{"generic":"Capreomycin","drugs":["Capastat Sulfate","Capreomycin"],"mono":[{"id":"106006-s-0","title":"Generic Names","mono":"Capreomycin"},{"id":"106006-s-1","title":"Dosing and Indications","sub":[{"id":"106006-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Pulmonary tuberculosis, In combination with other antituberculosis agents, as second-line therapy:<\/b> up to 59 years of age, 15 mg\/kg\/day (maximum 1000 mg\/day) IM or IV given as a single daily dose 5 to 7 days\/week; reduce to 2 or 3 times per week after the first 2 to 4 months or after culture conversion<\/li><li><b>Pulmonary tuberculosis, In combination with other antituberculosis agents, as second-line therapy:<\/b> greater than 59 years of age, 10 mg\/kg\/day (maximum 750 mg\/day) IM or IV given as a single daily dose 5 to 7 days\/week; reduce to 2 or 3 times per week after the first 2 to 4 months or after culture conversion<\/li><\/ul>"},{"id":"106006-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy have not been established in children<\/li><li><b>Pulmonary tuberculosis, In combination with other antituberculosis agents, as second-line therapy:<\/b> 15 to 30 mg\/kg\/day (maximum 1 g\/day) IV or IM as a single daily or twice weekly dose<\/li><\/ul>"},{"id":"106006-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hemodialysis:<\/b> reduce dose frequency to 2 to 3 times a week and maintain the dose at 12 to 15 milligrams\/kilograms\/dose; administer after dialysis to avoid premature removal of the drug<\/li><li><b>hepatic impairment:<\/b> no dose adjustments are needed<\/li><li><b>renal impairment (CrCl less than 30 mL\/min):<\/b> reduce dose frequency to 2 to 3 times a week and maintain the dose at 12 to 15 milligrams\/kilograms\/dose  to achieve a mean steady-state capreomycin level of 10 micrograms\/milligram<\/li><li><b>hemodialysis:<\/b> reduce dose  frequency to 2 to 3 times a week and maintain the dose at 12 to 15 milligrams\/kilograms\/dose  to achieve a mean steady-state capreomycin level of 10 micrograms\/milligram; give dose after hemodialysis to avoid premature removal of drug<\/li><\/ul>"},{"id":"106006-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Pulmonary tuberculosis, In combination with other antituberculosis agents, as second-line therapy<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Mycobacteriosis<br\/>"}]},{"id":"106006-s-2","title":"Black Box Warning","mono":"<b>Injection (Powder for Solution)<\/b><br\/>Use capreomycin in patients with renal insufficiency or preexisting auditory impairment with great caution, and the risk of additional auditory impairment or renal injury should be weighed against the benefits to be derived from therapy. Simultaneous administration of other parenteral antituberculosis agents which have similar and sometimes irreversible toxic effects, particularly on auditory and renal function, is not recommended. Use with nonantituberculosis drugs having ototoxic or nephrotoxic potential should be undertaken only with great caution. The safety of capreomycin in pregnancy and in pediatric patients has not been established.<br\/>"},{"id":"106006-s-3","title":"Contraindications\/Warnings","sub":[{"id":"106006-s-3-9","title":"Contraindications","mono":"hypersensitivity to capreomycin <br\/>"},{"id":"106006-s-3-10","title":"Precautions","mono":"<ul><li>auditory impairment, preexisting; may cause additional cranial nerve VIII impairment therefore evaluate benefit\/risk of therapy; audiometric monitoring recommended in all patients<\/li><li>concomitant use with streptomycin or viomycin; use is not recommended<\/li><li>renal insufficiency; may cause additional renal injury therefore evaluate benefit\/risk of therapy; dose reduction recommended in patients with known or suspected renal impairment; monitoring recommended<\/li><li>partial neuromuscular blockade has been reported following large IV doses<\/li><li>renal injury (eg, tubular necrosis, elevation of BUN or serum creatinine, abnormal urinary sediment) has been reported; reduce dosage and consider therapy withdrawal if renal function decreases<\/li><\/ul>"},{"id":"106006-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"106006-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"106006-s-4","title":"Drug Interactions","sub":[{"id":"106006-s-4-13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"},{"id":"106006-s-4-14","title":"Major","mono":"<ul><li>Colistimethate Sodium (theoretical)<\/li><li>Foscarnet (theoretical)<\/li><\/ul>"},{"id":"106006-s-4-15","title":"Moderate","mono":"<ul><li>Alcuronium (probable)<\/li><li>Atracurium (probable)<\/li><li>Cisatracurium (probable)<\/li><li>Doxacurium (probable)<\/li><li>Fazadinium (probable)<\/li><li>Gallamine (probable)<\/li><li>Hexafluorenium (probable)<\/li><li>Metocurine (probable)<\/li><li>Mivacurium (probable)<\/li><li>Pancuronium (probable)<\/li><li>Pipecuronium (probable)<\/li><li>Rapacuronium (probable)<\/li><li>Rocuronium (probable)<\/li><li>Tubocurarine (probable)<\/li><li>Vecuronium (probable)<\/li><\/ul>"}]},{"id":"106006-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Hematologic:<\/b>Drug-induced eosinophilia<\/li><li><b>Otic:<\/b>Ototoxicity (3% apparent; 11% subclinical)<\/li><li><b>Renal:<\/b>Serum blood urea nitrogen raised (36%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Electrolytes abnormal<\/li><li><b>Neurologic:<\/b>Injury of acoustic nerve<\/li><li><b>Renal:<\/b>Injury of kidney, Tubular necrosis, acute<\/li><\/ul>"},{"id":"106006-s-6","title":"Drug Name Info","sub":{"0":{"id":"106006-s-6-17","title":"US Trade Names","mono":"Capastat Sulfate<br\/>"},"2":{"id":"106006-s-6-19","title":"Class","mono":"<ul><li>Aminoglycoside<\/li><li>Antitubercular<\/li><\/ul>"},"3":{"id":"106006-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"106006-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"106006-s-7","title":"Mechanism Of Action","mono":"Capreomycin is a cyclic polypeptide antimicrobial.  It is administered as a mixture of capreomycin IA and capreomycin IB.  The mechanism of action of capreomycin is not well understood. Mycobacterial species that have become resistant to other agents are usually still sensitive to the action of capreomycin.  However, significant cross-resistance with viomycin, kanamycin, and neomycin occurs.<br\/>"},{"id":"106006-s-8","title":"Pharmacokinetics","sub":{"3":{"id":"106006-s-8-26","title":"Excretion","mono":"Systemic: Biliary: small amounts; Renal: 50 to 60% unchanged  <br\/>"},"4":{"id":"106006-s-8-27","title":"Elimination Half Life","mono":"varies based on renal function and creatinine clearance <br\/>"}}},{"id":"106006-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>reconstitute the 1 g vial with 2 mL NS or sterile water for injection, allowing 2 to 3 minutes for complete dissolution<\/li><li>reconstituted solution may acquire a pale straw color or may darken with time but this is not indicative of loss of potency or development of toxicity<\/li><li>reconstituted solutions stored under refrigeration must be administered within 24 hours<\/li><\/ul><\/li><li><b>Intramuscular<\/b><br\/>administer reconstituted solution by deep IM injection into a large muscle mass<br\/><\/li><li><b>Intravenous<\/b><br\/>dilute reconstituted solution in 100 mL NS and infuse over 60 minutes<br\/><\/li><\/ul>"},{"id":"106006-s-10","title":"Monitoring","mono":"<ul><li>chest X-ray, sputum, symptomatic improvement<\/li><li>microbial sensitivity testing<\/li><li>renal function test monitoring is recommended at baseline then weekly throughout the treatment period; benefit\/risk assessment due to renal injury effects.<\/li><li>liver function tests periodically during therapy<\/li><li>serum potassium, magnesium and calcium levels; determined frequently during therapy.<\/li><li>urinalysis to detect abnormal urine sediment, especially during long-term capreomycin therapy.<\/li><li>WBC count with differential; may require capreomycin dose reductions.<\/li><li>audiometric measurements and vestibular function assessments; prior to therapy initiation and at regular intervals during treatment; benefit\/risk assessment due to irreversible toxic cranial nerve VIII effects.<\/li><li>hypersensitivity reactions (urticaria and maculopapular rash), especially in patients with other known allergies, particularly to drugs.<\/li><li>neuromuscular block or respiratory paralysis associated with rapid intravenous infusion.<\/li><li>pain or induration at the injection site<\/li><li>urticaria and maculopapular skin rash associated with febrile reactions<\/li><\/ul>"},{"id":"106006-s-11","title":"How Supplied","mono":"<b>Capastat Sulfate<\/b><br\/>Injection Powder for Solution: 1 GM<br\/>"},{"id":"106006-s-12","title":"Toxicology","sub":[{"id":"106006-s-12-31","title":"Clinical Effects","mono":"<b>CAPREOMYCIN<\/b><br\/>USES: Capreomycin is used concomitantly as part of a multidrug regimen to treat tuberculosis that is resistant to other therapy. PHARMACOLOGY: Capreomycin is a cyclic polypeptide antimicrobial agent, isolated from Streptomyces capreolus, administered as a mixture of capreomycin IA and capreomycin IB, and active against strains of Mycobacterium tuberculosis. EPIDEMIOLOGY: Overdose is extremely rare. TOXICITY: There have been no reports of capreomycin overdose; however, overdose effects are anticipated to be an exaggeration of the adverse effects associated with therapeutic doses. ADVERSE EFFECTS: Renal dysfunction, electrolyte imbalances (ie, hypokalemia, hypocalcemia, hypomagnesemia), ototoxicity, leukocytosis, leukopenia, thrombocytopenia, metabolic alkalosis, injection site reaction, and hypersensitivity reactions are the most common adverse effects. Neuromuscular blockade and respiratory paralysis may occur with therapeutic use following rapid intravenous infusion and\/or with large intravenous doses.<br\/>"},{"id":"106006-s-12-32","title":"Treatment","mono":"<b>CAPREOMYCIN<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Maintain good urine output (3 to 5 mL\/kg\/hr) with IV fluids. For mild allergic reactions, treat with antihistamines; if severe, airway management, epinephrine, ECG monitoring, IV fluids.<\/li><li>Decontamination: Gastrointestinal decontamination is not indicated as capreomycin is administered parenterally and is poorly absorbed orally (less than 1%).<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions or respiratory paralysis (very rare).<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor renal function, serum electrolytes, and acid-base balance. Monitor CBC and liver enzymes in symptomatic patients. Perform auditory testing and vestibular function testing in patients with auditory symptoms. Perform an ophthalmologic examination in patients with visual symptoms (eye pain, changes in visual acuity, etc.). Serum capreomycin concentrations are not clinically useful in guiding management following overdose, or widely available in clinical practice.<\/li><li>Enhanced elimination procedure: Hemodialysis clearance up to 2.6 L\/hr has been reported, and may be useful following a massive overdose or in patients with significant renal impairment<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management as capreomycin is generally only used in the hospital setting. OBSERVATION CRITERIA: Patients with significant overdose should have serum electrolyte and renal function monitoring and auditory testing performed. ADMISSION CRITERIA: Patients with worsening renal function may require in-patient monitoring and dialysis. CONSULT CRITERIA: Consult a toxicologist after large overdose or if effects are not consistent with the exposure.<\/li><\/ul>"},{"id":"106006-s-12-33","title":"Range of Toxicity","mono":"<b>CAPREOMYCIN<\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: ADULTS: The usual recommended dose is 1 g daily (not to exceed 20 mg\/kg\/day) IV or IM for 60 to 120 days, followed by 1 g IV or IM 2 or 3 times weekly. PEDIATRIC: 15 to 30 mg\/kg\/day (maximum 1 g\/day) IV or IM as a single daily or twice weekly dose.<br\/>"}]},{"id":"106006-s-13","title":"Clinical Teaching","mono":"Instruct patient to report signs\/symptoms of nephrotoxicity or ototoxicity.<br\/>"}]}