{"drugs":["Carnitine","Carnitor","Levocarnitine"],"mono":{"0":{"id":"108510-s-0","title":"Generic Names","mono":"Levocarnitine"},"1":{"id":"108510-s-1","title":"Dosing and Indications","sub":{"0":{"id":"108510-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Carnitine deficiency, Primary:<\/b> tablet, 990 mg ORALLY 2 to 3 times daily<\/li><li><b>Carnitine deficiency, Primary:<\/b> oral solution, initial, 1 gram ORALLY daily, titrate slowly to therapeutic response; average dose 1 to 3 g ORALLY daily for 50 kg adult<\/li><li><b>Carnitine deficiency, Secondary - Inborn error of metabolism:<\/b> initial, 50 mg\/kg IV bolus (over 2 to 3 min) or infusion; repeat 50 mg\/kg IV daily if clinically indicated; MAX dose 300 mg\/kg<\/li><li><b>Carnitine deficiency, Secondary - Inborn error of metabolism:<\/b> severe metabolic crisis, initial, 50 mg\/kg IV over 2 to 3 min bolus injection or infusion, repeat 50 mg\/kg IV in divided dose over 24 hr (every 3 to 4 hr and not less than every 6 hr); repeat 50 mg\/kg IV daily if clinically indicated; MAX dose 300 mg\/kg<\/li><li><b>Carnitine deficiency, Secondary - Inborn error of metabolism:<\/b> tablet, 990 mg ORALLY 2 to 3 times daily<\/li><li><b>Carnitine deficiency, Secondary - Inborn error of metabolism:<\/b> oral solution, initial, 1 g ORALLY daily, titrate slowly to therapeutic response; average dose 1 to 3 g ORALLY daily for 50 kg adult<\/li><li><b>Carnitine deficiency; Treatment and Prophylaxis - End stage renal disease - Hemodialysis:<\/b> initial, 10 to 20 mg\/kg (dry weight) over 2 to 3 min bolus injection after dialysis; subsequent dose titration determined by trough (predialysis) levocarnitine concentrations<\/li><\/ul>"},"1":{"id":"108510-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Carnitine deficiency, Primary:<\/b> infants and children, initial, 50 mg\/kg ORALLY in divided doses daily, titrate slowly to therapeutic response; MAX dose 3 g daily<\/li><li><b>Carnitine deficiency, Secondary - Inborn error of metabolism:<\/b> initial, 50 mg\/kg IV bolus (over 2 to 3 min) or infusion; repeat 50 mg\/kg IV daily if clinically indicated; MAX dose 300 mg\/kg<\/li><li><b>Carnitine deficiency, Secondary - Inborn error of metabolism:<\/b> severe metabolic crisis, initial, 50 mg\/kg IV over 2 to 3 min bolus injection or infusion, repeat 50 mg\/kg IV in divided dose over 24 hr (every 3 to 4 hr and not less than every 6 hr); repeat 50 mg\/kg IV daily if clinically indicated; MAX dose 300 mg\/kg<\/li><li><b>Carnitine deficiency, Secondary - Inborn error of metabolism:<\/b> initial, 50 mg\/kg ORALLY in divided doses daily, titrate slowly to therapeutic response; MAX dose 3 g daily<\/li><li><b>Carnitine deficiency; Treatment and Prophylaxis - End stage renal disease - Hemodialysis:<\/b>  initial, 10 to 20 mg\/kg (dry weight) over 2 to 3 min bolus injection after dialysis; subsequent dose titration determined by trough (predialysis) levocarnitine concentrations<\/li><\/ul>"},"3":{"id":"108510-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Carnitine deficiency, Primary<\/li><li>Carnitine deficiency, Secondary - Inborn error of metabolism<\/li><li>Carnitine deficiency; Treatment and Prophylaxis - End stage renal disease - Hemodialysis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Complication of hemodialysis - Iron deficiency anemia<\/li><li>Male infertility<\/li><\/ul>"}}},"3":{"id":"108510-s-3","title":"Contraindications\/Warnings","sub":[{"id":"108510-s-3-9","title":"Contraindications","mono":"none known<br\/>"},{"id":"108510-s-3-10","title":"Precautions","mono":"<ul><li>pregnancy<\/li><li>renal insufficiency<\/li><\/ul>"},{"id":"108510-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"108510-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"108510-s-4","title":"Drug Interactions","sub":{"1":{"id":"108510-s-4-14","title":"Major","mono":"<ul>Acenocoumarol (probable)<\/ul>"}}},"5":{"id":"108510-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Diarrhea, Nausea, Stomach cramps, Vomiting<br\/><b>Serious<\/b><br\/><b>Neurologic:<\/b>Seizure<br\/>"},"6":{"id":"108510-s-6","title":"Drug Name Info","sub":{"0":{"id":"108510-s-6-17","title":"US Trade Names","mono":"<ul><li>Carnitine<\/li><li>Carnitor<\/li><\/ul>"},"2":{"id":"108510-s-6-19","title":"Class","mono":"Amino Acid Supplement<br\/>"},"3":{"id":"108510-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"108510-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"108510-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Levocarnitine is necessary for normal mammalian fat utilization and energy metabolism. It facilitates entry of long-chain fatty acids into cellular mitochondria, where they are used during oxidation and energy production.     It also exports acyl groups from subcellular organelles and from cells to urine before they accumulate to toxic concentrations. <\/li><li>Only the L isomer of carnitine (sometimes called vitamin B T) affects lipid metabolism. The \"vitamin B T&quot; form actually contains D,L-carnitine, which competitively inhibits levocarnitine and can cause deficiency.   <\/li><\/ul>"},"8":{"id":"108510-s-8","title":"Pharmacokinetics","sub":[{"id":"108510-s-8-23","title":"Absorption","mono":"Systemic: Bioavailability: 15% <br\/>"},{"id":"108510-s-8-24","title":"Distribution","mono":"Systemic: Vd: 29 L (0.39 L\/kg)<br\/>"},{"id":"108510-s-8-25","title":"Metabolism","mono":"Systemic: Major metabolites:  trimethylamine N-oxide and [3H]-gamma-butyrobetaine <br\/>"},{"id":"108510-s-8-26","title":"Excretion","mono":"Systemic: Renal: Oral, 8.6 to 9.4%; IV, 75.6%; Fecal: &lt; 1%     <br\/>"},{"id":"108510-s-8-27","title":"Elimination Half Life","mono":"Systemic: 17.4 h <br\/>"}]},"9":{"id":"108510-s-9","title":"Administration","mono":"<ul><li><b>Intravenous<\/b><br\/><ul><li>may be given as a bolus injection over 2 to 3 minutes or by infusion<\/li><li>compatible when mixed with NS or LR in concentrations ranging from 0.5 mg\/mL to 8 mg\/mL<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>(solution) may be consumed alone or mixed with drinks or other liquid foods<\/li><li>(solution) space doses evenly throughout the day, every 3 to 4 hours<\/li><li>(solution) consume dose slowly, preferably during or following a meal<\/li><li>(solution) not for parenteral use<\/li><\/ul><\/li><\/ul>"},"10":{"id":"108510-s-10","title":"Monitoring","mono":"<ul><li>clinical improvement<\/li><li>vital signs, CBC, plasma carnitine levels; initially, weekly, and monthly<\/li><\/ul>"},"11":{"id":"108510-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Solution: 200 MG\/ML<\/li><li>Oral Capsule: 250 MG, 300 MG, 400 MG<\/li><li>Oral Solution: 100 MG\/ML<\/li><li>Oral Tablet: 330 MG, 500 MG<\/li><\/ul><\/li><li><b>Carnitor<\/b><br\/><ul><li>Intravenous Solution: 200 MG\/ML<\/li><li>Oral Solution: 100 MG\/ML<\/li><li>Oral Tablet: 330 MG<\/li><\/ul><\/li><li><b>Carnitor SF<\/b><br\/>Oral Solution: 100 MG\/ML<br\/><\/li><li><b>Sundown Naturals L-Carnitine<\/b><br\/>Oral Tablet: 500 MG<br\/><\/li><\/ul>"},"12":{"id":"108510-s-12","title":"Toxicology","sub":[{"id":"108510-s-12-31","title":"Clinical Effects","mono":"<b>LEVOCARNITINE <\/b><br\/>USES: Levocarnitine is approved for the following conditions: primary L-carnitine deficiencies; acute and chronic treatment of patients with an inborn error of metabolism resulting in secondary carnitine deficiency; and prevention and treatment of carnitine deficiency in patients with end stage renal disease who are undergoing dialysis. It is also used to treat hyperammonemia in patients with valproate induced hepatotoxicity and encephalopathy. Athletes use carnitine for muscle building and endurance. PHARMACOLOGY: Levocarnitine is found in all mammalian tissue and is a carrier molecule in the transport of long-chain free fatty acids across the inner mitochondrial membrane.  It is a trimethylated amino acid and is essential for the transformation of fatty acids into energy for muscular activity.  This transformation, which occurs in the mitochondria, produces coenzyme A.  EPIDEMIOLOGY: Overdose is rare. OVERDOSE: At the time of this review, there is no acute overdose data available. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. ADVERSE EFFECTS: COMMON: Transient nausea, vomiting, abdominal cramps, diarrhea, body odor. Levocarnitine may cause seizures in patients with or without pre-existing seizure disorder. Headache, dizziness, and transient visual blurring have been reported in patients taking high doses of levocarnitine. A mild myasthenia has been reported following the administration of DL-carnitine to uremic patients. In clinical trials of patients on chronic hemodialysis, hypertension, tachycardia, ECG changes, anemia, and paresthesia were reported more frequently than in patients receiving placebos;  however,  the causal relationship to levocarnitine is not clear. <br\/>"},{"id":"108510-s-12-32","title":"Treatment","mono":"<b>LEVOCARNITINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after overdose of levocarnitine. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed, if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL:  Toxicity after acute ingestion is unlikely, and is generally only expected with chronic use.  Gastrointestinal decontamination is generally unnecessary. HOSPITAL: Toxicity after acute ingestion is unlikely, and is generally only expected with chronic use.  Gastrointestinal decontamination is generally unnecessary. Consider activated charcoal only if coingestants with significant toxicity are involved. <\/li><li>Airway management: Should not be required in these cases.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs in symptomatic patients. Monitor serum electrolytes in patients with severe vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Levocarnitine is removed by hemodialysis but hemodialysis is not recommended given the low toxicity of this drug. <\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"108510-s-12-33","title":"Range of Toxicity","mono":"<b>LEVOCARNITINE <\/b><br\/>TOXICITY: At the time of this review, a toxic dose for levocarnitine has not been established. Intravenous doses as high as 300 mg\/kg have been administered with no apparent toxicity. THERAPEUTIC DOSES: ADULT: IV: 50 to 300 mg\/kg depending on indication. ORAL: 1 to 3 g or 100 mg\/kg depending on indication. PEDIATRIC: IV: 50 to 500 mg\/kg\/day (maximum 3 g\/day) depending on indication. ORAL: 50 to 100 mg\/kg\/day, maximum 3 g\/day depending on indication. <br\/>"}]},"13":{"id":"108510-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause diarrhea, nausea, stomach cramps, or vomiting.<\/li><li>Instruct patient to take drug preferably during or following meals.<\/li><li>Patient should consume the oral solution slowly to maximize tolerance.<\/li><\/ul>"}}}