{"generic":"Cefazolin Sodium","drugs":["Ancef","Cefazolin Sodium"],"mono":{"0":{"id":"111678-s-0","title":"Generic Names","mono":"Cefazolin Sodium"},"1":{"id":"111678-s-1","title":"Dosing and Indications","sub":[{"id":"111678-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bacteremia associated with intravascular line:<\/b> (due to methicillin-susceptible Staphylococcus aureus) 2 g IV every 8 hours<\/li><li><b>Bacterial endocarditis; Prophylaxis:<\/b> (high-risk patients; dental, respiratory, or infected skin\/skin structure or musculoskeletal tissue procedures) 1 g IV or IM 30 to 60 minutes prior to procedure<\/li><li><b>Genital infection:<\/b> (mild) 250 to 500 mg IV\/IM every 8 hours, depending on severity and  type of infection<\/li><li><b>Genital infection:<\/b> (moderate to severe) 0.5 to 1 g IV\/IM every 6 to 8 hours, depending on severity and type of infection<\/li><li><b>Infection of bone - Infectious disorder of joint:<\/b> (mild) 250 to 500 mg IV\/IM every 8 hours, depending on severity and type of infection<\/li><li><b>Infection of bone - Infectious disorder of joint:<\/b> (moderate to severe) 0.5 to 1 g IV\/IM every 6 to 8 hours, depending on severity and type of infection<\/li><li><b>Infection of bone - Infectious disorder of joint:<\/b> (severe, life threatening) 1 to 1.5 g IV\/IM every 6 hours, depending on severity and type of infection; rarely up to 12 g\/day<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> (mild) 250 to 500 mg IV\/IM every 8 hours, depending on severity and  type of infection (manufacturer dose)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> (moderate to severe) 0.5 to 1 g IV\/IM every 6 to 8 hours, depending on severity and type of infection (manufacturer dose)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> (severe, life-threatening) 1 to 1.5 g IV\/IM every 6 hours, depending on severity and type of infection; rarely up to 12 g\/day (manufacturer dose)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> (methicillin-susceptible Staphylococcus aureus or Streptococcus skin infection) 1 g IV every 8 hours (guideline dosing)<\/li><li><b>Infective cholangitis:<\/b> (mild) 250 to 500 mg IV\/IM every 8 hours, depending on severity and type of infection<\/li><li><b>Infective cholangitis:<\/b> (moderate to severe) 0.5 to 1 g IV\/IM every 6 to 8 hours, depending on severity and type of infection<\/li><li><b>Infective endocarditis:<\/b> (native valve, oxacillin-susceptible staphylococcal) 2 g IV every 8 hours for 6 weeks WITH or WITHOUT gentamicin sulfate 3 mg\/kg\/day IV\/IM in 2 or 3 equally divided doses for 3 to 5 days (guideline dosing)<\/li><li><b>Infective endocarditis:<\/b> (prosthetic valve, oxacillin-susceptible staphylococcal) 2 g IV every 8 hours AND rifampin 300 mg IV or ORALLY every 8 hours for a minimum of 6 weeks AND gentamicin sulfate 3 mg\/kg\/day IV\/IM in 2 or 3 equally divided doses for 2 weeks (guideline dosing)<\/li><li><b>Infective endocarditis:<\/b> 1 to 1.5 g IV\/IM every 6 hours (manufacturer dosing)<\/li><li><b>Pneumococcal pneumonia:<\/b> 500 mg IV\/IM every 12 hours<\/li><li><b>Postoperative infection; Prophylaxis:<\/b> 1 g IV\/IM 0.5 to 1 hour prior to surgery followed by 0.5 to 1 g IV\/IM every 6 to 8 hours for 24 hr postoperatively; for surgeries longer than 2 hours, 0.5 to 1 g IV\/IM during surgery may be administered<\/li><li><b>Postoperative infection; Prophylaxis:<\/b> (hysterectomy) 1 g IV single dose; 2 g IV single dose recommended for obese patients<\/li><li><b>Respiratory tract infection:<\/b> (mild) 250 to 500 mg IV\/IM every 8 hours, depending on severity and  type of infection<\/li><li><b>Respiratory tract infection:<\/b> (moderate to severe) 0.5 to 1 g IV\/IM every 6 to 8 hours, depending on severity and type of infection<\/li><li><b>Respiratory tract infection:<\/b> (severe, life threatening) 1 to 1.5 g IV\/IM every 6 hours, depending on severity and type of infection; rarely up to 12 g\/day<\/li><li><b>Septicemia:<\/b> 1 to 1.5 g IV\/IM every 6 hours<\/li><li><b>Streptococcus group B infection of the infant, Intrapartum; Prophylaxis:<\/b> 2 g IV initially (started at time of labor or rupture of membranes) then 1 g IV every 8 hours until delivery<\/li><li><b>Urinary tract infectious disease:<\/b> 1 g IV\/IM every 12 hours<\/li><\/ul>"},{"id":"111678-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Bacterial endocarditis; Prophylaxis:<\/b> (high-risk patients; dental, respiratory, or infected skin\/skin structure or musculoskeletal tissue procedures) 50 mg\/kg IV or IM 30 to 60 minutes prior to procedure<\/li><li><b>Genital infection:<\/b> (1 month of age and older) 25 to 50 mg\/kg\/day IV\/IM divided into 3 or 4 equal doses, depending on severity of infection; dose may be increased to 100 mg\/kg\/day for severe infections<\/li><li><b>Infection of bone - Infectious disorder of joint:<\/b> (1 month of age and older) 25 to 50 mg\/kg\/day IV\/IM divided into 3 or 4 equal doses for most mild to moderately severe infections; dose may be increased to 100 mg\/kg\/day for severe infections<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> (1 month or older) 25 to 50 mg\/kg\/day IV\/IM divided into 3 or 4 equal doses, depending on severity of infection; dose may be increased to 100 mg\/kg\/day for severe infections (manufacturer dose)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> (methicillin-susceptible Staphylococcus aureus) 50 mg\/kg\/day IV in 3 divided doses (guideline dosing)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> (Streptococcus skin infection) 33 mg\/kg IV every 8 hours (guideline dosing)<\/li><li><b>Infective cholangitis:<\/b> (1 month of age and older) 25 to 50 mg\/kg\/day IV\/IM divided into 3 or 4 equal doses, depending on severity of infection; dose may be increased to 100 mg\/kg\/day for severe infections<\/li><li><b>Infective endocarditis:<\/b> (native valve, oxacillin-susceptible staphylococcal) 100 mg\/kg\/day IV in 3 equally divided doses (MAX dose: 6 g\/day) for 6 wk WITH or WITHOUT gentamicin sulfate 1 mg\/kg IV\/IM every 8 hr for 3 to 5 days (guideline dosing)<\/li><li><b>Infective endocarditis:<\/b> (prosthetic valve, oxacillin-susceptible staphylococcal) 100 mg\/kg\/day IV in 3 equally divided doses (MAX dose: 6 g\/day) AND rifampin 20 mg\/kg\/day IV or ORALLY in 3 equally divided doses (MAX dose: 900 mg\/day) for a minimum of 6 wk AND gentamicin sulfate 1 mg\/kg IV\/IM every 8 hr for 2 weeks (guideline dosing)<\/li><li><b>Infective endocarditis:<\/b> (1 month of age and older) 100 mg\/kg\/day IV\/IM divided every 6 hr (manufacturer dosing)<\/li><li><b>Pneumococcal pneumonia:<\/b> (1 month of age and older) 25 to 50 mg\/kg\/day IV\/IM divided into 3 or 4 equal doses, depending on severity of infection; dose may be increased to 100 mg\/kg\/day for severe infections<\/li><li><b>Respiratory tract infection:<\/b> (1 month of age and older) 25 to 50 mg\/kg\/day IV\/IM divided into 3 or 4 equal doses, depending on severity of infection; dose may be increased to 100 mg\/kg\/day for severe infections<\/li><li><b>Respiratory tract infection:<\/b> (community-acquired pneumonia; older than 3 months of age) 150 mg\/kg\/day IV divided every 6 to 8 hours (guideline dosing)<\/li><li><b>Septicemia:<\/b> (1 month of age and older) 100 mg\/kg\/day IV\/IM divided every 6 hours<\/li><li><b>Urinary tract infectious disease:<\/b> (1 month of age and older) 25 to 50 mg\/kg\/day IV\/IM divided into 3 or 4 equal doses, depending on severity of infection; dose may be increased to 100 mg\/kg\/day for severe infections<\/li><\/ul>"},{"id":"111678-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>adults, renal impairment:<\/b> CrCl 55 mL\/min and greater, usual dose and interval; CrCl 35 to 54 mL\/min, usual dose every 8 hr; CrCl 11 to 34 mL\/min, one-half usual dose every 12 hr; CrCl 10 mL\/min or less, one-half usual dose every 18 to 24 hr; adjustments apply after an initial loading dose<\/li><li><b>children, renal impairment:<\/b> CrCl 70 to 40 mL\/min, 60% of the normal daily dose divided every 12 hr; CrCl  40 to 20 mL\/min, 25% of the normal dose divided every 12 hr; CrCl 20 to 5 mL\/min, 10% of the normal daily dose given every 24 hr; adjustments apply after an initial loading dose<\/li><\/ul>"},{"id":"111678-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Genital infection<\/li><li>Infection of bone - Infectious disorder of joint<\/li><li>Infection of skin AND\/OR subcutaneous tissue<\/li><li>Infective cholangitis<\/li><li>Infective endocarditis<\/li><li>Pneumococcal pneumonia<\/li><li>Postoperative infection; Prophylaxis<\/li><li>Respiratory tract infection<\/li><li>Septicemia<\/li><li>Urinary tract infectious disease<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bacteremia associated with intravascular line<\/li><li>Bacterial endocarditis; Prophylaxis<\/li><li>Streptococcus group B infection of the infant, Intrapartum; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"111678-s-3","title":"Contraindications\/Warnings","sub":[{"id":"111678-s-3-9","title":"Contraindications","mono":"hypersensitivity to cephalosporins <br\/>"},{"id":"111678-s-3-10","title":"Precautions","mono":"<ul><li>Gastrointestinal:<\/li><li>-- use caution in patients with history of gastrointestinal disease, particularly colitis<\/li><li>Immunologic:<\/li><li>-- use caution in patients with hypersensitivity to penicillins<\/li><li>Renal:<\/li><li>-- use with caution in patients with renal impairment<\/li><li>Other:<\/li><li>-- use caution in patients with renal or hepatic impairment, poor nutritional state, patients receiving a protracted course of antimicrobial therapy, and patients previously stabilized on anticoagulant therapy; risk for cefazolin-associated fall in prothrombin activity<\/li><\/ul>"},{"id":"111678-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Cefazolin: B (FDA)<\/li><li>Cefazolin: B1 (AUS)<\/li><\/ul>"},{"id":"111678-s-3-12","title":"Breast Feeding","mono":"<ul><li>Cefazolin: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Cefazolin: WHO: Compatible with breastfeeding.<\/li><li>Cefazolin: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"111678-s-4","title":"Drug Interactions","sub":{"2":{"id":"111678-s-4-15","title":"Moderate","mono":"<ul>Warfarin (probable)<\/ul>"}}},"5":{"id":"111678-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus<\/li><li><b>Gastrointestinal:<\/b>Diarrhea<\/li><li><b>Hematologic:<\/b>Drug-induced eosinophilia<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile colitis, Pseudomembranous enterocolitis<\/li><li><b>Hematologic:<\/b>Leukopenia<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Encephalopathy, Seizure<\/li><li><b>Renal:<\/b>Renal failure<\/li><\/ul>"},"6":{"id":"111678-s-6","title":"Drug Name Info","sub":{"0":{"id":"111678-s-6-17","title":"US Trade Names","mono":"Ancef<br\/>"},"2":{"id":"111678-s-6-19","title":"Class","mono":"<ul><li>1st Generation Cephalosporin<\/li><li>Antibiotic<\/li><\/ul>"},"3":{"id":"111678-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"111678-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"111678-s-7","title":"Mechanism Of Action","mono":"Cefazolin sodium is a semi-synthetic cephalosporin that specifically targets bacterial cell wall synthesis and demonstrates bactericidal activity against most strains of gram-positive aerobes including Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus agalactiae, Streptococcus pneumoniae, and Streptococcus pyogenes, as well as gram-negative aerobes such as Escherichia coli and Proteus mirabilis Resistance to cefazolin has been demonstrated in methicillin-resistant staphylococci, many strains of enterococci, and most strains of indole positive Proteus (Proteus vulgaris), Morganella morganii, and species of Enterobacter, Serratia, and Pseudomonas.<br\/>"},"8":{"id":"111678-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"111678-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, IM: 1 to 2 hours (Ishiyama et al, 1970)<\/li><li>Bioavailability, Intraperitoneal: 78%<\/li><\/ul>"},"1":{"id":"111678-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, cirrhosis: 72%<\/li><li>Vd, continuous ambulatory peritoneal dialysis (without peritonitis): 0.2 L\/kg<\/li><li>Vd, hemodialysis: 0.07 to 0.182 L\/kg<\/li><\/ul>"},"3":{"id":"111678-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 60% for the first 6 hours; 70% to 80% within 24 hours<\/li><li>Renal clearance: Chronic ambulatory peritoneal dialysis, 1.7 mL\/min<\/li><li>Dialyzable: Yes (hemodialysis), 60% (high-flux hemodialysis (HD)), 48% (conventional HD), 49% (high-efficiency HD)<\/li><li>Dialyzable: Yes (peritoneal dialysis), approximately 1.54 mL\/min\/1.73 m(2)<\/li><li>Total body clearance, peritoneal dialysis: 4.38 to 16.89 mL\/min\/1.73 m(2); 3.48 to 4.45 mL\/min<\/li><\/ul>"},"4":{"id":"111678-s-8-27","title":"Elimination Half Life","mono":"<ul><li>IM, 2 hours<\/li><li>IV, 1.8 hours<\/li><li>Anephric, 40 to 70 hours<\/li><li>Hemodialysis (polysulfone dialyzer), 3.19 hours<\/li><li>Peritoneal dialysis, 13.73 to 31.03 hours; Continuous ambulatory peritoneal dialysis, 28.5 to 54.1 hours<\/li><li>Renal failure, 11 to 13 hours<\/li><\/ul>"}}},"9":{"id":"111678-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>after reconstitution, shake well<\/li><li>once reconstituted, administer within 24 hours if stored at room temperature, or within 10 days if refrigerated (5 to 41 degrees F)<\/li><\/ul><\/li><li><b>Intramuscular<\/b><br\/><ul><li>reconstitute vials with sterile water for injection; shake well until dissolved<\/li><li>inject into a large muscle mass<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>adult: (bolus) further dilute dose with approximately 5 mL sterile water for injection and inject slowly over 3 to 5 min, either directly or through existing IV line<\/li><li>adult: (infusion) dilute reconstituted solution in 50 to 100 mL NS, D5W, or other compatible diluent prior to infusion<\/li><li>pediatric: (bolus) further dilute dose with approximately 5 mL sterile water for injection and inject slowly over 3 to 5 min, either directly or through existing IV line<\/li><li>pediatric: (infusion) dilute reconstituted solution to concentration of 5 to 20 mg\/mL with D5W, NS, or other compatible solution<\/li><li>pediatric: maximum concentrations for peripheral administration are 77 mg\/mL in D5W, 69 mg\/mL in NS, and 138 mg\/mL in sterile water for injection<\/li><\/ul><\/li><\/ul>"},"10":{"id":"111678-s-10","title":"Monitoring","mono":"<ul><li>fever<\/li><li>symptomatic improvement<\/li><li>CBC<\/li><li>hepatic\/renal function<\/li><li>prothrombin time in patients at risk<\/li><li>signs of antibiotic-associated diarrhea, other superinfections<\/li><\/ul>"},"11":{"id":"111678-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Powder for Solution: 1 GM, 10 GM, 100 GM, 300 GM, 500 MG<\/li><li>Intravenous Solution: 1 GM\/50 ML<\/li><\/ul><\/li><li><b>Novaplus ceFAZolin<\/b><br\/>Injection Powder for Solution: 1 GM, 500 MG<br\/><\/li><li><b>PremierPro Rx ceFAZolin<\/b><br\/>Injection Powder for Solution: 1 GM, 500 MG<br\/><\/li><\/ul>"},"12":{"id":"111678-s-12","title":"Toxicology","sub":[{"id":"111678-s-12-31","title":"Clinical Effects","mono":"<b>CEPHALOSPORINS<\/b><br\/>OVERDOSE: Acute ingestion of large doses of cephalosporins may result in nausea, vomiting, diarrhea, and abdominal pain. Seizures have developed after parenteral overdose. ADVERSE EFFECTS: COMMON: Hypersensitivity reactions, including anaphylaxis, may commonly occur with therapy; oral exposures are less likely to cause severe allergic reactions than parenteral exposures. Seizures have also been reported following therapeutic administration. Prolonged prothrombin times, thrombocytopenia, and coagulopathies associated with a qualitative platelet defect and aggregation abnormalities have been reported following IV cephalosporin therapy. Pseudocholelithiasis may follow intravenous administration of ceftriaxone. Several cases of fatal hemolytic reactions following intravenous ceftriaxone therapy have been reported in children with serious hematologic abnormalities.<br\/>"},{"id":"111678-s-12-32","title":"Treatment","mono":"<b>CEPHALOSPORINS <\/b><br\/><ul><li>Decontamination: Generally not indicated in patients with no underlying health problems. Activated charcoal may be necessary for patients with underlying renal insufficiency.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Monitoring of patient: Monitor renal function, electrolytes, CBC including platelets.<\/li><li>Anaphylaxis: Mild to moderate allergic reactions may be treated with antihistamines with or without inhaled beta adrenergic agonists, corticosteroids or epinephrine. Diphenhydramine: ADULTS: 50 mg orally, IV, or IM initially, then 25 to 50 mg orally every 4 to 6 hours for 24 to 72 hours. CHILDREN: 1.25 mg\/kg orally, IV, or IM initially, then 5 mg\/kg\/day orally in 4 divided doses for 24 to 72 hours. Treatment of severe anaphylaxis also includes oxygen supplementation, aggressive airway management, epinephrine, ECG monitoring, and IV fluids.<\/li><li>Seizure: IV benzodiazepines, barbiturates<\/li><li>Blood coagulation disorder: Vitamin K, fresh frozen plasma<\/li><li>Intrathecal injection: Treat seizures with anticonvulsants (benzodiazepines, propofol, phenobarbital); endotracheal intubation and mechanical ventilation as needed. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or lactated ringers through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr). Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><\/ul>"},{"id":"111678-s-12-33","title":"Range of Toxicity","mono":"<b>CEPHALOSPORINS<\/b><br\/>TOXICITY: Serious toxicity is unlikely following large oral doses of cephalosporins. Crystalluria and hematuria has been described in a 3-year-old boy who ingested 104 mg\/kg of cephalexin. THERAPEUTIC DOSE: Varies with agent. CEPHALEXIN: CHILDREN:  25 to 100 milligrams\/kilogram\/24 hours orally, up to a maximum of 4 grams\/day, divided every 6 hours. <br\/>"}]},"13":{"id":"111678-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause diarrhea, nausea, vomiting, or thrombocytopenia.<\/li><li>Instruct patient to report severe diarrhea and consult healthcare professional prior to taking anti-diarrheal medicine.<\/li><li> Advise patient to call healthcare professional if a treatment is missed, as drug should be given on a regular schedule.<\/li><\/ul>"}}}