{"drugs":["Cefpodoxime Proxetil","Vantin"],"mono":{"0":{"id":"111735-s-0","title":"Generic Names","mono":"Cefpodoxime Proxetil"},"1":{"id":"111735-s-1","title":"Dosing and Indications","sub":[{"id":"111735-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bronchitis, chronic, Acute bacterial exacerbation:<\/b> 200 mg ORALLY every 12 hours for 10 days<\/li><li><b>Community acquired pneumonia:<\/b> 200 mg ORALLY every 12 hours for 14 days<\/li><li><b>Gonorrhea:<\/b> (uncomplicated infection in men and women) 200 mg ORALLY as a single dose<\/li><li><b>Gonorrhea:<\/b> (uncomplicated anorectal gonorrhea, in women only) 200 mg ORALLY as a single dose<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, Uncomplicated:<\/b> 400 mg ORALLY every 12 hours for 7 to 14 days<\/li><li><b>Maxillary sinusitis, acute:<\/b> 200 mg ORALLY every 12 hours for 10 days<\/li><li><b>Pharyngitis:<\/b> 100 mg ORALLY every 12 hours for 5 to 10 days<\/li><li><b>Tonsillitis:<\/b> 100 mg ORALLY every 12 hours for 5 to 10 days<\/li><li><b>Urinary tract infectious disease, Uncomplicated:<\/b> 100 mg ORALLY every 12 hours for 7 days<\/li><\/ul>"},{"id":"111735-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in infants less than 2 months old<\/li><li><b>Acute otitis media:<\/b> (6 months to 12 years) 10 mg\/kg\/day ORALLY in 2 divided doses for 5 to 7 days (6 to 12 years with mild to moderate illness) or for 7 days (2 to 5 years with mild to moderate illness) or for 10 days (younger than 2 years or severe illness) (guideline dosing)<\/li><li><b>Acute otitis media:<\/b> (2 months to 12 years old) 5 mg\/kg ORALLY every 12 hours for 5 days; MAX, 200 mg\/dose (manufacturer dosing)<\/li><li><b>Bronchitis, chronic, Acute bacterial exacerbation:<\/b> (12 years and older) 200 mg ORALLY every 12 hours for 10 days<\/li><li><b>Community acquired pneumonia:<\/b> (12 years and older) 200 mg ORALLY every 12 hours for 14 days<\/li><li><b>Gonorrhea:<\/b> (12 years and older; uncomplicated infection in boys and girls) 200 mg ORALLY as a single dose<\/li><li><b>Gonorrhea:<\/b> (12 years and older; uncomplicated anorectal gonorrhea, in girls only) 200 mg ORALLY as a single dose<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, Uncomplicated:<\/b> (12 years and older) 400 mg ORALLY every 12 hours for 7 to 14 days<\/li><li><b>Maxillary sinusitis, acute:<\/b> (2 months to 12 years of age) 5 mg\/kg ORALLY every 12 hours for 10 days; MAX, 200 mg\/dose<\/li><li><b>Maxillary sinusitis, acute:<\/b> (12 years and older) 200 mg ORALLY every 12 hours for 10 days<\/li><li><b>Maxillary sinusitis, acute:<\/b> (beta-lactam allergy, second-line) 10 mg\/kg\/day ORALLY in 2 divided doses plus clindamycin 30 to 40 mg\/kg\/day ORALLY in 3 divided doses (guideline dosing)<\/li><li><b>Pharyngitis:<\/b> (2 months to 12 years of age) 5 mg\/kg ORALLY every 12 hours for 5 to 10 days; MAX, 100 mg\/dose<\/li><li><b>Pharyngitis:<\/b> (12 years and older) 100 mg ORALLY every 12 hours for 5 to 10 days<\/li><li><b>Tonsillitis:<\/b> (2 months to 12 years old) 5 mg\/kg ORALLY every 12 hours for 5 to 10 days; MAX, 100 mg\/dose<\/li><li><b>Tonsillitis:<\/b> (12 years and older) 100 mg ORALLY every 12 hours for 5 to 10 days<\/li><li><b>Urinary tract infectious disease, Uncomplicated:<\/b> (12 years and older) 100 mg ORALLY every 12 hours for 7 days<\/li><\/ul>"},{"id":"111735-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl less than 30 mL\/min, increase dosing interval to every 24 hours<\/li><li><b>hepatic impairment:<\/b> dose adjustment is not necessary in cirrhotic patients<\/li><li><b>geriatric:<\/b> dose adjustment is not necessary in healthy patients<\/li><li><b>hemodialysis:<\/b> change dose frequency to 3 times a week after hemodialysis<\/li><\/ul>"},{"id":"111735-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acute otitis media<\/li><li>Bronchitis, chronic, Acute bacterial exacerbation<\/li><li>Community acquired pneumonia<\/li><li>Gonorrhea<\/li><li>Infection of skin AND\/OR subcutaneous tissue, Uncomplicated<\/li><li>Maxillary sinusitis, acute<\/li><li>Pharyngitis<\/li><li>Tonsillitis<\/li><li>Urinary tract infectious disease, Uncomplicated<\/li><\/ul>"}]},"3":{"id":"111735-s-3","title":"Contraindications\/Warnings","sub":[{"id":"111735-s-3-9","title":"Contraindications","mono":"hypersensitivity to cephalosporins<br\/>"},{"id":"111735-s-3-10","title":"Precautions","mono":"<ul><li>hypersensitivity to penicillins<\/li><li>patients with history of gastrointestinal disease, particularly colitis<\/li><\/ul>"},{"id":"111735-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"111735-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"111735-s-4","title":"Drug Interactions","sub":{"2":{"id":"111735-s-4-15","title":"Moderate","mono":"<ul><li>Cimetidine (probable)<\/li><li>Famotidine (probable)<\/li><li>Nizatidine (probable)<\/li><li>Probenecid (probable)<\/li><li>Ranitidine (probable)<\/li><\/ul>"}}},"5":{"id":"111735-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Diaper rash (2% to 8.5%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (1.2% to 12.8%), Nausea (1.4% to 3.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile colitis<\/li><\/ul>"},"6":{"id":"111735-s-6","title":"Drug Name Info","sub":{"0":{"id":"111735-s-6-17","title":"US Trade Names","mono":"Vantin<br\/>"},"2":{"id":"111735-s-6-19","title":"Class","mono":"<ul><li>3rd Generation Cephalosporin<\/li><li>Antibiotic<\/li><\/ul>"},"3":{"id":"111735-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"111735-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"111735-s-7","title":"Mechanism Of Action","mono":"Cefpodoxime proxetil, a semisynthetic cephalosporin, is de-esterified to cefpodoxime that inhibits cell wall synthesis. It is active against wide-spectrum of gram-positive and gram-negative bacteria and resistant against beta-lactamase enzymes.<br\/>"},"8":{"id":"111735-s-8","title":"Pharmacokinetics","sub":[{"id":"111735-s-8-23","title":"Absorption","mono":"<ul><li>Cefpodoxime (active drug), Oral: time to peak concentration, approximately 2 h to 3 h<\/li><li>Cefpodoxime (active drug), Bioavailability: approximately 50%<\/li><li>Cefpodoxime proxetil (prodrug), Effect of food: (tablet), increases extent of absorption (mean AUC) by 21% to 33% and mean peak plasma concentration<\/li><li>Cefpodoxime proxetil (prodrug), Effect of food: (oral suspension), slows the rate of absorption, increases Tmax by 48%<\/li><\/ul>"},{"id":"111735-s-8-24","title":"Distribution","mono":"Cefpodoxime (active drug), Protein binding: 21% to 33% <br\/>"},{"id":"111735-s-8-25","title":"Metabolism","mono":"<ul><li>de-esterification<\/li><li>Active metabolite: cefpodoxime (active drug)<\/li><\/ul>"},{"id":"111735-s-8-26","title":"Excretion","mono":"<ul><li>Cefpodoxime (active drug), Renal: approximately 29% to 33% unchanged<\/li><li>Dialyzable: yes (hemodialysis), approximately 23%, yes (peritoneal dialysis)<\/li><\/ul>"},{"id":"111735-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Cefpodoxime (active drug): 2.09 h to 2.84 h<\/li><li>Cefpodoxime (active drug), mild renal impairment (creatinine clearance 50 mL\/min to 80 mL\/min): 3.5 h<\/li><li>Cefpodoxime (active drug), moderate renal impairment (creatinine clearance 30 mL\/min to 49 mL\/min): 5.9 h<\/li><li>Cefpodoxime (active drug), severe renal impairment (creatinine clearance 5 mL\/min to 29 mL\/min): 9.8 h<\/li><\/ul>"}]},"9":{"id":"111735-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(tablet) give with food<\/li><li>(suspension) give without regard to food<\/li><li>(suspension) reconstitute with distilled water to a concentration of 50 mg\/5 mL or 100 mg\/5 mL, depending on the desired final volume; store reconstituted suspension refrigerated at 2 to 8 degrees C (36 to 46 degrees F) and use within 14 days<\/li><li>(suspension) shake well before measuring the dose<\/li><\/ul>"},"10":{"id":"111735-s-10","title":"Monitoring","mono":"<ul><li>fever<\/li><li>symptomatic improvement<\/li><li>CBC<\/li><li>hepatic\/renal function<\/li><li>previous hypersensitivity to other beta-lactam antibiotics<\/li><li>signs of antibiotic-associated diarrhea, other superinfections<\/li><li>signs of serum-sickness-like reactions<\/li><\/ul>"},"11":{"id":"111735-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Powder for Suspension: 50 MG\/5 ML, 100 MG\/5 ML<\/li><li>Oral Tablet: 100 MG, 200 MG<\/li><\/ul><\/li><li><b>Vantin<\/b><br\/>Oral Tablet: 100 MG, 200 MG<br\/><\/li><\/ul>"},"12":{"id":"111735-s-12","title":"Toxicology","sub":[{"id":"111735-s-12-31","title":"Clinical Effects","mono":"<b>CEPHALOSPORINS<\/b><br\/>OVERDOSE: Acute ingestion of large doses of cephalosporins may result in nausea, vomiting, diarrhea, and abdominal pain. Seizures have developed after parenteral overdose. ADVERSE EFFECTS: COMMON: Hypersensitivity reactions, including anaphylaxis, may commonly occur with therapy; oral exposures are less likely to cause severe allergic reactions than parenteral exposures. Seizures have also been reported following therapeutic administration. Prolonged prothrombin times, thrombocytopenia, and coagulopathies associated with a qualitative platelet defect and aggregation abnormalities have been reported following IV cephalosporin therapy. Pseudocholelithiasis may follow intravenous administration of ceftriaxone. Several cases of fatal hemolytic reactions following intravenous ceftriaxone therapy have been reported in children with serious hematologic abnormalities.<br\/>"},{"id":"111735-s-12-32","title":"Treatment","mono":"<b>CEPHALOSPORINS <\/b><br\/><ul><li>Decontamination: Generally not indicated in patients with no underlying health problems. Activated charcoal may be necessary for patients with underlying renal insufficiency.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Monitoring of patient: Monitor renal function, electrolytes, CBC including platelets.<\/li><li>Anaphylaxis: Mild to moderate allergic reactions may be treated with antihistamines with or without inhaled beta adrenergic agonists, corticosteroids or epinephrine. Diphenhydramine: ADULTS: 50 mg orally, IV, or IM initially, then 25 to 50 mg orally every 4 to 6 hours for 24 to 72 hours. CHILDREN: 1.25 mg\/kg orally, IV, or IM initially, then 5 mg\/kg\/day orally in 4 divided doses for 24 to 72 hours. Treatment of severe anaphylaxis also includes oxygen supplementation, aggressive airway management, epinephrine, ECG monitoring, and IV fluids.<\/li><li>Seizure: IV benzodiazepines, barbiturates<\/li><li>Blood coagulation disorder: Vitamin K, fresh frozen plasma<\/li><li>Intrathecal injection: Treat seizures with anticonvulsants (benzodiazepines, propofol, phenobarbital); endotracheal intubation and mechanical ventilation as needed. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or lactated ringers through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr). Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><\/ul>"},{"id":"111735-s-12-33","title":"Range of Toxicity","mono":"<b>CEPHALOSPORINS<\/b><br\/>TOXICITY: Serious toxicity is unlikely following large oral doses of cephalosporins. Crystalluria and hematuria has been described in a 3-year-old boy who ingested 104 mg\/kg of cephalexin. THERAPEUTIC DOSE: Varies with agent. CEPHALEXIN: CHILDREN:  25 to 100 milligrams\/kilogram\/24 hours orally, up to a maximum of 4 grams\/day, divided every 6 hours. <br\/>"}]},"13":{"id":"111735-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea.<\/li><li>Instruct patient to report signs\/symptoms serum-sickness-like reactions (rash, urticaria, arthralgia, fever, malaise, enlarged lymph nodes).<\/li><li>Advise patient to report severe diarrhea and consult healthcare professional prior to taking anti-diarrhea medicine. Other superinfection signs\/symptoms should be reported as well.<\/li><li>Patients should take tablets with food. The suspension may be taken with or without food.<\/li><\/ul>"}}}