{"drugs":["Ceftin","Cefuroxime Axetil"],"mono":{"0":{"id":"111737-s-0","title":"Generic Names","mono":"Cefuroxime Axetil"},"1":{"id":"111737-s-1","title":"Dosing and Indications","sub":[{"id":"111737-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acute bacterial exacerbation of chronic bronchitis:<\/b> 250 mg or 500 mg ORALLY twice a day for 10 days<\/li><li><b>Bronchitis, acute - Secondary bacterial infection:<\/b> 250 mg or 500 mg ORALLY twice a day for 5 to 10 days<\/li><li><b>Gonorrhea, Uncomplicated:<\/b> 1 g ORALLY as a single dose<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, Uncomplicated:<\/b> 250 mg or 500 mg ORALLY twice a day for 10 days<\/li><li><b>Lyme disease:<\/b> 500 mg ORALLY twice a day for 14 days (range, 14 to 21 days) for early localized or early disseminated Lyme disease associated with erythema migrans, or Lyme carditis to complete a course of therapy or to treat ambulatory patients, or seventh-cranial-nerve palsy with no CNS involvement, or borrelial lymphocytoma; for 28 days for Lyme arthritis without neurological involvement; for 21 days for acrodermatitis chronica atrophicans<\/li><li><b>Pharyngitis:<\/b> TABS, 250 mg ORALLY twice a day for 10 days<\/li><li><b>Sinusitis, Acute bacterial maxillary:<\/b> 250 mg ORALLY twice a day for 10 days<\/li><li><b>Tonsillitis:<\/b> TABS, 250 mg ORALLY twice a day for 10 days<\/li><li><b>Urinary tract infectious disease, Uncomplicated:<\/b> 250 mg ORALLY twice a day for 7 to 10 days<\/li><\/ul>"},{"id":"111737-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Acute bacterial exacerbation of chronic bronchitis:<\/b> 250 mg or 500 mg ORALLY twice a day for 10 days<\/li><li><b>Acute otitis media:<\/b> (6 months through 12 years) 30 mg\/kg\/day ORALLY in 2 divided doses for 5 to 7 days (6 to 12 years with mild to moderate illness) or for 7 days (2 to 5 years with mild to moderate illness) or for 10 days (younger than 2 years or severe illness) (guideline dosing)<\/li><li><b>Acute otitis media:<\/b> (able to swallow tablets) TABS, 250 mg ORALLY twice a day for 10 days (manufacturer dosing)<\/li><li><b>Acute otitis media:<\/b> (3 months to 12 years) SUSPENSION, 30 mg\/kg\/day ORALLY in 2 divided doses for 10 days, maximum 1 g\/day (manufacturer dosing)<\/li><li><b>Bronchitis, acute - Secondary bacterial infection:<\/b> children 13 years or older, 250 mg or 500 mg ORALLY twice a day for 5 to 10 days<\/li><li><b>Gonorrhea, Uncomplicated:<\/b> children 13 years or older, 1 g ORALLY as a single dose<\/li><li><b>Impetigo:<\/b> (3 months to 12 years) SUSPENSION, 30 mg\/kg\/day ORALLY in 2 divided doses for 10 days, maximum 1 g\/day<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, Uncomplicated:<\/b> 250 mg or 500 mg ORALLY twice a day for 10 days<\/li><li><b>Lyme disease:<\/b> 30 mg\/kg\/day ORALLY in 2 divided doses for 14 days (range, 14 to 21 days) for early localized or early disseminated Lyme disease associated with erythema migrans, or Lyme carditis to complete a course of therapy or to treat ambulatory patients, or seventh-cranial-nerve palsy with no CNS involvement or borrelial lymphocytoma; for 28 days for Lyme arthritis without neurological involvement; for 21 days for acrodermatitis chronica atrophicans; maximum daily dose, 1000 mg<\/li><li><b>Pharyngitis:<\/b> (3 months to 12 years) SUSPENSION, 20 mg\/kg\/day ORALLY in 2 divided doses for 10 days, maximum 500 mg\/day<\/li><li><b>Pharyngitis:<\/b> (13 years or older) TABS, 250 mg ORALLY twice a day for 10 days<\/li><li><b>Sinusitis, Acute bacterial maxillary:<\/b> (able to swallow tablets; 13 years or older) TABS, 250 mg ORALLY twice a day for 10 days<\/li><li><b>Sinusitis, Acute bacterial maxillary:<\/b> (3 months to 12 years) SUSPENSION, 30 mg\/kg\/day ORALLY in 2 divided doses for 10 days, maximum 1 g\/day<\/li><li><b>Tonsillitis:<\/b> (3 months to 12 years) SUSPENSION, 20 mg\/kg\/day ORALLY in 2 divided doses for 10 days, maximum 500 mg\/day<\/li><li><b>Tonsillitis:<\/b> (13 years or older) TABS, 250 mg ORALLY twice a day for 10 days<\/li><li><b>Urinary tract infectious disease, Uncomplicated:<\/b> 250 mg ORALLY twice a day for 7 to 10 days<\/li><\/ul>"},{"id":"111737-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, CrCl 30 mL\/min or greater:<\/b> No adjustment needed<\/li><li><b>renal impairment, CrCl 10 to less than 30 mL\/min:<\/b> Administer standard dose every 24 hours<\/li><li><b>renal impairment, CrCl less than 10 mL\/min without hemodialysis:<\/b> Administer standard dose every 48 hours<\/li><li><b>hemodialysis:<\/b> Administer 1 additional standard dose at end of each dialysis<\/li><li><b>geriatric:<\/b> No dosage adjustment needed<\/li><\/ul>"},{"id":"111737-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acute bacterial exacerbation of chronic bronchitis<\/li><li>Acute otitis media<\/li><li>Bronchitis, acute - Secondary bacterial infection<\/li><li>Gonorrhea, Uncomplicated<\/li><li>Impetigo<\/li><li>Infection of skin AND\/OR subcutaneous tissue, Uncomplicated<\/li><li>Lyme disease<\/li><li>Pharyngitis<\/li><li>Sinusitis, Acute bacterial maxillary<\/li><li>Tonsillitis<\/li><li>Urinary tract infectious disease, Uncomplicated<\/li><\/ul>"}]},"3":{"id":"111737-s-3","title":"Contraindications\/Warnings","sub":[{"id":"111737-s-3-9","title":"Contraindications","mono":"hypersensitivity to the cephalosporin group of antibiotics <br\/>"},{"id":"111737-s-3-10","title":"Precautions","mono":"<ul><li>hepatic\/renal impairment or poor nutritional status; increased risk of fall in prothrombin activity<\/li><li>hypersensitivity to penicillins; up to 10% cross-sensitivity risk<\/li><li>patients receiving potent diuretics concurrently; may adversely affect renal function<\/li><li>patients stabilized on anticoagulant therapy; increased risk of fall in prothrombin activity<\/li><li>patients with history of gastrointestinal disease, particularly colitis<\/li><li>phenylketonurics; cefuroxime suspension contains phenylalanine<\/li><li>tablets and oral suspension are not bioequivalent<\/li><\/ul>"},{"id":"111737-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"111737-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"5":{"id":"111737-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (3.7% to 10.6%), Nausea and vomiting (2.6% to 6.8%)<\/li><li><b>Reproductive:<\/b>Vaginitis (0.1% to 5.4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><\/ul>"},"6":{"id":"111737-s-6","title":"Drug Name Info","sub":{"0":{"id":"111737-s-6-17","title":"US Trade Names","mono":"Ceftin<br\/>"},"2":{"id":"111737-s-6-19","title":"Class","mono":"<ul><li>2nd Generation Cephalosporin<\/li><li>Antibiotic<\/li><\/ul>"},"3":{"id":"111737-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"111737-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"111737-s-7","title":"Mechanism Of Action","mono":"Cefuroxime axetil is a bactericidal semisynthetic cephalosporin that binds to essential target proteins, thereby, preventing the synthesis of bacterial cell walls. The antibiotic is resistant to many bacterial beta-lactamases, particularly the plasmid-mediated enzymes of enterobacteriaceae, making it potent against a variety of bacterial strains that produce beta-lactamase and other pathogens.<br\/>"},"8":{"id":"111737-s-8","title":"Pharmacokinetics","sub":[{"id":"111737-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral: 2.2 to 3.6 hours<\/li><li>Bioavailability: 37%<\/li><li>Effect of food: increases bioavailability to 52%<\/li><\/ul>"},{"id":"111737-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: approximately 50%<\/li><li>Vd: 0.13 to 1.8 L\/kg cefuroxime sodium and axetil.<\/li><\/ul>"},{"id":"111737-s-8-25","title":"Metabolism","mono":"<ul><li>Intestinal mucosa and blood; nonspecific esterases, hydrolysis<\/li><li>Metabolites: acetaldehyde and acetic acid<\/li><\/ul>"},{"id":"111737-s-8-26","title":"Excretion","mono":"<ul><li>Renal: Approximately 50% unchanged (adults)<\/li><li>Dialyzable: Yes (hemodialysis); yes (peritoneal dialysis)<\/li><\/ul>"},{"id":"111737-s-8-27","title":"Elimination Half Life","mono":"1.2 to 1.9 hours (healthy adults and children); 3.5 hours (elderly with renal impairment) <br\/>"}]},"9":{"id":"111737-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>tablets and suspension are not substitutable mg\/mg<br\/><\/li><li><b>Oral<\/b><br\/><ul><li>tablets, may be administered without regard to food<\/li><li>tablets, do not crush<\/li><li>suspension, shake well before measuring dose; must be taken with food<\/li><\/ul><\/li><\/ul>"},"10":{"id":"111737-s-10","title":"Monitoring","mono":"<ul><li>fever<\/li><li>symptomatic improvement<\/li><li>CBC<\/li><li>renal function<\/li><li>prothrombin time in patients at risk<\/li><\/ul>"},"11":{"id":"111737-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Powder for Suspension: 125 MG\/5 ML, 250 MG\/5 ML<\/li><li>Oral Tablet: 250 MG, 500 MG<\/li><\/ul><\/li><li><b>Ceftin<\/b><br\/><ul><li>Oral Powder for Suspension: 125 MG\/5 ML, 250 MG\/5 ML<\/li><li>Oral Tablet: 125 MG, 250 MG, 500 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"111737-s-12","title":"Toxicology","sub":[{"id":"111737-s-12-31","title":"Clinical Effects","mono":"<b>CEPHALOSPORINS<\/b><br\/>OVERDOSE: Acute ingestion of large doses of cephalosporins may result in nausea, vomiting, diarrhea, and abdominal pain. Seizures have developed after parenteral overdose. ADVERSE EFFECTS: COMMON: Hypersensitivity reactions, including anaphylaxis, may commonly occur with therapy; oral exposures are less likely to cause severe allergic reactions than parenteral exposures. Seizures have also been reported following therapeutic administration. Prolonged prothrombin times, thrombocytopenia, and coagulopathies associated with a qualitative platelet defect and aggregation abnormalities have been reported following IV cephalosporin therapy. Pseudocholelithiasis may follow intravenous administration of ceftriaxone. Several cases of fatal hemolytic reactions following intravenous ceftriaxone therapy have been reported in children with serious hematologic abnormalities.<br\/>"},{"id":"111737-s-12-32","title":"Treatment","mono":"<b>CEPHALOSPORINS <\/b><br\/><ul><li>Decontamination: Generally not indicated in patients with no underlying health problems. Activated charcoal may be necessary for patients with underlying renal insufficiency.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Monitoring of patient: Monitor renal function, electrolytes, CBC including platelets.<\/li><li>Anaphylaxis: Mild to moderate allergic reactions may be treated with antihistamines with or without inhaled beta adrenergic agonists, corticosteroids or epinephrine. Diphenhydramine: ADULTS: 50 mg orally, IV, or IM initially, then 25 to 50 mg orally every 4 to 6 hours for 24 to 72 hours. CHILDREN: 1.25 mg\/kg orally, IV, or IM initially, then 5 mg\/kg\/day orally in 4 divided doses for 24 to 72 hours. Treatment of severe anaphylaxis also includes oxygen supplementation, aggressive airway management, epinephrine, ECG monitoring, and IV fluids.<\/li><li>Seizure: IV benzodiazepines, barbiturates<\/li><li>Blood coagulation disorder: Vitamin K, fresh frozen plasma<\/li><li>Intrathecal injection: Treat seizures with anticonvulsants (benzodiazepines, propofol, phenobarbital); endotracheal intubation and mechanical ventilation as needed. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or lactated ringers through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr). Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><\/ul>"},{"id":"111737-s-12-33","title":"Range of Toxicity","mono":"<b>CEPHALOSPORINS<\/b><br\/>TOXICITY: Serious toxicity is unlikely following large oral doses of cephalosporins. Crystalluria and hematuria has been described in a 3-year-old boy who ingested 104 mg\/kg of cephalexin. THERAPEUTIC DOSE: Varies with agent. CEPHALEXIN: CHILDREN:  25 to 100 milligrams\/kilogram\/24 hours orally, up to a maximum of 4 grams\/day, divided every 6 hours. <br\/>"}]},"13":{"id":"111737-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause diarrhea, nausea, or vomiting.<\/li><li>Patient should take the oral suspension with food.<\/li><\/ul>"}}}