{"generic":"Cefuroxime Sodium","drugs":["Cefuroxime Sodium","Zinacef"],"mono":{"0":{"id":"111738-s-0","title":"Generic Names","mono":"Cefuroxime Sodium"},"1":{"id":"111738-s-1","title":"Dosing and Indications","sub":[{"id":"111738-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Gonorrhea, Uncomplicated or disseminated gonococcal infection:<\/b> Disseminated gonococcal infection: 750 mg IV\/IM every 8 hr<\/li><li><b>Gonorrhea, Uncomplicated or disseminated gonococcal infection:<\/b> Uncomplicated gonococcal infection: 1.5 grams IM as a single dose (divided and given in 2 separate sites) with 1.0 g probenecid ORALLY<\/li><li><b>Infection of bone - Infectious disorder of joint:<\/b> 1.5 g IV\/IM every 8 hr<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> 750 mg IV\/IM every 8 hr<\/li><li><b>Lower respiratory tract infection:<\/b> 750 mg to 1.5 grams IV\/IM every 8 hr; depending on type and severity of infection<\/li><li><b>Lower respiratory tract infection:<\/b> Severe or complicated infections: 1.5 g IV\/IM every 8 hr<\/li><li><b>Lower respiratory tract infection:<\/b> Life threatening or less susceptible infections: 1.5 grams IV\/IM every 6 hr<\/li><li><b>Meningitis:<\/b> 750 mg to 1.5 g IV\/IM every 6 to 12 hours, dose should not exceed 3 grams IV\/IM every 8 hr<\/li><li><b>Operation on heart - Postoperative infection; Prophylaxis:<\/b> 1.5 g IV during anesthesia induction; then 1.5 g IV every 12 hours until 6 g has been administered<\/li><li><b>Postoperative infection; Prophylaxis:<\/b> 1.5 g IV 30 to 60 minutes prior to surgery; then 750 mg IV\/IM every 8 hours for prolonged procedures<\/li><li><b>Postoperative infection; Prophylaxis:<\/b> Open heart surgery: 1.5 g IV at anesthesia induction; then 1.5 g IV every 12 hours until 6 g have been administered<\/li><li><b>Septicemia:<\/b> Severe infections: 1.5 g IV\/IM every 8 hr<\/li><li><b>Septicemia:<\/b> Life-threatening or infection from less susceptible organism: 1.5 grams IV\/IM every 6 hr<\/li><li><b>Urinary tract infectious disease:<\/b> 750 mg IV\/IM every 8 hr<\/li><\/ul>"},{"id":"111738-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in pediatric patients less than 3 months of age<\/li><li><b>Infection of bone - Infectious disorder of joint:<\/b> 3 months of age and older, 150 mg\/kg\/day IV\/IM divided every 8 hr; MAX 1.5 g\/dose<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> 50 to 100 mg\/kg\/day in equally divided doses every 6 to 8 hours<\/li><li><b>Lower respiratory tract infection:<\/b> 3 months of age and older, 50 to 100 mg\/kg\/day IV\/IM divided every 6-8 hr; depending on type and severity of infection<\/li><li><b>Meningitis:<\/b> 3 months of age and older, 200 to 240 mg\/kg\/day IV\/IM divided equally every 6-8 hr<\/li><li><b>Septicemia:<\/b> 3 months of age and older, 50 to 100 mg\/kg\/day IV\/IM divided every 6 to 8 hr; depending on type and severity of infection<\/li><li><b>Urinary tract infectious disease:<\/b> 3 months of age and older, 50 to 100 mg\/kg\/day IV\/IM divided every 6 to 8 hr; depending on type and severity of infection<\/li><\/ul>"},{"id":"111738-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (adults):<\/b> CrCl greater than 20 mL\/min, usual dose; CrCl 10 to 20 mL\/min, 750 mg every 12 hr; CrCl less than 10 mL\/min, 750 mg every 24 hr<\/li><li><b>renal impairment (pediatric patients above 3 months of age):<\/b> adjust dose consistent with adult recommendations<\/li><li><b>hemodialysis:<\/b> a supplemental dose should be given after hemodialysis<\/li><\/ul>"},{"id":"111738-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Gonorrhea, Uncomplicated or disseminated gonococcal infection<\/li><li>Infection of bone - Infectious disorder of joint<\/li><li>Infection of skin AND\/OR subcutaneous tissue<\/li><li>Lower respiratory tract infection<\/li><li>Meningitis<\/li><li>Operation on heart - Postoperative infection; Prophylaxis<\/li><li>Postoperative infection; Prophylaxis<\/li><li>Septicemia<\/li><li>Urinary tract infectious disease<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Abdominal surgery - Postoperative infection; Prophylaxis<\/li><li>Gynecological procedure - Postoperative infection<\/li><li>Operation on musculoskeletal system - Postoperative infection; Prophylaxis<\/li><li>Operation on nervous system - Postoperative infection; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"111738-s-3","title":"Contraindications\/Warnings","sub":[{"id":"111738-s-3-9","title":"Contraindications","mono":"hypersensitivity to cephalosporin antibiotics <br\/>"},{"id":"111738-s-3-10","title":"Precautions","mono":"<ul><li>hepatic\/renal impairment or poor nutritional status; increased risk of fall in prothrombin activity<\/li><li>hypersensitivity to penicillins; up to 10% cross-sensitivity risk<\/li><li>patients receiving potent diuretics concurrently; may adversely affect renal function<\/li><li>patients stabilized on anticoagulant therapy; increased risk of fall in prothrombin activity<\/li><li>patients with history of gastrointestinal disease, particularly colitis<\/li><\/ul>"},{"id":"111738-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"111738-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"5":{"id":"111738-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Hematologic:<\/b>Eosinophilia<br\/><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme (rare), Stevens-Johnson syndrome (rare), Toxic epidermal necrolysis (rare)<\/li><li><b>Hematologic:<\/b>Thrombocytopenia (rare)<\/li><li><b>Immunologic:<\/b>Anaphylaxis (rare), Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Interstitial nephritis (rare)<\/li><\/ul>"},"6":{"id":"111738-s-6","title":"Drug Name Info","sub":{"0":{"id":"111738-s-6-17","title":"US Trade Names","mono":"Zinacef<br\/>"},"2":{"id":"111738-s-6-19","title":"Class","mono":"<ul><li>2nd Generation Cephalosporin<\/li><li>Antibiotic<\/li><\/ul>"},"3":{"id":"111738-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"111738-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"111738-s-7","title":"Mechanism Of Action","mono":"Cefuroxime sodium is a semisynthetic, broad-spectrum, cephalosporin antibiotic, which is highly stable to deactivation by certain gram-negative beta-lactamases. It exerts its bactericidal effect by inhibiting bacterial cell-wall synthesis. It has activity against a wide range of aerobic and anaerobic gram-positive and gram-negative organisms.<br\/>"},"8":{"id":"111738-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"111738-s-8-23","title":"Absorption","mono":"IM: time to peak concentration, 45 min (15 min to 60 min) <br\/>"},"1":{"id":"111738-s-8-24","title":"Distribution","mono":"Protein binding: approximately 50% <br\/>"},"3":{"id":"111738-s-8-26","title":"Excretion","mono":"<ul><li>Renal: approximately 89% over 8 h<\/li><li>Dialyzable: yes (hemodialysis); yes (peritoneal dialysis)<\/li><\/ul>"},"4":{"id":"111738-s-8-27","title":"Elimination Half Life","mono":"<ul><li>approximately 80 min<\/li><li>Cephalosporins, newborn infants: prolonged<\/li><li>with probenecid: increased by approximately 30%<\/li><\/ul>"}}},"9":{"id":"111738-s-9","title":"Administration","mono":"<ul><li><b>Intramuscular<\/b><br\/>reconstitute each 750 mg vial with 3 mL Sterile Water for Injection for a final concentration of 225 mg\/mL; shake gently to disperse and withdraw suspension for injection<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute the 750 mg vial with 8.3 mL or the 1.5 g vial with 16 mL Sterile Water for Injection for an approximate concentration of 90 mg\/mL<\/li><li>reconstitute the 7.5 gram pharmacy bulk vial with 77 mL Sterile Water for Injection for an approximate concentration of 95 mg\/mL<\/li><li>(bolus) inject directly or into a running IV line over 3 to 5 minutes<\/li><li>(infusion) may be further diluted in D5W, 0.9% NS or 0.45% NS and administered by slow infusion<\/li><\/ul><\/li><\/ul>"},"10":{"id":"111738-s-10","title":"Monitoring","mono":"<ul><li>fever<\/li><li>symptomatic improvement<\/li><li>CBC<\/li><li>renal function<\/li><li>prothrombin time in patients at risk<\/li><\/ul>"},"11":{"id":"111738-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Powder for Solution: 1.5 GM, 7.5 GM, 750 MG<\/li><li>Intravenous Powder for Solution: 1.5 GM, 7.5 GM, 75 GM<\/li><\/ul><\/li><li><b>Zinacef<\/b><br\/><ul><li>Injection Powder for Solution: 1.5 GM, 7.5 GM, 750 MG<\/li><li>Intravenous Powder for Solution: 1.5 GM<\/li><li>Intravenous Solution: 1.5 GM\/50 ML<\/li><\/ul><\/li><\/ul>"},"12":{"id":"111738-s-12","title":"Toxicology","sub":[{"id":"111738-s-12-31","title":"Clinical Effects","mono":"<b>CEPHALOSPORINS<\/b><br\/>OVERDOSE: Acute ingestion of large doses of cephalosporins may result in nausea, vomiting, diarrhea, and abdominal pain. Seizures have developed after parenteral overdose. ADVERSE EFFECTS: COMMON: Hypersensitivity reactions, including anaphylaxis, may commonly occur with therapy; oral exposures are less likely to cause severe allergic reactions than parenteral exposures. Seizures have also been reported following therapeutic administration. Prolonged prothrombin times, thrombocytopenia, and coagulopathies associated with a qualitative platelet defect and aggregation abnormalities have been reported following IV cephalosporin therapy. Pseudocholelithiasis may follow intravenous administration of ceftriaxone. Several cases of fatal hemolytic reactions following intravenous ceftriaxone therapy have been reported in children with serious hematologic abnormalities.<br\/>"},{"id":"111738-s-12-32","title":"Treatment","mono":"<b>CEPHALOSPORINS <\/b><br\/><ul><li>Decontamination: Generally not indicated in patients with no underlying health problems. Activated charcoal may be necessary for patients with underlying renal insufficiency.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Monitoring of patient: Monitor renal function, electrolytes, CBC including platelets.<\/li><li>Anaphylaxis: Mild to moderate allergic reactions may be treated with antihistamines with or without inhaled beta adrenergic agonists, corticosteroids or epinephrine. Diphenhydramine: ADULTS: 50 mg orally, IV, or IM initially, then 25 to 50 mg orally every 4 to 6 hours for 24 to 72 hours. CHILDREN: 1.25 mg\/kg orally, IV, or IM initially, then 5 mg\/kg\/day orally in 4 divided doses for 24 to 72 hours. Treatment of severe anaphylaxis also includes oxygen supplementation, aggressive airway management, epinephrine, ECG monitoring, and IV fluids.<\/li><li>Seizure: IV benzodiazepines, barbiturates<\/li><li>Blood coagulation disorder: Vitamin K, fresh frozen plasma<\/li><li>Intrathecal injection: Treat seizures with anticonvulsants (benzodiazepines, propofol, phenobarbital); endotracheal intubation and mechanical ventilation as needed. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or lactated ringers through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr). Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><\/ul>"},{"id":"111738-s-12-33","title":"Range of Toxicity","mono":"<b>CEPHALOSPORINS<\/b><br\/>TOXICITY: Serious toxicity is unlikely following large oral doses of cephalosporins. Crystalluria and hematuria has been described in a 3-year-old boy who ingested 104 mg\/kg of cephalexin. THERAPEUTIC DOSE: Varies with agent. CEPHALEXIN: CHILDREN:  25 to 100 milligrams\/kilogram\/24 hours orally, up to a maximum of 4 grams\/day, divided every 6 hours. <br\/>"}]},"13":{"id":"111738-s-13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient to contact healthcare professional if they develop watery and bloody stools (with or without stomach cramps and fever), even as late as 2 or more months after drug therapy.<\/li><li>Drug may cause thrombophlebitis, diarrhea, nausea, rash, pruritus, urticaria, and vaginitis, including vaginal candidiasis.<\/li><li>Advise women using combined estrogen and progesterone oral contraceptives that efficacy may be reduced.<\/li><\/ul>"}}}