{"drugs":["Actidose-Aqua","Activated Charcoal","Charcoal","EZ-Char","Kerr Insta-Char"],"mono":{"0":{"id":"115280-s-0","title":"Generic Names","mono":"Activated Charcoal"},"1":{"id":"115280-s-1","title":"Dosing and Indications","sub":{"0":{"id":"115280-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Diarrhea:<\/b> 520 mg ORALLY after meals or at the first sign of discomfort, MAX 4160 mg\/day<\/li><li><b>Indigestion:<\/b> 520 mg ORALLY after meals or at the first sign of discomfort, MAX 4160 mg\/day<\/li><li><b>Poisoning - Selective decontamination of the digestive tract:<\/b> initial, ORAL, 30-100 g or 1-2 g\/kg; repeat initial dose as soon as possible or 20-50 g every 2-6 hr<\/li><\/ul>"},"1":{"id":"115280-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Poisoning - Selective decontamination of the digestive tract:<\/b> to 1 yr of age, ORAL, as slurry in water 1 g\/kg; may repeat half the initial dose every 2-6 hr as needed<\/li><li><b>Poisoning - Selective decontamination of the digestive tract:<\/b> 1-12 yr, ORAL, as slurry in water, 25-50 g or 1-2 g\/kg; may repeat half the initial dose every 2-6 hr as needed<\/li><li><b>Poisoning - Selective decontamination of the digestive tract:<\/b> 13 yr and older, same as adult dosage<\/li><li><b>Poisoning - Selective decontamination of the digestive tract:<\/b> continuous ORAL infusion, 0.25 to 0.5 g\/kg\/hr (up to 50 g\/hr)<\/li><\/ul>"},"3":{"id":"115280-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Poisoning - Selective decontamination of the digestive tract<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Diarrhea<\/li><li>Hemodialysis-associated pruritus<\/li><li>Indigestion<\/li><\/ul>"}}},"3":{"id":"115280-s-3","title":"Contraindications\/Warnings","sub":[{"id":"115280-s-3-9","title":"Contraindications","mono":"<ul><li>absence of bowel sounds<\/li><li>gastrointestinal perforation<\/li><li>intestinal obstruction<\/li><li>recent surgery<\/li><li>risk of gastrointestinal hemorrhage<\/li><\/ul>"},{"id":"115280-s-3-10","title":"Precautions","mono":"impaired intestinal motility<br\/>"},{"id":"115280-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"115280-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"115280-s-4","title":"Drug Interactions","sub":{"1":{"id":"115280-s-4-14","title":"Major","mono":"<ul><li>Mycophenolate Mofetil (theoretical)<\/li><li>Mycophenolic Acid (theoretical)<\/li><\/ul>"},"2":{"id":"115280-s-4-15","title":"Moderate","mono":"<ul>Leflunomide (probable)<\/ul>"}}},"5":{"id":"115280-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Black feces, Diarrhea, Vomiting<\/li><li><b>Respiratory:<\/b>Pulmonary aspiration<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (rare)<\/li><li><b>Endocrine metabolic:<\/b>Electrolyte imbalance (rare)<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal obstruction<\/li><\/ul>"},"6":{"id":"115280-s-6","title":"Drug Name Info","sub":{"0":{"id":"115280-s-6-17","title":"US Trade Names","mono":"<ul><li>Actidose-Aqua<\/li><li>Charcoal<\/li><li>EZ-Char<\/li><li>Kerr Insta-Char<\/li><\/ul>"},"2":{"id":"115280-s-6-19","title":"Class","mono":"<ul><li>Adsorbent<\/li><li>Gastrointestinal Agent<\/li><\/ul>"},"3":{"id":"115280-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"115280-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"115280-s-7","title":"Mechanism Of Action","mono":"Activated charcoal is useful in absorbing gases and toxins from mineral, bacterial, viral and plant sources. It is known to relieve symptoms of stomach pain, cramping, bloating and severe indigestion.<br\/>"},"9":{"id":"115280-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>if there is vomiting (hazardous with caustic substance\/volatile hydrocarbon ingestion), give saline cathartic\/sorbitol with initial dose; do NOT repeat if bowel sounds absent<\/li><li>MIN dilution, 240 mL water per 20-30 g charcoal<\/li><li>drink plenty of water<\/li><\/ul>"},"10":{"id":"115280-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>constipation<\/li><li>serum electrolytes<\/li><\/ul>"},"11":{"id":"115280-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 260 MG<\/li><li>Oral Tablet, Enteric Coated: 250 MG<\/li><\/ul><\/li><li><b>Actidose-Aqua<\/b><br\/>Oral Suspension: 50 GM\/240 ML, 25 GM\/120 ML, 15 GM\/72 ML<br\/><\/li><li><b>CharcoCaps<\/b><br\/>Oral Capsule: 260 MG<br\/><\/li><li><b>EZ-Char<\/b><br\/>Oral Powder for Suspension: 25 GM\/29.4 GM<br\/><\/li><li><b>Kerr Insta-Char<\/b><br\/>Oral Suspension: 50 GM\/240 ML, 25 GM\/120 ML<br\/><\/li><li><b>Reese's Charcoal<\/b><br\/>Oral Capsule: 260 MG<br\/><\/li><li><b>Requa Activated Charcoal<\/b><br\/>Oral Tablet: 250 MG<br\/><\/li><\/ul>"},"12":{"id":"115280-s-12","title":"Toxicology","sub":[{"id":"115280-s-12-31","title":"Clinical Effects","mono":"<b>ACTIVATED CHARCOAL<\/b><br\/>USES: Activated charcoal is used in the treatment of acute oral poisoning. However, it should not be used routinely in all poisoned patients. Activated charcoal is most effective when administered within one hour of ingestion and should be administered as an aqueous slurry in patients with a potentially toxic ingestion who are awake and able to protect their airway. PHARMACOLOGY: Activated charcoal is obtained by destructive distillation or pyrolysis of organic material, such as wood pulp, which is activated by exposing it to an oxidizing gas compound at high temperatures, resulting in the production of increased surface area from the creation of pores. The adsorption of a chemical is limited by the number and size of these pores, or internal surface area. A larger surface area has been shown to be more effective in adsorbing xenobiotics. Activated charcoal is most effective in adsorbing compounds with a molecular weight range of 100 to 1000 Daltons. Charcoal-drug ratio, pH, gastric contents, and adsorption kinetics may also influence the adsorptive capacity of activated charcoal.  Other factors that may influence the effectiveness of charcoal products include mineral content, preservatives and palatability enhancers, and the relative solubility of the drug at a specified pH. EPIDEMIOLOGY: Activated charcoal overdose and serious complications of its appropriate use are rare. TOXICITY: Charcoal impaction and bowel obstruction have been reported with multiple dose charcoal. ADVERSE EFFECTS: Vomiting, constipation, black stools, gastrointestinal obstruction, acute pancreatitis, corneal abrasions, aspiration pneumonitis and empyema have been reported in patients receiving activated charcoal. Aspiration may be complicated by acute respiratory failure, acute respiratory distress syndrome (ARDS), bronchiolitis obliterans or chronic lung disease. Severe diarrhea, hypokalemia, hypernatremia, hypermagnesemia, and metabolic acidosis have been reported when activated charcoal was co-administered with cathartics. <br\/>"},{"id":"115280-s-12-32","title":"Treatment","mono":"<b>ACTIVATED CHARCOAL<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY:  Treatment is symptomatic and supportive. Assess bowel function in all patients following an overdose; monitor for abdominal pain or distention, vomiting, constipation, or evidence of bowel obstruction. Manual disimpaction and\/or enemas may be useful to relieve activated charcoal. Aspiration pneumonitis has been reported in patients receiving activated charcoal. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest x-ray in any patient with respiratory symptoms. Bronchoscopy may be necessary in patients with severe charcoal aspiration.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with aspiration pneumonitis. Bronchoscopy may be necessary in patients with severe charcoal aspiration.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor fluid and electrolyte status as indicated in patients with persistent vomiting or diarrhea. Assess bowel function in all patients following an overdose; monitor for abdominal pain or distention, vomiting, constipation, or evidence of bowel obstruction. Aspiration pneumonitis has been reported in patients receiving activated charcoal. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest x-ray in any patient with respiratory symptoms.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Symptomatic patients should be sent to a healthcare facility for evaluation and treatment as necessary. ADMISSION CRITERIA: Symptomatic patients (eg, bowel obstruction, aspiration pneumonia) should be admitted. CONSULT CRITERIA: Consult a pulmonologist for assistance in managing patients with aspiration pneumonia.<\/li><\/ul>"},{"id":"115280-s-12-33","title":"Range of Toxicity","mono":"<b>ACTIVATED CHARCOAL<\/b><br\/>TOXICITY: A toxic dose has not been established. THERAPEUTIC DOSES: DILUTION: Use a minimum of 240 mL of water per 30 g of activated charcoal as an aqueous slurry. ADULTS: SINGLE DOSE: The optimum dose has not been established.  The recommended dose is 25 to 100 g in adults and adolescents. MULTIPLE DOSE: After an initial dose of 50 to 100 g activated charcoal, administer subsequent doses at 1 to 4 hour intervals at a rate equivalent to 12.5 g\/hr. Continue until clinical and laboratory parameters are improving. CHILDREN: SINGLE DOSE: 13 YEARS AND OLDER: The recommended dose is 25 to 100 g in adults and adolescents. 1 TO 12 YEARS: The recommended dose is 25 to 50 g (or 0.5 to 1 g\/kg body weight). INFANTS UP TO 1 YEAR: The recommended dose is 0.5 to 1 g\/kg. MULTIPLE DOSE: 13 YEARS AND OLDER: After an initial dose of 50 to 100 g activated charcoal, administer subsequent doses at 1 to 4 hour intervals at a rate equivalent to 12.5 g\/hr. Continue until clinical and laboratory parameters are improving. 1 TO 12 YEARS: After an initial dose of 25 to 50 g of activated charcoal, administer subsequent doses at 1 to 4 hr intervals at a rate equivalent to 6.25 g\/hr.  Continue until clinical and laboratory parameters are improving. CATHARTICS: The routine use of a cathartic with activated charcoal is NOT recommended as there is no evidence that cathartics reduce drug absorption and cathartics are known to cause adverse effects such as nausea, vomiting, abdominal cramps, electrolyte imbalances and occasional hypotension.<br\/>"}]},"13":{"id":"115280-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient that drug may cause black discoloration of stools.<\/li><li>This drug may cause diarrhea, constipation, or vomiting.<\/li><li>Patient should report signs\/symptoms of pulmonary aspiration or gastrointestinal obstruction.<\/li><\/ul>"}}}