{"drugs":["Chenodal","Chenodiol"],"mono":{"0":{"id":"116285-s-0","title":"Generic Names","mono":"Chenodiol"},"1":{"id":"116285-s-1","title":"Dosing and Indications","sub":[{"id":"116285-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Gallstone, Radiolucent:<\/b> initial, 250 mg ORALLY twice daily for the first 2 weeks; increase the dose by 250 mg\/day each week until a range of 13 to 16 mg\/kg\/day in 2 divided doses or until the maximum tolerated dose is reached<\/li><li><b>Gallstone, Radiolucent:<\/b> dosages less than 10 mg\/kg is ineffective and not recommended since it may be associated with an increased risk of cholecystectomy.<\/li><\/ul>"},{"id":"116285-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"116285-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment:<\/b> contraindicated in the presence of known hepatocyte dysfunction or bile ductal abnormalities (eg, intrahepatic cholestasis, primary biliary cirrhosis, or sclerosing cholangitis)<\/li><li><b>diarrhea:<\/b> temporarily adjust the dose until symptoms subside; reinitiation of the previous dosage is usually tolerated<\/li><\/ul>"},{"id":"116285-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Gallstone, Radiolucent<br\/>"}]},"3":{"id":"116285-s-3","title":"Contraindications\/Warnings","sub":[{"id":"116285-s-3-9","title":"Contraindications","mono":"<ul><li>gallstone complications, including need for surgery (eg, unremitting acute cholecystitis, cholangitis, biliary obstruction, gallstone pancreatitis, or biliary gastrointestinal fistula)<\/li><li>hepatocyte dysfunction or bile ductal abnormalities (eg, intrahepatic cholestasis, primary biliary cirrhosis, or sclerosing cholangitis)<\/li><li>nonvisualizing gallbladder, after 2 consecutive single doses of dye<\/li><li>pregnancy<\/li><li>radiopaque stones<\/li><\/ul>"},{"id":"116285-s-3-10","title":"Precautions","mono":"<ul><li>hepatitis, chronic, active has been reported; may necessitate discontinuation<\/li><li>inability to tolerate high doses and a history of biliary pain; increased risk for cholecystectomy<\/li><li>liver disease, history; increased risk of toxicity, including serious hepatic disease and fatalities<\/li><li>transaminase elevations, greater than 3 times the ULN; may require treatment discontinuation; monitoring recommended<\/li><\/ul>"},{"id":"116285-s-3-11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"116285-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"116285-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Lipids abnormal<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (30% to 50%)<\/li><li><b>Hepatic:<\/b>Increased liver aminotransferase level (30% or more)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hepatic:<\/b>Hepatotoxicity, Intrahepatic cholestasis<\/li><li><b>Other:<\/b>Cholecystectomy, Rate<\/li><\/ul>"},"6":{"id":"116285-s-6","title":"Drug Name Info","sub":{"0":{"id":"116285-s-6-17","title":"US Trade Names","mono":"Chenodal<br\/>"},"2":{"id":"116285-s-6-19","title":"Class","mono":"<ul><li>Bile Acid<\/li><li>Gastrointestinal Agent<\/li><\/ul>"},"3":{"id":"116285-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"116285-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"116285-s-7","title":"Mechanism Of Action","mono":"Chenodiol is chenodeoxycholic acid, a naturally occurring human bile acid for the treatment of radiolucent cholesterol gallstones. Hepatic synthesis of cholesterol and cholic acid is suppressed by chenodiol. Suppression of cholic acid and the metabolite, deoxycholic acid lead to desaturation of biliary cholesterol, which leads to gradual dissolution of radiolucent cholesterol gallstones in the gall bladder. Chenodiol has no effects on radiopaque (calcified) gallstones or radiolucent bile pigment stones.<br\/>"},"8":{"id":"116285-s-8","title":"Pharmacokinetics","sub":[{"id":"116285-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability, Oral: 81% to 100%<\/li><li>Effect of food: none (<\/li><\/ul>"},{"id":"116285-s-8-24","title":"Distribution","mono":"Protein binding, extent unknown <br\/>"},{"id":"116285-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: extensive<\/li><li>Ursodiol: active<\/li><\/ul>"},{"id":"116285-s-8-26","title":"Excretion","mono":"Fecal: extensive, 80% as lithocholate <br\/>"}]},"9":{"id":"116285-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>administer morning and night <br\/>"},"10":{"id":"116285-s-10","title":"Monitoring","mono":"<ul><li>gallstones: oral cholecystograms or ultrasonograms at 6- to 9-month intervals, confirm with repeat test after 1 to 3 months of therapy for indication of efficacy; after treatment perform serial ultrasounds to detect recurrence<\/li><li>serum aminotransferase levels; monthly for the first 3 months of treatment, then every 3  months thereafter during chenodiol therapy<\/li><li>serum cholesterol levels; at 6-month intervals<\/li><\/ul>"},"11":{"id":"116285-s-11","title":"How Supplied","mono":"<b>Chenodal<\/b><br\/>Oral Tablet: 250 MG<br\/>"},"12":{"id":"116285-s-12","title":"Toxicology","sub":[{"id":"116285-s-12-31","title":"Clinical Effects","mono":"<b>CHENODIOL AND RELATED AGENTS<\/b><br\/>USES: Chenodiol (chenodeoxycholic acid) and ursodiol (ursodeoxycholic acid) are used for the dissolution of gallstones. Ursodiol is also used for the prevention of gallstone formation in obese patients experiencing rapid weight loss. PHARMACOLOGY: Chenodiol (chenodeoxycholic acid) and ursodiol (ursodeoxycholic acid) are naturally occurring bile acids. Hepatic synthesis of cholesterol and cholic acid is suppressed by chenodiol. Suppression of cholic acid and the metabolite, deoxycholic acid lead to desaturation of biliary cholesterol, which leads to gradual dissolution of radiolucent cholesterol gallstones in the gall bladder. Chenodiol has no effects on radiopaque (calcified) gallstones or radiolucent bile pigment stones. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: At the time of this review, there is no acute overdose data available. Overdose effects are anticipated to be an extension of adverse effects (eg, diarrhea) observed following therapeutic doses. ADVERSE EFFECTS: CHENODIOL: Dose-related diarrhea is the most common adverse effect of chenodiol. Nausea, vomiting, constipation, abdominal pain, flatulence, heartburn, anorexia, dyspepsia, and elevated liver enzymes are less frequently reported side effects associated with chenodiol therapy. Serious hepatic disease may occasionally occur in patients treated with chenodiol. URSODIOL: Diarrhea, nausea, vomiting, constipation, dyspepsia, itching, hypersensitivity reaction, backache, dizziness, cough, and pharyngitis have been reported. Chenodiol has the pregnancy category X. <br\/>"},{"id":"116285-s-12-32","title":"Treatment","mono":"<b>CHENODIOL AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital decontamination is generally NOT required.  HOSPITAL: Severe toxicity is not expected after an overdose. Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Should not be required in these cases.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor liver enzymes in symptomatic patients. Monitor serum electrolytes in patients with severe vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Hemodialysis is not recommended given the low toxicity of these drugs. <\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"116285-s-12-33","title":"Range of Toxicity","mono":"<b>CHENODIOL AND RELATED AGENTS<\/b><br\/>TOXICITY: CHENODIOL: Four grams daily (58 mg\/kg\/day) for 6 months was well tolerated without adverse sequelae in one patient. URSODIOL: A 39-day-old preterm infant received an inadvertent dosage of 360 mg\/day (148 mg\/kg\/day) of ursodiol for 6 days, which was approximately 6 times the intended dose of 25 mg\/kg\/day and developed no adverse events. THERAPEUTIC DOSES: Initial, 250 mg orally twice daily for the first 2 weeks; increase the dose by 250 mg\/day each week until a range of 13 to 16 mg\/kg\/day in 2 divided doses or until the maximum tolerated dose is reached. Doses varies by weight (body weight 100 to 275 pounds): 750 mg (17 to 13 mg\/kg) to 1750 mg (18 to 14 mg\/kg) orally once a day in 2 divided doses. URSODIOL: Chemodissolution of bile duct stone: 8 to 10 mg\/kg\/day orally divided into 2 to 3 doses. Prophylaxis of gallstone during rapid weight loss: 300 mg orally twice daily. <br\/>"}]},"13":{"id":"116285-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn female patient of childbearing potential to avoid pregnancy while taking drug.<\/li><li>Advise patient to report signs\/symptoms of hepatitis or hepatic failure.<\/li><li>Drug may cause diarrhea, constipation, nausea, vomiting, cramping, flatulence, abdominal pain, dyspepsia, and anorexia.<\/li><\/ul>"}}}