{"drugs":["Chlorambucil","Leukeran"],"mono":[{"id":"118945-s-0","title":"Generic Names","mono":"Chlorambucil"},{"id":"118945-s-1","title":"Dosing and Indications","sub":[{"id":"118945-s-1-4","title":"Adult Dosing","mono":"<ul><li>full dosages of chlorambucil should not be given within 4 weeks of full-course radiation or chemotherapy<\/li><li><b>Chronic lymphoid leukemia:<\/b> initial or short course, 0.1 to 0.2 mg\/kg\/day ORALLY for 3 to 6 weeks, entire daily dose may be given in 1 administration<\/li><li><b>Chronic lymphoid leukemia:<\/b> continuous or maintenance course, 0.03 to 0.1 mg\/kg\/day ORALLY; MAX 0.1 mg\/kg\/day<\/li><li><b>Chronic lymphoid leukemia:<\/b> intermittent, biweekly, or once-monthly pulse course, initiate with a single dose of 0.4 mg\/kg ORALLY, increase dose by 0.1 mg\/kg to produce mild hematologic toxicity, until control of lymphocytosis, or toxicity<\/li><li><b>Gestational trophoblastic neoplasia:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Hairy cell leukemia:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Histiocytosis X syndrome:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Hodgkin's disease:<\/b> initial or short course, 0.1 to 0.2 mg\/kg\/day ORALLY for 3 to 6 weeks as required, entire daily dose may be given in 1 administration<\/li><li><b>Hodgkin's disease:<\/b> continuous or maintenance course, 0.03 to 0.1 mg\/kg\/day ORALLY; MAX 0.1 mg\/kg\/day<\/li><li><b>Mycosis fungoides:<\/b> 0.1 to 0.2 mg\/kg\/day ORALLY for 3 to 6 weeks<\/li><li><b>Nephrotic syndrome:<\/b> 100 to 200 mcg (0.1 to 0.2 mg) per kg of body weight per day ORALLY, in a single dose, for 8 to 12 weeks.<\/li><li><b>Non-Hodgkin's lymphoma:<\/b> initial or short course, 0.1 to 0.2 mg\/kg\/day ORALLY for 3 to 6 weeks as required, entire daily dose may be given in 1 administration<\/li><li><b>Non-Hodgkin's lymphoma:<\/b> continuous or maintenance course, 0.03 to 0.1 mg\/kg\/day ORALLY; MAX 0.1 mg\/kg\/day<\/li><li><b>Ovarian carcinoma:<\/b> optimal dosing and timing not yet defined<\/li><\/ul>"},{"id":"118945-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness have not been established in pediatric patients<\/li><li><b>Nephrotic syndrome:<\/b> 100 to 200 mcg (0.1 to 0.2 mg) per kg of body weight per day ORALLY, in a single dose, for 8 to 12 weeks.<\/li><\/ul>"},{"id":"118945-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> should be initiated at the lower end of dosing range<\/li><li><b>hematologic:<\/b> hypoplastic bone marrow or lymphocytic infiltration of bone marrow, maximum chlorambucil daily dose 0.1 mg\/kg<\/li><li><b>hematologic:<\/b> full dosages may not be warranted within 4 weeks of full-course radiation or chemotherapy<\/li><li><b>hematologic:<\/b> pretherapy leukocyte or platelet count depression, initiation of chlorambucil should be at a reduced dose<\/li><li><b>hematologic:<\/b> leukocyte or platelet count below normal, particularly when total dose approaches 6.5 mg\/kg, dose reduction recommended, and discontinue with more severe depression<\/li><li><b>hematologic:<\/b> persistently low neutrophil and platelet counts or peripheral lymphocytosis confirmed by bone marrow examination, chlorambucil daily dose should not exceed 0.1 mg\/kg<\/li><li><b>hepatic impairment:<\/b> consider a dose reduction<\/li><\/ul>"},{"id":"118945-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Chronic lymphoid leukemia<\/li><li>Hodgkin's disease<\/li><li>Mycosis fungoides<\/li><li>Non-Hodgkin's lymphoma<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Gestational trophoblastic neoplasia<\/li><li>Hairy cell leukemia<\/li><li>Histiocytosis X syndrome<\/li><li>Nephrotic syndrome<\/li><li>Ovarian carcinoma<\/li><li>Waldenstroem macroglobulinemia<\/li><\/ul>"}]},{"id":"118945-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Chlorambucil can severely suppress bone marrow function. It is a carcinogen in humans, and is probably mutagenic and teratogenic. Chlorambucil produces human infertility.<br\/>"},{"id":"118945-s-3","title":"Contraindications\/Warnings","sub":[{"id":"118945-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to chlorambucil; cross-hypersensitivity (skin rash) to other alkylating agents may exist<\/li><li>prior resistance to chlorambucil<\/li><\/ul>"},{"id":"118945-s-3-10","title":"Precautions","mono":"<ul><li>bone marrow suppression, severe, has been reported; monitoring recommended; risk of irreversible bone marrow damage increases as total dose approaches 6.5 mg\/kg<\/li><li>carcinogenic in humans<\/li><li>infertility (reversible and permanent sterility) has been reported in males and females<\/li><li>mutagenicity (chromatid or chromosome damage) has been reported<\/li><li>pregnancy should be avoided; known teratogen<\/li><li>amenorrhea has been reported<\/li><li>azoospermia, prolonged or permanent, has been reported in adult males<\/li><li>children with nephrotic syndrome; increased risk of seizures<\/li><li>concomitant use with live viral vaccines in immunocompromised patients should be avoided<\/li><li>convulsions have been reported when used in the therapy of malignant and nonmalignant diseases<\/li><li>erythema multiforme, toxic epidermal necrolysis, and Stevens-Johnson syndrome have been reported; discontinue with development of skin reaction<\/li><li>hepatic impairment; monitoring recommended; dose reduction may be considered<\/li><li>high pulse doses; increased risk of seizures<\/li><li>leukemia, acute, has been reported in patients with both malignant and nonmalignant diseases following treatment; in many cases, the patient also received other chemotherapeutic agents or some form of radiation therapy; risk appears to be increased with chronic therapy and large cumulative doses of chlorambucil<\/li><li>lymphopenia, slow and progressive, has been reported during treatment; usually reverses rapidly upon completion of therapy<\/li><li>neutropenia, including severe cases, has been reported; appears to be dose-related and neutrophils may continue to decrease for 10 days after last dose; monitoring recommended; dose reduction or discontinuation may be required<\/li><li>neutrophil and platelet counts persistently low or peripheral lymphocytosis; dosage adjustment may be required<\/li><li>radiation therapy or chemotherapy in previous 4 weeks; increased risk of bone marrow suppression; may require a reduced initial dose of chlorambucil<\/li><li>secondary malignancies have been reported when used in the therapy of malignant and nonmalignant diseases<\/li><li>seizure disorder or head trauma; increased risk of seizures<\/li><li>sterility has been reported at a high incidence when administered to prepubertal and pubertal males<\/li><\/ul>"},{"id":"118945-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"118945-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: Avoid breastfeeding if possible.  Monitor infant for side effects.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"118945-s-4","title":"Drug Interactions","sub":[{"id":"118945-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"118945-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},{"id":"118945-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Hematologic:<\/b>Anemia, Thrombocytopenia<br\/><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme (rare), Skin reaction - finding, Stevens-Johnson syndrome (rare), Toxic epidermal necrolysis (rare)<\/li><li><b>Hematologic:<\/b>Acute leukemia, Leukopenia, Myelosuppression, Neutropenia, Pancytopenia<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Drug fever, Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Peripheral neuropathy, Seizure<\/li><li><b>Psychiatric:<\/b>Hallucinations<\/li><li><b>Reproductive:<\/b>Infertility, Reversible or permanent<\/li><li><b>Respiratory:<\/b>Pneumonitis, acute<\/li><li><b>Other:<\/b>Secondary malignant neoplastic disease<\/li><\/ul>"},{"id":"118945-s-6","title":"Drug Name Info","sub":{"0":{"id":"118945-s-6-17","title":"US Trade Names","mono":"Leukeran<br\/>"},"2":{"id":"118945-s-6-19","title":"Class","mono":"<ul><li>Alkylating Agent<\/li><li>Antineoplastic Agent<\/li><li>Nitrogen Mustard<\/li><\/ul>"},"3":{"id":"118945-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"118945-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"118945-s-7","title":"Mechanism Of Action","mono":"<ul><li>Chlorambucil is an aromatic nitrogen mustard derivative and alkylating agent that interferes with DNA replication. Chlorambucil also induces cellular apoptosis by accumulation of cytosolic p53 and activation of BAX, an apoptosis promoter.<\/li><li>.<\/li><\/ul>"},{"id":"118945-s-8","title":"Pharmacokinetics","sub":[{"id":"118945-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 0.83 +\/- 0.53 hours (chlorambucil); 1.9 +\/- 0.7 hours (major metabolite phenylacetic acid mustard (PAAM)<\/li><li>Bioavailability, Oral: 70 to 80%<\/li><li>Effect of food: decreased bioavailability<\/li><\/ul>"},{"id":"118945-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, Albumin: 99%<\/li><li>Vd: 0.31 L\/kg; 0.14 to 0.24 L\/kg<\/li><\/ul>"},{"id":"118945-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: extensive<\/li><li>Phenylacetic acid mustard (PAAM) (major): active<\/li><\/ul>"},{"id":"118945-s-8-26","title":"Excretion","mono":"Renal: less than 1% unchanged <br\/>"},{"id":"118945-s-8-27","title":"Elimination Half Life","mono":"<ul><li>1.5 hours<\/li><li>Phenylacetic acid mustard (PAAM) 1.8 hours<\/li><\/ul>"}]},{"id":"118945-s-9","title":"Administration","mono":"<b>General Information<\/b><br\/>use proper procedures for handling and disposal of chemotherapy <br\/>"},{"id":"118945-s-10","title":"Monitoring","mono":"<ul><li>palliative relief of cancer symptoms is indicative of efficacy<\/li><li>CBC with differential; weekly during therapy; never let more than 2 weeks elapse<\/li><li>WBC; 3 to 4 days after weekly CBC for first 3 to 6 weeks of therapy<\/li><li>clinical examinations; never let more than 2 weeks elapse<\/li><li>signs and symptoms of hepatotoxicity; in patients with pre-existing hepatic impairment<\/li><\/ul>"},{"id":"118945-s-11","title":"How Supplied","mono":"<b>Leukeran<\/b><br\/>Oral Tablet: 2 MG<br\/>"},{"id":"118945-s-12","title":"Toxicology","sub":[{"id":"118945-s-12-31","title":"Clinical Effects","mono":"<b>CHLORAMBUCIL <\/b><br\/>USES: Chlorambucil is used to treat patients with chronic lymphatic (lymphocytic) leukemia, and malignant lymphomas, including lymphosarcoma, giant follicular lymphoma, and Hodgkin's disease. PHARMACOLOGY: Chlorambucil is an aromatic nitrogen mustard derivative and alkylating agent that interferes with DNA replication and induces cellular apoptosis by accumulation of cytosolic p53 and activation of the apoptosis promoter, BAX. TOXICOLOGY: After an overdose, the effects of decreased DNA synthesis and cell death are noticed primarily in organ systems with rapidly dividing cells (bone marrow, gastrointestinal tract). EPIDEMIOLOGY: Overdose is rare, but can be life-threatening. OVERDOSE: Overdose data are limited; effects are likely an extension of adverse events. Excessive dosage or prolonged administration can induce severe myelosuppression. Patients who receive a total of 6.5 mg\/kg or more in one course of therapy with continuous dosing are most likely to develop severe neutropenia. Nausea, vomiting, acute renal failure, agitation, irritability, ataxia, muscle twitching, seizures, lethargy, myoclonus, and coma have also been reported. ADVERSE EFFECTS: Myelosuppression is the dose-limiting toxicity of chlorambucil and has an onset of 1 to 14 days.  Leukopenia, thrombocytopenia, neutropenia, anemia, and pancytopenia have been reported.  Blood counts continue to fall after discontinuing therapy; a nadir is usually reached in 10 days to 2 weeks. Bone marrow effects are most often reversible; however, irreversible bone marrow failure has been reported.  INFREQUENT: Nausea, vomiting, diarrhea, and oral ulceration. RARE: Tremors, muscular twitching, myoclonus, confusion, agitation, ataxia, flaccid paresis, hallucinations, seizures, skin hypersensitivity reactions (eg, rashes, urticaria, angioedema, erythema multiforme, Stevens-Johnson syndrome and toxic epidermal necrolysis), pulmonary fibrosis, hepatotoxicity, jaundice, drug fever, peripheral neuropathy, and interstitial pneumonia. <br\/>"},{"id":"118945-s-12-32","title":"Treatment","mono":"<b>CHLORAMBUCIL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat persistent nausea and vomiting with several antiemetics of different classes. Administer colony stimulating factors (filgrastim or sargramostim) after large overdose as these patients are at risk for severe neutropenia. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes. <\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not recommended because of the potential for CNS depression or persistent seizures and subsequent aspiration. HOSPITAL:  Administer activated charcoal if the ingestion is recent, the patient is not vomiting, and is able to maintain their airway.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe CNS or respiratory symptoms or acute allergic reactions.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Administer colony stimulating factors following a significant overdose as these patients are at risk for severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. For example: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status. Monitor renal function and liver enzymes. Monitor serum electrolytes. Monitor serial CBC with differential with platelet count. Myelosuppression (eg, leukopenia, neutropenia, thrombocytopenia, anemia, and pancytopenia) is the dose-limiting toxicity of chlorambucil and has an onset of 1 to 14 days. Blood counts continue to fall after discontinuing therapy; a nadir is usually reached in 10 days to 2 weeks. Monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of benefit due to high protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. ADMISSION CRITERIA: Patients with a chlorambucil overdose need to be admitted, as toxicity develops over several days. Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), and daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with a chlorambucil overdose. In addition, consultation with an infectious disease physician with expertise in the management of neutropenic patients with infections is strongly recommended. TRANSFER CRITERIA: Patients with large overdoses may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"118945-s-12-33","title":"Range of Toxicity","mono":"<b>CHLORAMBUCIL<\/b><br\/>TOXICITY: Dosages ranging from 0.125 to 6.8 mg\/kg in children and 5 to 250 mg\/day in adults have resulted in seizures. Irreversible bone marrow damage and neutropenia may occur at doses greater than 6.5 mg\/kg total dose. THERAPEUTIC DOSE: ADULTS; varies by course; initial or short course, 0.1 to 0.2 mg\/kg\/day (about 4 to 10 mg\/day for the average patient) orally for 3 to 6 weeks. Intermittent, biweekly, or once-monthly pulse course, initially with a single dose of 0.4 mg\/kg orally, increased by 0.1 mg\/kg to produce mild hematologic toxicity, until control of lymphocytosis, or toxicity. CHILDREN: Safety and effectiveness in pediatric patients have not been established. <br\/>"}]},{"id":"118945-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Counsel patient that drug may cause infertility in both men and women. Family planning should be discussed with a healthcare professional before initiating drug therapy.<\/li><li>This drug may cause leukemia, peripheral neuropathy, hallucinations, or pneumonitis.<\/li><li>Instruct patient to report signs\/symptoms of myelosuppression, pancytopenia, or hepatotoxicity.<\/li><li>Advise patients receiving high-pulse dose regimens, children with nephrotic syndrome, or patients with a history of seizures or head trauma to report signs\/symptoms of seizures.<\/li><li>Advise patient on the proper handling and disposal of chemotherapy drugs.<\/li><\/ul>"}]}