{"generic":"Chlordiazepoxide Hydrochloride\/Clidinium Bromide","drugs":["Chlordiazepoxide Hydrochloride\/Clidinium Bromide","Librax"],"mono":{"0":{"id":"119275-s-0","title":"Generic Names","mono":"Chlordiazepoxide Hydrochloride\/Clidinium Bromide"},"1":{"id":"119275-s-1","title":"Dosing and Indications","sub":[{"id":"119275-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Enterocolitis, Acute; Adjunct:<\/b> usual maintenance, 1 to 2 capsules ORALLY 3 to 4 times a day before meals and at bedtime (each capsule contains chlordiazepoxide 5 mg\/clidinium 2.5 mg); dosage should be individualized<\/li><li><b>Irritable bowel syndrome; Adjunct:<\/b> usual maintenance, 1 to 2 capsules ORALLY 3 to 4 times a day before meals and at bedtime (each capsule contains chlordiazepoxide 5 mg\/clidinium 2.5 mg); dosage should be individualized<\/li><li><b>Peptic ulcer disease; Adjunct:<\/b> usual maintenance, 1 to 2 capsules ORALLY 3 to 4 times a day before meals and at bedtime (each capsule contains chlordiazepoxide 5 mg\/clidinium 2.5 mg); dosage should be individualized<\/li><\/ul>"},{"id":"119275-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"119275-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>debilitated:<\/b> initial, do not exceed 2 capsules per day (each capsule contains chlordiazepoxide 5 mg\/clidinium 2.5 mg); increase gradually and limit to the smallest effective dose<\/li><li><b>geriatric:<\/b> initial, do not exceed 2 capsules per day (each capsule contains chlordiazepoxide 5 mg\/clidinium 2.5 mg); increase gradually and limit to the smallest effective dose<\/li><\/ul>"},{"id":"119275-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><ul><li>Enterocolitis, Acute; Adjunct<\/li><li>Irritable bowel syndrome; Adjunct<\/li><li>Peptic ulcer disease; Adjunct<\/li><\/ul>"}]},"3":{"id":"119275-s-3","title":"Contraindications\/Warnings","sub":[{"id":"119275-s-3-9","title":"Contraindications","mono":"<ul><li>bladder neck obstruction, benign; anticholinergic component may worsen condition<\/li><li>glaucoma; anticholinergic component may worsen condition<\/li><li>hypersensitivity to chlordiazepoxide hydrochloride and\/or clidinium bromide<\/li><li>prostate hypertrophy; anticholinergic component may worsen condition<\/li><\/ul>"},{"id":"119275-s-3-10","title":"Precautions","mono":"<ul><li>abrupt withdrawal, particularly in patients on long-term, high-dose therapy; gradual withdrawal recommended<\/li><li>addiction-prone patients; risk of habituation and dependence<\/li><li>concomitant use of other psychotropic agents; use not recommended<\/li><li>CNS depressant effect; may interfere with mental alertness; exacerbated by concurrent use with alcohol or other CNS depressants<\/li><li>debilitated patients; increased risk of ataxia, oversedation, or confusion; dose adjustment recommended<\/li><li>impending depression or suicidal tendencies; may be exacerbated<\/li><li>elderly; increased risk of ataxia, drowsiness, or confusion; dose adjustment recommended<\/li><li>paradoxical reactions (eg, excitement, stimulation, acute rage) have occurred<\/li><li>pregnancy; avoid use<\/li><\/ul>"},{"id":"119275-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"119275-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"119275-s-4","title":"Drug Interactions","sub":[{"id":"119275-s-4-13","title":"Contraindicated","mono":"<ul><li>Flumazenil (theoretical)<\/li><li>Potassium (theoretical)<\/li><\/ul>"},{"id":"119275-s-4-14","title":"Major","mono":"<ul><li>Alfentanil (probable)<\/li><li>Amobarbital (probable)<\/li><li>Anileridine (probable)<\/li><li>Aprobarbital (probable)<\/li><li>Buprenorphine (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Butabarbital (probable)<\/li><li>Butalbital (probable)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Codeine (probable)<\/li><li>Dantrolene (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (probable)<\/li><li>Lacosamide (theoretical)<\/li><li>Levorphanol (probable)<\/li><li>Meclizine (theoretical)<\/li><li>Meperidine (probable)<\/li><li>Mephenesin (theoretical)<\/li><li>Mephobarbital (probable)<\/li><li>Meprobamate (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methohexital (probable)<\/li><li>Mirtazapine (theoretical)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Pentobarbital (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Primidone (probable)<\/li><li>Propoxyphene (probable)<\/li><li>Remifentanil (probable)<\/li><li>Secobarbital (probable)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Thiopental (probable)<\/li><li>Umeclidinium (theoretical)<\/li><li>Zolpidem (theoretical)<\/li><\/ul>"},{"id":"119275-s-4-15","title":"Moderate","mono":"<ul><li>Ketoconazole (probable)<\/li><li>Perampanel (probable)<\/li><li>St John's Wort (established)<\/li><li>Theophylline (probable)<\/li><\/ul>"}]},"5":{"id":"119275-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation, Xerostomia<\/li><li><b>Neurologic:<\/b>Ataxia, Confusion, Somnolence<\/li><li><b>Ophthalmic:<\/b>Blurred vision<\/li><li><b>Renal:<\/b>Delay when starting to pass urine<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Rash<\/li><li><b>Hematologic:<\/b>Agranulocytosis<\/li><li><b>Hepatic:<\/b>Decreased liver function, Jaundice<\/li><li><b>Neurologic:<\/b>Electroencephalogram abnormal<\/li><\/ul>"},"6":{"id":"119275-s-6","title":"Drug Name Info","sub":{"0":{"id":"119275-s-6-17","title":"US Trade Names","mono":"Librax<br\/>"},"2":{"id":"119275-s-6-19","title":"Class","mono":"<ul><li>Antimuscarinic<\/li><li>Antimuscarinic Combination<\/li><li>Benzodiazepine, Long Acting<\/li><\/ul>"},"3":{"id":"119275-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"119275-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"119275-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>administer before meals <br\/>"},"10":{"id":"119275-s-10","title":"Monitoring","mono":"<ul><li>improvement in the discomfort and anxiety associated with peptic ulcer disease, acute enterocolitis, or irritable bowel indicates efficacy<\/li><li>blood counts; periodically during long-term therapy<\/li><li>liver function tests; periodically during long-term therapy<\/li><li>signs of habituation and dependence in addition-prone patients<\/li><\/ul>"},"11":{"id":"119275-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: (Chlordiazepoxide Hydrochloride - Clidinium Bromide) 5 MG-2.5 MG<br\/><\/li><li><b>Librax<\/b><br\/>Oral Capsule: (Chlordiazepoxide Hydrochloride - Clidinium Bromide) 5 MG-2.5 MG<br\/><\/li><\/ul>"},"12":{"id":"119275-s-12","title":"Toxicology","sub":[{"id":"119275-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>ANTICHOLINERGIC POISONING <\/b><br\/>USES: The anticholinergic toxidrome refers to a set of signs and symptoms that occur with overdose of antagonists of the muscarinic cholinergic receptors. It can occur after poisoning from many pharmaceuticals and from naturally occurring alkaloids found in many plants.  These medications are commonly used as sleep aids, antispasmodics (gastrointestinal and urinary), antihistamines, and ophthalmic cycloplegics and to treat Parkinson disease.  This class of drugs is occasionally abused (mostly by adolescents) for its hallucinogenic effects. PHARMACOLOGY: Competitive antagonist of M1 and M2 muscarinic cholinergic receptor. Toxic effects from antagonism of the nicotinic cholinergic system is not a component of the syndrome. In general, the desired pharmacologic effects occur when only the peripheral muscarinic receptors are antagonized and there are no central antimuscarinic effects. TOXICOLOGY: Is an extension of the pharmacologic effects, which is due to extensive antagonism of the central and peripheral muscarinic acetylcholine receptors. EPIDEMIOLOGY: Poisoning is common but rarely severe. Toxicity may occur via oral, parenteral, or dermal route.  Systemic anticholinergic effects  have occasionally developed after use of ophthalmic preparations, mostly in young children. MILD TO MODERATE TOXICITY: Somnolence, anticholinergic effects  of mydriasis, flushing, fever, dry mouth, decreased bowel sounds, and tachycardia are characteristic.  Mild hypertension, nausea, and vomiting are  also common after overdose.  Agitation, confusion, and hallucinations may develop with moderate poisoning. SEVERE TOXICITY: Severe effects may include agitated delirium, psychosis, hallucinations, seizures, hyperthermia, and coma. Some drugs that cause the anticholinergic toxidrome (eg, diphenhydramine) may cause QRS widening and ventricular dysrhythmias due to sodium channel antagonism, but this is not due to the anticholinergic effects. Rhabdomyolysis and renal failure may rarely develop in patients with prolonged agitation, coma, or seizures. ADVERSE EFFECTS: COMMON: Dry mouth, urinary retention, and constipation are commonly seen.<br\/><\/li><li><b>BENZODIAZEPINES<\/b><br\/>USES: Benzodiazepines are used as anxiolytics, muscle relaxants, procedural sedation agents, and sedative-hypnotics to treat withdrawal states (ie, ethanol, benzodiazepines) and many hyperadrenergic\/stimulated conditions (eg, seizures, serotonin syndrome, neuroleptic malignant syndrome, sympathomimetic overdose, psychiatric conditions). PHARMACOLOGY: They act on the benzodiazepine binding site on the chloride channel of the gamma-aminobutyric acid (GABA), an inhibitory neurotransmitter receptor in the CNS, and increase the frequency of chloride channel opening. This hyperpolarizes the cell and prevents nerve firing\/stimulation, resulting in generalized depression of spinal reflexes and the reticular activating system causing CNS depression. TOXICOLOGY: Toxicity is an extension of the pharmacology, increased GABA activity causing CNS depression. While coma and respiratory depression are rare, they may occur with large overdoses or coingestions. EPIDEMIOLOGY: Benzodiazepine overdose is common and usually occurs in combination with other drug ingestions. Outcomes are generally good. MILD TO MODERATE TOXICITY: CNS depression is the most common finding after overdose. Respiratory depression may also occur, but is more common with coingestion of other sedative-hypnotics. SEVERE TOXICITY: Respiratory depression\/arrest may occur with large overdoses or following rapid IV injection with short-acting benzodiazepines. Severity of respiratory effects depends on the amount ingested and absorbed, type of benzodiazepine ingested (worse for lipophilic agents (eg, diazepam or flunitrazepam) vs polar (eg, lorazepam)), and coingestants. In high doses, patients may manifest coma, respiratory depression, hypotension, hypothermia, and rhabdomyolysis. Otherwise, benzodiazepines are remarkably safe as single agents. ADVERSE EFFECTS: Adverse effects of benzodiazepines in therapeutic doses usually reflect the drug's pharmacology and include sedation, slurred speech, and ataxia. Some IV forms of benzodiazepines (namely, diazepam (Valium(R)) and lorazepam (Ativan(R))) contain propylene glycol as a diluent. Large doses and prolonged infusions may cause the accumulation of propylene glycol and a resultant anion gap metabolic acidosis. This is best avoided by using midazolam (Versed(R)) infusions since it is water soluble and does not contain propylene glycol. Physical and\/or psychological dependence may develop, and a withdrawal syndrome similar to ethanol withdrawal (ie, hypertension, tachycardia, tremulousness, seizures, low grade fever, and, in severe cases, delirium) may develop after abrupt discontinuation in dependent individuals.<br\/><\/li><\/ul>"},{"id":"119275-s-12-32","title":"Treatment","mono":"<ul><li><b>ANTICHOLINERGIC POISONING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of pharmaceutical  overdoses that produce the anticholinergic toxidrome requires only supportive care; administer activated charcoal if the patient presents shortly after ingestion; sedate patients with benzodiazepines for agitation and delirium. Hypertension and tachycardia are generally mild and well tolerated, and do not require specific treatment. Physostigmine can be used to establish a diagnosis; it may help avoid an invasive, costly work-up, but should only be given in a setting where intensive monitoring and resuscitation is possible, and should NOT be given if the history or ECG (QRS widening) suggests tricyclic antidepressant poisoning. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed early. May benefit from gastric lavage if patient presents soon after a large ingestion; administer activated charcoal. GI decontamination should only be performed in patients who can protect their airway or who are intubated. Severe delirium may develop and require large doses of benzodiazepines for sedation. Seizures (may progress to status epilepticus) may require aggressive use of benzodiazepines, propofol and\/or barbiturates. Monitor core temperature and treat hyperthermia with aggressive benzodiazepine sedation to control agitation, and external cooling. Clinical manifestations may be prolonged due to prolonged absorption in the setting of anticholinergic ileus.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for somnolence and seizures. For dermal exposure, wash skin thoroughly. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient is able to protect airway. Consider gastric lavage in recent, life threatening ingestion, protect airway prior to gastric lavage.<\/li><li>Airway management: Protect airway early in patients with severe intoxication (i.e., seizures, severe delirium or hyperthermia).<\/li><li>Antidote: Physostigmine is indicated to reverse the CNS effects caused by clinical or toxic dosages of agents capable of producing anticholinergic syndrome; however, long lasting reversal of anticholinergic signs and symptoms is generally not achieved because of the relatively short duration of action of physostigmine (45 to 60 minutes).  It is most often used diagnostically to distinguish anticholinergic delirium from other causes of altered mental status. CAUTION: If tricyclic antidepressants are coingested, physostigmine may precipitate seizures and dysrhythmias. DOSES: ADULT: 2 mg IV at a slow controlled rate, no more than 1 mg\/min. May repeat doses at intervals of 10 to 30 min if severe symptoms recur. For patients with prolonged anticholinergic delirium consider a continuous infusion, start at 2 mg\/hr and titrate to effect. CHILD: 0.02 mg\/kg by slow IV injection, at a rate no more than 0.5 mg\/minute. Repeat dosage at 5 to 10 minute intervals as long as the toxic effect persists and there is no sign of cholinergic effects. MAXIMUM DOSAGE: 2 mg total.<\/li><li>Seizure: Intravenous benzodiazepines; add propofol or barbiturates if seizures persist or recur.<\/li><li>Body temperature above reference range: Control agitation with benzodiazepines, initiate aggressive external cooling measures (i.e., remove patient's clothing, cover with a damp sheet or spray skin with water and direct fan at the patient's skin to enhance evaporation).<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Monitoring of patient: Monitor vital signs (including temperature) and mental status.  No specific lab work is needed in most patients. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity (i.e., agitation, delirium, seizures, coma, hypotension). Monitor creatinine phosphokinase in patients with prolonged agitation, seizures or coma; monitor renal function and urine output in patients with rhabdomyolysis.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are of no value in this setting because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness or stimulation) with an acute inadvertent ingestion may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (i.e., hallucinations, somnolence, delirium, coma), or persistent tachycardia should be admitted. Patients with coma, seizures or delirium should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (i.e., seizures, severe delirium, coma), or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>BENZODIAZEPINES<\/b><br\/><ul><li>Support: Supportive care with attention to the airway, breathing, and circulation is the mainstay of treatment. Benzodiazepine overdose as a single agent may cause coma but generally does not cause loss of airway reflexes. However, when combined with other sedating drugs (eg, ethanol, opioids, muscle relaxants, antipsychotics, anticonvulsants), airway protection may be necessary. Even with large overdoses, patients generally remain hemodynamically stable. MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care. MANAGEMENT OF SEVERE TOXICITY: Coma and respiratory depression require intubation. Hypotension responds to fluids and rarely vasopressors. Anion gap metabolic acidosis from prolonged, high-dose lorazepam or diazepam can be treated with medication cessation.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal is usually not necessary unless the patient has a dangerous co-ingestant. Avoid if the patient is too sedated. HOSPITAL: Activated charcoal may be beneficial if dangerous co-ingestants were consumed and the patient is intubated or can protect their airway. Gastric lavage and whole bowel irrigation are usually not indicated as severe toxicity is very rare.<\/li><li>Airway management: Although respiratory depression is rare, some patients will require airway management.<\/li><li>Antidote: Flumazenil is a specific benzodiazepine receptor antagonist that can rapidly reverse the benzodiazepine effect. However, it is rarely indicated except for iatrogenic oversedation or respiratory depression. In addition, flumazenil may cause withdrawal states and result in seizures, adrenergic stimulation, or autonomic instability in patients chronically taking benzodiazepines or in those with ventricular dysrhythmias and seizures who are concomitantly using cocaine or tricyclic antidepressants. The starting dose is 0.1 to 0.2 mg IV over 15 to 30 seconds and repeated as needed to a maximum of 1 mg. Continuous IV infusion from 0.1 to 1 mg\/hr in 0.9% NaCl or D5W may also be used.<\/li><li>Monitoring of patient: Serum glucose, venous blood gases, ECG, and pulse oximetry may be useful. Urine drug tests do not detect all benzodiazepines; in particular, midazolam, chlordiazepoxide, and flunitrazepam are not detected on many urinary assays, so a negative screen does not rule out a benzodiazepine ingestion.<\/li><li>Enhanced elimination procedure: There is no role for diuresis, dialysis, or hemoperfusion.<\/li><li>Patient disposition: HOME CRITERIA: Healthy children with unintentional ingestions of 1 to 2 tablets may be observed at home if the family is responsible. If significant ataxia or drowsiness develops, refer the patient to the hospital. Asymptomatic adults with unintentional ingestions and a good social situation may remain at home. OBSERVATION CRITERIA: All patients with intentional ingestion or significant ataxia, drowsiness, or respiratory depression should be referred to the hospital for observation. Patients with unreliable social situations may also need observation. Patients may be discharged when asymptomatic. ADMISSION CRITERIA: Admit patients with severe symptoms (ie, coma, respiratory failure, or hypotension unresponsive to IV fluids) or if a danger to themselves. Discharge when asymptomatic and when psychiatric issues have been addressed.<\/li><\/ul><\/li><\/ul>"},{"id":"119275-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>ANTICHOLINERGIC POISONING<\/b><br\/>TOXICITY: ADULTS: Varies with the specific medication. In general, patients will have to ingest large doses of plant products (or make a tea) to develop symptoms. THERAPEUTIC DOSE: Varies with the specific medication.<br\/><\/li><li><b>BENZODIAZEPINES<\/b><br\/>TOXICITY: In general, the toxic-to-therapeutic ratio is very high for benzodiazepines, making them remarkably safe medications. THERAPEUTIC DOSE: Varies among the benzodiazepines.<br\/><\/li><\/ul>"}]},"13":{"id":"119275-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause ataxia, confusion, and somnolence.<\/li><li>Drug may cause anticholinergic effects (eg, blurred vision, dry mouth, urinary hesitancy, or constipation).<\/li><li>Instruct patient to immediately report paradoxical reactions (eg, excitement, stimulation, acute rage), suicidal ideation, or unusual changes in behavior.<\/li><li>Advise patient against sudden discontinuation or dose reduction to prevent withdrawal symptoms.<\/li><li>Counsel patient to avoid alcohol or other CNS depressants with this drug.<\/li><\/ul>"}}}