{"generic":"Chlorhexidine Gluconate","drugs":["Betasept","Biopatch w\/Chlorhexidine Gluconate","Chlorhexidine Gluconate","Chlorostat","Dyna-Hex","Dyna-Hex2","Hibiclens","Hibistat","Operand Chg Surgical Scrub Brush"],"mono":{"0":{"id":"119520-s-0","title":"Generic Names","mono":"Chlorhexidine Gluconate"},"1":{"id":"119520-s-1","title":"Dosing and Indications","sub":[{"id":"119520-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Gingivitis:<\/b> 15 mL oral rinse (undiluted), 0.12%, SWISH AND SPIT for 30 seconds twice daily (morning and evening) after toothbrushing<\/li><li><b>Periodontitis:<\/b> 2.5 mg chip inserted to the maximum depth of the periodontal pocket (at least 5 mm); insert a new chip every 3 months; maximum of 8 chips per dental visit<\/li><li><b>Skin cleansing procedure:<\/b> (general skin or wound cleansing) rinse area to be cleansed with water, apply minimum amount of 4% solution necessary to cover skin or wound area and wash gently, then rinse<\/li><li><b>Skin cleansing procedure:<\/b> (personnel handwash) wet hands, wash with 5 mL of 4% solution for 15 seconds; rinse and dry<\/li><li><b>Skin cleansing procedure:<\/b> (preoperative skin preparation) 4% solution applied for at least 2 minutes, dry and repeat for 2 minutes<\/li><li><b>Skin cleansing procedure:<\/b> (surgical hand scrub) apply 5 mL of 4% solution and scrub for 3 minutes, rinse thoroughly, then repeat, rinse, and dry<\/li><\/ul>"},{"id":"119520-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>effectiveness and safety have not been established in pediatric patients younger 18 years (oral rinse)<\/li><li><b>Skin cleansing procedure:<\/b> (general skin cleansing) rinse area to be cleansed with water, apply minimum amount of 4% solution necessary to cover skin or wound area and wash gently, then rinse<\/li><\/ul>"},{"id":"119520-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> dosage of the topical and oral rinse formulations should not require alteration in patients with renal failure (Prod Info Hibiclens(R), 2000)<\/li><li><b>hepatic impairment:<\/b> dosage of the topical and oral rinse formulations should not require alteration in patients with hepatic insufficiency (Prod Info Hibiclens(R), 2000)<\/li><\/ul>"},{"id":"119520-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Gingivitis<\/li><li>Periodontitis<\/li><li>Skin cleansing procedure<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Alveolitis of jaw<\/li><li>Burn - Nosocomial infectious disease; Prophylaxis<\/li><li>Dental procedure - Prosthetic dental implant<\/li><li>Nosocomial infectious disease, Catheter-Related; Prophylaxis<\/li><li>Nosocomial infectious disease; Prophylaxis - Operation on heart<\/li><li>Oral infection; Prophylaxis<\/li><li>Sensitive dentin<\/li><\/ul>"}]},"3":{"id":"119520-s-3","title":"Contraindications\/Warnings","sub":[{"id":"119520-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to chlorhexidine gluconate or any other component of the product (oral rinse)<\/li><li>sensitivity to chlorhexidine (periodontal chip)<\/li><\/ul>"},{"id":"119520-s-3-10","title":"Precautions","mono":"<ul><li>abscessed periodontal pocket, acute; use not recommended (periodontal chip)<\/li><li>alcohol-based solution; vapors are flammable until solution is dry; reduce risk of fire by allowing solution to completely dry before draping or using ignition sources, such as cautery or laser (may take a minimum of 3 minutes after application to hairless skin); do not allow solution to pool, and remove wet materials from prep area (topical products)<\/li><li>anaphylaxis and serious allergic reactions have been reported (periodontal chip and oral rinse)<\/li><li>allergies to chlorhexidine gluconate or isopropyl alcohol; do not use (topical products)<\/li><li>application into hairy areas; alcohol-based solution may take longer to dry or may not dry completely (topical products)<\/li><li>face or head application is not recommended (topical products)<\/li><li>general skin cleansing; do not use (topical products)<\/li><li>infectious events (eg, abscesses and cellulitis) have been reported; risk may be increased in patients with cancer, diabetes, or immunocompromised status (periodontal chip)<\/li><li>lumbar puncture; do not use (topical products)<\/li><li>meninges, in contact with; do not use (topical products)<\/li><li>open skin wounds; do not use (topical products)<\/li><li>pediatric patients younger than 2 months; do not use; potential for increased systemic absorption and excessive skin irritation (topical solution)<\/li><li>supragingival calculus formation, an increase in deposits of, has been reported; dental prophylaxis removal of calculus deposits recommended every 6 months or more often (oral rinse)<\/li><li>topical products; do not use in eyes, ears, or mouth (topical products)<\/li><\/ul>"},{"id":"119520-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Chlorhexidine: C (FDA)<\/li><li>Chlorhexidine: A (AUS)<\/li><\/ul>"},{"id":"119520-s-3-12","title":"Breast Feeding","mono":"<ul><li>Chlorhexidine: WHO: Compatible with breastfeeding.<\/li><li>Chlorhexidine: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"5":{"id":"119520-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Dental calculus, Staining of tooth (oral rinse, up to 56%), Taste sense altered, Toothache (periodontal chip, 50.7%)<\/li><li><b>Neurologic:<\/b>Headache (periodontal chip, 27.1%)<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (periodontal chip, 28.4%)<\/li><\/ul><b>Serious<\/b><br\/><b>Immunologic:<\/b>Anaphylaxis<br\/>"},"6":{"id":"119520-s-6","title":"Drug Name Info","sub":{"0":{"id":"119520-s-6-17","title":"US Trade Names","mono":"<ul><li>Hibiclens<\/li><li>Hibistat<\/li><li>Betasept<\/li><li>Biopatch w\/Chlorhexidine Gluconate<\/li><li>Chlorostat<\/li><li>Dyna-Hex<\/li><li>Dyna-Hex2<\/li><li>Operand Chg Surgical Scrub Brush<\/li><\/ul>"},"2":{"id":"119520-s-6-19","title":"Class","mono":"<ul><li>Antibacterial<\/li><li>Antibacterial Cleansing Agent<\/li><li>Dressing Agent<\/li><\/ul>"},"3":{"id":"119520-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"119520-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"119520-s-7","title":"Mechanism Of Action","mono":"Chlorhexidine gluconate provides antiseptic and antimicrobial effect with rapid bactericidal action against wide range of gram-positive and gram-negative bacteria.<br\/>"},"8":{"id":"119520-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"119520-s-8-23","title":"Absorption","mono":"Oral, rinse: time to peak concentration, 30 min (mean) <br\/>"},"3":{"id":"119520-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: approximately 90%<\/li><li>Renal: less than 1%<\/li><\/ul>"}}},"9":{"id":"119520-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>use directly after dental prophylaxis<\/li><li>use in the morning and evening after brushing teeth<\/li><li>do not swallow solution<\/li><li>do not rinse, brush, or eat immediately after use<\/li><\/ul>"},"10":{"id":"119520-s-10","title":"Monitoring","mono":"(oral rinse) reduced redness, swelling and bleeding of the gingivae<br\/>"},"11":{"id":"119520-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Liquid: 0.12 %<\/li><li>Oral Solution: 0.12 %<\/li><li>  Solution: 20 %<\/li><li>Topical Solution: 4 %<\/li><\/ul><\/li><li><b>Aplicare Antiseptic Chlorhexidine Gluconate<\/b><br\/>Topical Solution: 2 %, 4 %<br\/><\/li><li><b>Betasept<\/b><br\/>Topical Liquid: 4 %<br\/><\/li><li><b>Dyna-Hex2<\/b><br\/>Topical Liquid: 2 %<br\/><\/li><li><b>Dyna-Hex 4<\/b><br\/>Topical Solution: 4 %<br\/><\/li><li><b>Dyna-Hex<\/b><br\/>Topical Liquid: 4 %<br\/><\/li><li><b>Hibiclens<\/b><br\/>Topical Liquid: 4 %<br\/><\/li><li><b>Hibistat<\/b><br\/>Topical Pad: 0.5 %<br\/><\/li><li><b>Paroex<\/b><br\/>Oral Solution: 0.12 %<br\/><\/li><li><b>Peridex<\/b><br\/><ul><li>Oral Liquid: 0.12 %<\/li><li>Oral Solution: 0.12 %<\/li><\/ul><\/li><li><b>Periochip<\/b><br\/>Mucous Membrane Chip: 2.5 MG<br\/><\/li><li><b>Periogard<\/b><br\/>Oral Liquid: 0.12 %<br\/><\/li><\/ul>"},"12":{"id":"119520-s-12","title":"Toxicology","sub":[{"id":"119520-s-12-31","title":"Clinical Effects","mono":"<b>CHLORHEXIDINE SALTS <\/b><br\/>USES: Chlorhexidine gluconate is used to treat gingivitis and periodontitis. It is also used as an antiseptic in skin cleansers. PHARMACOLOGY: Chlorhexidine gluconate provides antiseptic and antimicrobial effect with rapid bactericidal action against wide range of gram-positive and gram-negative bacteria. TOXICOLOGY: Chlorhexidine is an irritant at low concentrations and caustic at high (20%) concentrations. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Little data exist on inadvertent or deliberate oral exposure to chlorhexidine salts. Little systemic absorption occurs, thus the primary expected effect is irritation in lower concentrations and corrosive effects in larger concentrations. HEENT:  Concentrations of up to 0.2% are tolerated by the eye. Eye irritation, corneal edema and injury, opacities, and conjunctivitis have been reported with exposure to 4% solution. Instillation into ears of patients with non-intact tympanic membranes, such as those with tympanostomy tubes, has caused hearing loss. INGESTION: Ingestion of 150 mL of a 20% chlorhexidine gluconate solution (30 grams of chlorhexidine or 400 mg\/kg) resulted in pharyngeal edema, necrotic esophageal lesions, elevated liver enzymes, and diffuse fatty degeneration and lobular necrosis of the liver. Ingestion of 30 mL of a 4% solution did not result in adverse gastrointestinal effects. Ingestion of 0.12% mouth rinse is not expected to be irritating. INTRAVENOUS: Inadvertent intravenous administration of 0.8 gram of 20% chlorhexidine gluconate resulted in hypotension, tachycardia, and acute respiratory distress syndrome. Hemolysis due to hypotonicity has been reported following accidental intravenous administration of 1 L of 1:5000 chlorhexidine. OTHER ROUTES: Hematuria has been reported following bladder irrigation. Acute ulcerative colitis has been described following an enema containing 10 mL of Hibiclens skin cleaner(R) (4% chlorhexidine) mixed in 2 L of tap water. Bradycardia was noted in a newborn breastfeeding infant after oral exposure to a chlorhexidine spray which was used on the mother's nipples to prevent mastitis. Methemoglobinemia may occur following exposure to para-chloraniline, a chlorhexidine decomposition production. Three cases of severe methemoglobinemia were observed in premature neonates when chlorhexidine gluconate was accidentally used as humidifying fluid in a new type of incubator. ADVERSE EFFECTS: Concentrations greater than 2% may be irritating to the skin. Contact dermatitis, photosensitivity (with prolonged use), urticaria, and anaphylactoid reactions have also been reported. Tooth discoloration, altered taste sensation, superficial desquamation, idiosyncratic desquamation, ulceration of the oral mucosa, and taste disturbance have been reported in patients using chlorhexidine 0.12% mouthwash. Malaise, fatigue, nausea, and depression developed in 3 patients receiving continuous pleural irrigation with approximately 5 L\/day of 0.02% chlorhexidine (1 gram\/day of chlorhexidine). Some chlorhexidine topical solutions may contain isopropyl alcohol. Please refer to \"Isopropyl alcohol\" document for exposure information. <br\/>"},{"id":"119520-s-12-32","title":"Treatment","mono":"<b>CHLORHEXIDINE SALTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Little systemic absorption occurs, thus the primary expected effect following an ingestion is irritation in lower concentrations and corrosive effects in larger concentrations (20% solution). Following an ingestion of 20% solution, each patient should be examined for mucosal damage.  There is little information regarding the use of endoscopy, corticosteroids or surgery in the setting of concentrated chlorhexidine salts ingestion.  The following information is derived from experience with other corrosives. Perform endoscopy early (within 12 hours) in patients with stridor, drooling, vomiting, significant oral burns, and difficulty swallowing or abdominal pain, or large deliberate ingestions. If burns are absent or grade I severity, patient may be discharged when able to tolerate liquids and soft foods by mouth. If mild grade II burns, admit for intravenous fluids, slowly advance diet as tolerated. MANAGEMENT OF SEVERE TOXICITY: Inadvertent intravenous administration of 0.8 gram of 20% chlorhexidine gluconate resulted in hypotension, tachycardia, and acute respiratory distress syndrome. Early airway management in patients with acute respiratory distress. Early (within 12 hours), perform a gastrointestinal endoscopy to evaluate for burns. Treat hypotension with fluids, vasopressors if needed.<\/li><li>Decontamination: INGESTION: In patients who have ingested high concentration solutions without vomiting or respiratory distress who are able to swallow, dilute with 4 to 8 oz milk\/water if possible shortly after ingestion; then NPO until after endoscopy. Neutralization, gastric lavage, and activated charcoal are not indicated. OCULAR: Concentrations of up to 0.2% are tolerated by the eye. Eye irritation, corneal edema and injury, opacities, and conjunctivitis have been reported with exposure to 4% solution. Irrigate exposed eyes with water. DERMAL: Concentrations greater than 2% may be irritating to the skin. Remove contaminated clothes, follow with copious irrigation. INHALATION: Humidified oxygen.<\/li><li>Airway management: Aggressive airway management in patients with any indication of upper airway injury.<\/li><li>Endoscopy: Should be performed as soon as possible (preferably within 12 hours, not more than 24 hours) in any patient with ingestion of a 20% solution, any patient with large, deliberate ingestions, adults with any signs or symptoms attributable to inadvertent ingestion, and in children with stridor, vomiting, or drooling after inadvertent ingestion. Endoscopy should also be considered in children with dysphagia or refusal to swallow, significant oral burns, or abdominal pain after unintentional ingestion. Children and adults who are asymptomatic after inadvertent ingestion do not require endoscopy. The grade of mucosal injury at endoscopy is the strongest predictive factor for the occurrence of systemic and GI complications and mortality. The absence of visible oral burns does NOT reliably exclude the presence of esophageal burns.<\/li><li>Corticosteroid: The use of corticosteroids to prevent stricture formation is controversial. Corticosteroids should not be used in patients with grade I or grade III injury, as there is no evidence that they are effective. Evidence for grade II burns is conflicting, and the risk of perforation and infection is increased with steroid use, so routine use is not recommended.<\/li><li>Eye irritation: Copious irrigation until pH neutral; perform slit lamp exam. Ophthalmology consult. Antibiotics may be indicated.<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Following an ingestion of a 20% solution, monitor vital signs and serum electrolytes, renal function and liver enzymes in symptomatic patients. Following an ingestion of a 20% solution, monitor for gastrointestinal burns and respiratory distress. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest x-ray in any patient with respiratory symptoms.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients deliberate ingestion, symptoms or ingestion of a high concentration (20%) product should be sent to a healthcare facility for evaluation. Patients who remain asymptomatic over 4 to 6 hours of observation, and those with endoscopic evaluation that demonstrates no burns or only minor grade I burns, and who can tolerate oral intake can be discharged home. ADMISSION CRITERIA: Symptomatic patients, and those with endoscopically demonstrated grade II or higher burns should be admitted. Patients with respiratory distress, grade III burns, hemodynamic instability, and gastrointestinal bleeding should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear. Consult a gastroenterologist for endoscopic evaluation of any patient with concern for corrosive GI injury.<\/li><\/ul>"},{"id":"119520-s-12-33","title":"Range of Toxicity","mono":"<b>CHLORHEXIDINE SALTS <\/b><br\/>TOXICITY: Little systemic absorption occurs, thus the primary expected effect is irritation in lower concentrations and corrosive effects in larger concentrations (20%). Ingestion of 15.18 mg\/kg in combination with isopropanol was not associated with adverse effects other than mild signs of isopropanol intoxication. However, ingestion of 400 mg\/kg has resulted in hepatotoxicity. Eye irritation, corneal edema and injury, opacities, and conjunctivitis have been reported with chlorhexidine concentration greater than 0.2%. Concentrations greater than 2% may be irritating to the skin.  Inadvertent IV administration of 0.8 gram of 20% chlorhexidine gluconate resulted in hypotension, tachycardia, and acute respiratory distress syndrome. THERAPEUTIC DOSES: ADULTS: GINGIVITIS: 15 mL of 0.12% oral rinse twice daily. PERIODONTITIS: One 2.5 mg chip inserted to the maximum depth of the periodontal pocket; a new chip can be inserted every 3 months; MAX of 8 chips per dental visit. SKIN CLEANING: 5 mL of 4% topical solution. CHILDREN: Efficacy and safety have not been established in children younger than 18 years of age. <br\/>"}]},"13":{"id":"119520-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause skin irritation. Certain oral forms may cause teeth staining, altered sense of taste, or toothaches.<\/li><li>Patient should not swallow oral solution and should avoid contact of chlorhexidine gluconate with eyes and ears.<\/li><li>Tell patients using the oral solution to not rinse, brush, or eat immediately after use.<\/li><\/ul>"}}}