{"drugs":["Cleocin HCl","Clindamycin Hydrochloride"],"mono":{"0":{"id":"127133-s-0","title":"Generic Names","mono":"Clindamycin Hydrochloride"},"1":{"id":"127133-s-1","title":"Dosing and Indications","sub":[{"id":"127133-s-1-4","title":"Adult Dosing","mono":"<ul><li>due to risk of severe colitis, reserve use of clindamycin for serious infections when other options are inappropriate<\/li><li><b>Babesiosis:<\/b> 600 mg ORALLY every 8 hours plus quinine 650 mg ORALLY every 6 to 8 hours for 7 to 10 days<\/li><li><b>Bacterial endocarditis; Prophylaxis:<\/b> (high-risk patients; dental, respiratory, or infected skin\/skin structure or musculoskeletal tissue procedures) 600 mg ORALLY 30 to 60 minutes prior to procedure<\/li><li><b>Bacterial infectious disease (Severe), Susceptible infections due to anaerobic organisms, staphylococci, streptococci, pneumococci:<\/b> 150 to 300 mg ORALLY every 6 hours; use 300 to 450 mg ORALLY every 6 hours for more severe infections (manufacturer dosing); (MRSA-associated) 300 to 450 mg ORALLY 3 times daily for cellulitis and 600 mg ORALLY 3 times daily for complicated skin and soft tissue infections (cSSTIs), pneumonia, and bone and joint infections; duration is 5 to 10 days for cellulitis, 7 to 14 days for hospital-associated cSSTIs, 7 to 21 days for pneumonia, 8 weeks for osteomyelitis, and 3 to 4 weeks for septic arthritis (guideline dosing)<\/li><li><b>Bacterial vaginosis:<\/b> 300 mg ORALLY twice daily for 7 days<\/li><li><b>HIV infection - Pneumocystis pneumonia:<\/b> 300 to 450 mg ORALLY every 6 to 8 hours, in combination with primaquine 15 to 30 mg (base) ORALLY once daily for 21 days<\/li><li><b>HIV infection - Toxoplasmosis:<\/b> (encephalitis) alternative therapy, 600 mg ORALLY every 6 hours, in combination with pyrimethamine 200 mg ORALLY for 1 dose, then 50 mg (less than 60 kg) or 75 mg (60 kg or greater) ORALLY daily plus leucovorin 10 to 25 mg (can increase to 50 mg) ORALLY daily for at least 6 weeks<\/li><li><b>HIV infection - Toxoplasmosis; Prophylaxis:<\/b> secondary prophylaxis (alternative regimen), 600 mg ORALLY every 8 hours, in combination with pyrimethamine 25 to 50 mg ORALLY daily plus leucovorin 10 to 25 mg ORALLY daily<\/li><li><b>Impetigo:<\/b> (Staphylococcus and Streptococcus species) 300 to 400 mg ORALLY 4 times daily for 7 days, depending on clinical response (guideline dosing)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue (Severe):<\/b> 150 to 300 mg ORALLY every 6 hours; use 300 to 450 mg ORALLY every 6 hours for more severe infections (manufacturer dose); MRSA-associated, 300 mg to 450 mg ORALLY 3 times daily for 5 to 10 days (purulent and nonpurulent cellulitis) or 600 mg ORALLY 3 times daily (complicated skin and soft tissue infections [cSSTIs]), generally for 7 to 14 days for hospital-associated cSSTIs; individualize to patient response<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue (Severe):<\/b> Methicillin-susceptible Staphylococcus aureus or MRSA, 300 to 450 mg ORALLY 3 or  4 times daily; for purulent or nonpurulent cellulitis continue treatment for 5 to 10 days<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue (Severe):<\/b> MRSA, complicated skin and soft tissue infections (cSSTIs), 600 mg ORALLY 3 times daily, generally for 7 to 14 days for hospital-associated cSSTIs; individualize to patient response (guideline dose)<\/li><li><b>Infectious disease of abdomen:<\/b> 150 to 300 mg ORALLY every 6 hours; use 300 to 450 mg ORALLY every 6 hours for more severe infections<\/li><li><b>Lower respiratory tract infection (Severe), Empyema, abscess, pneumonitis:<\/b> 150 to 300 mg ORALLY every 6 hours; use 300 to 450 mg ORALLY every 6 hours for more severe infections<\/li><li><b>Pelvic inflammatory disease:<\/b> 900 mg IV every 8 hours plus gentamicin (IV or IM) loading dose of 2 mg\/kg, followed by 1.5 mg\/kg every 8 hours (single daily dosing of gentamicin 3 to 5 mg\/kg may be substituted); discontinue IV\/IM therapy 24 hours after clinical improvement and continue on clindamycin 450 mg ORALLY 4 times daily or doxycycline 100 mg ORALLY twice daily to complete a total of 14 days of therapy (guideline dosing)<\/li><li><b>Pelvic inflammatory disease:<\/b> 150 to 300 mg ORALLY every 6 hours; use 300 to 450 mg ORALLY every 6 hours for more severe infections (manufacturer dosing)<\/li><li><b>Septicemia:<\/b> 150 to 300 mg ORALLY every 6 hours; use 300 to 450 mg ORALLY every 6 hours for more severe infections<\/li><li><b>Streptococcal pharyngitis:<\/b> (penicillin-allergic patients) 20 mg\/kg\/day ORALLY in 3 divided doses (MAX 1.8 g\/day)<\/li><\/ul>"},{"id":"127133-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>due to risk of severe colitis, reserve use of clindamycin for serious infections when other options are inappropriate<\/li><li><b>Acute otitis media:<\/b> 30 to 40 mg\/kg\/day ORALLY in 3 divided doses for 5 to 7 days (6 years or older with mild to moderate illness), 7 days (2 to 5 years with mild to moderate illness), or 10 days (younger than 2 years or with severe illness)<\/li><li><b>Babesiosis:<\/b> 7 to 10 mg\/kg ORALLY every 6 to 8 hours (MAX 600 mg\/dose) plus quinine 8 mg\/kg ORALLY every 8 hours (MAX 650 mg\/dose) for 7 to 10 days<\/li><li><b>Bacterial endocarditis; Prophylaxis:<\/b> (high-risk patients; dental, respiratory, or infected skin\/skin structure or musculoskeletal tissue procedures) 20 mg\/kg ORALLY 30 to 60 minutes prior to procedure<\/li><li><b>Bacterial infectious disease (Severe), Susceptible infections due to anaerobic organisms, staphylococci, streptococci, pneumococci:<\/b> 8 to 16 mg\/kg\/day ORALLY divided every 6 to 8 hours; use 16 to 20 mg\/kg\/day ORALLY divided every 6 to 8 hours for more severe infections; (MRSA-associated infections) 40 mg\/kg\/day orally divided every 6 to 8 hours (guideline dosing)<\/li><li><b>HIV infection - Toxoplasmosis:<\/b> (congenital toxoplasmosis) 5 to 7.5 mg\/kg\/dose (MAX 600 mg\/dose) ORALLY 4 times daily plus pyrimethamine 2 mg\/kg ORALLY once daily for 2 days, then 1 mg\/kg ORALLY once daily for 2 to 6 months, then 1 mg\/kg ORALLY 3 times weekly plus leucovorin 10 mg ORALLY or IM with each dose of pyrimethamine; total treatment duration is 12 months<\/li><li><b>HIV infection - Toxoplasmosis:<\/b> (acquired toxoplasmosis) 5 to 7.5 mg\/kg\/dose (MAX 600 mg\/dose) ORALLY 4 times daily plus pyrimethamine 2 mg\/kg (MAX 50 mg) ORALLY once daily for 3 days, then 1 mg\/kg  (MAX 25 mg) ORALLY once daily plus leucovorin 10 to 25 mg ORALLY daily; continue for at least 6 weeks, followed by secondary prophylaxis<\/li><li><b>HIV infection - Toxoplasmosis; Prophylaxis:<\/b> secondary prophylaxis (alternative regimen), 20 to 30 mg\/kg\/day ORALLY divided into 3 to 4 doses plus pyrimethamine 1 mg\/kg or 15 mg\/m(2) (MAX 25 mg) ORALLY daily plus leucovorin 5 mg ORALLY every 3 days<\/li><li><b>Impetigo:<\/b> (Staphylococcus and Streptococcus species) 20 mg\/kg\/day ORALLY in 3 divided doses for 7 days, depending on clinical response (guideline dosing)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue (Severe):<\/b> 8 to 16 mg\/kg\/day ORALLY divided every 6 to 8 hours; use 16 to 20 mg\/kg\/day ORALLY divided every 6 to 8 hours for more severe infections (manufacturer dose)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue (Severe):<\/b> Methicillin-susceptible Staphylococcus aureus, 25 to 30 mg\/kg\/day ORALLY in 3 divided doses (guideline dose)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue (Severe):<\/b> MRSA, 30 to  40 mg\/kg\/day  ORALLY in 3  or 4 divided doses (guideline dose)<\/li><li><b>Infectious disease of abdomen:<\/b> 8 to 16 mg\/kg\/day ORALLY divided every 6 to 8 hours; use 16 to 20 mg\/kg\/day ORALLY divided every 6 to 8 hours for more severe infections<\/li><li><b>Lower respiratory tract infection (Severe), Empyema, abscess, pneumonitis:<\/b> 8 to 16 mg\/kg\/day ORALLY divided every 6 to 8 hours; use 16 to 20 mg\/kg\/day ORALLY divided every 6 to 8 hours for more severe infections<\/li><li><b>Lower respiratory tract infection (Severe), Empyema, abscess, pneumonitis:<\/b> community-acquired pneumonia (older than 3 months) 30 to 40 mg\/kg\/day ORALLY in 3 to 4 divided doses (guideline dosing)<\/li><li><b>Pelvic inflammatory disease:<\/b> 8 to 16 mg\/kg\/day ORALLY divided every 6 to 8 hours; use 16 to 20 mg\/kg\/day ORALLY divided every 6 to 8 hours for more severe infections<\/li><li><b>Septicemia:<\/b> 8 to 16 mg\/kg\/day ORALLY divided every 6 to 8 hours; 16 to 20 mg\/kg\/day ORALLY divided every 6 to 8 hours for more severe infections<\/li><li><b>Streptococcal pharyngitis:<\/b> (penicillin-allergic patients) 20 mg\/kg\/day ORALLY in 3 divided doses (MAX 1.8 g\/day)<\/li><\/ul>"},{"id":"127133-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, adult:<\/b> minimal or no alteration in dosage is required<\/li><li><b>renal impairment, pediatric:<\/b> no alteration in dosage is required<\/li><li><b>hepatic impairment:<\/b> dose reductions are recommended in active liver disease<\/li><li><b>geriatric:<\/b> no specific dosage adjustments appear to be necessary<\/li><li><b>hemodialysis:<\/b> no alteration of dosage is required<\/li><li><b>peritoneal dialysis:<\/b> clindamycin is not removed; no dosage adjustments are necessary in patients on continuous ambulatory peritoneal dialysis<\/li><li><b>continuous hemofiltration:<\/b> no dose adjustment required<\/li><\/ul>"},{"id":"127133-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Bacterial infectious disease (Severe), Susceptible infections due to anaerobic organisms, staphylococci, streptococci, pneumococci<\/li><li>Impetigo<\/li><li>Infection of skin AND\/OR subcutaneous tissue (Severe)<\/li><li>Infectious disease of abdomen<\/li><li>Lower respiratory tract infection (Severe), Empyema, abscess, pneumonitis<\/li><li>Pelvic inflammatory disease<\/li><li>Septicemia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acne vulgaris<\/li><li>Acute otitis media<\/li><li>Babesiosis<\/li><li>Bacterial endocarditis; Prophylaxis<\/li><li>Bacterial vaginosis<\/li><li>HIV infection - Pneumocystis pneumonia<\/li><li>HIV infection - Toxoplasmosis<\/li><li>HIV infection - Toxoplasmosis; Prophylaxis<\/li><li>Malaria, Chloroquine-resistant; Adjunct<\/li><li>Streptococcal pharyngitis<\/li><\/ul>"}]},"2":{"id":"127133-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Clostridium difficile associated diarrhea (CDAD) has been reported with nearly all antibacterial agents, including clindamycin, and may range in severity from mild diarrhea to life-threatening colitis and has been observed to begin over 2 months after the administration of antibacterial agents. It is important to consider this diagnosis in patients who present with diarrhea subsequent to the administration of antibacterial agents. If CDAD is confirmed or suspected antibiotic therapy not directed against Clostridium difficile may need to be discontinued. Because clindamycin therapy has been associated with severe colitis which may end fatally, it should be reserved for serious infections where less toxic antimicrobial agents are inappropriate.<br\/>"},"3":{"id":"127133-s-3","title":"Contraindications\/Warnings","sub":[{"id":"127133-s-3-9","title":"Contraindications","mono":"history of hypersensitivity to clindamycin or lincomycin <br\/>"},{"id":"127133-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning<\/li><li>-- potentially fatal Clostridium difficile associated diarrhea may occur including up to 2 months after therapy; reserve drug for serious infections where less toxic antimicrobials are inappropriate and discontinuation may be necessary<\/li><li>Dermatologic:<\/li><li>-- potentially fatal skin reactions, including toxic epidermal necrolysis, have been reported; determine previous drug and allergen sensitivities and permanently discontinue if suspected<\/li><li>Gastrointestinal:<\/li><li>-- use with caution in patients with a history of gastrointestinal disease, particularly colitis<\/li><li>Hepatic:<\/li><li>-- use caution in patients with severe hepatic disease; monitoring recommended<\/li><li>Immunologic:<\/li><li>-- tartrazine (FD&amp;C Yellow No. 5) in Cleocin(R) 75 mg and 150 mg capsules may cause allergic-type reaction, this risk may be higher in patients with aspirin sensitivity<\/li><li>--use with caution in atopic individuals<\/li><li>Other:<\/li><li>-- superinfection may occur due to overgrowth of nonsusceptible organisms, especially yeast<\/li><li>-- elderly with severe illness may be less tolerant of diarrhea; monitor for changes in bowel frequency carefully<\/li><li>Concomitant use:<\/li><li>-- concomitant erythromycin use not recommended<\/li><\/ul>"},{"id":"127133-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Clindamycin: B (FDA)<\/li><li>Clindamycin: A (AUS)<\/li><\/ul>"},{"id":"127133-s-3-12","title":"Breast Feeding","mono":"<ul><li>Clindamycin: WHO: Avoid breastfeeding if possible.  Monitor infant for side effects.<\/li><li>Clindamycin: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"127133-s-4","title":"Drug Interactions","sub":[{"id":"127133-s-4-13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"},{"id":"127133-s-4-14","title":"Major","mono":"<ul>Erythromycin (theoretical)<\/ul>"},{"id":"127133-s-4-15","title":"Moderate","mono":"<ul><li>Atracurium (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Metocurine (probable)<\/li><li>Tubocurarine (probable)<\/li><\/ul>"}]},"5":{"id":"127133-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Morbilliform eruption<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Diarrhea, Nausea<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme<\/li><li><b>Gastrointestinal:<\/b>Pseudomembranous enterocolitis<\/li><li><b>Hematologic:<\/b>Agranulocytosis<\/li><li><b>Hepatic:<\/b>Increased liver function test, Jaundice<\/li><\/ul>"},"6":{"id":"127133-s-6","title":"Drug Name Info","sub":{"0":{"id":"127133-s-6-17","title":"US Trade Names","mono":"Cleocin HCl<br\/>"},"2":{"id":"127133-s-6-19","title":"Class","mono":"<ul><li>Antibiotic<\/li><li>Lincosamide<\/li><\/ul>"},"3":{"id":"127133-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"127133-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"127133-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>may take with or without food<\/li><li>take with a full glass of water<\/li><\/ul>"},"10":{"id":"127133-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>CBC, liver and kidney function tests; periodically with prolonged therapy<\/li><li>diarrhea<\/li><\/ul>"},"11":{"id":"127133-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 75 MG, 150 MG, 300 MG<br\/><\/li><li><b>Cleocin HCl<\/b><br\/>Oral Capsule: 75 MG, 150 MG, 300 MG<br\/><\/li><\/ul>"},"12":{"id":"127133-s-12","title":"Toxicology","sub":[{"id":"127133-s-12-31","title":"Clinical Effects","mono":"<b>LINCOMYCIN AND RELATED AGENTS <\/b><br\/>USES: Lincomycin and clindamycin are antibiotic agents approved for treatment of infections due to susceptible strains of streptococci, pneumococci, and staphylococci. Clindamycin is also used topically to treat acne vulgaris and bacterial vaginosis. PHARMACOLOGY: Clindamycin and lincomycin bind exclusively to the 50S bacterial ribosomal subunit and suppress bacterial protein synthesis. EPIDEMIOLOGY: Overdose from lincomycin and clindamycin is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. A 12 gram bolus intravenous lincomycin dose produced cardiac arrest immediately following intubation. ADVERSE EFFECTS: Diarrhea has been reported following the administration of lincomycin and clindamycin. Pseudomembranous colitis is a widely reported adverse effect of lincomycin and clindamycin therapy when administered orally and\/or parenterally. It may range in severity from mild to life-threatening. OTHER EFFECTS: Nausea, vomiting, abdominal pain, stomatitis, esophagitis, glossitis, tinnitus, vertigo, and dermatitis. RARE: Steven's-Johnson syndrome, toxic epidermal necrolysis, elevated liver enzymes, jaundice, acute allergic reactions, sideroblastic anemia, thrombocytopenia, granulocytopenia, and nephrotoxicity (eg, azotemia, oliguria, and proteinuria). Rapid administration of large doses has resulted in ventricular dysrhythmias, hypotension, and cardiac arrest. <br\/>"},{"id":"127133-s-12-32","title":"Treatment","mono":"<b>LINCOMYCIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Acute toxicity, other than gastrointestinal discomfort, is not common. Rapid administration of large doses has resulted in hypotension. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. The primary toxic effects involve the gastrointestinal tract and may include severe diarrhea and pseudomembranous colitis.  Metronidazole for mild to moderate disease and vancomycin for severe disease are recommended in the treatment of Clostridium difficile infection. Treat severe hypotension with IV fluids, dopamine, or norepinephrine. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. <\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally NOT necessary. HOSPITAL: Severe toxicity is not expected after an overdose. Gastrointestinal decontamination is not routinely warranted. Consider activated charcoal after extremely large ingestions or those involving toxic co-ingestants.<\/li><li>Airway management: Airway management is unlikely to be needed following an overdose; however, ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias or severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor vital signs, CBC with differential with platelet count, renal function, and liver enzymes in symptomatic patients. Obtain an ECG, and institute continuous cardiac monitoring in patients with significant overdose. Monitor for clinical evidence of colitis. Evaluate for C, difficile toxin if colitis develops.<\/li><li>Enhanced elimination procedure: In several studies, hemodialysis and peritoneal dialysis were not effective in reducing lincomycin or clindamycin levels significantly.<\/li><li>Patient disposition: HOME CRITERIA: Patient with inadvertent ingestions who have minimal symptoms can be observed at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a health care facility and monitored until symptoms resolve. Patients with unintentional ingestions who are symptomatic should be observed in a healthcare facility. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"127133-s-12-33","title":"Range of Toxicity","mono":"<b>LINCOMYCIN AND RELATED AGENTS <\/b><br\/>TOXICITY: The minimal toxic or lethal dose is not well established in the literature. Lincomycin- or clindamycin-induced diarrhea and pseudomembranous colitis have occurred following therapeutic doses. An IV bolus of 12 grams of lincomycin produced cardiac arrest in an adult. THERAPEUTIC DOSES: Varies by indication. CLINDAMYCIN: ADULTS: Oral: varies by severity; 150 mg to 450 mg every 6 hours. Parenteral: 600 to 4800 mg\/day IV in 2 to 4 equal doses. CHILDREN: Oral: 29 days and older: 8 to 40 mg\/kg\/day orally divided every 6 to 8 hours; maximum 600 mg\/dose. Parenteral: greater than 1 month old: 20 to 40 mg\/kg\/day IV or IM in 3 or 4 equal doses, depending on the severity of infection. If dosed based on body surface area: 350 mg\/m(2)\/day to 450 mg\/m(2)\/day. Maximum dose: 2.7 g\/day; up to 4.8 g\/day has been used for life-threatening. LINCOMYCIN: ADULTS: IM: 600 mg every 12 to 24 hours; IV: 600 mg to 1 g every 8 to 12 hours to a maximum recommended dose of 8 g\/day in life-threatening infections. CHILDREN (greater than 1 month old): IM: 10 mg\/kg every 12 to 24 hours. IV: 10 to 20 mg\/kg\/day, depending on severity of infection, in divided doses. <br\/>"}]},"13":{"id":"127133-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea or jaundice.<\/li><li>Instruct patient to report severe diarrhea (during therapy and up to several weeks post-therapy) and consult with healthcare professional prior to taking anti-diarrhea medicine.<\/li><li>Patient should take capsules with a full glass of water to avoid esophageal irritation.<\/li><\/ul>"}}}