{"drugs":["Clobetasol Propionate","Clobevate","Clobex","Cormax","Cormax Scalp Application","Embeline","Embeline E","Embeline Scalp Application","Olux"],"mono":{"0":{"id":"127675-s-0","title":"Generic Names","mono":"Clobetasol Propionate"},"1":{"id":"127675-s-1","title":"Dosing and Indications","sub":{"0":{"id":"127675-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Disorder of skin, Corticosteroid responsive:<\/b> (cream, emollient, foam, gel, lotion, ointment) apply a thin layer TOPICALLY to affected area twice daily; MAX 50 g\/wk or 50 mL\/wk; MAX duration, 2 consecutive weeks<\/li><li><b>Genital lichen sclerosus:<\/b> Apply TOPICALLY to vulvar surfaces once daily  for 3 months; if symptoms resolve in less than 3 months, apply twice weekly for the remainder of the treatment period (study dose)  OR apply once daily for 4 weeks, then apply twice weekly for 4 weeks with a moisturizing cream; if symptoms recur, apply once daily for 2 to 3 days (study dose).<\/li><li><b>Plaque psoriasis (Mild to Moderate):<\/b> apply a thin layer TOPICALLY to affected area twice daily; MAX 50 g\/week (21 capfuls); MAX duration, 2 consecutive weeks<\/li><li><b>Plaque psoriasis (Moderate to Severe):<\/b> (Clobex(R) topical spray) spray on affected areas twice daily and rub in gently and completely; MAX 50 g (59 mL or 2 fl oz) per week; MAX duration, 4 consecutive weeks<\/li><li><b>Plaque psoriasis (Moderate to Severe):<\/b> (Clobex(R) lotion) apply to affected areas twice daily and rub in gently and completely; MAX 50 g (50 mL or 1.75 fl oz) per week; MAX duration, 4 consecutive weeks<\/li><li><b>Plaque psoriasis (Moderate to Severe):<\/b> (Temovate(R) E cream, emollient) apply a thin layer TOPICALLY to 5% to 10% of body surface area twice daily; MAX 50 g\/wk; MAX duration, 4 consecutive weeks<\/li><li><b>Scalp psoriasis (Moderate to Severe):<\/b> (shampoo) apply TOPICALLY onto dry scalp once daily in a thin film to affected areas only; leave in place 15 minutes before lathering and rinsing; MAX 50 mL\/week for 2 consecutive weeks<\/li><li><b>Scalp psoriasis (Moderate to Severe):<\/b> (scalp solution, Olux(R) foam) apply a thin layer TOPICALLY to scalp twice daily; MAX 50 mL\/week (solution); 50 g\/week (foam; 21 capfuls) for 2 consecutive weeks<\/li><\/ul>"},"1":{"id":"127675-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>topical (cream, emollient, gel, foam, ointment, scalp solution), safety and efficacy in children younger than 12 years have not been established<\/li><li>topical (spray, lotion, and shampoo), safety and efficacy in children younger than 18 years have not been established<\/li><li><b>Disorder of skin, Corticosteroid responsive:<\/b> (cream, emollient, foam, gel, ointment) 12 years and older: apply a thin layer TOPICALLY to affected area twice daily; MAX 50 g\/wk or 50 mL\/wk; MAX duration, 2 consecutive weeks<\/li><li><b>Plaque psoriasis (Mild to Moderate):<\/b> 12 years or older: apply a thin layer TOPICALLY to affected area twice daily; MAX 50 g\/week (21 capfuls); MAX duration, 2 consecutive weeks<\/li><li><b>Plaque psoriasis (Moderate to Severe):<\/b> (Temovate(R) E cream, emollient; Embeline(R) E emollient) 16 years and older: apply a thin layer TOPICALLY to 5% to 10% of body surface area twice daily; MAX 50 g\/wk; MAX duration,  4 consecutive weeks<\/li><li><b>Plaque psoriasis (Moderate to Severe):<\/b> (Clobex(R) topical spray) 18 years and older: spray on affected areas twice daily and rub in gently and completely; MAX 50 g (59 mL or 2 fl oz) per week; MAX duration, 4 consecutive weeks<\/li><li><b>Plaque psoriasis (Moderate to Severe):<\/b> (Clobex(R) lotion) 18 years and older: apply to affected areas twice daily and rub in gently and completely; MAX 50 g (50 mL or 1.75 fl oz) per week; MAX duration, 4 consecutive weeks<\/li><li><b>Scalp psoriasis (Moderate to Severe):<\/b> (scalp solution, Olux(R) foam) apply a thin layer TOPICALLY to scalp twice daily; MAX 50 mL\/week (solution) or 50 g\/week (foam; 21 capfuls) for 2 consecutive weeks<\/li><\/ul>"},"3":{"id":"127675-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Disorder of skin, Corticosteroid responsive<\/li><li>Plaque psoriasis (Mild to Moderate)<\/li><li>Plaque psoriasis (Moderate to Severe)<\/li><li>Scalp psoriasis (Moderate to Severe)<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Genital lichen sclerosus<\/li><li>Oral lichen planus<\/li><li>Vesicular stomatitis<\/li><\/ul>"}}},"3":{"id":"127675-s-3","title":"Contraindications\/Warnings","sub":[{"id":"127675-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to clobetasol or any ingredient in the preparation<\/li><li>primary scalp infection<\/li><\/ul>"},{"id":"127675-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- use not recommended with acne vulgaris, rosacea, or perioral dermatitis<\/li><li>-- allergic contact dermatitis may occur resulting in failure to heal<\/li><li>-- discontinue use in the presence of uncontrolled skin infection<\/li><li>-- use on an altered skin barrier or large surface areas may increase risk of systemic absorption<\/li><li>Endocrine and Metabolic:<\/li><li>-- latent diabetes mellitus may be unmasked due to systemic absorption<\/li><li>-- hyperglycemia may occur, particularly with prolonged use and large doses<\/li><li>-- Cushing syndrome may occur, particularly with prolonged use and large doses<\/li><li>-- suppression of the hypothalamic-pituitary-adrenal (HPA) axis may occur with systemic absorption, even at low doses, with the potential of glucocorticosteroid insufficiency after treatment withdrawal; monitoring recommended and dose adjustment may be required<\/li><li>Hepatic:<\/li><li>-- increased risk of systemic absorption in presence of hepatic failure<\/li><li>Other:<\/li><li>-- systemic absorption or toxicity may occur in pediatric patients<\/li><li>-- use of foam, lotion, or shampoo is not recommended in patients less than 18 years of age due to increased risk of systemic toxicity<\/li><li>-- avoid fire, flame, and smoking during and immediately after application<\/li><li>-- avoid contact with the eyes and lips<\/li><li>-- avoid application to face, groin, or axillae areas<\/li><li>-- avoid ophthalmic, oral, or intravaginal use<\/li><li>-- use of occlusive dressings may increase risk of systemic absorption  and should be avoided<\/li><li>-- prolonged use may increase the risk of systemic absorption<\/li><\/ul>"},{"id":"127675-s-3-11","title":"Pregnancy Category","mono":"Clobetasol: C (FDA)<br\/>"},{"id":"127675-s-3-12","title":"Breast Feeding","mono":"Clobetasol: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"127675-s-4","title":"Drug Interactions","sub":{"1":{"id":"127675-s-4-14","title":"Major","mono":"<ul>Pixantrone (theoretical)<\/ul>"}}},"5":{"id":"127675-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Asteatotic eczema (2%), Atrophic condition of skin (1.9% to 4.2%), Burning sensation, Discomfort, Skin (1.3%), Dry skin (1% to 2%), Pruritus (0.5% to 3%), Telangiectasia disorder (3.2%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (5%), Upper respiratory infection (8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Secondary hypocortisolism (adult, 15% to 20%; pediatric, 42% to 47%)<\/li><li><b>Neurologic:<\/b>Intracranial hypertension, acute<\/li><\/ul>"},"6":{"id":"127675-s-6","title":"Drug Name Info","sub":{"0":{"id":"127675-s-6-17","title":"US Trade Names","mono":"<ul><li>Clobevate<\/li><li>Clobex<\/li><li>Cormax<\/li><li>Cormax Scalp Application<\/li><li>Embeline<\/li><li>Embeline E<\/li><li>Embeline Scalp Application<\/li><li>Olux<\/li><\/ul>"},"2":{"id":"127675-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Corticosteroid, Very Strong<\/li><li>Corticosteroid Combination<\/li><\/ul>"},"3":{"id":"127675-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"127675-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"127675-s-7","title":"Mechanism Of Action","mono":"Clobetasol propionate is a synthetic corticosteroid that has anti-inflammatory, antipruritic, and vasoconstrictive properties. Its anti-inflammatory effect is thought to be due to its ability to control biosynthesis of potent mediators of inflammation. It stimulates phospholipase A(2) inhibitory proteins and subsequently blocks the release of arachidonic acid, which is a common precursor to leukotrienes and prostaglandins.<br\/>"},"8":{"id":"127675-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"127675-s-8-24","title":"Distribution","mono":"Corticosteroid, Protein binding: varying degrees <br\/>"},"2":{"id":"127675-s-8-25","title":"Metabolism","mono":"Corticosteroid-Hepatic <br\/>"},"3":{"id":"127675-s-8-26","title":"Excretion","mono":"<ul><li>Corticosteroid, Renal<\/li><li>Biliary<\/li><\/ul>"}}},"9":{"id":"127675-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>do not use occlusive dressings unless otherwise directed by physician<\/li><li>avoid contact with face or intertriginous areas<\/li><li>(foam) dispense into the cap of the can, other cool surface, or directly onto affected skin; do not dispense onto hands if they are not the affected area<\/li><li>(foam) application amount should not be greater than a golf-ball size dollop or 1.5 capfuls<\/li><li>(foam) apply smallest amount to sufficiently cover affected area (excluding the face, groin, and axillae) and gently massage until foam disappears<\/li><li>(foam) if applying to scalp, move any hair away so the foam can be applied directly to the affected areas<\/li><li>(cream and ointment) apply a thin layer and rub in gently and completely<\/li><li>(spray) spray directly onto affected area and rub in gently and completely<\/li><li>(lotion) dispense minimum amount necessary to cover affected area onto fingertips or directly to affected area and rub in completely<\/li><li>(gel) apply thin layer to affected area and rub in gently and completely<\/li><li>(shampoo) apply thin film to dry scalp, massage into affected areas, wait 15 minutes, and then add water, lather, and rinse hair thoroughly<\/li><\/ul>"},"10":{"id":"127675-s-10","title":"Monitoring","mono":"<ul><li>(dermatosis) reduced inflammation and\/or pruritus may indicate efficacy<\/li><li>(plaque-type psoriasis) improvement in lesions and\/or control of disease may indicate efficacy<\/li><li>evaluation for adrenal suppression, especially in pediatric patients, and when used over large surface areas, over prolonged periods, under occlusion, on an altered skin barrier, and in patients with liver failure; periodically<\/li><\/ul>"},"11":{"id":"127675-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Topical Cream: 0.05 %<\/li><li>Topical Emollient Cream: 0.05 %<\/li><li>Topical Foam: 0.05 %<\/li><li>Topical Gel\/Jelly: 0.05 %<\/li><li>Topical Lotion: 0.05 %<\/li><li>Topical Ointment: 0.05 %<\/li><li>Topical Shampoo: 0.05 %<\/li><li>Topical Solution: 0.05 %<\/li><li>Topical Spray: 0.05 %<\/li><\/ul><\/li><li><b>Clobex<\/b><br\/><ul><li>Topical Lotion: 0.05 %<\/li><li>Topical Shampoo: 0.05 %<\/li><li>Topical Spray: 0.05 %<\/li><\/ul><\/li><li><b>Clodan<\/b><br\/>Topical Shampoo: 0.05 %<br\/><\/li><li><b>Cormax Scalp Application<\/b><br\/>Topical Solution: 0.05 %<br\/><\/li><li><b>Embeline Scalp Application<\/b><br\/>Topical Solution: 0.05 %<br\/><\/li><li><b>Olux-E<\/b><br\/>Topical Foam: 0.05 %<br\/><\/li><li><b>Olux<\/b><br\/>Topical Foam: 0.05 %<br\/><\/li><li><b>Temovate E<\/b><br\/>Topical Emollient Cream: 0.05 %<br\/><\/li><li><b>Temovate<\/b><br\/><ul><li>Topical Cream: 0.05 %<\/li><li>Topical Ointment: 0.05 %<\/li><li>Topical Solution: 0.05 %<\/li><\/ul><\/li><\/ul>"},"12":{"id":"127675-s-12","title":"Toxicology","sub":[{"id":"127675-s-12-31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"127675-s-12-32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"127675-s-12-33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"127675-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause a burning or stinging sensation, headache, irritation, or secondary hypocortisolism (fatigue, muscle weakness, loss of appetite, weight loss, nausea, vomiting, diarrhea, low blood pressure).<\/li><li>Instruct patient to report a failure to heal, as this may indicate allergic contact dermatitis rather than condition exacerbation.<\/li><li>Patients should avoid applying to large areas, prolonged use, or use of occlusive dressings over treated areas in order to minimize risk of systemic absorption. Pediatric patients are more susceptible to systemic absorption and toxicity.<\/li><li>Instruct patient not to apply the cream, ointment, gel, or shampoo formulations to the face, groin, or axillae areas.<\/li><li>Avoid concomitant use of cosmetics or skin care products on treated areas.<\/li><\/ul>"}}}