{"generic":"Clonidine","drugs":["Catapres-TTS-1","Catapres-TTS-2","Catapres-TTS-3","Clonidine","Nexiclon XR"],"mono":{"0":{"id":"127785-s-0","title":"Generic Names","mono":"Clonidine"},"1":{"id":"127785-s-1","title":"Dosing and Indications","sub":[{"id":"127785-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Essential hypertension:<\/b> (transderm patch), initial, 0.1 mg\/day TRANSDERMAL patch applied once every 7 days to upper outer arm or chest; titrate up by 0.1 mg\/day TRANSDERMAL patch increments every one to two weeks as needed; MAX 0.6 mg\/day every 7 days<\/li><li><b>Essential hypertension:<\/b> when discontinuing therapy, gradually decrease the dose over 2 to 4 days to reduce the risk of withdrawal symptoms<\/li><li><b>Hot sweats:<\/b> 0.1 mg\/day TRANSDERMAL PATCH every 7 days<\/li><\/ul>"},{"id":"127785-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy in children have not been established<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> initial, 0.05 mg ORALLY once daily at bedtime; increase by 0.05 mg every 3 days until a 3 or 4 times daily dosing schedule is reached (mean dose 0.23 to 0.24 mg\/day); MAX dose 0.6 mg\/day (clinical study dosing)<\/li><\/ul>"},{"id":"127785-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> lower initial dose is recommended<\/li><li><b>geriatric:<\/b> lower initial doses are recommended since elderly patients may experience more troublesome orthostatic hypotension and impairment of motor function and thought processes<\/li><li><b>hemodialysis:<\/b> no dosage supplementation of clonidine is required following hemodialysis<\/li><\/ul>"},{"id":"127785-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Essential hypertension<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Attention deficit hyperactivity disorder<\/li><li>Hot sweats<\/li><li>Ischemic foot ulcer; Adjunct<\/li><li>Nicotine dependence<\/li><li>Opioid withdrawal<\/li><li>Tic disorder<\/li><\/ul>"}]},"3":{"id":"127785-s-3","title":"Contraindications\/Warnings","sub":[{"id":"127785-s-3-9","title":"Contraindications","mono":"hypersensitivity to clonidine or any component of the product <br\/>"},{"id":"127785-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- cases of severe bradycardia have been reported in patients with conduction abnormalities<\/li><li>-- remove transdermal clonidine before defibrillation or cardioversion due to increased risk of arcing due to altered electrical current<\/li><li>Dermatologic:<\/li><li>-- contact dermatitis with transdermal system may occur and substitution of oral clonidine may result in generalized rash<\/li><li>Other:<\/li><li>-- abrupt discontinuation may result in withdrawal symptoms, including agitation, headache, tremor, and rapid rise of blood pressure, especially with higher doses or concomitant beta-blocker use; gradual dose reduction recommended when therapy discontinued<\/li><li>-- patients undergoing surgery should continue use throughout perioperative period; monitoring recommended<\/li><li>-- remove transdermal clonidine before magnetic resonance imaging (MRI) since aluminum in patch has caused skin burns at application site<\/li><li>Concomitant Use:<\/li><li>cases of sever brady cardia have been reported with other sympatholytic drugs<\/li><\/ul>"},{"id":"127785-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"127785-s-3-12","title":"Breast Feeding","mono":"Micromedex: Milk effects are possible.<br\/>"}]},"4":{"id":"127785-s-4","title":"Drug Interactions","sub":[{"id":"127785-s-4-13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"},{"id":"127785-s-4-14","title":"Major","mono":"<ul><li>Acebutolol (theoretical)<\/li><li>Amitriptyline (probable)<\/li><li>Amoxapine (probable)<\/li><li>Atenolol (theoretical)<\/li><li>Betaxolol (theoretical)<\/li><li>Bevantolol (theoretical)<\/li><li>Bisoprolol (theoretical)<\/li><li>Carteolol (theoretical)<\/li><li>Celiprolol (theoretical)<\/li><li>Clomipramine (probable)<\/li><li>Crizotinib (theoretical)<\/li><li>Desipramine (probable)<\/li><li>Dilevalol (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Dothiepin (probable)<\/li><li>Doxepin (probable)<\/li><li>Esmolol (theoretical)<\/li><li>Imipramine (probable)<\/li><li>Levobunolol (theoretical)<\/li><li>Lofepramine (probable)<\/li><li>Metipranolol (theoretical)<\/li><li>Metoprolol (theoretical)<\/li><li>Mirtazapine (probable)<\/li><li>Nadolol (theoretical)<\/li><li>Nebivolol (theoretical)<\/li><li>Nortriptyline (probable)<\/li><li>Oxprenolol (theoretical)<\/li><li>Penbutolol (theoretical)<\/li><li>Pindolol (theoretical)<\/li><li>Propranolol (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Tertatolol (theoretical)<\/li><li>Timolol (theoretical)<\/li><li>Trimipramine (probable)<\/li><li>Verapamil (probable)<\/li><\/ul>"},{"id":"127785-s-4-15","title":"Moderate","mono":"<ul><li>Cyclosporine (probable)<\/li><li>Fluphenazine (probable)<\/li><li>Mepivacaine (probable)<\/li><li>Naloxone (probable)<\/li><li>Yohimbine (probable)<\/li><\/ul>"}]},"5":{"id":"127785-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Contact dermatitis (5% to 47%), Erythema (26%), Pruritus<\/li><li><b>Gastrointestinal:<\/b>Xerostomia (25%)<\/li><li><b>Neurologic:<\/b>Dizziness (2%), Headache (5%), Sedated (3%), Somnolence (12%)<\/li><li><b>Other:<\/b>Fatigue (6%)<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Atrioventricular block<br\/>"},"6":{"id":"127785-s-6","title":"Drug Name Info","sub":{"0":{"id":"127785-s-6-17","title":"US Trade Names","mono":"<ul><li>Catapres-TTS-1<\/li><li>Catapres-TTS-2<\/li><li>Catapres-TTS-3<\/li><li>Nexiclon XR<\/li><\/ul>"},"2":{"id":"127785-s-6-19","title":"Class","mono":"<ul><li>Alpha-2 Adrenergic Agonist<\/li><li>Antihypertensive<\/li><\/ul>"},"3":{"id":"127785-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"127785-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"127785-s-7","title":"Mechanism Of Action","mono":"Clonidine stimulates alpha 2-adrenergic receptors in the brain resulting in reduced sympathetic outflow from the CNS and decreased peripheral resistance, renal vascular resistance, heart rate, and blood pressure.<br\/>"},"8":{"id":"127785-s-8","title":"Pharmacokinetics","sub":[{"id":"127785-s-8-23","title":"Absorption","mono":"Bioavailability, Transdermal: 60% <br\/>"},{"id":"127785-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 2.1 L\/kg<\/li><li>Protein binding, 20% to 40%<\/li><\/ul>"},{"id":"127785-s-8-25","title":"Metabolism","mono":"Hepatic: 40% to 60% <br\/>"},{"id":"127785-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 22%<\/li><li>Renal: 40% to 60% unchanged<\/li><li>Dialyzable: No (hemodialysis)<\/li><\/ul>"},{"id":"127785-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Normal subjects, 12.7 to 13.7 hours<\/li><li>Renal impairment, 41 hours<\/li><\/ul>"}]},"9":{"id":"127785-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>apply patch to hairless area of intact skin on upper outer arm or chest; rotate patch location <\/li><li>if patch loosens during 7-day wearing, secure with adhesive cover<\/li><li>fold used patch in half with sticky sides together and discard<\/li><\/ul>"},"10":{"id":"127785-s-10","title":"Monitoring","mono":"<ul><li>hypertension: normalized blood pressure<\/li><li>ADHD: improvement of mental and behavioral symptoms<\/li><li>hypertension: heart rate, respiratory rate<\/li><li>ADHD: thorough examination prior to initiating therapy for ADHD diagnosis<\/li><li>ADHD: palpitations, near syncope, or syncope; may be indicative of a cardiac condition<\/li><li>ADHD: complete family and patient cardiovascular history to determine potential risk factors associated with sudden cardiac death (SCD)<\/li><li>ADHD: detailed physical examination and medication history to detect cardiac conditions associated with SCD<\/li><li>ADHD: further evaluation if family history, patient history or physical exam is suggestive of cardiac disease during initial visit or at follow up visits, and if indicated, consult pediatric cardiologist<\/li><li>ADHD: continued evaluation of patient for cardiac symptoms and changes in family history<\/li><li>ADHD: blood pressure and heart rate; baseline and at 1 to 3 months, every 6 to 12 months thereafter, and when patient is weaned from drug<\/li><\/ul>"},"11":{"id":"127785-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Transdermal Patch, Extended Release: 0.1 MG\/24 HR, 0.2 MG\/24 HR, 0.3 MG\/24 HR<br\/><\/li><li><b>Catapres-TTS-1<\/b><br\/>Transdermal Patch, Extended Release: 0.1 MG\/24 HR<br\/><\/li><li><b>Catapres-TTS-2<\/b><br\/>Transdermal Patch, Extended Release: 0.2 MG\/24 HR<br\/><\/li><li><b>Catapres-TTS-3<\/b><br\/>Transdermal Patch, Extended Release: 0.3 MG\/24 HR<br\/><\/li><\/ul>"},"12":{"id":"127785-s-12","title":"Toxicology","sub":[{"id":"127785-s-12-31","title":"Clinical Effects","mono":"<b>CLONIDINE <\/b><br\/>USES: Used primarily for  the treatment of hypertension and attention deficit hyperactivity disorder (ADHD); less often for detoxification from opioid, ethanol, or nicotine. PHARMACOLOGY: Clonidine stimulates the presynaptic alpha-2 receptor in the brain, leading to inhibition of norepinephrine release, and it also stimulates the imidazoline receptor; both of these actions decrease sympathetic outflow. TOXICOLOGY: Stimulation of peripheral postsynaptic alpha-2 receptors after overdose can cause initial transient hypertension.  Excessive stimulation of presynaptic alpha-2 receptors in the lower brainstem and medulla decreases plasma norepinephrine concentrations, causing hypotension and bradycardia. EPIDEMIOLOGY: Clonidine ingestion is common, but severe poisoning is rare. MILD TO MODERATE TOXICITY: CNS depression, miosis, heart conduction abnormality, hypertension. SEVERE TOXICITY: Apnea, respiratory depression, coma, bradycardia, hypothermia, hypotension, early transient hypertension. ADVERSE EFFECTS: Confusion, hallucinations, dry mouth, hypotension, nausea, vomiting, constipation, pruritus, contact dermatitis, tinnitus, dizziness, nervousness, and sedation are the most common adverse effects.  Atrioventricular block, minor dysrhythmias, Raynaud phenomenon, and congestive heart failure are also reported.  Rebound hypertension develops with abrupt withdrawal.<br\/>"},{"id":"127785-s-12-32","title":"Treatment","mono":"<b>CLONIDINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: There is no specific treatment. Hypotension should be treated with intravenous boluses of crystalloid. Bradycardia is typically mild and usually doesn't require any treatment. Bradycardia, hypotension and CNS depression often respond to physical stimulation.  Naloxone has been used to reverse CNS depression with inconsistent success. MANAGEMENT OF SEVERE TOXICITY: Severe bradycardia associated with hypotension and not responsive to physical stimulation should be treated with standard dose of atropine or cardiac pacing. Norepinephrine or dopamine may be beneficial in patients with severe bradycardia and hypotension not responding to physical stimulation, naloxone, intravenous crystalloid, and atropine. Patients with significant CNS and\/or respiratory depression should be intubated.  If hypertension is severe (associated with end organ effects) and prolonged, treatment should be initiated with an infusion of sodium nitroprusside.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is not recommended because of the potential risk of altered mental status. With dermal exposure, remove clonidine patches and wash exposed skin. HOSPITAL: Induced emesis and gastric lavage are not indicated. Activated charcoal binds clonidine and may be given for patients who present early after significant ingestions. Whole bowel irrigation should be used for symptomatic patients who have ingested a clonidine patch.<\/li><li>Airway management: Intubate patients with depressed mental status and who are unable to protect their airway and those with significant respiratory depression.<\/li><li>Antidote: There is no antidote for clonidine.   Although some patients have responded to naloxone (reversal of altered mental status, respiratory depression or apnea, and miosis), not all patients respond. Naloxone should be administered to patients with significant CNS or respiratory depression.  Tolazoline (an alpha-2 adrenergic antagonist) has been suggested as an antidote, but there is little clinical experience with its use and most patients do well with supportive care.<\/li><li>Intrathecal injection: Intrathecal overdose of clonidine has not been reported; however, clonidine can be administered intrathecally, therefore the potential for overdose exists. Support blood pressure with fluids and pressors. Intubate and ventilate as needed. Immediately empty the intrathecal pump. Cerebrospinal fluid (CSF) drainage should be performed immediately followed by CSF exchange. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).<\/li><li>Monitoring of patient: Clonidine is not routinely detected by the urine drug screen and the serum level is not clinically useful. Evaluation of respiratory function with pulse oximetry and cardiac function with ECG and frequent vital signs are important. Most patients with mild symptoms do not require additional testing.<\/li><li>Enhanced elimination procedure: Although clonidine has pharmacokinetic characteristics suggesting it is amenable to hemodialysis,  there is no clinical experience with its use, and overdose is rarely severe enough to warrant emergent hemodialysis.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with inadvertent clonidine tablet ingestions may be monitored at home if the ingestion is: Less than 0.1 mg clonidine for a child 4-years-old or younger, 0.2 mg clonidine or less in a child aged 5 to 8 years, or less than 0.4 mg clonidine in a child older than 8 years of age. Children taking clonidine therapeutically who inadvertently receive no more than double their therapeutic dose may be observed at home if asymptomatic. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions, children who have chewed or ingested clonidine patches or ophthalmic preparations, and children with tablet ingestions greater than the amounts listed above should be sent to a healthcare facility for observation and treatment. Most patients who ingest clonidine will manifest symptoms rapidly, typically within 30 to 90 minutes, so a 4-hour observation period is adequate for asymptomatic patients. Patients who ingest a clonidine patch may have delayed onset of symptoms. Following ingestion of extended-release formulations, onset of toxicity is expected to be delayed. Peak plasma concentrations of extended-release formulations are reached at about 7 to 8 hours after therapeutic doses; patients should be observed for the development of toxic effects for at least 9 to 14 hours. ADMISSION CRITERIA: Patients who develop even mild toxic effects after ingestion of sustained release formulations should be admitted to a monitored setting as more severe and prolonged toxicity may develop. Patients with bradycardia, CNS depression, respiratory depression, heart block, and hemodynamic instability or other serious symptoms should be admitted to an intensive care setting.<\/li><\/ul>"},{"id":"127785-s-12-33","title":"Range of Toxicity","mono":"<b>CLONIDINE <\/b><br\/>TOXICITY: ADULTS: Mild toxicity may occur at just above the therapeutic range. PEDIATRIC: As little as 0.1 mg has produced toxicity in children. Toddlers have developed toxicity after chewing a single used clonidine patch or ingesting small volumes of ophthalmic preparations. THERAPEUTIC DOSE: ADULT: The adult therapeutic dose is 0.1 mg twice daily and the maximum dose is 2.4 mg\/day. PEDIATRIC: The pediatric dose for hypertension is 5 to 10 mcg\/kg\/day, up to 0.9 mg\/day.<br\/>"}]},"13":{"id":"127785-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness until drug effects are realized, as drug may cause somnolence.<\/li><li>This drug may cause local erythema, vesicle formation at site, nausea, and vomiting.<\/li><li>If patch loosens during 7-day application period, patient should secure with adhesive cover.<\/li><li>Advise patient against sudden discontinuation of drug, as rebound hypertension may result.<\/li><li>Patient should not drink alcohol or use other CNS depressants while taking this drug.<\/li><li>Advise patient to notify healthcare worker of patch or remove patch before MRI procedure.<\/li><\/ul>"}}}