{"generic":"Clomiphene Citrate","drugs":["Clomid","Clomiphene Citrate","Serophene"],"mono":{"0":{"id":"127770-s-0","title":"Generic Names","mono":"Clomiphene Citrate"},"1":{"id":"127770-s-1","title":"Dosing and Indications","sub":{"0":{"id":"127770-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Clomiphene test:<\/b> 100 mg ORALLY once daily on cycle days 5 to 9<\/li><li><b>Female infertility due to ovulatory disorder:<\/b> 50 mg orally daily for 5 days starting on the 5th day of cycle or at any time if no recent uterine bleeding; if ovulation has not occurred, 100 mg (single daily dose) for 5 days can be initiated as early as 30 days after previous course; treatment is not recommended after 3 courses if ovulation has not occurred or if ovulation has occurred but pregnancy has not been achieved; may repeat long-term cyclic therapy up to 6 cycles<\/li><li><b>Male hypogonadism:<\/b> 25 mg ORALLY once daily  OR 25 mg ORALLY every other day, titrated up to 50 mg every other day  were used in clinical studies<\/li><\/ul>"},"1":{"id":"127770-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy in pediatric patients have not been established "},"3":{"id":"127770-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Female infertility due to ovulatory disorder<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Clomiphene test<\/li><li>Female infertility - Luteal phase defect<\/li><li>Infertility, Idiopathic<\/li><li>In vitro fertilization<\/li><li>Male hypogonadism<\/li><\/ul>"}}},"3":{"id":"127770-s-3","title":"Contraindications\/Warnings","sub":[{"id":"127770-s-3-9","title":"Contraindications","mono":"<ul><li>pregnancy<\/li><li>uncontrolled thyroid or adrenal dysfunction<\/li><li>liver disease<\/li><li>abnormal uterine bleeding<\/li><li>endometrial carcinoma<\/li><li>ovarian cysts<\/li><li>organic intracranial lesion<\/li><li>hypersensitivity to clomiPHENE<\/li><\/ul>"},{"id":"127770-s-3-10","title":"Precautions","mono":"<ul><li>patient developing visual symptoms<\/li><li>multiple pregnancies may occur<\/li><li>ovarian hyperstimulation syndrome and abnormal ovarian enlargement may occur, lowest dose is suggested to minimize this complication<\/li><\/ul>"},{"id":"127770-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Clomiphene: X (FDA)<\/li><li>Clomiphene: B3 (AUS)<\/li><\/ul>"},{"id":"127770-s-3-12","title":"Breast Feeding","mono":"<ul><li>Clomiphene: WHO: Avoid breastfeeding.<\/li><li>Clomiphene: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"5":{"id":"127770-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing, Vasomotor (10.4%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal bloating, Abdominal discomfort, Abdominal distension, Nausea and vomiting<\/li><li><b>Neurologic:<\/b>Headache (1.3%)<\/li><li><b>Ophthalmic:<\/b>Visual disturbance (1.5%)<\/li><li><b>Reproductive:<\/b>Pain of breast (2.1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Pancreatitis, acute<\/li><li><b>Ophthalmic:<\/b>Functional visual loss<\/li><li><b>Psychiatric:<\/b>Psychotic disorder<\/li><li><b>Reproductive:<\/b>Disorder of menstruation (1.3%), Hyperstimulation of ovaries, Hypertrophy of ovary (13.6%), Ovarian cancer<\/li><\/ul>"},"6":{"id":"127770-s-6","title":"Drug Name Info","sub":{"0":{"id":"127770-s-6-17","title":"US Trade Names","mono":"<ul><li>Clomid<\/li><li>Serophene<\/li><\/ul>"},"2":{"id":"127770-s-6-19","title":"Class","mono":"<ul><li>Female Reproductive Agent<\/li><li>Gonadotropin<\/li><\/ul>"},"3":{"id":"127770-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"127770-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"127770-s-7","title":"Mechanism Of Action","mono":"ClomiPHENE citrate, a nonsteroidal ovulatory stimulant, is suggested to interact with estrogen-receptor-containing tissues by competing with estrogen for estrogen-receptor-binding sites and delaying the replenishment of estrogen receptors in cells. It has estrogenic and antiestrogenic properties that may contribute to initiation of ovulation with no apparent progestational, androgenic and antiandrogenic effects.<br\/>"},"8":{"id":"127770-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"127770-s-8-23","title":"Absorption","mono":"Oral: readily absorbed <br\/>"},"3":{"id":"127770-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 42% (mean)<\/li><li>Fecal and Renal: (IV), 37%<\/li><li>Fecal and Renal: (Oral), 50%<\/li><li>Renal: approximately 8% (mean)<\/li><li>Dialyzable: unknown<\/li><\/ul>"}}},"9":{"id":"127770-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>in patients who have recently experienced uterine bleeding, treatment should begin on the fifth day of cycle<\/li><li>in patients who have not had recent uterine bleeding, treatment may begin at any time during the cycle<\/li><\/ul>"},"10":{"id":"127770-s-10","title":"Monitoring","mono":"<ul><li>urine or serum pregnancy test prior to treatment initiation and between each treatment cycle<\/li><li>pelvic examination prior to initiation and then before each subsequent treatment course signs and symptoms of ovarian enlargement or ovarian cyst formation<\/li><\/ul>"},"11":{"id":"127770-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 50 MG<br\/><\/li><li><b>Serophene<\/b><br\/>Oral Tablet: 50 MG<br\/><\/li><\/ul>"},"12":{"id":"127770-s-12","title":"Toxicology","sub":[{"id":"127770-s-12-31","title":"Clinical Effects","mono":"<b>CLOMIPHENE<\/b><br\/>USES: ClomiPHENE citrate, also known as Clomid(R), is a nonsteroidal ovulatory stimulant and is indicated for the treatment of ovulatory failure in patients desiring pregnancy. It may also be used in the treatment of corpus luteum insufficiency, male infertility, hypothalamic-pituitary-gonadal axis dysfunction in males, and for ovarian function studies. PHARMACOLOGY: The mechanism stimulating ovulation is unknown, but is believed to be related to its antiestrogenic properties. The ovulatory response to clomiPHENE is mediated through increased output of pituitary gonadotropins, which stimulates the maturation of the ovarian follicle and development of the corpus luteum by increasing follicle stimulating hormone and luteinizing hormone release. Ovulation occurs 6 to 12 days after a course of therapy. TOXICOLOGY: ClomiPHENE is category X in pregnancy. It should not be utilized in patients with liver disease, thrombophlebitis, pregnancy, ovarian cysts (exception is those with polycystic ovarian syndrome), hormone-dependent tumors, uterine fibroids, or abnormal bleeding. EPIDEMIOLOGY: ClomiPHENE ingestion is an uncommon cause of poisoning. Ingestions are usually unintentional and rarely result in severe manifestations. MILD TO MODERATE TOXICITY: Includes flushing abdominal pain, ovarian enlargement, pelvic pain, nausea, vomiting, visual blurring, spots or flashes, and scotomata. Mild ovarian hyperstimulation symptoms include nausea, vomiting, diarrhea, and weight gain. SEVERE TOXICITY: Severe ovarian hyperstimulation syndrome may include gross ovarian enlargement, ascites, dyspnea, oliguria, pleural effusion, pericardial effusion, anasarca, acute abdominal pain, hypotension, renal failure, pulmonary edema, intraperitoneal and ovarian hemorrhage, ovarian torsion, deep venous thrombosis, respiratory distress, electrolyte imbalances, hypovolemia, hypoproteinemia, hemoconcentration, and shock. ADVERSE EFFECTS: Cystic ovarian enlargement occurs in 10% to 15% of patients. Other effects include flushing, abdominal discomfort, distention, bloating, nausea and vomiting, and central nervous system effects (ie, nervousness, blurry vision, spots, scotomata, insomnia, dizziness, and headache).<br\/>"},{"id":"127770-s-12-32","title":"Treatment","mono":"<b>CLOMIPHENE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most exposures are mild and require only supportive care. MANAGEMENT OF SEVERE TOXICITY: Support respiratory and cardiovascular function as needed. For patients with severe ovarian hyperstimulation syndrome, initiate intravenous hydration, monitor fluid input and output, and initiate deep venous thrombosis prophylaxis.<\/li><li>Decontamination: PREHOSPITAL: In general, no gastrointestinal decontamination is needed in the prehospital setting. HOSPITAL: Overdose is unlikely to cause severe intoxication; activated charcoal is likely unnecessary in cases of clomiPHENE as the sole ingestant. Consider activated charcoal if more toxic coingestants are involved.<\/li><li>Airway management: Airway management is not likely to be an issue. Provide supportive care.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Laboratory studies are generally unnecessary since clomiPHENE overdose patients manifest mild signs and symptoms. Monitor serum electrolytes, liver function, renal function, and urinalysis after significant overdose or in suspected ovarian hyperstimulation syndrome. Consider monitoring acetaminophen and salicylate concentrations after deliberate overdose. Monitor fluid intake and output, daily weight, abdominal girth, and clinical evidence of thromboembolic events in patients with suspected ovarian hyperstimulation syndrome. Ultrasound may be useful to monitor for ascites or ovarian cysts. Monitor chest radiograph in patients with respiratory distress or suspected hydrothorax. ClomiPHENE levels are not readily available or clinically useful in guiding management of overdose.<\/li><li>Enhanced elimination procedure: Because of its large molecular weight, hemodialysis or other forms of enhanced elimination are of no benefit.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional ingestions may be observed at home if asymptomatic. OBSERVATION CRITERIA: Symptomatic patients with uncontrollable nausea, vomiting, or abdominal pain should be evaluated in a healthcare facility. Patients may be discharged if asymptomatic 6 hours after ingestion. Patients with deliberate overdose should be evaluated in a healthcare facility. ADMISSION CRITERIA: Symptomatic patients requiring ongoing supportive care may need admission. Patients with evidence of ovarian hyperstimulation syndrome may require admission. CONSULT CRITERIA: Severe poisoning does not usually occur with clomiPHENE; however, if concerned about ovarian hyperstimulation syndrome, consult an obstetrician\/gynecologist or specialist in reproductive medicine.<\/li><\/ul>"},{"id":"127770-s-12-33","title":"Range of Toxicity","mono":"<b>CLOMIPHENE<\/b><br\/>TOXICITY: A specific toxic dose has not been established. The highest reported tolerated dose in adults is 200 mg. THERAPEUTIC DOSE: The recommended dose of clomiPHENE citrate is 50 mg (1 tablet) daily for 5 days. If the patient does not ovulate after the first course of therapy, a second course of 100 mg (maximum dose) may be given as a single daily dose.<br\/>"}]},"13":{"id":"127770-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patients that this drug may cause multiple pregnancies.<\/li><li>This drug may cause flushing, abdominal discomfort, insomnia, or nervousness.<\/li><li>Drug may cause decreased visual acuity. Instruct patient to report visual symptoms, such as blurred vision.<\/li><li>Advise patient to take drug exactly as ordered, as administration is timing-sensitive.<\/li><\/ul>"}}}