{"generic":"Cocaine Hydrochloride","drugs":["Cocaine Hydrochloride"],"mono":[{"id":"129810-s-0","title":"Generic Names","mono":"Cocaine Hydrochloride"},{"id":"129810-s-1","title":"Dosing and Indications","sub":{"0":{"id":"129810-s-1-4","title":"Adult Dosing","mono":"<b>Local anesthesia:<\/b> 1 to 4% solution TOPICALLY to mucous membranes; MAX 1 to 3 mg\/kg (or 400 mg), generally 1 mg\/kg sufficient; more pronounced effects may be achieved with a 10% solution with increased risk of toxic reactions; dosage varies and depends upon the area to be anesthetized, vascularity of the tissues, individual tolerance, and the anesthetic technique; lowest effective dose should be administered"},"1":{"id":"129810-s-1-5","title":"Pediatric Dosing","mono":"<b>Local anesthesia:<\/b> 1 to 4% solution TOPICALLY to mucous membranes; dosage varies and depends upon the area to be anesthetized, vascularity of the tissues, individual tolerance, and the anesthetic technique; lowest effective dose should be administered"},"3":{"id":"129810-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Local anesthesia<br\/>"}}},{"id":"129810-s-2","title":"Black Box Warning","mono":"<b>Topical (Solution)<\/b><br\/>Not for injection or ophthalmic use.<br\/>"},{"id":"129810-s-3","title":"Contraindications\/Warnings","sub":[{"id":"129810-s-3-9","title":"Contraindications","mono":"hypersensitivity to cocaine products<br\/>"},{"id":"129810-s-3-10","title":"Precautions","mono":"<ul><li>acutely ill patients<\/li><li>children<\/li><li>debilitated or elderly patients<\/li><li>topical cocaine should be used with caution on severely traumatized mucosa or when sepsis is present in the area of intended application<\/li><\/ul>"},{"id":"129810-s-3-11","title":"Pregnancy Category","mono":"Cocaine: C (FDA)<br\/>"},{"id":"129810-s-3-12","title":"Breast Feeding","mono":"<ul><li>Cocaine: AAP: Drugs of abuse for which adverse effects on the infant during breastfeeding have been reported.<\/li><li>Cocaine: Micromedex: Infant risk has been demonstrated.<\/li><\/ul>"}]},{"id":"129810-s-4","title":"Drug Interactions","sub":[{"id":"129810-s-4-13","title":"Contraindicated","mono":"<ul><li>Dihydroergotamine (theoretical)<\/li><li>Phenelzine (probable)<\/li><\/ul>"},{"id":"129810-s-4-14","title":"Major","mono":"<ul><li>Almotriptan (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Hyaluronidase (theoretical)<\/li><li>Hydroxytryptophan (theoretical)<\/li><li>Iobenguane I 123 (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Mirtazapine (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>St John's Wort (probable)<\/li><li>Tramadol (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"129810-s-4-15","title":"Moderate","mono":"<ul>Cannabis (probable)<\/ul>"}]},{"id":"129810-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Neurologic:<\/b>Central nervous system depression, Central nervous system stimulation<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction, Tachycardia, Vasoconstriction, Coronary arteries<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},{"id":"129810-s-6","title":"Drug Name Info","sub":{"2":{"id":"129810-s-6-19","title":"Class","mono":"<ul><li>Amino Ester<\/li><li>Anesthetic, Local<\/li><\/ul>"},"3":{"id":"129810-s-6-20","title":"Regulatory Status","mono":"Schedule II<br\/>"},"4":{"id":"129810-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"129810-s-7","title":"Mechanism Of Action","mono":"Cocaine hydrochloride is an anesthetic that blocks the conduction of the nerve impulse following local (topical) application.<br\/>"},{"id":"129810-s-8","title":"Pharmacokinetics","sub":{"4":{"id":"129810-s-8-27","title":"Elimination Half Life","mono":" approximately 1 h <br\/>"}}},{"id":"129810-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/>solution can be administered by means of cotton applicators or packs, instilled into a cavity, or used as a spray <br\/>"},{"id":"129810-s-10","title":"Monitoring","mono":"<ul><li>adequate local anesthesia<\/li><li>numbness<\/li><li>signs and symptoms of significant systemic absorption (eg, nervousness, agitation, confusion, tremors)<\/li><\/ul>"},{"id":"129810-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Topical Solution: 40 MG\/ML<br\/>"},{"id":"129810-s-12","title":"Toxicology","sub":[{"id":"129810-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>COCAINE <\/b><br\/>USES: Cocaine is used as a topical vasoconstrictor for otolaryngology procedures. The most common clinical scenario with cocaine involves abuse for its psychostimulant effects. ADULTERANTS: Caffeine, lidocaine, phenacetin, benzocaine, diltiazem, and levamisole have been detected as adulterants in cocaine. PHARMACOLOGY: The psychostimulant effects of cocaine are due to blockade of reuptake of monoamine (dopamine, norepinephrine, and serotonin) in CNS neurons. The net effect is CNS excitation and an increase in sympathetic nervous system activity. Decreased reuptake of norepinephrine may cause vasoconstriction. The direct cardiac effects of cocaine are due to antagonism of voltage-gated sodium channels in cardiomyocytes. TOXICOLOGY: Increased sympathetic activity and vasospasm. With cocaine overdose, cardiac sodium channel antagonism occurs. Absorption occurs after injection, ingestion, insufflation, or topical application. EPIDEMIOLOGY: Cocaine use is common. Cocaine intoxication is frequently associated with emergency department presentation for related complaints (chest pain) or indirectly related complaints (trauma). Severe toxicity is less common. Body stuffers (patients who rapidly ingest small to moderate amounts of cocaine in an attempt to avoid arrest) are common. Body packers (patients who ingest large quantities of cocaine in an attempt to smuggle the cocaine for later distribution) are occasionally seen in locations where international travel is common. MILD TO MODERATE TOXICITY: Patients may develop anxiety, hallucinations, chest pain, hypertension, palpitations, or agitation. In some cases, recreational doses of cocaine may cause cardiac or cerebral ischemia. SEVERE TOXICITY: Patients with severe toxicity may present with either seizures or severe agitation. If uncontrolled, this may progress to severe hyperthermia, rhabdomyolysis, acute renal failure, hepatic injury, coagulopathy, and decreased myocardial function. Severe intoxication may progress rapidly to dysrhythmias and cardiovascular collapse due to cardiac sodium channel antagonism. LEVAMISOLE ADULTERATION: A large percentage of cocaine bulk shipments entering the United States have been found to be adulterated with levamisole. Multiple cases of levamisole toxicity (eg, agranulocytosis, neutropenia, vasculitis, retiform purpura) have been reported in patients who used cocaine adulterated with levamisole. Refer to the LEVAMISOLE management for further information.<br\/><\/li><li><b>COCAINE WITHDRAWAL <\/b><br\/>DESCRIPTION: Cocaine is an alkaloid derived from the leaves of the shrub Erythroxylum coca. Processing of the leaves has led to a variety of more dangerous preparations containing higher concentrations of cocaine. Some authors prefer the terminology &quot;short-term abstinence&quot; instead of &quot;cocaine withdrawal&quot; since the traditional sense of &quot;withdrawal&quot; in dependent individuals is normally specific to depressant drugs.  Cocaine withdrawal syndrome as discussed in this management refers to the effects of abrupt discontinuation of regular cocaine use as opposed to the cocaine &quot;washed-out&quot; syndrome, which is an after-effect of cocaine &quot;binging&quot;. PHARMACOLOGY: Cocaine is chemically known as benzoylmethylecgonine, an ester-type local anesthetic of the tropane family. Cocaine is a central nervous system stimulant and sympathomimetic that also has direct cardiodepressant effects. TOXICOLOGY: The existence of a true withdrawal syndrome following cocaine use seems compelling although many clinicians consider cocaine not to result in physical addiction, only psychological addiction. Chronic use of cocaine leads to CNS dopamine depletion and increases in the number and sensitivity of dopamine receptors in the brain reward systems. The dysphoric state and craving for cocaine associated with cocaine withdrawal appears to be due to the dopamine-depleted condition and the increased dopaminergic receptor sensitivity. Alterations in serotonergic functions in the CNS and decreases in peripheral benzodiazepine receptors are also associated with cocaine withdrawal. EPIDEMIOLOGY: The United Nations Office of Drugs and Crime estimates 14 to 21 million global cocaine users in 2012 and 1.8% of the US population age greater than 12 years use cocaine. MILD TO MODERATE TOXICITY: Cessation of regular high-dose cocaine use may be associated with depression, anxiety, anhedonia, sleep disturbance, increased appetite, psychomotor retardation, bradycardia, and hyperprolactinemia. Impaired color vision (blue-yellow), which may persist for up to 8 weeks or more, has been reported. Neonates with cocaine withdrawal exhibit jitteriness, abnormal sleep patterns, poor feeding and irritability with cocaine withdrawal. SEVERE TOXICITY: Myocardial infarction, acute lung injury, and persistent creatinine kinase elevations may occur. Cocaine-exposed infants may be at increased risk for sudden infant death syndrome. Cocaine withdrawal in adults is not considered life-threatening.<br\/><\/li><\/ul>"},{"id":"129810-s-12-32","title":"Treatment","mono":"<ul><li><b>COCAINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with mild to moderate CNS excitation should be treated with benzodiazepines. Most patients will respond to low to moderate doses (lorazepam 1 to 4 mg, diazepam 5 to 20 mg). Patients with chest pain or cardiac ischemia should be treated with benzodiazepines, vasodilators (nitroglycerin), and aspirin. Beta-blockers should be AVOIDED in the setting of acute cocaine toxicity. Patients with ST-segment elevation suggesting acute myocardial infarction (MI) should undergo emergent cardiac catheterization. The use of thrombolytic medications for acute MI or stroke associated with cocaine use has not been studied. MANAGEMENT OF SEVERE TOXICITY: Seizures are usually self-limited, but prolonged or repeated seizures should be treated with standard doses of benzodiazepines (lorazepam 1 to 4 mg, diazepam 5 to 20 mg). Sinus tachycardia does not require specific treatment. Beta-blockers should NOT be used in the setting of acute cocaine toxicity. Wide complex dysrhythmias are treated with hypertonic sodium bicarbonate boluses (1 to 2 mEq\/kg every 5 minutes, endpoint is narrowing of QRS complex and arterial pH of 7.45 to 7.55). Hypotension is treated with fluid boluses. Refractory cases should be treated with a direct-acting vasopressor such as epinephrine (1 mcg\/min starting dose) or norepinephrine (1 mcg\/min starting dose). Consider intravenous lipid emulsion in patients with dysrhythmias, hypotension or severe CNS toxicity secondary to cocaine intoxication. Agitation is treated with benzodiazepines, given incrementally every 5 to 10 minutes and titrated to mild sedation (lorazepam 2 to 4 mg, diazepam 5 to 20 mg IV initially; large total doses may be needed). Patients who are not rapidly controlled should be paralyzed and intubated. All patients should have core temperatures measured, and patients with an elevated temperature (higher than 39 degrees C) require rapid, aggressive cooling. (Keep skin moist by spraying water or applying wet sheets, and accelerate evaporation with fans directed at the skin. In extreme cases partially submerge the patient in cold water.)<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal is not recommended due to rapid absorption of cocaine and the risk of seizures. HOSPITAL: Decontamination is not useful for most exposures due to cocaine's rapid absorption. Activated charcoal decreases the absorption of oral cocaine and may be used for asymptomatic body stuffers or body packers. Body packers should also be treated with whole bowel irrigation.<\/li><li>Airway management: Most patients will not require airway management. Patients who have multiple seizures, severe agitation, or dysrhythmias should be intubated.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Seizure: IV benzodiazepines, barbiturates, propofol.<\/li><li>Hypotensive episode: IV 0.9% NaCl, norepinephrine, epinephrine.<\/li><li>Chest pain: Benzodiazepine sedation, nitroglycerin. Beta-blocking agents should be AVOIDED. Consider phentolamine in patients with persistent chest pain and suspected acute coronary syndrome. Percutaneous coronary intervention is preferred to thrombolysis in patients with cocaine-associated ST-elevation myocardial infarction.<\/li><li>Hypertensive episode: Benzodiazepine sedation, if severe hypertension or end organ damage use nitroprusside 0.1 mcg\/kg\/min, or phentolamine 5 mg IV, titrate to effect.<\/li><li>Conduction disorder of the heart: IV sodium bicarbonate 1 to 2 mEq\/kg; repeat as needed to maintain approximate arterial pH 7.45. Lidocaine, amiodarone.<\/li><li>Fat emulsion: Patients who develop significant cardiovascular toxicity should be treated with intravenous lipids. Administer 1.5 mL\/kg of 20% lipid emulsion over 2 to 3 minutes as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min. If possible, discontinue after 30 to 60 minutes. Longer periods of lipid therapy should be considered if the patient's hemodynamic stability is dependent on continued lipid infusion.<\/li><li>Body temperature above reference range: Control agitation with benzodiazepines, sponge or spray skin with tepid water, and direct fans at patients to enhance evaporative cooling. Hypothermia blanket or ice water immersion if tepid water ineffective.<\/li><li>Anxiety: IV benzodiazepines, large doses may be needed.<\/li><li>Monitoring of patient: Patients with minimal toxicity do NOT require laboratory studies. Patients with possible cardiac chest pain should be evaluated with serial troponin levels. Patients with severe toxicity should be monitored for acidosis, renal and hepatic failure, coagulopathy, and rhabdomyolysis. Head CT scan and lumbar puncture should be considered in patients with persistent abnormal mental status. Continuous cardiac monitoring and ECG should be performed in patients with chest pain or severe toxicity. Radiologic evaluation may be of value in body packers.<\/li><li>Enhanced elimination procedure: Diuresis, hemodialysis, and urinary acidification are NOT effective in enhancing elimination of cocaine.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Patients with cocaine-associated chest pain who meet low-risk criteria can be observed for 6 hours in the emergency department. Patients with a single seizure or mild agitation who rapidly recover and who have normal vital signs after a 6-hour observation period can be discharged. ADMISSION CRITERIA: Patients who have multiple seizures, dysrhythmias, or severe agitation or who require heavy sedation should be admitted to an intensive care setting; those who have chest pain and who do not meet low-risk criteria should be admitted to a telemetry setting. Body packers and body stuffers should be admitted for observation and monitoring until ingested packets have passed through the gastrointestinal tract.<\/li><\/ul><\/li><li><b>COCAINE WITHDRAWAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The main therapy for cocaine withdrawal is supportive and symptomatic. Treatment goals are 3-fold: achievement of abstinence, prevention of relapse, and rehabilitation. No single treatment protocol has produced an optimal approach for all cocaine abusers. Psychiatric consulting an encouragement to participate in long-range abstinence programs are advised. MANAGEMENT OF SEVERE TOXICITY: The withdrawal syndrome following cocaine cessation is not life threatening. OTHER TREATMENTS: Dopamine agonists (eg, pergolide), tricyclic antidepressants, and anticonvulsants have been used in the treatment of cocaine abuse and dependence, but with mixed results. Cocaine Selective Severity Assessment (CSSA), a measure of 18 abstinence signs and symptoms, appears to be a reliable and valid measure of cocaine abstinence symptoms and a good predictor of negative outcomes in cocaine dependence treatment.<\/li><li>Airway management: Withdrawal state should not be associated with airway compromise.<\/li><li>Patient disposition: HOME CRITERIA: All patients with cocaine-related problems should be referred to a substance abuse treatment program. Symptomatic neonates and infants should be referred for medical management. OBSERVATION CRITERIA: Patients may be discharged when emergency department measures have alleviated major symptoms and signs. Patients should be referred to substance abuse treatment programs whenever possible. ADMISSION CRITERIA: Not necessary unless concurrent withdrawal from a GABAergic substance (eg, benzodiazepines, barbiturates, ethanol). CONSULT CRITERIA: Psychiatric consultation may be necessary following discontinuation of chronic cocaine use for social isolation, continued interference with work, with social relationships. All patients with cocaine-related problems should be referred to a substance abuse treatment program.<\/li><li>Monitoring of patient: No specific laboratory evaluation is needed unless otherwise indicated by the clinical status. Blood or plasma cocaine concentrations are not clinically useful for guiding emergent therapy. If an initial positive urine cocaine screen is found at the early stage of cocaine abstinence therapy, a 4-fold increase exists in the likelihood of failing to achieve abstinence in the first month. Frequent urine laboratory testing for drugs of abuse may be indicated to screen patients for subsequent cocaine use following withdrawal.<\/li><\/ul><\/li><\/ul>"},{"id":"129810-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>COCAINE <\/b><br\/>TOXICITY: Toxicity may occur with recreational doses, but there are reports of patients surviving with markedly elevated serum cocaine concentrations. The lethal dose is not well established and is quite variable. ABUSE: Most recreational doses of cocaine are 1 to 2 mg\/kg by nasal insufflation, 0.5 to 1 mg smoked, and 0.25 to 1 mg IV; however, there is substantial variation.<br\/><\/li><li><b>COCAINE WITHDRAWAL <\/b><br\/>TOXICITY: The lethal dose is not well established and is quite variable. Death has been reported to follow as little as 20 mg parenterally administered cocaine.<br\/><\/li><\/ul>"}]},{"id":"129810-s-13","title":"Clinical Teaching","mono":"Instruct patient to report signs\/symptoms of significant systemic absorption (nervousness, agitation, confusion, tremors).<br\/>"}]}