{"drugs":["Butalbital\/Acetaminophen\/Caffeine\/Codeine Phosphate","Fioricet with Codeine","Phrenilin with Caffeine and Codeine"],"mono":{"0":{"id":"130959-s-0","title":"Generic Names","mono":"Butalbital\/Acetaminophen\/Caffeine\/Codeine Phosphate"},"1":{"id":"130959-s-1","title":"Dosing and Indications","sub":[{"id":"130959-s-1-4","title":"Adult Dosing","mono":"<ul><li>Doses of acetaminophen exceeding 4000 mg\/day are associated with hepatotoxicity, which may lead to liver failure, transplant, and death.<\/li><li><b>Muscular headache:<\/b> 1 to 2 capsules (butalbital 50 mg\/acetaminophen 300 mg\/caffeine 40 mg\/codeine 30 mg per capsule) ORALLY every 4 hours; MAX 6 capsules\/day; extended and repeated use is not recommended<\/li><li><b>Tension-type headache:<\/b> 1 to 2 capsules (butalbital 50 mg\/acetaminophen 300 mg\/caffeine 40 mg\/codeine 30 mg per capsule) ORALLY every 4 hours; MAX 6 capsules\/day; extended and repeated use is not recommended<\/li><\/ul>"},{"id":"130959-s-1-5","title":"Pediatric Dosing","mono":"Safety and effectiveness in pediatric patients have not been established."},{"id":"130959-s-1-6","title":"Dose Adjustments","mono":"<b>Geriatric:<\/b> Start at the lower end of the dosage range "},{"id":"130959-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Muscular headache<\/li><li>Tension-type headache<\/li><\/ul>"}]},"2":{"id":"130959-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Liver failure, sometimes associated with liver transplant or fatalities, has occurred with acetaminophen use. These cases of liver injury were often associated with the use of more than one acetaminophen-based product and with total daily acetaminophen doses exceeding 4000 mg. Life-threatening or fatal respiratory depression has occurred with codeine administration following tonsillectomy or adenoidectomy in children with evidence of a CYP2D6 polymorphism that causes ultrarapid codeine metabolism.<br\/>"},"3":{"id":"130959-s-3","title":"Contraindications\/Warnings","sub":[{"id":"130959-s-3-9","title":"Contraindications","mono":"<ul><li>Hypersensitivity or intolerance to acetaminophen, butalbital, caffeine, or codeine<\/li><li>Postoperative pain management in pediatric patients following tonsillectomy and\/or adenoidectomy<\/li><li>Porphyria<\/li><\/ul>"},{"id":"130959-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Acute liver failure, some cases resulting in liver transplant and death, have occurred with acetaminophen use, particularly with use of more than one acetaminophen-based product and with total daily doses exceeding 4000 mg<\/li><li>-- Life-threatening or fatal respiratory depression has occurred in pediatric patients with evidence of a CYP2D6 polymorphism that causes ultrarapid codeine metabolism, even at labeled doses<\/li><li>Dermatologic:<\/li><li>-- Life-threatening skin reactions (ie, generalized exanthematous pustulosis, Stevens-Johnson syndrome, toxic epidermal necrolysis) may rarely occur; discontinue immediately if skin rash or other hypersensitivity reactions develop<\/li><li>Endocrine Metabolic:<\/li><li>-- Use cautiously in patients with hypothyroidism<\/li><li>-- Use cautiously in patients with Addison disease<\/li><li>Gastrointestinal:<\/li><li>-- Use cautiously in patients with acute abdominal conditions, as codeine use may obscure clinical course<\/li><li>Hepatic:<\/li><li>-- Patients with underlying liver disease at increased risk for acute liver failure; use with caution in patients with severe hepatic impairment<\/li><li>Immunologic:<\/li><li>-- Hypersensitivity reactions, including anaphylaxis, have been reported; discontinue use if occurs<\/li><li>Neurologic:<\/li><li>-- Use cautiously in patients with head injuries, intracranial pressure elevations, or intracranial lesions, as respiratory and CNS depressant effects are enhanced and increased cerebrospinal fluid pressure may occur<\/li><li>Renal:<\/li><li>-- Monitor and use with caution in patients with severe renal impairment<\/li><li>-- Use cautiously in patients with urethral stricture<\/li><li>Reproductive:<\/li><li>-- Use cautiously in patients with prostatic hypertrophy<\/li><li>Other:<\/li><li>--Ultra-rapid metabolism of codeine due to a specific CYP2D6 genotype may result in high levels of morphine leading to life-threatening or fatal respiratory depression, even with labeled dosage regimens<\/li><li>-- Avoid extended use, as butalbital and codeine are habit-forming and harbor abuse potential<\/li><li>-- Use with caution in elderly or debilitated patients<\/li><li>Concomitant Use:<\/li><li>--Avoid concomitant use with alcohol and other CNS depressants<\/li><\/ul>"},{"id":"130959-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"130959-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"130959-s-4","title":"Drug Interactions","sub":[{"id":"130959-s-4-13","title":"Contraindicated","mono":"<ul><li>Naltrexone (probable)<\/li><li>Riociguat (theoretical)<\/li><\/ul>"},{"id":"130959-s-4-14","title":"Major","mono":"<ul><li>Adinazolam (probable)<\/li><li>Alfentanil (probable)<\/li><li>Alprazolam (probable)<\/li><li>Amobarbital (theoretical)<\/li><li>Anileridine (probable)<\/li><li>Anisindione (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Aprobarbital (theoretical)<\/li><li>Baclofen (probable)<\/li><li>Bromazepam (probable)<\/li><li>Brotizolam (probable)<\/li><li>Buprenorphine (probable)<\/li><li>Bupropion (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Butorphanol (probable)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Carisoprodol (probable)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (probable)<\/li><li>Chlorzoxazone (probable)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clobazam (probable)<\/li><li>Clonazepam (probable)<\/li><li>Clorazepate (probable)<\/li><li>Cobicistat (theoretical)<\/li><li>Dantrolene (probable)<\/li><li>Darunavir (theoretical)<\/li><li>Dezocine (probable)<\/li><li>Diazepam (probable)<\/li><li>Dicumarol (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Estazolam (probable)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flunitrazepam (probable)<\/li><li>Fluoxetine (theoretical)<\/li><li>Flurazepam (probable)<\/li><li>Halazepam (probable)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (probable)<\/li><li>Imatinib (theoretical)<\/li><li>Isoniazid (established)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketazolam (probable)<\/li><li>Levorphanol (probable)<\/li><li>Lorazepam (probable)<\/li><li>Lormetazepam (probable)<\/li><li>Meclizine (theoretical)<\/li><li>Medazepam (probable)<\/li><li>Meperidine (probable)<\/li><li>Mephenesin (probable)<\/li><li>Mephobarbital (probable)<\/li><li>Meprobamate (probable)<\/li><li>Meptazinol (probable)<\/li><li>Metaxalone (probable)<\/li><li>Methadone (theoretical)<\/li><li>Methocarbamol (probable)<\/li><li>Methohexital (probable)<\/li><li>Midazolam (probable)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Nalbuphine (probable)<\/li><li>Naloxegol (theoretical)<\/li><li>Nifedipine (probable)<\/li><li>Nitrazepam (probable)<\/li><li>Nordazepam (probable)<\/li><li>Opium (probable)<\/li><li>Orphenadrine (probable)<\/li><li>Oxazepam (probable)<\/li><li>Oxycodone (probable)<\/li><li>Oxymorphone (probable)<\/li><li>Paroxetine (theoretical)<\/li><li>Pentazocine (probable)<\/li><li>Pentobarbital (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenprocoumon (probable)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Pneumococcal 13-Valent Vaccine, Diphtheria Conjugate (probable)<\/li><li>Prazepam (probable)<\/li><li>Primidone (theoretical)<\/li><li>Propoxyphene (probable)<\/li><li>Quazepam (probable)<\/li><li>Remifentanil (probable)<\/li><li>Secobarbital (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Temazepam (probable)<\/li><li>Thiopental (theoretical)<\/li><li>Tizanidine (probable)<\/li><li>Triazolam (probable)<\/li><li>Ulipristal (theoretical)<\/li><\/ul>"},{"id":"130959-s-4-15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Cannabis (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Imipramine (probable)<\/li><li>Lixisenatide (probable)<\/li><li>Ospemifene (established)<\/li><li>Perampanel (probable)<\/li><li>Phenytoin (probable)<\/li><li>Prednisone (probable)<\/li><li>Warfarin (established)<\/li><li>Zidovudine (probable)<\/li><\/ul>"}]},"5":{"id":"130959-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (frequent), Nausea (frequent), Vomiting (frequent)<\/li><li><b>Neurologic:<\/b>Dizziness (frequent), Feeling intoxicated (frequent), Lightheadedness (frequent), Sedated (frequent), Somnolence (frequent)<\/li><li><b>Respiratory:<\/b>Dyspnea<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Acute generalized exanthematous pustulosis, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hepatic:<\/b>Hepatic failure, acute<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Respiratory:<\/b>Respiratory depression<\/li><\/ul>"},"6":{"id":"130959-s-6","title":"Drug Name Info","sub":[{"id":"130959-s-6-17","title":"US Trade Names","mono":"<ul><li>Phrenilin with Caffeine and Codeine<\/li><li>Fioricet with Codeine<\/li><\/ul>"},{"id":"130959-s-6-18","title":"Synonyms","mono":"Analgesic Combination<br\/>"},{"id":"130959-s-6-19","title":"Class","mono":"<ul><li>Barbiturate<\/li><li>Methylxanthine<\/li><li>Opioid<\/li><li>Opioid\/Barbiturate Combination<\/li><\/ul>"},{"id":"130959-s-6-20","title":"Regulatory Status","mono":"Schedule III<br\/>"},{"id":"130959-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}]},"7":{"id":"130959-s-7","title":"Mechanism Of Action","mono":"Acetaminophen, butalbital, caffeine, and codeine are brought together in combination intended to treat tension headache; although, the role that each component plays in pain relief is not completely understood.<br\/>"},"8":{"id":"130959-s-8","title":"Pharmacokinetics","sub":[{"id":"130959-s-8-23","title":"Absorption","mono":"<ul><li>Acetaminophen, Bioavailability: 85% to 98%<\/li><li>Butalbital, Bioavailability: well absorbed<\/li><li>Caffeine, Bioavailability: rapid<\/li><li>Codeine, Bioavailability: readily absorbed<\/li><\/ul>"},{"id":"130959-s-8-24","title":"Distribution","mono":"<ul><li>Acetaminophen, Vd: 0.7 to 1 L\/kg<\/li><li>Acetaminophen, Protein binding: 10% to 25%<\/li><li>Butalbital, Protein binding: 45%<\/li><li>Codeine: not protein bound<\/li><\/ul>"},{"id":"130959-s-8-25","title":"Metabolism","mono":"<ul><li>Acetaminophen, Hepatic: extensive via conjugation<\/li><li>Acetaminophen, N-acetyl-p-benzoquinone imine: major<\/li><li>Butalbital, Site of metabolism unknown: 32% of excretion products are conjugated<\/li><li>Butalbital, 5-isobutyl-5-(2,3-dihydroxypropyl) barbituric acid: unknown if active or inactive; major<\/li><li>Butalbital, 5-allyl-5(3-hydroxy-2-methyl-1-propyl) barbituric acid: unknown if active or inactive; major<\/li><li>Caffeine, Hepatic: extensive via CYP1A2<\/li><li>Caffeine, paraxanthine: active<\/li><li>Caffeine, theobromine: active<\/li><li>Caffeine, theophylline: active<\/li><li>Codeine, Hepatic: 24 to 89%<\/li><li>Codeine, morphine: active<\/li><\/ul>"},{"id":"130959-s-8-26","title":"Excretion","mono":"<ul><li>Acetaminophen, Renal: 85%, most as metabolites<\/li><li>Butalbital, Renal: 59% to 86% (3.6% unchanged, 32% as conjugate)<\/li><li>Caffeine, Renal: 70% (3% unchanged)<\/li><li>Codeine, Fecal: approximately 10%<\/li><li>Codeine, Renal: 90% (70% as glucuronide conjugate)<\/li><\/ul>"},{"id":"130959-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Acetaminophen: 1.25 to 3 hours<\/li><li>Acetaminophen, hepatic impairment or following overdose: increased<\/li><li>Butalbital: about 35 hours<\/li><li>Caffeine: about 3 hours<\/li><li>Codeine: about 2.9 hours<\/li><\/ul>"}]},"10":{"id":"130959-s-10","title":"Monitoring","mono":"<ul><li>pain reduction, improvement in symptoms of tension headache<\/li><li>liver function; in patients with preexisting hepatic disease<\/li><li>renal function; in patients with preexisting renal disease and\/or patients with suspected impaired renal function<\/li><\/ul>"},"11":{"id":"130959-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: (Acetaminophen - Butalbital - Caffeine - Codeine Phosphate) 300 MG-50 MG-40 MG-30 MG, 325 MG-50 MG-40 MG-30 MG<br\/><\/li><li><b>Fioricet with Codeine<\/b><br\/>Oral Capsule: (Acetaminophen - Butalbital - Caffeine - Codeine Phosphate) 300 MG-50 MG-40 MG-30 MG<br\/><\/li><\/ul>"},"12":{"id":"130959-s-12","title":"Toxicology","sub":[{"id":"130959-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>ACETAMINOPHEN-ACUTE <\/b><br\/>USES: Acetaminophen is a mild analgesic and antipyretic. It is available as a non-prescription single ingredient product, in many non-prescription combination  products, and in prescription combination products (usually with an opioid). PHARMACOLOGY: The exact mechanism of action is not known. Acetaminophen inhibits cyclooxygenase and this likely is responsible for at least some clinical effects. TOXICOLOGY: In overdose, the usual metabolic pathways are overwhelmed, and acetaminophen is metabolized by CYP2E1 to a reactive metabolite. This metabolite can be detoxified by conjugation with glutathione, but when hepatic glutathione stores are depleted, the metabolite binds to macromolecules in the hepatocyte causing cell death and hepatic necrosis. EPIDEMIOLOGY: Acetaminophen overdose is very common, and there are several hundred deaths from acetaminophen poisoning annually in the United States. MILD TO MODERATE TOXICITY: For the first day after ingestion, patients may be asymptomatic, or only develop nausea, vomiting and abdominal pain. Elevation of serum transaminase (ALT, AST) may begin to develop about 24 hours after ingestion and  can range from mild to marked (greater than 10,000 international units\/L) with few other signs or symptoms.  Aminotransferase elevations generally peak 2 to 3 days after ingestion. SEVERE TOXICITY: Liver failure, including coagulopathy  and hepatic encephalopathy, will occur. Patients may also have renal injury. Massive overdose (initial serum concentration greater than 500 mcg\/mL) can produce coma, hyperglycemia and lactic acidosis  In patients who survive the overdose, both hepatic and renal function return to normal. ADVERSE EFFECTS: Generally rare. Some patients may have gastrointestinal upset.<br\/><\/li><li><b>ACETAMINOPHEN-REPEATED SUPRATHERAPEUTIC<\/b><br\/>USES: Acetaminophen is a non-opioid analgesic and antipyretic medication found in many over-the-counter and prescription products.  Repeated supratherapeutic acetaminophen ingestion is defined as repetitive ingestion of more than the recommended maximum daily dose. These ingestions are usually unintentional occurring in patients with acute or chronic pain syndromes or repeated dosing in ill children. PHARMACOLOGY: Acetaminophen is used primarily as an antipyretic and analgesic. Its effects are mediated through the central nervous system. TOXICOLOGY: In therapeutic doses, about 90% of acetaminophen is conjugated in the liver  to nontoxic metabolites (glucuronides and sulfates).  A small portion (less than 5%) is conjugated by cytochrome P450 CYP2E1 to a toxic metabolite, N-acetyl-p-benzo-quinone imine (NAPQI).  This metabolite is further conjugated by glutathione, and eliminated by the kidneys.   In toxic doses, the usual metabolic pathways are overwhelmed; acetaminophen is shunted to the cytochrome P450 pathway, and glutathione stores are depleted. Cellular injury and hepatic necrosis occur as NAPQI accumulates.  EPIDEMIOLOGY: Acetaminophen poisoning is very common and can be severe. However, the incidence of serious acetaminophen toxicity after repeated doses is negligible and appears to only follow massive dosing or prolonged excessive dosing. MILD TO MODERATE TOXICITY: Toxicity can range from asymptomatic ALT elevation to malaise, nausea, vomiting, abdominal pain, and hepatotoxicity. SEVERE TOXICITY: Jaundice, hypoglycemia, coagulopathy, renal failure, fulminant hepatic failure and encephalopathy. Presentation following chronic acetaminophen overdose typically includes 4 phases: (1) anorexia, nausea, vomiting, malaise and diaphoresis; (2) first phase signs resolve, replaced by right upper quadrant pain, liver enlargement, oliguria in some patients, elevated bilirubin and hepatic enzyme levels, and prolonged prothrombin time; (3) about 3 to 5 days into the course, anorexia, nausea, vomiting, and malaise reappear along with signs of hepatic failure (jaundice, hypoglycemia, coagulopathy, encephalopathy) and sometimes renal failure and cardiomyopathy; (4) either recovery or progression to death due to liver failure finally occurs. Presentation with central nervous system depression, shock, hypothermia, and metabolic acidosis may also occur rarely, after very large ingestions.<br\/><\/li><li><b>ANALEPTICS<\/b><br\/>USES: Analeptics are CNS stimulants. Currently, doxapram is the only analeptic available in the US; however, other analeptic agents that may still be used in other countries include nikethamide, pentylenetetrazol, and bemegride. Historically, these medications have been used to increase minute ventilation and decrease CNS depression. They have also been used for cardiovascular stimulant effects, to induce seizures during EEG monitoring, and for behavioral control in geriatric patients. Doxapram was also used to treat pediatric apnea. Currently, these medications are not commonly used and are not typically recommended for these conditions. Methylphenidate and amphetamine are covered in separate managements. PHARMACOLOGY: Analeptics cause increased pulmonary ventilation by increasing the depth and rate of respiration; they may act by directly stimulating the respiratory center in the medulla or indirectly affecting the carotid body. TOXICOLOGY: Analeptic toxicity is typically an extension of the therapeutic effects due to overstimulation of the CNS, overstimulation of the respiratory drive, and overstimulation of the cardiovascular system. EPIDEMIOLOGY: Analeptic use and overdose are extremely rare. OVERDOSE: Overdose data are limited. It is anticipated that overdose effects may be an extension of events reported with therapeutic use. Early signs of overdose may be excessive pressor effects, such as hypertension, tachycardia, skeletal muscle hyperactivity, and enhanced deep tendon reflexes. Nausea, agitation, confusion, sweating, cough, dyspnea, seizures may also occur. ADVERSE EFFECTS: The following adverse effects have been reported following therapeutic doses of doxapram: Nausea, vomiting, flushing, sweating, pruritus, paresthesia, diarrhea, urinary retention, elevation of BUN, albuminuria, pyrexia, apprehension, disorientation, pupillary dilatation, hallucinations, headache, dizziness, hyperactivity, involuntary movements, muscle spasticity, muscle fasciculations, increases deep tendon reflexes, clonus, seizures, dyspnea, cough, hyperventilation, tachypnea, laryngospasm, bronchospasm, rebound hypoventilation, phlebitis, variations in heart rate, dysrhythmias (including ventricular tachycardia and ventricular fibrillation), chest pain, mild to moderate hypertension, hemolysis with rapid infusion, a decrease in hemoglobin, hematocrit, or red blood cell count. Rarely, analeptics may precipitate an attack of acute porphyria, and may be associated with worsened leukopenia and anemia in patients with preexisting leukopenia or anemia.<br\/><\/li><li><b>CAFFEINE <\/b><br\/>USES: Caffeine (1,3,7-trimethylxanthine) is present in coffee, tea, colas, and chocolate. It is also utilized in over-the-counter cough and cold therapies, and in many dietary supplement products used as anorexiants, diuretics, and stimulants. Botanical sources of caffeine include guarana, yerba mate, and kola nuts. Caffeine is used medicinally for neonatal apnea and postlumbar puncture headache. PHARMACOLOGY: Caffeine is a trimethylxanthine closely related to theophylline. It acts through nonselective inhibition of adenosine receptors and phosphodiesterase. There is also beta-1 and beta-2 adrenergic stimulation secondary to catecholamine release. TOXICOLOGY: Caffeine is an adenosine analog and functions primarily as an adenosine antagonist lowering the seizure threshold. It also inhibits phosphodiesterase, resulting in accumulation of cAMP and calcium, causing organ-specific downstream effects such as smooth muscle relaxation, or muscle\/cardiac\/CNS excitation. Caffeine overdoses result in surges in circulating catecholamines and rennin, as well as increased levels of norepinephrine, dopamine, and serotonin in the brain. EPIDEMIOLOGY: Caffeine is commonly used; however, severe manifestations of toxicity are rare, and most exposures result in mild toxicity. MILD TO MODERATE TOXICITY: The earliest symptoms of acute caffeine poisoning include anorexia, tremor, and restlessness, followed by nausea, vomiting, and tachycardia. Chronic high-dose caffeine intake can lead to &quot;caffeinism,&quot; which includes nervousness, twitching, anxiety, tremulousness, insomnia, palpitations, and hyperreflexia. SEVERE TOXICITY: With serious ingestions, hypokalemia, hyperglycemia, metabolic acidosis, rhabdomyolysis, hypotension, confusion, seizures, tachycardia, and nonfatal dysrhythmias may occur.<br\/><\/li><li><b>CODEINE <\/b><br\/>USES: Codeine is primarily used for the treatment of pain and less often for cough suppression. EPIDEMIOLOGY: Overdose is common, particularly in patients with chronic opioid abuse, and can be life-threatening. PHARMACOLOGY: Codeine is an opioid, which is a group of chemical substances, naturally occurring and synthetic, that bind at the opiate receptor. Codeine is a naturally occurring compound derived from the poppy, Papaver somniferum. TOXICOLOGY: Therapeutic and toxic effects are mediated by different opioid receptors. Mu 1: Supraspinal and peripheral analgesia, sedation, and euphoria. Mu 2: Spinal analgesia, respiratory depression, physical dependence, GI dysmotility, bradycardia and pruritus. Kappa 1: Spinal analgesia and miosis. Kappa 2: Dysphoria and psychotomimesis. Kappa 3: Supraspinal analgesia. Chronic opioid users develop tolerance to the analgesic and euphoric effects, but not to the respiratory depression effects. OVERDOSE: MILD TO MODERATE POISONING: Euphoria, drowsiness, constipation, nausea, vomiting and pinpoint pupils. Mild bradycardia or hypotension may be present. SEVERE POISONING: Respiratory depression leading to apnea, hypoxia, coma, bradycardia, or acute lung injury. Rarely, seizures may develop from hypoxia. Death may result from any of these complications. ADVERSE EFFECTS: COMMON: The most common adverse effects with therapeutic administration of codeine include lightheadedness, dizziness, somnolence, nausea, vomiting, and sweating.<br\/><\/li><\/ul>"},{"id":"130959-s-12-32","title":"Treatment","mono":"<ul><li><b>ACETAMINOPHEN-ACUTE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: ORAL: Obtain an acetaminophen concentration, 4 hours after ingestion or as soon as possible thereafter. If the time of ingestion is known and the acetaminophen concentration is measured between 4 and 20 hours postingestion, the patient can be risk stratified using the Rumack-Matthew Nomogram.  If it is not possible to measure the serum acetaminophen concentration in a timely manner (results available within 2 hours), and the amount ingested is either 200 mg\/kg or more, or 10 g or more, whichever is less, start treatment with acetylcysteine. Patients who have an acetaminophen above the possible toxicity line (the line starting at 150 mcg\/mL at 4 hours) should be treated with acetylcysteine.  Patients who present with a history suggestive of acetaminophen exposure and an unknown time of ingestion should be treated with acetylcysteine if they have a detectable serum acetaminophen concentration OR if they have elevated serum transaminases. There is some debate as to the effect of coingestion of medications that decrease gastrointestinal motility (anticholinergic and opioids)  may have on the reliability of a 4-hour acetaminophen concentration for risk stratification. Some experts recommend obtaining a second acetaminophen concentration 8 hours postingestion and starting acetylcysteine if either concentration is above the possible toxicity line.  Similar recommendations have been made regarding sustained release acetaminophen products. MANAGEMENT OF SEVERE TOXICITY: ORAL: Patients who present late after an acute acetaminophen ingestion (greater than 36 hours) may have significant liver injury and even liver failure (INR greater than 1.5, acidosis or encephalopathy). Intubate patients with altered mental status and resuscitate hypotensive patients with crystalloid and adrenergic vasopressors.  Treat coagulopathic patients who are bleeding with fresh frozen plasma. Patients with renal failure may require renal replacement therapy. Administer intravenous acetylcysteine to all patients with liver injury. Patients with hepatic encephalopathy, acidosis or significant coagulopathy (INR greater than 5) should be evaluated for liver transplantation. Patients who present early following a massive ingestion (serum acetaminophen concentration greater than 500 mcg\/mL) may have coma, metabolic acidosis and hyperglycemia with normal serum transaminases. These patients generally recover with supportive care (airway management, fluid resuscitation) and early acetylcysteine therapy.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in the prehospital setting if the patient is awake and can protect their airway. HOSPITAL: Administer activated charcoal for all substantial, recent ingestions if the patient is awake and can protect their airway. Retrospective data suggest that administration of activated charcoal up to 2 hours postingestion decreases the proportion of patients who will require acetylcysteine therapy.<\/li><li>Antidote: Acetylcysteine should be administered to any patient at risk for hepatic injury (either serum acetaminophen concentration above the possible toxicity line on the Rumack-Matthew Nomogram, or history of ingesting more than 200 mg\/kg or 10 g (whichever is less) and serum concentration not available or time of ingestion not known), and to patients who have hepatic injury and a history of acetaminophen overdose. ORAL: 140 mg\/kg loading dose followed by 70 mg\/kg every 4 hours. The FDA-approved protocol is for 72 hours (17 maintenance doses); however, many toxicologists will stop therapy early in patients who do not develop toxicity and may continue therapy beyond 72 hours for patients who develop significant toxicity. Please contact your local poison center for guidance. INTRAVENOUS: 150 mg\/kg infusion over 60 minutes followed by 50 mg\/kg infusion over 4 hours followed by 6.25 mg\/kg\/hour infusion.  The FDA-approved protocol is for 16 hours of treatment at 6.25 mg\/kg\/hr (a total of 100 mg\/kg). However, many toxicologists recommend checking serum transaminases and serum acetaminophen concentration prior to stopping therapy. If the transaminases are elevated or if the serum acetaminophen concentration is still detectable, the maintenance infusion is often continued until acetaminophen is not detectable and liver enzymes and INR are improving, and the patient is clinically improving. Contact your local poison center for guidance. LIVER FAILURE: Treat patients with liver failure with intravenous acetylcysteine 150 mg\/kg infusion over 60 minutes followed by 50 mg\/kg infusion over 4 hours followed by 6.25 mg\/kg\/hour infusion until resolution of encephalopathy, decreasing serum transaminase, and improving coagulopathy.<\/li><li>Monitoring of patient: Patients who present early (within 8 hours of ingestion) only require a serum acetaminophen determination. In those patients who require acetylcysteine treatment, liver enzymes, serum electrolytes, and renal function should be monitored. Patients who present with an unknown time of ingestion or more than 8 hours after an ingestion should have a serum acetaminophen determination, electrolyte measurements, renal function tests, liver enzymes, and an INR.<\/li><li>Enhanced elimination procedure: Hemodialysis clears acetaminophen, but it is not routinely used, since acetylcysteine is an effective antidote.<\/li><li>Patient disposition: HOME CRITERIA: For inadvertent ingestions in asymptomatic patients,  children less than 6 years of age who have ingested less than 200 mg\/kg, and all patients, 6 years or older, who have ingested less than 200 mg\/kg or 10 g (whichever is less) may be managed at home. OBSERVATION CRITERIA: For inadvertent ingestions, children less than 6 years of age should be referred to a healthcare facility if the amount ingested is 200 mg\/kg or more, or if the amount ingested is unknown. For inadvertent ingestions, all patients 6 years of age or older should be referred to a healthcare facility if the amount ingested is at least 200 mg\/kg or 10 g, whichever is less, or if the amount ingested is unkown. All patients with deliberate overdose, and all symptomatic patients, regardless of the amount ingested, should be sent to a healthcare facility. Patients who have nontoxic acetaminophen concentrations can be discharged with appropriate psychiatric care after an appropriate observation period. ADMISSION CRITERIA:  Patients who require treatment with acetylcysteine are generally admitted to the hospital, although selected patients (presenting early with no evidence of liver injury) may be treated with acetylcysteine and managed in an emergency department observation unit. Patients with acute liver failure should be admitted to an ICU and may require transfer to a facility with liver transplant criteria. CONSULT CRITERIA: Contact your poison center for patients who have an unknown time of ingestion, and elevated serum transaminases or a detectable serum acetaminophen concentration. Contact a liver transplant center for patients with hepatic encephalopathy, acidosis or severe coagulopathy.<\/li><\/ul><\/li><li><b>ACETAMINOPHEN-REPEATED SUPRATHERAPEUTIC <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Stop acetaminophen therapy.  The vast majority of repeated supratherapeutic ingestions of acetaminophen can be managed with symptomatic and supportive care. Treatment should be initiated with N-Acetylcysteine (NAC) if the patient's acetaminophen concentration is greater than or equal to 20 mcg\/mL and\/or if liver enzymes are elevated. Patients should be treated for a minimum of 12 hours (at least 20 hours if the acetaminophen concentration or aminotransferases are very elevated). After 12 to 20 hours, an acetaminophen concentration should be checked along with liver enzymes. If the patient's acetaminophen is undetectable, liver enzymes have clearly declined and are approaching normal, and the patient is at baseline mental status and is clinically well, and N-Acetylcysteine can be stopped; however, if all the prior criteria are not met, NAC must be continued. MANAGEMENT OF SEVERE TOXICITY: Aggressive symptomatic and supportive care in addition to N-Acetylcysteine therapy must be undertaken in severe toxicity.  Intubate patients with respiratory compromise or encephalopathy.  Maintain blood pressure with IV fluids and pressors if needed.  Call your local poison center and or transplant team for assistance to help you determine if your patient meets criteria for transplant.<\/li><li>Decontamination: Administer activated charcoal in a substantial ingestion occurring within 2 hours (consider later if extended-release preparations) and if the patient is able to protect his or her airway.<\/li><li>Acetylcysteine: Both oral and IV N-Acetylcysteine are equally efficacious. NAC therapy should be initiated as soon as possible.  Administer NAC therapy until the liver enzymes have clearly peaked and declined, the patient is at his\/her baseline mental status, and acetaminophen is non-detectable. N-ACETYLCYSTEINE (NAC): Give if initial acetaminophen serum concentration greater than 20 mcg\/mL or evidence of liver injury.  ADULT NAC DOSE: Oral: 140 mg\/kg load, 70 mg\/kg every 4 hrs maintenance; IV: 150 mg\/kg in 200 ml D5W over 60 min, then 50 mg\/kg in 500 mL D5W over 4 hrs then 100 mg\/kg in 1 L D5W over 16 hrs. CHILDREN: Standard intravenous dosing can cause hyponatremia and seizures secondary to large amounts of free water in young children. Patients greater than 20 kg to less than 40 kg: Loading dose: 150 mg\/kg in 100 mL of diluent administered over 60 minutes. Dose 2: 50 mg\/kg in 250 mL of diluent administered over 4 hours. Dose 3: 100 mg\/kg in 500 mL of diluent administered over 16 hours. Patients 20 kg or less: Loading dose: 150 mg\/kg in 3 mL\/kg of diluent administered over 60 minutes. Dose 2: 50 mg\/kg in 7 mL\/kg of diluent administered over 4 hours. Dose 3: 100 mg\/kg in 14 mL\/kg of diluent administered over 16 hours.<\/li><li>Patient disposition: HOME MANAGEMENT: Patients under age 6 can be managed at home if the ingestion is inadvertent and: a) less than 200 mg\/kg over a single 24 hour period, or b) less than 150 mg\/kg per 24-hour period for the preceding 48 hours or c) less than 100 mg\/kg per 24-hour period for the preceding 72 hours or longer. Patients age 6 or older can be managed at home if the ingestion is inadvertent and: a) less than 200 mg\/kg or 10 g (whichever is less) over a single 24 hour period, or b) less than 150 mg\/kg or 6 g (whichever is less) per 24-hour period for the preceding 48 hours or longer. In patients with conditions that are purported to increase susceptibility to acetaminophen toxicity (eg alcoholism, isoniazid use, prolonged fasting) the dose of acetaminophen considered safe to manage at home should be reduced to less than 4 g or 100 mg\/kg (whichever is less) per day. OBSERVATION CRITERIA: Patients under age 6 should be sent to a healthcare facility for evaluation if the ingestion is: a) 200 mg\/kg or more over a single 24 hour period, or b) 150 mg\/kg or more per 24-hour period for the preceding 48 hours or c) 100 mg\/kg or more per 24-hour period for the preceding 72 hours or longer. Patients age 6 or older should be sent to a healthcare facility for evaluation if the ingestion is: a) at least 200 mg\/kg or 10 g (whichever is less) over a single 24 hour period, or b) at least 150 mg\/kg or 6 g (whichever is less) per 24-hour period for the preceding 48 hours or longer. In patients with conditions that are purported to increase susceptibility to acetaminophen toxicity (eg alcoholism, isoniazid use, prolonged fasting) the dose of acetaminophen considered potentially toxic should be reduced to at least 4 g or 100 mg\/kg (whichever is less) per day. All patients with deliberate overdose should be sent to a healthcare facility Asymptomatic patients with normal liver enzymes and an acetaminophen concentration below 20 mcg\/mL may be discharged. ADMISSION CRITERIA: Patients who are symptomatic, have elevated liver enzymes or an acetaminophen concentration above 20 mcg\/mL should be admitted for NAC therapy. CONSULT CRITERIA: Consult a toxicologist for all questions regarding dosing, necessity or duration of therapy.  Have a low threshold to consult a toxicologist if you think your patient might need a transplant.<\/li><li>Monitoring of patient: Always monitor vital signs and mental status in all patients. STABLE PATIENT: Acetaminophen concentration and liver enzymes, consider checking acetylsalicylic acid concentration, electrolytes, and ECG in patients with an intentional exposure. UNSTABLE PATIENT: CBC, electrolytes, renal function, ABG\/VBG, APAP concentration, liver enzymes, PT\/INR, urinalysis, lactate, acetylsalicylic acid concentration, ECG, chest x-ray, and head CT fi mental status changes.<\/li><\/ul><\/li><li><b>ANALEPTICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment of mild to moderate toxicity consists of predominantly symptomatic and supportive care. MANAGEMENT OF SEVERE TOXICITY: Patients with severe toxicity may require benzodiazepines or barbiturates for control of agitation or seizures or treatment of rigidity. Treat hyperthermia with benzodiazepines to control agitation and rigidity and external cooling measures. Tachycardia and hypertension generally respond to benzodiazepine sedation. Rarely, patients may require intubation for pulmonary edema.<\/li><li>Decontamination: Acute toxicity is extremely rare as these agents are rarely used. Gastrointestinal decontamination is generally not necessary. Activated charcoal is not recommended due to the risk of seizures and associated aspiration.<\/li><li>Airway management: Patients who develop seizures, pulmonary edema, or respiratory depression may require intubation for airway management.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Serum concentrations of these agents are not widely available or useful to guide therapy. Monitor serum electrolytes and creatine kinase in patients with seizures, rigidity, or hyperthermia. All patients with suspected analeptic toxicity should have an ECG. Institute continuous cardiac monitoring in patients with significant tachycardia or an abnormal ECG.<\/li><li>Enhanced elimination procedure: Hemodialysis has not been studied and is unlikely to be of benefit following analeptic toxicity or overdose.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management. OBSERVATION CRITERIA: Patients should be observed for 6 hours after exposure. ADMISSION CRITERIA: Patients who develop severe signs and symptoms of analeptic toxicity such as seizures, heart block, marked tachycardia, pulmonary edema, or severe hypertension should be admitted to the hospital. Any patient with recurrent seizures, status epilepticus, recurrent dysrhythmias, or requiring intubation should be admitted to an ICU. CONSULT CRITERIA: Consult a poison center or medical toxicologist for any patient with suspected significant analeptic toxicity.<\/li><\/ul><\/li><li><b>CAFFEINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Mild to moderate exposures usually respond to fluid repletion and antiemetic therapy. Electrolyte replacement should be performed as indicated. MANAGEMENT OF SEVERE TOXICITY: There is potential for seizures, vomiting, and dysrhythmias, so consider early airway management. Monitor ECG and vital signs for at least 6 hours after any concerning oral ingestion. Treat agitation and seizures with benzodiazepines. If unsuccessful, phenobarbital or propofol may be utilized. Follow patients for hyperthermia or rhabdomyolysis. Treat hypotension with IV fluid boluses and vasopressin or phenylephrine if hypotension persists; drugs with significant beta-adrenergic effects should be avoided. Hypokalemia usually resolves without aggressive treatment because it is due to an intracellular shift of potassium ions; however, severe hypokalemia should be treated. Beta-blockers effectively reverse cardiotoxic effects mediated by beta-adrenergic stimulation. Treat severe tachyarrhythmias with hypotension not responsive to fluid boluses or pressors with esmolol 50 to 200 mcg\/kg\/min beginning with low doses and titrating to effect. Follow advanced cardiac life support (ACLS) and pediatric advanced life support (PALS) guidelines for malignant dysrhythmias.<\/li><li>Decontamination: PRE-HOSPITAL: Decontamination should be avoided. Mild exposures do not require treatment, and severe overdose can result in seizures and aspiration. HOSPITAL: Activated charcoal adsorbs caffeine effectively. Administration of activated charcoal should be considered on an individual basis; it should be reserved for patients with the potential for significant toxicity and a recent ingestion who are alert or in whom the airway is protected. Gastric lavage is rarely utilized, but might be considered in the rare patient with a recent, life threatening ingestion.<\/li><li>Airway management: As seizures and vomiting are common after severe overdose, it is important to manage the airway early.<\/li><li>Antidote: There is no antidote for caffeine.<\/li><li>Monitoring of patient: No studies are needed in patients with minimal symptoms. Patients with mild to moderate symptoms should have electrolytes checked, and if there is any concern for rhabdomyolysis, a CPK should be checked. An ECG should be performed with continuous cardiac monitoring in moderate to severe poisoning. Caffeine levels are obtainable, but not routinely available in general hospital laboratories and not useful to guide therapy. Serum concentrations greater than 80 mg\/L have been associated with mortality.<\/li><li>Enhanced elimination procedure: Hemodialysis is effective and indicated in patients with severe toxicity (eg, seizures, ventricular dysrhythmias or hypotension).<\/li><li>Patient disposition: HOME CRITERIA: Patients with nontoxic ingestions with minimal symptoms can be managed at home. OBSERVATION CRITERIA: Intentional self-harm attempts should be referred to a health care facility. Observe all patients with mild symptoms (ie, nausea, vomiting, and palpitations) until resolution of symptoms. ADMISSION CRITERIA: Patients with moderate symptoms including palpitations and mild electrolyte disturbances can be observed on telemetry. Any patient showing signs of severe toxicity (ie, seizures, ventricular dysrhythmias or hypotension) should be admitted to the ICU. CONSULT CRITERIA: Involve a poison center or toxicologist with any questions, concerns, or cases of moderate to severe toxicity. If you are considering dialysis, a nephrologist should be involved.<\/li><\/ul><\/li><li><b>CODEINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients may only need observation. MANAGEMENT OF SEVERE TOXICITY: Administer oxygen and assist ventilation for respiratory depression. Naloxone is the antidote indicated for severe toxicity (respiratory or CNS depression). Orotracheal intubation for airway protection should be performed early in cases of obtundation and\/or respiratory depression that do not respond to naloxone, or in patients who develop severe acute lung injury.<\/li><li>Decontamination: PREHOSPITAL: Codeine overdoses can be life-threatening. Activated charcoal should be considered early after a significant oral ingestion, if a patient can protect their airway and is without significant signs of toxicity. If a patient is displaying signs of moderate to severe toxicity, do NOT administer activated charcoal because of the risk of aspiration. HOSPITAL: Consider activated charcoal if a patient presents soon after an ingestion and is not manifesting signs and symptoms of toxicity. Activated charcoal is generally not recommended in patients with significant signs of toxicity because of the risk of aspiration. Gastric lavage is not recommended as patients usually do well with supportive care.<\/li><li>Airway management: Administer oxygen and assist ventilation for respiratory depression. Orotracheal intubation for airway protection should be performed early in cases of obtundation and\/or respiratory depression that do not respond to naloxone, or in patients who develop severe acute lung injury.<\/li><li>Antidote: NALOXONE, an opioid antagonist, is the specific antidote. Naloxone can be given intravascularly, intramuscularly, subcutaneously, intranasally or endotracheally. The usual dose is 0.4 to 2 mg IV. In patients with suspected opioid dependence incremental doses of 0.2 mg IV should be administered, titrated to reversal of respiratory depression and coma, to avoid precipitating acute opioid withdrawal. Doses may be repeated every 2 to 3 minutes up to 20 mg. Very high doses are rarely needed. Naloxone can precipitate withdrawal in an opioid-dependent patients, which is usually not life-threatening; however it can be extremely uncomfortable for the patient.<\/li><li>Seizure: Seizures are rare, but may be a result of hypoxia. Treatment includes ensuring adequate oxygenation, and administering intravenous benzodiazepines; propofol or barbiturates may be indicated, if seizures persist.<\/li><li>Acute lung injury: Acute lung injury can develop in a small proportion of patients after an acute opioid overdose. The pathophysiology is unclear. Patients should be observed for 4 to 6 hours after overdose to evaluate for hypoxia and\/or the development of acute lung injury. Continuous oxygen therapy, pulse oximetry, PEEP and mechanical ventilation may be necessary.<\/li><li>Hypotensive episode: Hypotension is often reversed by naloxone. Initially treat with a saline bolus, if patient can tolerate a fluid load; then adrenergic vasopressors to raise mean arterial pressure.<\/li><li>Monitoring of patient: Monitor vital signs frequently, pulse oximetry, and continuous cardiac monitoring. Monitor for CNS and respiratory depression. Codeine plasma levels are not clinically useful or readily available. Urine toxicology screens may confirm exposure, but are rarely useful in guiding therapy. Obtain a baseline acetaminophen and salicylate levels in a patient with a suspected overdose. Routine lab work is usually not indicated, unless it is helpful to rule out other causes or if the diagnosis of codeine toxicity is uncertain. Obtain a chest x-ray for persistent hypoxia. Consider a head CT and\/or lumbar puncture to rule out an intracranial mass, bleeding or infection, if the diagnosis is uncertain.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not of value because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Respiratory depression may occur at doses just above a therapeutic dose. Children who have inadvertently taken more than a therapeutic dose for age and weight should be evaluated in the hospital and observed as they are generally opioid naive and may develop respiratory depression. Adults should be evaluated by a health care professional if they have received a higher than recommended (therapeutic) dose, especially if opioid naive. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions and all children with ingestions of more than a therapeutic dose should be sent to a health care facility for observation for at least 4 hours, as peak plasma levels and symptoms will likely develop within this time period. Patients who are treated with naloxone should be observed for 4 to 6 hours after the last dose, for recurrent CNS depression or acute lung injury. ADMISSION CRITERIA: Patients with significant persistent central nervous depression should be admitted to the hospital. Patients needing more than 2 doses of naloxone should be admitted as they may have taken a longer-acting opioid and may need additional doses. Patients with coma, seizures, dysrhythmias, or delirium or those needing a naloxone infusion or intubated patients should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"130959-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>ACETAMINOPHEN-ACUTE<\/b><br\/>TOXICITY: ORAL: Ingestions of 200 mg\/kg or 10 g, whichever is less, are considered potentially toxic. IV: A 10 fold overdose caused hepatotoxicity in a chronically malnourished child.. THERAPEUTIC DOSE: ADULT: Oral: 650 to 1000 mg every 4 hours up to 4 g\/day. IV: (50 kg or greater): 650 to 1000 mg every 4 to 6 hours, up to 4 g\/day; (less than 50 kg): 12.5 mg\/kg to 15 mg\/kg every 4 to 6 hours, up to 3750 mg\/day (75 mg\/kg\/day). PEDIATRIC: Oral: 10 to 15 mg\/kg every 4 hours up to 60 mg\/kg\/day. IV: 12.5 mg\/kg to 15 mg\/kg every 4 to 6 hours, up to 75 mg\/kg\/day.<br\/><\/li><li><b>ACETAMINOPHEN-REPEATED SUPRATHERAPEUTIC<\/b><br\/>TOXICITY: Hepatic injury following repeated supratherapeutic ingestions may occur at any dose above the daily recommended dose. A repeated supratherapeutic ingestion of acetaminophen occurs when the following doses are ingested: ADULTS: More than one ingestion during a period exceeding 8 hours, resulting in a cumulative dose of greater than 4 g per 24 hours. PEDIATRIC: Patients under 6 years of age: 200 mg\/kg or more over a single 24-hour period, OR 150 mg\/kg or more per 24-hour period for the preceding 48 hours OR 100 mg\/kg or more per 24-hour period for the preceding 72 hours or longer. Patients older than 6 years of age: At least 10 g or 200 mg\/kg, whichever is less, over a single 24 hour period OR at least 6 g or 150 mg\/kg, whichever is less, per 24-hour period for the preceding 48 hours or longer. THERAPEUTIC DOSE: ADULT: Oral: 650 to 1000 mg every 4 hours up to 4 g\/day. IV: (50 kg or greater): 650 to 1000 mg every 4 to 6 hours, up to 4 g\/day; (less than 50 kg): 12.5 mg\/kg to 15 mg\/kg every 4 to 6 hours, up to 3750 mg\/day (75 mg\/kg\/day). PEDIATRIC: Oral: 10 to 15 mg\/kg every 4 hours up to 60 mg\/kg\/day. IV: 12.5 mg\/kg to 15 mg\/kg every 4 to 6 hours, up to 75 mg\/kg\/day.<br\/><\/li><li><b>ANALEPTICS<\/b><br\/>TOXICITY: A preterm infant (born at 28 weeks gestation) inadvertently received a doxapram infusion of 9.5 mg\/kg\/hour, instead of 0.95 mg\/kg\/hour, for approximately 4.5 hours (total dose 72.9 mg), and only experienced nausea and increased gastric residuals as a result. For pentylenetetrazol, an adult dose of 10 g was lethal. For humans, the toxic doses of doxapram, nikethamide, and bemegride are poorly described. THERAPEUTIC DOSE: The only analeptic available for therapeutic use at this time in the US is doxapram. DOXAPRAM: Dose is usually 0.5 to 1 mg\/kg as a single IV injection; MAX 2 mg\/kg (3 g\/24 hours). Dose may be repeated as needed at 5-minute intervals or every 1 to 2 hours for drug-induced CNS depression. For COPD associated with acute hypercapnia, 1 to 2 mg\/min IV infusion.<br\/><\/li><li><b>CAFFEINE<\/b><br\/>TOXICITY: ADULT: An estimated lethal dose is 150 to 200 mg\/kg or 10 to 20 g. One gram has produced significant symptoms in an adult. PEDIATRIC: An estimated ingestion of 35 mg\/kg may lead to moderate toxicity in children. Children and neonates can often tolerate higher doses. Neonates have developed seizures after 36 to 136 mg\/kg IV. THERAPEUTIC DOSE: ADULT: 100 to 200 mg orally every 4 hours. For post dural headache caffeine\/sodium benzoate 500 mg IV for 1 to 2 doses. PEDIATRIC: Neonates: Caffeine citrate: For apnea of prematurity: Loading dose: 20 mg\/kg IV over 30 minutes followed 24 hours later by a daily maintenance dose of 5 to 10 mg\/kg orally or intravenously.<br\/><\/li><li><b>CODEINE<\/b><br\/>TOXICITY: Infants and children may demonstrate unusual sensitivity to opioids and habituated adults may have extreme tolerance to opioids. ADULT:  The estimated lethal dose of codeine in adults is 7 to 14 mg\/kg. CHILDREN: Ingestion of greater than 1 mg\/kg of codeine may produce symptoms. Ingestion of more than 5 mg\/kg of codeine has caused respiratory arrest. THERAPEUTIC DOSE: ADULTS: 15 to 60 mg every 4 hours as needed, up to a maximum of 360 mg in a 24-hour period. CHILDREN: The recommended dose of codeine is 0.5 mg\/kg of body weight every 4 hours as needed.<br\/><\/li><\/ul>"}]},"13":{"id":"130959-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell patient not to ingest more than 4000 mg of acetaminophen daily.<\/li><li>Warn patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may impair mental or physical abilities.<\/li><li>Drug may cause respiratory depression, dry mouth, nausea, vomiting, drowsiness, lightheadedness, headaches, or agitation.<\/li><li>Instruct patient to immediately report symptoms of hepatotoxicity or morphine overdose (fatigue, confusion, shallow breathing).<\/li><li>Advise patient to avoid concomitant use of alcohol and CNS depressants as this may have an additive effect.<\/li><li>Instruct patient to avoid additional acetaminophen or acetaminophen-containing products with drug.<\/li><\/ul>"}}}