{"drugs":["Accuneb","Albuterol Sulfate","ProAir HFA","Proventil","Proventil HFA","Proventil Repetabs","Ventolin","Ventolin HFA","VoSpire ER"],"mono":{"0":{"id":"13460-s-0","title":"Generic Names","mono":"Albuterol Sulfate"},"1":{"id":"13460-s-1","title":"Dosing and Indications","sub":[{"id":"13460-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Asthma:<\/b> Acute asthma exacerbation, metered-dose inhaler: 4 to 8 INHALATIONS (90 mcg albuterol base\/actuation) ORALLY every 20 minutes up to 4 hours, then every 1 to 4 hours as needed (guideline dosing)<\/li><li><b>Asthma:<\/b> Acute asthma exacerbation, nebulized solution: 2.5 to 5 mg every 20 minutes for 3 doses, then 2.5 to 10 mg every 1 to 4 hours as needed, or 10 to 15 mg\/hr by continuous nebulization (guideline dosing)<\/li><li><b>Asthma:<\/b> Bronchospasm, metered-dose inhaler: 2 ORAL INHALATIONS (90 mcg albuterol base\/actuation) every 4 to 6 hours or 1 ORAL INHALATION every 4 hours<\/li><li><b>Asthma:<\/b> Bronchospasm, 0.083% nebulized solution: 2.5 mg (3 mL) by INHALATION over 5 to 15 minutes, 3 to 4 times daily as needed<\/li><li><b>Asthma:<\/b> Bronchospasm, 0.5% nebulized solution: 2.5 mg (0.5 mL diluted in 2.5 mL NS) by INHALATION over 5 to 15 minutes, 3 to 4 times daily as needed<\/li><li><b>Asthma:<\/b> Syrup and tablets: 2 or 4 mg ORALLY 3 or 4 times daily; MAX, 32 mg per day in divided doses<\/li><li><b>Asthma:<\/b> Extended-release tablets: 4 or 8 mg ORALLY every 12 hours; MAX, 32 mg per day in divided doses<\/li><li><b>Exercise-induced asthma; Prophylaxis:<\/b> Metered-dose inhaler, 2 ORAL INHALATIONS (90 mcg albuterol base\/actuation) 15 to 30 minutes prior to exercise<\/li><\/ul>"},{"id":"13460-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Asthma:<\/b> Acute asthma exacerbation, metered-dose inhaler: 4 to 8 ORAL INHALATIONS (90 mcg albuterol base\/actuation) every 20 minutes for 3 doses, then every 1 to 4 hours as needed; add mask for children less than 4 years old (guideline dosing)<\/li><li><b>Asthma:<\/b> Acute asthma exacerbation, nebulized solution: 0.15 mg\/kg (minimum dose, 2.5 mg) every 20 minutes for 3 doses then 0.15 to 0.3 mg\/kg up to 10 mg every 1 to 4 hours as needed, or 0.5 mg\/kg\/hr by continuous nebulization (guideline dosing)<\/li><li><b>Asthma:<\/b> Bronchospasm, metered-dose inhaler, 4 years or older (Proventil(R), Ventolin(R), and ProAir(R) HFA aerosols); 12 years or older (ProAir(R) Respiclick(TM) powder): 2 ORAL INHALATIONS (90 mcg albuterol base\/actuation) every 4 to 6 hours or 1 INHALATION every 4 hours<\/li><li><b>Asthma:<\/b> Bronchospasm, 0.083% nebulized solution: 2 years or older and weight of at least 15 kg (Ventolin Nebules(R)), 2.5 mg by INHALATION over 5 to 15 minutes 3 to 4 times daily as needed<\/li><li><b>Asthma:<\/b> Bronchospasm, 0.5% nebulized solution, 2 years or older (Ventolin(R)): 0.1 to 0.15 mg\/kg\/dose (dilute in NS to total volume of 3 mL) by INHALATION; MAX dose, 2.5 mg 3 to 4 times daily as needed<\/li><li><b>Asthma:<\/b> Bronchospasm, AccuNeb(TM) nebulized solution, 2 to 12 years old: 1.25 mg or 0.63 mg by INHALATION over 5 to 15 minutes, 3 or 4 times daily, as needed<\/li><li><b>Asthma:<\/b> Syrup and tablets, older than 12 years of age: 2 or 4 mg ORALLY 3 or 4 times daily; MAX 32 mg per day in divided doses<\/li><li><b>Asthma:<\/b> Syrup and tablets, 6 to 12 years old: 2 mg ORALLY 3 or 4 times daily; MAX, 24 mg per day in divided doses<\/li><li><b>Asthma:<\/b> Syrup; 2 to 6 years old: 0.1 mg\/kg ORALLY 3 times daily; MAX starting dosage, 2 mg 3 times daily; MAX, 12 mg per day in divided doses<\/li><li><b>Asthma:<\/b> Extended-release tablets; 12 years or older: 4 or 8 mg ORALLY every 12 hours; MAX, 32 mg per day in divided doses<\/li><li><b>Asthma:<\/b> Extended-release tablets, 6 to 12 years old: 4 mg ORALLY every 12 hours; MAX, 24 mg per day in divided doses<\/li><li><b>Exercise-induced asthma; Prophylaxis:<\/b> Metered-dose inhaler, 4 years or older (Proventil(R), Ventolin(R), and ProAir(R) HFA aerosols); 12 years or older (ProAir(R) Respiclick(TM) powder): 2 ORAL INHALATIONS (90 mcg albuterol base\/actuation) 15 to 30 minutes prior to exercise<\/li><\/ul>"},{"id":"13460-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatric:<\/b> begin therapy at 2 mg ORALLY 3 or 4 times daily; may gradually increase to a maximum of 8 mg 4 times a day (maximum total daily dose 32 mg).<\/li><li><b>patients with sensitivity to beta-adrenergic stimulators:<\/b> begin therapy at 2 mg ORALLY 3 or 4 times daily; may gradually increase to a maximum of 8 mg 4 times a day (maximum total daily dose 32 mg).<\/li><\/ul>"},{"id":"13460-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Asthma<\/li><li>Exercise-induced asthma; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bronchospasm - Complication of anesthesia<\/li><li>Chronic obstructive pulmonary disease<\/li><li>Hyperkalemia<\/li><li>Pulmonary emphysema<\/li><li>Respiratory distress syndrome in the newborn, Premature<\/li><\/ul>"}]},"3":{"id":"13460-s-3","title":"Contraindications\/Warnings","sub":[{"id":"13460-s-3-9","title":"Contraindications","mono":"Hypersensitivity to albuterol or any of its components, including milk proteins, or levalbuterol<br\/>"},{"id":"13460-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Cardiovascular disorders, especially coronary insufficiency, cardiac arrhythmias, and hypertension; possibility for significant cardiovascular events seen in heart rate, blood pressure and ECG changes; discontinuation may be required<\/li><li>Endocrine and Metabolic:<\/li><li>-- Use caution in patients with preexisting diabetes mellitus as large doses may exacerbate condition<\/li><li>-- Use caution in patients with preexisting ketoacidosis as large doses may exacerbate condition<\/li><li>-- Use caution in patients with preexisting hyperthyroidism<\/li><li>-- Hypokalemia has occurred but considered transient and not requiring supplementation, but has  potential to lead to other cardiovascular side effects<\/li><li>Immunologic:<\/li><li>-- Rare immediate hypersensitivity can occur and manifest as symptoms of urticaria, angioedema, rash, bronchospasm, anaphylaxis, and oropharyngeal edema; consider not reinitiating if immediate hypersensitivity occurs<\/li><li>Neurologic:<\/li><li>-- Use caution in patients with preexisting convulsive disorders<\/li><li>Respiratory:<\/li><li>-- Asthma deterioration may occur suddenly over a few hours or chronically over a few days; use of more albuterol than usual may indicate asthma deterioration, consider alternative therapy<\/li><li>-- Potentially life-threatening paradoxical bronchospasm has been reported and often occurs with first use of new canister; discontinue immediately if occurs and use alternative treatment<\/li><li>Other:<\/li><li>-- Fatalities have been reported upon exceeding recommended doses or excessive use; cause of death is unknown, but severe acute asthmatic crisis and subsequent hypoxia suspected<\/li><\/ul>"},{"id":"13460-s-3-11","title":"Pregnancy Category","mono":"Albuterol: C (FDA)<br\/>"},{"id":"13460-s-3-12","title":"Breast Feeding","mono":"Albuterol: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"13460-s-4","title":"Drug Interactions","sub":{"1":{"id":"13460-s-4-14","title":"Major","mono":"<ul><li>Acebutolol (theoretical)<\/li><li>Amineptine (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amitriptylinoxide (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Atenolol (theoretical)<\/li><li>Atomoxetine (probable)<\/li><li>Befunolol (theoretical)<\/li><li>Betaxolol (theoretical)<\/li><li>Bevantolol (theoretical)<\/li><li>Bisoprolol (theoretical)<\/li><li>Bopindolol (theoretical)<\/li><li>Carteolol (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Celiprolol (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Dibenzepin (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Esmolol (theoretical)<\/li><li>Furazolidone (probable)<\/li><li>Imipramine (theoretical)<\/li><li>Iobenguane I 123 (theoretical)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (theoretical)<\/li><li>Landiolol (theoretical)<\/li><li>Levalbuterol (theoretical)<\/li><li>Levobunolol (theoretical)<\/li><li>Linezolid (probable)<\/li><li>Lofepramine (theoretical)<\/li><li>Melitracen (theoretical)<\/li><li>Mepindolol (theoretical)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (theoretical)<\/li><li>Metoprolol (theoretical)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (theoretical)<\/li><li>Nebivolol (theoretical)<\/li><li>Nipradilol (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Opipramol (theoretical)<\/li><li>Oxprenolol (theoretical)<\/li><li>Pargyline (probable)<\/li><li>Penbutolol (theoretical)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (theoretical)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (theoretical)<\/li><li>Talinolol (theoretical)<\/li><li>Tertatolol (theoretical)<\/li><li>Tianeptine (theoretical)<\/li><li>Timolol (theoretical)<\/li><li>Tranylcypromine (probable)<\/li><li>Trimipramine (theoretical)<\/li><\/ul>"}}},"5":{"id":"13460-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Tachycardia (Less than 3% to 7%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (10%), Pharyngitis (14%), Viral gastroenteritis (1%)<\/li><li><b>Musculoskeletal:<\/b>Backache (2%)<\/li><li><b>Neurologic:<\/b>Feeling nervous (7%), Headache (5% to 7% or more), Sinus headache (1%), Tremor (5% to 7% or more)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (1%)<\/li><li><b>Respiratory:<\/b>Bronchitis (5% or more), Cough (5% or more), Nasopharyngitis (5% or more), Pain in throat (5% or more), Rhinitis (5% to 16%), Sinusitis (5% or more), Upper respiratory infection (5% to 21% or more)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Angina, Atrial fibrillation, Chest pain (3%), ECG: extrasystole, Electrocardiogram abnormal, Hypertension, Hypotension, Myocardial infarction, Palpitations (5% or more), Supraventricular tachycardia<\/li><li><b>Endocrine metabolic:<\/b>Diabetic ketoacidosis, Hyperglycemia<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (6%)<\/li><li><b>Respiratory:<\/b>Bronchospasm, Exacerbation of asthma, Paradoxical bronchospasm, Pulmonary edema<\/li><\/ul>"},"6":{"id":"13460-s-6","title":"Drug Name Info","sub":{"0":{"id":"13460-s-6-17","title":"US Trade Names","mono":"<ul><li>Accuneb<\/li><li>Proventil<\/li><li>Proventil HFA<\/li><li>Proventil Repetabs<\/li><li>Ventolin<\/li><li>Ventolin HFA<\/li><li>VoSpire ER<\/li><li>ProAir HFA<\/li><\/ul>"},"2":{"id":"13460-s-6-19","title":"Class","mono":"<ul><li>Beta-2 Adrenergic Agonist<\/li><li>Bronchodilator<\/li><li>Sympathomimetic<\/li><\/ul>"},"3":{"id":"13460-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"13460-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"13460-s-7","title":"Mechanism Of Action","mono":"Albuterol sulfate, a sympathomimetic amine, is a beta-adrenergic agonist that selectively acts on the beta (2)-adrenergic receptors of intracellular adenyl cyclase, the catalyst for the conversion of adenosine triphosphate (ATP) to cyclic-3', 5'-adenosine monophosphate (cyclic AMP). This action increases cyclic AMP levels resulting in bronchial smooth muscle relaxation and inhibition of release of immediate hypersensitivity mediators from mast cells.<br\/>"},"8":{"id":"13460-s-8","title":"Pharmacokinetics","sub":[{"id":"13460-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability: (aerosolized HFA inhalation), below level of quantitation<\/li><li>Bioavailability: (nebulized inhalation), less than 20%<\/li><li>Bioavailability: (oral, extended-release tablet), approximately 100% relative to immediate-release tablet<\/li><li>Effect of food: (extended-release tablet), decreases rate of absorption without altering extent of bioavailability<\/li><li>Tmax, Inhalation: 0.5 hours.<\/li><li>Tmax, Oral: 2 to 6 hours<\/li><\/ul>"},{"id":"13460-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 10%<\/li><li>Vd: 156 +\/- 38 L; (Margan et al, 1986).<\/li><\/ul>"},{"id":"13460-s-8-25","title":"Metabolism","mono":"<ul><li>Gastrointestinal tract: preferentially.<\/li><li>4-O-sulfate ester: Active<\/li><\/ul>"},{"id":"13460-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: Less than 20%.<\/li><li>Fecal: (oral), 4%<\/li><li>Renal: 80% to 100%<\/li><li>Renal: (oral), 76% over 3 days (60% as metabolite)<\/li><li>Total Body Clearance: 480 mL\/min.<\/li><li>Total Body Clearance, Pregnant patients: 501 mL\/min.<\/li><\/ul>"},{"id":"13460-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Oral, extended-release tablet: 9.3 hours<\/li><li>Oral, inhalation: approximately 4.6 to 6 hours<\/li><li>Oral, tablet and syrup: about 5 to 7.2 hours<\/li><\/ul>"}]},"9":{"id":"13460-s-9","title":"Administration","mono":"<ul><li><b>Inhalation<\/b><br\/><ul><li>ProAir(R) Respiclick(TM): Inhaler device is breath-actuated<\/li><li>ProAir(R) Respiclick(TM): Does not require priming<\/li><li>ProAir(R) Respiclick(TM): Do not use with spacer or volume holding chamber.<\/li><li>ProAir(R) Respiclick(TM): Keep inhaler clean and dry by wiping with dry cloth or tissue as needed; never wash or put any part of inhaler in water.<\/li><li>ProAir(R) HFA, Proventil(R) HFA, Ventolin(R) HFA: Shake well before using; canister should be at room temperature before use; prime before first use and when inhaler has not been used for 2 weeks by spraying into air 3 times (ProAir(R) HFA) or 4 times away from face (Proventil(R) HFA and Ventolin(R) HFA).<\/li><li>ProAir(R) HFA, Proventil(R) HFA, Ventolin(R) HFA: Breathe out fully through the mouth, close lips around the mouthpiece and breathe in deeply and slowly while fully depressing the canister; hold breath for up to 10 seconds before breathing out.<\/li><li>ProAir(R) HFA, Proventil(R) HFA, Ventolin(R) HFA: If additional inhalations are prescribed, wait 1 minute after initial inhalation and shake the inhaler again before the next inhalation.<\/li><li>ProAir(R) HFA, Proventil(R) HFA, Ventolin(R) HFA: Wash the mouthpiece and air dry thoroughly at least once a week (inhaler may cease to deliver medication if mouthpiece becomes blocked).<\/li><li>Nebulizer vials: Use entire vial of the 0.083% inhalation solution immediately after opening to avoid contamination; requires no dilution before administration; deliver over 5 to 15 minutes<\/li><li>Nebulizer vials: Use entire contents of AccuNeb(TM) vial; requires no dilution before administration; deliver over 5 to 15 minutes<\/li><li>Nebulizer nebules: store Ventolin Nebules(R) in refrigerator; may be kept at room temperature for up to 2 weeks, record date of removal from refrigerator to ensure use within 2 weeks; requires no dilution before administration by nebulizer; deliver over 5 to 15 minutes<\/li><li>Nebulizer bottles: Dilute Ventolin(R) 0.5% solution with NS to a total volume of 3 mL; deliver over 5 to 15 minutes<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>severe bronchospasm: For ease of administration, may dilute 1 mL of the 0.5 mg\/mL injection ampule contents to a total of 10 mL water for injection BP for a final concentration of 50 mcg\/mL. Administer via slow IV injection.<\/li><li>severe bronchospasm: Dilute 5 mL of the 1 mg\/mL solution for infusion ampule contents with 500 mL of an appropriate infusion solution, such as sodium chloride and dextrose injection BP, water for injection BP, sodium chloride injection BP, or dextrose injection BP. Administer at 3 to 20 mcg\/minute; faster rates have been used in respiratory failure.<\/li><li>preterm labor: Controlled infusion devices are recommended, with syringe pump administration preferred.<\/li><li>preterm labor, syringe pump administration: Dilute 10 mL of albuterol 1 mg\/mL injection with 40 mL D5W, for a final concentration of 200 mcg\/mL. Infusion rates of 10 to 45 mcg\/min (0.05 to 0.225 mL\/min) are generally adequate. Do not infuse for more than 48 hours.<\/li><li>preterm labor, other infusion methods: Dilute 10 mL of albuterol 1 mg\/mL injection with 490 mL D5W, for a final concentration of 20 mcg\/mL. Infusion rates of 10 to 45 mcg\/min (0.5 to 2.25 mL\/min) are generally adequate. Do not infuse for more than 48 hours.<\/li><\/ul><\/li><li><b>Oral<\/b><br\/>(extended release) do not chew or crush tablets; swallow whole with liquids<br\/><\/li><\/ul>"},"10":{"id":"13460-s-10","title":"Monitoring","mono":"<ul><li>reduction in asthma symptoms indicates efficacy<\/li><li>renal function; consider monitoring in elderly patients<\/li><\/ul>"},"11":{"id":"13460-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Inhalation Aerosol Powder: 0.09 MG\/Actuation<\/li><li>Inhalation Solution: 0.021 %, 0.042 %, 0.083 %, 0.63 MG\/3 ML, 1.25 MG\/3 ML, 0.5 %<\/li><li>Oral Syrup: 2 MG\/5 ML<\/li><li>Oral Tablet: 2 MG, 4 MG<\/li><li>Oral Tablet, Extended Release: 4 MG, 8 MG<\/li><\/ul><\/li><li><b>AccuNeb<\/b><br\/>Inhalation Solution: 0.021 %, 0.042 %<br\/><\/li><li><b>Novaplus Ventolin HFA<\/b><br\/>Inhalation Aerosol Powder: 0.09 MG\/Actuation<br\/><\/li><li><b>ProAir HFA<\/b><br\/>Inhalation Aerosol Powder: 0.09 MG\/Actuation<br\/><\/li><li><b>ProAir RespiClick<\/b><br\/>Inhalation Powder: 117 MCG\/Actuation<br\/><\/li><li><b>Proventil HFA<\/b><br\/>Inhalation Aerosol Powder: 0.09 MG\/Actuation<br\/><\/li><li><b>Proventil<\/b><br\/>Oral Tablet: 4 MG<br\/><\/li><li><b>ReliOn Ventolin HFA<\/b><br\/>Inhalation Aerosol Powder: 0.09 MG\/Actuation<br\/><\/li><li><b>Ventolin HFA<\/b><br\/>Inhalation Aerosol Powder: 0.09 MG\/Actuation<br\/><\/li><li><b>VoSpire ER<\/b><br\/>Oral Tablet, Extended Release: 4 MG<br\/><\/li><li><b>VoSpire<\/b><br\/>Oral Tablet, Extended Release: 4 MG, 8 MG<br\/><\/li><\/ul>"},"12":{"id":"13460-s-12","title":"Toxicology","sub":[{"id":"13460-s-12-31","title":"Clinical Effects","mono":"<b>ALBUTEROL AND RELATED AGENTS<\/b><br\/>USES: Used primarily as a bronchodilator for asthma or other pulmonary diseases.  Also may be used for the treatment of hyperkalemia.  Found in metered dose inhalers, unit doses for nebulizers, and as an oral syrup and tablets. PHARMACOLOGY: Selective beta2-adrenergic agonist which primarily causes smooth muscle relaxation. TOXICOLOGY: Results from over-stimulation of beta-adrenergic activity.  In addition, beta-adrenergic selectivity is lost, so beta-1 effects can be seen. EPIDEMIOLOGY: Uncommon poisoning that rarely results in serious morbidity or death. MILD TO MODERATE TOXICITY: Tachycardia, hypertension, tachypnea, tremor, agitation, nausea, vomiting, hypokalemia, hyperglycemia. SEVERE TOXICITY: Severe effects include hypotension, dysrhythmias, seizures, and acidosis and are likely to occur only after ingestion. ADVERSE EFFECTS: Tachycardia, tremor, hyperactivity, nausea, vomiting.<br\/>"},{"id":"13460-s-12-32","title":"Treatment","mono":"<b>ALBUTEROL AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The majority of albuterol overdoses require supportive care only.  Activated charcoal can be used for oral ingestions if the patient presents early.  Mild symptoms rarely require specific treatment.  An antiemetic may be used.  Hypokalemia may develop but usually does not require treatment because it only reflects cellular shifts and not a true body potassium depletion.  Sinus tachycardia and  hypertension rarely require treatment.  The presence of other dysrhythmias or hypotension indicates a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: If hypotension is present, intravenous fluid should be used initially.  If the hypotension does not respond, a beta-adrenergic blocking agent can be used.  First line choices include esmolol or propranolol since the hypotension is often primarily due to the tachycardia.  Alternatively, a vasopressor with pure alpha activity such as phenylephrine can be used.  Tachycardia can also be treated if necessary with a beta-blocker, but this is rarely warranted. Premature ventricular contractions rarely require treatment.<\/li><li>Decontamination: PREHOSPITAL: There is no role for prehospital decontamination. HOSPITAL: In cases of ingestion, activated charcoal can be used if there is a recent, substantial ingestion and the patient is able to protect their airway.<\/li><li>Antidote: Beta-adrenergic blockers can be used specifically if there is refractory hypotension, dysrhythmias, or tachycardia requiring treatment.  Esmolol (0.025 to 0.1 mg\/kg\/min IV) or propranolol (0.01 to 0.02 mg\/kg IV) are considered first-line treatments.  Esmolol is generally preferred as it is titratable.<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Specific levels are generally not available and not helpful. Obtain serum chemistries to monitor serum potassium levels in severely poisoned patients. Obtain electrocardiogram in patients with chest pain or severe tachycardia. Consider obtaining creatine kinase in severely agitated patients.<\/li><li>Enhanced elimination procedure: There is no role for enhanced elimination.<\/li><li>Patient disposition: HOME CRITERIA: Children with unintentional ingestions of less than 1 mg\/kg with mild symptoms can be observed at home.  Adults with unintentional overdose and mild symptoms may be observed at home. OBSERVATION CRITERIA: Patients with deliberate ingestions or children with ingestions greater than 1 mg\/kg should be evaluated in a health care facility and observed for 4 to 8 hours for the onset of symptoms. ADMISSION CRITERIA: Patients with significant hypotension or dysrhythmias should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul>"},{"id":"13460-s-12-33","title":"Range of Toxicity","mono":"<b>ALBUTEROL AND RELATED AGENTS<\/b><br\/>TOXICITY: PEDIATRIC: Mild to moderate transient evidence of toxicity develops in children at doses above 1 mg\/kg orally. THERAPEUTIC DOSE: ADULT: The oral adult dose is 2 to 4 mg 3 to 4 times\/day; not to exceed a MAX daily dose of 32 mg. PEDIATRIC: Oral doses for children are 0.1 to 0.2 mg\/kg. MAX daily doses: 32 mg (12-years and older), 24 mg (6- to 11-years); 12 mg (2- to 5-years). The inhalational dose is typically 0.1 to 0.15 mg\/kg\/dose or 0.5 mg\/kg\/hr for continuous administration. <br\/>"}]},"13":{"id":"13460-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to report symptoms of paradoxical bronchospasm.<\/li><li>Instruct patient to report need for increased frequency or amounts of drug to provide symptomatic relief.<\/li><li>Advise patient to report symptoms of atrial fibrillation, supraventricular tachycardia, or hypokalemia.<\/li><li>Side effects may include palpitations, chest pain, tremors, headache, dizziness, or nervousness.<\/li><li>Advise patient on proper inhalation technique, depending on delivery device.<\/li><\/ul>"}}}