{"drugs":["Aclovate","Alclometasone Dipropionate"],"mono":{"0":{"id":"13505-s-0","title":"Generic Names","mono":"Alclometasone Dipropionate"},"1":{"id":"13505-s-1","title":"Dosing and Indications","sub":{"0":{"id":"13505-s-1-4","title":"Adult Dosing","mono":"<b>Disorder of skin, Corticosteroid responsive:<\/b> apply thin film TOPICALLY to affected area 2-3 times\/day; massage gently until medication disappears"},"1":{"id":"13505-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Safety and effectiveness in children less than 1 yr of age not established<\/li><li><b>Disorder of skin, Corticosteroid responsive:<\/b> age 1 yr and older, apply thin film TOPICALLY to affected area 2-3 times\/day; massage gently until medication disappears; use for no more than 3 wk<\/li><\/ul>"},"3":{"id":"13505-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Disorder of skin, Corticosteroid responsive<br\/>"}}},"3":{"id":"13505-s-3","title":"Contraindications\/Warnings","sub":[{"id":"13505-s-3-9","title":"Contraindications","mono":"hypersensitivity to alclometasone dipropionate or any component of the preparation <br\/>"},{"id":"13505-s-3-10","title":"Precautions","mono":"<ul><li>adrenal insufficiency may occur during and\/or after treatment withdrawal<\/li><li>adrenal suppression, manifesting as cushing syndrome, hyperglycemia, glycosuria may occur; increased risk with use over large surfaces or occluded areas; monitor<\/li><li>contact allergic dermatitis or irritation may occur<\/li><li>delayed weight gain reported in pediatric patients<\/li><li>diaper dermatitis; use not recommended<\/li><li>growth retardation (linear) reported in pediatric patients<\/li><li>intracranial hypertension reported in pediatric patients<\/li><li>pediatric patients (1 year of age or older), increased risk of HPA axis suppression and Cushing syndrome<\/li><li>skin infections may develop<\/li><\/ul>"},{"id":"13505-s-3-11","title":"Pregnancy Category","mono":"Alclometasone: C (FDA)<br\/>"},{"id":"13505-s-3-12","title":"Breast Feeding","mono":"Alclometasone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"13505-s-4","title":"Drug Interactions","sub":{"1":{"id":"13505-s-4-14","title":"Major","mono":"<ul>Pixantrone (theoretical)<\/ul>"}}},"5":{"id":"13505-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Dry skin (2%), Papular eruption (2%), Skin irritation (2%)<br\/><b>Serious<\/b><br\/><b>Endocrine metabolic:<\/b>Secondary hypocortisolism<br\/>"},"6":{"id":"13505-s-6","title":"Drug Name Info","sub":{"0":{"id":"13505-s-6-17","title":"US Trade Names","mono":"Aclovate<br\/>"},"2":{"id":"13505-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Corticosteroid, Weak<\/li><\/ul>"},"3":{"id":"13505-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"13505-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"13505-s-7","title":"Mechanism Of Action","mono":"Alclometasone dipropionate is a synthetic corticosteroid that has anti-inflammatory, antipruritic, and vasoconstrictive properties. Its anti-inflammatory effect is thought to be due to its ability to control biosynthesis of potent mediators of inflammation. It stimulates phospholipase A(2) inhibitory proteins and subsequently blocks the release of arachidonic acid, which is a common precursor to leukotrienes and prostaglandins.<br\/>"},"8":{"id":"13505-s-8","title":"Pharmacokinetics","sub":[{"id":"13505-s-8-23","title":"Absorption","mono":"Bioavailability: approximately 3% <br\/>"}]},"9":{"id":"13505-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>apply a thin film to affected area and massage gently until the medication disappears<\/li><li>do not use occlusive dressings unless otherwise directed by physician<\/li><li>avoid contact with face, underarms, or groin unless directed by physician<\/li><\/ul>"},"10":{"id":"13505-s-10","title":"Monitoring","mono":"<ul><li>reduced inflammation and pruritus<\/li><li>hypothalamic-pituitary-adrenal (HPA) axis suppression tests; periodically in patients applying medication to large or occluded areas or during prolonged therapy<\/li><\/ul>"},"11":{"id":"13505-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Topical Cream: 0.05 %<\/li><li>Topical Ointment: 0.05 %<\/li><\/ul><\/li><li><b>Aclovate<\/b><br\/><ul><li>Topical Cream: 0.05 %<\/li><li>Topical Ointment: 0.05 %<\/li><\/ul><\/li><\/ul>"},"12":{"id":"13505-s-12","title":"Toxicology","sub":[{"id":"13505-s-12-31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"13505-s-12-32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"13505-s-12-33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"13505-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid using this drug to treat diaper dermatitis on a child.<\/li><li>This drug may cause erythema or irritation of the skin.<\/li><li>Patients on prolonged therapy, or medicating large or occluded areas, should monitor for and report signs\/symptoms of hypercortisolism (weight gain, fatigue, muscle weakness, facial rounding, fragile\/thin skin).<\/li><li>Tell patient to avoid applying drug exposure to face, underarms, or groin, unless approved by healthcare professional.<\/li><li>Patient should not put an occlusive dressing, cosmetics, or other skin products on treated skin areas.<\/li><\/ul>"}}}