{"drugs":["Aldesleukin","Proleukin"],"mono":[{"id":"14200-s-0","title":"Generic Names","mono":"Aldesleukin"},{"id":"14200-s-1","title":"Dosing and Indications","sub":[{"id":"14200-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Metastatic malignant melanoma:<\/b> 600,000 international units\/kg (0.037 mg\/kg) IV every 8 hours for 14 doses, repeat after a rest period of 9 days<\/li><li><b>Metastatic renal cell carcinoma:<\/b> 600,000 international units\/kg (0.037 mg\/kg) IV every 8 hours for 14 doses, repeat after a rest period of 9 days<\/li><\/ul>"},{"id":"14200-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established in children below 18 years"},{"id":"14200-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>body as a whole:<\/b> hold dose for sepsis syndrome, patient is clinically unstable; restart if sepsis syndrome is resolved, patient is clinically stable, or infection is being treated<\/li><li><b>cardiovascular:<\/b> hold dose for atrial fibrillation, supraventricular tachycardia, bradycardia requiring treatment or is recurrent or persistent; systolic blood pressure less than 90 mmHg with increasing need for pressors; restart if asymptomatic and recovery to normal sinus rhythm; hold dose if ECG changes are consistent with MI, ischemia or myocarditis, with or without chest pain; restart if asymptomatic, MI and myocarditis ruled out, suspicion of angina low, no evidence of ventricular hypokinesia<\/li><li><b>central nervous system:<\/b> hold dose for mental status changes including moderate confusion or agitation; restart if mental status changes completely resolve<\/li><li><b>gastrointestinal:<\/b> hold dose if stool guaiac repeatedly greater than 3 to 4 plus; restart if stool guaiac negative<\/li><li><b>liver disease:<\/b> hold dose for signs of hepatic failure including encephalopathy, increasing ascites, liver pain, hypoglycemia; restart if all signs of hepatic failure have resolved, stop all further treatment for that course; a new course of treatment, if warranted, should be initiated no sooner than 7 weeks after the adverse event has resolved and hospital discharge<\/li><li><b>renal impairment:<\/b> SCr should be less than or equal to 1.5 mg\/dL before starting treatment; hold dose for SCr greater than 4.5 mg\/dL or a SCr greater than or equal to 4 mg\/dL in the presence of severe volume overload, acidosis or hyperkalemia; restart if SCr is less than 4 mg\/dL, and fluid and electrolyte status is stable; hold dose for persistent oliguria, urine output less than 10 mL\/hour for 16-24 hrs with rising SCr; restart if urine output is greater than 10 mL\/hr with a decrease of SCr greater than 1.5 mg\/dL or normalization of SCr<\/li><li><b>respiratory:<\/b> hold dose for oxygen saturation below 90%; restart when oxygen saturation above 90%<\/li><li><b>skin:<\/b> hold dose for bullous dermatitis or marked worsening of preexisting skin condition, avoid topical steroid therapy; restart when resolution of all signs of bullous dermatitis<\/li><\/ul>"},{"id":"14200-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Metastatic malignant melanoma<\/li><li>Metastatic renal cell carcinoma<\/li><\/ul>"}]},{"id":"14200-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>Therapy should be restricted to patients with normal cardiac and pulmonary functions as defined by thallium stress testing and formal pulmonary function testing. Administration has been associated with capillary leak syndrome, which may be severe and can result in death. Treatment is also associated with impaired neutrophil function (reduced chemotaxis) and with an increased risk of disseminated infection, including sepsis and bacterial endocarditis. Administration should be withheld in patients developing moderate to severe lethargy or somnolence; continued administration may result in coma.<br\/>"},{"id":"14200-s-3","title":"Contraindications\/Warnings","sub":[{"id":"14200-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to interleukin-2 or any component of the product<\/li><li>bowel ischemia, bowel perforation, or GI bleed that requires surgery experienced with previous treatment of aldesleukin<\/li><li>cardiac arrhythmia (uncontrolled or unresponsive) experienced with previous treatment of aldesleukin<\/li><li>cardiac tamponade experienced with previous treatment of aldesleukin<\/li><li>chest pain with ECG changes consistent with angina or myocardial infarction experienced with previous treatment of aldesleukin<\/li><li>coma lasting longer than 48 hours experienced with previous treatment of aldesleukin<\/li><li>intubation greater than 72 hours experienced with previous treatment of aldesleukin<\/li><li>organ allografts<\/li><li>pulmonary function test, abnormal<\/li><li>renal failure requiring dialysis greater than 72 hours experienced with previous treatment of aldesleukin<\/li><li>seizures (repetitive or difficult to control) experienced with previous treatment of aldesleukin<\/li><li>sustained ventricular tachycardia experienced with previous treatment of aldesleukin<\/li><li>thallium stress test, abnormal<\/li><li>toxic psychosis greater than 48 hours experienced with previous treatment of aldesleukin<\/li><\/ul>"},{"id":"14200-s-3-10","title":"Precautions","mono":"<ul><li>capillary leak syndrome has been reported; may result in hypotension and reduced organ perfusion which can be severe or fatal; monitoring required; discontinuation of therapy may be warranted<\/li><li>neutrophil function impairment (reduced chemotaxis) may occur; increased risk of disseminated infection including sepsis and bacterial endocarditis; monitoring recommended;<\/li><li>somnolence or moderate to severe lethargy may develop and progress to coma; withholding doses may be necessary<\/li><li>autoimmune disease, exacerbation or new onset, may occur with or without concurrent use of interferon<\/li><li>concomitant use with glucocorticosteroid<\/li><li>eosinophilia, involving eosinophilic infiltration of cardiac and pulmonary tissues, may occur<\/li><li>hepatic impairment occurs<\/li><li>hyperglycemia and\/or diabetes mellitus have been reported<\/li><li>hypersensitivity reactions may occur when used concurrently with antineoplastic agents<\/li><li>hypothyroidism, possibly preceded by hyperthyroidism, has been reported<\/li><li>inflammatory disorders, exacerbation or new onset, may occur with or without concurrent use of interferon<\/li><li>myocardial injury may occur when used concurrently with interferon-alfa; monitoring recommended; dose interruption may be necessary<\/li><li>neurologic toxicity may occur, which may be permanent; dose interruption may be necessary<\/li><li>renal impairment occurs<\/li><li>rhabdomyolysis (severe) may occur when used concurrently with interferon-alfa<\/li><\/ul>"},{"id":"14200-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"14200-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"14200-s-4","title":"Drug Interactions","sub":[{"id":"14200-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"14200-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Betamethasone (theoretical)<\/li><li>Cortisone (theoretical)<\/li><li>Deflazacort (theoretical)<\/li><li>Dexamethasone (theoretical)<\/li><li>Hydrocortisone (theoretical)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Methylprednisolone (theoretical)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Paramethasone (theoretical)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Prednisolone (theoretical)<\/li><li>Prednisone (theoretical)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Triamcinolone (theoretical)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"},{"id":"14200-s-4-15","title":"Moderate","mono":"<ul><li>Cisplatin (probable)<\/li><li>Dacarbazine (probable)<\/li><li>Interferon Alfa (probable)<\/li><li>Tamoxifen (probable)<\/li><\/ul>"}]},{"id":"14200-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (71%), Peripheral edema (28%), Tachycardia (23%), Vasodilatation (13%)<\/li><li><b>Dermatologic:<\/b>Pruritus (24%), Rash (42%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (67%), Loss of appetite (20%), Nausea (35%), Nausea and vomiting (19%), Vomiting (50%)<\/li><li><b>Hematologic:<\/b>Anemia (29%), Thrombocytopenia, Any Grade (37%)<\/li><li><b>Hepatic:<\/b>Hyperbilirubinemia (40%)<\/li><li><b>Neurologic:<\/b>Asthenia (23%), Confusion (34%), Somnolence (22%)<\/li><li><b>Renal:<\/b>Oliguria (63%), Serum creatinine raised (33%)<\/li><li><b>Respiratory:<\/b>Dyspnea (27% to 43%)<\/li><li><b>Other:<\/b>Fever, Any Grade (29%), Infectious disease, Any Grade (13%), Malaise (27%), Shivering (52%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Capillary leak syndrome, Hypotension (Severe), Grade 4 (3%), Myocardial infarction (1%), Supraventricular tachycardia (Severe), Grade 4, Ventricular tachycardia (1%)<\/li><li><b>Renal:<\/b>Acute renal failure (1%.), Anuria (5%)<\/li><li><b>Respiratory:<\/b>Acute respiratory distress syndrome, Apnea (1%), Intubation, Respiratory failure<\/li><li><b>Other:<\/b>Fever (Severe), grade 4 (1%), Infectious disease (Severe), Grade 4 (1%), Sepsis (1%)<\/li><\/ul>"},{"id":"14200-s-6","title":"Drug Name Info","sub":{"0":{"id":"14200-s-6-17","title":"US Trade Names","mono":"Proleukin<br\/>"},"2":{"id":"14200-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Interleukin<\/li><\/ul>"},"3":{"id":"14200-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"14200-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"14200-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Aldesleukin has been shown to possess the biological activity of human native interleukin-2 .  In vitro  studies performed on human cell lines demonstrate the immunoregulatory properties of aldesleukin, including:  <\/li><li>Enhancement of lymphocyte mitogenesis and stimulation of long-term growth of human interleukin-2 dependent cell lines ;<\/li><li>Enhancement of lymphocyte toxicity ;<\/li><li>Induction of killer cell (lymphokine-activated killer [LAK] cells and natural killer [NK] cells) activity ; and<\/li><li>Induction of interferon-gamma production .<\/li><li>The  in vivo administration of aldesleukin in select murine tumor models and in the clinic produces multiple immunological effects in a dose-dependent manner . These effects include activation of cellular immunity with profound lymphocytosis, eosinophilia, and thrombocytopenia, and the production of cytokines, including tumor necrosis factor, interleukin-1 and gamma interferon . In vivo  experiments in murine tumor models have shown inhibition of tumor growth . However, the exact mechanism by which aldesleukin mediates its antitumor activity in animals and humans is unknown .<\/li><li>Aldesleukin causes a capillary leak syndrome (CLS) as a result of increased capillary permeability, leading to extravasation of plasma proteins and fluid into the extravascular space and contributing to loss of vascular resistance . Interleukin-2 has been reported to reversibly decrease serum cholesterol concentrations . Interleukin-2 has been reported to transiently decrease serum testosterone and dihydroepiandrosterone concentrations   and to transiently increase plasma estradiol concentrations . It has also been reported to transiently increase adrenal secretion of ACTH and cortisol .<\/li><\/ul>"},{"id":"14200-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"14200-s-8-25","title":"Metabolism","mono":"Systemic: Renal: Metabolites: &gt; 80% amino acids  <br\/>"},"3":{"id":"14200-s-8-26","title":"Excretion","mono":"Systemic: Renal <br\/>"},"4":{"id":"14200-s-8-27","title":"Elimination Half Life","mono":"Systemic: 85 min <br\/>"}}},{"id":"14200-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>reconstitute with sterile water for injection to a concentration of 18 million International units per mL; do NOT shake the vial; gently swirl and administer within 48 hours of reconstitution<\/li><li>(infusion) dilute the appropriate amount of reconstituted solution in 50 mL of D5W and infuse over 15 min<\/li><li>(infusion) if the requisite dose of aldesleukin is 1.5 mg or less, dilute the dose in a smaller volume of D5W; avoid diluted concentrations below 30 mcg\/mL or above 70 mcg\/mL as these have shown increased variability in drug delivery<\/li><li>(infusion) use plastic bags as dilution container to obtain more consistent drug delivery; do not use in-line filters during administration<\/li><\/ul>"},{"id":"14200-s-10","title":"Monitoring","mono":"<ul><li>evidence of tumor response<\/li><li> CBC with differential; prior to and daily during therapy<\/li><li>blood chemistries, including electrolytes; prior to and daily during therapy<\/li><li>renal and hepatic function; prior to and daily during therapy<\/li><li>chest X-rays; prior to and daily during therapy<\/li><li>vital signs; daily during therapy in all patients; hourly in hypotensive patients with abnormal cardiac rhythm<\/li><li>weight and fluid intake\/output; daily during therapy<\/li><li>baseline pulmonary function tests with ABG<\/li><li>baseline stress thallium test<\/li><li>cardiac function; daily during therapy<\/li><\/ul>"},{"id":"14200-s-11","title":"How Supplied","mono":"<b>Proleukin<\/b><br\/>Intravenous Powder for Solution: 22 Million IU<br\/>"},{"id":"14200-s-12","title":"Toxicology","sub":[{"id":"14200-s-12-31","title":"Clinical Effects","mono":"<b> ALDESLEUKIN <\/b><br\/>OVERDOSE: Limited overdose data. Higher doses have been associated with a more rapid onset of typical adverse effects. ADVERSE EFFECTS: Capillary leak syndrome (hypotension, tachycardia, oliguria, generalized edema, weight gain, pleural effusions, pulmonary edema, ascites, renal insufficiency and confusion) develops within a few hours of the start of therapy and resolves within a few hours of its discontinuation; OTHERS: N\/V, diarrhea (may be severe), anemia, leukopenia, thrombocytopenia, fever, chills, increased serum bilirubin, increased aminotransferase levels, electrolyte disturbances (hypomagnesemia, hypocalcemia, hypokalemia, and hypophosphatemia). <br\/>"},{"id":"14200-s-12-32","title":"Treatment","mono":"<b> ALDESLEUKIN <\/b><br\/><ul><li>Hypotensive episode: IV 0.9% saline (1 to 1.5 L in adults). Avoid large volumes of IV fluids (more than 1.5 L\/day above maintenance requirements) as they may worsen capillary leak syndrome. If hypotension persists, administer phenylephrine.<\/li><li>Tachyarrhythmia: Evaluate for fever, hypoxia, anemia, infection and treat accordingly. Persistent supraventricular tachycardia &gt;150 beats\/minute may warrant rate control.<\/li><li>Ventricular arrhythmia: Institute continuous cardiac monitoring, obtain an ECG, and administer oxygen.  Evaluate for hypoxia, acidosis, and electrolyte disorders.  Lidocaine and amiodarone are generally first line agents for stable monomorphic ventricular tachycardia, particularly in patients with underlying impaired cardiac function.  Sotalol is an alternative.  Unstable rhythms require cardioversion.<\/li><li>Acute lung injury: Oxygen; may require endotracheal intubation and mechanical ventilation, but pulmonary toxicity usually resolves rapidly once aldesleukin is discontinued.<\/li><li>Oliguria: Administer IV 0.9% saline judiciously (limit to 1 to 1.5 liters\/day above maintenance needs) to increase urine output. Low dose dopamine (2 to 5 mcg\/kg\/min) if patient does not respond to IV fluids.<\/li><li>Nausea and vomiting: A phenothiazine (prochlorperazine, promethazine). Add a serotonin antagonist (ondansetron) if symptoms persist.<\/li><li>Diarrhea: Treat with an antimotility agent such as loperamide.<\/li><li>Eruption: Treat with emollients and antihistamines. Avoid corticosteroids.<\/li><li>Fever: Treat with acetaminophen. For chills, treat with meperidine (25 to 50 mg IV) and diphenhydramine (25 to 50 mg IV or orally), and warm blankets.<\/li><li>Dexamethasone: Life threatening toxicity may be improved by intravenous dexamethasone, but it may reduce the therapeutic effect of the drug. Optimal dose is not known.<\/li><li>Intrathecal injection: No clinical reports available, information derived from experience with other antineoplastics. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr). Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Monitoring of patient: Vital signs, continuous cardiac monitoring, ECG, pulse oximetry, ABGs, serum electrolytes (magnesium, calcium and phosphorus), CBC with differential, renal function, hepatic enzymes, and coagulation studies (INR, PTT), fluid intake and output.<\/li><\/ul>"},{"id":"14200-s-12-33","title":"Range of Toxicity","mono":"<b> ALDESLEUKIN <\/b><br\/>Doses up to 720,000 IU\/8 hrs given in studies; severe toxicity is common with these doses.<br\/>"}]},{"id":"14200-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause hypotension, loss of appetite, nausea\/vomiting, stomatitis, anuria, oliguria, or influenza-like illness.<\/li><li>Advise patients with a history of cardiac or pulmonary disease to report signs\/symptoms of exacerbation of disease.<\/li><\/ul>"}]}