{"generic":"Cyclopentolate Hydrochloride","drugs":["AK-Pentolate","Cyclogyl","Cyclopentolate Hydrochloride","Cylate","Ocu-Pentolate"],"mono":{"0":{"id":"151580-s-0","title":"Generic Names","mono":"Cyclopentolate Hydrochloride"},"1":{"id":"151580-s-1","title":"Dosing and Indications","sub":{"0":{"id":"151580-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Cycloplegic refraction:<\/b> 1 to 2 drops of 0.5% to 2% solution in eye(s); may repeat after 5 to 10 min if needed<\/li><li><b>Mydriasis induction:<\/b> 1 to 2 drops of 0.5% to 2% solution in eye(s); may repeat after 5 to 10 min if needed<\/li><\/ul>"},"1":{"id":"151580-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Cycloplegic refraction:<\/b> (children) 1 to 2 drops of 0.5% to 2% solution in eye(s); may repeat with 0.5% or 1% solution after 5 to 10 min if needed<\/li><li><b>Cycloplegic refraction:<\/b> (small infants) single instillation of 1 drop of 0.5% solution in the eye; apply pressure to nasolacrimal sac for 2 to 3 min; observe infant closely for at least 30 min for signs or symptoms of systemic absorption<\/li><li><b>Mydriasis induction:<\/b> (children) 1 to 2 drops of 0.5% to 2% solution in eye(s); may repeat with 0.5% or 1% solution after 5 to 10 min if needed<\/li><li><b>Mydriasis induction:<\/b> (small infants) single instillation of 1 drop of 0.5% solution in the eye; apply pressure to nasolacrimal sac for 2 to 3 min; observe infant closely for at least 30 min for signs or symptoms of systemic absorption<\/li><\/ul>"},"3":{"id":"151580-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cycloplegic refraction<\/li><li>Mydriasis induction<\/li><\/ul>"}}},"3":{"id":"151580-s-3","title":"Contraindications\/Warnings","sub":[{"id":"151580-s-3-9","title":"Contraindications","mono":"<ul><li>narrow-angle glaucoma or anatomical narrow angles<\/li><li>hypersensitivity to cyclopentolate products<\/li><\/ul>"},{"id":"151580-s-3-10","title":"Precautions","mono":"<ul><li>premature and small infants<\/li><li>avoid driving or hazardous activities<\/li><li>children with spastic paralysis or brain damage<\/li><li>Down's syndrome<\/li><li>elderly<\/li><li>may interfere with anti-glaucoma action of carbachol or pilocarpine<\/li><li>predisposition to angle-closure glaucoma<\/li><li>young children<\/li><\/ul>"},{"id":"151580-s-3-11","title":"Pregnancy Category","mono":"Cyclopentolate: C (FDA)<br\/>"},{"id":"151580-s-3-12","title":"Breast Feeding","mono":"Cyclopentolate: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"151580-s-4","title":"Drug Interactions","sub":{"1":{"id":"151580-s-4-14","title":"Major","mono":"<ul><li>Donepezil (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Umeclidinium (theoretical)<\/li><\/ul>"}}},"5":{"id":"151580-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Ophthalmic:<\/b>Blurred vision, Burning sensation in eye, Photophobia<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Tachyarrhythmia, Vasodilatation<\/li><li><b>Neurologic:<\/b>Ataxia, Confusion, Seizure<\/li><li><b>Ophthalmic:<\/b>Conjunctivitis, Raised intraocular pressure<\/li><li><b>Psychiatric:<\/b>Psychotic disorder<\/li><\/ul>"},"6":{"id":"151580-s-6","title":"Drug Name Info","sub":{"0":{"id":"151580-s-6-17","title":"US Trade Names","mono":"<ul><li>AK-Pentolate<\/li><li>Cyclogyl<\/li><li>Cylate<\/li><li>Ocu-Pentolate<\/li><\/ul>"},"2":{"id":"151580-s-6-19","title":"Class","mono":"<ul><li>Antimuscarinic<\/li><li>Mydriatic-Cycloplegic<\/li><\/ul>"},"3":{"id":"151580-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"151580-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"151580-s-7","title":"Mechanism Of Action","mono":"Cyclopentolate hydrochloride is an anticholinergic ophthalmic preparation that blocks the responses of the sphincter muscle of the iris and the stimulation of the ciliary body muscle achieving mydriasis and cycloplegia.<br\/>"},"9":{"id":"151580-s-9","title":"Administration","mono":"<b>Ophthalmic<\/b><br\/>apply pressure over nasolacrimal sac for 2 to 3 min to minimize systemic absorption, especially in small infants <br\/>"},"10":{"id":"151580-s-10","title":"Monitoring","mono":"induction of mydriasis and cycloplegia <br\/>"},"11":{"id":"151580-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Ophthalmic Solution: 1 %, 2 %<br\/><\/li><li><b>Cyclogyl<\/b><br\/>Ophthalmic Solution: 0.5 %, 1 %, 2 %<br\/><\/li><\/ul>"},"12":{"id":"151580-s-12","title":"Toxicology","sub":[{"id":"151580-s-12-31","title":"Clinical Effects","mono":"<b>CYCLOPENTOLATE<\/b><br\/>OVERDOSE: Human overdose data are limited; anticholinergic effects should be anticipated. Toxic effects can include tachycardia, fever, hypertension, vasodilation, urinary retention, behavioral disturbances, slowed GI motility, decreased sweating and decreased salivation. ADVERSE EFFECTS: In adults signs and symptoms noted were tachycardia, nausea, weakness,  headache, delusions, dizziness, dry mouth, light-headedness, mood swings,  loss of balance, incoordination, and mental depression. Children may develop clouding of the sensorium, hallucinations,  disorientation, slurred speech, ataxia, and hyperactivity. ONSET: Symptom onset  was 20 minutes to one hour, and duration one hour to 3 days. <br\/>"},{"id":"151580-s-12-32","title":"Treatment","mono":"<b>CYCLOPENTOLATE <\/b><br\/><ul><li>Decontamination: Ingested drops are likely to be absorbed rapidly, GI decontamination is probably not helpful.<\/li><li>Support: Although most cases of exposure occur from ocular administration, systemic absorption resulting in symptoms can occur. Treatment is generally symptomatic and supportive.<\/li><li>Physostigmine: Physostigmine is indicated to reverse the CNS effects caused by clinical or toxic dosages of agents capable of producing anticholinergic syndrome; however, long lasting reversal of anticholinergic signs and symptoms is generally not achieved because of the relatively short duration of action of physostigmine (45 to 60 minutes).  It is most often used diagnostically to distinguish anticholinergic delirium from other causes of altered mental status. CAUTION: If tricyclic antidepressants are coingested, physostigmine may precipitate seizures and dysrhythmias. DOSES: ADULT: 2 mg IV at a slow controlled rate, no more than 1 mg\/min. May repeat doses at intervals of 10 to 30 min if severe symptoms recur. For patients with prolonged anticholinergic delirium consider a continuous infusion, start at 2 mg\/hr and titrate to effect. CHILD: 0.02 mg\/kg by slow IV injection, at a rate no more than 0.5 mg\/minute. Repeat dosage at 5 to 10 minute intervals as long as the toxic effect persists and there is no sign of cholinergic effects. MAXIMUM DOSAGE: 2 mg total.<\/li><li>Delirium: IV benzodiazepines<\/li><li>Monitoring of patient:  Monitor for signs and symptoms of anticholinergic toxicity. No specific laboratory measures are indicated.<\/li><\/ul>"},{"id":"151580-s-12-33","title":"Range of Toxicity","mono":"<b>CYCLOPENTOLATE<\/b><br\/>TOXICITY: ADULT: As little as 1 drop of solution has caused CNS toxicity in some individuals.  The higher the concentration of the drops, and the more often they are used, the greater the chance of toxicity.  CHILDREN: Therapeutic use of a 2% solution in 40 children resulted in 5 cases of acute psychotic reactions. THERAPEUTIC: ADULT\/CHILDREN: Instill 1 or 2 drops of 1% or 2% solution in the eye and may be repeated 5 to 10 min later with a 1% solution if needed. INFANTS: Instill 1 drop of 0.5% solution and apply pressure to nasolacrimal sac for 2 to 3 min in order to minimize absorption. Monitor closely for adverse effects for at least 30 minutes following instillation.<br\/>"}]},"13":{"id":"151580-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug causes dilation of eyes within 30 to 60 min after administration. Tell patient vision may be blurred for about 6 to 24 h. Patient should avoid driving or other activities requiring clear vision until drug effects have resolved.<\/li><li>Drug causes light intolerance. Advise patient to wear sunglasses outside and avoid bright lights until drug effects resolve.<\/li><li>This drug may cause tachyarrhythmia, ataxia, confusion, conjunctivitis, psychotic disorder (pediatric patients), or seizure.<\/li><li>After instillation, apply pressure over nasolacrimal sac for 2 to 3 min to minimize systemic absorption, especially in small infants.<\/li><\/ul>"}}}