{"drugs":["Cytarabine","Cytosar-U","Tarabine PFS"],"mono":[{"id":"152585-s-0","title":"Generic Names","mono":"Cytarabine"},{"id":"152585-s-1","title":"Dosing and Indications","sub":[{"id":"152585-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acute lymphoid leukemia:<\/b> see specific dosage protocols<\/li><li><b>Acute myeloid leukemia, In combination with other approved chemotherapy agents for remission induction:<\/b> 100 mg\/m(2)\/day continuous IV infusion for 7 days OR 100 mg\/m(2) IV every 12 hours for 7 days<\/li><li><b>Acute myeloid leukemia, In combination with other approved chemotherapy agents for remission induction:<\/b> high dose induction therapy, 3 g\/m(2) IV infused over 1-3 hours every 12 hours for 2-6 days<\/li><li><b>Chronic myeloid leukemia, Blast phase:<\/b> Optimal dose and timing not defined<\/li><li><b>Hodgkin's disease:<\/b> Optimal dose and timing not defined<\/li><li><b>Malignant meningitis:<\/b> Optimal dose and timing not defined<\/li><li><b>Meningeal leukemia; Treatment and Prophylaxis:<\/b> 5-75 mg\/m(2) INTRATHECALLY, most common dose is 30 mg\/m(2) INTRATHECALLY every 4 days till normalization of cerebrospinal fluid, followed by 1 additional treatment<\/li><li><b>Myelodysplastic syndrome:<\/b> Optimal dose and timing not defined<\/li><li><b>Non-Hodgkin's lymphoma:<\/b> see specific dosage protocols<\/li><\/ul>"},{"id":"152585-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Acute lymphoid leukemia:<\/b> see specific dosage protocols<\/li><li><b>Acute myeloid leukemia, In combination with other approved chemotherapy agents for remission induction:<\/b> calculate on the same basis as adult dosage<\/li><li><b>Meningeal leukemia; Treatment and Prophylaxis:<\/b> 5-75 mg\/m(2) INTRATHECALLY, most common dose is 30 mg\/m(2) INTRATHECALLY every 4 days till normalization of cerebrospinal fluid, followed by 1 additional dose<\/li><li><b>Non-Hodgkin's lymphoma:<\/b> induction, 75 mg\/m(2) IV has been used, length of therapy depends on regimen being used; see specific protocols for dosage<\/li><li><b>Non-Hodgkin's lymphoma:<\/b> consolidation, 100-150 mg\/m(2) IV has been used, length of therapy depends on regimen being used; see specific protocols for dosage<\/li><li><b>Non-Hodgkin's lymphoma:<\/b> maintenance, 150 mg\/m(2) IV has been used, length of therapy depends on regimen being used; see specific protocols for dosage<\/li><\/ul>"},{"id":"152585-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hematologic:<\/b> consider holding or discontinue therapy if the platelet count &lt;100,000\/mm(3) or granulocyte count &lt;1,000\/mm(3)<\/li><li><b>hepatic impairment:<\/b> dose may need to be reduced<\/li><li><b>renal impairment:<\/b> dose may need to be reduced; an increased risk of neurotoxicity is associated with CrCl less than 60 mL\/min<\/li><\/ul>"},{"id":"152585-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acute lymphoid leukemia<\/li><li>Acute myeloid leukemia, In combination with other approved chemotherapy agents for remission induction<\/li><li>Chronic myeloid leukemia, Blast phase<\/li><li>Meningeal leukemia; Treatment and Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Hodgkin's disease<\/li><li>Malignant lymphoma - Malignant tumor of meninges<\/li><li>Malignant meningitis<\/li><li>Mantle cell lymphoma<\/li><li>Myelodysplastic syndrome<\/li><li>Non-Hodgkin's lymphoma<\/li><\/ul>"}]},{"id":"152585-s-2","title":"Black Box Warning","mono":"<b>Injection (Solution; Powder for Solution)<\/b><br\/>The main toxic effect of cytarabine is bone marrow suppression with leukopenia, thrombocytopenia, and anemia. Less serious toxicity includes nausea, vomiting, diarrhea and abdominal pain, oral ulceration, and hepatic dysfunction. For induction therapy, patients should be treated in a facility with laboratory and supportive resources sufficient to monitor drug tolerance and protect and maintain a patient compromised by drug toxicity.<br\/>"},{"id":"152585-s-3","title":"Contraindications\/Warnings","sub":[{"id":"152585-s-3-9","title":"Contraindications","mono":"hypersensitivity to cytarabine products<br\/>"},{"id":"152585-s-3-10","title":"Precautions","mono":"<ul><li>cardiomyopathy- high dose therapy in combination with cyclophosphamide in bone marrow transplantation patients<\/li><li>hepatic impairment<\/li><li>pre-existing drug-induced bone marrow suppression<\/li><li>severe gastrointestinal, central nervous system, and pulmonary toxicity when using experimental dose schedules<\/li><li>women of childbearing age<\/li><li>use in infants (if using the supplied benzyl alcohol containing diluent)<\/li><li>use proper procedures for handling and disposal of chemotherapy<\/li><\/ul>"},{"id":"152585-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"152585-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: Avoid breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"152585-s-4","title":"Drug Interactions","sub":[{"id":"152585-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"152585-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},{"id":"152585-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Thrombophlebitis<\/li><li><b>Dermatologic:<\/b>Rash<\/li><li><b>Endocrine metabolic:<\/b>Hyperuricemia<\/li><li><b>Gastrointestinal:<\/b>Anal inflammation, Diarrhea, Loss of appetite, Nausea, Stomatitis, Ulcer of anus, Ulcer of mouth, Vomiting<\/li><li><b>Hematologic:<\/b>Decreased reticulocyte count, Megaloblastic anemia<\/li><li><b>Hepatic:<\/b>Decreased liver function<\/li><li><b>Other:<\/b>Fever<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Anemia, Bleeding, Leukopenia, Thrombocytopenia<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Neurologic:<\/b>Neuropathy<\/li><li><b>Renal:<\/b>Kidney disease<\/li><li><b>Other:<\/b>Infectious disease, Sepsis<\/li><\/ul>"},{"id":"152585-s-6","title":"Drug Name Info","sub":{"0":{"id":"152585-s-6-17","title":"US Trade Names","mono":"<ul><li>Cytosar-U<\/li><li>Tarabine PFS<\/li><\/ul>"},"2":{"id":"152585-s-6-19","title":"Class","mono":"<ul><li>Antimetabolite<\/li><li>Antineoplastic Agent<\/li><\/ul>"},"3":{"id":"152585-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"152585-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"152585-s-7","title":"Mechanism Of Action","mono":"Systemic: Cytarabine is an antimetabolite. Cytarabine is cell cycle-specific for the S phase of cell division. Activity occurs as the result of activation to cytarabine triphosphate in the tissues and includes inhibition of DNA polymerase and incorporation of cytarabine into DNA and RNA. Cytarabine is also a potent immunosuppressant.  <br\/>"},{"id":"152585-s-8","title":"Pharmacokinetics","sub":{"3":{"id":"152585-s-8-26","title":"Excretion","mono":"Systemic: Renal: &lt;10% unchanged.<br\/>"}}},{"id":"152585-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>use proper procedures for handling and disposal of chemotherapy<\/li><li>may be given by IV infusion, IV injection, subcutaneously, or intrathecally<\/li><\/ul><\/li><li><b>Intrathecal<\/b><br\/>reconstitute with preservative-free NS and use immediately; do not reconstitute with a benzyl alcohol-containing diluent, such as bacteriostatic water for injection, USP with benzyl alcohol<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>may be reconstituted with bacteriostatic water for injection, USP with benzyl alcohol; use within 48 hours<\/li><li>higher total doses are better tolerated by rapid IV injections compared with slow infusions<\/li><\/ul><\/li><li><b>Subcutaneous<\/b><br\/>may be reconstituted with bacteriostatic water for injection, USP with benzyl alcohol; use within 48 hours<br\/><\/li><\/ul>"},{"id":"152585-s-10","title":"Monitoring","mono":"<ul><li>evidence of chemotherapeutic response<\/li><li>platelet and leukocyte counts; daily during induction phase and frequently thereafter<\/li><li>bone marrow, renal and hepatic function<\/li><li>serum uric acid concentrations<\/li><\/ul>"},{"id":"152585-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Injection Solution: 20 MG\/ML, 100 MG\/ML<br\/>"},{"id":"152585-s-12","title":"Toxicology","sub":[{"id":"152585-s-12-31","title":"Clinical Effects","mono":"<b>CYTARABINE<\/b><br\/>USES: Cytarabine is primarily used in the treatment of acute leukemia, particularly acute non-lymphoblastic leukemia, in conjunction with an anthracycline and  thioguanine.  It is also used in the blast crisis of chronic myeloid leukemia, in the treatment of lymphoma, and in the management of myelodysplasia. PHARMACOLOGY: Cytarabine is a cell cycle phase specific antineoplastic agent, affecting cells only during the S-phase of cell division. Once in the cell, cytarabine is converted into cytarabine-5'-triphosphate (ara-CTP), which is the active metabolite. The inhibition of DNA polymerase by ara-CTP is the theoretical mechanism of action. EPIDEMIOLOGY: Overdose is rare, but can be life-threatening. TOXICOLOGY: Incorporation of cytarabine into DNA and RNA may also contribute to toxicity. OVERDOSE: Overdose data are limited; effects are likely an extension of adverse events. Cytarabine can cause potent bone marrow suppression. Based on high-dose, intravenous therapy, central nervous system (ie, cerebral and cerebellar dysfunction, personality changes, somnolence and coma (usually reversible)) and gastrointestinal (ie, severe ulceration of the gastrointestinal tract, pneumatosis cystoides leading to peritonitis, necrotizing colitis and bowel necrosis) events may occur. ADVERSE EFFECTS: COMMON: PARENTERAL: The primary dose-limiting effect is bone marrow suppression (ie, leukopenia, thrombocytopenia, and anemia). Other common events include: nausea, vomiting, diarrhea, fever, rash, hepatic dysfunction, thrombophlebitis, oral and anal inflammation or ulceration, and bleeding. INTRATHECAL: Nausea, vomiting, headache and fever (ie, chemical arachnoiditis) are frequently observed. LESS FREQUENT: PARENTERAL: Sepsis, pneumonia, renal dysfunction, anaphylaxis, neural toxicity, esophageal ulceration, shortness of breath, chest pain, pericarditis, and bowel necrosis have been reported less frequently with therapy. SEVERE: INTRATHECAL: Intrathecal cytarabine, in high doses or slow-release formulation, or in combination with methotrexate may cause neurotoxicity including seizures, encephalopathy and infectious meningitis. Other events reported with intrathecal administration include: CNS toxicity (ie, somnolence, hemiplegia, visual disturbances, deafness, and cranial nerve palsies), peripheral neuropathy (ie, pain, numbness, paresthesia, weakness) and alterations in bowel and bladder control. HIGH-DOSE: PARENTERAL: Experimental high-dose or dose schedules have produced some unique adverse events not associated with conventional therapy. These reactions include: CNS, GI and pulmonary toxicity, which can be severe. Specific events have included: cerebral and cerebellar dysfunction (includes personality changes); somnolence and coma (usually reversible); severe gastrointestinal ulceration; sepsis and liver abscess; pulmonary edema; liver damage with hyperbilirubinemia; bowel necrosis; necrotizing colitis; and skin rash leading to desquamation (rare). Cardiomyopathy has been associated with high-dose therapy when combined with cyclophosphamide. Other events include reversible corneal toxicity and hemorrhagic conjunctivitis. <br\/>"},{"id":"152585-s-12-32","title":"Treatment","mono":"<b>CYTARABINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat persistent nausea and vomiting with several antiemetics of different classes. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia.  Treat patients with uncomplicated mild to moderate diarrhea (Grade 1 or 2) without signs of infection with loperamide. Monitor neurologic and GI function. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe CNS, GI and pulmonary toxicity may develop following overdose. Monitor neurologic and respiratory function closely. Severe nausea and vomiting may respond to a combination of agents from different drug classes. Treat patients presenting with progressive and uncontrolled diarrhea with octreotide, IV fluids, and antibiotics.<\/li><li>Intrathecal injection: Limited data. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free NS or LR through a ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not necessary in most situations as cytarabine is administered intravenously. HOSPITAL: Decontamination is not necessary in most situations as cytarabine is administered intravenously. For dermal exposures, clean skin with soap and water, and for eye exposures, flush with water.<\/li><li>Airway management: Intubate if patient is unable to protect airway or if patient develops neurologic or respiratory compromise.<\/li><li>Antidote: No antidote is available for cytarabine overdose.<\/li><li>Myelosuppression: Administer colony stimulating factors following a significant overdose as these patients are at risk for severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Diarrhea: Patients with uncomplicated mild to moderate diarrhea (Grade 1 or 2) without signs of infection, treat with loperamide 2 mg every 4 hours for 24 hours. Patients presenting with progressive and uncontrolled diarrhea treat with octreotide, IV fluids, and antibiotics.<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. In patients with a cytarabine overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days.<\/li><li>Seizure: Treat with IV benzodiazepines, barbiturates.<\/li><li>Acute lung injury: Maintain adequate ventilation and oxygenation. Monitor ABGs and\/or pulse oximetry. Mechanical ventilation and PEEP may be required. Calfactant: In a multicenter, trial, endotracheal instillation of 2 doses of 80 mL\/m(2) calfactant (35 mg\/mL of phospholipid suspension in saline) in infants, children, and adolescents with acute lung injury resulted in acute improvement in oxygenation and lower mortality. However, no significant decrease in the course of respiratory failure measured by duration of ventilator therapy, intensive care unit, or hospital stay was noted.<\/li><li>Hyperuricemia: Hyperuricemia may be minimized with adequate hydration and\/or administration of allopurinol.<\/li><li>Monitoring of patient: Monitor CBC with differential and platelet counts for at least 2 to 3 weeks. Granulocyte nadirs are biphasic and initially may be seen at 7 to 9 days after a dose and another decrease, more severe, at 15 to 24 days; platelet nadirs may be seen at 12 to 15 days postexposure. Monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Monitor patient for hemorrhage. Monitor fluid and electrolyte status, and liver and kidney function tests. Monitor neurologic function closely. Magnetic resonance imaging (MRI) may be useful in patients who develop neurologic abnormalities.<\/li><li>Extravasation injury: Cytarabine is classified as a neutral agent by one source. Another classified it as an irritant. If extravasation occurs, stop the infusion. Disconnect the IV tubing, but leave the cannula or needle in place. Attempt to aspirate the extravasated drug from the needle or cannula. If possible, withdraw 3 to 5 mL of blood and\/or fluids through the needle\/cannula. Elevate the affected area. Apply ice packs for 15 to 20 minutes at least 4 times daily. Another source recommended warm\/heat compresses for local reaction. Administer analgesia for severe pain. If pain persists, there is concern for compartment syndrome, or injury is apparent, an early surgical consult should be considered. Close observation of the extravasated area is suggested.  If tissue sloughing, necrosis or blistering occurs, treat as a chemical burn (ie, antiseptic dressings, silver sulfadiazine, antibiotics when applicable). Surgical or enzymatic debridement may be required. Risk of infection is increased in chemotherapy patients with reduced neutrophil count following extravasation. Consider culturing any open wounds. Monitor the site for the development of cellulitis, which may require antibiotic therapy.<\/li><li>Enhanced elimination procedure: Cytarabine has a small volume of distribution and low protein binding, in vitro it is effectively removed by hemodialysis. However, because of its rapid cellular uptake and short plasma half-life, in most cases dialysis would be started too late to be very effective. Hemodialysis might be effective if performed very soon after overdose, but no cases of overdose treated with hemodialysis have been reported.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. The patient should be admitted. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), and daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an overdose. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"152585-s-12-33","title":"Range of Toxicity","mono":"<b>CYTARABINE<\/b><br\/>TOXICITY: Limited data. INTRAVENOUS: Doses of 4.5 g\/m(2) IV (over 1 hr) every 12 hr have produced irreversible CNS toxicity and death.  In a small study, a cumulative total dose of 54 g\/m(2) was fatal in an adult and produced irreversible neurotoxicity in another. INTRATHECAL: An inadvertent intrathecal overdose of 800 mg in an adult resulted in severe paresthesias and leg pain, but no permanent neurologic sequelae. An inadvertent intrathecal overdose of 200 mg instead of 13 mg in a child (treated with CSF exchange) resulted in no acute effects. Intrathecal overdoses of 177 mg in a 17-year-old and 175 mg in a 4-year-old resulted in no acute effects. THERAPEUTIC DOSE: INTRAVENOUS: 100 mg\/m(2) every 12 hr for 7 days. INTRATHECAL: 50 mg every 14 to 28 days for a total of 2 to 4 doses.<br\/>"}]},{"id":"152585-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>This drug may cause thrombophlebitis, anal inflammation or ulcer, diarrhea, loss of appetite, nausea, vomiting, stomatitis, fever, neuropathy, or kidney disease.<\/li><li>Instruct patient to report signs\/symptoms of myelosuppression.<\/li><li>Bone marrow transplantation patients receiving a high-dose regimen in combination with cyclophosphamide should monitor for and report signs\/symptoms of cardiomyopathy.<\/li><li>Encourage patient to maintain adequate hydration during drug therapy.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}]}