{"drugs":["Cosmegen","Dactinomycin"],"mono":[{"id":"154320-s-0","title":"Generic Names","mono":"Dactinomycin"},{"id":"154320-s-1","title":"Dosing and Indications","sub":[{"id":"154320-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>maximum dose intensity per 2-week cycle:<\/b> 15 mcg\/kg\/day or 400 to 600  mcg\/m(2)\/day IV for 5 days.<\/li><li><b>Ewing's sarcoma of bone:<\/b> 15 mcg\/kg IV every day for 5 days (in combination with other chemotherapy); decreased dose may be required when additional chemotherapy or radiotherapy is used concomitantly or has been used previously<\/li><li><b>Gestational trophoblastic neoplasia:<\/b> single-agent therapy, 12 mcg\/kg\/day IV for 5 days; decreased dose may be required when additional chemotherapy or radiotherapy is used concomitantly or has been used previously<\/li><li><b>Gestational trophoblastic neoplasia:<\/b> combination regimen, 500 mcg IV days 1 and 2 with etoposide, methotrexate, folinic acid, vincristine, cyclophosphamide, and cisplatin; decreased dose may be required when additional chemotherapy or radiotherapy is used concomitantly or has been used previously<\/li><li><b>Gestational trophoblastic neoplasia:<\/b> 1.25 mg\/m(2) IV every 2 weeks was also used in a clinical trial<\/li><li><b>Metastatic malignant tumor of testis, Nonseminomatous:<\/b> 1000 mcg\/m(2) IV day 1 in combination with cyclophosphamide, bleomycin, vinblastine, and cisplatin; decreased dose may be required when additional chemotherapy or radiotherapy is used concomitantly or has been used previously<\/li><li><b>Nephroblastoma:<\/b> 15 mcg\/kg IV every day for 5 days (in combination with other chemotherapy); decreased dose may be required when additional chemotherapy or radiotherapy is used concomitantly or has been used previously; do not administer concomitantly with radiotherapy unless the benefit outweighs the risk<\/li><li><b>Rhabdomyosarcoma:<\/b> 15 mcg\/kg IV every day for 5 days (in combination with other chemotherapy); decreased dose may be required when additional chemotherapy or radiotherapy is used concomitantly or has been used previously<\/li><li><b>Solid tumor configuration, Perfusion chemotherapy for malignant neoplasm; Regional, locally recurrent or locoregional:<\/b> (lower extremity or pelvis) 50 mcg\/kg of body weight PERFUSED regionally at site of malignancy<\/li><li><b>Solid tumor configuration, Perfusion chemotherapy for malignant neoplasm; Regional, locally recurrent or locoregional:<\/b> (upper extremity) 35 mcg\/kg of body weight PERFUSED regionally at site of malignancy<\/li><\/ul>"},{"id":"154320-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>only recommended for use in pediatric patients older than 6 to 12 months; higher frequency of toxic effects in infants<\/li><li><b>maximum dose intensity per 2-week cycle:<\/b> 15 mcg\/kg\/day or 400 to 600  mcg\/m(2)\/day IV for 5 days.<\/li><li><b>Ewing's sarcoma of bone:<\/b> (older than 6 to 12 months) 15 mcg\/kg IV every day for 5 days (in combination with other chemotherapy); decreased dose may be required when additional chemotherapy or radiotherapy is used concomitantly or has been used previously<\/li><li><b>Gestational trophoblastic neoplasia:<\/b> (older than 6 to 12 months) single-agent therapy, 12 mcg\/kg\/day IV for 5 days; decreased dose may be required when additional chemotherapy or radiotherapy is used concomitantly or has been used previously<\/li><li><b>Gestational trophoblastic neoplasia:<\/b> (older than 6 to 12 months of age) combination regimen, 500 mcg IV days 1 and 2 with etoposide, methotrexate, folinic acid, vincristine, cyclophosphamide, and cisplatin; decreased dose may be required when additional chemotherapy or radiotherapy is used concomitantly or has been used previously<\/li><li><b>Gestational trophoblastic neoplasia:<\/b> 1.25 mg\/m(2) IV every 2 weeks was also used in a clinical trial in patients 10 and older<\/li><li><b>Metastatic malignant tumor of testis, Nonseminomatous:<\/b> (older than 6 to 12 months) 1000 mcg\/m(2) IV day 1 in combination with cyclophosphamide, bleomycin, vinblastine, and cisplatin; decreased dose may be required when additional chemotherapy or radiotherapy is used concomitantly or has been used previously <\/li><li><b>Nephroblastoma:<\/b> (older than 6 to 12 months) 15 mcg\/kg IV every day for 5 days (in combination with other chemotherapy); decreased dose may be required when additional chemotherapy or radiotherapy is used concomitantly or has been used previously; do not administer concomitantly with radiotherapy unless the benefit outweighs the risk <\/li><li><b>Rhabdomyosarcoma:<\/b> (older than 6 to 12 months) 15 mcg\/kg IV every day for 5 days (in combination with other chemotherapy); decreased dose may be required when additional chemotherapy or radiotherapy is used concomitantly or has been used previously<\/li><li><b>Solid tumor configuration, Perfusion chemotherapy for malignant neoplasm; Regional, locally recurrent or locoregional:<\/b> (lower extremity or pelvis; older than 6 to 12 months) 50 mcg\/kg of body weight PERFUSED regionally at site of malignancy<\/li><li><b>Solid tumor configuration, Perfusion chemotherapy for malignant neoplasm; Regional, locally recurrent or locoregional:<\/b> (upper extremity; older than 6 to 12 months) 35 mcg\/kg of body weight PERFUSED regionally at site of malignancy<\/li><\/ul>"},{"id":"154320-s-1-6","title":"Dose Adjustments","mono":"<b>edema\/obesity:<\/b> calculate dose based on surface area; MAX dose 400 to 600 mcg\/m(2)\/day IV for 5 days "},{"id":"154320-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Ewing's sarcoma of bone<\/li><li>Gestational trophoblastic neoplasia<\/li><li>Metastatic malignant tumor of testis, Nonseminomatous<\/li><li>Nephroblastoma<\/li><li>Rhabdomyosarcoma<\/li><li>Solid tumor configuration, Perfusion chemotherapy for malignant neoplasm; Regional, locally recurrent or locoregional<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Kaposi's sarcoma<\/li><li>Sarcoma<\/li><\/ul>"}]},{"id":"154320-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>This drug is highly toxic and both powder and solution must be handled and administered with care. Avoid exposure during pregnancy. Due to the toxic properties of dactinomycin (e.g., corrosivity, carcinogenicity, mutagenicity, teratogenicity), special handling procedures should be reviewed prior to handling and followed diligently. If extravasation occurs during intravenous use, severe damage to soft tissues will occur.<br\/>"},{"id":"154320-s-3","title":"Contraindications\/Warnings","sub":[{"id":"154320-s-3-9","title":"Contraindications","mono":"<ul><li>chickenpox or herpes zoster infection; increased risk for severe generalized disease which could result in death<\/li><li>hypersensitivity to dactinomycin or to any of its components<\/li><\/ul>"},{"id":"154320-s-3-10","title":"Precautions","mono":"<ul><li>avoid extravasation; severe soft tissue damage<\/li><li>toxicity; handle with care, dactinomycin is corrosive, carcinogenic, mutagenic, and teratogenic<\/li><li>concomitant radiation therapy; increased incidence of second primary tumors including leukemia and increased gastrointestinal, myelosuppressive, and dermatologic toxicity including radiation recall<\/li><li>diarrhea, stomatitis, or severe hematopoietic depression during therapy; discontinue until recovery<\/li><li>prior irradiation for right-sided Wilms' tumor within 2 months of dactinomycin administration; hepatotoxicity has been noted<\/li><li>regional perfusion therapy; toxicity from drug escaping into systemic circulation, edema, soft tissue damage, and potentially venous thrombosis<\/li><li>use proper procedures for handling and disposal of chemotherapy<\/li><li>veno-occlusive disease (mainly hepatic) may occur with therapy and could be fatal, especially in patients less than 48 months of age<\/li><\/ul>"},{"id":"154320-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"154320-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: Avoid breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"154320-s-4","title":"Drug Interactions","sub":[{"id":"154320-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"154320-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Cobicistat (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Paritaprevir (theoretical)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},{"id":"154320-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Diarrhea, Nausea and vomiting<br\/><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Injection site extravasation, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Esophagitis, Ulcerative stomatitis<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Aplastic anemia, Febrile neutropenia, Neutropenia, Pancytopenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatotoxicity, Liver failure, Veno-occlusive disease of the liver<\/li><li><b>Immunologic:<\/b>Sepsis<\/li><li><b>Other:<\/b>Complication of perfusion, Regional<\/li><\/ul>"},{"id":"154320-s-6","title":"Drug Name Info","sub":{"0":{"id":"154320-s-6-17","title":"US Trade Names","mono":"Cosmegen<br\/>"},"2":{"id":"154320-s-6-19","title":"Class","mono":"Antibiotic<br\/>"},"3":{"id":"154320-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"154320-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"154320-s-7","title":"Mechanism Of Action","mono":"Systemic: Dactinomycin is classified as an antibiotic but is not used as an antimicrobial agent. Dactinomycin is considered to be cell cycle-phase nonspecific. Its antineoplastic action may involve binding to DNA by intercalation between base pairs and inhibition of DNA-dependent RNA synthesis. Has some bacteriostatic activity on gram-positive and on gram-negative bacteria and on some fungi. Also has some immunosuppressant activity.<br\/>"},{"id":"154320-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"154320-s-8-25","title":"Metabolism","mono":"Systemic: Minimal.<br\/>"},"3":{"id":"154320-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 50% unchanged; Renal: 10% unchanged<br\/>"},"4":{"id":"154320-s-8-27","title":"Elimination Half Life","mono":"Systemic: 36 h.<br\/>"}}},{"id":"154320-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of chemotherapy<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>for IV administration only, not for oral administration; avoid inhalation and contact with skin, eyes, and mucous membranes<\/li><li>reconstitute with 1.1 mL of sterile water for injection (without preservative) to yield 500 mcg\/mL; use within 4 hours of reconstitution<\/li><li>for direct IV injection the two-needle technique should be used (2 separate sterile needles, 1 for reconstitution and withdrawal of dose and 1 for IV administration)<\/li><li>further dilute the reconstituted solution with 50 mL of NS or D5W only to yield a final concentration of 10 mcg\/mL; do NOT dilute with sterile water because administration of highly hypotonic solutions may cause harm or death, especially in children with smaller blood volumes<\/li><li>may add reconstituted solution D5W or NS IV infusions (directly or through tubing)<\/li><li>only concentrations greater than 10 mcg\/mL are recommended for administration<\/li><li>cellulose ester membrane filters may partially remove drug<\/li><li>avoid extravasation, as severe damage to soft tissues has occurred and may not be accompanied by a burning or stinging sensation<\/li><\/ul><\/li><\/ul>"},{"id":"154320-s-10","title":"Monitoring","mono":"<ul><li>gestational trophoblastic neoplasia: human chorionic gonadotropin<\/li><li>bone marrow function, including white blood cell count and platelets; frequently during therapy; especially in elderly patients<\/li><li>hepatic function; frequently during therapy<\/li><li>renal function; frequently during therapy<\/li><\/ul>"},{"id":"154320-s-11","title":"How Supplied","mono":"<b>Cosmegen<\/b><br\/>Intravenous Powder for Solution: 0.5 MG<br\/>"},{"id":"154320-s-12","title":"Toxicology","sub":[{"id":"154320-s-12-31","title":"Clinical Effects","mono":"<b> DACTINOMYCIN <\/b><br\/>USES: Dactinomycin is used in combination with other agents to treat Wilms' tumor, childhood rhabdomyosarcoma, Ewing's sarcoma, and metastatic nonseminomatous testicular cancer. It is also used as a single agent or in combination with other agents to treat gestational trophoblastic neoplasia. Dactinomycin is also indicated for palliative or adjunctive therapy, as a regional perfusion of locally recurrent solid malignancies. PHARMACOLOGY: Dactinomycin is classified as an antibiotic but is not used as an antimicrobial agent. It is considered to be cell cycle-phase nonspecific. Its antineoplastic action may involve binding to DNA by intercalation between base pairs and inhibition of DNA-dependent RNA synthesis. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Dactinomycin overdose information is limited. The following effects may occur following an overdose: Nausea, vomiting, diarrhea, mucositis including stomatitis, gastrointestinal ulceration, severe skin disorders including skin exfoliation, exanthema, desquamation and epidermolysis, seizures, choreoathetosis of extremities, muscle weakness, hyponatremia, hypokalemia, hypocalcemia, hypomagnesemia, severe hematopoietic depression (eg, anemia, and thrombocytopenia), veno-occlusive disease, acute renal failure, sepsis (including neutropenic sepsis) with fatal outcome. A 10-fold overdose in an 18-month-old child resulted in hypotension, pancytopenia, acute renal failure, pancreatitis, and severe mucositis. INADVERTENT INTRATHECAL EXPOSURE: Hypotonia, hyperreflexia, respiratory failure, lower extremity paraplegia, paraparesis of the upper extremities, bladder sphincter impairment, and respiratory insufficiency developed in a child following the inadvertent intrathecal administration of dactinomycin. Despite aggressive supportive care, persistent paraplegia developed. ADVERSE EFFECTS: The dose-limiting toxicity of dactinomycin is myelosuppression. It may be apparent 1 to 7 days after dactinomycin therapy and may initially manifest as thrombocytopenia. Platelet and white cell nadir counts will generally occur within 14 to 21 days following chemotherapy, with recovery in 21 to 25 days. Anemia, aplastic anemia, agranulocytosis, leukopenia, thrombocytopenia, pancytopenia, reticulocytopenia, neutropenia, febrile neutropenia have been reported in patients receiving dactinomycin. Other adverse effects include alopecia, skin eruptions, erythema, Stevens Johnson Syndrome, Toxic Epidermal Necrolysis, dermatitis, hyperpigmentation, hypocalcemia, severe nausea and vomiting, anorexia, abdominal pain, diarrhea, mucositis, gastrointestinal ulceration, elevated liver enzymes, ascites, hepatomegaly, hepatitis, hepatic failure, hepatic veno-occlusive diseases, myalgia, malaise, fatigue, lethargy, pneumonitis, sepsis, (including neutropenic sepsis) with fatal outcome. Dactinomycin is extremely corrosive. Extravasation during intravenous administration may result in severe damage to soft tissues. <br\/>"},{"id":"154320-s-12-32","title":"Treatment","mono":"<b> DACTINOMYCIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive.  Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting.  Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Administer colony stimulating factors (filgrastim or sargramostim) in patients who develop severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia or anemia.  Early onset thrombocytopenia (within 1 to 4 days of administration) without granulocytopenia appears to be immune related and is often resistant to platelet transfusion. It has been treated with prednisone. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Severe nausea and vomiting may respond to a combination of agents from different drug classes. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.  Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Intrathecal injection: There are few reports of therapy for intrathecal dactinomycin overdose. This information was derived from experience with other antineoplastics. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Albumin 5% or fresh frozen plasma (25 mL FFP\/liter NS or LR) have been used for perfusion. Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; dactinomycin is only available parenterally.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with persistent seizures, respiratory distress, or severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Administer colony stimulating factors if patients develop severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Early onset thrombocytopenia (within 1 to 4 days of administration) without granulocytopenia appears to be immune related and is often resistant to platelet transfusion. It has been treated with prednisone 2 mg\/kg\/day. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. In patients with a dactinomycin overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days. <\/li><li>Extravasation injury: If suspected, immediately terminate infusion. Intermittent application of ice for 15 minutes 4 times daily for 3 days may be beneficial. Surgery consult if severe injury has occurred.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status in symptomatic patients. Monitor renal function and liver enzymes in symptomatic patients. Monitor serum electrolytes in patients with severe vomiting and\/or diarrhea. Monitor serial CBC with differential and platelet count. Platelet and granulocyte nadirs generally occur 14 to 21 days after therapeutic doses. In patients with neutropenia, monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), and daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT CRITERIA:  Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an overdose. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"154320-s-12-33","title":"Range of Toxicity","mono":"<b> DACTINOMYCIN <\/b><br\/>TOXICITY: A specific minimum toxic dose has not been established; however, a 10-fold overdose (0.15 mg\/kg\/day instead of the prescribed 0.015 mg\/kg\/day) in an 18-month-old child resulted in hypotension, pancytopenia, acute renal failure, pancreatitis, and severe mucositis. Electrolyte abnormalities, severe mucositis and diarrhea, pancytopenia, generalized edema, and dermatitis were reported after a patient received a second 2.5 mg dose of dactinomycin 24 hours after receiving a 2.5 mg dose as part of a normal chemotherapeutic regimen. INTRATHECAL administration of 350 mcg dactinomycin to a 5-year-old caused paraplegia despite aggressive treatment. THERAPEUTIC DOSE: ADULTS AND CHILDREN: Dactinomycin for any indication should NOT exceed 15 mcg\/kg\/day or 400 to 600 mcg\/m(2)\/day IV for 5 days per 2-week cycle. CHILDREN LESS THAN 6 MONTHS OF AGE: Dactinomycin should NOT be used in this patient population due to an increased frequency of toxic effects. <br\/>"}]},{"id":"154320-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to avoid exposure to chickenpox or herpes zoster. If exposure occurs, notify healthcare professional immediately.<\/li><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Advise patient medication is severely caustic and contact with skin, eyes, and mucous membranes should be avoided. Patient should report signs\/symptoms of extravasation immediately.<\/li><li>This drug may cause acne, alopecia, nausea, vomiting, fatigue, fever, or malaise.<\/li><li>Instruct patient to report diarrhea or signs\/symptoms of myelosuppression, stomatitis, and hepatotoxicity.<\/li><\/ul>"}]}