{"generic":"Dantrolene Sodium","drugs":["Dantrium","Dantrium Intravenous","Dantrolene Sodium","Revonto","Ryanodex"],"mono":[{"id":"156830-s-0","title":"Generic Names","mono":"Dantrolene Sodium"},{"id":"156830-s-1","title":"Dosing and Indications","sub":[{"id":"156830-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Malignant hyperthermia:<\/b> 1 mg\/kg IV push and continue (starting at 1 mg\/kg) until symptoms subside or to a MAX cumulative dose of 10 mg\/kg (manufacturer dosing)<\/li><li><b>Malignant hyperthermia:<\/b> an average dose of 2.5 mg\/kg (study dosing)<\/li><li><b>Malignant hyperthermia:<\/b> 2.5 mg\/kg IV rapidly through large-bore IV; repeat until signs of MH are reversed; cumulative doses greater than 10 mg\/kg (up to 30 mg\/kg) may be necessary (guideline dosing)<\/li><li><b>Malignant hyperthermia, Post-crisis follow-up:<\/b> 4 to 8 mg\/kg\/day ORALLY (4 divided doses) for 1 to 3 days OR 1 mg\/kg IV and titrate as the clinical situation dictates<\/li><li><b>Malignant hyperthermia, Post-crisis follow-up:<\/b> in the postoperative setting to attenuate the recurrence of signs of malignant hyperthermia, the dose of dantrolene must be individualized, starting with 1 mg\/kg or more as the clinical situation dictates.<\/li><li><b>Malignant hyperthermia; Prophylaxis:<\/b> preoperative dosing, 4 to 8 mg\/kg\/day ORALLY (3 to 4 divided doses) for 1 to 2 days prior to surgery; give the last dose approximately 3 to 4 hours before surgery with a minimum of water OR 2.5 mg\/kg IV, starting approximately 1.25 hours before anesthesia and infused over 1 hour (DantriumR))<\/li><li><b>Malignant hyperthermia; Prophylaxis:<\/b> postoperative dosing, the dose must be individualized, starting with 1 mg\/kg or more as the clinical situation dictates (Dantrium(R))<\/li><li><b>Malignant hyperthermia; Prophylaxis:<\/b> 2.5 mg\/kg IV over at least 1 minute approximately 75 minutes before surgery; give additional doses during surgery per individual need (Ryanodex(R))<\/li><li><b>Spasticity, chronic, From upper motor neuron disorders:<\/b> 25 mg ORALLY once daily for 7 days, then 25 mg 3 times a day for 7 days, then 50 mg 3 times a day for 7 days, then 100 mg 3 times a day (MAX 100 mg 4 times a day); if no further benefit is observed at the next higher dose, decrease dosage to the previous dose<\/li><\/ul>"},{"id":"156830-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Malignant hyperthermia:<\/b> 1 mg\/kg IV push and continue (starting at 1 mg\/kg) until symptoms subside or to a MAX cumulative dose of 10 mg\/kg (manufacturer dosing) repeat dose starting at 1 mg\/kg<\/li><li><b>Malignant hyperthermia:<\/b> an average dose of 2.5 mg\/kg (study dosing)<\/li><li><b>Malignant hyperthermia:<\/b> 2.5 mg\/kg IV rapidly through large-bore IV; repeat until signs are reversed; cumulative doses greater than 10 mg\/kg (up to 30 mg\/kg) may be necessary (guideline dosing)<\/li><li><b>Malignant hyperthermia, Post-crisis follow-up:<\/b> 4 to 8 mg\/kg\/day ORALLY (4 divided doses) for 1 to 3 days OR 1 mg\/kg IV and titrate as the clinical situation dictates<\/li><li><b>Malignant hyperthermia, Post-crisis follow-up:<\/b> in the postoperative setting to attenuate the recurrence of signs of malignant hyperthermia, the dose of dantrolene must be individualized, starting with 1 mg\/kg or more as the clinical situation dictates.<\/li><li><b>Malignant hyperthermia; Prophylaxis:<\/b> preoperative dosing, 4 to 8 mg\/kg\/day ORALLY (3 to 4 divided doses) for 1 to 2 days prior to surgery; give the last dose approximately 3 to 4 hours before surgery with a minimum of water OR 2.5 mg\/kg IV, starting approximately 1.25 hours before anesthesia and infused over 1 hour (Dantrium(R))<\/li><li><b>Malignant hyperthermia; Prophylaxis:<\/b> postoperative dosing, the dose must be individualized, starting with 1 mg\/kg or more as the clinical situation dictates (Dantrium(R))<\/li><li><b>Malignant hyperthermia; Prophylaxis:<\/b> 2.5 mg\/kg IV over at least 1 minute approximately 75 minutes before surgery; give additional doses during surgery per individual need (Ryanodex(R))<\/li><li><b>Spasticity, chronic, From upper motor neuron disorders:<\/b> (5 years or older) 0.5 mg\/kg ORALLY once daily for 7 days, then 0.5 mg\/kg 3 times a day for 7 days, then 1 mg\/kg 3 times a day for 7 days, then 2 mg\/kg 3 times a day. Therapy with a dose 4 times daily may be necessary for some individuals; MAX 100 mg 4 times a day. If no further benefit is observed at the next higher dose, decrease dosage to the previous dose<\/li><\/ul>"},{"id":"156830-s-1-6","title":"Dose Adjustments","mono":"<b>elderly:<\/b> Select dose with caution "},{"id":"156830-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Malignant hyperthermia<\/li><li>Malignant hyperthermia, Post-crisis follow-up<\/li><li>Malignant hyperthermia; Prophylaxis<\/li><li>Spasticity, chronic, From upper motor neuron disorders<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Neuroleptic malignant syndrome<\/li><li>Tetanus<\/li><\/ul>"}]},{"id":"156830-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Dantrolene may cause hepatotoxicity, and symptomatic hepatitis (fatal and nonfatal) has been reported at various dose levels. Risk of hepatic injury appears to be greater in patients taking a higher dosage, in females, in patients over 35 years old, and in patients taking additional medication(s). Monitor hepatic function, including frequent determination of SGOT or SGPT, during therapy. Discontinue therapy after 45 days if there is no observable benefit.<br\/>"},{"id":"156830-s-3","title":"Contraindications\/Warnings","sub":[{"id":"156830-s-3-9","title":"Contraindications","mono":"<ul><li>active hepatic disease (eg, acute hepatitis and active cirrhosis)<\/li><li>where spasticity is utilized to sustain upright balance, posture in ambulation, or to obtain or maintain increased function<\/li><\/ul>"},{"id":"156830-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- hepatoxicity may occur; monitoring recommended<\/li><li>-- symptomatic hepatitis, some cases fatal, has been reported, increased risk in females, patients over 35 years of age, and patients taking other medications; monitoring recommended<\/li><li>Cardiovascular:<\/li><li>-- use with caution in patients with impaired cardiac function secondary to myocardial disease<\/li><li>Gastrointestinal:<\/li><li>-- may cause severe diarrhea; dose interruption or permanent discontinuation may be necessary<\/li><li>-- dysphagia may occur; assess patients for difficulty swallowing or choking<\/li><li>Hepatic:<\/li><li>-- may cause liver dysfunction; monitor at baseline and throughout treatment and discontinue use if necessary<\/li><li>Immunological:<\/li><li>-- hypersensitivity reactions, including urticaria, erythema, and anaphylaxis have been reported<\/li><li>Musculoskeletal:<\/li><li>-- skeletal muscle weakness may occur; monitoring recommended<\/li><li>Neurologic:<\/li><li>-- somnolence and dizziness may occur, especially with concomitant use of sedatives (eg, antipsychotic and antianxiety agents); monitoring recommended<\/li><li>Respiratory:<\/li><li>-- dyspnea, respiratory muscle weakness, and decreased inspiratory capacity may occur; monitoring recommended<\/li><li>-- use with caution in patients with impaired pulmonary function or chronic obstructive pulmonary disease<\/li><li>-- pulmonary edema may occur<\/li><li>Other:<\/li><li>-- tissue necrosis due to extravasation has been reported<\/li><li>-- may cause photosensitivity reaction; avoid sunlight `<\/li><li>Concomitant use:<\/li><li>-- avoid calcium channel blockers because of risk of cardiovascular collapse with severe hyperkalemia<\/li><li>-- potentiation of neuromuscular block may occur in patients who are taking muscle relaxants<\/li><li>-- may potentiate a vecuronium-induced neuromuscular block<\/li><\/ul>"},{"id":"156830-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Dantrolene: C (FDA)<\/li><li>Dantrolene: B2 (AUS)<\/li><\/ul>"},{"id":"156830-s-3-12","title":"Breast Feeding","mono":"Dantrolene: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"156830-s-4","title":"Drug Interactions","sub":{"1":{"id":"156830-s-4-14","title":"Major","mono":"<ul><li>Adinazolam (theoretical)<\/li><li>Alfentanil (probable)<\/li><li>Alprazolam (theoretical)<\/li><li>Amlodipine (theoretical)<\/li><li>Amobarbital (theoretical)<\/li><li>Anileridine (probable)<\/li><li>Aprobarbital (theoretical)<\/li><li>Bromazepam (theoretical)<\/li><li>Brotizolam (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Butalbital (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Cinnarizine (theoretical)<\/li><li>Clevidipine (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Clonazepam (theoretical)<\/li><li>Clorazepate (theoretical)<\/li><li>Codeine (probable)<\/li><li>Diazepam (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Estazolam (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Felodipine (theoretical)<\/li><li>Flunitrazepam (theoretical)<\/li><li>Flurazepam (theoretical)<\/li><li>Halazepam (theoretical)<\/li><li>Hydrocodone (probable)<\/li><li>Hydromorphone (probable)<\/li><li>Isradipine (theoretical)<\/li><li>Ketazolam (theoretical)<\/li><li>Levorphanol (probable)<\/li><li>Lorazepam (theoretical)<\/li><li>Lormetazepam (theoretical)<\/li><li>Medazepam (theoretical)<\/li><li>Meperidine (probable)<\/li><li>Mephenesin (theoretical)<\/li><li>Mephobarbital (theoretical)<\/li><li>Meprobamate (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methohexital (theoretical)<\/li><li>Methotrexate (probable)<\/li><li>Midazolam (theoretical)<\/li><li>Nicardipine (theoretical)<\/li><li>Nifedipine (theoretical)<\/li><li>Nimodipine (theoretical)<\/li><li>Nisoldipine (theoretical)<\/li><li>Nitrazepam (theoretical)<\/li><li>Nordazepam (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Pentobarbital (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Propoxyphene (probable)<\/li><li>Quazepam (theoretical)<\/li><li>Remifentanil (probable)<\/li><li>Secobarbital (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Temazepam (theoretical)<\/li><li>Thiopental (theoretical)<\/li><li>Triazolam (theoretical)<\/li><li>Verapamil (theoretical)<\/li><\/ul>"}}},{"id":"156830-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing (27%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Nausea (10%)<\/li><li><b>Neurologic:<\/b>Somnolence (17%)<\/li><li><b>Other:<\/b>Fatigue, Malaise<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart failure, Tachycardia (3%)<\/li><li><b>Gastrointestinal:<\/b>Dysphagia (10%), Gastrointestinal hemorrhage<\/li><li><b>Hematologic:<\/b>Aplastic anemia, Leukopenia, Malignant lymphoma - small lymphocytic, Thrombocytopenia<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Musculoskeletal:<\/b>Muscle weakness (3% to 21.7%)<\/li><li><b>Respiratory:<\/b>Dyspnea, Muscle weakness, respiratory, Vital capacity reduced, inspiratory<\/li><\/ul>"},{"id":"156830-s-6","title":"Drug Name Info","sub":{"0":{"id":"156830-s-6-17","title":"US Trade Names","mono":"<ul><li>Dantrium<\/li><li>Dantrium Intravenous<\/li><li>Revonto<\/li><li>Ryanodex<\/li><\/ul>"},"2":{"id":"156830-s-6-19","title":"Class","mono":"Skeletal Muscle Relaxant, Direct Acting<br\/>"},"3":{"id":"156830-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"156830-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"156830-s-7","title":"Mechanism Of Action","mono":"Dantrolene sodium induces skeletal muscle relaxation by directly affecting the contractile response. It is suggested that its interference with the release of calcium ions from the sarcoplasmic reticulum results in the dissociation of the excitation-contraction coupling in skeletal muscle.<br\/>"},{"id":"156830-s-8","title":"Pharmacokinetics","sub":[{"id":"156830-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, IV: 1 minute<\/li><li>Oral: incomplete and slow<\/li><\/ul>"},{"id":"156830-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, albumin: significant amount<\/li><li>Vd: 36.4 L<\/li><\/ul>"},{"id":"156830-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: hydrolysis and oxidation<\/li><li>Metabolites (major): 5 hydroxy dantrolene and acetylamino metabolite: unknown<\/li><\/ul>"},{"id":"156830-s-8-26","title":"Excretion","mono":"Total body clearance: 2.5 L\/hr <br\/>"},{"id":"156830-s-8-27","title":"Elimination Half Life","mono":"<ul><li>10.8 hours<\/li><li>Oral: 8.7 hours<\/li><\/ul>"}]},{"id":"156830-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>Dantrium(R), reconstitute vial with 60 mL sterile water for injection without a bacteriostatic agent; if necessary transfer individual vials to a larger volume sterile IV plastic bag<\/li><li>Dantrium(R), do not transfer reconstituted solution to glass bottles, precipitation may occur<\/li><li>Ryanodex(R), reconstitute vial with 5 mL sterile water for injection without a bacteriostatic agent and shake vial<\/li><li>Ryanodex(R), do not dilute or transfer reconstituted solution<\/li><li>Ryanodex(R), administer into IV catheter with continuous sodium chloride 0.9%  IV or dextrose 5% injection or into an indwelling catheter after ensuring its patency, and flush the line after administration<\/li><li>give reconstituted solution immediately or store at room temperature and discard after 6 hours<\/li><\/ul>"},{"id":"156830-s-10","title":"Monitoring","mono":"<ul><li>spasticity: decrease in the severity of spasticity and resumption of daily functioning may indicate efficacy (oral)<\/li><li>malignant hyperthermia: a reduction in body temperature and muscle relaxation may indicate efficacy<\/li><li>liver function (AST, ALT, alkaline phosphatase, total bilirubin); at baseline and frequently during therapy; increased risk of hepatoxicity in females, patients over 35 years of age, and concomitant drug use (oral)<\/li><li>adequate ventilation (IV)<\/li><li>swallowing difficulty and choking (IV)<\/li><\/ul>"},{"id":"156830-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 25 MG, 50 MG, 100 MG<br\/><\/li><li><b>Dantrium<\/b><br\/><ul><li>Intravenous Powder for Solution: 20 MG<\/li><li>Oral Capsule: 25 MG, 50 MG<\/li><\/ul><\/li><li><b>Novaplus Revonto<\/b><br\/>Intravenous Powder for Solution: 20 MG<br\/><\/li><li><b>Revonto<\/b><br\/>Intravenous Powder for Solution: 20 MG<br\/><\/li><li><b>Ryanodex<\/b><br\/>Intravenous Powder for Suspension: 250 MG<br\/><\/li><\/ul>"},{"id":"156830-s-12","title":"Toxicology","sub":[{"id":"156830-s-12-31","title":"Clinical Effects","mono":"<b>DANTROLENE<\/b><br\/>OVERDOSE: Dantrolene overdose data are limited. Muscular weakness, lethargy, coma, vomiting, diarrhea, and crystalluria may occur in the event of an overdose. ADVERSE EFFECTS: FREQUENT: The most frequently occurring adverse effects following dantrolene therapy include drowsiness, dizziness, weakness, fatigue, and diarrhea. INFREQUENT: Other adverse effects that may occur less frequently following therapeutic administration of dantrolene include hepatitis (fatal and non-fatal), pericarditis, phlebitis (reported with IV administration), pleural effusion with peripheral and pleural eosinophilia, nausea, vomiting, abdominal pain, and bowel obstruction. RARE: Hallucinations have been rarely reported with dantrolene therapy. ORAL THERAPY: Aplastic anemia, leukopenia, and heart failure have been reported with use.<br\/>"},{"id":"156830-s-12-32","title":"Treatment","mono":"<b>DANTROLENE<\/b><br\/><ul><li>Decontamination: Consider activated charcoal following oral exposure; decontamination not indicated following parenteral exposure.<\/li><li>Support: Treatment is symptomatic and supportive. There is no known antidote. Administer IV fluids to avoid crystalluria following intravenous exposure.<\/li><li>Tachyarrhythmia: Alterations in heart rhythm and blood pressure may occur. Monitor vital signs. Obtain a baseline ECG and institute continuous cardiac monitoring in patients with tachycardia. Sinus tachycardia does not generally require treatment unless hemodynamic compromise is present.<\/li><li>Fluid balance regulation: Vomiting and diarrhea may develop in overdose. Monitor serum electrolytes in patients with severe gastrointestinal losses. Administer IV fluids and replace electrolytes as necessary.<\/li><li>Dyspnea: Monitor respiratory function. Assess for evidence of fluid retention (eg, pleural effusion, pulmonary edema). Evaluate and monitor airway patency and adequacy of respiration and oxygenation. Treatment may consist of diuretic therapy to manage fluid retention, as well as supplemental oxygen. If symptoms are severe, endotracheal intubation and assisted ventilation may be indicated. Obtain a baseline chest x-ray in symptomatic patients; repeat as indicated.<\/li><li>Monitoring of patient: Monitor for muscle weakness and respiratory depression. Assess airway. Monitor liver enzymes and urinalysis after significant overdose.<\/li><\/ul>"},{"id":"156830-s-12-33","title":"Range of Toxicity","mono":"<b>DANTROLENE<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Lethargy was the only adverse effect reported following dantrolene overdose ingestions of 10 to 12 mg\/kg. THERAPEUTIC DOSE: Malignant Hyperthermia (Acute): ADULT or PEDIATRIC: 1 mg\/kg IV by continuous rapid IV push and continue until symptoms subside or a maximum cumulative dose of 10 mg\/kg. Post Crisis Follow-up: ADULT or PEDIATRIC: 4 to 8 mg\/kg\/day orally in 4 divided doses, for a 1- to 3-day period as indicated. Chronic Spasticity: ADULT: Initial: 25 mg orally once daily then increase to 25 mg 2 to 4 times daily up to 100 mg 2 to 4 times daily if necessary. Rarely should the dose exceed 400 mg\/day. PEDIATRIC: Initial: 0.5 mg\/kg orally twice daily; increase to 0.5 mg\/kg 3 or 4 times daily then by increments of 0.5 mg\/kg up to as high as 3 mg\/kg 2 to 4 times daily as needed. Do not exceed 400 mg daily. <br\/>"}]},{"id":"156830-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient using oral form to report symptoms of hepatitis.<\/li><li>Tell patient receiving IV form to report symptoms of muscle weakness, dyspnea, or dysphagia.<\/li><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause lightheadedness, dizziness, or somnolence.<\/li><li>Side effects of IV form may include nausea, urticaria, erythema, and injection site reactions, including tissue necrosis.<\/li><li>Side effects of oral form may include muscle weakness, general malaise, fatigue, and diarrhea.<\/li><li>Counsel patient using oral form that photosensitivity reactions are possible and sun protection is advised.<\/li><\/ul>"}]}