{"drugs":["Aczone","Dapsone"],"mono":{"0":{"id":"156932-s-0","title":"Generic Names","mono":"Dapsone"},"1":{"id":"156932-s-1","title":"Dosing and Indications","sub":[{"id":"156932-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acne vulgaris:<\/b> TOPICALLY rub small amount into clean, dry, acne affected areas twice daily<\/li><li><b>Dermatitis herpetiformis:<\/b> initial, 50 mg ORALLY; maintenance 50 to 300 mg ORALLY once a day, reduce to minimum maintenance dose as soon as symptom improvement occurs<\/li><li><b>HIV infection - Pneumocystis pneumonia:<\/b> 100 mg ORALLY once daily, in combination with trimethoprim 15 mg\/kg\/day ORALLY in 3 divided doses for 21 days<\/li><li><b>HIV infection - Pneumocystis pneumonia; Prophylaxis:<\/b> primary prophylaxis, 100 mg ORALLY once daily or 50 mg ORALLY twice daily; another alternative is dapsone 50 mg ORALLY once daily plus pyrimethamine 50 mg ORALLY and leucovorin 25 mg ORALLY once weekly<\/li><li><b>HIV infection - Pneumocystis pneumonia; Prophylaxis:<\/b> secondary prophylaxis, 100 mg ORALLY once daily or 50 mg ORALLY twice daily; other alternatives include dapsone 50 mg ORALLY once daily plus pyrimethamine 50 mg ORALLY and leucovorin 25 mg ORALLY once weekly, or dapsone 200 mg ORALLY plus pyrimethamine 75 mg ORALLY plus leucovorin 25 mg once weekly<\/li><li><b>HIV infection - Toxoplasmosis; Prophylaxis:<\/b> primary prophylaxis (alternative regimens), 50 mg ORALLY once daily plus pyrimethamine 50 mg ORALLY once weekly plus leucovorin 25 mg ORALLY once weekly, OR dapsone 200 mg plus pyrimethamine 75 mg plus leucovorin 25 mg ORALLY once weekly<\/li><li><b>Leprosy, in combination with other anti-leprosy medications:<\/b> 100 mg ORALLY once a day in combination with one or more anti-leprosy drugs (rifampin, clofazimine or ethionamide) for 3 to 10 years<\/li><\/ul>"},{"id":"156932-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness of dapsone 5% gel in children under 12 years of age have not been established.<\/li><li><b>Acne vulgaris:<\/b> (12 yr and older) TOPICALLY rub small amount into clean, dry, acne affected areas twice daily<\/li><li><b>Dermatitis herpetiformis:<\/b> initial and maintenance dose schedule is the same as in adults, but given in correspondingly smaller doses<\/li><li><b>HIV infection - Pneumocystis pneumonia; Prophylaxis:<\/b> (1 month of age and older) primary and secondary prophylaxis, 2 mg\/kg ORALLY once a day (MAX 100 mg\/day); or 4 mg\/kg ORALLY once weekly (MAX 200 mg\/dose)<\/li><li><b>HIV infection - Toxoplasmosis; Prophylaxis:<\/b> (1 month of age and older) primary prophylaxis, 2 mg\/kg or 15 mg\/m(2) (MAX 25 mg) ORALLY daily PLUS pyrimethamine 1 mg\/kg (MAX 25 mg) ORALLY daily PLUS leucovorin 5 mg ORALLY every 3 days; continue leucovorin for 1 wk after pyrimethamine is stopped<\/li><li><b>Leprosy, in combination with other anti-leprosy medications:<\/b> 1 to 2 mg\/kg ORALLY once a day, maximum 100 mg\/day<\/li><\/ul>"},{"id":"156932-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> dapsone and its metabolites are excreted renally, dosage adjustment is needed in patients with renal failure; specific guidelines for adjusting the dose are not available<\/li><li><b>acetylator status:<\/b> patients with high acetylation rates or who are receiving treatment that affects acetylation may require a dosage adjustment<\/li><\/ul>"},{"id":"156932-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acne vulgaris<\/li><li>Dermatitis herpetiformis<\/li><li>Leprosy, in combination with other anti-leprosy medications<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cutaneous leishmaniasis<\/li><li>Determination of acetylation rate<\/li><li>Erythema elevatum diutinum<\/li><li>HIV infection - Pneumocystis pneumonia<\/li><li>HIV infection - Pneumocystis pneumonia; Prophylaxis<\/li><li>HIV infection - Toxoplasmosis; Prophylaxis<\/li><li>Lichen planus<\/li><li>Malaria<\/li><li>Pemphigoid<\/li><li>Pemphigus<\/li><li>Poisoning due to brown recluse spider venom<\/li><li>Rheumatoid arthritis<\/li><li>Thrombocytopenic purpura<\/li><\/ul>"}]},"3":{"id":"156932-s-3","title":"Contraindications\/Warnings","sub":[{"id":"156932-s-3-9","title":"Contraindications","mono":"hypersensitivity to dapsone and\/or its derivatives (oral) <br\/>"},{"id":"156932-s-3-10","title":"Precautions","mono":"<ul><li>agranulocytosis, aplastic anemia, and other blood dyscrasias, some resulting in death, have been reported; monitoring recommended; discontinue if significant reduction in leukocytes, platelets, or hemopoiesis occurs; increased risk when folic acid antagonist coadministered (oral)<\/li><li>anemia, severe; treat prior to drug initiation; monitoring recommended (oral)<\/li><li>exposure to agents or conditions that may produce hemolysis (eg, infection or diabetic ketosis) (oral)<\/li><li>glucose-6-phosphate dehydrogenase (G6PD) deficiency; Heinz-body formation and hemolysis, frequently dose-related, may be exaggerated; potential increased risk of hyperbilirubinemia<\/li><li>hemoglobin M; Heinz-body formation and hemolysis, frequently dose-related, may be exaggerated<\/li><li>hemolytic anemia has been reported, especially in individuals with G6PD deficiency; discontinue use if signs and symptoms occur (topical)<\/li><li>hepatotoxic reactions (toxic hepatitis and cholestatic jaundice) have been reported early in treatment; hyperbilirubinemia may occur, especially in patients with G6PD deficiency; monitoring recommended; discontinuation may be required (oral)<\/li><li>hyperbilirubinemia has been reported, especially in patients with G6PD deficiency; monitoring recommended; discontinuation may be required (oral)<\/li><li>methemoglobin reductase deficiency; Heinz-body formation and hemolysis, frequently dose-related, may be exaggerated<\/li><li>peripheral neuropathy (motor loss and muscle weakness) has been reported with oral treatment<\/li><li>skin reactions (toxic epidermal necrolysis, erythema multiforme, morbilliform and scarlatiniform reactions, bullous and exfoliative dermatitis, erythema nodosum, and urticaria) have been reported with oral treatment; promptly discontinue if new or toxic reactions occur<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"156932-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"156932-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"156932-s-4","title":"Drug Interactions","sub":{"1":{"id":"156932-s-4-14","title":"Major","mono":"<ul><li>Warfarin (probable)<\/li><li>Zidovudine (probable)<\/li><\/ul>"},"2":{"id":"156932-s-4-15","title":"Moderate","mono":"<ul><li>Amprenavir (probable)<\/li><li>Atazanavir (probable)<\/li><li>Rifabutin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Saquinavir (probable)<\/li><\/ul>"}}},"5":{"id":"156932-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Toxic epidermal necrolysis due to drug<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hematologic:<\/b>Acquired Heinz body anemia, Agranulocytosis, Aplastic anemia, Hemolytic anemia<\/li><li><b>Hepatic:<\/b>Cholestatic jaundice syndrome, Toxic hepatitis<\/li><li><b>Psychiatric:<\/b>Suicidal intent<\/li><\/ul>"},"6":{"id":"156932-s-6","title":"Drug Name Info","sub":{"0":{"id":"156932-s-6-17","title":"US Trade Names","mono":"Aczone<br\/>"},"2":{"id":"156932-s-6-19","title":"Class","mono":"<ul><li>Antiacne<\/li><li>Leprostatic<\/li><li>Sulfone<\/li><\/ul>"},"3":{"id":"156932-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"156932-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"156932-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Antibacterial (antileprosy agent):  a sulfone, is bacteriostatic and probably acts by a mechanism similar to that of the sulfonamides, interfering with folate synthesis. Both have a similar range of antibacterial activity and are antagonized by para-aminobenzoic acid. <\/li><li>Dermatitis herpetiformis suppressant-Mechanism is unknown, but not due to dapsone's bacteriostatic effect. Dapsone may act as an enzyme inhibitor or oxidizing agent. In addition, it has numerous immunologic effects (e.g., immunosuppression), which most likely account for its suppression of dermatitis herpetiformis.<\/li><\/ul>"},"8":{"id":"156932-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"156932-s-8-23","title":"Absorption","mono":"Systemic: Slowly absorbed; Bioavailability: 70 to 80%  <br\/>"},"1":{"id":"156932-s-8-24","title":"Distribution","mono":"Systemic: Vd: 1.5 L\/kg  <br\/>"},"3":{"id":"156932-s-8-26","title":"Excretion","mono":"<ul><li>Systemic: Renal-70 to 85% slowly excreted in the urine as dapsone and metabolites; 5 to 15% of dapsone dose excreted in urine by active tubular secretion, and the remainder excreted as metabolites. Metabolites are partly conjugated, primarily as glucuronides and sulfates.<\/li><li>Biliary-Enterohepatic circulation following biliary excretion of free drug also occurs. Because of this, dapsone may persist in the plasma for up to several weeks after therapy is discontinued. <\/li><li>Systemic: Renal: 70 to 85%<\/li><li>Biliary-Enterohepatic circulation <\/li><\/ul>"},"4":{"id":"156932-s-8-27","title":"Elimination Half Life","mono":"Systemic: 10 to 50 h <br\/>"}}},"9":{"id":"156932-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/>(gel) gently wash skin and pat dry; apply pea-sized amount in thin layer; rub in completely <br\/>"},"10":{"id":"156932-s-10","title":"Monitoring","mono":"<ul><li>acne vulgaris (topical): improvement of acne<\/li><li>dermatitis herpetiformis (oral): reduction in pruritus, clearance of lesions<\/li><li>leprosy (oral): reduction in arthralgias, fever, leukocytosis, neuritis, and skin lesions<\/li><li>(oral): CBC; weekly for first month then monthly for 6 months then semi-annually<\/li><li>(oral): liver function; baseline then periodically if baseline was abnormal<\/li><li>(topical): glucose-6-phosphate dehydrogenase (G6PD) levels at baseline for all patients<\/li><li>(topical): CBC including reticulocyte count; baseline and during routine follow-up for patients with G6PD deficiency or history of anemia<\/li><\/ul>"},"11":{"id":"156932-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 25 MG, 100 MG<br\/><\/li><li><b>Aczone<\/b><br\/>Topical Gel\/Jelly: 5 %<br\/><\/li><\/ul>"},"12":{"id":"156932-s-12","title":"Toxicology","sub":[{"id":"156932-s-12-31","title":"Clinical Effects","mono":"<b>DAPSONE <\/b><br\/>USES: Dapsone is an sulfone antimicrobial that is used as a topical gel for acne and as an oral tablet for leprosy, dermatitis herpetiformis, and Pneumocystis carinii pneumonia. PHARMACOLOGY: It is a competitive antagonist of para-aminobenzoic acid (PABA), and thus inhibits normal bacterial utilization of PABA for folic acid synthesis. TOXICOLOGY: the primary toxic effects are due to its P-450 metabolites. Dapsone metabolites oxidize the ferrous iron hemoglobin complex to the ferric state, resulting in methemoglobinemia. These metabolites can sulfate the pyrrole hemoglobin ring in an irreversible reaction, resulting in sulfhemoglobinemia. Finally, oxidative stress with depletion of glutathione may contribute to hemolysis. EPIDEMIOLOGY: Dapsone is not widely used in the United States, and thus significant exposures are rare. MILD TO SEVERE TOXICITY: Hemotoxicity (eg, hemolytic anemia, methemoglobinemia, sulfhemoglobinemia), tachycardia, hypertension, agitation, hallucinations, confusion, nausea, vomiting, diarrhea, hepatotoxicity, hematuria, peripheral neuropathy, cold perspiration and blue-gray cyanosis may develop following overdose. Cases of dapsone toxicity have all occurred following oral exposure; significant toxicity is very unlikely from dermal exposure. ADVERSE EFFECTS: ORAL: Adverse reactions from oral formulations include: hematologic abnormalities, seen in greater than 10% of patients and include hemolysis (usually dose related and may occur in patients with and without G6PD deficiency), decreases in hemoglobin (1 to 2 g\/dL [observed in most patients]), reticulocyte increases from 2% to 12%, methemoglobinemia, and a shortened red blood cell life span. Other potential adverse reactions from oral formulations may include: tachycardia, fever, headache, insomnia, psychosis, vertigo, dermatologic effects (eg, bullous or exfoliative dermatitis, erythema nodosum, morbilliform or scarlatiniform reactions, phototoxicity, Stevens-Johnson syndrome, toxic epidural necrolysis and urticaria), hypoalbuminemia without proteinuria, abdominal pain, nausea, vomiting, pancreatitis, agranulocytosis, anemia, leucopenia, cholestatic jaundice, hepatitis, drug-induced lupus erythematosus, lower motor neuron toxicity (prolonged drug therapy), peripheral neuropathy (rare), blurred vision, tinnitus, albuminuria, nephritic syndrome, renal papillary necrosis, interstitial pneumonitis, pulmonary eosinophilia, and an infectious mononucleosis-like syndrome (ie, rash, fever, lymphadenopathy, and hepatic dysfunction). TOPICAL: Reported adverse reactions from topical formulations include: facial edema, depression, psychosis, suicide attempt, tonic clonic movements, methemoglobinemia, abdominal pain, pancreatitis, vomiting, and sinusitis. <br\/>"},{"id":"156932-s-12-32","title":"Treatment","mono":"<b>DAPSONE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is largely supportive, intravenous fluids and antiemetics may be necessary for a patient with persistent vomiting. Symptomatic methemoglobinemia should be treated with methylene blue. MANAGEMENT OF SEVERE TOXICITY: Treatment is primarily supportive. In general, patients with methemoglobinemia usually respond to 2 doses of methylene blue. If no clinical improvement is observed, consider G6PD deficiency or methemoglobin reductase deficiency. However, dapsone may cause prolonged oxidative stress, which may require repeat dosing of methylene blue every 6 to 8 hours for 2 to 3 days. A methylene blue infusion may also be considered. For life-threatening overdoses, consider using multiple-dose activated charcoal, hemoperfusion, hemodialysis, and exchange transfusion. DERMAL EXPOSURE: Provide local decontamination and treat symptoms as needed. EYE EXPOSURE: Irrigate eyes and treat symptoms as needed.<\/li><li>Decontamination: PREHOSPITAL: Ipecac-induced vomiting is not recommended. Administer activated charcoal, if the patient is alert and is able to protect their airway. For dermal or eye exposures, immediate decontamination of the skin or rinsing of the eyes is recommended. HOSPITAL: Activated charcoal should be considered in asymptomatic or minimally symptomatic patients with large ingestions who present within a few hours of ingestion, or in symptomatic patients who have a secure airway. Gastric lavage is generally not warranted.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Methemoglobinemia: Treat symptomatic patients (generally methemoglobin concentrations of 30% or more) with methylene blue. Initial dose is 1 to 2 mg\/kg over 5 minutes. Because dapsone has a long half-life, rebound methemoglobinemia is common. Additional methylene blue doses may be needed every 6 to 8 hours. Alternatively, a methylene blue infusion may be initiated (0.1 to 0.15 mg\/kg\/hour) immediately after the initial bolus in patients with significant methemoglobinemia. Exchange transfusion has been used in a small number of patients with severe methemoglobinemia that did not respond to methylene blue.<\/li><li>Enhanced elimination procedure: There have been case reports of the use of hemoperfusion, hemodialysis, exchange transfusion and multiple-dose activated charcoal in patients with dapsone toxicity. Though these modalities have been shown to increase the clearance of dapsone, they may not affect outcome. These modalities should be considered in patients with severe toxicity that do not respond to supportive care.<\/li><li>Monitoring of patient: G6PD levels should be analyzed prior to the initiation of oral therapy. Monitor pulse oximetry. Monitor CBC and urinalysis for evidence of hemolysis. Obtain a methemoglobin concentration in patients with cyanosis or symptoms of methemoglobinemia. Dapsone levels are not readily available and are not clinically useful.<\/li><li>Patient disposition: HOME CRITERIA: In general, children with inadvertent ingestions should be evaluated, as methemoglobinemia has developed after 100 mg ingestions in toddlers. Patients with uncertain exposures and who are asymptomatic may be monitored at home, but all others should be evaluated at a health care facility. OBSERVATION CRITERIA: Any patient who is experiencing symptoms or who had a self-harm attempt should be sent to a health care facility for observation. Observe asymptomatic patients for 4 to 6 hours. Admit patients with severe symptoms, those who develop methemoglobinemia requiring treatment, or patients who are still symptomatic at the end of observation. ADMISSION CRITERIA: Patients exhibiting significant symptoms should be admitted, potentially to an ICU depending on symptoms, until symptoms resolve. CONSULT CRITERIA: For the acutely ill patient, the following may need to be consulted: an intensivists (to assess for possible mechanical ventilation), a hematologist (to rule out other causes of anemia), and a nephrologist (to assess for potential dialysis). If available, a toxicologist can help guide therapy, and poison centers should be notified of all exposures.<\/li><\/ul>"},{"id":"156932-s-12-33","title":"Range of Toxicity","mono":"<b>DAPSONE <\/b><br\/>TOXICITY: Toxicity can occur at therapeutic doses. An adolescent boy developed severe intoxication after ingesting 1200 mg of dapsone, and a 16-year-old boy died after ingesting 1450 mg of dapsone. In adults and adolescents, ingestions of 3 to 15 g of dapsone have resulted in severe intoxication. As little as 100 mg of dapsone resulted in methemoglobinemia and mild acidosis in an 18-month-old infant. THERAPEUTIC DOSE: ADULT: Initial dose: 50 mg orally once daily. Maintenance: 50 to 300 mg\/day, depending on the indication. PEDIATRIC: Leprosy: Children less than 12 years: 1 to 2 mg\/kg\/day orally; maximum dose is 100 mg\/day.<br\/>"}]},"13":{"id":"156932-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause serious adverse effects such as abdominal pain, pancreatitis, or toxic hepatitis.<\/li><li>Instruct patient to report signs such as sore throat, pallor, fever, purpura, or jaundice, as dapsone has been associated with agranulocytosis, aplastic anemia, or other blood dyscrasias.<\/li><li>Patient should report signs\/symptoms of a serious skin reaction such as erythema multiforme (flu-like symptoms, spreading red rash, may progress to skin\/mucous membrane blistering) or toxic epidermal necrolysis (widespread peeling\/blistering of skin).<\/li><li>Advise patients using the topical formulation that symptomatic improvement may not be seen for 12 weeks.<\/li><li>Patient may take oral formulation with food to minimize gastric irritation.<\/li><\/ul>"}}}