{"drugs":["Cerubidine","Daunorubicin Hydrochloride"],"mono":[{"id":"158010-s-0","title":"Generic Names","mono":"Daunorubicin Hydrochloride"},{"id":"158010-s-1","title":"Dosing and Indications","sub":[{"id":"158010-s-1-4","title":"Adult Dosing","mono":"<ul><li>cumulative DAUNOrubicin hydrochloride doses of greater than 400 to 550 mg\/m(2) in adults have been associated with an increased risk of myocardial toxicity, including fatal congestive heart failure; toxicity may occur during or months to years after DAUNOrubicin therapy<\/li><li><b>Acute lymphoid leukemia, For remission induction, in combination with other anticancer agents:<\/b> 45 mg\/m(2)\/day IV on days 1, 2, and 3 in combination with vincristine 2 mg IV on days 1, 8, and 15; prednisone 40 mg\/m(2)\/day ORALLY on days 1 to 22 (tapered between days 22 to 29); and L-asparaginase 500 International Units\/kg\/day IV on days 22 to 32; allopurinol may be given prior to initiating DAUNOrubicin therapy to help prevent tumor lysis syndrome<\/li><li><b>Acute myeloid leukemia, For remission induction, in combination with other anticancer agents:<\/b> (less than 60 years old) first course, 45 mg\/m(2) IV on days 1, 2, and 3 with cytarabine 100 mg\/m(2)\/day IV on days 1 to 7; subsequent courses, 45 mg\/m(2) IV on days 1 and 2 with cytarabine 100 mg\/m(2)\/day IV on days 1 to 5; 50 mg\/m(2)\/day IV over 5 minutes on days 1, 3, and 5 with cytarabine 25 mg\/m(2) once as an IV bolus followed by 100 mg\/m(2)\/day as a continuous IV infusion over 24 hours for 10 days and etoposide 100 mg\/m(2) IV over 1 hour on days 1 to 5 was given for up to 2 induction courses in a phase 3 study<\/li><li><b>Acute myeloid leukemia, For remission induction, in combination with other anticancer agents:<\/b> (60 years or older) first course, 30 mg\/m(2) IV on days 1, 2, and 3 with cytarabine 100 mg\/m(2)\/day IV on days 1 to 7; subsequent courses, 30 mg\/m(2) IV on days 1 and 2 with cytarabine 100 mg\/m(2)\/day IV on days 1 to 5<\/li><li><b>Acute myeloid leukemia, For remission induction, in combination with other anticancer agents:<\/b> allopurinol may be given prior to initiating DAUNOrubicin therapy to help prevent tumor lysis syndrome.<\/li><li><b>Chronic myeloid leukemia:<\/b> Optimal dosing and timing not yet defined<\/li><\/ul>"},{"id":"158010-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>cumulative DAUNOrubicin hydrochloride doses of greater than 300 mg\/m(2) in children greater than 2 yr of age or 10 mg\/kilogram in children less than 2 yr of age have been associated with an increased risk of myocardial toxicity, including fatal congestive heart failure; toxicity may occur during or months to years after DAUNOrubicin therapy<\/li><li><b>Acute lymphoid leukemia, For remission induction, in combination with other anticancer agents:<\/b> 25 mg\/m(2) IV and vincristine 1.5 mg\/m(2) IV on day 1 of every week with prednisone 40 mg\/m(2)\/day ORALLY; four to six 7-day courses are generally required to produce a complete remission<\/li><li><b>Acute lymphoid leukemia, For remission induction, in combination with other anticancer agents:<\/b> (children under 2 years or body surface area less than 0.5 m(2)) 1 mg\/kg and vincristine 1.5 mg\/m(2) IV on day 1 of every week with prednisone 40 mg\/m(2)\/day ORALLY; four to six 7-day courses are generally required to produce a complete remission<\/li><li><b>Acute lymphoid leukemia, For remission induction, in combination with other anticancer agents:<\/b> allopurinol may be given prior to initiating DAUNOrubicin therapy to help prevent tumor lysis syndrome<\/li><li><b>Non-Hodgkin's lymphoma:<\/b> Optimal dose and timing not defined; induction doses ranging from 40 to 60 mg\/m(2) and maintenance doses ranging from 30 to 45 mg\/m(2) have been used in clinical trials<\/li><\/ul>"},{"id":"158010-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> serum creatinine greater than 3 mg\/dL, reduce daily dose by 50%<\/li><li><b>hepatic impairment:<\/b> serum bilirubin of 1.2 to 3 mg\/dL, reduce daily dose by 25%<\/li><li><b>hepatic impairment:<\/b> serum bilirubin of greater than 3 mg\/dL, reduce daily dose by 50%<\/li><li><b>geriatric patients (60 years or older):<\/b> acute nonlymphocytic leukemia, first course, 30 mg\/m(2) IV on days 1, 2, and 3 with cytarabine 100 mg\/m(2)\/day IV on days 1 to 7; subsequent courses, 30 mg\/m(2) IV on days 1 and 2 with cytarabine 100 mg\/m(2)\/day IV on days 1 to 5<\/li><\/ul>"},{"id":"158010-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acute lymphoid leukemia, For remission induction, in combination with other anticancer agents<\/li><li>Acute myeloid leukemia, For remission induction, in combination with other anticancer agents<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Chronic myeloid leukemia<\/li><li>Non-Hodgkin's lymphoma<\/li><\/ul>"}]},{"id":"158010-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution; Powder for Solution)<\/b><br\/>Must be given into a rapidly flowing intravenous infusion and must never be given by the intramuscular or subcutaneous route as severe local tissue necrosis will occur if there is extravasation during administration. Myocardial toxicity manifested in its most severe form by potentially fatal congestive heart failure may occur either during therapy or months to years after termination of therapy. The incidence of myocardial toxicity increases after a total cumulative dose exceeding 400 to 550 mg\/m(2) in adults, 300 mg\/m(2) in children more than 2 years of age, or 10 mg\/kg in children less than 2 years of age. Severe myelosuppression occurs when used in therapeutic doses; this may lead to infection or hemorrhage. Dosage should be reduced in patients with impaired hepatic or renal function.<br\/>"},{"id":"158010-s-3","title":"Contraindications\/Warnings","sub":[{"id":"158010-s-3-9","title":"Contraindications","mono":"hypersensitivity to DAUNOrubicin products<br\/>"},{"id":"158010-s-3-10","title":"Precautions","mono":"<ul><li>cardiac toxicity (especially in infants and children)<\/li><li>cardiomyopathy, pre-existing cardiac disease<\/li><li>congestive heart failure (adults):  encountered with cumulative doses exceeding 550 mg\/m(2) in adults, 400 mg\/m(2) in patients who have received radiation therapy encompassing the heart, 300 mg\/m(2) in children greater than 2 years of age, or 10 mg\/kg in children less than 2 years of age<\/li><li>extravasation<\/li><li>hepatic\/renal function impairment<\/li><li>hyperuricemia secondary to rapid lysis of leukemic cells<\/li><li>myelosuppression<\/li><li>secondary leukemias<\/li><li>use proper procedures for handling and disposal of chemotherapy<\/li><\/ul>"},{"id":"158010-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Daunorubicin: D (FDA)<\/li><li>Daunorubicin: D (AUS)<\/li><\/ul>"},{"id":"158010-s-3-12","title":"Breast Feeding","mono":"<ul><li>Daunorubicin: WHO: Avoid breastfeeding.<\/li><li>Daunorubicin: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"158010-s-4","title":"Drug Interactions","sub":[{"id":"158010-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"158010-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Cobicistat (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Paritaprevir (theoretical)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Trastuzumab (probable)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},{"id":"158010-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia<\/li><li><b>Gastrointestinal:<\/b>Nausea and vomiting<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiotoxicity<\/li><li><b>Endocrine metabolic:<\/b>Hyperuricemia<\/li><li><b>Hematologic:<\/b>Myelosuppression<\/li><\/ul>"},{"id":"158010-s-6","title":"Drug Name Info","sub":{"0":{"id":"158010-s-6-17","title":"US Trade Names","mono":"Cerubidine<br\/>"},"2":{"id":"158010-s-6-19","title":"Class","mono":"<ul><li>Anthracycline<\/li><li>Antineoplastic Agent<\/li><\/ul>"},"3":{"id":"158010-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"158010-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"158010-s-7","title":"Mechanism Of Action","mono":"DAUNOrubicin hydrochloride, an antimitotic, antitumor and cytotoxic anthracycline antibiotic derived from the strain of Streptomyces coeruleorubidus, intercalates between base pairs to form complexes with DNA. It maintains the stability of DNA-topoisomerase II complex which prevents topoisomerase II from catalyzing the religation part of the ligation-religation reaction leading to single and double strand DNA breaks. It also blocks polymerase activity, affects regulation of gene expression and produces free radical damage to DNA.<br\/>"},{"id":"158010-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"158010-s-8-24","title":"Distribution","mono":"widely distributed <br\/>"},"2":{"id":"158010-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic and other tissues; aldo-keto reductase; extensively metabolized<\/li><li>Active metabolite: daunorubicinol<\/li><\/ul>"},"3":{"id":"158010-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 40%<\/li><li>Renal: 25%<\/li><\/ul>"},"4":{"id":"158010-s-8-27","title":"Elimination Half Life","mono":"<ul><li>18.5 h<\/li><li>Daunorubicinol: 26.7 h<\/li><\/ul>"}}},{"id":"158010-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>use proper procedures for handling and disposal of DAUNOrubicin<\/li><li>do not give IM or subQ<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute with 4 mL of sterile water for injection to a final concentration of 5 mg\/mL; agitate gently<\/li><li>reconstituted solution is stable for 24 hr at room temperature (15 to 30 degrees C or 59 to 86 degrees F) and 48 hr in the refrigerator<\/li><li>dilute in 10 to 15 mL of NS in a syringe<\/li><li>inject into the tubing or sidearm of a rapidly flowing NS or D5W IV infusion; avoid extravasation<\/li><\/ul><\/li><\/ul>"},{"id":"158010-s-10","title":"Monitoring","mono":"<ul><li>peripheral blood and bone marrow for treatment response<\/li><li>CBC; frequently during therapy, including differential<\/li><li>hepatic function; prior to each treatment course<\/li><li>renal function; prior to each treatment course<\/li><li>serum uric acid levels<\/li><li>cardiac function (electrocardiogram and\/or determination of systolic ejection fraction); prior to each treatment course<\/li><li>(children) baseline cardiac assessment with ECG, echocardiography (ECHO), and when available, radionuclide angiocardiography<\/li><li>(children receiving a cumulative dose of less than 300 mg\/m(2)) ECHO (or radionuclide angiocardiogram); before every other subsequent course of therapy<\/li><li>(children receiving above a cumulative dose of 300 mg\/m(2) with mediastinal irradiation less than 1000 centigray) ECHO (or radionuclide angiocardiogram); before each subsequent course of therapy<\/li><li>(children receiving above a cumulative dose of 300 mg\/m(2) with mediastinal irradiation greater than 1000 centigray) ECHO and radionuclide angiocardiogram; before each subsequent course of therapy<\/li><li>(children receiving above a cumulative dose of 400 mg\/m(2) in the absence of mediastinal irradiation) ECHO and radionuclide angiocardiogram; before each subsequent course of therapy<\/li><li>(children, after therapy completion) ECHO; 3 to 6 months and 12 months after therapy completion; ECG and radionuclide angiocardiogram; 1 year following therapy completion<\/li><li>(children with normal cardiac function in the 1-year posttreatment period); ECG and ECHO every 2 to 3 years; radionuclide angiocardiogram and 24-hour continuous taped ECG every 5 years posttreatment<\/li><li>(children with abnormal cardiac function in the 1-year posttreatment period) ECG and ECHO yearly; radionuclide angiocardiogram and 24-hour continuous taped ECG every 5 years posttreatment<\/li><\/ul>"},{"id":"158010-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Powder for Solution: 20 MG<\/li><li>Intravenous Solution: 5 MG\/ML<\/li><\/ul><\/li><li><b>Novaplus DAUNOrubicin Hydrochloride<\/b><br\/>Intravenous Solution: 5 MG\/ML<br\/><\/li><\/ul>"},{"id":"158010-s-12","title":"Toxicology","sub":[{"id":"158010-s-12-31","title":"Clinical Effects","mono":"<b>DAUNORUBICIN <\/b><br\/>USES: DAUNOrubicin in combination with other agents is used for remission induction in adult and pediatric patients with acute lymphocytic leukemia and remission induction in adult patients with acute nonlymphocytic leukemia. DAUNOrubicin citrate liposome is used as a first-line cytotoxic therapy for advanced HIV-associated Kaposi's sarcoma. PHARMACOLOGY: DAUNOrubicin hydrochloride is an antimitotic, antitumor and cytotoxic anthracycline antibiotic derived from the strain of Streptomyces coeruleorubidus. It intercalates between base pairs to form complexes with DNA. It maintains the stability of DNA-topoisomerase II complex which prevents topoisomerase II from catalyzing the religation part of the ligation-religation reaction leading to single and double strand DNA breaks. It also blocks polymerase activity, affects regulation of gene expression and produces free radical damage to DNA. Liposomal DAUNOrubicin is a liposomal preparation of DAUNOrubicin formulated to maximize the selectivity of DAUNOrubicin for solid tumors in situ. TOXICOLOGY: DAUNOrubicin interferes with DNA replication in rapidly dividing cells, such as bone marrow and gastrointestinal epithelium. Cardiac toxicity of DAUNOrubicin may be related to free radical production. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea, stomatitis, and myelosuppression may occur following DAUNOrubicin overdose. SEVERE TOXICITY: Severe myelosuppression (especially granulocytopenia), acute cardiomyopathy (ie, ECG changes, dysrhythmias, hypotension, heart failure), severe mucositis, vomiting, and diarrhea may develop. INTRATHECAL INJECTION: Severe neurotoxicity (cerebral atrophy) and death have been reported after unintentional intrathecal administration of DAUNOrubicin. ADVERSE EFFECTS: The acute or subacute cardiotoxicity can develop within 1 to 23 days after the last dose of DAUNOrubicin.  Manifestations can include conduction or rhythm disturbances (ie, tachycardia, supraventricular dysrhythmias, heart block) and abnormal ECG findings (nonspecific ST-T changes). A significant decrease in ejection fraction has been documented 24 to 48 hours after drug administration. DAUNOrubicin can also cause cumulative (lifetime), dose-dependent cardiomyopathy as a result of direct endomyocardial tissue damage.  It is characterized by irreversible congestive heart failure, the mortality rate ranges from 50% to 80%. Bone marrow suppression is the acute dose-limiting toxicity. The following adverse effects have also been reported following therapeutic doses of DAUNOrubicin: Nausea, vomiting, diarrhea, stomatitis\/mucositis, constipation, abdominal pain, anorexia, fatigue, fever, cough, dyspnea, rhinitis, sinusitis, headache, rigors, acute allergic reactions, back pain, arthralgia, myalgia, diaphoresis, neuropathy, edema, chest pain, malaise, alopecia, dizziness, pruritus, and abnormal vision. Severe local tissue necrosis, cellulitis, thrombophlebitis, or painful induration may develop if extravasation occurs during therapy with DAUNOrubicin.<br\/>"},{"id":"158010-s-12-32","title":"Treatment","mono":"<b>DAUNORUBICIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor for signs of congestive heart failure. Administer dexrazoxane to prevent cardiomyopathy. Treat nausea and vomiting with several antiemetics of different classes. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Monitor for signs of congestive heart failure. Dexrazoxane should be used for the prophylaxis of cardiomyopathy and to treat extravasation. Treat patients with heart failure with diuretics, vasodilators, ACE inhibitors, and inotropic agents as indicated. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes.<\/li><li>Intrathecal injection: Inadvertent intrathecal injection has been reported with DAUNOrubicin, resulting in severe neurotoxicity and death. After an overdose,  keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hours). Add fresh frozen plasma (25 mL FFP per liter NS or LR) or 5% albumin to the perfusate to increase elimination as DAUNOrubicin is highly protein bound. Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: Decontamination is not necessary in most situations as DAUNOrubicin is administered IV. For dermal exposures, clean skin with soap and water, and for eye exposures, flush with water.<\/li><li>Airway management: Intubate if patient is unable to protect airway or if unstable dysrhythmias develop.<\/li><li>Antidote: There is no antidote, but dexrazoxane should be administered as soon as possible if the dose administered puts the patient at risk for delayed cardiomyopathy, or if extravasation has occurred.<\/li><li>Myelosuppression: Administer colony stimulating factors following a significant overdose as these patients are at risk for severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron, generally these are most effective in preventing nausea and vomiting, and are less effective than dopamine agonists), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Extravasation injury: Withdraw as much solution as possible from the catheter before it is removed. Administer dexrazoxane 1000 mg\/m(2) infused intravenously using a different venous access site over 1 to 2 hours on day 1 (MAX, 2000 mg) within 6 hours of extravasation. Repeat the same dose 24 +\/- 3 hours after extravasation on day 2 (MAX, 2000 mg) followed by a 500 mg\/m(2) dose 48 +\/- 3 hours after extravasation on day 3 (MAX, 1000 mg). Severe injury may require debridement.<\/li><li>Dexrazoxane: Dexrazoxane is used to prevent cardiomyopathy at therapeutic doses. There is no published clinical experience after overdose, but it should be administered as soon as possible if the DAUNOrubicin overdose is recognized early. If the DAUNOrubicin overdose is not recognized early, there is probably little benefit to administering dexrazoxane.  The usual dose of dexrazoxane to prevent cardiomyopathy is 10 times the doxorubicin dose (ie, 500 mg\/m(2) dexrazoxane for a 50 mg\/m(2) dose of doxorubicin). Additive myelosuppression generally occurs at dexrazoxane doses above 1000 mg\/m(2), so doses larger than this should generally be avoided. For extravasation, the initial dose is 1000 mg\/m(2) infused over 1 to 2 hours on day 1 (MAX, 2000 mg) and should be given within 6 hours of extravasation. Repeat the same dose 24 +\/- 3 hours after extravasation on day 2 (MAX, 2000 mg) followed by a 500 mg\/m(2) dose 48 +\/- 3 hours after extravasation on day 3 (MAX, 1000 mg).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics (eg, morphine, hydrocodone, oxycodone, fentanyl). Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. In patients with a DAUNOrubicin overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days.<\/li><li>Monitoring of patient: Monitor serial CBC (with differential) and platelet count until there is evidence of bone marrow recovery. Dose-dependent myelosuppression is the most frequent and severe toxicity associated with DAUNOrubicin. It manifests primarily as leukopenia, reaching a nadir towards the end of the second week of therapy and recovering by the end of the third week. Monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Evaluate patients for signs and symptoms of mucositis. Monitor vital signs and serial ECGs; institute continuous cardiac monitoring. Evaluate for evidence of cardiomyopathy and congestive heart failure. Echocardiogram or radionucleotide studies may be useful. Monitor serum electrolytes, renal function, and hepatic enzymes. Evaluate patients for signs and symptoms of mucositis.<\/li><li>Enhanced elimination procedure: Dialysis is UNLIKELY to be of benefit due to high protein binding and large volume of distribution. Plasma exchange would be expected to remove significant amounts of liposomal DAUNOrubicin if performed soon after overdose, but there are no clinical reports of use of this technique.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), cardiac function, and daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with DAUNOrubicin overdose. Consult a cardiologist to manage patients with heart failure. May require surgical consult for extravasation. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"158010-s-12-33","title":"Range of Toxicity","mono":"<b>DAUNORUBICIN<\/b><br\/>TOXICITY: Total cumulative doses of greater than 400 to 550 mg\/m(2) in adults, 300 mg\/m(2) in children greater than 2 years, and 10 mg\/kg in children under 2 years of age have resulted in an increase in incidence of myocardial toxicity, including fatal congestive heart failure. Intrathecal injection of 17 mg DAUNOrubicin was fatal in a child.  THERAPEUTIC DOSE: ADULTS: DAUNORUBICIN CITRATE LIPOSOME: 40 mg\/m(2) IV over 60 minutes every 2 weeks; DAUNORUBICIN: The usual dose is 30 to 45 mg\/m(2)\/day for 2 to 3 days in combination with other agents; several courses may be given. CHILDREN: DAUNORUBICIN CITRATE LIPOSOME: The efficacy and safety of liposomal DAUNOrubicin have not been established in children. DAUNORUBICIN (over 2 years of age): The usual dose is 25 mg\/m(2) on day 1 of every week in combination with other agents; several courses may be given. DAUNORUBICIN (under 2 years of age or body surface area less than 0.5 m(2)): A dose of 1 mg\/kg in combination with other agents is recommended; several courses may be given. <br\/>"}]},{"id":"158010-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Warn patient to expect red urine discoloration for 1 to 2 days after therapy.<\/li><li>Adverse effects to a fetus may be caused by either male or female patients receiving treatment with this drug. Emphasize the use of reliable contraception to patient.<\/li><li>This drug may cause nausea, vomiting, or alopecia.<\/li><li>Instruct patient to report signs\/symptoms of extravasation immediately, as drug is extremely caustic.<\/li><li>Advise patient to report signs\/symptoms of cardiotoxicity, especially in infants, children, and patients with pre-existing cardiac disease.<\/li><li>Patient should report signs\/symptoms of myelosuppression.<\/li><\/ul>"}]}