{"drugs":["Deferoxamine Mesylate","Desferal"],"mono":{"0":{"id":"170320-s-0","title":"Generic Names","mono":"Deferoxamine Mesylate"},"1":{"id":"170320-s-1","title":"Dosing and Indications","sub":[{"id":"170320-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Iron toxicity, acute:<\/b> 15 mg\/kg\/hr continuous IV infusion; may titrate up to 40 mg\/kg\/hr in patients with life-threatening iron toxicity; infuse for 12 hours with moderate poisoning or for up to 24 hours with severe poisoning (literature dosing)<\/li><li><b>Iron toxicity, acute:<\/b> (all patients not in shock) 1 g IM initially, then 500 mg IM every 4 hours for 2 doses, then subsequent doses of 500 mg every 4 to 12 hours as needed; MAX 6 g\/day (manufacturer dosing)<\/li><li><b>Iron toxicity, acute:<\/b> (patients in cardiovascular collapse) 1 g IV initially at a MAX rate of 15 mg\/kg\/hr, then 500 mg IV over 4 hours for 2 doses, then subsequent doses of 500 mg IV over 4 to 12 hours as needed; MAX rate for subsequent infusions 125 mg\/hr; MAX dose 6 g\/day (manufacturer dosing)<\/li><li><b>Iron toxicity, chronic, Due to transfusion-dependent anemias:<\/b> 0.5 to 1 g IM daily; MAX dose 1 g\/day<\/li><li><b>Iron toxicity, chronic, Due to transfusion-dependent anemias:<\/b> 1 to 2 g (20 to 40 mg\/kg\/day) slow SUBQ infusion over 8 to 24 hours; some patients may excrete as much iron after a shorter infusion of 8 to 12 hours<\/li><li><b>Iron toxicity, chronic, Due to transfusion-dependent anemias:<\/b> 40 to 50 mg\/kg\/day slow IV infusion over 8 to 12 hours for 5 to 7 days\/week; average doses should not exceed MAX 60 mg\/kg\/day; MAX rate 15 mg\/kg\/hr<\/li><\/ul>"},{"id":"170320-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness have not been determined in pediatric patients younger than 3 years<\/li><li><b>Iron toxicity, acute:<\/b> 50 mg\/kg\/dose IM every 6 hours  until resolution of systemic toxicity; MAX 6 g\/day<\/li><li><b>Iron toxicity, acute:<\/b> 15 mg\/kg\/hr IV as a continuous infusion; may titrate up to 35 mg\/kg\/hr for life-threatening iron toxicity; infuse for 12 hours with moderate poisoning or for up to 24 hours with severe poisoning (literature dosing)<\/li><li><b>Iron toxicity, acute:<\/b> initial IV rate not to exceed 15 mg\/kg\/hr, subsequent infusions MAX rate 125 mg\/hr; MAX dose 6 g\/day<\/li><li><b>Iron toxicity, chronic, Due to transfusion-dependent anemias:<\/b> (3 years or older) 20 to 40 mg\/kg\/day slow IV infusion; average dose should not exceed MAX 40 mg\/kg\/day until growth has stopped; MAX IV rate 15 mg\/kg\/hr<\/li><\/ul>"},{"id":"170320-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal disease or anuria:<\/b> use is contraindicated<\/li><li><b>geriatrics:<\/b> initiate at lower end of dosing range<\/li><\/ul>"},{"id":"170320-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Iron toxicity, acute<\/li><li>Iron toxicity, chronic, Due to transfusion-dependent anemias<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Renal dialysis<br\/>"}]},"3":{"id":"170320-s-3","title":"Contraindications\/Warnings","sub":[{"id":"170320-s-3-9","title":"Contraindications","mono":"<ul><li>anuria<\/li><li>hypersensitivity to deferoxamine mesylate<\/li><li>renal disease, severe<\/li><\/ul>"},{"id":"170320-s-3-10","title":"Precautions","mono":"<ul><li>aluminum overload, comorbid; may result in decreased serum calcium and aggravation of hyperparathyroidism<\/li><li>dialysis and comorbid aluminum-related encephalopathy; may cause neurological dysfunction (seizures) or dialysis dementia<\/li><li>ferritin levels, low; ocular disturbances (blurry vision; cataracts in chronic iron overload; decreased visual acuity; impaired peripheral, color, and night vision; optic neuritis, cataracts, corneal opacities, and retinal pigmentary abnormalities) and auditory disturbances (tinnitus and hearing loss including high frequency sensorineural hearing loss), reversible in most cases, have been reported; monitoring recommended<\/li><li>geriatric patients; may have an increased risk of ocular and auditory disturbances, including deafness and hearing loss; dose adjustment recommended<\/li><li>high-dose therapy; ocular (blurry vision; cataracts in chronic iron overload; decreased visual acuity; impaired peripheral, color, and night vision; optic neuritis, cataracts, corneal opacities, and retinal pigmentary abnormalities) and auditory disturbances (tinnitus and hearing loss including high frequency sensorineural hearing loss), reversible in most cases, have been reported; monitoring recommended<\/li><li>increased susceptibility to Yersinia enterocolitica, Yersinia pseudotuberculosis; drug discontinuation recommended<\/li><li>IV administration; excessively high doses has resulted in respiratory distress syndrome; rapid injection has resulted in urticaria, hypotension, and shock; use proper administration<\/li><li>mucormycosis, including fatalities have been reported; if suspected discontinue therapy and institute medical management<\/li><li>pediatric patients; high doses and concomitant low ferritin levels have been associated with growth retardation; monitoring recommended<\/li><li>prolonged use; ocular (blurry vision; cataracts in chronic iron overload; decreased visual acuity; impaired peripheral, color, and night vision; optic neuritis, cataracts, corneal opacities, and retinal pigmentary abnormalities) and auditory disturbances (tinnitus and hearing loss including high frequency sensorineural hearing loss), reversible in most cases, have been reported; monitoring recommended<\/li><li>renal toxicity, including increases in serum creatinine (possibly dose-related), acute renal failure, and renal tubular disorders, has been reported; monitoring recommended<\/li><li>scintigraphy with gallium-67; imaging may be distorted; discontinue deferoxamine 48 hours prior to procedure is recommended<\/li><\/ul>"},{"id":"170320-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Deferoxamine: C (FDA)<\/li><li>Deferoxamine: B3 (AUS)<\/li><\/ul>"},{"id":"170320-s-3-12","title":"Breast Feeding","mono":"<ul><li>Deferoxamine: WHO: WHO documentation states insufficient data.<\/li><li>Deferoxamine: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"170320-s-4","title":"Drug Interactions","sub":{"1":{"id":"170320-s-4-14","title":"Major","mono":"<ul>Ascorbic Acid (probable)<\/ul>"}}},"5":{"id":"170320-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site pain<\/li><li><b>Endocrine metabolic:<\/b>Decreased body growth<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac complication, Hypotension, Shock, Tachyarrhythmia<\/li><li><b>Hematologic:<\/b>Aplastic anemia, Thrombocytopenia<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (frequent)<\/li><li><b>Ophthalmic:<\/b>Abnormal vision<\/li><li><b>Otic:<\/b>Auditory dysfunction<\/li><li><b>Renal:<\/b>Acute renal failure<\/li><li><b>Other:<\/b>Mucormycosis (rare)<\/li><\/ul>"},"6":{"id":"170320-s-6","title":"Drug Name Info","sub":{"0":{"id":"170320-s-6-17","title":"US Trade Names","mono":"Desferal<br\/>"},"2":{"id":"170320-s-6-19","title":"Class","mono":"Heavy Metal Chelator<br\/>"},"3":{"id":"170320-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"170320-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"170320-s-7","title":"Mechanism Of Action","mono":"Deferoxamine mesylate is a chelating agent that readily chelates iron from ferritin and hemosiderin. It prevents the iron from entering into further chemical reactions.<br\/>"},"8":{"id":"170320-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"170320-s-8-25","title":"Metabolism","mono":"Plasma enzymes: pathways not yet defined <br\/>"},"3":{"id":"170320-s-8-26","title":"Excretion","mono":"<ul><li>Fecal via bile<\/li><li>Renal: as chelates with iron<\/li><li>Dialyzable: yes<\/li><\/ul>"}}},"9":{"id":"170320-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>vials are for single use only because reconstituted with sterile water for injection; discard unused portions and do not refrigerate<\/li><li>if reconstituted under validated aseptic conditions, the reconstituted vial can be stored at room temperature for a maximum of 24 hours<\/li><li>administer immediately following reconstitution; commence treatment within 3 hours<\/li><li>administer IM or by slow subQ or slow IV infusion; do not use rapid IV injection (can cause a severe injection reaction)<\/li><li>do not administer concurrently with blood transfusion; may give prior to or following same-day blood transfusion<\/li><\/ul><\/li><li><b>Intramuscular<\/b><br\/><ul><li>reconstitute 500-mg vial with 2 mL of sterile water for injection; yields a 213 mg\/mL final concentration<\/li><li>reconstitute 2-g vial with 8 mL of sterile water for injection; yields a 213 mg\/mL final concentration<\/li><li>(acute iron intoxication) IM administration is preferred and should be used for all patients not in shock<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>do not administer via rapid IV injection (can cause a severe injection reaction)<\/li><li>(acute iron intoxication) route should only be used in patients with cardiovascular collapse and then only by slow infusion.<\/li><li>reconstitute 500-mg vial with 5 mL of sterile water for injection; yields a 95 mg\/mL final concentration<\/li><li>reconstitute 2-g vial with 20 mL of sterile water for injection; yields a 95 mg\/mL final concentration<\/li><li>(acute iron intoxication) further dilute reconstituted solution in NS, 0.45% NaCl, glucose in water, or Ringer lactate solution<\/li><li>(acute iron intoxication) infusion rate should not exceed 15 mg\/kg\/hr for the first 1000 mg administered; subsequent IV dosing, if required, must be at a slower rate not to exceed 125 mg\/hr<\/li><li>(acute iron intoxication) discontinue IV and switch to IM administration as soon as clinically possible<\/li><\/ul><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>reconstitute 500-mg vial with 5 mL of sterile water for injection; yields a 95 mg\/mL final concentration<\/li><li>reconstitute 2-g vial with 20 mL of sterile water for injection; yields a 95 mg\/mL final concentration<\/li><li>use a small portable pump capable of providing a continuous mini-infusion to administer a dose over 8 to 24 hours<\/li><\/ul><\/li><\/ul>"},"10":{"id":"170320-s-10","title":"Monitoring","mono":"<ul><li>reduced serum iron levels is indicative of efficacy<\/li><li>renal function<\/li><li>audiometry test; periodically during long-term therapy<\/li><li>body weight and growth; every 3 months in pediatric patients<\/li><li>visual acuity tests, slit-lamp examinations, and funduscopy; periodically during long-term therapy<\/li><\/ul>"},"11":{"id":"170320-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Injection Powder for Solution: 2 GM, 500 MG<br\/><\/li><li><b>Desferal<\/b><br\/>Injection Powder for Solution: 2 GM, 500 MG<br\/><\/li><\/ul>"},"12":{"id":"170320-s-12","title":"Toxicology","sub":[{"id":"170320-s-12-31","title":"Clinical Effects","mono":"<b>DEFEROXAMINE <\/b><br\/>USES: Deferoxamine is a parenteral iron chelating agent which is used to treat acute iron overdose and chronic iron overload conditions. It is also used to chelate aluminum in renal failure patients undergoing dialysis. PHARMACOLOGY: Deferoxamine binds to iron that is not bound to iron-carrying proteins, forming an octahedral iron complex (ferrioxamine). Ferrioxamine is then excreted in the urine and bile, decreasing the overall amount of iron in the serum. TOXICOLOGY: The mechanism of rate-related hypotension caused by deferoxamine administration is poorly understood, but may be due in part to histamine release. EPIDEMIOLOGY: Deferoxamine use is relatively uncommon, and acute deferoxamine overdose is extremely rare. OVERDOSE: Hypotension is common at high infusion rates. Acute lung injury is common when high-dose continuous infusions are used for 24 hours or more. Pruritus, shortness of breath, chest pain, acute renal failure, and fatal acute lung injury have developed in patients who received inadvertent deferoxamine overdose. ADVERSE EFFECTS: COMMON: The most common adverse effect with therapeutic use is hypotension. Hypotension is predominantly rate-related. Less commonly, acute lung injury and ARDS have been described in patients receiving high-dose deferoxamine for more than 24 hours. Deferoxamine therapy has been associated with increased risk of infection with Yersinia enterocolitica; The virulence of the organism is facilitated when ferrioxamine acts as a siderophore for their growth. Zygomycetes, Aeromonas hydrophilia, and mucormycosis appear to also be more common. CHRONIC THERAPY: Uncommon adverse effects that occur more often in patients on chronic deferoxamine therapy include ocular toxicity (loss of color vision, visual field cuts, and pigmentary retinal degeneration), sensorineural hearing loss, tinnitus, dementia, thrombocytopenia, aplastic anemia, bone dysplasia, and anaphylactic reactions. Acute renal failure and glomerulonephritis have been described in a handful of cases.<br\/>"},{"id":"170320-s-12-32","title":"Treatment","mono":"<b>DEFEROXAMINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment of mild to moderate toxicity predominantly consists of symptomatic and supportive care. Acute toxicity with hypotension commonly follows rapid IV infusion of deferoxamine. Administer intravenous fluids and reduce or interrupt the infusion. Reducing the infusion rate to less than 15 mg\/kg\/hour, with a maximum dose of 50 mg\/kg\/day, reduces the risk of hypotension. However, in the setting of acute iron overdose, higher doses may be required for adequate treatment. MANAGEMENT OF SEVERE TOXICITY: Patients with severe hypotension may require IV fluid boluses and the addition of pressors (norepinephrine or dopamine) to maintain blood pressure. Severe anaphylaxis should be treated with antihistamines, corticosteroids, and epinephrine. Patients who develop acute lung injury\/ARDS should have the deferoxamine discontinued and be treated with intubation and lung-protective ventilation strategies. The risk of acute lung injury\/ARDS may be decreased by discontinuing treatment with deferoxamine within 24 hours. Patients who develop severe Yersinia sepsis should discontinue deferoxamine therapy and begin empiric antibiotic treatment with intravenous therapy with a third generation cephalosporin, such as ceftriaxone (2 g\/day in adults or 100 mg\/kg\/day in 1 or 2 divided doses in children, to a maximum dose of 4 g\/day) combined with gentamicin (5 mg\/kg\/day in 1 to 3 divided doses) while awaiting culture results and sensitivities. Less severe Yersinia infections, such as gastroenteritis, may be treated with trimethoprim-sulfa while awaiting culture results.<\/li><li>Decontamination:  PREHOSPITAL\/HOSPITAL: Acute toxicity usually follows rapid intravenous administration, and deferoxamine is poorly absorbed from the gastrointestinal tract. Gastrointestinal decontamination is generally not necessary.<\/li><li>Airway management: Rarely, patients who develop acute lung injury or have anaphylactic reactions may require intubation for airway management.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor vital signs and pulse oximetry. Monitor serum electrolytes, renal function, and urine output. Deferoxamine concentrations are not widely available or clinically useful.<\/li><li>Enhanced elimination procedure: Hemodialysis is effective at removing ferrioxamine in patients with renal failure.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management. OBSERVATION CRITERIA: A majority of patients who receive acute deferoxamine therapy will already be admitted to the hospital. Patients on chronic home deferoxamine therapy who receive an inadvertent overdose should be evaluated in a medical facility. ADMISSION CRITERIA: Patients who develop severe signs and symptoms of deferoxamine toxicity (hypotension, acute lung injury, anaphylaxis, Yersinia sepsis) will likely need to be admitted to an ICU setting. CONSULT CRITERIA: Contact a medical toxicologist or poison center for any patient with suspected deferoxamine toxicity (hypotension, acute lung injury, anaphylaxis, Yersinia sepsis). Patients with renal failure will benefit from a nephrology consult for possible dialysis. Patients with suspected Yersinia sepsis will benefit from an infectious disease consult to assist in tailoring antibiotic therapy.<\/li><\/ul>"},{"id":"170320-s-12-33","title":"Range of Toxicity","mono":"<b>DEFEROXAMINE<\/b><br\/>TOXICITY: Intravenous administration faster than 15 mg\/kg\/hr can result in hypotension. Acute lung injury has been associated with prolonged (greater than 24 hours) high dose (15 mg\/kg\/hour or more) infusions in patients with acute iron overdose. A 17-year-old adolescent developed acute renal failure and hypertension after an inadvertent dose of 45 g (700 mg\/kg) over 8 hours instead of the intended administration of 96 hours. No permanent sequelae was observed. THERAPEUTIC DOSE: ACUTE IRON OVERDOSE: ADULTS AND CHILDREN: 15 mg\/kg\/hour as a continuous IV infusion; a rate up to 40 mg\/kg\/hour can be given in patients with life-threatening iron toxicity, although hypotension may occur with higher doses, and the rate should be decreased if this develops. Duration of infusion is up to 24 hours in patients with severe poisoning. CHRONIC IRON OVERLOAD: ADULTS: IM: 500 to 1000 mg IM daily. The maximum daily dose is 1000 mg; IV: 40 to 50 mg\/kg\/day over 8 to 12 hours 5 to 7 days per week, with the infusion rate not exceeding 15 mg\/kg\/hour; SubQ: 1000 to 2000 mg (20 to 40 mg\/kg\/day) administered over 8 to 24 hours. CHILDREN 3 YEARS AND OLDER: 20 to 40 mg\/kg\/day via slow IV infusion. The average dose should not exceed 40 mg\/kg\/day until growth has stopped, and the IV infusion rate should not exceed 15 mg\/kg\/hour. CHILDREN LESS THAN 3-YEARS-OLD: Safety and efficacy not established.<br\/>"}]},"13":{"id":"170320-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient that drug may cause a reddish discoloration of the urine.<\/li><li>If dizziness or vision or hearing impairment are experienced, advise patient to avoid driving or performing other hazardous tasks.<\/li><li>Instruct patient to report signs\/symptoms of hypotension or tachyarrhythmia.<\/li><li>Patient should not use vitamin C concurrently, unless approved by healthcare professional.<\/li><\/ul>"}}}