{"drugs":["Desoximetasone","Topicort","Topicort LP"],"mono":{"0":{"id":"170550-s-0","title":"Generic Names","mono":"Desoximetasone"},"1":{"id":"170550-s-1","title":"Dosing and Indications","sub":[{"id":"170550-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Inflammatory hyperkeratotic dermatosis:<\/b> apply a thin film TOPICALLY to affected skin area twice daily<\/li><li><b>Plaque psoriasis:<\/b> (spray) apply a thin film TOPICALLY to affected skin area twice daily; rub in gently<\/li><\/ul>"},{"id":"170550-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>(spray) safety and efficacy of desoximetasone spray not established in pediatric patients<\/li><li><b>Inflammatory hyperkeratotic dermatosis:<\/b> apply a thin film TOPICALLY to affected skin area twice daily; use the smallest amount that will be clinically effective<\/li><\/ul>"},{"id":"170550-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatric (spray):<\/b> start at low end of dosing range<\/li><li><b>hypothalamic-pituitary-adrenal (HPA) axis suppression:<\/b> reduce the frequency of application, substitute a less potent steroid, or slowly discontinue therapy<\/li><\/ul>"},{"id":"170550-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Inflammatory hyperkeratotic dermatosis<\/li><li>Plaque psoriasis<\/li><\/ul>"}]},"3":{"id":"170550-s-3","title":"Contraindications\/Warnings","sub":[{"id":"170550-s-3-9","title":"Contraindications","mono":"hypersensitivity to any component of the preparation, history (cream, gel, ointment) <br\/>"},{"id":"170550-s-3-10","title":"Precautions","mono":"<ul><li>allergic contact dermatitis may occur; increased risk with occlusive use, prolonged use, and use of high-potency steroids<\/li><li>corticosteroid, high-potency, use may increase systemic absorption and increase the risk of local adverse reactions<\/li><li>Cushing syndrome may occur due to systemic absorption, especially in pediatric patients<\/li><li>diabetes, latent unmasking, or hyperglycemia may occur with systemic absorption<\/li><li>dermatological infection, uncontrolled; discontinue therapy until infection is resolved<\/li><li>geriatric patients; start with lower end of dosing range (topical spray)<\/li><li>hypothalamic-pituitary-adrenal (HPA) axis suppression, reversible, may occur due to systemic absorption; increased risk with application of large doses to large surface areas or under occlusive dressings, use in pediatric patients, prolonged use, application to altered skin barrier, use of high-potency steroids, or liver failure; monitoring recommended; dose adjustment may be warranted<\/li><li>intracranial hypertension has been reported in pediatric patients receiving topical corticosteroids<\/li><li>occlusive dressing; may increase systemic absorption and increase the risk of local adverse reactions<\/li><li>pediatric patients; more susceptible to systemic toxicity due to the absorption of proportionally larger amounts of topical corticosteroids; use not recommended<\/li><li>prolonged use may increase systemic absorption and increase the risk of local adverse reactions<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"170550-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"170550-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"170550-s-4","title":"Drug Interactions","sub":{"1":{"id":"170550-s-4-14","title":"Major","mono":"<ul>Pixantrone (theoretical)<\/ul>"}}},"5":{"id":"170550-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Atrophic condition of skin, Secondary infection, Skin striae<\/li><li><b>Endocrine metabolic:<\/b>Secondary hypocortisolism<\/li><\/ul>"},"6":{"id":"170550-s-6","title":"Drug Name Info","sub":{"0":{"id":"170550-s-6-17","title":"US Trade Names","mono":"<ul><li>Topicort<\/li><li>Topicort LP<\/li><\/ul>"},"2":{"id":"170550-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Corticosteroid, Strong<\/li><li>Dermatological Agent<\/li><\/ul>"},"3":{"id":"170550-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"170550-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"170550-s-7","title":"Mechanism Of Action","mono":"Corticosteroids exert multiple physiologic actions such as cellular signaling, immune modulation, inflammation and protein regulation, and vasoconstriction. The exact mechanism in the treatment of psoriasis is unknown. Desoximetasone is a high to very high potency  fluorinated corticosteroid compared with other topical corticosteroids. Desoximetasone, a synthetic corticosteroid, has anti-inflammatory, anti-pruritic, and vasoconstrictive actions. The mechanism of its anti-inflammatory effect is unclear, however, it is suggested that its therapeutic efficacy in treating dermatoses may be related to its vasoconstrictor potency.<br\/>"},"8":{"id":"170550-s-8","title":"Pharmacokinetics","sub":[{"id":"170550-s-8-23","title":"Absorption","mono":"Bioavailability: topical, variable (7% with ointment) <br\/>"},{"id":"170550-s-8-24","title":"Distribution","mono":"Protein binding: Varying degrees via hepatic conjugation to form the glucuronide and sulfate ester <br\/>"},{"id":"170550-s-8-25","title":"Metabolism","mono":"Liver: primary site via hepatic conjugation to form the glucuronide and sulfate ester <br\/>"},{"id":"170550-s-8-26","title":"Excretion","mono":"<ul><li>renal: primary (4.1% unchanged)<\/li><li>feces: 1.1% (unchanged).<\/li><li>bile: some<\/li><\/ul>"},{"id":"170550-s-8-27","title":"Elimination Half Life","mono":"cream, 15 to 17 hours <br\/>"}]},"9":{"id":"170550-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>for topical use only, not for ophthalmic, oral, or vaginal use; avoid contact with eyes<br\/><\/li><li><b>Topical<\/b><br\/><ul><li>(spray) do not apply to face, axilla, or groin<\/li><li>(spray) do not use if atrophy is present at the application site<\/li><li>apply thin film to affected areas and rub in gently<\/li><li>do not use occlusive dressings, including tight fitting diapers or plastic pants, unless clinically warranted<\/li><\/ul><\/li><\/ul>"},"10":{"id":"170550-s-10","title":"Monitoring","mono":"<ul><li>dermatoses: reduced inflammation or pruritus may indicate efficacy<\/li><li>plaque psoriasis: improvement in lesions or control of disease may indicate efficacy<\/li><li>hypothalamic-pituitary-adrenal (HPA) axis suppression, especially in pediatric patients, and when used over large surface areas, for prolonged periods, under occlusion, on an altered skin barrier, and in patients with liver failure; periodically<\/li><\/ul>"},"11":{"id":"170550-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Topical Cream: 0.05 %, 0.25 %<\/li><li>Topical Gel\/Jelly: 0.05 %<\/li><li>Topical Ointment: 0.05 %, 0.25 %<\/li><\/ul><\/li><li><b>Topicort LP<\/b><br\/>Topical Cream: 0.05 %<br\/><\/li><li><b>Topicort<\/b><br\/><ul><li>Topical Cream: 0.05 %, 0.25 %<\/li><li>Topical Gel\/Jelly: 0.05 %<\/li><li>Topical Ointment: 0.05 %, 0.25 %<\/li><li>Topical Spray: 0.25 %<\/li><\/ul><\/li><\/ul>"},"12":{"id":"170550-s-12","title":"Toxicology","sub":[{"id":"170550-s-12-31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"170550-s-12-32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"170550-s-12-33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"170550-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause dry skin, itching, folliculitis, irritation, or a burning sensation.<\/li><li>Instruct patient to report signs\/symptoms of hypothalamic-pituitary-adrenal (HPA) axis suppression (fatigue, depression, anxiety, hyperglycemia, muscle weakness, immunosuppression symptoms). Prolonged therapy or application to large areas may increase the risk of HPA.<\/li><li>Tell your healthcare provider if you develop a skin infection.<\/li><li>Advise patient that drug is for topical use only. Tell patient to avoid drug contact with face, axillae, or groin (spray).<\/li><li>Patient should not place an occlusive dressing, including diapers or plastic pants, over treated areas unless directed by a healthcare provider.<\/li><li>Tell patient to avoid drug contact with eyes.<\/li><li>Advise patient against mixing or using other medicines on affected skin, including other steroid-containing products, unless approved by healthcare provider.<\/li><\/ul>"}}}