{"generic":"Didanosine","drugs":["Didanosine","Videx","Videx EC","Videx Pediatric"],"mono":[{"id":"178425-s-0","title":"Generic Names","mono":"Didanosine"},{"id":"178425-s-1","title":"Dosing and Indications","sub":[{"id":"178425-s-1-4","title":"Adult Dosing","mono":"<ul><li>Chewable\/dispersible buffered tablets are no longer available in the United States. Discontinuation of this product was voluntary and not due to safety concerns. Didanosine delayed-release capsules enteric-coated beadlets (Videx(R) EC) and pediatric powder for oral solution are still available.<\/li><li><b>HIV infection:<\/b> (delayed-release capsules) less than 60 kg, 250 mg ORALLY once daily; 60 kg or greater, 400 mg ORALLY once daily<\/li><li><b>HIV infection:<\/b> (solution) less than 60 kg, 125 mg ORALLY twice daily; 60 kg or greater, 200 mg ORALLY twice daily; alternatively, for those requiring once-daily frequency: less than 60 kg, 250 mg ORALLY once daily; 60 kg or greater, 400 mg ORALLY once daily<\/li><li><b>HIV infection:<\/b> (solution or delayed-release capsules) with concomitant tenofovir; less than 60 kg, 200 mg ORALLY once daily or 60 kg or greater, 250 mg ORALLY once daily<\/li><\/ul>"},{"id":"178425-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Chewable\/dispersible buffered tablets are no longer available in the United States. Discontinuation of this product was voluntary and not due to safety concerns. Didanosine delayed-release capsules enteric-coated beadlets (Videx(R) EC) and pediatric powder for oral solution are still available.<\/li><li>dosing recommendations for patients younger than 2 weeks have not been established<\/li><li>safety and efficacy of didanosine delayed-release capsules established in patients (aged 6 to 18 years) who can safely swallow capsules and have a body weight of at least 20 kg<\/li><li><b>HIV infection:<\/b> 2 weeks to younger than 3 months, 50 mg\/m(2) ORALLY every 12 hours (guideline dosing)<\/li><li><b>HIV infection:<\/b> 3 to 8 months of age, 100 mg\/m(2) ORALLY every 12 hours (guideline dosing)<\/li><li><b>HIV infection:<\/b> (solution) 2 weeks to 8 months of age, 100 mg\/m(2) ORALLY twice daily (manufacturer dosing)<\/li><li><b>HIV infection:<\/b> (solution) 8 months or older, 120 mg\/m(2) ORALLY twice daily; MAX dose 200 mg twice daily<\/li><li><b>HIV infection:<\/b> (delayed-release capsules) 6 to 18 years of age, 20 kg to less than 25 kg, 200 mg ORALLY once daily; 25 kg to less than 60 kg, 250 mg ORALLY once daily; at least 60 kg, 400 mg ORALLY once daily<\/li><\/ul>"},{"id":"178425-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (weight 60 kg or more):<\/b> Videx(R) EC; CrCl 30 to 59 mL\/min, 200 mg once daily; CrCl 10 to 29 mL\/min, 125 mg once daily; CrCl less than 10 mL\/min, 125 mg once daily<\/li><li><b>renal impairment (weight less than 60 kg):<\/b> Videx(R) EC; CrCl 30 to 59 mL\/min, 125 mg once daily; CrCl 10 to 29 mL\/min, 125 mg once daily; CrCl less than 10 mL\/min, not recommended<\/li><li><b>renal impairment (weight 60 kg or more):<\/b> solution; CrCl 30 to 59 mL\/min, 200 mg once daily or 100 mg twice daily; CrCl 10 to 29 mL\/min, 150 mg once daily; CrCl less than 10 mL\/min, 100 mg once daily<\/li><li><b>renal impairment (weight less than 60 kg):<\/b> solution; CrCl 30 to 59 mL\/min, 150 mg once daily or 75 mg twice daily; CrCl 10 to 29 mL\/min, 100 mg once daily; CrCl less than 10 mL\/min, 75 mg once daily<\/li><li><b>renal impairment:<\/b> pediatric patients; consider dose and\/or interval adjustment; specific recommendations not available<\/li><li><b>hepatic impairment:<\/b> no dose adjustment required<\/li><li><b>hemodialysis or continuous peritoneal dialysis:<\/b> use dosing recommendations for patients with CrCl less than 10 mL\/min; supplemental dosing following hemodialysis is not necessary<\/li><li><b>peripheral neuropathy:<\/b> suspend therapy and attempt reduced dose after symptoms resolve; discontinue therapy if neuropathy recurs<\/li><li><b>pancreatitis:<\/b> suspend therapy if pancreatitis is suspected; discontinue therapy if pancreatitis is confirmed<\/li><\/ul>"},{"id":"178425-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Chewable\/dispersible buffered tablets are no longer available in the United States. Discontinuation of this product was voluntary and not due to safety concerns. Didanosine delayed-release capsules enteric-coated beadlets (Videx(R) EC) and pediatric powder for oral solution are still available [2].<\/li><li>HIV infection<\/li><\/ul>"}]},{"id":"178425-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule, Delayed Release; Powder for Solution)<\/b><br\/>Fatal and nonfatal pancreatitis has occurred during therapy with didanosine. Didanosine should be suspended in patients with suspected pancreatitis and discontinued in patients with confirmed pancreatitis. Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported. Fatal lactic acidosis has been reported in pregnant women who received the combination of didanosine and stavudine with other antiretroviral agents. The combination of didanosine and stavudine should be used with caution during pregnancy and is recommended only if the potential benefit clearly outweighs the potential risk.<br\/>"},{"id":"178425-s-3","title":"Contraindications\/Warnings","sub":[{"id":"178425-s-3-9","title":"Contraindications","mono":"<ul><li>concomitant use of allopurinol<\/li><li>concomitant use of ribavirin<\/li><\/ul>"},{"id":"178425-s-3-10","title":"Precautions","mono":"<ul><li>pancreatitis has been reported, including fatalities; increased risk in higher doses, concomitant pancreatoxic drugs, or advanced HIV-1 infection especially in elderly; may require suspension or discontinuation of therapy<\/li><li>lactic acidosis and severe hepatomegaly with steatosis, including fatalities, have been reported with nucleoside analogs; increased risk in obesity, female gender, prolonged nucleoside exposure, or known risk factors for liver disease; suspend treatment if signs or symptoms occur<\/li><li>concomitant stavudine, or hydroxyurea (with or without stavudine); avoid use<\/li><li>hepatic dysfunction, preexisting; monitoring recommended for worsening of liver function; interruption or discontinuation of therapy may be required<\/li><li>non-cirrhotic portal hypertension has been reported, including fatalities or cases requiring liver transplantation; onset occurred months to years after start of therapy; discontinue therapy if signs or symptoms occur<\/li><li>opportunistic infections, indolent or residual; inflammatory response (immune reconstitution syndrome) may occur<\/li><li>peripheral neuropathy has been reported; increased risk in patients with advanced HIV disease, history of neuropathy, or concurrent neurotoxic drug therapy; discontinuation of therapy may be required<\/li><li>renal impairment; dose adjustment recommended<\/li><li>retinal changes and optic neuritis have been reported; monitoring recommended<\/li><li>report suspected adverse reactions to Bristol-Myers Squibb at 1-800-721-5072 or the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"178425-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"178425-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"178425-s-4","title":"Drug Interactions","sub":[{"id":"178425-s-4-13","title":"Contraindicated","mono":"<ul><li>Allopurinol (established)<\/li><li>Oxypurinol (established)<\/li><li>Ribavirin (established)<\/li><\/ul>"},{"id":"178425-s-4-14","title":"Major","mono":"<ul><li>Darunavir (theoretical)<\/li><li>Hydroxyurea (probable)<\/li><li>Stavudine (established)<\/li><li>Tenofovir Disoproxil Fumarate (established)<\/li><li>Zalcitabine (probable)<\/li><\/ul>"},{"id":"178425-s-4-15","title":"Moderate","mono":"<ul><li>Atazanavir (established)<\/li><li>Atevirdine (probable)<\/li><li>Ciprofloxacin (probable)<\/li><li>Delavirdine (probable)<\/li><li>Enoxacin (probable)<\/li><li>Ganciclovir (probable)<\/li><li>Indinavir (probable)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Lomefloxacin (probable)<\/li><li>Methadone (probable)<\/li><li>Metoclopramide (established)<\/li><li>Moxifloxacin (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Ofloxacin (probable)<\/li><li>Ranitidine (established)<\/li><li>Rifabutin (established)<\/li><li>Ritonavir (probable)<\/li><li>Sulfamethoxazole (probable)<\/li><li>Trimethoprim (probable)<\/li><li>Trovafloxacin Mesylate (probable)<\/li><li>Valganciclovir (probable)<\/li><\/ul>"}]},{"id":"178425-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (7% to 9%), Rash (7% to 30%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (7% to 13%), Diarrhea (19% to 70%), Nausea (24% to 53%), Vomiting (12% to 30%)<\/li><li><b>Hepatic:<\/b>Increased liver enzymes<\/li><li><b>Neurologic:<\/b>Headache (21% to 46%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction<\/li><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Endocrine metabolic:<\/b>Lactic acidosis<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hematologic:<\/b>Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatomegaly, Liver failure, Portal hypertension, Non-cirrhotic (rare)<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Neurologic:<\/b>Peripheral neuropathy (17% to 26%)<\/li><li><b>Ophthalmic:<\/b>Optic neuritis<\/li><li><b>Renal:<\/b>Nephrotoxicity<\/li><li><b>Other:<\/b>Anaphylactoid reaction<\/li><\/ul>"},{"id":"178425-s-6","title":"Drug Name Info","sub":{"0":{"id":"178425-s-6-17","title":"US Trade Names","mono":"<ul><li>Videx<\/li><li>Videx EC<\/li><li>Videx Pediatric<\/li><\/ul>"},"2":{"id":"178425-s-6-19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Nucleoside Reverse Transcriptase Inhibitor<\/li><\/ul>"},"3":{"id":"178425-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"178425-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"178425-s-7","title":"Mechanism Of Action","mono":"Systemic: Didanosine is metabolized intracellularly by a series of cellular enzymes to its active moiety, 2,3-dideoxyadenosine-5-triphosphate (ddA-TP), which inhibits HIV DNA polymerase (reverse transcriptase). HIV replication is suppressed by chain termination, competitive inhibition of reverse transcriptase, or both. The intracellular half-life of ddA-TP is greater than 12 hours. <br\/>"},{"id":"178425-s-8","title":"Pharmacokinetics","sub":[{"id":"178425-s-8-23","title":"Absorption","mono":"Systemic: Bioavailability: 33% to 37% Adults; 19 to 42% (range, 2 to 89%) Children (7 months to 19 years of age); 20 to 25% higher chewable<br\/>"},{"id":"178425-s-8-24","title":"Distribution","mono":"Systemic: Vd: 0.7 to 1 L\/kg, Adults; 35.6 L\/m(2), Children (8 mo to 18 yr)<br\/>"},{"id":"178425-s-8-25","title":"Metabolism","mono":"Systemic: Rapidly: Metabolites 2,3-dideoxyadenosine-5-triphosphate (ddA-TP). <br\/>"},{"id":"178425-s-8-26","title":"Excretion","mono":"Systemic: Renal: 50%<br\/>"},{"id":"178425-s-8-27","title":"Elimination Half Life","mono":"Systemic: 1.5 hr (0.8 to 2.7 hr), Adults; 0.8 hr (0.5 to 1.2 hr), Children (8 mo to 18 yr).  <br\/>"}]},{"id":"178425-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(delayed-release capsule) swallow intact on an empty stomach<\/li><li>(solution) reconstitute the 2-g bottle with 100 mL of purified water or the 4-g bottle with 200 mL of purified water to an initial concentration of 20 mg\/mL<\/li><li>(solution) immediately mix didanosine solution 1 to 1 with any commercially available antacid containing aluminum hydroxide (400 mg\/5 mL), magnesium hydroxide (400 mg\/5 mL), and simethicone (40 mg\/5 mL) for a final didanosine concentration of 10 mg\/mL<\/li><li>(solution) for patient home use, dispense in a flint-glass or plastic (HDPE, PET, or PETG) bottle<\/li><li>(solution) shake thoroughly prior to use and administer on an empty stomach, at least 30 minutes before or 2 hours after a meal<\/li><li>(solution) store prepared solution in refrigerator and use within 30 days of admixture<\/li><li>(solution with ciprofloxacin) if given together, take at least 6 hours before or 2 hours after ciprofloxacin<\/li><li>(solution with delavirdine) if given together, take 1 hour after delavirdine<\/li><li>(solution with indinavir) if given together, take 1 hour after indinavir<\/li><li>(solution with nelfinavir) if given together, take 1 hour before nelfinavir<\/li><li>(solution with ketoconazole or itraconazole) if given together, take 2 hours after azole antifungals<\/li><\/ul>"},{"id":"178425-s-10","title":"Monitoring","mono":"<ul><li>(adults and adolescents) viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>(adults and adolescents) CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during at least the first 2 years of treatment and if the CD4 counts are less than 300 cell\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>(adults and adolescents) hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>(pediatrics) viral load: at baseline and with modification of ARV treatment, within 2 to 4 weeks, then every 3 to 4 months thereafter<\/li><li>(pediatrics) CD4 count\/percentage: at baseline and with modification of ARV treatment, then every 3 to 4 months; less frequent monitoring for children adherent to treatment who have remained clinically stable and have maintained viral suppression and CD4 counts above the threshold for opportunistic infection for more than 2 to 3 years<\/li><li>(pediatrics) clinical history, physical exam, and evaluation of adherence: at baseline at 1 to 2 weeks and 2 to 4 weeks following initiation or modification of ARV treatment, then every 3 to 4 months thereafter<\/li><li>(adults and adolescents) ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>(adults and adolescents) signs and symptoms of portal hypertension (eg thrombocytopenia and splenomegaly) including liver enzymes, serum bilirubin, albumin, CBC, and INR; at each routine medical visit<\/li><li>(adults and adolescents) basic chemistry including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>(adults and adolescents) CBC with a differential; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>(adults and adolescents) fasting blood glucose or HbA1c at baseline and with modification of ARV treatment, then every 3 to 6 months in patients with abnormal values or every 12 months in patients with normal values<\/li><li>(adults and adolescents) fasting lipid profile at baseline and with modification of ARV treatment, at 2 to 8 weeks or 4 to 8 weeks, then every 6 to 12 months<\/li><li>(adults and adolescents) urinalysis; at baseline or modification of therapy, then annually<\/li><li>(adults and adolescents) ultrasonography at each routine medial visit to assess for early signs and symptoms of portal hypertension (splenomegaly)<\/li><li>(adults and adolescents) signs and symptoms of pancreatitis; in high risk patients (eg, elderly and patients with renal impairment)<\/li><li>(adults and adolescents) ophthalmic exam of the retina periodically<\/li><li>(pediatrics) basic chemistry including creatinine, electrolytes, and glucose; at baseline and with modification of ARV treatment, at 2 to 4 weeks after treatment initiation, then every 3 to 4 months thereafter<\/li><li>(pediatrics) CBC with differential; at baseline and with modification of ARV treatment, within 2 to 4 weeks, then every 3 to 4 months<\/li><li>(pediatrics) random plasma glucose  at baseline and with modification of ARV treatment, at 3 to 6 months after therapy initiation, and once a year thereafter<\/li><li>(pediatrics) ALT and AST at baseline and with modification of ARV treatment, then every 3 to 4 months or more frequently if signs of hepatotoxicity develop<\/li><li>(pediatrics) signs and symptoms of portal hypertension (eg thrombocytopenia and splenomegaly) including liver enzymes, serum bilirubin, albumin, CBC, and INR; at each routine medical visit<\/li><li>(pediatrics 2 years or older) non-fasting lipid panel at baseline and with modification of ARV treatment, then every 6 to 12 months; patients with lipid abnormalities should have a fasting lipid panel every 6 months or more frequently as clinically indicated<\/li><li>(pediatrics) urinalysis; at baseline, then every 6 to 12 months<\/li><li>(pediatrics) signs and symptoms of peripheral neuropathy as part of routine care<\/li><li>(pediatrics) ultrasonography at each routine medial visit to assess for early signs and symptoms of portal hypertension (splenomegaly)<\/li><li>(pediatrics) signs and symptoms of pancreatitis; in high risk patients (eg, patients with renal impairment)<\/li><li>(pediatrics) ophthalmic exam of the retina periodically<\/li><\/ul>"},{"id":"178425-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule, Delayed Release: 125 MG, 200 MG, 250 MG, 400 MG<br\/><\/li><li><b>Videx EC<\/b><br\/>Oral Capsule, Delayed Release: 125 MG, 200 MG, 250 MG, 400 MG<br\/><\/li><li><b>Videx Pediatric<\/b><br\/>Oral Powder for Suspension: 10 MG\/ML<br\/><\/li><\/ul>"},{"id":"178425-s-12","title":"Toxicology","sub":[{"id":"178425-s-12-31","title":"Clinical Effects","mono":"<b>DIDANOSINE <\/b><br\/>USES: Didanosine is used in the treatment of HIV-1 infection, in combination with other antiretroviral agents. PHARMACOLOGY: Didanosine terminates HIV RNA to DNA transcription by acting as a substrate for the HIV reverse transcriptase and terminating DNA elongation. Didanosine prevents cell infection, but has no effect on already infected cells. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon, and severe sequelae from acute overdose are rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: There are limited data regarding overdose of didanosine. However, overdose appears to be largely well tolerated with very few reports of severe clinical effects despite 2 decades of availability. Nausea or vomiting, peripheral neuropathy, signs of bone marrow toxicity (ie, anemia, leukopenia, thrombocytopenia), or an increase in liver enzymes have all been reported with chronic toxicity of didanosine. SEVERE TOXICITY: Severe toxicity has been reported after therapeutic use but not after acute overdose, and may be manifested by pancreatitis, hepatic steatosis, neuropsychiatric abnormalities, or acidosis. Chronic therapeutic administration may lead to mitochondrial toxicity leading to lactic acidosis, with or without hepatic microsteatosis. Pancreatitis, neuropathy, and myopathy often accompany the syndrome. Seizures have been reported. Lactic acidosis has been reported in patients receiving both single and dual nucleoside analogue regimens, including didanosine, for HIV infection. This is thought to cause multiorgan failure and most commonly occurs in persons on prolonged (more than 6 months) therapy. ADVERSE EFFECTS: Diarrhea and transaminitis are common. Peripheral neuropathy is dose-dependent. Pancreatitis occurs in 3% to 4% of patients. Hepatic failure\/steatosis and lactic acidosis are rare. There is a possible increased risk of coronary heart disease.<br\/>"},{"id":"178425-s-12-32","title":"Treatment","mono":"<b>DIDANOSINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive therapy remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored, discontinuation of therapy is not usually necessary. Therapy should be changed for persistently rising transaminases or evidence of hepatic synthetic dysfunction. Nausea and vomiting should be treated with antiemetics. Peripheral neuropathies are generally reversible with drug withdrawal and can be treated with pain management as needed. Asymptomatic elevation of lactic acid without systemic acidemia does not require discontinuation of the medication. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care. Aggressive fluid resuscitation should be initiated for severe lactic acidosis. Granulocyte colony stimulating factor may be considered for patients with agranulocytosis complicated by infection. Vasopressors may be necessary in cases with multi-organ failure. Withdrawal of the agent is imperative to improvement in severe adverse reactions. Riboflavin and L-carnitine may be useful in treating nucleoside reverse transcriptase inhibitor (NRTI)-associated lactic acidosis.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of didanosine overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of didanosine. However, coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for didanosine toxicity.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg. Anecdotal evidence suggests that riboflavin and L-carnitine may be useful in reversing NRTI-associated lactic acidosis. Riboflavin has been used at a dose of 50 mg\/day orally or intravenously. L-carnitine has been used at a dose of 50 mg\/kg\/day as a 2-hour infusion divided in 3 doses for patients not receiving dialysis, or a continuous infusion of 100 mg\/kg\/day in patients receiving dialysis.<\/li><li>Monitoring of patient: Monitor serum electrolytes and hepatic enzymes. Monitor serum lipase in patients with abdominal pain or severe acidosis. Lactic acid concentration and serum pH should be monitored in acidotic patients. Cardiac failure, likely due to acidosis, has been reported; therefore, cardiac monitoring is recommended in the setting of acidosis or chest pain. Sources of infection should be sought in patients with neutropenias or significant acidosis.<\/li><li>Enhanced elimination procedure: Hemodialysis would likely remove significant amounts of didanosine given its limited protein binding and small volume of distribution, however patients generally do well with supportive care so hemodialysis is rarely if ever indicated.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients and those with symptoms should be referred to a healthcare facility. Asymptomatic patients with inadvertent ingestion of didanosine can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with severe lactic acidosis, hepatic failure, or renal failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"178425-s-12-33","title":"Range of Toxicity","mono":"<b>DIDANOSINE <\/b><br\/>TOXICITY:  At doses 10 times the recommended dose, reported toxicities in adults included pancreatitis, peripheral neuropathy, diarrhea, hyperuricemia and hepatic dysfunction. THERAPEUTIC DOSE: ADULT: Less than 60 kg: 125 mg twice daily OR 250 mg once daily (delayed release); 60 kg or more: 200 mg twice daily OR 400 mg once daily (delayed release). PEDIATRIC: 2 weeks to 8 months of age: 100 mg\/m(2) twice daily; 8 months or older: 120 mg\/m(2) twice daily.<br\/>"}]},{"id":"178425-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>Inform patients on a sodium-restricted diet that packets contain 1380 mg of sodium.<\/li><li>This drug may cause increase in body fat, lipodystrophy, shivering, abdominal pain, diarrhea, nausea, vomiting, asthenia, headache, fever, or peripheral neuropathy.<\/li><li>Instruct patient to report signs\/symptoms of lactic acidosis (nausea, vomiting, abdominal pain, tachypnea), pancreatitis, or visual disturbances.<\/li><li>Patient should take drug at least 30 min before or 2 h after a meal.<\/li><li>Take didanosine buffered tablets or pediatric oral solution at least 6 h before or 2 h after concurrent ciprofloxacin, 1 h after concurrent delavirdine or indinavir, or 2 h after concurrent azole antifungals (eg, itraconazole, ketoconazole).<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}]}