{"generic":"Dimercaprol","drugs":["Bal In Oil","Dimercaprol"],"mono":{"0":{"id":"181240-s-0","title":"Generic Names","mono":"Dimercaprol"},"1":{"id":"181240-s-1","title":"Dosing and Indications","sub":[{"id":"181240-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Arsenic toxicity:<\/b> mild, 2.5 mg\/kg IM 4 times per day for 2 days, 2 times on day 3, then once daily for 10 days or recovery<\/li><li><b>Arsenic toxicity:<\/b> severe, 3 mg\/kg IM every 4 hr for 2 days, 4 times on day 3, then twice daily for 10 days or recovery<\/li><li><b>Gold toxicity:<\/b> mild, 2.5 mg\/kg IM 4 times per day for 2 days, 2 times on day 3, then once daily for 10 days or recovery<\/li><li><b>Gold toxicity:<\/b> severe, 3 mg\/kg IM every 4 hr for 2 days, 4 times on day 3, then twice daily for 10 days or recovery<\/li><li><b>Lead poisoning:<\/b> mild, 4 mg\/kg IM for initial dose, then 3 mg\/kg every 4 hr for 2-7 days in combination with edetate calcium disodium injection at separate injection site<\/li><li><b>Lead poisoning:<\/b> severe, 4 mg\/kg IM every 4 hr for 2-7 days in combination with edetate calcium disodium injection at separate injection site<\/li><li><b>Mercury toxicity:<\/b> 5 mg\/kg IM for 1 day followed by 2.5 mg\/kg 1 or 2 times daily for 10 days<\/li><\/ul>"},{"id":"181240-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Arsenic toxicity:<\/b> mild, 2.5 mg\/kg IM 4 times per day for 2 days, 2 times on day 3, then once daily for 10 days or recovery<\/li><li><b>Arsenic toxicity:<\/b> severe, 3 mg\/kg IM every 4 hr for 2 days, 4 times on day 3, then twice daily for 10 days or recovery<\/li><li><b>Gold toxicity:<\/b> mild, 2.5 mg\/kg IM 4 times per day for 2 days, 2 times on day 3, then once daily for 10 days or recovery<\/li><li><b>Gold toxicity:<\/b> severe, 3 mg\/kg IM every 4 hr for 2 days, 4 times on day 3, then twice daily for 10 days or recovery<\/li><li><b>Lead poisoning:<\/b> mild, 4 mg\/kg IM for initial dose, then 3 mg\/kg every 4 hr for 2-7 days in combination with edetate calcium disodium injection at separate injection site<\/li><li><b>Lead poisoning:<\/b> severe, 4 mg\/kg IM every 4 hr for 2-7 days in combination with edetate calcium disodium injection at separate injection site<\/li><li><b>Mercury toxicity:<\/b> 5 mg\/kg IM for 1 day followed by 2.5 mg\/kg 1 or 2 times daily for 10 days<\/li><\/ul>"},{"id":"181240-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> use at a reduced dosage with extreme caution, or discontinue, in patients developing acute renal insufficiency during therapy<\/li><li><b>hepatic impairment:<\/b> contraindicated with hepatic insufficiency<\/li><\/ul>"},{"id":"181240-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Arsenic toxicity<\/li><li>Gold toxicity<\/li><li>Lead poisoning<\/li><li>Mercury toxicity<\/li><\/ul>"}]},"3":{"id":"181240-s-3","title":"Contraindications\/Warnings","sub":[{"id":"181240-s-3-9","title":"Contraindications","mono":"hepatic insufficiency (except postarsenical jaundice) <br\/>"},{"id":"181240-s-3-10","title":"Precautions","mono":"<ul><li>peanut sensitivity; BAL in Oil(R) contains peanut oil<\/li><li>renal insufficiency, acute; heavy metals complex with dimercaprol and are excreted through the kidney<\/li><\/ul>"},{"id":"181240-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"181240-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: Avoid breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"5":{"id":"181240-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Tightness sensation, Chest, limbs, jaw, abdomen<\/li><li><b>Dermatologic:<\/b>Injection site pain<\/li><li><b>Gastrointestinal:<\/b>Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Headache, Paresthesia, Tremor<\/li><li><b>Ophthalmic:<\/b>Blepharospasm, Conjunctivitis, Finding of lacrimation<\/li><li><b>Respiratory:<\/b>Nasal discharge<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (frequent), Pulse fast (frequent)<\/li><li><b>Dermatologic:<\/b>Injection site abscess<\/li><li><b>Other:<\/b>Fever, 30% of children (frequent)<\/li><\/ul>"},"6":{"id":"181240-s-6","title":"Drug Name Info","sub":{"0":{"id":"181240-s-6-17","title":"US Trade Names","mono":"Bal In Oil<br\/>"},"2":{"id":"181240-s-6-19","title":"Class","mono":"Heavy Metal Chelator<br\/>"},"3":{"id":"181240-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"181240-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"181240-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Certain heavy metals, especially arsenic, gold, lead, and mercury, form ligands in the body with the sulfhydryl (-SH) groups of the pyruvate-oxidase enzyme system, and inhibit the normal functioning of the enzymes   that are dependent on free sulfhydryl groups for their activity. Dimercaprol, having a greater affinity for the metal than does the protein, reverses the enzyme inhibition by chelating the metal and preventing or reversing its toxic effects   by regeneration of free sulfhydryl groups. The resulting dimercaprol-metal complex is relatively stable and rapidly excreted. <\/li><li>In addition, in lead toxicity, dimercaprol causes a fast but short-lived reduction in lead concentrations in red blood cells and CNS,   and effects a greater total lead excretion (urinary and fecal) than edetate calcium disodium because of its high fecal lead output.   The addition of equimolar amounts of dimercaprol to edetate calcium disodium doubles the ratio of chelants to lead, thus providing the molar excess of chelating agent that is necessary for significant heavy metal excretion. <\/li><\/ul>"},"8":{"id":"181240-s-8","title":"Pharmacokinetics","sub":{"3":{"id":"181240-s-8-26","title":"Excretion","mono":"Systemic: Fecal and Renal: 50% <br\/>"}}},"9":{"id":"181240-s-9","title":"Administration","mono":"<b>Intramuscular<\/b><br\/>give by deep intramuscular injection only <br\/>"},"10":{"id":"181240-s-10","title":"Monitoring","mono":"<ul><li>decreased symptoms of toxicity, reduced concentrations of toxic agents<\/li><li>blood pressure, heart rate<\/li><li>renal function<\/li><\/ul>"},"11":{"id":"181240-s-11","title":"How Supplied","mono":"<b>Bal In Oil<\/b><br\/>Intramuscular Oil: 10 %<br\/>"},"12":{"id":"181240-s-12","title":"Toxicology","sub":[{"id":"181240-s-12-31","title":"Clinical Effects","mono":"<b>DIMERCAPROL <\/b><br\/>USES: Dimercaprol is used for the treatment of mercury (inorganic and elemental), arsenic, and gold poisoning. It is also used in combination with Edetate Calcium Disodium injection to treat patients with severe lead poisoning. Dimercaprol is contraindicated in methyl mercury poisoning. PHARMACOLOGY: Dimercaprol contains two sulfhydryl groups that form a stable relatively nontoxic chelate 5-membered heterocyclic ring with heavy metals. The most stable complexes are formed with Class B metals, including arsenic, mercury, and gold. Lead and tin, Class A metals, form stable complexes with nitrogen, oxygen, sulfur, and phosphorus-containing chelates, and thus will combine with both dimercaprol and EDTA. The resulting complex contains a 1:1 or 2:1 ratio of dimercaprol to metal. The combination of dimercaprol with the metal prevents the metal from combining with sulfhydryl groups on physiologic proteins, such as enzymes, and keeps them inert until they can be excreted. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Anorexia, restlessness, vomiting, pain at injection site, salivation, hypertension, fever, tachycardia, seizures, and \"leukotoxic\" effect have been reported in patients after receiving 5 to 40.5 mg\/kg of dimercaprol. A syndrome similar to hypertensive encephalopathy (eg, vasomotor changes, severe hypertension, seizures, coma, and stupor) has been reported after excessive doses. Vomiting, seizures, and\/or stupor have been reported following dimercaprol doses greater than 5 mg\/kg beginning within 30 minutes and subsiding within 6 hours of injection. ADVERSE EFFECTS: The majority of patients receiving therapeutic doses of dimercaprol intramuscularly will experience a transient increase in pulse and blood pressure. The onset is between 5 and 40 minutes, usually peaking at 30 minutes, and subsiding gradually within 3 hours. Transient erythema and whealing, contact dermatitis, pain at the injection site, nausea, vomiting, abdominal pain, lacrimation, conjunctivitis, blepharospasm, pain in the limbs, muscle stiffness, paresthesias, headache, tremors, weakness, fatigue, rhinorrhea, a burning sensation of the lips, mouth, and throat, and fever have also been reported. Fever is more common in children, occurring in about 30%; this subsides rapidly when the drug is discontinued. <br\/>"},{"id":"181240-s-12-32","title":"Treatment","mono":"<b>DIMERCAPROL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe vomiting. The majority of patients receiving therapeutic doses of dimercaprol intramuscularly will experience a transient increase in pulse and blood pressure. Monitor vital signs. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions (peanut allergy).<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs. Monitor serum electrolytes in patients with significant vomiting.  Institute continuous cardiac monitoring and obtain an ECG in symptomatic patients. For more information regarding laboratory evaluation after heavy metal poisoning, refer to &quot;LEAD&quot;, &quot;GOLD DRUGS&quot;, &quot;ARSENIC&quot;, &quot;MERCURY, ELEMENTAL&quot;, and &quot;MERCURY, INORGANIC&quot; documents.<\/li><li>Enhanced elimination procedure: In patients with renal insufficiency or oliguric renal failure, hemodialysis may be used to remove the metal-dimercaprol complex.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management, and dimercaprol is generally only used in the hospital setting.  OBSERVATION CRITERIA: Any patient with symptoms should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with severe hypertension, tachycardia, and persistent seizures should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"181240-s-12-33","title":"Range of Toxicity","mono":"<b> DIMERCAPROL <\/b><br\/>TOXICITY: About 20% of children develop mild adverse effects at doses less than 3 mg\/kg. About two-thirds of children develop adverse effects at doses between 3 and 4.9 mg\/kg. At doses of 5 mg\/kg or more virtually all children develop adverse effects. Anorexia, restlessness, vomiting, pain at injection site, salivation, hypertension, fever, tachycardia, seizures, and leukotoxic effect have been reported in patients after receiving 5 to 40.5 mg\/kg of dimercaprol. Hypertensive encephalopathy (eg, vasomotor changes, hypertension, seizures, coma, and stupor) has been reported after doses greater than 5 mg\/kg. THERAPEUTIC DOSE: Varies by indication; range, 2.5 to 5 mg\/kg IM every 4 to 6 hours daily. <br\/>"}]},"13":{"id":"181240-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause a transitory increase in blood pressure and heart rate.<\/li><li>Drug may cause fever, especially in children.<\/li><li>Drug may also cause nausea, vomiting, headache, paresthesia, tremor, blepharospasm, conjunctivitis, nasal discharge, lacrimation, tightness sensation in chest, limbs, jaw, or abdomen.<\/li><li>Patients should not use concomitant medicinal iron. If appropriate, iron may be resumed 24 h or more after last dose of dimercaprol.<\/li><\/ul>"}}}