{"drugs":["Cervidil","Dinoprostone","Prepidil","Prostin E2"],"mono":[{"id":"181600-s-0","title":"Generic Names","mono":"Dinoprostone"},{"id":"181600-s-1","title":"Dosing and Indications","sub":{"0":{"id":"181600-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Cervical ripening procedure - Induction of labor:<\/b> insert the contents of one syringe (0.5 mg) into the cervical canal just below the level of the internal os; patient to remain in the supine position for at least 15 to 30 min; repeat dose of 0.5 mg may be given after 6 hours; MAX 1.5 mg\/24 hr<\/li><li><b>Cervical ripening procedure - Induction of labor:<\/b> Vaginal Insert: 10 mg placed transversely in the posterior fornix of the vagina; patient to remain in the recumbent position for 2 h following insertion; remove upon onset of active labor or 12 h after insertion<\/li><li><b>Hydatidiform mole, benign:<\/b> insert 20 mg suppository high into the vagina; patient to remain supine for 10 min; dose may be repeated at 3- to 5-h intervals for up to 2 days if necessary<\/li><li><b>Termination of pregnancy:<\/b> insert 20 mg suppository high into the vagina; patient to remain supine for 10 min; dose may be repeated at 3- to 5-h intervals until abortion occurs<\/li><\/ul>"},"1":{"id":"181600-s-1-5","title":"Pediatric Dosing","mono":"Safety and effectiveness in children not established, however, safety and efficacy in adolescents are expected to be the same as in adult women (vaginal insert)"},"3":{"id":"181600-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cervical ripening procedure - Induction of labor<\/li><li>Hydatidiform mole, benign<\/li><li>Termination of pregnancy<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Induction of labor<br\/>"}}},{"id":"181600-s-2","title":"Black Box Warning","mono":"<b>Vaginal (Suppository)<\/b><br\/>Dinoprostone should be used with strict adherence to recommended dosages, and should be used by medically trained personnel in a hospital which can provide immediate intensive care and acute surgical facilities.<br\/>"},{"id":"181600-s-3","title":"Contraindications\/Warnings","sub":[{"id":"181600-s-3-9","title":"Contraindications","mono":"<ul><li>cardiac disease, active (vaginal suppository)<\/li><li>cesarean section, history of; prolonged contraction of the uterus may be detrimental to fetal safety or uterine integrity (cervical gel, vaginal insert)<\/li><li>cephalopelvic disproportion, present or strong clinical suspicion of (cervical gel, vaginal insert)<\/li><li>concomitant use of IV oxytocic drugs (vaginal insert)<\/li><li>conditions where prolonged contraction of the uterus would be detrimental to fetal safety or uterine integrity (cervical gel, vaginal insert)<\/li><li>difficult labor and\/or traumatic delivery, history of (cervical gel)<\/li><li>fetal distress, where delivery is not imminent (cervical gel, vaginal insert)<\/li><li>multiparae, 6 or more previous term pregnancies (vaginal insert); with non-vertex presentation (cervical gel)<\/li><li>hepatic disease, active (vaginal suppository)<\/li><li>hyperactive or hypertonic uterine patterns (cervical gel)<\/li><li>hypersensitivity to dinoprostone, prostaglandins, or constituents of the products<\/li><li>major uterine surgery, history of; prolonged contraction of the uterus may be detrimental to fetal safety or uterine integrity (cervical gel, vaginal insert)<\/li><li>obstetric emergencies where either fetal or maternal benefit-to-risk ratio favors surgical intervention (cervical gel)<\/li><li>pelvic inflammatory disease, acute (vaginal suppository)<\/li><li>placenta previa (cervical gel)<\/li><li>pulmonary disease, active (vaginal suppository)<\/li><li>renal disease, active (vaginal suppository)<\/li><li>vaginal bleeding, unexplained, during pregnancy (cervical gel, vaginal insert)<\/li><li>vaginal delivery not indicated, such as active herpes genitalia or vasa previa (cervical gel)<\/li><\/ul>"},{"id":"181600-s-3-10","title":"Precautions","mono":"<ul><li>for hospital use only; should be administered with strict adherence to recommended dosages by medically trained personnel<\/li><li>anemia (vaginal suppository)<\/li><li>asthma or history, including childhood asthma with no adulthood asthma attacks<\/li><li>cardiovascular disease (vaginal suppository)<\/li><li>cervicitis, infected endocervical lesions, or acute vaginitis (vaginal suppository)<\/li><li>concomitant use of oxytocin is not recommended<\/li><li>diabetes (vaginal suppository)<\/li><li>disruption and embolization of antigenic tissue leading to anaphylactoid syndrome of pregnancy (amniotic fluid embolism) can occur (cervical gel, vaginal insert)<\/li><li>disseminated intravascular coagulation, postpartum; increased risk include women 30 years of age and older, complications during pregnancy, gestational age over 40 weeks, and physiologically induced labor (cervical gel, vaginal insert)<\/li><li>epilepsy (vaginal suppository)<\/li><li>glaucoma or raised intraocular pressure (cervical gel, vaginal insert)<\/li><li>hepatic dysfunction (cervical gel, vaginal suppository)<\/li><li>hypertension or hypotension (vaginal suppository)<\/li><li>jaundice (vaginal suppository)<\/li><li>non-vertex or non-singleton presentation (vaginal insert)<\/li><li>renal dysfunction (cervical gel, vaginal suppository)<\/li><li>ruptured membranes (cervical gel, vaginal insert)<\/li><li>scarred uteri (vaginal suppository)<\/li><li>uterine hypertony, history (vaginal insert)<\/li><li>vaginal suppositories not indicated if fetus in utero is viable<\/li><\/ul>"},{"id":"181600-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"181600-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"181600-s-4","title":"Drug Interactions","sub":[{"id":"181600-s-4-13","title":"Contraindicated","mono":"<ul><li>Ergonovine (theoretical)<\/li><li>Methylergonovine (theoretical)<\/li><li>Oxytocin (theoretical)<\/li><\/ul>"}]},{"id":"181600-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (vaginal insert, less than 1%; vaginal suppository, approximately 40%), Nausea (vaginal insert, less than 1%; vaginal suppository, 33%), Vomiting (vaginal insert, less than 1%; vaginal suppository, approximately 66%)<\/li><li><b>Musculoskeletal:<\/b>Backache (cervical gel, 3.1%)<\/li><li><b>Neurologic:<\/b>Headache (vaginal suppository, approximately 10%)<\/li><li><b>Reproductive:<\/b>Irregular uterine contractions (cervical gel, 6.6%)<\/li><li><b>Other:<\/b>Fever (cervical gel, 1.4%; vaginal insert, less than 1%), Shivering (vaginal suppository, approximately 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Abnormal fetal heart rate (cervical gel, 17%), Decreased diastolic arterial pressure (vaginal suppository, 10%), Fetal heart deceleration (cervical gel, 4.3%), Late fetal heart deceleration (cervical gel, 2.8%), Myocardial infarction<\/li><li><b>Hematologic:<\/b>Disseminated intravascular coagulation<\/li><li><b>Reproductive:<\/b>Anaphylactoid reaction, Hypertonic uterine dysfunction (vaginal insert, 2% to 4.7%), Infection of amniotic cavity, Intrauterine sepsis of fetus, Premature rupture of membranes, Rupture of uterus, Vaginospasm<\/li><li><b>Other:<\/b>Fetal distress (vaginal insert, 2.9% to 3.8%)<\/li><\/ul>"},{"id":"181600-s-6","title":"Drug Name Info","sub":{"0":{"id":"181600-s-6-17","title":"US Trade Names","mono":"<ul><li>Cervidil<\/li><li>Prepidil<\/li><li>Prostin E2<\/li><\/ul>"},"2":{"id":"181600-s-6-19","title":"Class","mono":"<ul><li>Prostaglandin<\/li><li>Uterine Stimulant<\/li><\/ul>"},"3":{"id":"181600-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"181600-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"181600-s-7","title":"Mechanism Of Action","mono":"<ul><li>Cervical+Vaginal: For uterine stimulation: Dinoprostone appears to act directly on the myometrium, but this has not been completely established . It stimulates myometrial contractions in the gravid uterus that are similar to the contractions that occur in the term uterus during natural labor . These contractions are usually sufficient to cause abortion . Uterine response to prostaglandins increases gradually throughout pregnancy . Dinoprostone does not act directly on the fetoplacental unit and is not considered a fetocidal agent .<\/li><li>For cervical ripening: Dinoprostone softens the cervix and facilitates cervical dilation and effacement . Dinoprostone stimulates collagenase secretion, and thus reduces the collagen network within the cervix. By favorably changing the cervical score, dinoprostone reduces the number of failed inductions or instrumental deliveries, shortens the induction-to-delivery interval, and reduces the amount of oxytocin that may be needed . The dose of dinoprostone used locally  to ripen the cervix is lower than that used to stimulate the uterus . Although not prominent with low local doses, uterine stimulation may occur with the dinoprostone vaginal system or cervical gel .<\/li><li>Dinoprostone stimulates the smooth muscle of the gastrointestinal tract . It may also cause bronchodilation or bronchoconstriction and vasodilation . Dinoprostone can elevate body temperature due to its effect on hypothalamic thermoregulation .<\/li><\/ul>"},{"id":"181600-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"181600-s-8-25","title":"Metabolism","mono":"Cervical+Vaginal: Local tissues, hepatic, and renal <br\/>"},"3":{"id":"181600-s-8-26","title":"Excretion","mono":"Cervical+Vaginal: Fecal; Renal: primary <br\/>"},"4":{"id":"181600-s-8-27","title":"Elimination Half Life","mono":"Cervical+Vaginal: &lt; 5 min <br\/>"}}},{"id":"181600-s-9","title":"Administration","mono":"<b>Vaginal<\/b><br\/><ul><li>(insert) a water-miscible lubricant may be used to assist in insertion of the vaginal insert; do not permit excess contact of vaginal insert coating with the lubricant<\/li><li>(insert) patients should remain recumbent for 2 h after insertion, but may be ambulatory thereafter<\/li><li>(insert) remove vaginal insert upon onset of active labor or 12 h after insertion; remove at least 30 min prior to oxytocin administration<\/li><li>(insert) upon removal of vaginal insert, verify that the slab is inside the knitted polyester retrieval system, or remove slab in a vaginal exam, as the slab will continue to deliver active ingredient.<\/li><li>(insert) remove vaginal insert if uterine hyperstimulation occurs or if labor commences<\/li><li>(insert) remove vaginal insert prior to aminotomy<\/li><li>(gel, suppository) bring to room temperature immediately prior to administration<\/li><li>(gel) when administering the cervical gel, the 20 mm endocervical catheter should be used if no effacement is present and the 10 mm catheter should be used if the cervix is 50% effaced<\/li><li>(gel) do not administer cervical gel above the level of the internal os<\/li><li>(gel) patient should remain supine for at least 15-30 min after administration<\/li><li>(gel) following administration of cervical gel, the recommended interval before giving IV oxytocin is 6-12 h<\/li><li>(suppository) patients should remain supine for 10 minutes after insertion<\/li><li>(suppository) continuous administration of vaginal suppository for more than 2 days is not recommended<\/li><\/ul>"},{"id":"181600-s-10","title":"Monitoring","mono":"<ul><li>management of missed abortion: pregnancy test for chorionic gonadotropic activity (UCG test or equivalent) to confirm intrauterine fetal death<\/li><li>cervical ripening: uterine activity and progression of cervical dilatation and effacement indicates the commencement of labor<\/li><li>cervical ripening: fibrinolysis in the immediate postpartum period, especially in women age 30 years or older, with complications during pregnancy, and gestational age over 40 weeks due to an increased risk of postpartum disseminated intravascular coagulation<\/li><li>cervical ripening: fetal heart rate and uterine activity electronically during treatment and for at least 15 minutes after removal of the insert<\/li><li>cervical ripening: uterine activity for uterine hyperstimulation, sustained uterine contractions, fetal distress, or other fetal or maternal adverse events<\/li><\/ul>"},{"id":"181600-s-11","title":"How Supplied","mono":"<ul><li><b>Cervidil<\/b><br\/>Vaginal Insert, Extended Release: 0.3 MG\/HR<br\/><\/li><li><b>Prepidil<\/b><br\/>Vaginal Gel\/Jelly: 0.5 MG\/3 GM<br\/><\/li><li><b>Prostin E2<\/b><br\/>Vaginal Suppository: 20 MG<br\/><\/li><\/ul>"},{"id":"181600-s-12","title":"Toxicology","sub":[{"id":"181600-s-12-31","title":"Clinical Effects","mono":"<b>MISOPROSTOL AND RELATED AGENTS <\/b><br\/>USES: Misoprostol is used orally to reduce the risk of NSAID-induced gastroduodenal ulcers by decreasing gastric acid secretion and thus protecting gastrointestinal mucosa. Misoprostol is also used orally and vaginally for inducing abortion or stimulating labor. It is rarely used in larger oral doses for refractory chronic constipation. Carboprost is used intramuscularly for inducing second trimester abortion (13 to 20 weeks of gestation) or treating postpartum hemorrhage due to uterine atony. Dinoprostone is used intravaginally (inserts, gel, and suppository) for the termination of pregnancy (12 to 20 weeks of gestation), the evacuation of uterine contents in the management of missed abortion or intrauterine fetal death, and the management of nonmetastatic gestational trophoblastic disease (eg, benign hydatidiform mole). PHARMACOLOGY: Misoprostol is a synthetic derivative of prostaglandin E1. It has gastric acid antisecretory effects and also causes edema and thickening of the gastrointestinal mucosa and submucosa. Carboprost is a prostaglandin analogue (15-methyl prostaglandin F2-alpha) similar to dinoprost (prostaglandin F2-alpha). Dinoprostone is a naturally occurring prostaglandin E2. TOXICOLOGY: Adverse effects of misoprostol are varied, and severe toxicity following acute overdose is rare; toxic effects are an extension of therapeutic effects. Misoprostol is teratogenic (Pregnancy Category X). Carboprost and dinoprostone are classified as Pregnancy Category C. Women of childbearing age should not take misoprostol for prevention of gastric ulcers as it can cause a miscarriage, premature labor, and birth defects. It can cause uterine hyperstimulation when given for cervical ripening, and in rare cases it has caused uterine rupture. EPIDEMIOLOGY: Acute overdose with these agents is rare. MILD TO MODERATE TOXICITY: Few cases of severe poisoning exist. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Abdominal cramping, diarrhea, headache, dizziness, and uterine contraction and bleeding may occur. SEVERE TOXICITY: In rare cases, hypertension, tachycardia, fever, tremor, rhabdomyolysis, renal insufficiency, and elevated liver enzymes have occurred. In pregnant patients, uterine contractions, hemorrhage, and fetal death have occurred. One patient developed gastric and esophageal necrosis and upper gastrointestinal bleeding after misoprostol overdose. Misoprostol causes uterine contractions resulting in miscarriage. ADVERSE EFFECTS: Adverse effects of these agents following therapeutic doses include nausea, vomiting, diarrhea, abdominal pain, seizures, headache, dizziness, fatigue, elevated liver enzymes, and uterine bleeding or rupture. Postpartum DIC has been reported during postmarketing use of dinoprostone cervical gel and vaginal insert (less than 1 in 1000 labors for dinoprostone cervical gel). <br\/>"},{"id":"181600-s-12-32","title":"Treatment","mono":"<b>MISOPROSTOL AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients may only need observation. Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Symptomatic and supportive care is the mainstay of treatment. Consultation should be made with obstetrics and gynecology in cases of uterine hypertonicity or bleeding after ingestion.<\/li><li>Decontamination: Because the toxic dose of misoprostol has not been well-established, consider administering activated charcoal in patients taking a dose that is greater than therapeutic dose as well as in any pregnant patient that is not purposely taking misoprostol to induce abortion or labor. PREHOSPITAL: Activated charcoal should be considered early in the course after a significant ingestion in patients who are protecting their airways and have not yet manifested signs of toxicity. If a patient is displaying signs of moderate to severe toxicity, it is likely that most of the drug has been absorbed, and activated charcoal is not likely to be helpful. In this case, activated charcoal can be aspirated if patient becomes somnolent. HOSPITAL: Consider decontamination if a patient presents promptly after an ingestion overdose and is not manifesting symptoms of toxicity. Patients eligible for decontamination with oral charcoal include inadvertent overdoses in children and intentional overdoses in adults. If the drug has been inserted vaginally it should be removed.<\/li><li>Airway management: Perform early in patients with symptoms of airway compromise, although this is unlikely to be necessary in misoprostol-only ingestions.<\/li><li>Antidote: None.<\/li><li>Nausea: Antiemetics may be used to control nausea.<\/li><li>Tachycardia: No specific treatment is required. IV fluids should be given if the patient is dehydrated from diarrhea associated with misoprostol ingestion.<\/li><li>Headache: Simple oral analgesics can be given, if tolerated. If the patient is nauseated, IV analgesics can be given.<\/li><li>Diarrhea: Diarrhea and abdominal cramping should be treated with oral or IV fluids. Oral or IV opioids can be given as well as antispasmotics, such as dicyclomine 20 mg orally.<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Monitoring of patient: Misoprostol plasma concentrations are not clinically useful or readily available. No specific lab work is needed in most patients. Monitor vital signs and mental status. A CBC, INR, and PTT should be ordered in cases of excessive vaginal bleeding. Monitor serum electrolytes in patients with severe diarrhea and\/or dehydration. Monitor liver enzymes in patients with significant symptoms or large overdose. A pregnancy test should be ordered in any woman of childbearing age that presents after ingestion of misoprostol. If the patient is pregnant, monitor the fetus (ultrasound, fetal heart rate, and tocographic monitoring).<\/li><li>Enhanced elimination procedure: Hemodialysis is not of value for misoprostol overdose because of the high degree of protein binding.<\/li><li>Patient disposition: HOME CRITERIA: Patients should be evaluated by a healthcare professional if they are symptomatic after a therapeutic dose, or if they are\/might be pregnant and the medication was not prescribed to terminate pregnancy or induce labor. Any patient reporting an intentional overdose should be evaluated in the emergency department. OBSERVATION CRITERIA: Patients with deliberate ingestions should be sent to a healthcare facility for observation. Any patient with symptoms should be observed until symptoms improve or resolve. ADMISSION CRITERIA: Patients with significant symptoms and\/or abnormal vital signs should be admitted. Pregnant patients with symptoms of vaginal bleeding or contractions should be evaluated by an obstetrician\/gynecologist. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear. Obstetrician\/gynecologist should be consulted for any case of excessive uterine bleeding or contractions and in the case of inadvertent administration to a pregnant woman who does not desire early pregnancy termination.<\/li><\/ul>"},{"id":"181600-s-12-33","title":"Range of Toxicity","mono":"<b>MISOPROSTOL AND RELATED AGENTS <\/b><br\/>TOXICITY: ADULTS: Minimum toxic dose is largely unknown and not well-established. Doses of 3 mg to 8.4 mg have caused mild to moderate toxicity. A pregnant adolescent developed necrosis of the stomach and distal esophagus, upper gastrointestinal bleeding, sepsis, multiorgan failure, and died after ingesting 12 mg of misoprostol over 2 days. PEDIATRIC:  Toxic dose has not been established. THERAPEUTIC DOSE: ADULT: Varies according to indication. For NSAID gastrointestinal ulcer prevention, 100 to 200 mcg orally 4 times a day is given. Chronic constipation doses are larger at 600 to 2400 mcg\/day orally divided 2 to 4 times a day. Early pregnancy termination dosing is 400 mcg orally once in conjunction with mifepristone. 25 mcg per vagina is used for cervical ripening. Carboprost: 250 to 500 mcg IM (abortion), 250 mcg IM (postpartum hemorrhage control), 0.5 to 3 mg intravaginally (abortion). Dinoprostone: For abortion or benign hydatidiform mole, 20 mg suppository, may be repeated at 3- to 5-hr intervals for up to 2 days. For cervical ripening procedure and induction of labor, 10 mg vaginal insert. PEDIATRIC: Dosing for children is not established.<br\/>"}]},{"id":"181600-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause abdominal pain, diarrhea, nausea, vomiting, or fever.<\/li><li>The gel formulation may cause back pain, increased vaginal warmth, or premature rupture of membranes.<\/li><li>The vaginal suppository may cause headache, shivering, or myocardial infarction.<\/li><li>If the intravaginal insert is used, instruct patient to remain recumbent for 2 h after insertion.<\/li><li>If the intravaginal gel is used, instruct patient to remain supine for at least 15 to 30 min after administration.<\/li><li>If the intravaginal suppository is used, instruct patients to remain supine for 10 min after insertion.<\/li><\/ul>"}]}