{"generic":"Allopurinol","drugs":["Allopurinol","Zyloprim"],"mono":{"0":{"id":"18270-s-0","title":"Generic Names","mono":"Allopurinol"},"1":{"id":"18270-s-1","title":"Dosing and Indications","sub":[{"id":"18270-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Calcium renal calculus, recurrent:<\/b> 200 to 300 mg ORALLY as a single or divided dose (2-3 times daily); maximum dose: 300 mg\/dose; 800 mg\/day<\/li><li><b>Cancer - Hyperuricemia:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Gout:<\/b> (mild) 100-300 mg\/day ORALLY as a single or divided dose (2-3 times daily)<\/li><li><b>Gout:<\/b> (moderate to severe) 400-600 mg\/day ORALLY as a single or divided dose (2-3 times daily); maximum dose 800 mg\/day<\/li><li><b>Hyperuricemia - Tumor lysis syndrome:<\/b> 600 to 800 mg\/day ORALLY for 2 or 3 days; MAX daily dose, 800 mg (manufacturer dosing), 12 hours to 3 days prior to initiation of chemotherapy<\/li><li><b>Hyperuricemia - Tumor lysis syndrome:<\/b> 50 to 100 mg\/m(2) ORALLY every 8 hours, MAX dose 300 mg\/m(2)\/day OR 10 mg\/kg\/day ORALLY divided every 8 hours, MAX dose 800 mg\/day, starting 24 to 48 hours before the start of chemotherapy induction (guideline dosing)<\/li><\/ul>"},{"id":"18270-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Cancer - Hyperuricemia:<\/b> (under 6 y) 150 mg PO daily, evaluate response after 48 hour and dose adjust accordingly<\/li><li><b>Cancer - Hyperuricemia:<\/b> (6 to 10 y) 300 mg PO daily, evaluate response after 48 hour and dose adjust accordingly<\/li><li><b>Hyperuricemia - Tumor lysis syndrome:<\/b> (under 6 years) 150 mg ORALLY once daily for 2 to 3 days (manufacturer dosing)<\/li><li><b>Hyperuricemia - Tumor lysis syndrome:<\/b> (6 to 10 years) 300 mg ORALLY once daily for 2 to 3 days (manufacturer dosing)<\/li><\/ul>"},{"id":"18270-s-1-6","title":"Dose Adjustments","mono":"<ul><li>maintenance dose should be based on serum uric acid determinations performed 48 hours after initial dose<\/li><li><b>renal impairment:<\/b> CrCL 10 to 20 mL\/min, 200 mg daily<\/li><li><b>renal impairment:<\/b> CrCL 3 to 10 mL\/min, 100 mg daily<\/li><li><b>renal impairment:<\/b> CrCL less than 3 mL\/min, 100 mg at extended intervals greater than every 24 hours<\/li><\/ul>"},{"id":"18270-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Calcium renal calculus, recurrent<\/li><li>Cancer - Hyperuricemia<\/li><li>Gout<\/li><li>Hyperuricemia - Tumor lysis syndrome<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Disorder of hematopoietic structure - Hyperuricemia<\/li><li>Hyperuricemia, thiazide-induced<\/li><li>Leishmaniasis<\/li><li>Malaria<\/li><li>Schizophrenia; Adjunct<\/li><\/ul>"}]},"3":{"id":"18270-s-3","title":"Contraindications\/Warnings","sub":[{"id":"18270-s-3-9","title":"Contraindications","mono":"<ul><li>concomitant use with didanosine<\/li><li>hypersensitivity to allopurinol<\/li><\/ul>"},{"id":"18270-s-3-10","title":"Precautions","mono":"<ul><li>Hepatic:<\/li><li>-- liver disease; monitoring recommended<\/li><li>Immunologic:<\/li><li>-- allergic reaction may occur; discontinue at first sign<\/li><li>Renal:<\/li><li>-- use caution in patients with decreased renal function or poor urate clearance due to risk of worsening condition; monitoring and dosage adjustment recommended<\/li><\/ul>"},{"id":"18270-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"18270-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"18270-s-4","title":"Drug Interactions","sub":[{"id":"18270-s-4-13","title":"Contraindicated","mono":"<ul>Didanosine (established)<\/ul>"},{"id":"18270-s-4-14","title":"Major","mono":"<ul><li>Azathioprine (established)<\/li><li>Captopril (probable)<\/li><li>Cyclophosphamide (probable)<\/li><li>Enalapril (theoretical)<\/li><li>Enalaprilat (theoretical)<\/li><li>Mercaptopurine (theoretical)<\/li><li>Pegloticase (theoretical)<\/li><li>Tegafur (theoretical)<\/li><\/ul>"},{"id":"18270-s-4-15","title":"Moderate","mono":"<ul><li>Aluminum Hydroxide (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Vidarabine (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"18270-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Maculopapular eruption, Pruritus (less than 1%)<br\/><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Rash (less than 1%), Stevens-Johnson syndrome (less than 1%), Toxic epidermal necrolysis (less than 1%)<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Aplastic anemia, Eosinophilia, Myelosuppression, Thrombocytopenia (0.6%)<\/li><li><b>Hepatic:<\/b>Granulomatous hepatitis (less than 1%), Hepatic necrosis (less than 1%), Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Renal failure (less than 1%)<\/li><\/ul>"},"6":{"id":"18270-s-6","title":"Drug Name Info","sub":{"0":{"id":"18270-s-6-17","title":"US Trade Names","mono":"Zyloprim<br\/>"},"2":{"id":"18270-s-6-19","title":"Class","mono":"<ul><li>Antigout<\/li><li>Xanthine Oxidase Inhibitor<\/li><\/ul>"},"3":{"id":"18270-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"18270-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"18270-s-7","title":"Mechanism Of Action","mono":"Allopurinol sodium and its metabolite, oxypurinol (alloxanthine), decrease the production of uric acid by inhibiting the action of xanthine oxidase, the enzyme that converts hypoxanthine to xanthine and xanthine to uric acid. Allopurinol sodium also increases reutilization of hypoxanthine and xanthine for nucleotide and nucleic acid synthesis; the resultant increase in nucleotide concentration leads to feedback inhibition of de novo purine synthesis. Allopurinol thereby decreases uric acid concentrations in both serum and urine by inhibiting uric acid formation.<br\/>"},"8":{"id":"18270-s-8","title":"Pharmacokinetics","sub":[{"id":"18270-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1.5 hours (allopurinol), 4.5 hours (oxipurinol)<\/li><li> Bioavailability, Oral: 80% to 90%<\/li><\/ul>"},{"id":"18270-s-8-24","title":"Distribution","mono":"Vd: 1.6 L\/kg (allopurinol) <br\/>"},{"id":"18270-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: 70%.<\/li><li>Oxipurinol: active<\/li><\/ul>"},{"id":"18270-s-8-26","title":"Excretion","mono":"<ul><li>Renal clearance: approximately the glomerular filtration rate (allopurinol); 16.5 mL\/minute (oxipurinol)<\/li><li>Renal: approximately 80%<\/li><li>Feces: 20%<\/li><li>Total body clearance: 15.7 mL\/min\/kg.<\/li><li>Hemodialysis: yes, in overdose the usefulness of dialysis is unknown<\/li><li>Peritoneal dialysis: yes, in overdose the usefulness of dialysis is unknown<\/li><\/ul>"},{"id":"18270-s-8-27","title":"Elimination Half Life","mono":" Allopurinol: 1 to 2 hours; Oxipurinol: 15 h (range 12 to 30 h) <br\/>"}]},"9":{"id":"18270-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>better tolerated if administered following meals <br\/>"},"10":{"id":"18270-s-10","title":"Monitoring","mono":"<ul><li>serum uric acid levels; goal of serum uric acid level in adults is 6 mg\/dL or less<\/li><li>hyperuricosuria: 24-hour urinary urate excretion to determine best dose and frequency for efficacy<\/li><li>pain relief is indicative of efficacy<\/li><li>liver function tests; periodically with preexisting liver disease, or if anorexia, weight loss, or pruritus develop in any patient<\/li><li>renal function tests; periodically if renal impairment is present or if concomitant conditions affecting renal function (eg, hypertension, diabetes mellitus) are present<\/li><\/ul>"},"11":{"id":"18270-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 100 MG, 300 MG<br\/><\/li><li><b>Zyloprim<\/b><br\/>Oral Tablet: 100 MG, 300 MG<br\/><\/li><\/ul>"},"12":{"id":"18270-s-12","title":"Toxicology","sub":[{"id":"18270-s-12-31","title":"Clinical Effects","mono":"<b>ALLOPURINOL <\/b><br\/>USES: Allopurinol is used to reduce serum and\/or urinary uric acid concentrations in patients with primary or secondary gout, cancer (leukemia, lymphoma, and solid-tumor malignancies) receiving cancer therapy which causes an increase in serum and urinary uric acid concentrations, and patients with recurrent calcium oxalate calculi and excessive uric acid excretion. PHARMACOLOGY: Allopurinol and its metabolite, oxipurinol (alloxanthine), decrease the production of uric acid by inhibiting the action of xanthine oxidase, the enzyme that converts hypoxanthine to xanthine and xanthine to uric acid. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: In one case of massive acute overdose (22.5 grams), no adverse effects were noted. A woman died after ingesting a dose of 88 mg\/kg intermittently over the course of 22 days.  Leukopenia was observed. ADVERSE EFFECTS: Skin rash is the most common adverse effect in patients receiving allopurinol. Allopurinol hypersensitivity reactions manifest by varying kinds of skin rash in association with fever, chills, leukopenia or leukocytosis, eosinophilia, arthralgia, and pruritus. Cases of skin rash that can be severe and sometimes fatal have been reported following allopurinol use. In some cases, a skin rash may progress to severe hypersensitivity reactions such as exfoliative, urticarial, and purpuric lesions, as well as Stevens-Johnson syndrome (erythema multiforme exudativum), and\/or generalized vasculitis, irreversible hepatotoxicity, and, on rare occasions, death. The incidence of skin rash may be higher in the presence of renal insufficiency and\/or the concomitant use of ampicillin or amoxicillin. Hypersensitivity reactions have been reported in patients taking allopurinol. They are thought to be immune complex mediated and may include all or one of the following effects: DERMATOLOGIC: Mild maculopapular eruptions, exfoliative dermatitis, epidermal necrolysis, or Stevens-Johnson syndrome may develop.  These reactions often occur with fever, arthralgias, eosinophilia, hepatomegaly, renal dysfunction, or other signs of hypersensitivity. HEMATOLOGIC: Leukocytosis, leukopenia, eosinophilia, thrombocytopenia, granulocytopenia, and fatal bone marrow suppression (especially with concurrent administration of chemotherapeutic agents) have been reported. Rarely, mild reticulocytosis, lymphocytosis, agranulocytosis, pancytopenia, anemia, hemolytic anemia, aplastic anemia, pure red cell aplasia, decreased prothrombin levels and eosinophilic fibrohistiocytic bone marrow lesions have also occurred. HEPATIC: Elevated liver enzymes, cholestatic jaundice, granulomatous hepatitis, hepatic necrosis, hepatomegaly, and hyperbilirubinemia may be seen. RENAL: Deterioration of renal function due to interstitial nephritis or glomerular involvement may be more prevalent in patients with preexisting renal disease. OTHER: Alopecia, arteritis, peripheral neuritis, and macular eye lesions have been reported. OTHER REPORTED ADVERSE EFFECTS: Nausea, vomiting, diarrhea, anorexia, anorexia, peripheral neuropathy, headache, somnolence, aseptic meningitis, and cerebral vasculitis. Rhabdomyolysis suspected due to allopurinol has been reported in a single case. <br\/>"},{"id":"18270-s-12-32","title":"Treatment","mono":"<b>ALLOPURINOL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Hematopoietic effects have also been reported, including leukocytosis, leukopenia, eosinophilia, thrombocytopenia, granulocytopenia, and fatal bone marrow suppression; however, these effects may be the result of concomitant use of other myelosuppressive drugs. Treat severe neutropenia with filgrastim 5 mcg\/kg\/day IV or SubQ or sargramostim 250 mcg\/m(2)\/day IV infused over 4 hours. Monitor serial CBC with differential. Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor renal function and liver enzymes in symptomatic patients. Monitor CBC with differential and platelet count after significant overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Although allopurinol and oxypurinol are removed during hemodialysis, the value of this in overdose has yet to be established.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, should be evaluated in a healthcare facility. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with severe hypersensitivity reactions should be admitted to the hospital.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"18270-s-12-33","title":"Range of Toxicity","mono":"<b>ALLOPURINOL <\/b><br\/>TOXICITY: A 15-year-old girl ingested 22.5 g (416 mg\/kg) of allopurinol and did not experience any toxicity. A woman with a medical history of gout (taking allopurinol 100 mg\/day), hypertension, hypercholesterolemia, and advanced chronic kidney disease, did not experience any adverse clinical effects after ingesting 10 g of allopurinol. A woman died after ingesting a dose of 88 mg\/kg intermittently over the course of 22 days.  Leukopenia was observed. THERAPEUTIC DOSES: ADULTS: ORAL: Varies by indication: 100 to 800 mg\/day orally as a single dose or divided doses. INTRAVENOUS: 200 to 400 mg\/m(2)\/day IV; MAX: 600 mg\/day. CHILDREN: ORAL: 6 TO 10 YEARS OF AGE: 300 mg\/day orally. YOUNGER THAN 6 YEARS OF AGE: 150 mg\/day orally. INTRAVENOUS: 200 mg\/m(2)\/day IV. <br\/>"}]},"13":{"id":"18270-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to immediately report a skin rash or signs\/symptoms of an allergic reaction (painful urination, blood in the urine, irritation of the eyes, or swelling of the lips or mouth) as drug may cause severe, sometimes fatal, hypersensitivity reactions.<\/li><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized as drug may cause drowsiness.<\/li><li>Drug may cause diarrhea, nausea, or acute attacks of gout.<\/li><li>Instruct patient to report signs\/symptoms of hepatotoxicity (anorexia, weight loss, or pruritus).<\/li><li>Advise patient that optimal benefit may be delayed for 2 to 6 weeks.<\/li><li>Counsel patient to take drug after meals to reduce gastric irritation.<\/li><li>Encourage patient to maintain adequate hydration during therapy to prevent renal stones.<\/li><\/ul>"}}}