{"drugs":["Dipyridamole","Persantine"],"mono":{"0":{"id":"183790-s-0","title":"Generic Names","mono":"Dipyridamole"},"1":{"id":"183790-s-1","title":"Dosing and Indications","sub":{"0":{"id":"183790-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Heart valve replacement - Thromboembolic disorder; Prophylaxis:<\/b> 75-100 mg ORALLY 4 times daily as an adjunct to warfarin therapy<\/li><li><b>Radionuclide myocardial perfusion study:<\/b> 0.142 mg\/kg\/min IV for 4 min (0.57 mg\/kg total) prior to thallium;  maximum 60 mg<\/li><\/ul>"},"1":{"id":"183790-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness in the pediatric population have not been established"},"3":{"id":"183790-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Heart valve replacement - Thromboembolic disorder; Prophylaxis<\/li><li>Radionuclide myocardial perfusion study<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cerebrovascular accident; Prophylaxis<\/li><li>Coronary arteriosclerosis; Diagnosis<\/li><li>Decubitus ulcer<\/li><li>Hypertrophic cardiomyopathy<\/li><li>Myocardial infarction<\/li><li>Peripheral arterial occlusive disease<\/li><li>PET heart study<\/li><li>Placement of stent<\/li><li>Proteinuria<\/li><li>Single photon emission computerized tomography<\/li><li>Vascular graft occlusion; Prophylaxis<\/li><\/ul>"}}},"3":{"id":"183790-s-3","title":"Contraindications\/Warnings","sub":[{"id":"183790-s-3-9","title":"Contraindications","mono":"hypersensitivity to dipyridamole  or any other product component <br\/>"},{"id":"183790-s-3-10","title":"Precautions","mono":"<ul><li>anaphylactoid reactions have been reported (IV)<\/li><li>asthma, history; may be at increased risk for bronchospasm; IV aminophylline may be administered (IV)<\/li><li>cardiac impulse abnormalities; may be at increased risk for asystole, sinus node arrest, sinus node depression, and conduction block (IV)<\/li><li>asystole, sinus node arrest, sinus node depression, and conduction block have been reported; risk may be increased with cardiac impulse formation\/conduction abnormalities or severe coronary artery disease (IV)<\/li><li>bronchospasm has been reported (IV)<\/li><li>cardiovascular events, serious and some fatal (including cardiac death, myocardial infarction, ventricular fibrillation, symptomatic ventricular tachycardia, stroke, transient cerebral ischemia), have been reported (IV)<\/li><li>chest pain, severe; monitoring recommended; IV aminophylline and SL nitroglycerin may be needed (IV)<\/li><li>coronary artery disease (unstable angina or recently sustained myocardial infarction), severe; chest pain may be aggravated due to vasodilatory effect of dipyridamole (oral); may also be at increased risk for asystole, sinus node arrest, sinus node depression, and conduction block (IV)<\/li><li>hepatic insufficiency; hepatic enzyme elevations and hepatic failure have been reported (oral)<\/li><li>hypotension; may produce peripheral vasodilation (oral)<\/li><li>seizures have been reported (IV)<\/li><li>unstable angina, history; may be at greater risk for severe myocardial ischemia (IV)<\/li><\/ul>"},{"id":"183790-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"183790-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"183790-s-4","title":"Drug Interactions","sub":[{"id":"183790-s-4-13","title":"Contraindicated","mono":"<ul>Riociguat (theoretical)<\/ul>"},{"id":"183790-s-4-14","title":"Major","mono":"<ul><li>Abciximab (theoretical)<\/li><li>Aceclofenac (theoretical)<\/li><li>Acemetacin (theoretical)<\/li><li>Alipogene Tiparvovec (theoretical)<\/li><li>Alteplase, Recombinant (theoretical)<\/li><li>Amtolmetin Guacil (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Ardeparin (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Aspirin (theoretical)<\/li><li>Bivalirudin (theoretical)<\/li><li>Bromfenac (theoretical)<\/li><li>Bufexamac (theoretical)<\/li><li>Celecoxib (theoretical)<\/li><li>Certoparin (theoretical)<\/li><li>Choline Salicylate (theoretical)<\/li><li>Cilostazol (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Clonixin (theoretical)<\/li><li>Clopidogrel (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Desirudin (theoretical)<\/li><li>Desvenlafaxine (probable)<\/li><li>Dexibuprofen (theoretical)<\/li><li>Dexketoprofen (theoretical)<\/li><li>Diclofenac (theoretical)<\/li><li>Diflunisal (theoretical)<\/li><li>Dipyrone (theoretical)<\/li><li>Duloxetine (probable)<\/li><li>Edoxaban (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Eptifibatide (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Etodolac (theoretical)<\/li><li>Etofenamate (theoretical)<\/li><li>Etoricoxib (theoretical)<\/li><li>Felbinac (theoretical)<\/li><li>Fenoprofen (theoretical)<\/li><li>Fepradinol (theoretical)<\/li><li>Feprazone (theoretical)<\/li><li>Floctafenine (theoretical)<\/li><li>Flufenamic Acid (theoretical)<\/li><li>Fluoxetine (probable)<\/li><li>Flurbiprofen (theoretical)<\/li><li>Fluvoxamine (probable)<\/li><li>Fondaparinux (theoretical)<\/li><li>Heparin (theoretical)<\/li><li>Ibuprofen (theoretical)<\/li><li>Ibuprofen Lysine (theoretical)<\/li><li>Ketoprofen (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Lepirudin (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lornoxicam (theoretical)<\/li><li>Loxoprofen (theoretical)<\/li><li>Lumiracoxib (theoretical)<\/li><li>Meclofenamate (theoretical)<\/li><li>Mefenamic Acid (theoretical)<\/li><li>Meloxicam (theoretical)<\/li><li>Milnacipran (probable)<\/li><li>Morniflumate (theoretical)<\/li><li>Nabumetone (theoretical)<\/li><li>Nadroparin (theoretical)<\/li><li>Naproxen (theoretical)<\/li><li>Nefazodone (probable)<\/li><li>Nepafenac (theoretical)<\/li><li>Niflumic Acid (theoretical)<\/li><li>Nimesulide (theoretical)<\/li><li>Oxaprozin (theoretical)<\/li><li>Oxyphenbutazone (theoretical)<\/li><li>Parecoxib (theoretical)<\/li><li>Parnaparin (theoretical)<\/li><li>Paroxetine (probable)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Phenylbutazone (theoretical)<\/li><li>Piketoprofen (theoretical)<\/li><li>Piroxicam (theoretical)<\/li><li>Prasugrel (theoretical)<\/li><li>Proglumetacin (theoretical)<\/li><li>Propionic Acid (theoretical)<\/li><li>Propyphenazone (theoretical)<\/li><li>Proquazone (theoretical)<\/li><li>Protein C (theoretical)<\/li><li>Reviparin (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rofecoxib (theoretical)<\/li><li>Salicylic Acid (theoretical)<\/li><li>Salsalate (theoretical)<\/li><li>Sertraline (probable)<\/li><li>Sodium Salicylate (theoretical)<\/li><li>Streptokinase (theoretical)<\/li><li>Sulfinpyrazone (theoretical)<\/li><li>Sulindac (theoretical)<\/li><li>Tenoxicam (theoretical)<\/li><li>Tiaprofenic Acid (theoretical)<\/li><li>Ticagrelor (theoretical)<\/li><li>Ticlopidine (probable)<\/li><li>Tinzaparin (theoretical)<\/li><li>Tirofiban (probable)<\/li><li>Tolfenamic Acid (theoretical)<\/li><li>Tolmetin (theoretical)<\/li><li>Treprostinil (theoretical)<\/li><li>Valdecoxib (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},{"id":"183790-s-4-15","title":"Moderate","mono":"<ul><li>Adenosine (probable)<\/li><li>Indomethacin (probable)<\/li><li>Tenecteplase (probable)<\/li><\/ul>"}]},"5":{"id":"183790-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain (IV, up to 30%), Electrocardiogram abnormal (IV, 0.8% to 7.5%)<\/li><li><b>Dermatologic:<\/b>Flushing (IV, 3.4%), Rash (oral, 2.3%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal discomfort (oral, 6.1%)<\/li><li><b>Neurologic:<\/b>Dizziness (oral, 13.6%; IV, 11.8%), Headache (oral, 2.3%; IV, 12.2% to 20%)<\/li><li><b>Respiratory:<\/b>Dyspnea (IV, 2.6% to 25%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Angina, Cardiac arrest, Myocardial infarction (IV, 0.1%), Myocardial ischemia, Ventricular fibrillation, Ventricular tachycardia (IV, 0.2%)<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Seizure<\/li><li><b>Respiratory:<\/b>Bronchospasm (IV, 0.2%)<\/li><\/ul>"},"6":{"id":"183790-s-6","title":"Drug Name Info","sub":{"0":{"id":"183790-s-6-17","title":"US Trade Names","mono":"Persantine<br\/>"},"2":{"id":"183790-s-6-19","title":"Class","mono":"<ul><li>Diagnostic Agent, Cardiac Function<\/li><li>Phosphodiesterase Inhibitor<\/li><li>Platelet Aggregation Inhibitor<\/li><\/ul>"},"3":{"id":"183790-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"183790-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"183790-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Dipyridamole lengthens abnormally shortened platelet survival time in a dose-dependent manner . Dipyridamole&quot;s mechanisms of action have not been fully elucidated , but may involve its ability to increase endogenous concentrations of adenosine , which is a coronary vasodilator   and a platelet aggregation inhibitor , and of cyclic adenosine monophosphate (cAMP) , which decreases platelet activation . Dipyridamole may increase concentrations of adenosine by inhibiting the activity of the enzyme adenosine deaminase, thereby decreasing adenosine metabolism, and by inhibiting adenosine uptake   by erythrocytes   and vascular endothelial cells . Adenosine stimulates adenylate cyclase activity, leading to increased cAMP synthesis   and consequently to reduced platelet function . Also, dipyridamole may raise the intraplatelet cAMP concentration by increasing prostacyclin-induced stimulation of adenylate cyclase activity , which increases cAMP synthesis , and by inhibiting the enzyme phosphodiesterase , which decreases cAMP breakdown . Additionally, dipyridamole may inhibit the formation of thromboxane A 2, which is a potent stimulator of platelet activation .<\/li><li>Dipyridamole does not affect prothrombin time when administered concurrently with coumarin- or indanedione-derivative anticoagulants .<\/li><li>Thromboembolism prophylaxis adjunct-Dipyridamole may act by inhibiting platelet aggregation , although studies of the medication&quot;s ability to reduce platelet function after oral administration of usual doses have yielded conflicting results .  In vitro, high concentrations of dipyridamole are required to inhibit platelet function ; the necessary concentrations may not be achieved  in vivo with recommended doses . There is some evidence that the medication may be more effective in preventing platelet deposition on artificial surfaces (e.g., synthetic prosthetic heart valves) than on natural surfaces . Dipyridamole also restores toward normal the shortened platelet survival time that occurs in patients with thrombosis , prosthetic heart valves , vascular grafts , or vascular abnormalities . However, the relevance of this action to any antithrombotic effect of dipyridamole has not been established .<\/li><li>Diagnostic aid adjunct (ischemic heart disease)-Dipyridamole may preferentially dilate, and increase blood flow through, nondiseased coronary blood vessels , leading to a redistribution of blood flow away from significantly stenotic coronary vessels . This \"coronary steal\" effect increases the differential in perfusion, and consequently in radiopharmaceutical uptake, between regions of the myocardium supplied by normal coronary arteries and those supplied by stenotic vessels . Dipyridamole-induced changes in perfusion are similar to those produced by exercise stress .<\/li><\/ul>"},"8":{"id":"183790-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"183790-s-8-23","title":"Absorption","mono":"Systemic: Slowly absorbed; Bioavailability: 27 to 66% <br\/>"},"2":{"id":"183790-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic: Metabolite: glucuronic acid conjugate <br\/>"},"3":{"id":"183790-s-8-26","title":"Excretion","mono":"Systemic: Biliary <br\/>"},"4":{"id":"183790-s-8-27","title":"Elimination Half Life","mono":"Systemic: 10 h <br\/>"}}},"9":{"id":"183790-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>(infusion) dilute in D5W, NS, or 0.45%NaCl (minimum of one to two ratio) to a total volume of 20 to 50 mL and infuse over 4 minutes<\/li><li>(infusion) for myocardial imaging, inject thallium-201 within 5 minutes following the 4-minute dipyridamole infusion<\/li><\/ul>"},"10":{"id":"183790-s-10","title":"Monitoring","mono":"<ul><li>IV: EKG and vital signs during infusion, 10 to 15 min after infusion<\/li><li>angina, hypotension, abnormal EKG<\/li><li>hepatic function<\/li><\/ul>"},"11":{"id":"183790-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Solution: 5 MG\/ML<\/li><li>Oral Tablet: 25 MG, 50 MG, 75 MG<\/li><\/ul><\/li><li><b>Persantine<\/b><br\/>Oral Tablet: 25 MG, 50 MG, 75 MG<br\/><\/li><\/ul>"},"12":{"id":"183790-s-12","title":"Toxicology","sub":[{"id":"183790-s-12-31","title":"Clinical Effects","mono":"<b>DIPYRIDAMOLE <\/b><br\/>USES: Dipyridamole is used to prevent thrombosis after cardiac valve replacement in adults. It is also used as an alternative to exercise with thallium myocardial perfusion imaging to detect coronary artery disease. Dipyridamole is also available in combination with aspirin. Refer to \"SALICYLATES\" management for information on aspirin overdose. PHARMACOLOGY: Dipyridamole inhibits the uptake of adenosine into platelets, endothelial cells and erythrocytes resulting in an increase in local concentrations of adenosine. By acting on the platelet A(2)-receptor, the increase in concentration of adenosine stimulates platelet adenylate cyclase and in turn increases the levels of cyclic-3',5'-adenosine monophosphate (cAMP), which inhibits platelet aggregation. TOXICOLOGY: Inhibition of adenosine uptake in arterial endothelial cells causes vasodilation and hypotension. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Overdose data are limited. Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses.  Dizziness, warm feeling, flushing, sweating, restlessness, weakness, dizziness, hypotension, and tachycardia may occur with overdose. SEVERE TOXICITY: SEVERE TOXICITY: A woman with long-standing angina developed myocardial infarction after ingesting approximately 5 g of dipyridamole tablets. Loss of consciousness, hypotension, deep ST depression and T wave inversion, elevated PT and PTT, and respiratory arrest developed in another woman after dipyridamole overdose. ADVERSE EFFECTS: MOST COMMON (greater than 11%): Angina pectoris, ECG changes (mostly ST-T changes), headache, and dizziness. OTHER EFFECTS: Hypotension, nausea, vomiting, abdominal distress, diarrhea, flushing, tachycardia, hypersensitivity reactions, and dyspnea. RARE: Thrombocytopenia, seizures, cardiac arrest, myocardial infarction, ventricular fibrillation, stroke, and transient cerebral ischemia may occur. <br\/>"},{"id":"183790-s-12-32","title":"Treatment","mono":"<b>DIPYRIDAMOLE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. Dipyridamole is also available in combination with aspirin. Refer to &quot;SALICYLATES&quot; management for information on aspirin overdose. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Consider using a xanthine derivative (eg, aminophylline 50 to 240 mg) to reverse the hemodynamic effects of dipyridamole overdose. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not recommended because of the potential for CNS depression or persistent seizures and subsequent aspiration. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias, CNS depression, hemodynamic instability, or severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status. Obtain an ECG, and institute continuous cardiac monitoring. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea or severe overdose. Monitor serial troponin and ECG in patients with chest pain. Monitor coagulation studies in patients with severe overdose.<\/li><li>Enhanced elimination procedure: Dipyridamole is highly protein-bound. Hemodialysis is not expected to be of value in overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic should be referred to a healthcare facility for evaluation and treatment. Patients should be observed for 6 hours with frequent monitoring of vital signs and cardiac function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. Patients with unstable vital signs and\/or life-threatening cardiac dysrhythmias should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul>"},{"id":"183790-s-12-33","title":"Range of Toxicity","mono":"<b>DIPYRIDAMOLE <\/b><br\/>TOXICITY: CHILDREN: Ingestion of 625 mg in a 19-month-old produced toxicity, while ingestion of 400 mg in a child weighing 30 pounds (29 mg\/kg) produced no signs of toxicity. ADULTS: Doses of up to 2000 mg\/day have been used therapeutically.  Acute ingestions of 200 to 1250 mg have produced toxicity. A woman with long-standing angina had a non-ST elevation developed myocardial infarction after ingesting approximately 5 g of dipyridamole tablets.  Loss of consciousness, hypotension, deep ST depression and T wave inversion, elevated PT and PTT, and respiratory arrest developed in a woman after ingesting 1.75 g of dipyridamole. THERAPEUTIC DOSES: ADULTS: Thallium myocardial perfusion: 0.142 mg\/kg\/min (0.57 mg\/kg total) as an IV infusion over 4 minutes prior to thallium; a total dose in excess of 60 mg will most likely not be necessary. Thrombosis prophylaxis, heart valve replacement: 75 to 100 mg orally 4 times daily as an adjunct to warfarin therapy. Stroke prevention: One capsule of extended-release dipyridamole 200 mg\/aspirin 25 mg orally twice daily. CHILDREN: Safety and effectiveness of dipyridamole have not been established in pediatric patients. Oral doses of 1 to 4.2 mg\/kg\/day have been used in children with platelet dysfunction and cardiac valve replacement. Oral doses of 4 to 10 mg\/kg\/day have been used investigationally to treat proteinuria in pediatric renal disease. <br\/>"}]},"13":{"id":"183790-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause abdominal discomfort or dizziness. The IV formulation may also cause headache or an exacerbation of angina.<\/li><li>Advise patient to take oral formulation on an empty stomach 1 h before or 2 h after meals. If gastric irritation occurs, tell patient to take drug with food or milk.<\/li><li>Patient should avoid caffeine prior to cardiac stress testing.<\/li><\/ul>"}}}