{"generic":"Dobutamine Hydrochloride","drugs":["Dobutamine Hydrochloride","Dobutrex"],"mono":{"0":{"id":"185600-s-0","title":"Generic Names","mono":"Dobutamine Hydrochloride"},"1":{"id":"185600-s-1","title":"Dosing and Indications","sub":{"0":{"id":"185600-s-1-4","title":"Adult Dosing","mono":"<ul><li><a href=\"8@6\">Dobutamine Dosing and Maintenance<\/a><\/li><li><b>Decreased cardiac output:<\/b> initial, 0.5 to 1 mcg\/kg\/min IV; maintenance, 2 to 40 mcg\/kg\/min IV; titrate according to response<\/li><li><b>Heart failure:<\/b> post-cardiac arrest care, 5 to 10 mcg\/kg\/min IV per American Heart Association Guidelines<\/li><li><b>Heart failure:<\/b> initial, 0.5 to 1 mcg\/kg\/min IV; maintenance, 2 to 40 mcg\/kg\/min IV; titrate according to response<\/li><\/ul>"},"1":{"id":"185600-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><a href=\"8@6\">Dobutamine Dosing and Maintenance<\/a><\/li><li>DOBUTamine is less effective than dopamine in raising blood pressure in premature neonates without causing undue tachycardia, and it does not provide additional benefits when these patients are already receiving optimal dopamine treatment<\/li><li><b>Heart failure:<\/b> post-cardiac arrest care, 2 to 20 mcg\/kg\/min IV or intraosseous per American Heart Association Guidelines<\/li><\/ul>"},"3":{"id":"185600-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Decreased cardiac output<\/li><li>Heart failure<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute myocardial infarction<\/li><li>Bradyarrhythmia - Heart block<\/li><li>Cardiac MRI<\/li><li>Cardiac ventriculography<\/li><li>Mitral valve stenosis, Severity assessment<\/li><li>PET heart study<\/li><li>Pulmonary embolism - Shock<\/li><li>Septic shock<\/li><li>Single photon emission computerized tomography, Stress<\/li><li>Stress echocardiography<\/li><li>Toxic shock syndrome<\/li><li>Transplantation of heart; Adjunct<\/li><li>Transplantation of liver; Adjunct<\/li><\/ul>"}}},"3":{"id":"185600-s-3","title":"Contraindications\/Warnings","sub":[{"id":"185600-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to corn or corn products (premix)<\/li><li>hypersensitivity to DOBUTamine<\/li><li>subaortic stenosis, hypertrophic, idiopathic<\/li><\/ul>"},{"id":"185600-s-3-10","title":"Precautions","mono":"<ul><li>atrial fibrillation; risk of developing rapid ventricular response<\/li><li>atrial fibrillation with rapid ventricular response; administer digitalis preparation prior to initiating DOBUTamine therapy<\/li><li>diabetes mellitus, subclinical or overt (premix)<\/li><li>hypertension, preexisting; increased risk of exaggerated pressor response; monitoring required<\/li><li>hypokalemia may occur<\/li><li>hypovolemia; correct prior to initiation<\/li><li>myocardial infarction; may increase infarction size<\/li><li>sulfite sensitivity; contains sodium bisulfite<\/li><li>ventricular ectopic activity may be precipitated or exacerbated<\/li><\/ul>"},{"id":"185600-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Dobutamine: B (FDA)<\/li><li>Dobutamine: B2 (AUS)<\/li><\/ul>"},{"id":"185600-s-3-12","title":"Breast Feeding","mono":"Dobutamine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"185600-s-4","title":"Drug Interactions","sub":[{"id":"185600-s-4-13","title":"Contraindicated","mono":"<ul><li>Isocarboxazid (theoretical)<\/li><li>Linezolid (theoretical)<\/li><\/ul>"},{"id":"185600-s-4-14","title":"Major","mono":"<ul>Entacapone (theoretical)<\/ul>"},{"id":"185600-s-4-15","title":"Moderate","mono":"<ul>Carvedilol (probable)<\/ul>"}]},"5":{"id":"185600-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Angina (1% to 3%), Hypertension (7.5%), Tachyarrhythmia (approximately 10%)<\/li><li><b>Neurologic:<\/b>Headache (1% to 3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Coronary arteriosclerosis, Worsening, Eosinophilic myocarditis (up to 7%), Syncope<\/li><li><b>Respiratory:<\/b>Dyspnea (1% to 3%)<\/li><\/ul>"},"6":{"id":"185600-s-6","title":"Drug Name Info","sub":{"0":{"id":"185600-s-6-17","title":"US Trade Names","mono":"Dobutrex<br\/>"},"2":{"id":"185600-s-6-19","title":"Class","mono":"<ul><li>Adrenergic<\/li><li>Cardiovascular Agent<\/li><li>Inotropic Agent<\/li><\/ul>"},"3":{"id":"185600-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"185600-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"185600-s-7","title":"Mechanism Of Action","mono":"DOBUTamine hydrochloride is a synthetic catecholamine and a direct-acting inotropic agent. It stimulates the beta-receptors of the heart which produces hypertensive, mild chronotropic, vasodilative, and arrhythmogenic effects.<br\/>"},"8":{"id":"185600-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"185600-s-8-25","title":"Metabolism","mono":"Methylation and conjugation <br\/>"},"3":{"id":"185600-s-8-26","title":"Excretion","mono":"Renal: excreted as metabolites <br\/>"},"4":{"id":"185600-s-8-27","title":"Elimination Half Life","mono":"2 min <br\/>"}}},"9":{"id":"185600-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>dilute with D5W or NS<\/li><li>do not add to sodium bicarbonate or any other strongly alkaline solution<\/li><\/ul>"},"10":{"id":"185600-s-10","title":"Monitoring","mono":"<ul><li>ECG, blood pressure, heart rate, pulmonary wedge pressure, and cardiac output<\/li><li>electrolyte panel (ie, potassium)<\/li><\/ul>"},"11":{"id":"185600-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Intravenous Solution: 12.5 MG\/ML<br\/>"},"12":{"id":"185600-s-12","title":"Toxicology","sub":[{"id":"185600-s-12-31","title":"Clinical Effects","mono":"<b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/>USES: This class of drugs are used to treat hypotension, bradycardia, heart failure, asthma, and anaphylaxis, which includes epinephrine, norepinephrine, dobutamine, dopamine, isoproterenol, terbutaline, and phenylephrine. PHARMACOLOGY: These agents cause stimulation of adrenergic receptors leading to vasoconstriction, increased inotropy and chronotropy. TOXICOLOGY: Primarily from sympathomimetic excess and can either result from vasoconstriction leading to ischemia and hypoxia in end organs, toxic effects from hypertension or hypotension, and cardiac strain from tachycardia. EPIDEMIOLOGY: Uncommon overdose that can lead to significant morbidity and mortality. OVERDOSE: Overdoses are typically iatrogenic.  Home exposure is generally from accidental injection of epinephrine autoinjectors.  These drugs have occasionally been injected as drugs of abuse, although this is rare. MILD TO MODERATE TOXICITY: Tachycardia, nausea, vomiting, hypertension, headache, diaphoresis, and pallor. SEVERE TOXICITY:  Seizures, stroke, pulmonary edema, hypotension, cyanosis, myocardial ischemia or infarction, dysrhythmias, acidosis, hypokalemia, and tissue necrosis. ADVERSE EFFECTS:  Tachycardia, nausea, vomiting, hypertension, headache, diaphoresis, and pallor. Ischemic necrosis secondary to local vasoconstriction can result from extravasation of sympathomimetic agents including dobutamine, dopamine, epinephrine, metaraminol and norepinephrine. TERBUTALINE: use of terbutaline in pregnant women for the prevention or prolonged treatment (beyond 48 to 72 hours) of preterm labor carries the risk of potentially serious maternal cardiac events (ie, tachycardia, cardiac dysrhythmias, myocardial infarction, hypertension and pulmonary edema) and death. <br\/>"},{"id":"185600-s-12-32","title":"Treatment","mono":"<b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Accidental digital or intramuscular injections of epinephrine can usually be managed with warm soaks and compresses.  Other treatments are not well studied, but injections of phentolamine, use of nitroglycerin paste, and injections of terbutaline have been reported to be successful.  Vital signs should be continuously monitored in other parenteral overdoses. Hypertension without evidence of end organ dysfunction should first be treated with benzodiazepines which can reduce adrenergic tone and treat agitation.  Sinus tachycardia generally does not require treatment unless there is evidence of end organ dysfunction. MANAGEMENT OF SEVERE TOXICITY: Refractory hypertension or hypertension with evidence of end organ dysfunction should be treated with sodium nitroprusside or phentolamine.  Hypotension may develop abruptly following hypertension, so a titratable agent is generally preferred.  Hypotension should initially be treated with intravenous fluid boluses.  If hypotension persists, a vasopressor such as dopamine or norepinephrine should be used unless they were involved in the overdose.  Ventricular tachycardias can be treated with lidocaine or amiodarone, and cardioversion if hemodynamically unstable.  If sinus tachycardia results in hemodynamic instability or cardiac strain, a short acting beta-blocker such as esmolol can be used, although care should be used as this may result in unopposed alpha-adrenergic stimulation. OCULAR EXPOSURE: Ocular exposure has occasionally caused systemic manifestations including transient hypertension, palpitations, tachycardia, ventricular ectopy, chest pain and in one case a non-ST elevation myocardial infarction.<\/li><li>Decontamination: PREHOSPITAL: There is no role for prehospital decontamination of a parenterally administered agent.  Irrigate eyes and mucous membranes, and wash skin as appropriate. HOSPITAL: There is no role for decontamination of a parenterally administered agent. Irrigate eyes and mucous membranes, and wash skin as appropriate.<\/li><li>Airway management: Patients who are comatose or with altered mental status may need orotracheal intubation and mechanical respiratory support.<\/li><li>Antidote: Phentolamine can be administered for intravenous extravasation of sympathomimetic agents.  Doses of 5 to 10 mg of phentolamine in 10 to 15 mL of normal saline can be infiltrated into the affected area.  Phentolamine has also been reportedly used successfully in accidental subcutaneous epinephrine injections that produce digit ischemia.  Doses of 0.5 to 1.5 mg injected either as a digital block or into the same site of the epinephrine injection have been reported. Intra-arterial infusion of phentolamine was used in one patient after inadvertent intra-arterial administration of epinephrine, with apparent success in reversing vasospasm and ischemia.<\/li><li>Enhanced elimination procedure: Hemodialysis is generally not useful since these agents have short half-lives.<\/li><li>Monitoring of patient: Drug levels are not clinically useful. Monitor vital signs frequently. Monitor serum electrolytes. Obtain cardiac enzymes for patients with chest pain. Obtain serial ECGs and institute continuous cardiac monitoring. Obtain a chest x-ray if there are signs or symptoms of pulmonary edema. Obtain a chest x-ray if there are signs or symptoms of pulmonary edema.<\/li><li>Patient disposition: HOME CRITERIA: Patients with accidental injections of epinephrine autoinjectors can generally be managed at home with warm soaks. OBSERVATION CRITERIA: Patients that do not manifest symptoms after 4 to 6 hours can be discharged. ADMISSION CRITERIA: Patients with unstable vital signs or evidence of end organ dysfunction should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul>"},{"id":"185600-s-12-33","title":"Range of Toxicity","mono":"<b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/>TOXICITY: Varies depending on the agent. Toxic effects may occur at therapeutic doses while large doses have also resulted in no ill effects. Also depends on comorbid conditions as myocardial infarction has occurred with doses as little as 0.6 mg SubQ epinephrine. Fatalities have been reported at doses of 3 to 4 mg IV epinephrine. THERAPEUTIC DOSE: Varies depending on the agent. Epinephrine is typically given 0.3 mg IM or 1 mg IV to an adult. Norepinephrine is typically started as a drip at 4 mcg\/min IV to an adult. Phenylephrine is typically given 2 to 5 mg IM or 0.1 to 0.5 mg IV bolus to an adult.<br\/>"}]},"13":{"id":"185600-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea or headache.<\/li><li>Instruct patient to report angina, palpitations, tachyarrhythmia, or dyspnea.<\/li><\/ul>"}}}