{"generic":"Dyphylline","drugs":["Dilor","Dilor-200","Dilor-400","Dylix","Dyphylline","Lufyllin","Lufyllin-400"],"mono":{"0":{"id":"198660-s-0","title":"Generic Names","mono":"Dyphylline"},"1":{"id":"198660-s-1","title":"Dosing and Indications","sub":[{"id":"198660-s-1-4","title":"Adult Dosing","mono":"<ul><li>serious dosing errors may occur if dyphylline serum levels are monitored by theophylline serum assay or if dyphylline is considered equivalent to 70% theophylline<\/li><li><b>Asthma:<\/b> titrate up to 15 mg\/kg\/dose ORALLY every 6 hours based on symptom severity and patient response<\/li><li><b>Bronchospasm, Reversible:<\/b> titrate up to 15 mg\/kg\/dose ORALLY every 6 hours based on symptom severity and patient response<\/li><\/ul>"},{"id":"198660-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"198660-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> dosage adjustment recommended "},{"id":"198660-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Asthma<\/li><li>Bronchospasm, Reversible<\/li><\/ul>"}]},"3":{"id":"198660-s-3","title":"Contraindications\/Warnings","sub":[{"id":"198660-s-3-9","title":"Contraindications","mono":"hypersensitivity to dyphylline or related xanthine components <br\/>"},{"id":"198660-s-3-10","title":"Precautions","mono":"<ul><li>acute myocardial injury<\/li><li>cardiac disease, severe<\/li><li>hypertension<\/li><li>hyperthyroidism<\/li><li>peptic ulcer disease<\/li><li>renal function, impaired; dosage adjustment recommended<\/li><li>status asthmaticus; use not indicated<\/li><li>report suspected adverse reactions to Meda Pharmaceuticals, Inc at 1-800-526-3840 or the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"198660-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"198660-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"198660-s-4","title":"Drug Interactions","sub":[{"id":"198660-s-4-13","title":"Contraindicated","mono":"<ul>Riociguat (theoretical)<\/ul>"},{"id":"198660-s-4-14","title":"Major","mono":"<ul><li>Adenosine (theoretical)<\/li><li>Regadenoson (theoretical)<\/li><\/ul>"}]},"5":{"id":"198660-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Headache<\/li><li><b>Psychiatric:<\/b>Agitation, Feeling excited, Irritability<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Tachycardia, Ventricular arrhythmia<\/li><li><b>Neurologic:<\/b>Tonic-clonic seizure<\/li><\/ul>"},"6":{"id":"198660-s-6","title":"Drug Name Info","sub":{"0":{"id":"198660-s-6-17","title":"US Trade Names","mono":"<ul><li>Dilor<\/li><li>Dilor-200<\/li><li>Dilor-400<\/li><li>Dylix<\/li><li>Lufyllin<\/li><li>Lufyllin-400<\/li><\/ul>"},"2":{"id":"198660-s-6-19","title":"Class","mono":"<ul><li>Bronchodilator<\/li><li>Methylxanthine<\/li><\/ul>"},"3":{"id":"198660-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"198660-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"198660-s-7","title":"Mechanism Of Action","mono":"Dyphylline, a xanthine derivative, is a bronchodilator. Its acts as a competitive inhibitor of phosphodiesterase which increases cyclic AMP and results in bronchial smooth muscle relaxation.<br\/>"},"8":{"id":"198660-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"198660-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 45 minutes<\/li><li>Bioavailability, Oral: rapid absorption<\/li><\/ul>"},"3":{"id":"198660-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 88% unchanged<\/li><li>Hemoperfusion: Yes, 5%<\/li><\/ul>"},"4":{"id":"198660-s-8-27","title":"Elimination Half Life","mono":"2 hours <br\/>"}}},"10":{"id":"198660-s-10","title":"Monitoring","mono":"<ul><li>improvement in the signs of symptoms of acute bronchial asthma is indicative of efficacy<\/li><li>improvement in reversible bronchospasm associated with chronic bronchitis and emphysema is indicative of efficacy<\/li><\/ul>"},"11":{"id":"198660-s-11","title":"How Supplied","mono":"<b>Lufyllin-400<\/b><br\/>Oral Tablet: 400 MG<br\/>"},"12":{"id":"198660-s-12","title":"Toxicology","sub":[{"id":"198660-s-12-31","title":"Clinical Effects","mono":"<b>DYPHYLLINE<\/b><br\/>USES: Dyphylline is used for the relief of acute bronchial asthma and for reversible bronchospasm associated with chronic bronchitis and emphysema. PHARMACOLOGY: Dyphylline is a xanthine derivative with similar structure and pharmacologic activity as theophylline.  Its primary action is bronchodilation, and it also exhibits peripheral vasodilatory and other smooth muscle relaxant activity through competitive inhibition of phosphodiesterase resulting in an increase in cyclic AMP, producing relaxation of bronchial smooth muscle. Dyphylline is NOT converted to theophylline in vivo. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: No reports have been described in the literature. Effects of an overdose are expected to be an extension of adverse effects observed following therapeutic doses. MILD TO MODERATE TOXICITY: Restlessness, anorexia, nausea. SEVERE TOXICITY: Observed with other xanthine medications: agitation, severe vomiting, dehydration, excessive thirst, tinnitus, cardiac arrhythmias, hyperthermia, diaphoresis, and generalized clonic and tonic convulsions. Cardiovascular collapse has occurred. ADVERSE EFFECTS: COMMON: Headache, nervousness, tachycardia, hypotension, and nausea. LESS COMMON: Seizures, tachypnea, albuminuria, hyperglycemia, and circulatory failure.<br\/>"},{"id":"198660-s-12-32","title":"Treatment","mono":"<b>DYPHYLLINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Establish IV access and place the patient on a cardiac monitor. Treat nausea with antiemetic and administer IV fluids. Monitor electrolytes. MANAGEMENT OF SEVERE TOXICITY: The primary effect of dyphylline is increased sympathomimetic effects; therefore, sympathomimetic agents should be avoid in treatment of severe toxicity. Sedation should be induced with benzodiazepines or barbiturates; high doses may be required. Hemodynamically significant tachycardia should be treated with esmolol, which can paradoxically improve blood pressure in severely tachycardic patients. Hypotension should be treated with IV fluids. Adrenergic vasopressors can theoretically make tachycardia worse, but there are numerous reports of successful treatment of severe theophylline toxicity with these agents. Vasopressin is of theoretical value and has been used effectively in a case of caffeine poisoning. Lidocaine administration has been associated with successful treatment of ventricular fibrillation. Hemodialysis should be performed in patients with severe toxicity Hyperthermia should be managed with external cooling and benzodiazepines to control agitation. <\/li><li>Decontamination: PREHOSPITAL: Avoid GI decontamination as patients are at high risk to vomit and suffer abrupt deterioration. HOSPITAL: Activated charcoal should be administered to patients who have a significant acute ingestion. As dyphylline can cause seizures and vomiting, most patients should be intubated prior to charcoal administration.<\/li><li>Airway management: Perform early in patients with severe intoxication.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor serum electrolytes, vital signs and mental status. Monitor CPK levels and renal function in patients with seizures. Institute continuous cardiac monitoring and obtain an ECG. Monitor dyphylline serum levels, if available.<\/li><li>Enhanced elimination procedure: Dyphylline is dialyzable and hemodialysis may be of some benefit with severe intoxication, although it is not recommend as a routine procedure in overdose management. Hemodialysis should be reserved for cases where there is no response to general supportive care and symptomatic treatment.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are not chronically taking dyphylline and who unintentionally ingest 10 mg\/kg\/dose or less of the regular release formulation can be managed at home. OBSERVATION CRITERIA: Patients with an acute ingestion of immediate-release preparations who have only mild clinical effects (ie, mild tachycardia, nausea, vomiting, tremor) can be observed in the ED with activated charcoal therapy, cardiac monitoring and serial dyphylline levels. Patients with worsening signs and symptoms, ingestion of a sustained-release product or rising levels should be admitted to a monitored setting. ADMISSION CRITERIA: Admit all patients with chronic intoxication or those with acute ingestions in whom serum dyphylline levels are not falling. Patients with symptoms beyond mild tachycardia, nausea, vomiting and tremor and those whose symptoms do not resolve should be admitted. Because of the potential for severe toxicity, most patients should be admitted to an intensive care setting. TRANSFER CRITERIA: Patients who are at risk for developing life-threatening toxicity should be transferred to a facility where emergent hemodialysis is available. CONSULT CRITERIA: Consult a medical toxicologist or poison center for any patient with severe toxicity or in whom the diagnosis is unclear. Consult a nephrologist early in any patient with severe toxicity or rapidly rising dyphylline concentrations.<\/li><\/ul>"},{"id":"198660-s-12-33","title":"Range of Toxicity","mono":"<b>DYPHYLLINE<\/b><br\/>TOXICITY: A specific toxic dose has not been established. The minimum lethal or toxic dose is not well established in the literature. Doses greater than the therapeutic recommendations of 10 mg\/kg\/dose of the regular tablets or liquid or 40 mg\/kg\/dose of the sustained released product may cause toxic symptoms. THERAPEUTIC DOSE: The recommended dose of dyphylline is up to 15 mg\/kg every six hours.<br\/>"}]}}}