{"generic":"Beclomethasone Dipropionate","drugs":["Beclomethasone Dipropionate","Beclovent","Beconase","QNASL","Qvar","Vancenase"],"mono":{"0":{"id":"1cjss0","title":"Generic Names","mono":"Beclomethasone Dipropionate"},"1":{"id":"1cjss1","title":"Dosing and Indications","sub":{"0":{"id":"1cjss1b4","title":"Adult Dosing","mono":"<ul><li><b>Asthma:<\/b> ORAL INHALATION, previously treated with bronchodilators alone, initial, 40 to 80 mcg twice a day; MAX 320 mcg twice daily<\/li><li><b>Asthma:<\/b> ORAL INHALATION, previously treated with inhaled corticosteroids, initial, 40 to 160 mcg twice daily; MAX 320 mcg twice daily<\/li><li><b>Nasal polyp, recurrence following surgical removal; Prophylaxis:<\/b> NASAL INHALATION, 1 or 2 inhalations (42 mcg\/inhalation) in each nostril 2 times daily (usual dose 168 to 336 mcg\/day)<\/li><li><b>Rhinitis, Allergic or non-allergic, seasonal or perennial:<\/b> Qnasl(TM): 2 sprays (80 mcg\/spray) in each nostril once a day (320 mcg\/day)<\/li><li><b>Rhinitis, Allergic or non-allergic, seasonal or perennial:<\/b> Beconase AQ(R): 1 or 2 inhalations (42 mcg\/inhalation) in each nostril 2 times daily (usual dose 168 to 336 mcg\/day)<\/li><\/ul>"},"1":{"id":"1cjss1b5","title":"Pediatric Dosing","mono":"<ul><li>(Qvar(R)) safety and efficacy not established in children under age 5<\/li><li>(Beconase AQ(R)) safety and efficacy of beclomethasone intranasal spray not established under age 6<\/li><li><b>Asthma:<\/b> ORAL INHALATION, ages 5 to 11 yr, 40 mcg twice a day; MAX 80 mcg twice a day<\/li><li><b>Nasal polyp, recurrence following surgical removal; Prophylaxis:<\/b> NASAL INHALATION, age 6 to 12 yr, 1 inhalation (42 mcg) in each nostril 2 times per day<\/li><li><b>Nasal polyp, recurrence following surgical removal; Prophylaxis:<\/b> NASAL INHALATION, 12 years and older, 1 or 2 inhalations (42 mcg\/inhalation) in each nostril 2 times daily (usual dose 168 to 336 mcg\/day)<\/li><li><b>Rhinitis, Allergic or non-allergic, seasonal or perennial:<\/b> Qnasl(TM) (4 to 11 years): 1 spray (40 mcg\/spray) in each nostril once a day (80 mcg\/day)<\/li><li><b>Rhinitis, Allergic or non-allergic, seasonal or perennial:<\/b> Qnasl(TM) (12 years or older): 2 sprays (80 mcg\/spray) in each nostril once a day (320 mcg\/day)<\/li><li><b>Rhinitis, Allergic or non-allergic, seasonal or perennial:<\/b> Beconase AQ(R) (6 to 12 years): 1 inhalation (42 mcg) in each nostril 2 times per day; increase to 2 inhalations in each nostril if not adequately responding and decrease to 1 inhalation in each nostril 2 times per day when controlled<\/li><li><b>Rhinitis, Allergic or non-allergic, seasonal or perennial:<\/b> Beconase AQ(R) (12 years or older): 1 or 2 inhalations (42 mcg\/inhalation) in each nostril 2 times daily (usual dose 168 to 336 mcg\/day)<\/li><\/ul>"},"3":{"id":"1cjss1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Asthma<\/li><li>Nasal polyp, recurrence following surgical removal; Prophylaxis<\/li><li>Rhinitis, Allergic or non-allergic, seasonal or perennial<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Graft versus host disease, Gastrointestinal, as systemic steroid-sparing therapy<\/li><li>Inflammatory bowel disease<\/li><li>Occupational asthma<\/li><\/ul>"}}},"3":{"id":"1cjss3","title":"Contraindications\/Warnings","sub":[{"id":"1cjss3b9","title":"Contraindications","mono":"<ul><li>primary treatment of status asthmaticus or other acute asthma episodes requiring intensive measures<\/li><li>hypersensitivity to beclomethasone or any other product component<\/li><\/ul>"},{"id":"1cjss3b10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- adrenal insufficiency and hypercorticism, sometimes severe, may occur; increased risk when switching from systemic therapy or with higher doses (ie, equivalent to prednisone 20 mg\/day or more), periods of stress, or prolonged duration of use; discontinue systemic corticosteroids slowly and monitor closely<\/li><li>-- use caution in transferring asthmatic patients from systemically active corticosteroids to less systemically available corticosteroids, as deaths caused by adrenal insufficiency have been reported in asthmatic patients; gradual discontinuation and monitoring recommended<\/li><li>-- higher than recommended doses should be avoided; increased risk of systemic corticosteroid effects  such as hypercorticism and adrenal suppression<\/li><li>Immunological:<\/li><li>-- allergic reactions (eg, rhinitis, conjunctivitis, eczema, arthritis, or eosinophilic conditions) may be unmasked when switching from systemic corticosteroid therapy to inhaled corticosteroids<\/li><li>-- immunosuppression may result in more susceptibility to serious infections and communicable diseases, including fatalities; use caution or avoid use in patients with untreated systemic fungal, bacterial, viral, or parasitic infections, or ocular herpes simplex<\/li><li>-- immediate hypersensitivity reactions (eg urticaria, angioedema, rash, or bronchospasm) may occur<\/li><li>-- unvaccinated or patients without a history of chickenpox or measles; increased risk of severe or even fatal course of illness; if exposed, immune globulin or antiviral therapy may be needed<\/li><li>Musculoskeletal:<\/li><li>-- decreases in bone mineral density have been reported with long-term administration; monitoring recommended in patients with increased risk (eg, prolonged immobilization, family history of osteoporosis, or long-term use of drugs that decrease bone mass)<\/li><li>-- growth velocity may be reduced in pediatric patients; dosage adjustment recommended; monitoring recommended<\/li><li>Respiratory:<\/li><li>-- localized infections, such as Candida albicans, in the mouth and pharynx have been reported in oral inhalation forms; monitoring recommended  and therapy may need to be interrupted<\/li><li>-- extended use of nasal formulation for several months or longer increases risk of localized Candida albicans infection, epistaxis, nasal ulcerations, or discomfort; monitoring recommended<\/li><li>-- life-threatening induced bronchospasm with an immediate increase in wheezing may occur after dosing; treat with inhaled short-acting bronchodilator<\/li><li>-- nasal septum perforation has been reported in nasal formulation<\/li><li>-- patients with recent nasal septal ulcers, nasal surgery, or nasal trauma have impaired wound healing in nasal formulations; avoid use until healing completed<\/li><li>Ophthalmologic:<\/li><li>-- glaucoma, increased intraocular pressure, and cataracts have been reported; close monitoring recommended for patients with a change of vision or a history of intraocular pressure, glaucoma, or cataracts<\/li><li>Other:<\/li><li>-- use caution in patients with active or quiescent TB; untreated systemic fungal, bacterial, parasitic, or viral infections; or ocular herpes simplex<\/li><\/ul>"},{"id":"1cjss3b11","title":"Pregnancy Category","mono":"<ul><li>Beclomethasone: C (FDA)<\/li><li>Beclomethasone: B3 (AUS)<\/li><\/ul>"},{"id":"1cjss3b12","title":"Breast Feeding","mono":"<ul><li>Beclomethasone: WHO: Compatible with breastfeeding.  Monitor infant for side effects.<\/li><li>Beclomethasone: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"1cjss4","title":"Drug Interactions","sub":{"1":{"id":"1cjss4b14","title":"Major","mono":"<ul>Pixantrone (theoretical)<\/ul>"}}},"5":{"id":"1cjss5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Neurologic:<\/b>Headache (Adult, aerosol, 2.3%; pediatric, 3.4%; oral inhalation, 8% to 25%)<br\/><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Secondary hypocortisolism<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Ophthalmic:<\/b>Cataract, Glaucoma<\/li><li><b>Respiratory:<\/b>Bronchospasm<\/li><\/ul>"},"6":{"id":"1cjss6","title":"Drug Name Info","sub":{"0":{"id":"1cjss6b17","title":"US Trade Names","mono":"<ul><li>Beclovent<\/li><li>Beconase<\/li><li>Qvar<\/li><li>Vancenase<\/li><li>QNASL<\/li><\/ul>"},"2":{"id":"1cjss6b19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Anti-Inflammatory<\/li><\/ul>"},"3":{"id":"1cjss6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"1cjss6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"1cjss7","title":"Mechanism Of Action","mono":"Beclomethasone dipropionate is a prodrug which is converted into the active metabolite beclomethasone-17-monopropionate. It is a corticosteroid that exerts its anti-inflammatory effect by inhibiting both inflammatory cells and release of inflammatory mediators.<br\/>"},"8":{"id":"1cjss8","title":"Pharmacokinetics","sub":[{"id":"1cjss8b23","title":"Absorption","mono":"<ul><li>Tmax, oral inhalation (beclomethasone dipropionate): 0.5 hours<\/li><li>Bioavailability, nasal inhalation: 27.5% (about 4-fold) lower compared with oral inhalation<\/li><li>Bioavailability: beclomethasone-17-monopropionate: more than 90%<\/li><\/ul>"},{"id":"1cjss8b24","title":"Distribution","mono":"<ul><li>Protein Binding: 94% to 96%<\/li><li>Vd: 20 L (beclomethasone dipropionate); 424 L (beclomethasone-17-monopropionate)<\/li><\/ul>"},{"id":"1cjss8b25","title":"Metabolism","mono":"<ul><li>Liver:: extensive via CYP3A4<\/li><li>Beclomethasone-17-monopropionate: active<\/li><\/ul>"},{"id":"1cjss8b26","title":"Excretion","mono":"<ul><li>Fecal: main excretion site, as unchanged drug and metabolites<\/li><li>Renal: less than 10% as unchanged drug and metabolites<\/li><\/ul>"},{"id":"1cjss8b27","title":"Elimination Half Life","mono":"<ul><li>0.3 hours<\/li><li>Beclomethasone-17-monopropionate: 2.8 hours<\/li><\/ul>"}]},"9":{"id":"1cjss9","title":"Administration","mono":"<ul><li><b>Inhalation<\/b><br\/><ul><li>before first use or if inhaler has not been used in 10 days, prime inhaler by actuating twice prior to administration<\/li><li>after inhalation, rinse mouth with water<\/li><\/ul><\/li><li><b>Nasal<\/b><br\/><ul><li>(Qnasl(TM)) prime the pump by actuating 4 times before initial use; re-prime with 2 actuations if not used for 7 consecutive days<\/li><li>(Beconase AQ(R)) shake well before use<\/li><li>(Beconase AQ(R)) before first use or if spray has not been used for 7 days, prime spray by pumping until a fine mist appears<\/li><\/ul><\/li><\/ul>"},"10":{"id":"1cjss10","title":"Monitoring","mono":"<ul><li>asthma: decreased asthma symptoms and improvement in pulmonary function may be indicative of efficacy<\/li><li>nasal polyps: reduction in the recurrence following surgery may indicate efficacy<\/li><li>seasonal or perennial allergic rhinitis: reduction in symptoms indicates efficacy<\/li><li> adrenal insufficiency (ie, fatigue, lassitude, weakness, nausea, vomiting, and hypertension), especially postoperatively or during periods of stress, and in patients tapering or discontinuing oral corticosteroids<\/li><li>bone mineral density, in patients with risk factors for decreased bone mineral content<\/li><li>Candida albicans infection; periodically, especially with prolonged use (eg, several months or longer)<\/li><li>glaucoma and intraocular pressure, in patients with changes in vision or a history of increased intraocular pressure, glaucoma, and\/or cataracts<\/li><li>growth velocity; routinely in pediatric patients<\/li><li>(nasal route) changes in nasal mucosa (eg, nasal erosion or ulcerations); periodically with long-term use (over several months or longer)<\/li><\/ul>"},"11":{"id":"1cjss11","title":"How Supplied","mono":"<ul><li><b>Beclovent<\/b><br\/>Inhalation Aerosol Powder: 0.042 MG\/Actuation<br\/><\/li><li><b>Beconase<\/b><br\/>Nasal Aerosol Powder: 0.042 MG\/Actuation<br\/><\/li><li><b>Qnasl<\/b><br\/>Nasal Aerosol Liquid: 40 MCG\/Actuation, 80 MCG\/Actuation<br\/><\/li><li><b>QVAR<\/b><br\/>Inhalation Aerosol Liquid: 0.04 MG\/Actuation, 0.08 MG\/Actuation<br\/><\/li><\/ul>"},"12":{"id":"1cjss12","title":"Toxicology","sub":[{"id":"1cjss12b31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"1cjss12b32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"1cjss12b33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"1cjss13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient to avoid vaccines during therapy, unless approved by healthcare provider.<\/li><li>Advise patients with asthma that drug is only used for prevention and will not stop an asthma attack.<\/li><li>This drug may cause headache, candidiasis, nasopharyngeal irritation, secondary hypocortisolism (fatigue, muscle weakness, loss of appetite, weight loss, nausea, vomiting, diarrhea, low blood pressure), or cataract.<\/li><li>Advise patient that symptomatic improvement may not be seen for a few weeks.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Instruct patients using the inhaler to rinse out their mouth with water after each use to prevent localized oral infections.<\/li><\/ul>"}}}