{"generic":"Benazepril Hydrochloride","drugs":["Benazepril Hydrochloride","Lotensin"],"mono":{"0":{"id":"1gsus0","title":"Generic Names","mono":"Benazepril Hydrochloride"},"1":{"id":"1gsus1","title":"Dosing and Indications","sub":[{"id":"1gsus1b4","title":"Adult Dosing","mono":"<b>Hypertension:<\/b> initial, 10 mg ORALLY once daily; maintenance, 20-40 mg ORALLY once daily or in 2 divided doses, MAX 80 mg\/day; concomitant diuretic therapy: the diuretic should be discontinued 2 to 3 days prior to initiating benazepril, diuretic may be resumed If blood pressure control is not attained with benazepril alone; if the diuretic cannot be discontinued, the starting dose of benazepril should be 5 mg\/day "},{"id":"1gsus1b5","title":"Pediatric Dosing","mono":"<b>Hypertension:<\/b> (6 years and older): initial, 0.2 mg\/kg once daily; MAX 0.6 mg\/kg\/day or 40 mg\/day"},{"id":"1gsus1b6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> CrCl less than 30 mL\/min (serum creatinine greater than 3 mg\/dL), initial 5 mg ORALLY once daily; titrate to effect, MAX 40 mg daily"},{"id":"1gsus1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypertension<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Diabetic nephropathy<\/li><li>Heart failure<\/li><li>Kidney disease, Non-diabetic<\/li><li>Left ventricular hypertrophy<\/li><\/ul>"}]},"2":{"id":"1gsus2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Discontinue benazepril hydrochloride as soon as possible when pregnancy is detected, as injury and death to the developing fetus may occur with use of drugs that act directly on the renin-angiotensin system.<br\/>"},"3":{"id":"1gsus3","title":"Contraindications\/Warnings","sub":[{"id":"1gsus3b9","title":"Contraindications","mono":"<ul><li>Angioedema, history of<\/li><li>Concomitant aliskiren use in diabetic patients<\/li><li>Hypersensitivity to benazepril, other ACE inhibitors, or to any component of the product<\/li><\/ul>"},{"id":"1gsus3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Due to risk of fetal toxicity, discontinue therapy as soon as possible after pregnancy is detected<\/li><li>Cardiovascular:<\/li><li>-- Symptomatic hypotension may occur, medical management may be required<\/li><li>-- Patients with congestive heart failure at increased risk for excessive hypotension, which may result in oliguria, azotemia, or life-threatening or fatal renal failure; monitoring recommended<\/li><li>Endocrine Metabolic:<\/li><li>-- Hyperkalemia may occur, especially with renal impairment, diabetes mellitus, or concomitant use of potassium-sparing diuretics, potassium supplements, or potassium-containing salt substitutes<\/li><li>-- Salt and\/or volume depletion due to prolonged diuretic therapy, dietary salt restriction, dialysis, diarrhea, or vomiting increases risk of symptomatic hypotension; correct depletion before therapy initiation<\/li><li>Immunologic:<\/li><li>-- Anaphylaxis may occur<\/li><li>-- Anaphylaxis has been reported in patients treated concomitantly with low-density lipoprotein apheresis with dextran sulfate absorption<\/li><li>-- Anaphylaxis has occurred in patients treated concomitantly with hymenoptera venom immunotherapy<\/li><li>Hepatic:<\/li><li>-- Fatal hepatic syndrome that presents with cholestatic jaundice and progresses to fulminant hepatitis has been associated with use of ACE inhibitors; discontinue therapy if jaundice or markedly elevated hepatic enzymes occur<\/li><li>Renal:<\/li><li>-- Use not recommended among pediatric patients with GFR below 30 mL\/minute<\/li><li>-- Dose adjustment required among patients with CrCl under 30 mL\/minute\/1.73 m(2) or GFR above 30 mg\/dL<\/li><li>-- BUN and serum creatinine elevations have been reported with use of ACE inhibitors, especially those with preexisting renal impairment or with concomitant diuretic use; baseline evaluation recommended; dose reduction or discontinuation may be required<\/li><li>-- Patients with renal artery stenosis have developed BUN and serum creatinine elevations with ACE inhibitor use; monitoring recommended<\/li><li>-- Anaphylaxis has been reported in patients dialyzed with high-flux membranes<\/li><li>Other:<\/li><li>-- Surgery or hypotension-inducing anesthesia may cause excessive hypotension; medical management may be needed<\/li><li>-- Angioedema of the head, neck, extremities, and intestines has been reported; immediately discontinue if angioedema of the face, tongue, or glottis develops<\/li><li>-- Black patients at increased risk of angioedema; immediately discontinue if angioedema of the face, tongue, or glottis develops<\/li><li>-- Elderly patients; consider renal function monitoring<\/li><li>-- Use not recommended in pediatric patients under 6 years of age<\/li><li>Concomitant Use:<\/li><li>-- Avoid coadministration with other renin-angiotensin system inhibitors (ie, angiotensin receptor blockers, other ACE inhibitors, aliskiren) due to increased risk of hypertension, hyperkalemia, or renal dysfunction; monitoring recommended if coadministration is required<\/li><li>-- Do not coadminister with aliskiren in patients with diabetes<\/li><\/ul>"},{"id":"1gsus3b11","title":"Pregnancy Category","mono":"Benazepril: D (FDA)<br\/>"},{"id":"1gsus3b12","title":"Breast Feeding","mono":"Benazepril: Micromedex: Infant risk is minimal.<br\/>"}]},"4":{"id":"1gsus4","title":"Drug Interactions","sub":[{"id":"1gsus4b13","title":"Contraindicated","mono":"<ul>Aliskiren (probable)<\/ul>"},{"id":"1gsus4b14","title":"Major","mono":"<ul><li>Alteplase, Recombinant (established)<\/li><li>Amiloride (probable)<\/li><li>Azathioprine (theoretical)<\/li><li>Azilsartan (established)<\/li><li>Azilsartan Medoxomil (established)<\/li><li>Candesartan Cilexetil (established)<\/li><li>Canrenoate (probable)<\/li><li>Eplerenone (probable)<\/li><li>Eprosartan (established)<\/li><li>Everolimus (established)<\/li><li>Irbesartan (established)<\/li><li>Losartan (established)<\/li><li>Mercaptopurine (theoretical)<\/li><li>Olmesartan Medoxomil (established)<\/li><li>Potassium (probable)<\/li><li>Sirolimus (established)<\/li><li>Spironolactone (probable)<\/li><li>Telmisartan (established)<\/li><li>Triamterene (probable)<\/li><li>Trimethoprim (theoretical)<\/li><li>Valsartan (established)<\/li><\/ul>"},{"id":"1gsus4b15","title":"Moderate","mono":"<ul><li>Aceclofenac (established)<\/li><li>Acemetacin (established)<\/li><li>Amtolmetin Guacil (established)<\/li><li>Azosemide (probable)<\/li><li>Bemetizide (probable)<\/li><li>Bendroflumethiazide (probable)<\/li><li>Benzthiazide (probable)<\/li><li>Bromfenac (established)<\/li><li>Bufexamac (established)<\/li><li>Bumetanide (probable)<\/li><li>Bupivacaine (probable)<\/li><li>Bupivacaine Liposome (probable)<\/li><li>Buthiazide (probable)<\/li><li>Capsaicin (probable)<\/li><li>Celecoxib (established)<\/li><li>Chlorothiazide (probable)<\/li><li>Chlorthalidone (probable)<\/li><li>Choline Salicylate (established)<\/li><li>Clonixin (established)<\/li><li>Clopamide (probable)<\/li><li>Cyclopenthiazide (probable)<\/li><li>Cyclothiazide (probable)<\/li><li>Dexibuprofen (established)<\/li><li>Dexketoprofen (established)<\/li><li>Diclofenac (established)<\/li><li>Diflunisal (established)<\/li><li>Dipyrone (established)<\/li><li>Ethacrynic Acid (probable)<\/li><li>Etodolac (established)<\/li><li>Etofenamate (established)<\/li><li>Etoricoxib (established)<\/li><li>Felbinac (established)<\/li><li>Fenoprofen (established)<\/li><li>Fepradinol (established)<\/li><li>Feprazone (established)<\/li><li>Floctafenine (established)<\/li><li>Flufenamic Acid (established)<\/li><li>Flurbiprofen (established)<\/li><li>Furosemide (probable)<\/li><li>Gold Sodium Thiomalate (probable)<\/li><li>Hydrochlorothiazide (probable)<\/li><li>Hydroflumethiazide (probable)<\/li><li>Ibuprofen (established)<\/li><li>Indapamide (probable)<\/li><li>Indomethacin (established)<\/li><li>Ketoprofen (established)<\/li><li>Ketorolac (established)<\/li><li>Lithium (probable)<\/li><li>Lornoxicam (established)<\/li><li>Loxoprofen (established)<\/li><li>Lumiracoxib (established)<\/li><li>Meclofenamate (established)<\/li><li>Mefenamic Acid (established)<\/li><li>Meloxicam (established)<\/li><li>Methyclothiazide (probable)<\/li><li>Metolazone (probable)<\/li><li>Morniflumate (established)<\/li><li>Nabumetone (established)<\/li><li>Naproxen (established)<\/li><li>Nepafenac (established)<\/li><li>Nesiritide (probable)<\/li><li>Niflumic Acid (established)<\/li><li>Nimesulide (established)<\/li><li>Oxaprozin (established)<\/li><li>Oxyphenbutazone (established)<\/li><li>Parecoxib (established)<\/li><li>Phenylbutazone (established)<\/li><li>Piketoprofen (established)<\/li><li>Piretanide (probable)<\/li><li>Piroxicam (established)<\/li><li>Polythiazide (probable)<\/li><li>Proglumetacin (established)<\/li><li>Propionic Acid (established)<\/li><li>Propyphenazone (established)<\/li><li>Proquazone (established)<\/li><li>Quinethazone (probable)<\/li><li>Rofecoxib (established)<\/li><li>Salicylic Acid (established)<\/li><li>Salsalate (established)<\/li><li>Sodium Salicylate (established)<\/li><li>Sulindac (established)<\/li><li>Tenoxicam (established)<\/li><li>Tiaprofenic Acid (established)<\/li><li>Tolfenamic Acid (established)<\/li><li>Tolmetin (established)<\/li><li>Torsemide (probable)<\/li><li>Trichlormethiazide (probable)<\/li><li>Valdecoxib (established)<\/li><li>Xipamide (probable)<\/li><\/ul>"}]},"5":{"id":"1gsus5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Dizziness (3.6%), Headache (6.2%)<\/li><li><b>Respiratory:<\/b>Cough (1.2%)<\/li><li><b>Other:<\/b>Fatigue (2.4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome (less than 1%)<\/li><li><b>Gastrointestinal:<\/b>Intestinal angioedema<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Neutropenia<\/li><li><b>Hepatic:<\/b>Hepatic necrosis (rare), Increased liver enzymes (rare), Jaundice (rare)<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction<\/li><li><b>Renal:<\/b>Renal impairment<\/li><li><b>Other:<\/b>Angioedema, head and neck (0.5%)<\/li><\/ul>"},"6":{"id":"1gsus6","title":"Drug Name Info","sub":{"0":{"id":"1gsus6b17","title":"US Trade Names","mono":"Lotensin<br\/>"},"2":{"id":"1gsus6b19","title":"Class","mono":"<ul><li>ACE Inhibitor<\/li><li>Antihypertensive<\/li><\/ul>"},"3":{"id":"1gsus6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"1gsus6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"1gsus7","title":"Mechanism Of Action","mono":"Benazepril hydrochloride (prodrug) is hepatically cleaved to form its active drug benazeprilat, which is a more potent non-sulfhydryl angiotensin converting enzyme (ACE) inhibitor. ACE inhibition prevents the conversion of angiotensin I to angiotensin II, resulting in decreased angiotensin II with subsequent decrease in vasopressor activity and aldosterone secretion, and increase in serum potassium levels. Its antihypertensive action is believed to be primarily due to suppression of renin-angiotensin-aldosterone system.<br\/>"},"8":{"id":"1gsus8","title":"Pharmacokinetics","sub":[{"id":"1gsus8b23","title":"Absorption","mono":"<ul><li>Benazepril hydrochloride (prodrug), Oral: time to peak concentration, 0.5 h to 1 h<\/li><li>Benazepril hydrochloride (prodrug), Bioavailability: at least 37%<\/li><li>Benazepril hydrochloride (prodrug), Effect of food: extent of absorption not affected<\/li><li>Benazeprilat (active drug), Oral: time to peak concentration, 1 h to 2 h<\/li><li>Benazeprilat (active drug), Effect of food: increases Cmax to 2 h to 4 h<\/li><\/ul>"},{"id":"1gsus8b24","title":"Distribution","mono":"<ul><li>Benazepril hydrochloride (prodrug), Protein binding: about 96.7%<\/li><li>Benazeprilat (active drug), Protein binding: about 95.3%<\/li><\/ul>"},{"id":"1gsus8b25","title":"Metabolism","mono":"<ul><li>Benazepril hydrochloride (prodrug)-Hepatic; cleavage<\/li><li>Benazepril hydrochloride (prodrug), Metabolites: benazeprilat (active drug) and glucuronide conjugates<\/li><li>Benazeprilat (active drug), Metabolite: glucuronide conjugates<\/li><\/ul>"},{"id":"1gsus8b26","title":"Excretion","mono":"<ul><li>Benazepril hydrochloride (prodrug), Renal: 4% as glucuronide conjugates, trace amounts as unchanged<\/li><li>Benazepril hydrochloride (prodrug), Dialyzable: slightly dialyzable<\/li><li>Benazeprilat (active drug), Biliary: approximately 11% to 12%<\/li><li>Benazeprilat (active drug), Renal: 8% as glucuronide conjugates, about 20% unchanged<\/li><li>Benazeprilat (active drug), Dialyzable: yes, (approximately 6% removed in 4 h)<\/li><\/ul>"},{"id":"1gsus8b27","title":"Elimination Half Life","mono":"<ul><li>Benazeprilat (active drug), adult: 10 h to 11 h<\/li><li>Benazeprilat (active drug), pediatric: around 5 h<\/li><\/ul>"}]},"10":{"id":"1gsus10","title":"Monitoring","mono":"<ul><li>blood pressure<\/li><li>liver function, renal function<\/li><li>patients with collagen vascular disease and renal disease: WBC<\/li><li>serum potassium; periodically<\/li><\/ul>"},"11":{"id":"1gsus11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 5 MG, 10 MG, 20 MG, 40 MG<br\/><\/li><li><b>Lotensin<\/b><br\/>Oral Tablet: 5 MG, 10 MG, 20 MG, 40 MG<br\/><\/li><\/ul>"},"12":{"id":"1gsus12","title":"Toxicology","sub":[{"id":"1gsus12b31","title":"Clinical Effects","mono":"<b>ACE INHIBITORS <\/b><br\/>USES: Treatment of hypertension, congestive heart failure (CHF), diabetic nephropathy, and post myocardial infarction. EPIDEMIOLOGY: Exposures are common, but toxicity is generally mild. PHARMACOLOGY: These agents inhibit angiotensin-converting enzymes (ACE), thus preventing conversion of angiotensin I to angiotensin II, which is a potent vasoconstrictor and stimulator of aldosterone secretion (aldosterone suppression reduces sodium and water retention). ACE inhibitors also prevent the breakdown of bradykinin (a potent vasodilator). The net result is vasodilatation, decreased peripheral vascular resistance, decreased blood pressure, increased cardiac output, and a relative increase in renal, cerebral, and coronary blood flow. TOXICOLOGY: The toxic effect of an ACE inhibitor is an extension of its pharmacologic effect. The elevation in bradykinin concentration appears to be the primary cause of both ACE inhibitor-induced angioedema and cough. ACE inhibitors may also inhibit the metabolism of enkephalins and potentiate their opioid effect, which includes lowering blood pressure. MILD TO MODERATE TOXICITY: Mild hypotension. SEVERE TOXICITY: Severe hypotension, syncope, hyperkalemia, bradycardia, and renal failure. ADVERSE EFFECTS: Dry cough, hypotension, hyperkalemia, renal insufficiency in patients with renal artery stenosis, maculopapular rash, angioneurotic edema, neutropenia, and hepatotoxicity. <br\/>"},{"id":"1gsus12b32","title":"Treatment","mono":"<b>ACE INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most patients will have no symptoms, but patients with mild orthostatic hypotension can be treated by remaining prone. Those who remain hypotensive can be treated with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if the patient presents with circulatory collapse. Correct severe hyperkalemia using standard treatments such as glucose, insulin, calcium, sodium bicarbonate, sodium polystyrene sulfate and hemodialysis.<\/li><li>Decontamination: PREHOSPITAL: As severe toxicity is very rare, prehospital decontamination is generally not recommended. HOSPITAL: Administer activated charcoal if the patient presents early after large ingestion, with appropriate level of consciousness, patent airway, and can drink the charcoal. Gastric lavage is generally not necessary as life threatening toxicity is rare.<\/li><li>Airway management: Patients who have severe angioedema may require fiber optic or surgical airway procedures.<\/li><li>Antidote: Angiotensin infusion at doses ranging from 8.5 to 18 mcg\/minute has been successful in reversing hypotension in patients who did not respond to volume and pressor infusions, but is not available in the United States.<\/li><li>Naloxone: Although the role of naloxone in the setting of ACE inhibitor overdose remains unclear, it may be considered especially in cases of severe hypotension where fluid overload is a concern. The dose of naloxone should be administered in titrated doses starting with 0.2 to 2 mg IV repeated every 2 to 3 minutes to improve blood pressure; maximum dose 8 mg. Pediatrics: 0.01 to 0.1 mg\/kg, repeated every 2 to 3 minutes as needed.<\/li><li>Monitoring of patient: Monitor blood pressure, continuous cardiac monitoring, electrolytes, renal function, ECG and urinalysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: ACE inhibitors are dialyzable, but hemodialysis is not used because supportive care is usually effective.<\/li><li>Patient disposition: HOME CRITERIA:  Pediatric patients can be observed at home if they have ingested less than 2 times the defined daily dose (DDD) of an ACE inhibitor and they remain asymptomatic. The DDD of specific ACE inhibitors are as follows: Captopril: 50 mg; Enalapril: 10 mg; Fosinopril: 15 mg; Lisinopril: 10 mg; Perindopril: 4 mg; Ramipril: 2.5 mg; Trandolapril: 2 mg. OBSERVATION CRITERIA: Patients with deliberate ingestions, and children who are symptomatic, or who have ingested at least 2 times the defined daily dose (DDD) of an ACE inhibitor should be referred to a healthcare facility for observation and evaluation. The DDD of specific ACE inhibitors are as follows: Captopril: 50 mg; Enalapril: 10 mg; Fosinopril: 15 mg; Lisinopril: 10 mg; Perindopril: 4 mg; Ramipril: 2.5 mg; Trandolapril: 2 mg. Patients who are asymptomatic 6 hours after ingestion can be discharged (after psychiatric evaluation as appropriate). ADMISSION CRITERIA: Symptomatic or hypotensive patients should be admitted to a monitored bed. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"1gsus12b33","title":"Range of Toxicity","mono":"<b>ACE INHIBITORS<\/b><br\/>TOXICITY: ADULT: Patients have ingested the following with only mild hypotension reported: 7.5 g captopril, 300 mg enalapril, and 420 mg lisinopril. Moderate hypotension (median BP 75\/36) was observed in 10 adults after ingesting a median ramipril dose of 210 mg (range: 100 to 280); 4 had coingested other cardiovascular agents and 2 coingested alcohol; all cases recovered. Fatalities have occurred after ingestions of 1125 mg captopril and 180 mg perindopril. CHILDREN: In one study, children remained asymptomatic after ingestions of up to 100 mg captopril or 30 mg enalapril. THERAPEUTIC DOSE: Varies with agent. CAPTOPRIL: ADULT: 37.5 to 150 mg\/day in 3 divided doses. PEDIATRIC: 0.5 to 4 mg\/kg\/day divided. ENALAPRIL: ADULT: 2.5 to 20 mg\/day. PEDIATRIC: Initial: 0.08 mg\/kg\/day  (up to 5 mg). Adjust to blood pressure response LISINOPRIL: ADULT: 5 to 40 mg\/day orally. PEDIATRIC: 0.07 mg\/kg\/day; maximum 5 mg. PERINDOPRIL: ADULT: 4 to 16 mg in 1 or 2 divided doses; maximum 16 mg\/day. RAMIPRIL: ADULT: 2.5 to 20 mg once daily; maximum: 20 mg daily. <br\/>"}]},"13":{"id":"1gsus13","title":"Clinical Teaching","mono":"<ul><li>Counsel women that if pregnancy is detected to discontinue drug as soon as possible and contact physician.<\/li><li>Advise patient to seek medical attention immediately for any symptoms of facial or intestinal angioedema (eg, swelling of face, eyes, lips, tongue, or glottis; laryngeal stridor; abdominal pain).<\/li><li>Drug may cause symptomatic hypotension, cough, headaches, somnolence, and postural dizziness.<\/li><li>Instruct patient to promptly report symptoms of neutropenia (eg, infection, sore throat, fever).<\/li><li>Instruct patient to avoid potassium supplements or salt substitutes containing potassium without consulting their healthcare provider.<\/li><\/ul>"}}}