{"generic":"Bismuth Subsalicylate","drugs":["Bismatrol","Bismuth Subsalicylate","Diotame","Kaopectate","Kapectolin","Kola-Pectin","Pepto Bismol"],"mono":{"0":{"id":"1p0js0","title":"Generic Names","mono":"Bismuth Subsalicylate"},"1":{"id":"1p0js1","title":"Dosing and Indications","sub":{"0":{"id":"1p0js1b4","title":"Adult Dosing","mono":"<ul><li>the US Food and Drug Administration does not review and approve most nonprescription products; marketing is allowed if product complies with applicable regulations and policies<\/li><li><b>Usual dose:<\/b> 524 mg ORALLY every 0.5 to 1 hour as needed<\/li><li><b>Diarrhea:<\/b> (regular strength) 524 mg ORALLY every 0.5 to 1 hour as needed, MAX: 8 doses in 24 hours (4192 mg\/day); do not use for more than 2 days<\/li><li><b>Diarrhea:<\/b> (extra strength) 1050 mg ORALLY every 1 hour as needed, MAX: 4 doses in 24 hours (4200 mg\/day); do not use for more than 2 days<\/li><li><b>Heartburn:<\/b> 524 mg ORALLY every 0.5 to 1 hour, as needed; MAX: 8 doses in 24 hours (4192 mg\/day)<\/li><li><b>Helicobacter pylori gastrointestinal tract infection:<\/b> 525 mg ORALLY 4 times a day, in combination with metronidazole 250 mg ORALLY 4 times a day, tetracycline hydrochloride 500 mg ORALLY 4 times a day, plus a histamine-2 receptor antagonist or standard-dose proton pump inhibitor for 10 to 14 days<\/li><li><b>Indigestion:<\/b> 524 mg ORALLY every 0.5 to 1 hour as needed, MAX: 8 doses in 24 hours (4192 mg\/day)<\/li><li><b>Nausea:<\/b> (regular strength) 524 mg ORALLY every 0.5 to 1 hour as needed, MAX: 8 doses in 24 hours (4192 mg\/day)<\/li><li><b>Nausea:<\/b> (extra strength) 1050 mg ORALLY every 1 hour as needed, MAX: 4 doses in 24 hours (4200 mg\/day)<\/li><li><b>Upset stomach:<\/b> (regular strength) 524 mg ORALLY every 0.5 to 1 hour as needed, MAX: 8 doses in 24 hours (4192 mg\/day)<\/li><li><b>Upset stomach:<\/b> (extra strength) 1050 mg ORALLY every 1 hour as needed, MAX: 4 doses in 24 hours (4200 mg\/day)<\/li><\/ul>"},"1":{"id":"1p0js1b5","title":"Pediatric Dosing","mono":"<ul><li>the US Food and Drug Administration does not review and approve most nonprescription products; marketing is allowed if product complies with applicable regulations and policies<\/li><li><b>Usual dose (12 years or older):<\/b> 524 mg ORALLY every 0.5 to 1 hour as needed<\/li><li><b>Diarrhea:<\/b> (regular strength, 12 years or older) 524 mg ORALLY every 0.5 to 1 hour as needed, MAX: 8 doses in 24 hours (4192 mg\/day); do not use for more than 2 days<\/li><li><b>Diarrhea:<\/b> (extra strength, 12 years or older) 1050 mg ORALLY every 1 hour as needed, MAX: 4 doses in 24 hours (4200 mg\/day); do not use for more than 2 days<\/li><li><b>Heartburn:<\/b> (12 years or older) 524 mg ORALLY every 0.5 to 1 hour, as needed; MAX: 8 doses in 24 hours (4192 mg\/day)<\/li><li><b>Indigestion:<\/b> (12 years or older) 524 mg ORALLY every 0.5 to 1 hour, MAX: 8 doses in 24 hours (4192 mg\/day)<\/li><li><b>Nausea:<\/b> (regular strength, 12 years or older) 524 mg ORALLY every 0.5 to 1 hour, MAX: 8 doses in 24 hours (4192 mg\/day)<\/li><li><b>Nausea:<\/b> (extra strength, 12 years or older) 1050 mg ORALLY every 1 hour as needed, MAX: 4 doses in 24 hours (4200 mg\/day)<\/li><li><b>Upset stomach:<\/b> (regular strength, 12 years or older) 524 mg ORALLY every 0.5 to 1 hour, MAX: 8 doses in 24 hours (4192 mg\/day)<\/li><li><b>Upset stomach:<\/b> (extra strength, 12 years or older) 1050 mg ORALLY every 1 hour as needed, MAX: 4 doses in 24 hours (4200 mg\/day)<\/li><\/ul>"},"3":{"id":"1p0js1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Helicobacter pylori gastrointestinal tract infection<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Diarrhea<\/li><li>Heartburn<\/li><li>Indigestion<\/li><li>Nausea<\/li><li>Upset stomach<\/li><\/ul>"}}},"3":{"id":"1p0js3","title":"Contraindications\/Warnings","sub":[{"id":"1p0js3b9","title":"Contraindications","mono":"<ul><li>children or teenagers with or recovering from influenza or varicella<\/li><li>hypersensitivity to the bismuth subsalicylate or salicylates<\/li><\/ul>"},{"id":"1p0js3b10","title":"Precautions","mono":"<ul><li>may cause a temporary and harmless darkening of the tongue and\/or black stool<\/li><li>concomitant administration of anticoagulation, gout, or diabetes medications<\/li><li>infants and children have greater risk of impaction and salicylate toxicity<\/li><li>previous hypersensitivity to nonsteroidal antiinflammatory agents<\/li><li>use with caution in patients with gout, diabetes, bleeding ulcers, hemophilia or other hemorrhagic conditions, or renal insufficiency (due to salicylate component)<\/li><li>colitis or other gastrointestinal mucosa abnormalities which may enhance bismuth absorption<\/li><li>in patients receiving calcium supplements, particularly large doses (for bismuth subsalicylate tablets only)<\/li><li>neurotoxicity with excessive doses of bismuth subsalicylate<\/li><\/ul>"},{"id":"1p0js3b11","title":"Pregnancy Category","mono":"B2 (AUS)<br\/>"},{"id":"1p0js3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk has been demonstrated.<br\/>"}]},"4":{"id":"1p0js4","title":"Drug Interactions","sub":{"2":{"id":"1p0js4b15","title":"Moderate","mono":"<ul><li>Chlorpropamide (probable)<\/li><li>Doxycycline (probable)<\/li><li>Glimepiride (probable)<\/li><li>Glipizide (probable)<\/li><li>Glyburide (probable)<\/li><li>Nateglinide (probable)<\/li><li>Probenecid (probable)<\/li><li>Repaglinide (probable)<\/li><li>Sulfinpyrazone (probable)<\/li><li>Tamarind (probable)<\/li><li>Tolazamide (probable)<\/li><li>Tolbutamide (probable)<\/li><\/ul>"}}},"5":{"id":"1p0js5","title":"Adverse Effects","mono":"<b>Serious<\/b><br\/><b>Neurologic:<\/b>Neurotoxicity (rare)<br\/>"},"6":{"id":"1p0js6","title":"Drug Name Info","sub":{"0":{"id":"1p0js6b17","title":"US Trade Names","mono":"<ul><li>Pepto Bismol<\/li><li>Kaopectate<\/li><li>Bismatrol<\/li><li>Kola-Pectin<\/li><li>Diotame<\/li><li>Kapectolin<\/li><\/ul>"},"2":{"id":"1p0js6b19","title":"Class","mono":"<ul><li>Antacid, Bismuth Containing<\/li><li>Antidiarrheal<\/li><li>Salicylate, Non-Aspirin<\/li><\/ul>"},"3":{"id":"1p0js6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"1p0js6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"1p0js7","title":"Mechanism Of Action","mono":"<ul><li>Oral-Local: Antidiarrheal-Exact mechanism has not been determined. Bismuth subsalicylate may exert its antidiarrheal action not only by stimulating absorption of fluid and electrolytes across the intestinal wall (antisecretory action) but also, when hydrolyzed to salicylic acid, by inhibiting synthesis of a prostaglandin responsible for intestinal inflammation and hypermotility. In addition, bismuth subsalicylate binds toxins produced by  Escherichia coli. Both bismuth subsalicylate and the intestinal reaction products, bismuth oxychloride and bismuth hydroxide, are believed to have bactericidal action. <\/li><li>Antacid-Bismuth has weak antacid properties. <\/li><\/ul>"},"8":{"id":"1p0js8","title":"Pharmacokinetics","sub":{"0":{"id":"1p0js8b23","title":"Absorption","mono":"Oral-Local:  Rapid and complete; Bioavailability: &gt;90% <br\/>"},"2":{"id":"1p0js8b25","title":"Metabolism","mono":"Oral-Local: Gut: Active metabolites: bismuth oxychloride and salicylic acid<br\/>"},"3":{"id":"1p0js8b26","title":"Excretion","mono":"<ul><li>Oral-Local: Bismuth- Fecal: &gt;99%<\/li><li>Salicylate- Renal<\/li><\/ul>"}}},"9":{"id":"1p0js9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(liquid) shake well before measuring dose; for accurate dosing, use enclosed dosage cup<\/li><li>(tablets) can be dissolved in mouth or chewed and swallowed<\/li><li>(caplets) swallow with water, do not chew<\/li><li>if treating diarrhea, drink plenty of clear fluids<\/li><\/ul>"},"10":{"id":"1p0js10","title":"Monitoring","mono":"symptomatic improvement<br\/>"},"11":{"id":"1p0js11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Suspension: 525 MG\/15 ML<\/li><li>Oral Tablet, Chewable: 262 MG<\/li><\/ul><\/li><li><b>Bismatrol<\/b><br\/><ul><li>Oral Suspension: 262 MG\/15 ML, 525 MG\/15 ML<\/li><li>Oral Tablet, Chewable: 262 MG<\/li><\/ul><\/li><li><b>Diotame InstyDose<\/b><br\/>Oral Suspension: 262 MG\/15 ML<br\/><\/li><li><b>Diotame<\/b><br\/>Oral Tablet, Chewable: 262 MG<br\/><\/li><li><b>Diotame Stomach Relief<\/b><br\/>Oral Tablet, Chewable: 262 MG<br\/><\/li><li><b>Good Neighbor Pharmacy K-Pec<\/b><br\/>Oral Suspension: 262 MG\/15 ML<br\/><\/li><li><b>Good Neighbor Pharmacy Stomach Relief<\/b><br\/>Oral Suspension: 525 MG\/15 ML<br\/><\/li><li><b>Good Sense Stomach Relief<\/b><br\/>Oral Suspension: 262 MG\/15 ML, 525 MG\/15 ML<br\/><\/li><li><b>Kaopectate Children's<\/b><br\/>Oral Suspension: 262 MG\/15 ML<br\/><\/li><li><b>Kaopectate<\/b><br\/><ul><li>Oral Suspension: 262 MG\/15 ML<\/li><li>Oral Tablet: 262 MG<\/li><\/ul><\/li><li><b>Kao-Tin<\/b><br\/>Oral Suspension: 262 MG\/15 ML<br\/><\/li><li><b>Peptic Relief<\/b><br\/><ul><li>Oral Suspension: 262 MG\/15 ML<\/li><li>Oral Tablet, Chewable: 262 MG<\/li><\/ul><\/li><li><b>Pepto-Bismol InstaCool<\/b><br\/>Oral Tablet, Chewable: 262 MG<br\/><\/li><li><b>Pepto Bismol Max<\/b><br\/>Oral Suspension: 525 MG\/15 ML<br\/><\/li><li><b>Pepto-Bismol<\/b><br\/><ul><li>Oral Suspension: 262 MG\/15 ML<\/li><li>Oral Tablet: 262 MG<\/li><li>Oral Tablet, Chewable: 262 MG<\/li><\/ul><\/li><li><b>Pepto-Bismol To-Go<\/b><br\/>Oral Tablet, Chewable: 262 MG<br\/><\/li><li><b>Percy Medicine<\/b><br\/>Oral Suspension: 525 MG\/5 ML<br\/><\/li><li><b>Pink Bismuth Formula<\/b><br\/>Oral Suspension: 262 MG\/15 ML, 525 MG\/15 ML<br\/><\/li><li><b>Pink Bismuth<\/b><br\/><ul><li>Oral Suspension: 262 MG\/15 ML<\/li><li>Oral Tablet, Chewable: 262 MG<\/li><\/ul><\/li><li><b>QC Pink Bismuth<\/b><br\/>Oral Tablet: 262 MG<br\/><\/li><li><b>Quality Choice Diarrhea Relief<\/b><br\/>Oral Suspension: 262 MG\/15 ML<br\/><\/li><li><b>Quality Choice Pink Bismuth<\/b><br\/>Oral Suspension: 262 MG\/15 ML<br\/><\/li><li><b>Rite Aid Stomach Relief<\/b><br\/>Oral Suspension: 262 MG\/15 ML, 525 MG\/15 ML<br\/><\/li><li><b>Stomach Relief<\/b><br\/><ul><li>Oral Suspension: 262 MG\/15 ML<\/li><li>Oral Tablet, Chewable: 262 MG<\/li><\/ul><\/li><li><b>Sunmark Stomach Relief Liquid<\/b><br\/>Oral Suspension: 262 MG\/15 ML<br\/><\/li><li><b>TopCare Stomach Relief<\/b><br\/><ul><li>Oral Suspension: 262 MG\/15 ML, 525 MG\/15 ML<\/li><li>Oral Tablet, Chewable: 262 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"1p0js12","title":"Toxicology","sub":[{"id":"1p0js12b31","title":"Clinical Effects","mono":"<b>SALICYLATES<\/b><br\/>USES: Salicylates are used primarily as an analgesic, antipyretic, anti-inflammatory, and antiplatelet agent. Found in many over-the-counter preparations in oral and topical forms. It may also be found in combination with other agents such as narcotics, barbiturates, and caffeine. Topical forms are often used as rubefacients. Also found in some essential oils in high concentrations such as oil of wintergreen. PHARMACOLOGY: Salicylates inhibit cyclooxygenase, thereby reducing the formation of prostaglandins, and cause platelet dysfunction. TOXICOLOGY: Salicylates stimulate the respiratory center in the brainstem, interfere with the Krebs cycle (limiting ATP production), uncouple oxidative phosphorylation (causing accumulation of pyruvic and lactic acid and heat production), and increase fatty acid metabolism (generating ketone bodies). The net result is a mixed respiratory alkalosis and metabolic acidosis. EPIDEMIOLOGY: Common poisoning which can result in significant morbidity and mortality. MILD TO MODERATE TOXICITY: GI upset, tinnitus, tachypnea, and respiratory alkalosis. SEVERE TOXICITY: Metabolic acidosis, hyperpnea, diaphoresis, fever, altered mental status, seizures, coma, cerebral edema, pulmonary edema and death. Chronic overdoses present more insidiously and may be subtle, especially in the elderly, and may consist primarily of neurologic manifestations such as confusion, delirium, and agitation. Coagulopathy, hepatic injury, and dysrhythmias are rare complications of severe overdose. ADVERSE EFFECTS: GI upset and tinnitus. <br\/>"},{"id":"1p0js12b32","title":"Treatment","mono":"<b>SALICYLATES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: An initial salicylate level should be obtained and repeated every 1 to 2 hours until a clear peak and decline is observed. Start intravenous fluids. Concentrations greater than 30 mg\/dL and rising should be treated with urine alkalinization. The presence of a large anion gap metabolic acidosis or altered mental status indicates a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: Patients with severe poisoning should be continued on urine alkalinization; hemodialysis should be strongly considered. Relative indications for hemodialysis include: renal failure, congestive heart failure, altered mental status, seizures, evidence of cerebral edema, worsening acidosis despite adequate resuscitation, persistently rising salicylate concentrations despite adequate treatment (greater than 50 to 60 mg\/dL in a chronic poisoning or levels greater than 90 to 100 mg\/dL in an acute overdose). Patients with an altered mental status may have cerebral edema; a head CT should be obtained. Mannitol can be given for cerebral edema. Severely ill patients may require respiratory support and intubation. Maintain preintubation minute ventilation at the same high respiratory rate because once the patient's respiratory drive is removed metabolic acidosis may worsen.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination with activated charcoal can be considered for large ingestions in patients with normal mental status in whom there will be a delay to definitive healthcare, but a poison center should be consulted first. HOSPITAL: Activated charcoal should be administered to any patient who presents within 2 hours of a significant ingestion, can adequately protect their airway, and has no alteration in mental status. Administer activated charcoal to patients with large ingestions who present after 2 hours, as salicylate absorption can be delayed and erratic. Consider the use of gastric lavage for patients that present with large ingestions within 2 hours.<\/li><li>Airway management: Patients who are comatose or with altered mental status may need mechanical respiratory support and orotracheal intubation. If the patient requires intubation, monitor end tidal CO2 and arterial blood gases frequently and maintain the preintubation minute ventilation to prevent severe acidosis.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: Obtain serial salicylate levels every 1 to 2 hours until concentrations have peaked and are declining; basic metabolic panel every 2 hours until clinical improvement; arterial or venous blood gas for patients undergoing urinary alkalinization or moderate\/severe toxicity. In addition, obtain CBC, liver enzymes, renal function studies, INR and PTT in patients with clinical evidence of moderate\/severe toxicity.<\/li><li>Fluid\/electrolyte balance regulation: Correct dehydration with 0.9% saline 10 to 20 mL\/kg\/hour over 1 to 2 hours until a good urine flow is obtained (at least 3 to 6 mL\/kg\/hour).  In patients in whom urinary alkalinization is being considered, initial hydration may be with 10 to 20 mL\/kg of D5W with 88 to 132 mEq of bicarbonate added.  Patients in shock may require more rapid fluid administration. Correct hypokalemia with intravenous potassium boluses and oral potassium. Monitor urine output and pH hourly.<\/li><li>Acidosis: Administer 1 to 2 mEq\/kg NaHCO3 by IV bolus and begin urinary alkalinization.  Monitor blood gases and urinary pH to guide frequency and quantity of administration. Patients with refractory acidosis, inability to maintain appropriate respiratory alkalosis, or acidemia should be treated with hemodialysis.<\/li><li>Alkaline diuresis: Urinary alkalization will increase elimination of salicylates. Place 150 mEq (3 ampules) of NaHCO3 in 1 liter of 5% dextrose to provide an isotonic solution; administer 10 to 20 mL\/kg initially as a bolus, then infuse at 2 to 3 mL\/kg\/hour. Administer 20 to 40 mEq\/L of potassium chloride as an IV infusion as needed to maintain normokalemia. Oral potassium may be administered if tolerated. Hypokalemia and hypocalcemia may occur with alkalinization and hypokalemia can prevent the development of an alkaline urine. Monitor serum electrolytes (in particular potassium and calcium), serum and urinary pH frequently (every 1 to 2 hours); goal of therapy is a urine pH of 7.5 to 8.<\/li><li>Hemodialysis: Hemodialysis efficiently removes salicylate and corrects acid base and electrolyte abnormalities. Hemodialysis is recommended in patients with high serum salicylate levels (greater than 90 to 100 mg\/dL after acute overdose, to 50 to 60 mg\/dL with chronic intoxication), refractory acidosis, inability to maintain appropriate respiratory alkalosis, acidemia, evidence of CNS toxicity (i.e., seizures, mental status depression, persistent confusion, coma, and cerebral edema), progressive clinical deterioration despite appropriate fluid therapy and attempted urinary alkalinization, acute lung injury, inability to tolerate sodium bicarbonate (e.g., renal insufficiency, pulmonary edema), refractory\/profound electrolyte disturbances, or renal failure. The clinical condition of the patient is more important than the serum salicylate concentration in determining the need for hemodialysis, especially in patients with chronic toxicity or delayed presentation after acute overdose. In patients with early presentation after acute overdose, serum concentrations approaching 100 mg\/dL warrant consideration for dialysis even with mild or moderate clinical manifestations of toxicity. Administer a second dose of activated charcoal to patients with persistently rising salicylate levels despite urinary alkalinization and an initial dose of activated charcoal. Consider whole bowel irrigation with polyethylene glycol for patients with large ingestions of enteric coated products if they are alert and able to protect the airway.<\/li><li>Patient disposition: HOME CRITERIA: Patients with inadvertent ingestions of less than 150 mg\/kg or 6.5 g, whichever is less, of aspirin equivalent doses can generally be observed at home with normal follow-up procedures. Consider follow-up at periodic intervals of approximately 12 hours after acute ingestion of non-enteric coated salicylate products or 24-hours for enteric-coated aspirin. ADMISSION CRITERIA: Patients who have a rising salicylate concentration, metabolic acidosis, or alterations in mental status should be admitted to an intensive care setting. OBSERVATION CRITERIA: Patients with intentional ingestions and those with unintentional ingestions greater than 150 mg\/kg or 6.5 g of aspirin equivalent doses, whichever is less, should be evaluated in a healthcare facility. For oil of wintergreen (98% methylsalicylate), greater than a lick or taste by children under 6 years of age or greater than 4 mL by patients 6 years of age and older requires referral to an emergency department for evaluation. Patients who have a well defined peak and decline in salicylate concentration and mild to moderate symptoms that resolve with treatment can often be treated and released from an ED observation unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings and for recommendations on determining the need for hemodialysis. Women in the third trimester of pregnancy who do not require referral to a healthcare facility for other reasons (ie ingested dose or symptoms) should be referred to an obstetrician for outpatient follow up and assessment of maternal fetal risk.<\/li><\/ul>"},{"id":"1p0js12b33","title":"Range of Toxicity","mono":"<b>SALICYLATES <\/b><br\/>TOXICITY: ACUTE INGESTION: The acute ingestion of less than 150 mg\/kg or 6.5 g of aspirin equivalent, whichever is less, is not expected to cause significant toxicity. For oil of wintergreen (98% methylsalicylate), greater than a lick or taste by children under 6 years of age or greater than 4 mL by patients 6 years of age and older may cause toxicity and requires referral to an emergency department for evaluation. FATALITIES: As little as 5 mL of oil of wintergreen has resulted in pediatric deaths. THERAPEUTIC DOSE: For children an analgesic or antipyretic dose is 10 to 15 mg\/kg; 325 to 650 mg for adults.<br\/>"}]},"13":{"id":"1p0js13","title":"Clinical Teaching","mono":"<ul><li>Drug should not be given to children or teenagers who have signs\/symptoms of viral infections or chicken pox.<\/li><li>Warn patient that drug may cause a temporary, harmless darkening of the tongue and\/or stool.<\/li><li>This drug may cause constipation, diarrhea, nausea, or vomiting.<\/li><li>Instruct patient to report signs\/symptoms of neurotoxicity, especially when taking large doses of drug.<\/li><\/ul>"}}}