{"generic":"Echothiophate Iodide","drugs":["Echothiophate Iodide","Phospholine Iodide"],"mono":{"0":{"id":"200700-s-0","title":"Generic Names","mono":"Echothiophate Iodide"},"1":{"id":"200700-s-1","title":"Dosing and Indications","sub":{"0":{"id":"200700-s-1-4","title":"Adult Dosing","mono":"<b>Glaucoma:<\/b> 1 drop 0.03% solution TOPICALLY in affected eye(s) in the morning and at bedtime"},"1":{"id":"200700-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Esotropia with accommodative compensation:<\/b> diagnosis and initial treatment, 1 drop of 0.125% solution TOPICALLY in each eye at bedtime for 2-3 wk<\/li><li><b>Esotropia with accommodative compensation:<\/b> maintenance, 1 drop of 0.125% solution every other day instilled TOPICALLY in the eyes OR 1 drop 0.06% solution daily instilled TOPICALLY in the eyes<\/li><li><b>Glaucoma:<\/b> 1 drop 0.03% solution TOPICALLY in affected eye(s) in the morning and at bedtime<\/li><\/ul>"},"3":{"id":"200700-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Esotropia with accommodative compensation<\/li><li>Glaucoma<\/li><\/ul>"}}},"3":{"id":"200700-s-3","title":"Contraindications\/Warnings","sub":[{"id":"200700-s-3-9","title":"Contraindications","mono":"<ul><li>active uveal inflammation<\/li><li>angle-closure glaucoma (most cases)<\/li><li>hypersensitivity to echothiophate products<\/li><\/ul>"},{"id":"200700-s-3-10","title":"Precautions","mono":"<ul><li>in patients receiving systemic anticholinesterase agents for myasthenia gravis<\/li><li>succinylcholine should be used cautiously, if at all, during anesthesia in patients receiving echothiophate because it may result in respiratory or cardiovascular collapse<\/li><li>discontinue temporarily if cardiac irregularities occur<\/li><li>discontinue temporarily if salivation, urinary incontinence, diarrhea, profuse sweating, muscle weakness, or respiratory difficulties occur<\/li><li>discontinue two weeks before surgery in angle-closure glaucoma, open-angle glaucoma with an excessively narrow angle, and in secondary glaucoma with angle closure; use prior to ophthalmic surgery only as a considered risk because of possible occurrence of hyphema<\/li><li>history of retinal detachment<\/li><li>in patients with marked vagotonia, bronchial asthma, spastic colon, peptic ulcer, pronounced bradycardia and hypotension, recent myocardial infarction, epilepsy, or parkinsonism<\/li><li>nasolacrimal ducts should be compressed for one to two minutes following instillation of drops<\/li><li>patients exposed to carbamate- or organophosphate type insecticides should be warned that additive effects may occur due to absorption of the insecticide<\/li><li>previous history of uveitis<\/li><\/ul>"},{"id":"200700-s-3-11","title":"Pregnancy Category","mono":"Echothiophate: C (FDA)<br\/>"},{"id":"200700-s-3-12","title":"Breast Feeding","mono":"Echothiophate: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"200700-s-4","title":"Drug Interactions","sub":{"1":{"id":"200700-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><\/ul>"},"2":{"id":"200700-s-4-15","title":"Moderate","mono":"<ul>Succinylcholine (probable)<\/ul>"}}},"5":{"id":"200700-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Frontal headache, Headache<\/li><li><b>Ophthalmic:<\/b>Blurred vision, Burning sensation in eye, Iritis, Night blindness, Uveitis<\/li><\/ul>"},"6":{"id":"200700-s-6","title":"Drug Name Info","sub":{"0":{"id":"200700-s-6-17","title":"US Trade Names","mono":"Phospholine Iodide<br\/>"},"2":{"id":"200700-s-6-19","title":"Class","mono":"<ul><li>Antiglaucoma<\/li><li>Cholinesterase Inhibitor<\/li><\/ul>"},"3":{"id":"200700-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"200700-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"200700-s-7","title":"Mechanism Of Action","mono":"Echothiophate iodide is a long-acting cholinesterase inhibitor. It depresses both plasma and erythrocyte cholinesterase levels and enhances the effect of endogenously liberated acetylcholine in the iris, ciliary muscle, and other parasympathetically innervated structures of the eye.<br\/>"},"9":{"id":"200700-s-9","title":"Administration","mono":"<b>Ophthalmic<\/b><br\/><ul><li>shake well for several seconds prior to instillation<\/li><li>the daily dose or one of the two daily doses should be instilled just before retiring<\/li><li>apply digital compression to nasolacrimal ducts for a minute or two following instillation<\/li><\/ul>"},"10":{"id":"200700-s-10","title":"Monitoring","mono":"<ul><li>intraocular pressure<\/li><li>routine eye examinations recommended<\/li><\/ul>"},"11":{"id":"200700-s-11","title":"How Supplied","mono":"<b>Phospholine Iodide<\/b><br\/>Ophthalmic Powder for Suspension: 0.125 %<br\/>"},"12":{"id":"200700-s-12","title":"Toxicology","sub":[{"id":"200700-s-12-31","title":"Clinical Effects","mono":"<b>RIVASTIGMINE AND RELATED AGENTS<\/b><br\/>USES: Rivastigmine, an acetylcholinesterase inhibitor, is used for the treatment of dementia of the Alzheimer's type and mild to moderate dementia associated with Parkinson's disease. WITHDRAWN FROM MARKET: Because of ongoing concerns over the safety of TACRINE it was withdrawn from the market in 2013. Other agents, such as metrifonate and velnacrine are also no longer used in the treatment of Alzheimer's disease. PHARMACOLOGY: The precise mechanism of action of rivastigmine is unknown. However, it is thought to exert is effect by enhancing cholinergic function, by increasing the concentration of acetylcholine through reversible inhibition of its hydrolysis by cholinesterase. EPIDEMIOLOGY: Exposure has occurred. Severe clinical events or fatalities are uncommon. OVERDOSE: Overdose information is limited. Cholinergic toxicity has been reported after overdose of rivastigmine, typical findings can include severe nausea, vomiting, salivation, sweating, bradycardia, hypotension, respiratory depression, collapse and convulsions. In severe cases, muscle weakness can develop and may result in death if respiratory muscles become involved. Other symptoms that have been associated with overdose of rivastigmine include: diarrhea, abdominal pain, dizziness, tremor, headache, somnolence, confusional state, hyperhidrosis, hypertension, hallucinations and malaise. Depression of blood cholinesterase may occur following overdoses.  ADVERSE EFFECTS: The most common adverse effects reported with rivastigmine therapy include: nausea, vomiting, anorexia, dyspepsia, and asthenia. Other clinical events include dizziness, headache, urinary tract infection, fatigue, insomnia, and confusion. Infrequent events may include depression, anxiety, hallucination, and aggressive reactions. CHOLINERGIC ACTIVITY: Other events that can develop due to increases in cholinergic activity include extrapyramidal symptoms, worsening of parkinsonian symptoms (ie, tremor), seizures, increases in gastric acid secretion, at risk to develop ulcers or gastrointestinal bleeding, bradycardia, and possible urinary obstruction. Drugs like rivastigmine the increase cholinergic activity should also be given with caution in patients with an underlying history of asthma or obstructive pulmonary disease. POSTMARKETING EXPERIENCE: Based on postmarketing experience with rivastigmine, hepatitis, aggression, Stevens-Johnson syndrome and disseminated allergic dermatitis have been reported. <br\/>"},{"id":"200700-s-12-32","title":"Treatment","mono":"<b>RIVASTIGMINE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor vital signs and mental status. Monitor fluid status and electrolyte balance if the patient develops significant fluid loss (ie, vomiting, diarrhea, diaphoresis). Treat nausea and vomiting with antiemetics and fluid replacement. Initially treat hypotension with IV fluids. Infuse 10 to 20 mL\/kg of isotonic fluid. If hypotension persists, administer dopamine or norepinephrine. Atropine is the drug of choice to treat cholinergic effects such as bradycardia, bronchorrhea and bronchospasm. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizure activity with IV benzodiazepines (diazepam or lorazepam). Consider phenobarbital or propofol if seizures recur. ANTIDOTES: Administer atropine for muscarinic manifestations (e.g. salivation, diarrhea, bronchorrhea); and pralidoxime for nicotinic manifestations (e.g. weakness, fasciculations) for severe toxicity. Assess respiratory function, airway management including intubation and mechanical ventilation as needed. Respiratory depression including muscle weakness can occur. Increasing muscle weakness is a possibility and may result in death if respiratory muscles are involved. Acute lung injury may develop with a significant exposure. Maintain adequate ventilation and oxygenation; serial ABGs and\/or pulse oximetry as necessary; PEEP may be necessary.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is unlikely to be necessary as spontaneous vomiting is likely to occur. PREHOSPITAL: Spontaneous vomiting can occur after a significant exposure. Excessive vomiting may increase the risk of esophageal rupture and induced emesis is probably not indicated. HOSPITAL: GI decontamination is unlikely to be necessary as spontaneous vomiting it likely to occur. Activated charcoal may be considered if coingestants are suspected, the ingestion is recent, and the airway can be protected.<\/li><li>Airway management: A significant exposure can result in cholinergic crisis include respiratory depression and severe respiratory muscle weakness. Monitor respiratory effort and ventilation. Administer oxygen. Intubation and mechanical ventilation may be necessary.<\/li><li>Antidote: Atropine sulfate is the drug of choice to treat cholinergic effects such as bradycardia, bronchorrhea and bronchospasm.  For significant muscarinic symptoms administer: ADULT: Initial dose of 1 to 2 mg IV repeat with subsequent doses based on clinical response; CHILD: Initial dose 0.05 mg\/kg up to 4 mg (usual dose 1 mg), intramuscularly or intravenously every 10 to 30 minutes until muscarinic signs and symptoms subside, and repeat if they reappear. ALTERNATIVE THERAPY: Glycopyrrolate and methscopolamine bromide have been suggested as alternatives to atropine in treating the peripheral cholinergic symptoms. PRALIDOXIME: Treat moderate to severe poisoning (fasciculations, muscle weakness, respiratory depression, coma, seizures) with pralidoxime in addition to atropine.<\/li><li>Bronchospasm: ALBUTEROL: ADULT: 0.25 to 0.5 mL in 2 to 4.5 mL of normal saline delivered every 4 to 6 hours per nebulizer; CHILD: 100 to 200 mcg 3 to 6 times a day.<\/li><li>Monitoring of patient: Monitor respiratory and cardiovascular function. Monitor pulse rate and blood pressure; alterations may develop as a result of cholinergic toxicity. Monitor fluid status in patients with significant cholinergic symptoms.<\/li><li>Enhanced elimination procedure: Due to the short half-life (1.5 hours) of rivastigmine, dialysis (hemodialysis, peritoneal dialysis, or hemofiltration) is not clinically indicated. Rivastigmine also has a large volume of distribution (range, 1.8 to 2.7 L\/kg); therefore, hemodialysis is unlikely to be beneficial.<\/li><li>Patient disposition: HOME CRITERIA: All children with ingestions should be sent to a healthcare facility for evaluation and treatment. Adults with a deliberate overdose should be sent to a healthcare facility for evaluation and treatment. Asymptomatic adults with an inadvertent ingestion of one or two pills can be monitored at home. OBSERVATION CRITERIA: Patients should be observed until all symptoms resolve. Patients that develop significant toxicity including respiratory depression should be admitted for a higher level of care. ADMISSION CRITERIA: Patients who develop cholinergic crisis including respiratory depression should be admitted. They should only be discharged when free of symptoms. CONSULT CRITERIA: Consult a medical toxicologist or a poison center for assistance with medical management in patients with severe overdose or in whom the diagnosis is unclear. Consult a pulmonologist or hospital intensivist if the patient develops evidence of respiratory compromise.<\/li><\/ul>"},{"id":"200700-s-12-33","title":"Range of Toxicity","mono":"<b>RIVASTIGMINE AND RELATED AGENTS<\/b><br\/>TOXIC DOSE: A toxic dose has not been established. RIVASTIGMINE: An adult developed vomiting, bradycardia, hypertension, salivation, diaphoresis and drowsiness after ingesting 90 mg. TACRINE: An estimated human lethal dose is reported as 30 mg\/kg when unopposed by anticholinergics. METRIFONATE: Doses as high as 72 mg\/kg have produced severe abdominal colic, vomiting, and muscle weakness. THERAPEUTIC DOSE: Dosing for Alzheimer's Disease is as follows: RIVASTIGMINE: 1.5 mg orally twice daily; if tolerated, increase dose every 2 weeks by 1.5 mg twice daily to a maximum dose of 6 mg twice daily. Other agents (ie, tacrine and metrifonate) have been withdrawn from the market. <br\/>"}]},"13":{"id":"200700-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause night blindness. Patient should avoid driving or other activities requiring clear vision until drug effects are realized.<\/li><li>Tell patient to report excessive salivation, urinary incontinence, diarrhea, profuse sweating, muscle weakness, or signs\/symptoms of cardiac irregularities or respiratory difficulties.<\/li><li>This drug may cause headaches, blurred vision, or a burning sensation in the eye.<\/li><li>The once daily dose or one of the twice daily doses should be instilled just before bedtime.<\/li><li>Instruct patient on proper instillation technique.<\/li><li>Patient should report exposure to carbamate- or organophosphate type insecticides, as additive effects may occur if insecticide is absorbed while using this drug.<\/li><\/ul>"}}}