{"generic":"Econazole Nitrate","drugs":["Econazole Nitrate","Ecoza","Spectazole"],"mono":{"0":{"id":"200840-s-0","title":"Generic Names","mono":"Econazole Nitrate"},"1":{"id":"200840-s-1","title":"Dosing and Indications","sub":{"0":{"id":"200840-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Candidiasis of skin:<\/b> apply topically to affected areas twice daily for 2 weeks<\/li><li><b>Pityriasis versicolor:<\/b> apply topically to affected areas once daily<\/li><li><b>Tinea corporis:<\/b> apply topically to affected areas once daily for 2 weeks<\/li><li><b>Tinea cruris:<\/b> apply topically to affected areas once daily for 2 weeks<\/li><li><b>Tinea pedis:<\/b> apply TOPICALLY to affected areas once daily for 1 month<\/li><\/ul>"},"1":{"id":"200840-s-1-5","title":"Pediatric Dosing","mono":"<b>Tinea pedis:<\/b> (foam only, 12 years or older) apply TOPICALLY to affected areas once daily for 1 month "},"3":{"id":"200840-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Candidiasis of skin<\/li><li>Pityriasis versicolor<\/li><li>Tinea corporis<\/li><li>Tinea cruris<\/li><li>Tinea pedis<\/li><\/ul>"}}},"3":{"id":"200840-s-3","title":"Contraindications\/Warnings","sub":[{"id":"200840-s-3-9","title":"Contraindications","mono":"hypersensitivity to econazole or any product component (cream) <br\/>"},{"id":"200840-s-3-10","title":"Precautions","mono":"<ul><li>flammable; avoid heat, flame, and smoking during and immediately following application (foam)<\/li><li>sensitivity or chemical irritation may occur; discontinue use if suspected (cream)<\/li><li>under pressure; do not puncture or incinerate containers; do not expose containers to heat or store in direct sunlight or above 120 degrees F (49 degrees C) even if empty (foam)<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"200840-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Econazole: C (FDA)<\/li><li>Econazole: A (AUS)<\/li><\/ul>"},{"id":"200840-s-3-12","title":"Breast Feeding","mono":"Econazole: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"200840-s-4","title":"Drug Interactions","sub":{"1":{"id":"200840-s-4-14","title":"Major","mono":"<ul>Warfarin (probable)<\/ul>"},"2":{"id":"200840-s-4-15","title":"Moderate","mono":"<ul>Fentanyl (probable)<\/ul>"}}},"5":{"id":"200840-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Application site reaction (less than 1%), Burning sensation (3%), Erythema (3%), Pruritus (3%), Stinging of skin (3%)<br\/>"},"6":{"id":"200840-s-6","title":"Drug Name Info","sub":{"0":{"id":"200840-s-6-17","title":"US Trade Names","mono":"<ul><li>Spectazole<\/li><li>Ecoza<\/li><\/ul>"},"2":{"id":"200840-s-6-19","title":"Class","mono":"<ul><li>Antifungal<\/li><li>Imidazole<\/li><\/ul>"},"3":{"id":"200840-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"200840-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"200840-s-7","title":"Mechanism Of Action","mono":"Econazole nitrate is an azole antifungal agent that inhibits fungal CYP450-mediated conversion of lanosterol to ergosterol by 14 alpha-lanosterol demethylase. Loss of ergosterol in the fungal cell wall may be attributing to econazole fungistatic activity.<br\/>"},"8":{"id":"200840-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"200840-s-8-23","title":"Absorption","mono":"<ul><li>Topical foam, Tmax: 6.8 hours<\/li><li>Topical, Bioavailability: extremely low<\/li><\/ul>"},"3":{"id":"200840-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: less than 1%<\/li><li>Renal: less than 1%<\/li><\/ul>"}}},"9":{"id":"200840-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>(econazole 1% cream and foam) topical use only; not for oral, ophthalmic, or intravaginal use<\/li><li>(econazole 1% topical foam) contents are flammable; avoid heat, flame, and\/or smoking during and immediately after use; do not store at temperatures above 120 degrees F (49 degrees C); do not store in direct sunlight<\/li><li>(econazole 1% topical foam) shake canister for approximately 5 seconds before use; apply to affected area, gently rub into the skin<\/li><\/ul>"},"10":{"id":"200840-s-10","title":"Monitoring","mono":"<ul><li>improvement of signs and symptoms of tinea pedis, tinea cruris, tinea corporis, cutaneous candidiasis, or tinea versicolor may indicate efficacy<\/li><li>cultures\/smears; in patients with no clinical improvement after the treatment period<\/li><\/ul>"},"11":{"id":"200840-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Topical Cream: 1 %<br\/><\/li><li><b>Ecoza<\/b><br\/>Topical Foam: 1 %<br\/><\/li><\/ul>"},"12":{"id":"200840-s-12","title":"Toxicology","sub":[{"id":"200840-s-12-31","title":"Clinical Effects","mono":"<b>IMIDAZOLE ANTIFUNGALS <\/b><br\/>USES: Imidazole agents (ie, butaconazole, clotrimazole, econazole, efinaconazole, oxiconazole, sertaconazole, sulconazole, and tioconazole) are broad-spectrum \"azole\" antifungals. PHARMACOLOGY: These drugs are fungistatic and may be fungicidal, depending on concentration. Imidazoles inhibit biosynthesis of ergosterol or other sterols, damaging the fungal cell membrane and altering its permeability.  As a result, loss of essential intracellular elements may occur. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose experience is limited with these agents.  Due to minimal oral absorption and limited systemic toxicity, severe toxic effects following oral overdose is not anticipated. Ingestion of even large quantities should produce only minor GI symptoms (eg, nausea, vomiting, and diarrhea).  ADVERSE EFFECTS: Allergic contact dermatitis to these agents is rare but has been reported.  Following dermal applications, pruritus, erythema, stinging, urticaria and localized edema have been reported. Nausea, vomiting, and diarrhea are frequent side effects following oral administration of clotrimazole. Elevated liver enzymes have rarely been reported following the use of clotrimazole troches and sertaconazole 2% topical cream. Drowsiness and disorientation have been reported following oral clotrimazole therapy. Headache may infrequently occur following therapeutic use of these agents. <br\/>"},{"id":"200840-s-12-32","title":"Treatment","mono":"<b>IMIDAZOLE ANTIFUNGALS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Toxicity due to these agents is negligible.  MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: Toxicity due to these agents is negligible.  Even when large amounts have been ingested, ensuing symptoms are expected to be minor.  GI decontamination is generally NOT indicated.<\/li><li>Airway management: Should not be required in these cases. Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reaction.<\/li><li>Antidote: None<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose; however, hemodialysis is not recommended given the low toxicity of these drugs. <\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted. If significant toxicity develops, other causes should be sought. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"200840-s-12-33","title":"Range of Toxicity","mono":"<b>IMIDAZOLE ANTIFUNGALS <\/b><br\/>TOXICITY: A minimum toxic dose has not been established, and significant toxicity is not expected after an overdose. Ingestion of even large quantities should produce only minor GI symptoms (eg, nausea, vomiting, and diarrhea). THERAPEUTIC DOSE: Varies by agent. Topical application is mainly once or twice a day for 7 to 14 days. <br\/>"}]},"13":{"id":"200840-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report signs or symptoms of a reaction that suggests sensitivity or chemical irritation (eg, increased burning, erythema, itching, rash, or stinging).<\/li><li>Instruct patient to report if condition does not improve or worsens.<\/li><li>Instruct patient to apply the foam or cream topically; the drug is not for oral, intravaginal, or ophthalmic use.<\/li><li>Inform patient that the foam is flammable and to avoid heat, flame, or smoking during and immediately following application.<\/li><\/ul>"}}}