{"generic":"Etidronate Disodium","drugs":["Didronel","Didronel I.V.","Etidronate Disodium"],"mono":{"0":{"id":"201460-s-0","title":"Generic Names","mono":"Etidronate Disodium"},"1":{"id":"201460-s-1","title":"Dosing and Indications","sub":{"0":{"id":"201460-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Heterotopic ossification:<\/b> total hip replacement, 20 mg\/kg\/day ORALLY for 1 month before and 3 months after surgery<\/li><li><b>Heterotopic ossification:<\/b> spinal cord injury, 20 mg\/kg\/day ORALLY for 2 weeks followed by 10 mg\/kg\/day for 10 weeks; begin as soon as medically feasible following the injury<\/li><li><b>Hypercalcemia of malignancy, Oral maintenance therapy:<\/b> maintenance normocalcemia, 20 mg\/kg\/day ORALLY for 30-90 days; therapy longer than 90 days is not recommended<\/li><li><b>Paget's disease:<\/b> initial, 5-10 mg\/kg\/day ORALLY, not to exceed 6 months, or 11-20 mg\/kg\/day, not to exceed 3 months<\/li><li><b>Paget's disease:<\/b> retreatment, regimens are the same as for initial treatment and should only be initiated after an etidronate-free period of at least 90 days and there is biochemical, symptomatic or other evidence of active disease process<\/li><\/ul>"},"1":{"id":"201460-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in children"},"3":{"id":"201460-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Heterotopic ossification<\/li><li>Hypercalcemia of malignancy<\/li><li>Paget's disease<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Hypercalcemia of malignancy, Oral maintenance therapy<\/li><li>Osteoporosis<\/li><\/ul>"}}},"3":{"id":"201460-s-3","title":"Contraindications\/Warnings","sub":[{"id":"201460-s-3-9","title":"Contraindications","mono":"<ul><li>Clinically overt osteomalacia<\/li><li>Esophageal abnormalities (eg, stricture or achalasia) that delay esophageal emptying<\/li><li>Hypersensitivity to etidronate disodium<\/li><\/ul>"},{"id":"201460-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- Calcium and vitamin D intake; adequate intake required during therapy<\/li><li>-- Hyperphosphatemia may occur with high-dose therapy (10 to 20 mg\/kg\/day)<\/li><li>Gastrointestinal:<\/li><li>-- Active upper gastrointestinal disease (eg, Barrett esophagus, dysphagia, duodenitis, gastritis, ulcers, other esophageal diseases); local irritation of upper gastrointestinal mucosa may exacerbate condition<\/li><li>-- Esophageal adverse events, including bleeding and esophageal stricture or perforation, have been reported; increased risk with lying down after dosing, failing to swallow with full glass (6 to 8 ounces) of water, or continuing therapy after developing esophageal irritation; discontinue use if dysphagia, odynophagia, retrosternal pain, or new or worsening heartburn occurs<\/li><li>-- Mental disabilities that prevent understanding of proper administration may lead to increased risk of severe esophageal adverse events; appropriate supervision recommended<\/li><li>-- Gastric and duodenal ulcers, some severe and with complications, have been reported with oral bisphosphonate use<\/li><li>-- Enterocolitis; increased risk for diarrhea, especially at higher doses<\/li><li>Musculoskeletal:<\/li><li>-- Fractures, especially of long bones; interruption of therapy may be necessary<\/li><li>-- Osteonecrosis of the jaw has been reported; increased risk with cancer diagnosis, concomitant therapies (eg, chemotherapy, corticosteroids, angiogenesis inhibitors), poor oral hygiene, comorbid disorders (eg, periodontal or other pre-existing dental disease, anemia, coagulopathy, infection, ill-fitting dentures), and prolonged exposure to bisphosphonates; consult oral surgeon, consider discontinuing if occurs<\/li><li>-- Invasive dental procedures (eg, tooth extraction, dental implants, bone surgery); increased risk for osteonecrosis of the jaw; discontinuing use may reduce risk<\/li><li>-- Severe musculoskeletal pain (incapacitating bone, joint, and muscle pain) has been reported within 1 day to several months following therapy initiation; consider discontinuing bisphosphonates if symptoms occur<\/li><li>-- Long bones affected by lytic lesions (especially in patients not responsive to therapy) are at increased risk for fracture; monitoring recommended<\/li><li>Renal:<\/li><li>-- Renal impairment; monitoring recommended and dosage adjustment necessary for reduced GFR<\/li><\/ul>"},{"id":"201460-s-3-11","title":"Pregnancy Category","mono":"Etidronate: C (FDA)<br\/>"},{"id":"201460-s-3-12","title":"Breast Feeding","mono":"Etidronate: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"201460-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Gastritis<\/li><li><b>Musculoskeletal:<\/b>Leg cramp<\/li><li><b>Neurologic:<\/b>Headache<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart failure<\/li><li><b>Gastrointestinal:<\/b>Esophageal erosions, Esophageal perforation, Esophageal stricture, Esophagitis, Ulcer of esophagus<\/li><li><b>Musculoskeletal:<\/b>Arthralgia, Aseptic necrosis of bone of jaw, Bone pain, Musculoskeletal pain, Myalgia, Osteomalacia<\/li><\/ul>"},"6":{"id":"201460-s-6","title":"Drug Name Info","sub":{"0":{"id":"201460-s-6-17","title":"US Trade Names","mono":"<ul><li>Didronel<\/li><li>Didronel I.V.<\/li><\/ul>"},"2":{"id":"201460-s-6-19","title":"Class","mono":"<ul><li>Bisphosphonate<\/li><li>Calcium Regulator<\/li><\/ul>"},"3":{"id":"201460-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"201460-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"201460-s-7","title":"Mechanism Of Action","mono":"Etidronate disodium acts on bone metabolism to slow bone turnover in pagetic lesions as well as normal bone. It inhibits dissolution, formation, and growth of hydroxyapatite crystals and its amorphous precursors through chemisorption to surfaces of calcium phosphate.<br\/>"},"8":{"id":"201460-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"201460-s-8-23","title":"Absorption","mono":"Bioavailability: approximately 3% <br\/>"},"2":{"id":"201460-s-8-25","title":"Metabolism","mono":"not metabolized <br\/>"},"3":{"id":"201460-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: as unchanged<\/li><li>Renal: approximately half the dose within 24 h<\/li><\/ul>"},"4":{"id":"201460-s-8-27","title":"Elimination Half Life","mono":"165 days<br\/>"}}},"9":{"id":"201460-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>give by mouth as a single dose; may be divided into 2 doses if gastrointestinal discomfort occurs<\/li><li>swallow tablet with a full 6 to 8 ounce glass of plain water while in an upright position; do not lie down after administration<\/li><li>do not take food, especially high-calcium items such as milk products, within 2 hr of administration<\/li><li>do not take vitamins, mineral supplements, or antacids high in metals such as calcium, iron, magnesium, or aluminum within 2 hr of administration<\/li><\/ul>"},"10":{"id":"201460-s-10","title":"Monitoring","mono":"<ul><li>biochemical markers of bone formation\/resorption<\/li><li>radiologic evidence of fracture<\/li><li>serum calcium<\/li><li>serum phosphate<\/li><li>signs and symptoms of incapacitating bone, joint, and\/or muscle pain<\/li><li>periodic dental exam for signs of osteonecrosis of the jaw<\/li><li>renal function<\/li><li>paget's disease; alkaline phosphatase and\/or urinary hydroxyproline<\/li><\/ul>"},"11":{"id":"201460-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 200 MG, 400 MG<br\/><\/li><li><b>Didronel<\/b><br\/>Oral Tablet: 400 MG<br\/><\/li><\/ul>"},"12":{"id":"201460-s-12","title":"Toxicology","sub":[{"id":"201460-s-12-31","title":"Clinical Effects","mono":"<b>BISPHOSPHONATES<\/b><br\/>USES: Bisphosphonates and have been used in the treatment of diseases associated with excessive bone turnover including osteoporosis, Paget's disease of bone, hypercalcemia of malignancy, and osteolytic bone lesions of multiple myeloma. PHARMACOLOGY: Bisphosphonates have a high affinity for mineralized bone and inhibit osteoclast-mediated bone resorption resulting in a net gain in bone mass. EPIDEMIOLOGY: Overdose of this medication is rare. MILD TO MODERATE TOXICITY: Mild to moderate toxicity of bisphosphonates have resulted in hypocalcemia, paresthesia, hypotension, fever, and vomiting. SEVERE TOXICITY: Acute renal failure and death have been reported following high dose administration of tiludronate (800 mg\/day IV for 2 days). ADVERSE EFFECTS: Dose-dependent upper gastrointestinal irritation (ie, esophagitis, esophageal ulcers, erosions, and dysphagia) is common. Asymptomatic decreases in calcium and phosphate may develop. Headache, musculoskeletal pain, and osteonecrosis of the jaw have been reported. Rare reports of rash and erythema have occurred.<br\/>"},{"id":"201460-s-12-32","title":"Treatment","mono":"<b>BISPHOSPHONATES <\/b><br\/><ul><li>Decontamination: Activated charcoal, gastric lavage<\/li><li>Hypocalcemia: 10 ml of 10% calcium gluconate or calcium chloride IV over 10-15 min; may be repeated.<\/li><li>Torsades de pointes: Correct electrolyte abnormalities.  Magnesium: Adult: 2 gm IV over 2 min, may repeat bolus, infusion 3 to 20 mg\/min. Child: 25-50 mg\/kg diluted 10 mg\/ml over 5-15 min. Isoproterenol, overdrive pacing.  Avoid procainamide, disopyramide, quinidine, sotalol<\/li><li>Monitoring of patient: ECG, continuous cardiac monitoring, calcium &amp; phosphate levels. CBC, electrolytes, renal function, fluid status if GI bleed suspected.  Test stool\/gastric aspirate for blood.<\/li><\/ul>"},{"id":"201460-s-12-33","title":"Range of Toxicity","mono":"<b>BISPHOSPHONATES<\/b><br\/>Therapeutic dose varies by agent. In general, overdose with these agents can result in clinically significant hypocalcemia, hypophosphatemia, and hypomagnesemia. <br\/>"}]},"13":{"id":"201460-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause gastritis, headache, leg cramps, and arthralgia.<\/li><li>Advise patient to report incapacitating or severe bone, joint, and\/or muscle pain.<\/li><li>Instruct patient to report signs\/symptoms of esophagitis, esophageal ulcers or erosions, such as dysphagia, odynophagia, retrosternal pain, or new or worsening heartburn and seek medical attention.<\/li><li>Counsel patient that drug must be taken with a full 6 to 8 ounce glass of water in an upright position.<\/li><li>Advise patient to not eat food, especially high-calcium items such as milk products, within 2 hours of oral administration.<\/li><li>Instruct patient that vitamins, mineral supplements, or antacids high in calcium, iron, magnesium, or aluminum should not be taken within 2 hours of administration.<\/li><\/ul>"}}}