{"drugs":["Edetate Disodium","Endrate"],"mono":{"0":{"id":"201435-s-0","title":"Generic Names","mono":"Edetate Disodium"},"1":{"id":"201435-s-1","title":"Dosing and Indications","sub":[{"id":"201435-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Important note:<\/b> do not confuse with edetate disodium calcium<\/li><li><b>Important note:<\/b> should rarely, if at all, be used due to the risk of hypocalcemia, including fatal cases; less toxic alternatives available<\/li><li><b>Digitalis toxicity by EKG - Ventricular arrhythmia:<\/b> 50 mg\/kg\/day IV over 3 hr or more, daily for 5 days, skip 2 days, repeat as needed up to 15 doses, MAX 3 g\/day<\/li><li><b>Hypercalcemia, Emergency treatment:<\/b> 50 mg\/kg\/day IV over 3 hr or more, daily for 5 days, skip 2 days, repeat as needed up to 15 doses, MAX 3 g\/day<\/li><\/ul>"},{"id":"201435-s-1-5","title":"Pediatric Dosing","mono":"Not indicated in pediatric patients, do not use "},{"id":"201435-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> contraindicated in patients with anuria"},{"id":"201435-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Digitalis toxicity by EKG - Ventricular arrhythmia<\/li><li>Hypercalcemia, Emergency treatment<\/li><\/ul>"}]},"2":{"id":"201435-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>The use of this drug is recommended only when the severity of the clinical condition justifies the aggressive measures associated with this type of therapy.<br\/>"},"3":{"id":"201435-s-3","title":"Contraindications\/Warnings","sub":[{"id":"201435-s-3-9","title":"Contraindications","mono":"<ul><li>anuria<\/li><li>not indicated for treatment of generalized arteriosclerosis associated with advanced age<\/li><\/ul>"},{"id":"201435-s-3-10","title":"Precautions","mono":"<ul><li>use of this drug in any particular patient is recommended only when the severity of the clinical condition justifies the aggressive measures associated with this type of therapy<\/li><li>diabetes; may decrease blood sugar and insulin requirements<\/li><li>heart disease including limited cardiac reserve or incipient congestive failure; risk of myocardial contractility impairment<\/li><li>hypocalcemia resulting in death has been reported in both pediatric and adult patients<\/li><li>irritant effect on tissues; risk of serious injury if administered undiluted<\/li><li>pediatric patients; should not be used, reports of death when used in children<\/li><li>postural hypotension may occur<\/li><li>potassium deficiency states, clinical or subclinical; risk of hypokalemia and ECG changes<\/li><li>prolonged therapy; risk of hypomagnesemia<\/li><li>total dosage and rate of administration; risk of precipitous drop in serum calcium if rate or dose exceeds the maximum<\/li><\/ul>"},{"id":"201435-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"201435-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"201435-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Orthostatic hypotension<\/li><li><b>Dermatologic:<\/b>Circumoral paresthesia<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Diarrhea, Nausea, Stomach cramps, Vomiting<\/li><li><b>Neurologic:<\/b>Headache, Numbness<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Death<\/li><li><b>Dermatologic:<\/b>Scaling eczema<\/li><li><b>Endocrine metabolic:<\/b>Hypocalcemia<\/li><li><b>Renal:<\/b>Nephrotoxicity, With excessive dosages<\/li><li><b>Other:<\/b>Skin AND\/OR mucosa finding<\/li><\/ul>"},"6":{"id":"201435-s-6","title":"Drug Name Info","sub":{"0":{"id":"201435-s-6-17","title":"US Trade Names","mono":"Endrate<br\/>"},"2":{"id":"201435-s-6-19","title":"Class","mono":"<ul><li>Edetic Acid (class)<\/li><li>Heavy Metal Chelator<\/li><\/ul>"},"3":{"id":"201435-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"201435-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"201435-s-7","title":"Mechanism Of Action","mono":"Edetate disodium forms chelates with cations of calcium and other divalent and trivalent metals. Because of this affinity, the drug will produce a lowering of serum calcium levels during IV infusion. Edetate disodium also exerts a negative inotropic effect on the heart.<br\/>"},"8":{"id":"201435-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"201435-s-8-23","title":"Absorption","mono":"Bioavailability, Oral: no appreciable amount <br\/>"},"1":{"id":"201435-s-8-24","title":"Distribution","mono":"Vd: 0.19 L\/kg.<br\/>"},"3":{"id":"201435-s-8-26","title":"Excretion","mono":"Systemic: Renal: &gt;95% <br\/>"},"4":{"id":"201435-s-8-27","title":"Elimination Half Life","mono":"1.4 to 3 hours.<br\/>"}}},"9":{"id":"201435-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>dilute in 500 mL D5W or NS<\/li><li>solution should be diluted before infusion due to irritant effect on the tissues and danger of side effects<\/li><li>regulate the infusion so that 3 or more hours are required for completion<\/li><\/ul>"},"10":{"id":"201435-s-10","title":"Monitoring","mono":"<ul><li>clinical improvement<\/li><li>electrolyte panel (eg; calcium, potassium, magnesium) and cardiac function<\/li><li>baseline and periodic determinations of BUN, serum creatinine, and daily urinalysis<\/li><li>hepatic function<\/li><\/ul>"},"11":{"id":"201435-s-11","title":"How Supplied","mono":"<b>Endrate<\/b><br\/>Intravenous Solution: 150 MG\/ML<br\/>"},"12":{"id":"201435-s-12","title":"Toxicology","sub":[{"id":"201435-s-12-31","title":"Clinical Effects","mono":"<b>EDETATE DISODIUM<\/b><br\/>EXPOSURE: Fatal hypocalcemia has developed rapidly when patients being treated for heavy metal poisoning received edetate disodium instead of calcium edetate disodium. Nephrotoxicity has been reported with excessive dosages. ADVERSE EFFECTS: COMMON: Orthostatic hypotension, circumoral paresthesia, abdominal pain, diarrhea, nausea, abdominal cramps, vomiting, headache, and numbness. SEVERE: Hypocalcemia, nephrotoxicity with excessive dosages, injection site reactions, thrombophlebitis, and scaling eczema. <br\/>"},{"id":"201435-s-12-32","title":"Treatment","mono":"<b>EDETATE DISODIUM<\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive. Focus should be on evaluating the patient for clinical, laboratory and ECG evidence of hypocalcemia and instituting aggressive calcium replacement therapy.<\/li><li>Decontamination: Acute toxicity would be expected to follow rapid intravenous administration; gastrointestinal decontamination is generally not necessary.<\/li><li>Hypocalcemia: Hypocalcemia may develop abruptly. Aggressive calcium replacement should be instituted in patients with clinical or ECG manifestations of hypocalcemia even if laboratory confirmation of hypocalcemia is still pending. Administer 10 mL to 20 mL of 10% calcium chloride or calcium gluconate (initial bolus) IV over 10 to 15 minutes.  More rapid administration may be necessary in patients with dysrhythmias.  Repeat bolus or a maintenance infusion is often necessary.<\/li><li>Hypotensive episode: Correct electrolyte abnormalities. Administer IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Central venous pressure monitoring may be indicated to guide fluid therapy.<\/li><li>Hypomagnesemia: Correct known and suspected hypomagnesemia with intravenous magnesium sulfate. DOSE: ADULT: MILD hypomagnesemia, 1 to 2 g (magnesium sulfate 50% solution; 8.12 mEq) IV infusion, may be repeated as needed. SEVERE hypomagnesemia, up to 5 g (40 mEq) in 1 L of D5W or NS by slow IV infusion over 3 hours. INTRAMUSCULAR: IM route may be used if IV access cannot be obtained.  For mild hypomagnesemia 1 g (magnesium sulfate 50% solution; 8.12 mEq) IM every 6 hours for 4 doses. For severe hypomagnesemia 250 mg\/kg (magnesium sulfate 50% solution) may be given IM within a period of 4 hours. PEDIATRIC: 25 to 50 mg\/kg IV infusion over 30 to 60 minutes; repeat dose as necessary; max 2 g\/dose. Monitor serum magnesium.<\/li><li>Fluid\/electrolyte balance regulation: Maintain good urine output (3 to 6 milliliters\/kilogram\/hour) with intravenous fluids.<\/li><li>Monitoring of patient: Monitor serum electrolytes, including calcium (preferably ionized) and renal function. Obtain an ECG (prolonged QTc suggests hypocalcemia), and institute continuous cardiac monitoring. Monitor for clinical evidence of hypocalcemia:  perioral tingling, Chvostek sign, Trousseau sign, muscle spasms, numbness, and tetany.<\/li><\/ul>"},{"id":"201435-s-12-33","title":"Range of Toxicity","mono":"<b>EDETATE DISODIUM<\/b><br\/>TOXICITY: Range of toxicity not established. Toxicity is dependent on both total dosage and rate of administration, and the serum calcium. A 2-year-old girl died 4 hours after receiving 300 mg of edetate disodium over 4 hours. A 5-year-old boy died shortly after receiving 990 mg of IV edetate disodium over 5 to 10 minutes. A 53-year-old woman died shortly after receiving 1500 mg of edetate disodium over 10 to 15 minutes. THERAPEUTIC DOSE: ADULT - 50 mg\/kg\/day IV over 3 hr or more, daily for 5 days, skip 2 days, repeat as needed up to 15 doses, MAX 3 g\/day. PEDIATRIC - Not recommended for pediatric use.<br\/>"}]},"13":{"id":"201435-s-13","title":"Clinical Teaching","mono":"Instruct patient to stay in bed for a short time following drug administration and to change positions slowly to prevent sudden drop in blood pressure.<br\/>"}}}