{"drugs":["Alprostadil","Caverject","Edex","Muse","Prostin VR Pediatric"],"mono":[{"id":"20420-s-0","title":"Generic Names","mono":"Alprostadil"},{"id":"20420-s-1","title":"Dosing and Indications","sub":{"0":{"id":"20420-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Erectile dysfunction:<\/b> (intracavernosal injection, Edex(R) and Caverject (R)) vasculogenic, psychogenic or mixed etiology: initial dose of 2.5 mcg INTRACAVERNOSALLY, average dose of 2.5 to MAX 60 mcg; no more than 3 doses weekly with at least 24 hours between doses<\/li><li><b>Erectile dysfunction:<\/b> (intracavernosal injection, Edex (R) and Caverject (R)) neurogenic etiology: initial dose of 1.25 mcg INTRACAVERNOSALLY, average dose of 1.25 to 20 mcg; no more than 3 doses weekly with at least 24 hours between doses; the dosage should be reduced for erections lasting greater than one hour<\/li><li><b>Erectile dysfunction:<\/b> (transurethral suppository, Muse (R)) 125 to 1000 mcg INTRAURETHRALLY; no more than 2 doses in 24 hours; the dosage should be reduced for erections lasting greater than one hour<\/li><li><b>Radiographic contrast agent nephropathy; Prophylaxis:<\/b> Elderly (70 years or older) undergoing contrast-enhanced CT scan: 0.4 mcg\/kg\/day IV beginning 48 hours before procedure and continuing for 48 hours afterward (study dosing)<\/li><li><b>Radiographic contrast agent nephropathy; Prophylaxis:<\/b> Mild to moderate renal impairment (CrCl 30 to 89 mL\/min) undergoing coronary angiography: 20 mcg\/day IV for 7 days beginning the day before angiography, plus a statin 12 to 24 hours before and 7 days after angiography (study dosing)<\/li><\/ul>"},"1":{"id":"20420-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Cyanotic congenital heart disease:<\/b> initial, 0.05 to 0.1 mcg\/kg\/min continuous IV, maintenance 0.01 to 0.4 mcg\/kg\/min<\/li><li><b>Patent ductus arteriosus, Palliative:<\/b> initial, 0.05-0.1 mcg\/kg\/min continuous IV infusion, after response is achieved reduce infusion rate to lowest dose needed to maintain response; reduce the dosage incrementally from 0.1 to 0.05 to 0.025 to 0.01 mcg\/kg\/min<\/li><\/ul>"},"3":{"id":"20420-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cyanotic congenital heart disease<\/li><li>Erectile dysfunction<\/li><li>Patent ductus arteriosus, Palliative<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute lung injury<\/li><li>Female sexual arousal disorder<\/li><li>Heart disease, Acyanotic<\/li><li>Heart failure; Adjunct<\/li><li>Neonatal respiratory failure - Perinatal hypoxia - Pulmonary hypertension<\/li><li>Peripheral vascular disease<\/li><li>Pulmonary hypertension<\/li><li>Radiographic contrast agent nephropathy; Prophylaxis<\/li><li>Raynaud's phenomenon<\/li><\/ul>"}}},{"id":"20420-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Apnea, which generally occurs during the first hour of infusion and most often in neonates weighing less than 2 kg at birth, develops in approximately 10% to 12% of neonates with congenital heart defects treated with IV alprostadil. Monitor respiratory status throughout treatment and use only where ventilatory assistance is immediately available.<br\/>"},{"id":"20420-s-3","title":"Contraindications\/Warnings","sub":[{"id":"20420-s-3-9","title":"Contraindications","mono":"<ul><li>Conditions that may predispose patients to priapism, such as sickle cell anemia or sickle cell trait, multiple myeloma, leukemia, thrombocytopenia, or polycythemia<\/li><li>Hypersensitivity to alprostadil<\/li><li>Intracavernosal injection is contraindicated with fibrotic conditions of the penis, including cavernosal fibrosis or Peyronie disease, or with anatomical deformation such as angulation<\/li><li>Intracavernosal injection is contraindicated with penile implant<\/li><li>Men for whom sexual activity is inadvisable or contraindicated<\/li><li>Transurethral suppository is contraindicated with abnormal penile anatomy, including urethral stricture, balanitis, severe hypospadias and curvature, and acute or chronic urethritis<\/li><li>Transurethral suppository is contraindicated with pregnant sexual partners unless a condom barrier is used<\/li><\/ul>"},{"id":"20420-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning<\/li><li>-- Apnea has been reported in neonates with congenital heart defects; monitoring recommended<\/li><li>Cardiovascular:<\/li><li>-- Arterial structural alterations of ductus and pulmonary arteries have been reported in infants<\/li><li>-- Hypotension or dizziness may occur, especially in patients with significant corpora cavernosa venous leakage<\/li><li>-- Avoid use in men with cardiovascular status that precludes sexual activity<\/li><li>-- Symptomatic hypotension and syncope occurring within one hour of administration have been reported with transurethral suppository; titrate dose under medical supervision<\/li><li>Gastrointestinal:<\/li><li>-- Gastric outlet obstruction secondary to antral hyperplasia may occur in neonates, especially with infusions longer than 120 hours; monitoring recommended<\/li><li>Hematologic:<\/li><li>-- Neonates with bleeding tendencies<\/li><li>Musculoskeletal:<\/li><li>-- Cortical proliferation of long bones has been reported in infants during long-term infusions<\/li><li>Renal:<\/li><li>-- Urethral abrasion resulting from improper administration may occur with transurethral suppository<\/li><li>Reproductive:<\/li><li>-- Priapism and prolonged erection have been reported; dosage adjustment or discontinuation may be necessary<\/li><li>-- Penile fibrosis, including Peyronie disease, has been reported with intracavernosal injection; discontinue use if penile angulation, cavernosal fibrosis, or Peyronie disease occur; treatment can be resumed if condition abates<\/li><li>Respiratory:<\/li><li>-- Neonatal respiratory distress syndrome; use not recommended<\/li><li>Concomitant use:<\/li><li>-- Use of intracavernosal injection with other vasoactive agents not recommended<\/li><\/ul>"},{"id":"20420-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"20420-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"20420-s-4","title":"Drug Interactions","sub":{"1":{"id":"20420-s-4-14","title":"Major","mono":"<ul>Heparin (probable)<\/ul>"}}},{"id":"20420-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia (neonates, 7%), Hypotension (3% to 4%), Tachycardia (neonates, 3%)<\/li><li><b>Dermatologic:<\/b>Flushing (neonates, 10%)<\/li><li><b>Renal:<\/b>Urethral discomfort (adults, 12% to 13%)<\/li><li><b>Reproductive:<\/b>Fibrosis of penis (adults, 3% to 7.8%), Pain in penis (adults, 32% to 37%), Pain in testicle (adults, 5%)<\/li><li><b>Other:<\/b>Fever (neonates, 14%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest (neonates, 1%)<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal obstruction<\/li><li><b>Hematologic:<\/b>Disseminated intravascular coagulation (neonates, 1%)<\/li><li><b>Musculoskeletal:<\/b>Infantile cortical hyperostosis<\/li><li><b>Neurologic:<\/b>Seizure (neonates, 4%)<\/li><li><b>Reproductive:<\/b>Priapism (adults, less than 0.1% to 0.4%), Prolonged erection of penis (adults, 0.3% to 4%)<\/li><li><b>Respiratory:<\/b>Apnea (neonates, 10%-12%)<\/li><\/ul>"},{"id":"20420-s-6","title":"Drug Name Info","sub":{"0":{"id":"20420-s-6-17","title":"US Trade Names","mono":"<ul><li>Caverject<\/li><li>Edex<\/li><li>Muse<\/li><li>Prostin VR Pediatric<\/li><\/ul>"},"2":{"id":"20420-s-6-19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Erectile Dysfunction Agent<\/li><li>Prostaglandin<\/li><\/ul>"},"3":{"id":"20420-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"20420-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"20420-s-7","title":"Mechanism Of Action","mono":"<ul><li>Local: Alprostadil is a prostaglandin, specifically prostaglandin E 1, that is produced endogenously to relax vascular smooth muscle and cause vasodilation. The total prostaglandin concentration occurring naturally in human seminal fluid is 100 to 200 mg per mL and includes prostaglandins E 1 and E 2.<\/li><li>Impotence therapy agent-When administered by intracavernosal injection or as an intraurethral suppository, alprostadil acts locally to relax the trabecular smooth muscle of the corpora cavernosa and the cavernosal arteries. Swelling, elongation, and rigidity of the penis result when arterial blood rapidly flows into the corpus cavernosum to expand the lacunar spaces. The entrapped blood reduces the venous blood outflow as sinusoids compress against the tunica albuginea. <\/li><li>Adding papaverine and phentolamine to the alprostadil regimen synergistically increases arterial blood flow via separate mechanisms. Papaverine relaxes the sinusoid and the smooth muscle of the helicine arteries, while phentolamine relaxes arterial smooth muscle and blocks the alpha-adrenergic receptors that inhibit an erection. <\/li><li>Systemic: Alprostadil is one of a family of naturally occurring prostaglandins. It causes vasodilation by means of a direct effect on vascular   and ductus arteriosus (DA)   smooth muscle.<\/li><li>By its effect on DA smooth muscle, alprostadil prevents or reverses the functional closure   of the DA that occurs shortly after birth, which results in increased pulmonary or systemic blood flow in infants with impairment of this blood flow. A reduction in pulmonary vascular resistance has also been postulated, which may improve pulmonary perfusion in neonates in whom congenital heart disease is associated with increased pulmonary vascular resistance. <\/li><li>In cyanotic congenital heart disease, alprostadil's actions result in an increased oxygen supply to the tissues. <\/li><li>In infants with interrupted aortic arch or very severe aortic coarctation,   alprostadil maintains distal aortic perfusion by permitting blood flow through the DA from the pulmonary artery to the aorta.   In infants with aortic coarctation, alprostadil reduces aortic obstruction either by relaxing ductus tissue in the aortic wall or by increasing effective aortic diameter by dilating the DA. In infants with these aortic arch anomalies, systemic blood flow to the lower body is increased, improving tissue oxygen supply and renal perfusion. <\/li><li>Alprostadil has been reported to inhibit macrophage activation, neutrophil chemotaxis, and release of oxygen radicals and lysosomal enzymes.<\/li><li>Alprostadil inhibits coagulation by inhibiting platelet aggregation   and possibly by inhibiting activation of factor X (by increasing the concentration of cyclic adenosine monophosphate [cAMP]) . Alprostadil may also promote fibrinolysis by stimulating production of tissue plasminogen activator, which converts plasminogen to the fibrinolytic enzyme plasmin.   Stimulation of cellular adenylate cyclase may initiate this effect. <\/li><li>Other effects of prostaglandins include stimulation of intestinal and uterine smooth muscle.<\/li><\/ul>"},{"id":"20420-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"20420-s-8-23","title":"Absorption","mono":"Local: Within 10 min    <br\/>"},"2":{"id":"20420-s-8-25","title":"Metabolism","mono":"<ul><li>Local: Lung  <\/li><li>Systemic: Pulmonary: up to 80%<\/li><\/ul>"},"3":{"id":"20420-s-8-26","title":"Excretion","mono":"Systemic: Renal <br\/>"},"4":{"id":"20420-s-8-27","title":"Elimination Half Life","mono":"Systemic: 5 to 10 min     <br\/>"}}},{"id":"20420-s-9","title":"Administration","mono":"<ul><li><b>Intracavernosal<\/b><br\/>(erectile dysfunction) Edex(R) give over 5 to 10 sec interval<br\/><\/li><li><b>Intraurethral<\/b><br\/>(erectile dysfunction, Muse(R)) 5 to 10 minutes before the desired erection, urinate and shake the penis to remove excess urine; slowly stretch the penis upward to its full length with gentle compression from top to bottom of glans; insert the applicator stem into the urethra up to the collar; depress the applicator button; hold applicator in this position for 5 sec; gently rock the applicator from side to side prior to removal; roll the penis between the hands for at least 10 sec; sit or preferably stand or walk for 10 min while erection is developing.<br\/><\/li><li><b>Intravenous<\/b><br\/>(maintain patency of ductus arteriosus, pediatric) dilute with Sodium Chloride Injection or Dextrose Injection<br\/><\/li><\/ul>"},{"id":"20420-s-10","title":"Monitoring","mono":"<ul><li>pediatric: improvement in blood oxygenation and blood pH (patient with restricted systemic blood flow)<\/li><li>erectile dysfunction (ED): symptomatic improvement<\/li><li>ED: intracavernosal injection: penile assessment<\/li><li>ED: signs and symptoms of priapism<\/li><li>ED: blood pressure<\/li><li>pediatric: respiratory status<\/li><li>pediatric: signs and symptoms of antral hyperplasia and gastric outlet obstruction (therapy for longer than 120 hr)<\/li><li>pediatric: arterial pressure (umbilical artery catheter, auscultation, or doppler transducer)<\/li><\/ul>"},{"id":"20420-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 0.5 MG\/ML<br\/><\/li><li><b>Caverject Impulse<\/b><br\/>Intracavernosal Powder for Solution: 10 MCG, 20 MCG<br\/><\/li><li><b>Caverject<\/b><br\/><ul><li>Intracavernosal Powder for Solution: 10 MCG, 20 MCG, 40 MCG<\/li><li>Intracavernosal Solution: 0.02 MG\/ML<\/li><\/ul><\/li><li><b>Edex<\/b><br\/>  Kit: 10 MCG, 20 MCG, 40 MCG<br\/><\/li><li><b>Muse<\/b><br\/>Intraurethral Suppository: 125 MCG, 250 MCG, 500 MCG, 1000 MCG<br\/><\/li><li><b>Prostin VR Pediatric<\/b><br\/>Intravenous Solution: 0.5 MG\/ML<br\/><\/li><\/ul>"},{"id":"20420-s-12","title":"Toxicology","sub":[{"id":"20420-s-12-31","title":"Clinical Effects","mono":"<b>ALPROSTADIL <\/b><br\/>USES: Alprostadil is used to maintain the patency of the ductus arteriosus until corrective surgery can be performed in neonates with congenital heart defects (eg, pulmonary atresia, pulmonary stenosis, tricuspid atresia, tetralogy of Fallot, interruption of the aortic arch, coarctation of the aorta) who are dependent on the patent ductus for survival. In adults, alprostadil is indicated for the treatment of neurogenic, vasculogenic, psychogenic, or mixed etiology erectile dysfunction. Intracavernosal alprostadil may be used as an adjunct to other diagnostic tests in the diagnosis of erectile dysfunction. PHARMACOLOGY: Alprostadil, prostaglandin E1, is a naturally occurring acidic lipid with a variety of pharmacologic effects, including vasodilation, inhibition of platelet aggregation, and stimulation of intestinal and uterine smooth muscle. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. Overdoses in infants may cause apnea, bradycardia, fever, hypotension, and flushing. Overdoses in adults may result in hypotension, persistent penile pain, and priapism. Profound hypotension, disseminated intravascular coagulation and ventricular tachycardia were reported in a woman with placenta accreta who inadvertently received alprostadil instead of dinoprost. ADVERSE EFFECTS: NEONATES: COMMON: Apnea (most often in neonates under 2 kg), fever, flushing, hypotension, bradycardia, and seizures.  INFREQUENT:  Hyperextension of the neck, tachycardia, diarrhea, edema, infection, and urticaria.  Hematological disorders (eg, disseminated intravascular coagulation, anemia and thrombocytopenia) have been reported infrequently in neonates.  Supraventricular tachycardia, ventricular fibrillation, and second degree heart block have been reported in less than 1% of infants  with congenital heart disease treated with alprostadil. ADULTS: COMMON: Penile pain, urethral burning, minor urethral bleeding\/spotting, testicular pain. OTHER EFFECTS: Priapism, penile fibrosis, fibrotic nodules, flushing, dizziness, headache, nausea, abdominal cramps, diarrhea, tachycardia, hypotension, myocardial infarction (rare), edema, and injection site reaction. <br\/>"},{"id":"20420-s-12-32","title":"Treatment","mono":"<b>ALPROSTADIL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Bradycardia usually does not require treatment. If unresponsive, treat bradycardia with atropine. Treat hypotension with IV fluids, dopamine, or norepinephrine. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Prolonged erection or priapism (lasting more than 6 hours) should be treated to prevent tissue hypoxia and possible necrosis. <\/li><li>Decontamination: Gastrointestinal decontamination is not required; administered via the intravenous, intracavernosal, or intraurethral administration routes.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with serious toxicity or life-threatening respiratory depression. Apnea has been reported in about 10% to 12% of neonates.<\/li><li>Antidote: None.<\/li><li>Priapism: An immediate urological consult is necessary. Clinical history should include the use of other agents (ie, antihypertensives, antidepressants, illegal agents) that may also be contributing to priapism. In a patient with ischemic priapism the corpora cavernosa are often completely rigid and the patient complains of pain, while nonischemic priapism the corpora are typically tumescent, but not completely rigid and pain is not typical. Aspirate blood from the corpus cavernosum with a fine needle. Blood gas testing of the aspirated blood may be used to distinguish ischemic (typically PO2 less than 30 mmHg, PCO2 greater than 60 mmHg, and pH less than 7.25) and nonischemic priapism. Color duplex ultrasonography may also be useful. If priapism persists after aspiration, inject a sympathomimetic. PHENYLEPHRINE: Dose: Adult: For intracavernous injection, dilute phenylephrine with normal saline for a concentration of 100 to 500 mcg\/mL and give 1 mL injections every 3 to 5 minutes for approximately 1 hour (before deciding that treatment is not successful). For children and patients with cardiovascular disease: Use lower concentrations in smaller volumes. NOTE: Treatment is less likely to be effective if done more than 48 hours after the development of priapism. Distal shunting (NOT first-line therapy) should only be considered after a trial of intracavernous injection of sympathomimetics.<\/li><li>Ventricular arrhythmia: Institute continuous cardiac monitoring, obtain an ECG, and administer oxygen.  Evaluate for hypoxia, acidosis, and electrolyte disorders.  Lidocaine and amiodarone are generally first line agents for stable monomorphic ventricular tachycardia, particularly in patients with underlying impaired cardiac function.  Unstable rhythms require immediate cardioversion.<\/li><li>Monitoring of patient: Monitor vital signs following significant overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor arterial blood gases and pulse oximetry in any patient with respiratory symptoms. Obtain an ECG, and institute continuous cardiac monitoring. Prolonged erection or priapism (lasting more than 6 hours) should be treated to prevent tissue hypoxia and possible necrosis.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding.<\/li><li>Patient disposition: HOME CRITERIA: Men with inadvertent intracavernosal or transurethral overdose who are asymptomatic and do not have priapism can be managed at home. OBSERVATION CRITERIA: Symptomatic patients or those with inadvertent parenteral injection should be referred to a healthcare facility to be monitored for several hours to assess cardiac function. Low-flow priapism is a urologic emergency and should be treated promptly to prevent complications (eg, impotence). Patients that remain asymptomatic after 6 hours can be discharged. ADMISSION CRITERIA: Patients with persistent cardiac dysrhythmias, seizures, and respiratory depression should be admitted to an ICU setting. CONSULT CRITERIA: A medical toxicologist or poison control center should be consulted in cases that involve cardiac toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"20420-s-12-33","title":"Range of Toxicity","mono":"<b>ALPROSTADIL<\/b><br\/>TOXICITY: Overdose data is limited.  Single IV doses of alprostadil from 1 to 120 mcg is usually well tolerated. Hypotension, disseminated intravascular coagulation, and ventricular tachycardia developed in a woman with placenta accreta who was given 500 mcg alprostadil. THERAPEUTIC DOSES: ADULTS: Erectile dysfunction - 125 to 1000 mcg intraurethrally; no more than 2 doses in 24 hours OR 1.5 to 60 mcg intracavernosal injection; no more than 3 doses weekly with at least 24 hours between doses. NEONATES: Patency of ductus arteriosus - initial, 0.05 to 0.1 mcg\/kg\/min continuous IV, maintenance 0.01 to 0.4 mcg\/kg\/min. <br\/>"}]},{"id":"20420-s-13","title":"Clinical Teaching","mono":"<ul><li>Certain intraurethral formulations are contraindicated for use with pregnant sexual partners unless a condom is used. Warn patient of this precaution if appropriate.<\/li><li>Recommend that erectile dysfunction patient and female sexual partner use reliable contraception to avoid pregnancy during therapy.<\/li><li>This drug is available in multiple brand names with varying properties by brand. Instruct patient to report signs\/symptoms of adverse effects specific to the brand prescribed.<\/li><li>Advise patients using drug for erectile dysfunction treatment to report signs\/symptoms of priapism.<\/li><li>Instruct erectile dysfunction patients on proper instillation technique, depending on formulation used.<\/li><\/ul>"}]}