{"drugs":["Calciferol","Drisdol","Ergocalciferol","Vitamin D"],"mono":{"0":{"id":"210770-s-0","title":"Generic Names","mono":"Ergocalciferol"},"1":{"id":"210770-s-1","title":"Dosing and Indications","sub":[{"id":"210770-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Falls; Prophylaxis:<\/b> 51 to 70 years, 600 international units\/day is recommended for at-risk patients<\/li><li><b>Falls; Prophylaxis:<\/b> older than 70 years, 800 international units\/day is recommended for at-risk patients<\/li><li><b>Familial x-linked hypophosphatemic vitamin D refractory rickets:<\/b> 12,000 to 500,000 international units ORALLY daily<\/li><li><b>Hypoparathyroidism:<\/b> 50,000 to 200,000 international units ORALLY once daily (plus calcium lactate 4 g 6 times daily)<\/li><li><b>Renal osteodystrophy:<\/b> 15,000 to 20,000 international units ORALLY daily<\/li><li><b>Vitamin D deficiency:<\/b> 50,000 international units ORALLY every week for 8 to 12 weeks; may repeat another 8 to 12 weeks if 25-hydroxyvitamin D levels are less than 30 nanograms\/milliliter (ng\/mL)<\/li><li><b>Vitamin D deficiency:<\/b> (malabsorption syndrome) 50,000 international units ORALLY every day or every other day<\/li><li><b>Vitamin D deficiency:<\/b> (granulomatous disorders and some lymphomas) 50,000 international units ORALLY once a week for 4 weeks or every 2 to 4 weeks; maintain 25-hydroxyvitamin D levels between 20 and 30 ng\/mL<\/li><li><b>Vitamin D deficiency:<\/b> (nephrotic syndrome) 50,000 international units ORALLY twice a week for 8 to 12 weeks; may repeat another 8 to 12 weeks if 25-hydroxyvitamin D levels are less than 30 ng\/mL<\/li><li><b>Vitamin D deficiency:<\/b> (chronic kidney disease stage 3 or 4; 25-hydroxyvitamin D levels less than 5 ng\/mL) 50,000 international units ORALLY every week for 12 weeks, then monthly for 6 months<\/li><li><b>Vitamin D deficiency:<\/b> (chronic kidney disease stage 3 or 4; 25-hydroxyvitamin D levels between 5 and 15 ng\/mL) 50,000 international units ORALLY weekly for 4 weeks, then monthly for 6 months<\/li><li><b>Vitamin D deficiency:<\/b> (chronic kidney disease stage 3 or 4; 25-hydroxyvitamin D levels between 16 and 30 ng\/mL) 50,000 international units ORALLY monthly for 6 months<\/li><li><b>Vitamin D deficiency:<\/b> (chronic kidney disease stage 5) 50,000 international units ORALLY weekly for 24 weeks<\/li><li><b>Vitamin D deficiency; Prophylaxis:<\/b> 200 international units\/day; ages 50 to 70, 400 international units\/day; over age 70, 600 international units\/day<\/li><\/ul>"},{"id":"210770-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Familial x-linked hypophosphatemic vitamin D refractory rickets:<\/b> 12,000 to 500,000 international units ORALLY daily; dosage must be individualized<\/li><li><b>Familial x-linked hypophosphatemic vitamin D refractory rickets:<\/b> (neonatal) initial, 2000 to 4000 international units ORALLY once daily for 6 to 12 weeks, then 200 to 400 international units\/day<\/li><li><b>Hypoparathyroidism:<\/b> 50,000 to 200,000 international units ORALLY once daily (plus calcium lactate 4 g 6 times daily); dosage must be individualized<\/li><li><b>Renal osteodystrophy:<\/b> 4000 to 40,000 international units ORALLY per day<\/li><li><b>Vitamin D deficiency; Prophylaxis:<\/b> total daily intake requirement of at least 400 international units\/day beginning first few days of life to maintain serum 25-hydroxyvitamin D serum concentrations at 50 nmol\/L or greater (20 nanograms\/milliliter or greater)<\/li><\/ul>"},{"id":"210770-s-1-6","title":"Dose Adjustments","mono":"<ul><li>dosage adjustments should be based on serum calcium concentration<\/li><li><b>vitamin D deficiency in chronic kidney disease patients:<\/b> discontinue ergocalciferol if serum concentrations of corrected total calcium exceeds 10.2 mg\/dL and\/or if hyperphosphatemia persist after treatment with a phosphate binder<\/li><\/ul>"},{"id":"210770-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Familial x-linked hypophosphatemic vitamin D refractory rickets<\/li><li>Hypoparathyroidism<\/li><li>Vitamin D deficiency; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Anticonvulsant drug-induced osteomalacia<\/li><li>Falls; Prophylaxis<\/li><li>Osteomalacia<\/li><li>Osteoporosis<\/li><li>Pseudohypoparathyroidism<\/li><li>Renal osteodystrophy<\/li><li>Vitamin D deficiency<\/li><\/ul>"}]},"3":{"id":"210770-s-3","title":"Contraindications\/Warnings","sub":[{"id":"210770-s-3-9","title":"Contraindications","mono":"<ul><li>abnormal sensitivity to the toxic effects of vitamin D<\/li><li>hypercalcemia<\/li><li>hypervitaminosis D<\/li><li>malabsorption syndrome<\/li><\/ul>"},{"id":"210770-s-3-10","title":"Precautions","mono":"<ul><li>adequate dietary calcium; necessary for clinical response to vitamin D therapy<\/li><li>evaluate vitamin D intake from fortified foods, dietary supplements, and self-administered and prescription drug sources<\/li><li>hyperphosphatemia may occur; must maintain normal serum phosphorus levels by aluminum gel administration and\/or dietary phosphate restriction to prevent metastatic calcification<\/li><li>hypersensitivity to vitamin D, particularly in infants with idiopathic hypercalcemia<\/li><li>hypoparathyroidism; dihydrotachysterol, intravenous calcium, and\/or parathyroid hormone may be required during treatment<\/li><li>tartrazine (FD&amp;C Yellow No. 5) sensitivity; increased risk of allergic reactions including bronchial asthma in susceptible patients, especially in patients with concomitant aspirin sensitivity (Drisdol(R))<\/li><li>vitamin D-resistant rickets; the range between therapeutic and toxic doses is narrow<\/li><\/ul>"},{"id":"210770-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"210770-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"5":{"id":"210770-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Constipation, Nausea, Vomiting<br\/><b>Serious<\/b><br\/><b>Endocrine metabolic:<\/b>Hypercalcemia, Hypervitaminosis D<br\/>"},"6":{"id":"210770-s-6","title":"Drug Name Info","sub":{"0":{"id":"210770-s-6-17","title":"US Trade Names","mono":"<ul><li>Calciferol<\/li><li>Drisdol<\/li><li>Vitamin D<\/li><\/ul>"},"2":{"id":"210770-s-6-19","title":"Class","mono":"<ul><li>Nutriceutical<\/li><li>Nutritive Agent<\/li><li>Vitamin D (class)<\/li><\/ul>"},"3":{"id":"210770-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"210770-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"210770-s-7","title":"Mechanism Of Action","mono":"Ergocalciferol, or vitamin D(2), promotes active absorption of calcium and phosphorus, thus increasing serum calcium and phosphate levels sufficiently to allow bone mineralization. It also mobilizes calcium and phosphate from bone and increases the reabsorption of calcium and phosphate by the renal tubules.<br\/>"},"8":{"id":"210770-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"210770-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic and Renal; hydroxylation<\/li><li>Metabolites: 25-hydroxyvitamin D and 1,25-dihydroxyvitamin D<\/li><\/ul>"},"3":{"id":"210770-s-8-26","title":"Excretion","mono":"Dialyzable: yes <br\/>"}}},"10":{"id":"210770-s-10","title":"Monitoring","mono":"<ul><li>serum calcium, serum phosphorus; every 2 wk or more frequently<\/li><li>bone X-ray; monthly<\/li><\/ul>"},"11":{"id":"210770-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 50000 IU<\/li><li>Oral Capsule, Liquid Filled: 50000 IU<\/li><li>Oral Solution: 400 IU\/0.05 ML, 8000 IU\/ML<\/li><li>Oral Tablet: 400 IU, 2000 IU<\/li><\/ul><\/li><li><b>Calcidol<\/b><br\/>Oral Solution: 400 IU\/0.05 ML<br\/><\/li><li><b>Calciferol<\/b><br\/>Oral Liquid: 8000 IU\/ML<br\/><\/li><li><b>Drisdol<\/b><br\/><ul><li>Oral Capsule, Liquid Filled: 50000 IU<\/li><li>Oral Liquid: 8000 IU\/ML<\/li><\/ul><\/li><\/ul>"},"12":{"id":"210770-s-12","title":"Toxicology","sub":[{"id":"210770-s-12-31","title":"Clinical Effects","mono":"<b>VITAMIN D<\/b><br\/>USES: Vitamin D (represents D2 {ergocalciferol} or D3 {cholecalciferol} is a fat soluble vitamin. It is used for the prevention and treatment of rickets, osteomalacia, and osteoporosis, and the treatment of hypoparathyroidism. More recently, evidence suggests that it may also have a role in the prevention of cardiovascular disease, and colon, prostate, and breast cancers. Vitamin D is found in many dietary supplements (multivitamins, combined with calcium) or as a single dietary supplement and also commonly found in fortified foods (ie, milk, cereal, and bread). PHARMACOLOGY: Vitamin D is metabolized into 25-hydroxyvitamin D [25(OH)D] by vitamin D-25-hydroxylase. It regulates calcium homeostasis via interactions with the intestines and bones. Vitamin D is thought to act as a hormone, because it is synthesized in the body, circulates in the blood, and binds to receptors in order to evoke its biologic action. It promotes calcium absorption in the gut and aids adequate serum calcium and phosphate concentrations. EPIDEMIOLOGY: Overdose is rare. Toxicity is mild after acute overdose, but more severe toxicity occasionally develops after chronic ingestion of large amounts. In some cases, exposure has occurred due to excessive fortification of foods or overuse of supplements. TOXICOLOGY: Hypercalcemia is characteristic of vitamin D toxicity. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting and abdominal cramps are likely to occur with an acute ingestion. Other symptoms include: anorexia, constipation or diarrhea, weakness, fatigue, irritability, drowsiness, headache and dizziness. SEVERE TOXICITY: Generally, only seen after chronic ingestion of large amounts of vitamin D. Seizures, confusion, ataxia, psychotic disturbances, coma, or renal failure can occur. Cardiac dysrhythmias can develop. Polyuria and polydipsia may be present. ADVERSE EFFECTS: Adverse events are not typically reported with normal use. <br\/>"},{"id":"210770-s-12-32","title":"Treatment","mono":"<b>VITAMIN D <\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Monitor serum calcium and phosphorus concentrations. Discontinue all vitamin D and calcium supplements; start a low-calcium diet. Increase oral fluids or IV fluids, if patient is unable to tolerate fluids, to increase renal calcium clearance. Diuresis with IV 0.9% NaCl and furosemide can be used to promote calcium excretion. SEVERE TOXICITY: HYPERCALCEMIA: Monitor serum calcium and phosphorus concentrations until levels have stabilized, discontinue all supplements. Administer IV 0.9% saline and furosemide to enhance calcium elimination. Corticosteroids: Hydrocortisone: 100 mg\/day OR Prednisone: 20 mg\/day can improve hypercalcemia and hypercalcuria. Bisphosphonates (eg, pamidronate 90 mg IV; alendronate) have been used successfully to treat severe hypercalcemia. Calcitonin has also been used. Hemodialysis may be indicated in patients with severe hypercalcemia that is unresponsive to other treatment. Cardiac dysrhythmias may develop, obtain a baseline ECG and continuous cardiac monitoring. SEIZURES: Treat initially with benzodiazepines, followed by barbiturates as needed. OTHER: Monitor CNS and renal function.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large amount has been ingested (more than 100 times the RDA). HOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large ingestion has occurred or coingestants are suspected.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure. Patients with severe toxicity (ie, altered mental status, confusion, seizures, coma, or cardiac dysrhythmias) may require airway protection and mechanical ventilation.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Institute continuous cardiac monitoring and obtain an ECG (evaluate for prolonged PR interval and QRS widening, shortened QT interval and flattened T waves). Serum calcium and phosphate concentrations should be monitored closely. Monitor renal function. Obtain a baseline urinalysis; monitor for hypercalcuria and polydipsia. Monitor fluid status, if significant dehydration, polyuria or vomiting occurs. Plasma concentrations of 25-hydroxyvitamin [25(OH)D] are generally elevated with vitamin D toxicity and can confirm the diagnosis but are not useful to guide therapy.<\/li><li>Enhanced elimination procedure: Hemodialysis or peritoneal dialysis against a calcium-free dialysate may be useful if the patient has persistent severe hypercalcemia unresponsive to other treatment measures.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult or child with an inadvertent minor exposure (eg, a single dietary supplement ingested by a child) may be monitored at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with seizure activity or CNS depression should be monitored until symptoms resolve and neurologic exam is normal. Patients may be discharged to home once symptoms have resolved and laboratory studies are within normal limits. ADMISSION CRITERIA: Patients with evidence of severe hypercalcemia or persistent seizures should be admitted for further treatment. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"210770-s-12-33","title":"Range of Toxicity","mono":"<b>VITAMIN D<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Toxicity has been reported after Vitamin D intake of 50,000 to 150,000 International Units daily for prolonged periods. Two adults ingested supplements containing large doses (manufacturing error) of vitamin D (1,864,000 and 970,000 International Units vitamin D3 daily, respectively) daily for several months and developed significant toxicity and prolonged elevated concentrations of 5-hydroxyvitamin D for up to a year. However, no permanent sequelae developed. A 3-month-old inadvertently received 12000 International Units of vitamin D daily for approximately 20 days; a serum 25-hydroxyvitamin D level was elevated (422 ng\/mL), but no symptoms developed. In a similar case, a 2-month-old received 12000 International Units of vitamin D for approximately 30 days; a serum 25-hydroxyvitamin D level was markedly increased (750 ng\/mL) along with hypercalcemia. The infant recovered completely following supportive care. Two elderly patients developed no evidence of clinical effects after inadvertently receiving 2,000,000 International Units of Vitamin D3. THERAPEUTIC DOSE: RECOMMENDED DIETARY ALLOWANCE: PEDIATRIC: 0 to 12 months: 400 International Units\/day; 1 to 18 years: 600 International Units\/day; ADULT: 19 to 70 years of age or Pregnant\/Lactating women: 600 International Units\/day; ELDERLY: Greater than 70 years: 800 International Units\/day. CLINICAL PRACTICE GUIDELINES: Doses of 1000 to 2000 International Units of vitamin D3 have been recommended by the Endocrine Society to raise a low 25-hydroxyvitamin D level to at least 30 ng\/mL. TOLERABLE UPPER INTAKE LEVELS: PEDIATRIC: 0 to 6 months: 1000 International Units\/day; 7 to 12 months: 1500 International Units\/day; 1 to 3 years of age: 2500 International Units\/day; 4 to 8 years of age: 3000 International Units\/day; ADULT: Greater or equal to 9 years of age: 4000 International Units\/day. <br\/>"}]},"13":{"id":"210770-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to report symptoms of hypercalcemia.<\/li><li>Side effects with excessive use may include nausea, anorexia, weight loss, constipation, polyuria, polydipsia, hypertension, weakness, and muscle aches or stiffness.<\/li><li>Instruct patient to maintain adequate intake of calcium with drug.<\/li><li>Advise patient to avoid additional vitamin D supplements.<\/li><\/ul>"}}}