{"generic":"Estradiol","drugs":["Alora","Climara","Esclim","Estrace","Estraderm","Estradiol","Estrasorb","Estring","EstroGel"],"mono":[{"id":"213530-s-0","title":"Generic Names","mono":"Estradiol"},{"id":"213530-s-1","title":"Dosing and Indications","sub":{"0":{"id":"213530-s-1-4","title":"Adult Dosing","mono":"<ul><li>In postmenopausal women with a uterus, initiate progestin with estrogen to reduce the risk of endometrial cancer; women with a history of hysterectomy and endometriosis may need a progestin.<\/li><li>Use estrogen, alone or with a progestin, at the lowest effective dose and for the shortest duration consistent with individual treatment goals and risks; reevaluate periodically (generally at 3 to 6 month intervals) to determine if treatment is still necessary.<\/li><li><b>Abnormal vasomotor function (Moderate to Severe) - Menopause:<\/b> Oral tablet, 1 to 2 mg ORALLY daily in a cyclical pattern (3 weeks on, 1 week off); adjust dose to control symptoms; attempt to reduce dose or discontinue therapy at 3 to 6 month intervals<\/li><li><b>Abnormal vasomotor function (Moderate to Severe) - Menopause:<\/b> Transdermal patch (Alora(R)) Initial, 0.05 mg\/day patch applied to the skin twice weekly; adjust to the lowest dose needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Abnormal vasomotor function (Moderate to Severe) - Menopause:<\/b> Transdermal patch (Climara(R)) Initial, 0.025 mg\/day patch applied to the skin once weekly; adjust to the lowest dose needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Abnormal vasomotor function (Moderate to Severe) - Menopause:<\/b> Transdermal patch (Minivelle(R), Vivelle-Dot(R)), Initial, 0.0375 mg\/day patch applied to the skin twice weekly; adjust dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Abnormal vasomotor function (Moderate to Severe) - Menopause:<\/b> Topical gel (Divigel(R)), Initial, apply contents of one 0.25 g packet (contains estradiol 1 mg\/g) TOPICALLY once daily, alternating between the right or left upper thigh; apply to a 5x7-inch surface area; adjust dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Abnormal vasomotor function (Moderate to Severe) - Menopause:<\/b> Topical gel (Estrogel(R)), Apply 1.25 g\/day (which delivers 0.75 mg estradiol) TOPICALLY via the metered-dose pump to clean, dry, unbroken skin on the arm; apply in a thin layer from wrist to shoulder; allow gel to dry for up to 5 minutes before dressing; adjust dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Abnormal vasomotor function (Moderate to Severe) - Menopause:<\/b> Topical emulsion (Estrasorb(R)), apply one foil patch (1.74 g each) TOPICALLY to clean, dry skin on each thigh daily for a total dose of 3.48 g (delivering 0.05 mg of estradiol per day); adjust dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Abnormal vasomotor function (Moderate to Severe) - Menopause:<\/b> Transdermal spray (Evamist(TM)), Initial, apply 1 spray (delivering 1.53 mg estradiol) once daily to forearm; increase to 2 or 3 sprays daily based on clinical response; adjust dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophic vulva (Moderate to Severe) - Menopause:<\/b> Oral tablet, 1 to 2 mg ORALLY daily in a cyclical pattern (3 weeks on, 1 week off); adjust to lowest dose to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophic vulva (Moderate to Severe) - Menopause:<\/b> Alora(R), Estraderm(R), initial, 0.05 mg\/day patch applied to the skin twice weekly; adjust to the lowest dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophic vulva (Moderate to Severe) - Menopause:<\/b> Climara(R) transdermal patch, initial, 0.025 mg\/day patch applied to the skin once weekly; adjust to the lowest dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophic vulva (Moderate to Severe) - Menopause:<\/b> Vivelle(R), Vivelle-Dot(R), initial, 0.0375 mg\/day patch applied to the skin twice weekly; adjust dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophic vulva (Moderate to Severe) - Menopause:<\/b> Estrogel(R), apply 1.25 g\/day (which delivers 0.75 mg estradiol) TOPICALLY via the metered-dose pump to clean, dry, unbroken skin on the arm; apply in a thin layer from wrist to shoulder; allow gel to dry for up to 5 minutes before dressing; adjust dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophic vulva (Moderate to Severe) - Menopause:<\/b> Vaginal cream, initial, 2 to 4 g VAGINALLY daily for 1 to 2 weeks, gradually reduce to 50% of initial dose for 1 to 2 weeks; maintenance, 1 g 1 to 3 times a week; adjust dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophy of vagina (Moderate to Severe) - Menopause:<\/b> Oral tablet, 1 to 2 mg ORALLY daily in a cyclical pattern (3 weeks on, 1 week off); adjust to lowest dose to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophy of vagina (Moderate to Severe) - Menopause:<\/b> Alora(R), Estraderm(R) transdermal patch, initial, 0.05 mg\/day patch applied to the skin twice weekly; adjust to the lowest dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophy of vagina (Moderate to Severe) - Menopause:<\/b> Climara(R) transdermal patch, initial, 0.025 mg\/day patch applied to the skin once weekly; adjust to the lowest dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophy of vagina (Moderate to Severe) - Menopause:<\/b> Vivelle(R), Vivelle-Dot(R) transdermal patch, initial, 0.0375 mg\/day patch applied to the skin twice weekly; adjust dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophy of vagina (Moderate to Severe) - Menopause:<\/b> EstroGel(R) gel, apply 1.25 g\/day (contains 0.75 mg estradiol) via the metered-dose pump to clean, dry, unbroken skin on the arm; apply in a thin layer from wrist to shoulder; allow gel to dry for up to 5 minutes before dressing; adjust dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophy of vagina (Moderate to Severe) - Menopause:<\/b> Vaginal cream, initial, 2 to 4 g (contains 0.1 mg\/gram estradiol) VAGINALLY daily for 1 to 2 weeks, gradually reduce to 50% of initial dose for 1 to 2 weeks; maintenance, 1 g 1 to 3 times a week; adjust dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophy of vagina (Moderate to Severe) - Menopause:<\/b> Vaginal ring, insert 1 ring (contains 2 mg estradiol) VAGINALLY as deeply as possible into the upper one-third of the vagina; the ring is to remain in place for 3 months and then be removed; replace if additional therapy is appropriate; adjust dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Atrophy of vagina (Moderate to Severe) - Menopause:<\/b> Vaginal tablet, initial, 10 mcg inserted VAGINALLY once daily for 2 weeks; maintenance, 10 mcg to 25 mcg VAGINALLY twice weekly; adjust dose as needed to control symptoms, attempt to taper or discontinue periodically; after July 30, 2010, the 25 mcg dose will no longer be manufactured.<\/li><li><b>Breast cancer, Metastatic; for palliation only:<\/b> 10 mg ORALLY 3 times daily for at least 3 months<\/li><li><b>Carcinoma of prostate, Advanced, Androgen-dependent; for palliation only:<\/b> 1 to 2 mg ORALLY 3 times daily<\/li><li><b>Decreased estrogen level, Secondary to hypogonadism, castration, or primary ovarian failure:<\/b> oral tablet, 1 to 2 mg ORALLY daily; titrate and adjust to the lowest dose as necessary to control symptoms<\/li><li><b>Decreased estrogen level, Secondary to hypogonadism, castration, or primary ovarian failure:<\/b> Alora(R), Estraderm(R) patch, initial, 0.05 mg\/day patch applied to the skin twice weekly; adjust dose according to severity of symptoms and response of the patient<\/li><li><b>Decreased estrogen level, Secondary to hypogonadism, castration, or primary ovarian failure:<\/b> Climara(R), initial, 0.025 mg\/day patch applied to the skin once weekly adjust dose according to severity of symptoms and response of the patient<\/li><li><b>Decreased estrogen level, Secondary to hypogonadism, castration, or primary ovarian failure:<\/b> Vivelle(R), Vivelle-Dot(R), initial, 0.0375 mg\/day patch applied to the skin twice weekly adjust dose according to severity of symptoms and response of the patient<\/li><li><b>Gender identity disorder - Male-to-female transsexual:<\/b> Various doses and preparations used in clinical trials including ethinyl estradiol 100 mcg per day ORALLY in combination with cyproterone acetate 100 mg per day, ethinyl estradiol 0.05 to 1 mg ORALLY daily, and 17-beta estradiol TRANSDERMALLY (Estraderm(R) TTS 100)<\/li><li><b>Menopause - Urethral atrophy (Moderate to Severe):<\/b> Vaginal ring, insert 1 ring (contains 2 mg estradiol) VAGINALLY as deeply as possible into the upper one-third of the vagina; the ring is to remain in place for 3 months and then be removed; replace if additional therapy is appropriate; adjust dose as needed to control symptoms, attempt to taper or discontinue at 3 to 6 month intervals<\/li><li><b>Postmenopausal osteoporosis; Prophylaxis:<\/b> Oral tablet, 0.5 mg ORALLY daily for 23 days of a 28-day cycle<\/li><li><b>Postmenopausal osteoporosis; Prophylaxis:<\/b> Transdermal patch (Alora(R), Minivelle(R), and Vivelle-Dot(R)), Initial, 0.025 mg\/day patch applied to the skin twice weekly; adjust dose as necessary depending on clinical response, bone mineral density, and adverse events<\/li><li><b>Postmenopausal osteoporosis; Prophylaxis:<\/b> Transdermal patch (Climara(R)), Initial, 0.025 mg\/day patch applied to the skin once weekly<\/li><\/ul>"},"1":{"id":"213530-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy in children not established "},"3":{"id":"213530-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Abnormal vasomotor function (Moderate to Severe) - Menopause<\/li><li>Atrophic vulva (Moderate to Severe) - Menopause<\/li><li>Atrophy of vagina (Moderate to Severe) - Menopause<\/li><li>Breast cancer, Metastatic; for palliation only<\/li><li>Carcinoma of prostate, Advanced, Androgen-dependent; for palliation only<\/li><li>Decreased estrogen level, Secondary to hypogonadism, castration, or primary ovarian failure<\/li><li>Menopause - Urethral atrophy (Moderate to Severe)<\/li><li>Postmenopausal osteoporosis; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Gender identity disorder - Male-to-female transsexual<\/li><li>Menstrual migraine<\/li><li>Mental distress<\/li><li>Postpartum depression<\/li><li>Urinary tract infectious disease; Prophylaxis<\/li><\/ul>"}}},{"id":"213530-s-2","title":"Black Box Warning","mono":"<ul><li><b>Oral (Tablet)<\/b><br\/>Estrogens increase the risk of endometrial cancer; monitor for abnormal vaginal bleeding. Estrogens with or without progestins should not be used for the prevention of cardiovascular disease. Increased risks of myocardial infarction, stroke, invasive breast cancer, pulmonary emboli, and deep vein thrombosis in postmenopausal women (50 to 79 years of age) have been reported. An increased risk of developing probable dementia in postmenopausal women 65 years of age or older has also been reported. Risks should be assumed to be similar for other doses, combinations, and dosage forms of estrogens and progestins. Estrogens, with or without progestins, should be prescribed at the lowest effective doses and for the shortest duration possible.<br\/><\/li><li><b>Transdermal (Patch, Extended Release; Gel\/Jelly)<\/b><br\/>Estrogens increase the risk of endometrial cancer; monitor for abnormal vaginal bleeding. Estrogens with or without progestins should not be used for the prevention of cardiovascular disease or dementia. Increased risks of myocardial infarction, stroke, invasive breast cancer, pulmonary emboli, and deep vein thrombosis in postmenopausal women (50 to 79 years of age) have been reported. An increased risk of developing probable dementia in postmenopausal women 65 years of age or older has also been reported. Estrogens, with or without progestins, should be prescribed at the lowest effective doses and for the shortest duration consistent with treatment goals and risks for the individual woman.<br\/><\/li><li><b>Transdermal (Spray)<\/b><br\/>Unopposed estrogens increase the risk of endometrial cancer. Adding a progestin will reduce the risk of endometrial hyperplasia, which may be a precursor to endometrial cancer. Diagnostic measures should be undertaken to rule out malignancy in postmenopausal women with undiagnosed persistent or recurring abnormal genital bleeding. Estrogens with or without progestins should not be used for the prevention of cardiovascular disease or dementia. Increased risks of stroke and deep vein thrombosis in postmenopausal women (50 to 79 years of age) using estrogen alone have been reported. Increased risks of myocardial infarction, stroke, invasive breast cancer, pulmonary emboli, and deep vein thrombosis in postmenopausal women (50 to 79 years of age) using estrogens combined with progestins have been reported. An increased risk of developing probable dementia in postmenopausal women 65 years of age or older has also been reported in women receiving estrogen alone or estrogen combined with progestins. Risks should be assumed to be similar for other doses, combinations, and dosage forms of estrogens and progestins. Estrogens, with or without progestins, should be prescribed at the lowest effective doses and for the shortest duration possible. Breast budding and breast masses in prepubertal females and gynecomastia and breast masses in prepubertal males have been reported following unintentional secondary exposure. Patients should strictly adhere to recommended instructions for use.<br\/><\/li><li><b>Vaginal (Insert, Extended Release; Tablet; Cream)<\/b><br\/>Estrogens increase the risk of endometrial cancer; monitor for abnormal vaginal bleeding. Estrogens with or without progestins should not be used for the prevention of cardiovascular disease or dementia. Increased risks of myocardial infarction, stroke, invasive breast cancer, pulmonary emboli, and deep vein thrombosis in postmenopausal women (50 to 79 years of age) have been reported. An increased risk of developing probable dementia in postmenopausal women 65 years of age or older has also been reported in women receiving estrogen alone or estrogen combined with progestins. Risks should be assumed to be similar for other doses, combinations, and dosage forms of estrogens and progestins. Estrogens, with or without progestins, should be prescribed at the lowest effective doses and for the shortest duration possible.<br\/><\/li><\/ul>"},{"id":"213530-s-3","title":"Contraindications\/Warnings","sub":[{"id":"213530-s-3-9","title":"Contraindications","mono":"<ul><li>Anaphylactic reaction, angioedema, or hypersensitivity to estradiol or any component of the product<\/li><li>Arterial thromboembolic disease (eg, stroke, myocardial infarction) or history of these conditions<\/li><li>Breast cancer, whether known, suspected, or history of this condition; except in appropriately selected patients being treated for metastatic disease<\/li><li>Deep vein thrombosis, pulmonary embolism, or history of these conditions<\/li><li>Estrogen-dependent neoplasia, whether known or suspected<\/li><li>Liver dysfunction or disease<\/li><li>Pregnancy, whether known or suspected<\/li><li>Protein C, protein S, or antithrombin deficiency, or other known thrombophilic disorders<\/li><li>Undiagnosed abnormal genital bleeding<\/li><\/ul>"},{"id":"213530-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Endometrial cancer has been reported with unopposed estrogen use in women with intact uteri, with prolonged use increasing risk; monitoring recommended<\/li><li>-- Increased risk of cardiovascular events (eg, myocardial infarction, stroke, pulmonary emboli, venous thromboembolism) reported with estrogens alone or with progestins; discontinue use immediately if suspected<\/li><li>-- Increased risk of invasive breast cancer reported with estrogen plus progestin therapy, especially with prolonged use; monitoring recommended<\/li><li>-- Probable dementia risk increased in postmenopausal women aged 65 years and older, whether estrogens are used alone or with a progestin<\/li><li>Cardiovascular:<\/li><li>-- Arterial vascular disease risk factors (hypertension, diabetes mellitus, tobacco use, hypercholesterolemia, obesity) increase the risk of cardiovascular disorders<\/li><li>-- Venous thromboembolism risk factors (personal or family history, obesity, systemic lupus erythematosus) increase the risk of cardiovascular disorders<\/li><li>-- Men given large doses of estrogen (conjugated estrogens 5 mg\/day) may have increased risk of myocardial infarction, pulmonary embolism, or thrombophlebitis<\/li><li>-- Elevated blood pressure may occur; monitoring recommended<\/li><li>-- Hypertension may occur or worsen; monitoring recommended<\/li><li>Endocrine and Metabolic:<\/li><li>-- Severe hypercalcemia may occur in women with bone metastases from breast cancer; discontinue<\/li><li>-- Triglyceride elevation leading to pancreatitis or other complications may occur in patients with preexisting hypertriglyceridemia; consider discontinuation if pancreatitis occurs<\/li><li>-- Hypothyroidism; estrogen increases thyroid-binding globulin levels which may require a dosage increase in thyroid replacement therapy; monitoring recommended<\/li><li>-- Premature puberty\/breast development (females) and gynecomastia (males) have been reported in children from inadvertent skin exposure to transdermal spray; contact with unwashed or unclothed application sites should be avoided<\/li><li>-- Fluid retention may be exacerbated in patients with conditions affected by fluid retention (cardiac or renal dysfunction); monitoring recommended<\/li><li>--Hypocalcemia may occur in patients with hypoparathyroidism<\/li><li>-- Diabetes mellitus exacerbation may occur<\/li><li>-- Prepubertal boys; estrogen treatment may modify the normal pubertal process and induce gynecomastia<\/li><li>-- Prepubertal children; large and repeated doses of estrogen over an extended time period may accelerate epiphyseal closure, which could result in short adult stature<\/li><li>Gastrointestinal:<\/li><li>-- Gallbladder disease requiring surgery; estrogens reported to increase risk in postmenopausal women<\/li><li>Hematologic:<\/li><li>-- Surgeries associated with an increased risk of thromboembolism or periods of prolonged immobilization; discontinuation at least 4 to 6 weeks prior to surgery recommended<\/li><li>-- Porphyria may be exacerbated<\/li><li>Hepatic:<\/li><li>-- Hepatic impairment or history of cholestatic jaundice with past estrogen use or pregnancy; discontinue if cholestatic jaundice recurs<\/li><li>-- Hepatic hemangiomas may be exacerbated<\/li><li>Immunologic:<\/li><li>-- Anaphylaxis and angioedema have been reported<\/li><li>-- Systemic lupus erythematosus may be exacerbated<\/li><li>-- Tartrazine (FD&amp;C Yellow No. 5) sensitivity, especially with aspirin sensitivity; oral tablets may cause allergic-type reaction<\/li><li>Neurologic:<\/li><li>-- Epilepsy or migraines may be exacerbated<\/li><li>Ophthalmic:<\/li><li>-- Retinal vascular thrombosis has been reported; discontinuation may be necessary<\/li><li>Reproductive:<\/li><li>-- Prolonged therapy; increased risk of breast or endometrial or ovarian cancer with duration of use<\/li><li>-- Ovarian cancer; estrogens with or without progestin may increase risk<\/li><li>-- Endometriosis may be exacerbated in patients with residual, post-hysterectomy endometriosis treated with estrogen alone; consider adding a progestin<\/li><li>-- Prepubertal girls; estrogen treatment induces premature breast development and vaginal cornification, and may induce vaginal bleeding<\/li><li>-- Abrasions induced by the Vagifem(R) applicator have been reported, particularly in women with severely atrophic vaginal mucosa<\/li><li>-- Vaginal infection; treat before initiating or continuing therapy with vaginal ring or vaginal tablets<\/li><li>-- Vaginal irritation (narrow, short or stenosed vagina); irritation or ulceration may occur with vaginal ring use<\/li><li>Respiratory:<\/li><li>-- Asthma exacerbations may occur<\/li><li>Other:<\/li><li>-- Hereditary angioedema; estrogens may exacerbate symptoms of angioedema<\/li><li>--Fire, flame, smoking should be avoided until applied alcohol-based products are dried<\/li><li>-- Sunscreen use; absorption of transdermal and topical formulations may be affected<\/li><\/ul>"},{"id":"213530-s-3-11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"213530-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Avoid breastfeeding if possible.  May inhibit lactation.<\/li><li>Micromedex: Milk effects are possible.<\/li><\/ul>"}]},{"id":"213530-s-4","title":"Drug Interactions","sub":{"1":{"id":"213530-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Topotecan (theoretical)<\/li><\/ul>"},"2":{"id":"213530-s-4-15","title":"Moderate","mono":"<ul><li>Clarithromycin (probable)<\/li><li>Efavirenz (probable)<\/li><li>Ginseng (probable)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Lamotrigine (established)<\/li><li>Levothyroxine (probable)<\/li><li>Licorice (probable)<\/li><li>St John's Wort (probable)<\/li><li>Tacrine (probable)<\/li><li>Tipranavir (established)<\/li><\/ul>"}}},{"id":"213530-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema (Transdermal system, 0.5% to 13%)<\/li><li><b>Dermatologic:<\/b>Application site irritation (Transdermal spray, 1.3%; transdermal system, 5.7% to 56.7%), Chloasma, Hirsutism, Loss of scalp hair, Persistent erythema of skin (Transdermal system, less than or equal to 3.2% to 17%), Pruritus (Topical emulsion, 4%)<\/li><li><b>Endocrine metabolic:<\/b>Weight increased (Transdermal system, up to 8.5%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (Topical gel, 7.7%; transdermal system, up to 16%; vaginal cream, 2%; vaginal ring, 4%; vaginal tablets, 7%), Bloating symptom<\/li><li><b>Neurologic:<\/b>Headache (Topical gel, 9.5% transdermal spray, 9% to 12%; transdermal system, 5% to 50%; vaginal cream, 16%; vaginal ring, 13%; vaginal tablets, 9% to 10%)<\/li><li><b>Reproductive:<\/b>Breast tenderness (Topical gel, 2.5% to 8.8%; transdermal spray, 5% to 7%; transdermal system, 6.5% to 17.0%), Disorder of menstruation, Pain of breast (Topical emulsion, 10%; topical gel, 10.7%; transdermal system, 5% to 34.8%; vaginal cream, 7%; vaginal ring, 1%), Swelling of breast, Vaginal discomfort (Vaginal cream and ring, 5%), Withdrawal bleeding<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (Topical gel, 1.6% to 5.9%; transdermal system, 4.5% to 17%; vaginal cream, 6%; vaginal ring, 5%; vaginal tablets, 5%)<\/li><li><b>Other:<\/b>Pain (Transdermal system, 0% to 11%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart disease, Myocardial infarction<\/li><li><b>Endocrine metabolic:<\/b>Body fluid retention, Hypercalcemia<\/li><li><b>Gastrointestinal:<\/b>Disorder of gallbladder<\/li><li><b>Hematologic:<\/b>Deep venous thrombosis, Venous thromboembolism<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Dementia<\/li><li><b>Ophthalmic:<\/b>Thrombosis of retinal vein<\/li><li><b>Reproductive:<\/b>Breast cancer, Malignant neoplasm of endometrium of corpus uteri, Ovarian cancer<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},{"id":"213530-s-6","title":"Drug Name Info","sub":{"0":{"id":"213530-s-6-17","title":"US Trade Names","mono":"<ul><li>Alora<\/li><li>Climara<\/li><li>Esclim<\/li><li>Estrace<\/li><li>Estraderm<\/li><li>Estrasorb<\/li><li>Estring<\/li><li>EstroGel<\/li><\/ul>"},"2":{"id":"213530-s-6-19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Estrogen<\/li><li>Female Reproductive Agent<\/li><\/ul>"},"3":{"id":"213530-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"213530-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"213530-s-7","title":"Mechanism Of Action","mono":"Estrogens regulate the transcription of a limited number of genes and act through binding to nuclear receptors in estrogen-responsive tissues. Estrogens also modulate the pituitary secretion of the gonadotropins, luteinizing hormone (LH) and follicle stimulating hormone (FSH), through a negative feedback mechanism reducing the levels of these hormones seen in postmenopausal women. Estradiol is the principal intracellular human estrogen and is substantially more potent than its metabolites at the receptor level.<br\/>"},{"id":"213530-s-8","title":"Pharmacokinetics","sub":[{"id":"213530-s-8-23","title":"Absorption","mono":"<ul><li>Topical, emulsion: exposure increased by sunscreen use<\/li><li>Topical, gel: passive diffusion<\/li><li>Bioavailability, transdermal and vaginal routes: 20 times higher than oral<\/li><li>Bioavailability: vaginal ring, approximately 8% of the amount released locally<\/li><\/ul>"},{"id":"213530-s-8-24","title":"Distribution","mono":"<ul><li>Vd: widely distributed<\/li><li>Protein binding: largely bound (sex hormone binding globulin and albumin)<\/li><\/ul>"},{"id":"213530-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: partially by P450 CYP3A4<\/li><li>Skin, small extent<\/li><li>Enterohepatic recirculation via sulfate and glucuronide conjugation<\/li><li>Metabolites: estrone, estriol, and estrone sulfate<\/li><\/ul>"},{"id":"213530-s-8-26","title":"Excretion","mono":"<ul><li>Renal, primary<\/li><li>Biliary: conjugates secreted into the intestine, hydrolyzed and reabsorbed<\/li><li>Estradiol, Renal: (Vaginal ring), 5% to 8% (mean) unchanged<\/li><\/ul>"},{"id":"213530-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Adults: Topical, gel, 10 to 36 hours<\/li><li>Adults: Transdermal, patch (Alora(R)), 1.75 hours<\/li><li>Adults: Transdermal, patch (Vivelle(R)): 4.4 hours<\/li><li>Adults: Transdermal, patch (Vivelle-Dot(R)). 5.9 to 7.7 hours<\/li><\/ul>"}]},{"id":"213530-s-9","title":"Administration","mono":"<ul><li><b>Transdermal<\/b><br\/><ul><li>(Emulsion) Apply and rub into thighs and calves for 3 minutes each side until thoroughly absorbed; rub excess on both hands and buttocks and allow to dry completely before covering with clothing; wash hands after application<\/li><li>(Gel, metered-dose pump) Prime the pump by fully depressing the spout 2 or 3 times prior to the first use; collect gel in palm of hand and apply directly to dry, clean, unbroken skin of the upper arm and shoulder area; do not apply directly to breast; rub gel gently from wrist to shoulder and allow to dry for up to 5 minutes before dressing; wash hands after application<\/li><li>(Gel, single-dose packets) Apply entire contents of packet on clean, dry skin; do not apply to face, breasts, in or around vagina, or to irritated skin; avoid contact with eyes; allow to dry before dressing; do not wash application site within 1 hour after application; wash hands after application<\/li><li>(Patch) Place on clean, dry skin, preferably on the lower abdomen, upper quadrant of the buttock, or outer aspect of the hip; do not apply to the breasts or waistline; rotate sites of application with 1 week between applications to a particular site<\/li><li>(Patch) If Climara(R) or Minivelle(R) patch falls off reapply to different site; if reapplication not possible, apply new patch to another location for remainder of dosing interval<\/li><li>(Spray) Prior to initial application, prime pump by spraying 3 sprays with cover on; with container being held vertically upright, apply to adjacent, nonoverlapping areas on the inner surface of the forearm, starting near the elbow; allow to dry for 2 minutes before covering with clothing, and do not wash the site for 1 hour after application; once dry, cover application site with clothing if another person may come into contact with that area of the skin<\/li><\/ul><\/li><li><b>Vaginal<\/b><br\/><ul><li>(vaginal cream) measure prescribed dose using supplied applicator; gently insert applicator deeply into vagina and press plunger downward to original position; cleanse applicator with mild soap and warm water<\/li><li>(vaginal tablet) using the supplied applicator, gently insert into the vagina as far as it can comfortably go without force<\/li><li>(vaginal ring) insert as deeply as possible into the upper one-third of the vaginal vault; the exact position is not critical; remove by hooking a finger through the ring and pull; rinse the ring in lukewarm water and reinsert if the ring is removed or falls out any time during the 90-day treatment period<\/li><\/ul><\/li><\/ul>"},{"id":"213530-s-10","title":"Monitoring","mono":"<ul><li>advanced androgen-dependent prostate cancer: phosphatase levels and patient response<\/li><li>hypoestrogenism due to hypogonadism, castration, primary ovarian failure: individual clinical response, severity of symptoms, and estradiol and FSH levels<\/li><li>postmenopausal osteoporosis, prevention: periodic bone mineral density and biochemical marker measurements<\/li><li>breast cancer: individual clinical response and severity of symptoms<\/li><li>postmenopausal vasomotor symptoms: individual clinical response and severity of symptoms<\/li><li>postmenopausal vulvar and vaginal atrophy: individual clinical response and severity of symptoms<\/li><li>plasma triglycerides; patients with pre-existing hypertriglyceridemia<\/li><li>serum calcium; patients with pre-existing severe hypocalcemia or patients with breast cancer and bone metastases<\/li><li>thyroid function; patients with pre-existing hypothyroidism<\/li><li>blood pressure at regular intervals<\/li><li>bone maturation and effects on epiphyseal centers; periodically in patients whose bone growth is not complete<\/li><li>breast exam, yearly in addition to monthly self-exam; mammogram based on age, risk factors and prior results<\/li><li>fluid retention, in patients with pre-existing cardiac or renal dysfunction<\/li><\/ul>"},{"id":"213530-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 0.5 MG, 1 MG, 2 MG<\/li><li>Transdermal Patch, Extended Release: 0.025 MG\/24 HR, 0.0375 MG\/24 HR, 0.05 MG\/24 HR, 0.06 MG\/24 HR, 0.075 MG\/24 HR, 0.1 MG\/24 HR<\/li><\/ul><\/li><li><b>Alora<\/b><br\/>Transdermal Patch, Extended Release: 0.025 MG\/24 HR, 0.05 MG\/24 HR, 0.075 MG\/24 HR, 0.1 MG\/24 HR<br\/><\/li><li><b>Climara<\/b><br\/>Transdermal Patch, Extended Release: 0.025 MG\/24 HR, 0.0375 MG\/24 HR, 0.05 MG\/24 HR, 0.06 MG\/24 HR, 0.075 MG\/24 HR, 0.1 MG\/24 HR<br\/><\/li><li><b>Divigel<\/b><br\/>Transdermal Gel\/Jelly: 0.25 MG\/Packet, 0.5 MG\/Packet, 1 MG\/Packet<br\/><\/li><li><b>Elestrin<\/b><br\/>Topical Gel\/Jelly: 0.06 %<br\/><\/li><li><b>Estrace<\/b><br\/><ul><li>Oral Tablet: 0.5 MG, 1 MG, 2 MG<\/li><li>Vaginal Cream: 0.1 MG\/GM<\/li><\/ul><\/li><li><b>Estring Ring<\/b><br\/>Vaginal Insert, Extended Release: 0.0075 MG\/24 HR<br\/><\/li><li><b>Estring<\/b><br\/>Vaginal Insert, Extended Release: 0.0075 MG\/24 HR<br\/><\/li><li><b>EstroGel<\/b><br\/>Transdermal Gel\/Jelly: 0.06 %<br\/><\/li><li><b>Evamist<\/b><br\/>Transdermal Spray: 1.53 MG\/Actuation<br\/><\/li><li><b>Gynodiol<\/b><br\/>Oral Tablet: 1.5 MG<br\/><\/li><li><b>Menostar<\/b><br\/>Transdermal Patch, Extended Release: 0.014 MG\/24 HR<br\/><\/li><li><b>Minivelle<\/b><br\/>Transdermal Patch, Extended Release: 0.025 MG\/24 HR, 0.0375 MG\/24 HR, 0.05 MG\/24 HR, 0.075 MG\/24 HR, 0.1 MG\/24 HR<br\/><\/li><li><b>Vagifem<\/b><br\/>Vaginal Tablet: 10 MCG<br\/><\/li><li><b>Vivelle-Dot<\/b><br\/>Transdermal Patch, Extended Release: 0.025 MG\/24 HR, 0.0375 MG\/24 HR, 0.05 MG\/24 HR, 0.075 MG\/24 HR, 0.1 MG\/24 HR<br\/><\/li><li><b>Vivelle<\/b><br\/>Transdermal Patch, Extended Release: 0.05 MG\/24 HR, 0.1 MG\/24 HR<br\/><\/li><\/ul>"},{"id":"213530-s-12","title":"Toxicology","sub":[{"id":"213530-s-12-31","title":"Clinical Effects","mono":"<b>ESTROGENS<\/b><br\/>USES: Estrogens are naturally occurring hormones secreted primarily by the ovarian follicles and also by the adrenals, corpus luteum, placenta, and testes used pharmaceutically for female birth control, to treat prostate cancer, and to treat symptoms of menopause. PHARMACOLOGY: Endogenous estrogens are mostly responsible for the development and maintenance of the female reproductive system and secondary sexual characteristics. The primary source of estrogen in normally cycling adult female is the ovarian follicle. Estrogens bind to nuclear receptors in estrogen-responsive tissues to activate pituitary secretion of gonadotropins, luteinizing hormone (LH), and follicle-stimulating hormone through negative feedback mechanisms. EPIDEMIOLOGY: Estrogens are widely used; however, overdose is rare and significant toxicity has not been reported after overdose. TOXICITY: Overdose effects include nausea, vomiting, breast tenderness, dizziness, abdominal pain, drowsiness\/fatigue, and withdrawal bleeding in women. ADVERSE EFFECTS: COMMON: Hypertension, edema, nausea, vomiting, migraine. LESS COMMON: Myocardial infarction, venous thromboembolism, anaphylaxis, cerebrovascular accident, and neoplasm.<br\/>"},{"id":"213530-s-12-32","title":"Treatment","mono":"<b>ESTROGENS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Acute toxicity is extremely rare from these compounds, except perhaps local effects from transdermal and intravenous or intramuscular administration. In terms of care for chronic use, the most immediate treatment would be cessation of use and then supportive care for associated symptoms. MANAGEMENT OF SEVERE TOXICITY: Acute toxicity from estrogen use is not expected, and the mainstay of treatment would be cessation of use and supportive care of symptoms.<\/li><li>Decontamination: PREHOSPTIAL: Toxicity is unlikely following acute single exposure of excessive amounts. Gastric decontamination is rarely necessary. HOSPITAL: Significant toxicity is rare, GI decontamination is generally not necessary.<\/li><li>Antidote: There is no specific antidote for estrogens.<\/li><li>Monitoring of patient: Routine lab studies are generally not necessary unless otherwise clinically indicated. In self harm ingestions monitor serum electrolytes, acetaminophen and salicylate concentrations. Monitor vital signs, particularly blood pressure. Monitor ECG in patients with cardiac symptoms or severe hypertension.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of benefit due to high protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposures can be watched at home with follow up with their regular physician as needed.  OBSERVATION CRITERIA: Patients with significant adverse effects or deliberate overdose should be sent to a healthcare facility. ADMISSION CRITERIA: Admission is rarely necessary after acute overdose. Patients with severe adverse reactions (eg, strokes) should be admitted, and depending on the severity of their symptoms, may merit an ICU admission. Criteria for discharge include resolution or treatment of their symptoms. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"213530-s-12-33","title":"Range of Toxicity","mono":"<b>ESTROGENS<\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: The oral therapeutic dose can range fro 0.3 mg to 10 mg, depending on the specific substance. Intramuscular and intravenous doses can range from 1.5 mg to 30 mg, depending on the specific substance. Intravaginal and transdermal delivered doses range from 0.025 mg\/day to 0.0.1 mg\/day.<br\/>"}]},{"id":"213530-s-13","title":"Clinical Teaching","mono":"<ul><li>Inform postmenopausal women of the potential for serious adverse events related to hormone therapy, including cardiovascular disorders, malignant neoplasms, and probable dementia.<\/li><li>Instruct patient to immediately report symptoms of serious cardiovascular events such as myocardial infarction, stroke, venous thrombosis, or pulmonary embolism<\/li><li>Advise patient to immediately report symptoms of retinal vein thrombosis (eg, sudden partial or complete loss of vision, or sudden onset of proptosis, diplopia, or migraine).<\/li><li>Counsel patient to report symptoms of pancreatitis.<\/li><li>Side effects may include edema, hypertension, chloasma, headaches, breast tenderness or swelling, nipple pain, nausea, vomiting, depression, weight changes, or withdrawal bleeding.<\/li><li>Transdermal or topical side effects may include breast pain and tenderness, headaches, abdominal pain, edema, upper respiratory tract infection, application site irritation or erythema, while vaginal cream, insert, or tablet side effects may include vaginal discomfort or irritation.<\/li><li>Warn patient to report abnormal vaginal bleeding<\/li><li>Tell patient to inform healthcare provider 4 to 6 weeks before anticipated surgeries that increase thromboembolism risk or periods of prolonged immobilization<\/li><li>Instruct patients with susceptible conditions (eg, cardiac or renal impairment) to report new or worsening fluid retention.<\/li><li>Inform patient to report worsening of asthma, diabetes, epilepsy, migraine, porphyria, systemic lupus erythematosus symptoms.<\/li><li>Instruct patient on proper administration technique depending on dosage form<\/li><li>The transdermal patch should not be placed on or near the breast or on the waistline.<\/li><li>Counsel patient using transdermal spray (Evamist(R)) to not rub spray into skin and to avoid secondary exposure of application site to children and pets to prevent adverse effects. Clothing should be used to cover the application site if necessary.<\/li><li>Instruct patient using transdermal spray (Evamist(R)) or topical gel (Estrogel(R); Elestrin(TM)) to avoid fire, flame, or smoking since the products are alcohol-based and flammable.<\/li><li>Advise patient that if vaginal insert falls out after insertion, patient may rinse it in lukewarm water and reinsert. The patient should contact physician if assistance is needed.<\/li><li>Warn patient using topical gel, emulsion, or spray to avoid using sunscreen over the application site, as this may change absorption (increase or decrease).<\/li><li>Counsel patient to avoid eating grapefruit or drinking grapefruit juice while taking the oral form.<\/li><\/ul>"}]}