{"generic":"Estradiol Cypionate","drugs":["Depo-Estradiol","Depogen","Estradiol Cypionate","Estragyn LA 5","Estro-L.A."],"mono":[{"id":"213620-s-0","title":"Generic Names","mono":"Estradiol Cypionate"},{"id":"213620-s-1","title":"Dosing and Indications","sub":{"0":{"id":"213620-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Abnormal vasomotor function (Moderate to Severe) - Menopause:<\/b> 1 to 5 mg IM every 3 to 4 weeks; initiate therapy at the lowest dose<\/li><li><b>Decreased estrogen level - Female hypogonadism syndrome:<\/b> 1.5 to 2 mg IM at monthly intervals<\/li><\/ul>"},"3":{"id":"213620-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Abnormal vasomotor function (Moderate to Severe) - Menopause<\/li><li>Decreased estrogen level - Female hypogonadism syndrome<\/li><\/ul>"}}},{"id":"213620-s-2","title":"Black Box Warning","mono":"<b>Intramuscular (Oil)<\/b><br\/>Estrogens increase the risk of endometrial cancer; monitor for abnormal vaginal bleeding. Estrogens with or without progestins should not be used for the prevention of cardiovascular disease or dementia. Increased risks of myocardial infarction, stroke, invasive breast cancer, pulmonary emboli, and deep vein thrombosis in postmenopausal women (50 to 79 years of age) have been reported. An increased risk of developing probable dementia in postmenopausal women 65 years of age or older has also been reported.<br\/>"},{"id":"213620-s-3","title":"Contraindications\/Warnings","sub":[{"id":"213620-s-3-9","title":"Contraindications","mono":"<ul><li>arterial thromboembolic disease (stroke, myocardial infarction) (active or recent)<\/li><li>breast cancer (known, suspected or history of)<\/li><li>deep vein thrombosis\/pulmonary embolism (active or a history of these conditions)<\/li><li>estrogen-dependent neoplasia (known or suspected)<\/li><li>genital bleeding, undiagnosed abnormal<\/li><li>hypersensitivity to estradiol cypionate or product ingredients<\/li><li>liver dysfunction or disease<\/li><li>pregnancy (known or suspected)<\/li><\/ul>"},{"id":"213620-s-3-10","title":"Precautions","mono":"<ul><li>endometrial cancer; unopposed estrogen use increases the risk in women with intact uteri<\/li><li>cardiovascular disorders; estrogens with or without progestins should not be used for the prevention of cardiovascular disease<\/li><li>myocardial infarction, stroke, invasive breast cancer, pulmonary emboli, deep vein thrombosis; conjugated estrogens plus progestin increased the risk in postmenopausal women aged 50 to 79 years; risk should be assumed to be similar with all doses of conjugated estrogens with medroxyprogesterone acetate and with other combinations and dosage forms of estrogens and progestins<\/li><li>dementia; conjugated estrogens in combination with medroxyprogesterone increased the risk of probable dementia in postmenopausal women aged 65 years and older and should not be used for the prevention of dementia; risk should be assumed to be similar with all doses of conjugated estrogens with medroxyprogesterone acetate and with other combinations and dosage forms of estrogens and progestins<\/li><li>addition of a progestin to estrogen therapy; lowers incidence of endometrial hyperplasia in women with a uterus but may also increase risk of breast cancer, affect lipoprotein metabolism, and impair glucose tolerance<\/li><li>asthma, diabetes mellitus, epilepsy, migraine, porphyria, systemic lupus erythematosus, and hepatic hemangiomas; estrogen therapy may cause exacerbation<\/li><li>arterial vascular disease risk factors (hypertension, diabetes mellitus, tobacco use, hypercholesterolemia, obesity); increased risk of cardiovascular events<\/li><li>breast cancer and bone metastases; increased risk for severe hypercalcemia<\/li><li>conditions affected by fluid retention (cardiac or renal dysfunction); estrogens may exacerbate condition<\/li><li>endometriosis; estrogen therapy may cause exacerbation<\/li><li>gallbladder disease requiring surgery; estrogens increases risk 2- to 4-fold in postmenopausal women<\/li><li>hypertension; estrogen therapy may increase blood pressure<\/li><li>hypertriglyceridemia; may elevate plasma triglycerides leading to pancreatitis and other complications<\/li><li>hypocalcemia, severe; estrogens should be used with caution<\/li><li>hypothyroidism; estrogen increases thyroid-binding globulin levels which may require a dosage increase in thyroid replacement therapy<\/li><li>impaired liver function or history of cholestatic jaundice; decreased estrogen metabolism<\/li><li>ovarian cancer; estrogens with or without progestin may increase risk<\/li><li>prolonged therapy; estrogen-plus-progestin combination therapy increases risk of breast cancer with duration of use<\/li><li>retinal vascular thrombosis has been reported in patients receiving estrogens; discontinue conjugated estrogens if there is sudden partial or complete loss of vision, or a sudden onset of proptosis, diplopia, or migraine<\/li><li>surgeries associated with an increased risk of thromboembolism or periods of prolonged immobilization; increased risk of thromboembolism<\/li><li>venous thromboembolism risk factors (personal or family history, obesity, systemic lupus erythematosus); increased risk of developing venous thromboembolism<\/li><\/ul>"},{"id":"213620-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Estradiol: X (FDA)<\/li><li>Estradiol: B1 (AUS)<\/li><\/ul>"},{"id":"213620-s-3-12","title":"Breast Feeding","mono":"<ul><li>Estradiol: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Estradiol: WHO: Avoid breastfeeding if possible.  May inhibit lactation.<\/li><li>Estradiol: Micromedex: Milk effects are possible.<\/li><\/ul>"}]},{"id":"213620-s-4","title":"Drug Interactions","sub":[{"id":"213620-s-4-13","title":"Contraindicated","mono":"<ul>Tranexamic Acid (probable)<\/ul>"},{"id":"213620-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Isotretinoin (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Theophylline (theoretical)<\/li><li>Topotecan (theoretical)<\/li><\/ul>"},{"id":"213620-s-4-15","title":"Moderate","mono":"<ul><li>Alprazolam (probable)<\/li><li>Amprenavir (probable)<\/li><li>Aprepitant (probable)<\/li><li>Atazanavir (probable)<\/li><li>Bacampicillin (probable)<\/li><li>Betamethasone (probable)<\/li><li>Bexarotene (probable)<\/li><li>Bosentan (probable)<\/li><li>Clarithromycin (probable)<\/li><li>Colesevelam (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Delavirdine (probable)<\/li><li>Efavirenz (probable)<\/li><li>Etravirine (probable)<\/li><li>Fosamprenavir (established)<\/li><li>Fosaprepitant (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Ginseng (probable)<\/li><li>Griseofulvin (established)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Lamotrigine (established)<\/li><li>Levothyroxine (probable)<\/li><li>Licorice (probable)<\/li><li>Modafinil (probable)<\/li><li>Mycophenolate Mofetil (probable)<\/li><li>Mycophenolic Acid (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Oxcarbazepine (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Prednisolone (established)<\/li><li>Rifabutin (probable)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (probable)<\/li><li>Ritonavir (probable)<\/li><li>Rosuvastatin (probable)<\/li><li>Rufinamide (probable)<\/li><li>Selegiline (probable)<\/li><li>St John's Wort (established)<\/li><li>Tacrine (probable)<\/li><li>Telaprevir (established)<\/li><li>Tipranavir (established)<\/li><li>Topiramate (probable)<\/li><li>Troglitazone (probable)<\/li><li>Troleandomycin (established)<\/li><li>Voriconazole (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},{"id":"213620-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema<\/li><li><b>Dermatologic:<\/b>Chloasma, Hirsutism<\/li><li><b>Endocrine metabolic:<\/b>Weight gain<\/li><li><b>Gastrointestinal:<\/b>Bloating symptom, Nausea, Stomach cramps, Vomiting<\/li><li><b>Neurologic:<\/b>Headache, Migraine<\/li><li><b>Psychiatric:<\/b>Depression, Disturbance in mood<\/li><li><b>Reproductive:<\/b>Breast tenderness, Disorder of menstruation, Pain of breast, Swelling of breast, Withdrawal bleeding<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart disease, Increased blood pressure, Myocardial infarction<\/li><li><b>Endocrine metabolic:<\/b>Body fluid retention, Breast cancer, Hypercalcemia, Hypertriglyceridemia<\/li><li><b>Gastrointestinal:<\/b>Disorder of gallbladder, Pancreatitis<\/li><li><b>Hematologic:<\/b>Venous thromboembolism<\/li><li><b>Hepatic:<\/b>Cholestatic jaundice syndrome<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Dementia, Impaired cognition<\/li><li><b>Ophthalmic:<\/b>Thrombosis of retinal vein<\/li><li><b>Reproductive:<\/b>Malignant neoplasm of endometrium of corpus uteri, Malignant neoplasm of endometrium of corpus uteri, Ovarian cancer<\/li><li><b>Respiratory:<\/b>Exacerbation of asthma, Pulmonary embolism<\/li><li><b>Other:<\/b>Breast cancer, Malignant neoplasm of endometrium of corpus uteri, Ovarian cancer<\/li><\/ul>"},{"id":"213620-s-6","title":"Drug Name Info","sub":{"0":{"id":"213620-s-6-17","title":"US Trade Names","mono":"<ul><li>Depo-Estradiol<\/li><li>Depogen<\/li><li>Estragyn LA 5<\/li><li>Estro-L.A.<\/li><\/ul>"},"2":{"id":"213620-s-6-19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Estrogen<\/li><\/ul>"},"3":{"id":"213620-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"213620-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"213620-s-7","title":"Mechanism Of Action","mono":"Estrogens are important for developing and maintaining the female  reproductive system and secondary sex characteristics. Estrogens bind to nuclear receptors in estrogen-responsive tissues. Estrogens modulate the pituitary secretion of the gonadotropins, luteinizing hormone and follicle stimulating hormone through a negative feedback mechanism. Estrogens reduce the elevated levels of these hormones in postmenopausal women.<br\/>"},{"id":"213620-s-8","title":"Pharmacokinetics","sub":[{"id":"213620-s-8-23","title":"Absorption","mono":"Intramuscular: absorbed over several weeks <br\/>"},{"id":"213620-s-8-24","title":"Distribution","mono":"<ul><li>Vd: widely distributed<\/li><li>Protein binding: largely bound to sex hormone binding globulin and albumin<\/li><\/ul>"},{"id":"213620-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: partially by P450 CYP3A4<\/li><li>Enterohepatic recirculation via sulfate and glucuronide conjugation<\/li><li>Metabolites: estrone, estriol, and estrone sulfate<\/li><\/ul>"},{"id":"213620-s-8-26","title":"Excretion","mono":"<ul><li>Renal, primary<\/li><li>Biliary: conjugates secreted into the intestine, hydrolyzed and reabsorbed<\/li><\/ul>"}]},{"id":"213620-s-9","title":"Administration","mono":"<b>Intramuscular<\/b><br\/>redissolve any crystals by warming and shaking the vial <br\/>"},{"id":"213620-s-10","title":"Monitoring","mono":"<ul><li>female hypogonadism: individual clinical response and severity of symptoms<\/li><li>postmenopausal vasomotor symptoms: individual clinical response and severity of symptoms<\/li><li>blood pressure at regular intervals<\/li><li>breast exam, yearly in addition to monthly self-exam; mammogram based on age, risk factors and prior results<\/li><li>endometrial sampling in all cases of undiagnosed persistent or recurring abnormal vaginal bleeding<\/li><li>eye exam in cases of sudden visual disturbances<\/li><li>fluid retention; monitor in patients with preexisting cardiac or renal dysfunction<\/li><li>plasma triglycerides; patients with preexisting hypertriglyceridemia<\/li><li>serum calcium; patients with preexisting severe hypocalcemia or patients with breast cancer and bone metastases<\/li><li>thyroid function; patients with preexisting hypothyroidism<\/li><\/ul>"},{"id":"213620-s-11","title":"How Supplied","mono":"<b>Depo-Estradiol<\/b><br\/>Intramuscular Oil: 5 MG\/ML<br\/>"},{"id":"213620-s-12","title":"Toxicology","sub":[{"id":"213620-s-12-31","title":"Clinical Effects","mono":"<b>ESTROGENS<\/b><br\/>USES: Estrogens are naturally occurring hormones secreted primarily by the ovarian follicles and also by the adrenals, corpus luteum, placenta, and testes used pharmaceutically for female birth control, to treat prostate cancer, and to treat symptoms of menopause. PHARMACOLOGY: Endogenous estrogens are mostly responsible for the development and maintenance of the female reproductive system and secondary sexual characteristics. The primary source of estrogen in normally cycling adult female is the ovarian follicle. Estrogens bind to nuclear receptors in estrogen-responsive tissues to activate pituitary secretion of gonadotropins, luteinizing hormone (LH), and follicle-stimulating hormone through negative feedback mechanisms. EPIDEMIOLOGY: Estrogens are widely used; however, overdose is rare and significant toxicity has not been reported after overdose. TOXICITY: Overdose effects include nausea, vomiting, breast tenderness, dizziness, abdominal pain, drowsiness\/fatigue, and withdrawal bleeding in women. ADVERSE EFFECTS: COMMON: Hypertension, edema, nausea, vomiting, migraine. LESS COMMON: Myocardial infarction, venous thromboembolism, anaphylaxis, cerebrovascular accident, and neoplasm.<br\/>"},{"id":"213620-s-12-32","title":"Treatment","mono":"<b>ESTROGENS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Acute toxicity is extremely rare from these compounds, except perhaps local effects from transdermal and intravenous or intramuscular administration. In terms of care for chronic use, the most immediate treatment would be cessation of use and then supportive care for associated symptoms. MANAGEMENT OF SEVERE TOXICITY: Acute toxicity from estrogen use is not expected, and the mainstay of treatment would be cessation of use and supportive care of symptoms.<\/li><li>Decontamination: PREHOSPTIAL: Toxicity is unlikely following acute single exposure of excessive amounts. Gastric decontamination is rarely necessary. HOSPITAL: Significant toxicity is rare, GI decontamination is generally not necessary.<\/li><li>Antidote: There is no specific antidote for estrogens.<\/li><li>Monitoring of patient: Routine lab studies are generally not necessary unless otherwise clinically indicated. In self harm ingestions monitor serum electrolytes, acetaminophen and salicylate concentrations. Monitor vital signs, particularly blood pressure. Monitor ECG in patients with cardiac symptoms or severe hypertension.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of benefit due to high protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposures can be watched at home with follow up with their regular physician as needed.  OBSERVATION CRITERIA: Patients with significant adverse effects or deliberate overdose should be sent to a healthcare facility. ADMISSION CRITERIA: Admission is rarely necessary after acute overdose. Patients with severe adverse reactions (eg, strokes) should be admitted, and depending on the severity of their symptoms, may merit an ICU admission. Criteria for discharge include resolution or treatment of their symptoms. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"213620-s-12-33","title":"Range of Toxicity","mono":"<b>ESTROGENS<\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: The oral therapeutic dose can range fro 0.3 mg to 10 mg, depending on the specific substance. Intramuscular and intravenous doses can range from 1.5 mg to 30 mg, depending on the specific substance. Intravaginal and transdermal delivered doses range from 0.025 mg\/day to 0.0.1 mg\/day.<br\/>"}]}]}