{"generic":"Esterified Estrogens\/Methyltestosterone","drugs":["Covaryx","Covaryx HS","Essian","Esterified Estrogens\/Methyltestosterone","Estratest","Menogen","Syntest D.S.","Syntest H.S."],"mono":[{"id":"214440-s-0","title":"Generic Names","mono":"Esterified Estrogens\/Methyltestosterone"},{"id":"214440-s-1","title":"Dosing and Indications","sub":{"0":{"id":"214440-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Abnormal vasomotor function (Moderate to Severe), if no improvement on estrogens alone:<\/b> (half-strength tablets, esterified estrogens 0.625 mg\/methylTESTOSTERone 1.25 mg) 1 to 2 tablets ORALLY once daily cyclically (eg, 3 weeks on, 1 week off); every 3 to 6 months, attempt to discontinue or taper<\/li><li><b>Abnormal vasomotor function (Moderate to Severe), if no improvement on estrogens alone:<\/b> (full-strength tablets, esterified estrogens 1.25 mg\/methylTESTOSTERone 2.5 mg) 1 tablet ORALLY once daily cyclically (eg, 3 weeks on, 1 week off); every 3 to 6 months, attempt to discontinue or taper<\/li><\/ul>"},"1":{"id":"214440-s-1-5","title":"Pediatric Dosing","mono":"not indicated for children "},"3":{"id":"214440-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Abnormal vasomotor function (Moderate to Severe), if no improvement on estrogens alone<br\/>"}}},{"id":"214440-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Estrogens increase the risk of endometrial cancer; monitor for abnormal vaginal bleeding. Estrogens with or without progestins should not be used for the prevention of cardiovascular disease or dementia. Increased risks of myocardial infarction, stroke, invasive breast cancer, pulmonary emboli, and deep vein thrombosis in postmenopausal women (50 to 79 years of age) have been reported. An increased risk of developing probable dementia in postmenopausal women 65 years of age or older has also been reported. This product contains an estrogen and androgen, not a progestin. This combination should not be used during a known or suspected pregnancy. <br\/>"},{"id":"214440-s-3","title":"Contraindications\/Warnings","sub":[{"id":"214440-s-3-9","title":"Contraindications","mono":"<ul><li>arterial thromboembolic disease (stroke, myocardial infarction), active or recent (within the past year)<\/li><li>breast cancer, known, suspected, or history of<\/li><li>breast feeding; risk of masculinization due to methylTESTOSTERone<\/li><li>deep vein thrombosis, pulmonary embolism, thrombophlebitis, active or history of<\/li><li>estrogen-dependent neoplasia, known or suspected<\/li><li>genital bleeding, undiagnosed abnormal<\/li><li>hypersensitivity to esterified estrogens, methylTESTOSTERone, or product ingredients<\/li><li>liver disease or dysfunction<\/li><li>pregnancy, known or suspected; risk of masculinization due to methylTESTOSTERone<\/li><\/ul>"},{"id":"214440-s-3-10","title":"Precautions","mono":"<ul><li>endometrial cancer; unopposed estrogen use increases risk in women with intact uteri<\/li><li>cardiovascular disorders; estrogens with or without progestins should not be used for the prevention of cardiovascular disease<\/li><li>myocardial infarction, stroke, invasive breast cancer, pulmonary emboli, deep vein thrombosis; conjugated estrogens plus progestin increased risk in postmenopausal women 50 to 79 years of age<\/li><li>dementia, probable; conjugated estrogens plus progestin increased risk in postmenopausal women 65 years of age and older<\/li><li>addition of progestin to estrogen therapy; lowers incidence of endometrial hyperplasia in women with a uterus, but may increase risk of breast cancer<\/li><li>arterial vascular disease risk factors (hypertension, diabetes mellitus, tobacco use, hypercholesterolemia, obesity); estrogens with or without progestins increase risk of cardiovascular events<\/li><li>asthma, diabetes mellitus, epilepsy, migraine, porphyria, systemic lupus erythematosus, and hepatic hemangiomas; estrogens may exacerbate<\/li><li>cholestatic jaundice, history of; discontinue use with recurrence or new occurrence<\/li><li>edema with or without heart failure with preexisting cardiac, renal, or hepatic disease; may exacerbate<\/li><li>endometriosis; estrogens may exacerbate<\/li><li>gallbladder disease requiring surgery; estrogen increases risk 2 to 4-fold in postmenopausal women<\/li><li>hepatitis, cholestatic with jaundice may occur with methylTESTOSTERone; discontinue use<\/li><li>hypercalcemia may occur; increased risk in patients with breast cancer and bone metastases; discontinue use<\/li><li>hypertension; possible idiosyncratic reaction to estrogen<\/li><li>hypertriglyceridemia, preexisting; estrogens may elevate plasma triglycerides with possibility of pancreatitis<\/li><li>hypocalcemia, severe; use estrogens with caution<\/li><li>hypothyroidism; estrogen increases thyroid-binding globulin; may require increased dose of thyroid replacement<\/li><li>ovarian cancer; estrogens with or without progestin may increase risk<\/li><li>peliosis hepatis and hepatic neoplasms (hepatocellular carcinoma) may occur; increased risk with prolonged high doses of methylTESTOSTERone<\/li><li>protein-bound iodine; methylTESTOSTERone may cause decrease<\/li><li>retinal vascular thrombosis has been reported with estrogens; discontinue use if there is sudden partial or complete loss of vision, or sudden onset of proptosis, diplopia, or migraine<\/li><li>surgeries associated with an increased risk of thromboembolism or periods of prolonged immobilization; estrogens increase risk of thromboembolism; discontinue 4 to 6 weeks prior<\/li><li>venous thromboembolism risk factors (personal or family history, obesity, systemic lupus erythematosus); estrogens increase risk of cardiovascular events<\/li><li>virilization in women, including deepening of voice, hirsutism, acne, clitoromegaly, or menstrual irregularities; increased risk with high doses of methylTESTOSTERone; discontinue if symptoms develop<\/li><\/ul>"},{"id":"214440-s-3-11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"214440-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"214440-s-4","title":"Drug Interactions","sub":{"1":{"id":"214440-s-4-14","title":"Major","mono":"<ul><li>Anisindione (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Dicumarol (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Phenprocoumon (probable)<\/li><\/ul>"},"2":{"id":"214440-s-4-15","title":"Moderate","mono":"<ul><li>Clarithromycin (probable)<\/li><li>Ginseng (probable)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Licorice (probable)<\/li><li>Tipranavir (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},{"id":"214440-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Male pattern alopecia<\/li><li><b>Gastrointestinal:<\/b>Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Headache<\/li><li><b>Reproductive:<\/b>Amenorrhea, Irregular periods, Pain of breast, Virilization<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction<\/li><li><b>Gastrointestinal:<\/b>Disorder of gallbladder<\/li><li><b>Hematologic:<\/b>Deep venous thrombosis, Venous thromboembolism<\/li><li><b>Hepatic:<\/b>Cholestatic jaundice syndrome, Neoplasm of liver, Peliosis hepatis<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Dementia<\/li><li><b>Ophthalmic:<\/b>Thrombosis of retinal vein<\/li><li><b>Reproductive:<\/b>Breast cancer, Malignant neoplasm of endometrium of corpus uteri, Ovarian cancer<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><\/ul>"},{"id":"214440-s-6","title":"Drug Name Info","sub":{"0":{"id":"214440-s-6-17","title":"US Trade Names","mono":"<ul><li>Covaryx<\/li><li>Essian<\/li><li>Covaryx HS<\/li><li>Estratest<\/li><li>Menogen<\/li><li>Syntest D.S.<\/li><li>Syntest H.S.<\/li><\/ul>"},"2":{"id":"214440-s-6-19","title":"Class","mono":"<ul><li>Androgen<\/li><li>Estrogen<\/li><li>Estrogen\/Androgen Combination<\/li><\/ul>"},"3":{"id":"214440-s-6-20","title":"Regulatory Status","mono":"Schedule III<br\/>"},"4":{"id":"214440-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"214440-s-7","title":"Mechanism Of Action","mono":"<ul><li>Estrogens are important in promoting growth, development and maintenance of the female reproductive system and secondary sex characteristics. Estrogens bind to nuclear receptors in estrogen-responsive tissues. Binding modulates the pituitary secretion of the gonadotropins, luteinizing hormone (LH) and follicle stimulating hormone (FSH), through a negative feedback mechanism thereby reducing the levels of these hormones seen in postmenopausal women.<\/li><li>MethylTESTOSTERone is a synthetic derivative of testosterone. This androgen is a derivative of cyclopentanoperhydrophenantrene which is responsible for the development and maintenance of primary and secondary male sex characteristics.<\/li><\/ul>"},{"id":"214440-s-8","title":"Pharmacokinetics","sub":[{"id":"214440-s-8-23","title":"Absorption","mono":"Testosterone, Oral: absorbed from both the oral mucosa and the GI tract <br\/>"},{"id":"214440-s-8-24","title":"Distribution","mono":"<ul><li>Estrogen, Vd: widely distributed<\/li><li>Estrogen, Protein binding: largely bound to sex hormone-binding globulin and albumin<\/li><li>Testosterone, Protein binding: 98% (testosterone-estradiol binding globulin)<\/li><\/ul>"},{"id":"214440-s-8-25","title":"Metabolism","mono":"<ul><li>Estrogen, Hepatic; partially by P450 CYP3A4<\/li><li>Estrogen, Metabolites: estrone, estriol, and estrone sulfate<\/li><li>Estrogen, Gut: hydrolysis<\/li><li>MethylTESTOSTERone, Hepatic; less extensive<\/li><li>Testosterone, Gut<\/li><li>Testosterone, Metabolites: glucuronic, sulfuric acid conjugates, and 17-keto steroids<\/li><\/ul>"},{"id":"214440-s-8-26","title":"Excretion","mono":"<ul><li>Estrogen metabolites, Renal: Estradiol, estrone, estriol, and their glucuronide and sulfate conjugates are excreted in urine<\/li><li>Estrogen, Biliary: conjugates secreted into the intestine<\/li><li>Testosterone, Fecal: 6% (unconjugated form mostly)<\/li><li>Testosterone, Renal: 90% (glucuronic and sulfuric acid conjugates)<\/li><\/ul>"},{"id":"214440-s-8-27","title":"Elimination Half Life","mono":"Testosterone: 10 min to 100 min <br\/>"}]},{"id":"214440-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>use the lowest dose possible <br\/>"},{"id":"214440-s-10","title":"Monitoring","mono":"<ul><li>periodic reevaluation (every 3 to 6 months) for improvement in vasomotor symptoms to determine necessity of continued treatment<\/li><li>liver function tests periodically<\/li><li>hemoglobin and hematocrit periodically for polycythemia in patients receiving high doses of androgens<\/li><li>urine and serum calcium levels in women with breast carcinoma<\/li><li>thyroid function in patients with preexisting hypothyroidism<\/li><li>annual breast and mammogram examinations<\/li><li>pelvic examination, including a pap smear, prior to initiating therapy and at least annually thereafter<\/li><li>signs and symptoms of virilization (ie, deepening of the voice, hirsutism, acne, clitoromegaly, and menstrual irregularities)<\/li><li>blood pressure at regular intervals during therapy<\/li><li>glucose tolerance in patients with diabetes<\/li><li>fluid retention in patients with risk factors (ie, cardiac or renal dysfunction)<\/li><li>signs and symptoms of depression in patients with a history of depression.<\/li><\/ul>"},{"id":"214440-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: (Esterified Estrogens - Methyltestosterone) 0.625 MG-1.25 MG, 1.25 MG-2.5 MG<br\/><\/li><li><b>Covaryx HS<\/b><br\/>Oral Tablet: (Esterified Estrogens - Methyltestosterone) 0.625 MG-1.25 MG<br\/><\/li><li><b>Covaryx<\/b><br\/>Oral Tablet: (Esterified Estrogens - Methyltestosterone) 1.25 MG-2.5 MG<br\/><\/li><li><b>EEMT HS<\/b><br\/>Oral Tablet: (Esterified Estrogens - Methyltestosterone) 0.625 MG-1.25 MG<br\/><\/li><li><b>EEMT<\/b><br\/>Oral Tablet: (Esterified Estrogens - Methyltestosterone) 1.25 MG-2.5 MG<br\/><\/li><li><b>Syntest DS<\/b><br\/>Oral Tablet: (Esterified Estrogens - Methyltestosterone) 1.25 MG-2.5 MG<br\/><\/li><\/ul>"},{"id":"214440-s-12","title":"Toxicology","sub":[{"id":"214440-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>ANABOLIC STEROIDS <\/b><br\/>USES:  Anabolic steroids are compounds that increase muscle mass. They include natural androgens such as testosterone as well as synthetic androgens such as stanozolol and nandrolone. Medical indications for testosterone include hypogonadism, delayed puberty, and breast cancer in females.  Available formulations include capsules, transdermal and transbuccal formulations, intramuscular injections, and subcutaneous implantations. PHARMACOLOGY: Endogenous androgens promote the growth and development of the male sex organs as well as maintaining secondary sex characteristics.  Higher doses promote muscle mass and strength and increasing production of erythropoietin and subsequent increase in red blood cell production.  In addition, they may cause growth of facial and body hair, baldness, and increased sex drive and aggression. TOXICOLOGY: Toxicity from anabolic steroids is a result of their androgenic and anabolic processes. EPIDEMIOLOGY: As these substances are often used in a clandestine manner, it is difficult to know how commonly anabolic steroids are used\/abused.  However, it is known that they have been used by professional athletes, adolescents playing sports, as well as older people for &quot;anti-aging&quot; properties. Acute overdose is extremely rare. OVERDOSE: Toxicity from acute overdose is unlikely; however, chronic exposure to high doses may result in adverse effects. ADVERSE EFFECTS: CHRONIC USE:  Severe acne, baldness, high blood pressure and heart disease, headaches, strokes, mood swings and aggressive behavior, reduced sperm count, impotence, testicular atrophy, enlarged prostate leading to urinary problems, increased risk of tendon injuries, arthralgias, and virilization in women (reduced breast size, enlarged clitoris, increased facial and body hair, deepened voice, and menstrual problems). Local effects from the transdermal system SERIOUS EFFECTS: Deep venous thrombosis and strokes, extreme aggressive behavior, electrolyte changes, hepatitis and hepatic dysfunction, and anaphylactoid reactions. LOCAL EFFECTS: Effects from the transdermal system include pruritus at the application site (37%) and burn-like blisters (12%). Rarely, erythema, vesicles, allergic contact dermatitis, burning, and induration at the application site of the transdermal system may occur. Complications from transbuccal administration include gum edema, gum or mouth irritation, gum pain and tenderness, and taste perversions.<br\/><\/li><li><b>ESTROGENS<\/b><br\/>USES: Estrogens are naturally occurring hormones secreted primarily by the ovarian follicles and also by the adrenals, corpus luteum, placenta, and testes used pharmaceutically for female birth control, to treat prostate cancer, and to treat symptoms of menopause. PHARMACOLOGY: Endogenous estrogens are mostly responsible for the development and maintenance of the female reproductive system and secondary sexual characteristics. The primary source of estrogen in normally cycling adult female is the ovarian follicle. Estrogens bind to nuclear receptors in estrogen-responsive tissues to activate pituitary secretion of gonadotropins, luteinizing hormone (LH), and follicle-stimulating hormone through negative feedback mechanisms. EPIDEMIOLOGY: Estrogens are widely used; however, overdose is rare and significant toxicity has not been reported after overdose. TOXICITY: Overdose effects include nausea, vomiting, breast tenderness, dizziness, abdominal pain, drowsiness\/fatigue, and withdrawal bleeding in women. ADVERSE EFFECTS: COMMON: Hypertension, edema, nausea, vomiting, migraine. LESS COMMON: Myocardial infarction, venous thromboembolism, anaphylaxis, cerebrovascular accident, and neoplasm.<br\/><\/li><\/ul>"},{"id":"214440-s-12-32","title":"Treatment","mono":"<ul><li><b>ANABOLIC STEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Acute toxicity is extremely rare from these compounds, except perhaps local effects from transdermal and transbuccal administration. In terms of care for chronic use, the most immediate treatment would be cessation of use and then supportive care for associated symptoms. MANAGEMENT OF SEVERE TOXICITY: Acute toxicity from anabolic steroid use is not expected, and the mainstay of treatment would be cessation of use and supportive care of symptoms. Extreme aggression may require treatment with benzodiazepines and antipsychotics.<\/li><li>Decontamination: PREHOSPITAL: There is no role for prehospital decontamination for this exposure. HOSPITAL: In general, decontamination is not indicated for this overdose. Activated charcoal could be considered for acute overdose with significant co-ingestions if the patient is awake and cooperative and if the ingestion was relatively recent.  There is no role for the use of lavage, whole bowel irrigation or multiple doses of charcoal.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with serious cardiac toxicity.<\/li><li>Antidote: There is no specific antidote for anabolic steroids.<\/li><li>Drug withdrawal: Similar to other agents appropriate drug detoxification and recovery therapy.<\/li><li>Aggressive behavior: Treat with IV benzodiazepines or antipsychotics.<\/li><li>Monitoring of patient: Monitor vital signs, particularly blood pressure. Monitor ECG in patients with cardiac symptoms or severe hypertension. Monitor liver enzymes, serum electrolytes, blood glucose, hemoglobin and hematocrit. PEDIATRIC: Obtain long bone radiographs to document the premature closure of the epiphysis in cases where children\/adolescents have chronically used anabolic steroids. Gas chromatography-mass spectrometry analysis for specific anabolic steroid detection\/levels can be performed, but are not readily available and are not clinically useful.<\/li><li>Enhanced elimination procedure: There is no role for dialysis, hemoperfusion, urinary alkalinization, or multiple dose charcoal for anabolic steroid use.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposures can be watched at home with follow up with their regular physician as needed.  OBSERVATION CRITERIA: Patients with significant adverse effects should be sent to a healthcare facility for treatment of their symptoms and should not be sent home until the symptoms are treated or resolved. ADMISSION CRITERIA: Patients with severe adverse reactions (eg, strokes) should be admitted, and depending on the severity of their symptoms, may merit an ICU admission. Criteria for discharge include resolution or treatment of their symptoms. CONSULT CRITERIA: The appropriate consultant should be called as needed (eg, neurologist for strokes, etc.). Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>ESTROGENS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Acute toxicity is extremely rare from these compounds, except perhaps local effects from transdermal and intravenous or intramuscular administration. In terms of care for chronic use, the most immediate treatment would be cessation of use and then supportive care for associated symptoms. MANAGEMENT OF SEVERE TOXICITY: Acute toxicity from estrogen use is not expected, and the mainstay of treatment would be cessation of use and supportive care of symptoms.<\/li><li>Decontamination: PREHOSPTIAL: Toxicity is unlikely following acute single exposure of excessive amounts. Gastric decontamination is rarely necessary. HOSPITAL: Significant toxicity is rare, GI decontamination is generally not necessary.<\/li><li>Antidote: There is no specific antidote for estrogens.<\/li><li>Monitoring of patient: Routine lab studies are generally not necessary unless otherwise clinically indicated. In self harm ingestions monitor serum electrolytes, acetaminophen and salicylate concentrations. Monitor vital signs, particularly blood pressure. Monitor ECG in patients with cardiac symptoms or severe hypertension.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of benefit due to high protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposures can be watched at home with follow up with their regular physician as needed.  OBSERVATION CRITERIA: Patients with significant adverse effects or deliberate overdose should be sent to a healthcare facility. ADMISSION CRITERIA: Admission is rarely necessary after acute overdose. Patients with severe adverse reactions (eg, strokes) should be admitted, and depending on the severity of their symptoms, may merit an ICU admission. Criteria for discharge include resolution or treatment of their symptoms. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><\/ul>"},{"id":"214440-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>ANABOLIC STEROIDS<\/b><br\/>TOXICITY: A toxic dose has not been established. THERAPEUTIC DOSE: ADULT: Varies with drug and indication. FLUOXYMESTERONE: 2.5 to 20 mg orally daily in androgen-deficient males. METHYLTESTOSTERONE: 10 to 50 mg orally daily in androgen-deficient males; 50 to 200 mg orally daily as palliative treatment in women with metastatic breast cancer. OXANDROLONE: 2.5 to 20 mg orally daily in 2 to 4 divided doses. TESTOSTERONE: Transdermal patch, 2 to 6 mg\/day; Topical gel (1%), 5 to 10 g once daily; Topical gel (1.62%), 20.25 to 81 mg once daily; Nasal gel, 11 mg three times daily (MAX dose: 33 mg); IM (testosterone cypionate and enanthate), 50 to 400 mg IM every 2 to 4 weeks. PEDIATRIC: Varies with drug and indication. FLUOXYMESTERONE: 2.5 to 20 mg orally daily. METHYLTESTOSTERONE: 10 to 50 mg orally daily. OXANDROLONE: Less than or equal to 0.1 mg\/kg total daily dose, may be repeated intermittently as indicated. TESTOSTERONE (transdermal): Safety and efficacy have not been established in pediatric patients. TESTOSTERONE CYPIONATE (12 years and older): 50 to 400 mg IM every 2 to 4 weeks. TESTOSTERONE ENANTHATE: 50 to 400 mg IM every 2 to 4 weeks.<br\/><\/li><li><b>ESTROGENS<\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: The oral therapeutic dose can range fro 0.3 mg to 10 mg, depending on the specific substance. Intramuscular and intravenous doses can range from 1.5 mg to 30 mg, depending on the specific substance. Intravaginal and transdermal delivered doses range from 0.025 mg\/day to 0.0.1 mg\/day.<br\/><\/li><\/ul>"}]},{"id":"214440-s-13","title":"Clinical Teaching","mono":"<ul><li>Discuss potential long-term adverse effects of hormone therapy including myocardial infarction, stroke, deep vein thrombosis, pulmonary embolism, cancer, and dementia.<\/li><li>Drug may cause nausea, vomiting, abdominal cramps, headache, dizziness, depression, melasma, and breast tenderness or enlargement.<\/li><li>Instruct patient to report persistent or recurring abnormal vaginal bleeding and signs or symptoms of gallbladder disease.<\/li><li>Advise patient to report sudden onset of migraine, diplopia, or proptosis or a sudden partial or complete loss of vision, as drug may cause retinal vascular thrombosis.<\/li><li>Patient should not smoke while taking this drug.<\/li><li>Patients should not eat grapefruit or drink grapefruit juice while taking this drug.<\/li><\/ul>"}]}