{"drugs":["Ethamolin","Ethanolamine Oleate"],"mono":{"0":{"id":"215455-s-0","title":"Generic Names","mono":"Ethanolamine Oleate"},"1":{"id":"215455-s-1","title":"Dosing and Indications","sub":[{"id":"215455-s-1-4","title":"Adult Dosing","mono":"<ul><li>not indicated for the treatment of esophageal varices that have not bled; no evidence that therapy would decrease the likelihood of bleeding<\/li><li><b>Bleeding esophageal varices:<\/b> 1.5 to 5 mL per varix via LOCAL IV at the time of the acute bleeding episode and then after 1 week, 6 weeks, 3 months, and 6 months as indicated; MAX dose per treatment session 20 mL<\/li><\/ul>"},{"id":"215455-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in children "},{"id":"215455-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>cardiopulmonary disease:<\/b> maximum dose should be reduced<\/li><li><b>hepatic dysfunction, significant:<\/b> maximum dose should be reduced<\/li><li><b>geriatric:<\/b> interval between injections was reduced to 10 to 20 days in a clinical trial<\/li><\/ul>"},{"id":"215455-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Bleeding esophageal varices<br\/>"}]},"3":{"id":"215455-s-3","title":"Contraindications\/Warnings","sub":[{"id":"215455-s-3-9","title":"Contraindications","mono":"hypersensitivity to ethanolamine oleate, oleic acid, or ethanolamine<br\/>"},{"id":"215455-s-3-10","title":"Precautions","mono":"<ul><li>acute renal failure<\/li><li>anaphylactic shock<\/li><li>aspiration pneumonia especially in elderly patients<\/li><li>avoid for varicosities of the leg<\/li><li>avoid submucosal injection due to association with ulceration, necrosis, and delayed esophageal perforation<\/li><li>concomitant cardiorespiratory disease<\/li><li>hepatic dysfunction (Child Class C)<\/li><li>use in pregnancy (only if clearly needed)<\/li><\/ul>"},{"id":"215455-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"215455-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"215455-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Ulcer of esophagus<\/li><li><b>Musculoskeletal:<\/b>Retrosternal pain<\/li><li><b>Respiratory:<\/b>Pleural effusion<\/li><li><b>Other:<\/b>Fever<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Esophageal perforation, Esophageal stricture<\/li><li><b>Immunologic:<\/b>Anaphylaxis (rare)<\/li><li><b>Renal:<\/b>Acute renal failure (rare)<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><\/ul>"},"6":{"id":"215455-s-6","title":"Drug Name Info","sub":{"0":{"id":"215455-s-6-17","title":"US Trade Names","mono":"Ethamolin<br\/>"},"2":{"id":"215455-s-6-19","title":"Class","mono":"<ul><li>Ethanolamine (class)<\/li><li>Sclerosing Agent<\/li><\/ul>"},"3":{"id":"215455-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"215455-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"215455-s-7","title":"Mechanism Of Action","mono":"<ul><li>Parenteral-Local: Injection of ethanolamine oleate causes an acute, dose-related inflammatory reaction of the intimal endothelium of the vein. This leads to scarring and possible occlusion of the vein. An acute, dose-related extravascular inflammatory reaction also occurs as ethanolamine oleate rapidly diffuses through the venous wall. <\/li><li>Ethanolamine oleate also causes a transient activation of the coagulation and fibrinolytic systems. The oleic acid component, which is responsible for the inflammatory response, may initiate coagulation by activation of Hageman factor and release of tissue factor. However, the ethanolamine component may inhibit clot formation by chelating calcium, which is necessary for coagulation. Therefore, a procoagulant effect of ethanolamine oleate has not been demonstrated. <\/li><\/ul>"},"9":{"id":"215455-s-9","title":"Administration","mono":"<b>General Information<\/b><br\/>submucosal injections are not recommended due to a risk of ulceration at injection site <br\/>"},"10":{"id":"215455-s-10","title":"Monitoring","mono":"<ul><li>endoscopy; every 3 to 6 months or as indicated<\/li><li>symptomatic improvement<\/li><li>CBC<\/li><li>renal function<\/li><li>signs and symptoms of extravasation<\/li><\/ul>"},"11":{"id":"215455-s-11","title":"How Supplied","mono":"<b>Ethamolin<\/b><br\/>Intravenous Solution: 50 MG\/ML<br\/>"},"12":{"id":"215455-s-12","title":"Toxicology","sub":[{"id":"215455-s-12-31","title":"Clinical Effects","mono":"<b>ETHANOLAMINE <\/b><br\/>USES: Ethanolamine is a sclerosing agent used primarily for the treatment of esophageal varices with recent bleeding. It also has widespread use in industry. PHARMACOLOGY: Ethanolamine and oleic acid trigger an inflammatory response resulting in fibrosis and possible occlusion of the vein both in intravascularly and extravascularly. Oleic acid also activates coagulation in vivo by releasing tissue factor and activation of Hageman factor (Factor XII), but the ethanolamine component does not inhibit fibrin clot formation by chelating calcium, so that a procoagulant action has not been demonstrated. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Injection of too large a volume of ethanolamine can result in intramural necrosis of the esophagus with complications leading to death. Ethanolamine is a pulmonary, GI, skin and eye irritant. ADVERSE EFFECTS: COMMON: Pleural effusion, esophageal ulcer, pyrexia, retrosternal pain, esophageal stricture. LESS COMMON: Esophagitis, tearing of the esophagus, sloughing of the mucosa overlying the injected varix, necrosis, periesophageal abscess and perforation. RARE: bacteremia, anaphylactic shock, acute renal failure and disseminated intravascular coagulation.<br\/>"},{"id":"215455-s-12-32","title":"Treatment","mono":"<b>ETHANOLAMINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Support respiratory, cardiovascular, and renal function.<\/li><li>Decontamination: PREHOSPITAL: GI dilution is recommended for decontamination i due to the irritative effects of ethanolamine. Immediately dilute with 4 to 8 ounces (120 to 240 mL) of water or milk (not to exceed 4 ounces\/120 mL in a child) after oral exposure. HOSPITAL: GI dilution is recommended for decontamination due to the irritative effects of ethanolamine. Immediately dilute with 4 to 8 ounces (120 to 240 mL) of water or milk (not to exceed 4 ounces\/120 mL in a child) after oral exposure.<\/li><li>Airway management: Ensure adequate ventilation and preform endotracheal intubation early in patients with pulmonary toxicity.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor liver and kidney function tests and urinalysis in patients with significant exposure. Monitor for respiratory distress. If cough or difficulty in breathing develops, evaluate for respiratory tract irritation, bronchitis, anaphylaxis or pneumonitis.<\/li><li>Enhanced elimination procedure: The role of hemodialysis is unknown for ethanolamine overdose.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent exposure may be observed at home. OBSERVATION CRITERIA: Patients with pulmonary irritation or persistent eye, skin, or GI irritation should be evaluated in a healthcare facility. ADMISSION CRITERIA: Admit any individuals who are persistently symptomatic. Patients exhibiting symptoms of pulmonary distress (eg, stridor, chest retractions, dysphagia, cyanosis, choking, signs or symptoms of aspiration), cardiovascular compromise, unexplained or exacerbated bleeding or acute renal failure should be admitted for further evaluation and treatment. CONSULT CRITERIA: Consult a medical toxicologist or poison center for assistance in managing severe toxicity or if diagnosis is unclear.<\/li><\/ul>"},{"id":"215455-s-12-33","title":"Range of Toxicity","mono":"<b> ETHANOLAMINE <\/b><br\/>TOXICITY:  Injection of too large a volume of ethanolamine can result in intramural necrosis of the esophagus with complications leading to death. Ambient concentrations of 30 ppm are considered immediately dangerous to life and health. THERAPEUTIC DOSE: The usual local intravenous dose for sclerotherapy of esophageal varices is 1.5 to 5 mL of ethanolamine oleate 5% solution per varix. Do not exceed a total dose of 20 mL per session.  Patients with significant liver dysfunction or concomitant cardiopulmonary disease should usually receive a maximum dose per session of less than 20 mL <br\/>"}]},"13":{"id":"215455-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause retrosternal pain, pleural effusion, or fever.<\/li><li>Patient should report signs\/symptoms of esophageal ulcers, perforation, or strictures; or a pulmonary embolism.<\/li><\/ul>"}}}