{"generic":"Ethambutol Hydrochloride","drugs":["Ethambutol Hydrochloride","Myambutol"],"mono":{"0":{"id":"215400-s-0","title":"Generic Names","mono":"Ethambutol Hydrochloride"},"1":{"id":"215400-s-1","title":"Dosing and Indications","sub":[{"id":"215400-s-1-4","title":"Adult Dosing","mono":"<ul><li>not for use alone as initial or retreatment<\/li><li><b>Disseminated infection due to Mycobacterium avium-intracellulare group; Prophylaxis - HIV infection:<\/b> (secondary prevention) 15 mg\/kg ORALLY daily in combination with clarithromycin 500 mg ORALLY twice daily, with or without rifabutin 300 mg ORALLY daily<\/li><li><b>Disseminated infection due to Mycobacterium avium-intracellulare group - HIV infection:<\/b> 15 mg\/kg ORALLY daily in combination with clarithromycin 500 mg ORALLY twice daily, with or without rifabutin 300 mg ORALLY daily<\/li><li><b>Mycobacterium avium complex infection, Lung disease:<\/b> (nodular\/bronchiectatic disease) initial, 25 mg\/kg ORALLY 3 times weekly in combination with clarithromycin 1000 mg or azithromycin 500 to 600 mg ORALLY 3 times weekly and rifampin 600 mg ORALLY 3 times weekly<\/li><li><b>Mycobacterium avium complex infection, Lung disease:<\/b> (cavitary disease) initial, 15 mg\/kg ORALLY daily in combination with clarithromycin 1000 mg ORALLY daily (or 500 mg twice daily) OR azithromycin 250 mg ORALLY daily and rifampin 10 mg\/kg daily (MAX 600 mg daily); consider addition of streptomycin OR amikacin<\/li><li><b>Mycobacterium avium complex infection, Lung disease:<\/b> (severe or previously treated disease) initial, 15 mg\/kg ORALLY daily in combination with clarithromycin 1000 mg ORALLY daily (or 500 mg twice daily) OR azithromycin 250 mg ORALLY daily and rifabutin 150 to 300 mg ORALLY daily OR rifampin 10 mg\/kg ORALLY daily (MAX 600 mg daily); plus streptomycin OR amikacin<\/li><li><b>Pulmonary tuberculosis; Adjunct:<\/b> 15 to 20 mg\/kg ORALLY once daily (guideline dosing)<\/li><li><b>Pulmonary tuberculosis; Adjunct:<\/b> initial, 15 mg\/kg ORALLY once daily as combination therapy with at least one other antitubercular agent (eg, isoniazid, with or without streptomycin); patients weighing over 97 kg, dose is 1500 mg<\/li><li><b>Pulmonary tuberculosis; Adjunct:<\/b> retreatment, 25 mg\/kg ORALLY once daily for 60 days, then 15 mg\/kg ORALLY once daily as combination therapy with at least one of the second-line antitubercular agents not previously used (eg, cycloserine, ethionamide, pyrazinamide, or viomycin; additionally, isoniazid, aminosalicylic acid, streptomycin, or other alternating drug regimens have been used); patients weighing over 99 kg, dose is 2500 mg<\/li><\/ul>"},{"id":"215400-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety not established in pediatric patients younger than 13 years; use cautiously in children whose visual acuity cannot be monitored (eg, younger than 5 years)<\/li><li>not for use alone as initial or retreatment<\/li><li><b>Disseminated infection due to Mycobacterium avium-intracellulare group; Prophylaxis - HIV infection:<\/b> (secondary prevention) 15 to 25 mg\/kg ORALLY daily (MAX 2.5 g\/day) in combination with clarithromycin 7.5 mg\/kg ORALLY twice daily (MAX 500 mg twice daily), with or without rifabutin 5 mg\/kg ORALLY daily (MAX 300 mg\/day)<\/li><li><b>Disseminated infection due to Mycobacterium avium-intracellulare group - HIV infection:<\/b> 15 to 25 mg\/kg ORALLY once daily (MAX 2.5 g\/day) in combination with either clarithromycin 7.5 to 15 mg\/kg ORALLY twice daily (MAX 500 mg twice daily) (preferred) or azithromycin 10 to 12 mg\/kg (MAX 500 mg\/day) ORALLY once daily (alternative); for severe disease, add rifabutin 10 to 20 mg\/kg ORALLY once daily (MAX, 300 mg\/day)<\/li><li><b>Pulmonary tuberculosis; Adjunct:<\/b> (younger than 15 years and 40 kg or less ideal body weight) 15 to 20 mg\/kg ORALLY daily, OR 50 mg\/kg ORALLY twice weekly; MAX 2500 mg\/dose (guideline dosing)<\/li><li><b>Pulmonary tuberculosis; Adjunct:<\/b> (13 years or older) initial, 15 mg\/kg ORALLY once daily as combination therapy with at least one other antitubercular agent (eg, isoniazid, with or without streptomycin); patients weighing over 97 kg, dose is 1500 mg<\/li><li><b>Pulmonary tuberculosis; Adjunct:<\/b> (13 years or older) retreatment, 25 mg\/kg ORALLY once daily for 60 days, then 15 mg\/kg ORALLY once daily as combination therapy with at least one of the second line antitubercular agents not previously used (eg, cycloserine, ethionamide, pyrazinamide, or viomycin; additionally, isoniazid, aminosalicylic acid, streptomycin, or other alternating drug regimens have been used); patients weighing over 99 kg, dose is 2500 mg<\/li><\/ul>"},{"id":"215400-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> monitor serum drug concentrations; adjust dose or dose interval with CrCl less than 70 mL\/min; adjust based on serum levels of ethambutol<\/li><li><b>renal impairment (CrCl less than 30 mL\/min):<\/b> 15 to 25 mg\/kg 3 times per week; alternatively, (CrCl 10 to 50 mL\/min): 15 to 25 mg\/kg every 24 to 36 hours OR (CrCl less than 10 mL\/min): 15 to 25 mg\/kg every 48 hours<\/li><li><b>hemodialysis:<\/b> 15 to 25 mg\/kg 3 times per week after dialysis<\/li><\/ul>"},{"id":"215400-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Pulmonary tuberculosis; Adjunct<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Disseminated infection due to Mycobacterium avium-intracellulare group; Prophylaxis - HIV infection<\/li><li>Disseminated infection due to Mycobacterium avium-intracellulare group - HIV infection<\/li><li>Mycobacterium avium complex infection, Lung disease<\/li><li>Tuberculosis, Extrapulmonary<\/li><\/ul>"}]},"3":{"id":"215400-s-3","title":"Contraindications\/Warnings","sub":[{"id":"215400-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to ethambutol hydrochloride<\/li><li>inability to appreciate and report visual side effects or changes in vision (eg, young children or unconscious patients)<\/li><li>optic neuritis, unless clinical judgment determines that it may be used<\/li><\/ul>"},{"id":"215400-s-3-10","title":"Precautions","mono":"<ul><li>blindness, irreversible, has been reported<\/li><li>concomitant use of antacids that contain aluminum hydroxide should be avoided for 4 hours following administration<\/li><li>liver toxicities, including fatalities, have been reported; monitoring recommended<\/li><li>renal impairment; dose adjustment recommended<\/li><li>visual acuity has been reduced, possibly due to optic neuritis and related to dose and treatment duration<\/li><li>visual defects (eg, cataracts, recurrent inflammatory conditions of the eye, optic neuritis, and diabetic retinopathy); monitoring recommended<\/li><\/ul>"},{"id":"215400-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Ethambutol: C (FDA)<\/li><li>Ethambutol: A (AUS)<\/li><\/ul>"},{"id":"215400-s-3-12","title":"Breast Feeding","mono":"<ul><li>Ethambutol: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Ethambutol: WHO: Compatible with breastfeeding.  Monitor infant for side effects.<\/li><li>Ethambutol: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"215400-s-4","title":"Drug Interactions","sub":{"2":{"id":"215400-s-4-15","title":"Moderate","mono":"<ul><li>Aluminum Distearate (probable)<\/li><li>Aluminum Hydroxide (probable)<\/li><li>Dihydroxyaluminum Aminoacetate (probable)<\/li><li>Dihydroxyaluminum Sodium Carbonate (probable)<\/li><li>Magaldrate (probable)<\/li><\/ul>"}}},"5":{"id":"215400-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperuricemia<\/li><li><b>Gastrointestinal:<\/b>Nausea and vomiting<\/li><li><b>Psychiatric:<\/b>Mania<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Neutropenia, Thrombocytopenia<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction<\/li><li><b>Neurologic:<\/b>Peripheral neuropathy<\/li><li><b>Ophthalmic:<\/b>Blindness AND\/OR vision impairment level, Optic neuritis (1-6%)<\/li><\/ul>"},"6":{"id":"215400-s-6","title":"Drug Name Info","sub":{"0":{"id":"215400-s-6-17","title":"US Trade Names","mono":"Myambutol<br\/>"},"2":{"id":"215400-s-6-19","title":"Class","mono":"Antitubercular<br\/>"},"3":{"id":"215400-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"215400-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"215400-s-7","title":"Mechanism Of Action","mono":"Ethambutol hydrochloride is an antibacterial agent which specifically targets Mycobacteria tuberculosis. It inhibits the synthesis of metabolites, subsequently impairing cell metabolism and cell multiplication eventually leading to cell death.<br\/>"},"8":{"id":"215400-s-8","title":"Pharmacokinetics","sub":[{"id":"215400-s-8-23","title":"Absorption","mono":"<ul><li>Tmax: 2 to 4 hours<\/li><li>Effect of food: not significant<\/li><\/ul>"},{"id":"215400-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 10% to 30%<\/li><li>Vd: 1.6 to 3.89 L\/kg<\/li><\/ul>"},{"id":"215400-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: 10% to 20%  via oxidation<\/li><li>Major metabolite: aldehydic intermediate, inactive<\/li><li>Dicarboxylic acid: inactive<\/li><\/ul>"},{"id":"215400-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 20% to 22% unchanged<\/li><li>Renal: approximately 50% unchanged, 8% to 15% changed<\/li><\/ul>"},{"id":"215400-s-8-27","title":"Elimination Half Life","mono":"2.5 to 4 hours <br\/>"}]},"9":{"id":"215400-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with or without food<\/li><li>administer on a once every 24-hour basis only<\/li><li>avoid concurrent administration of aluminum hydroxide-containing antacids within 4 hours following ethambutol administration<\/li><\/ul>"},"10":{"id":"215400-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement and clinical improvement in chest x-ray and sputum cultures<\/li><li>hematopoietic profile; at baseline and periodically<\/li><li>ethambutol serum concentrations; periodically in patients with renal failure.<\/li><li>liver function tests; at baseline and periodically<\/li><li>renal function tests; at baseline and periodically<\/li><li>visual acuity tests; at baseline and periodically; monthly for patients receiving doses greater than 15 mg\/kg\/day<\/li><li>ophthalmoscopy, finger perimetry, and testing of color discrimination; during physical examination<\/li><\/ul>"},"11":{"id":"215400-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 100 MG, 400 MG<br\/><\/li><li><b>Myambutol<\/b><br\/>Oral Tablet: 100 MG, 400 MG<br\/><\/li><\/ul>"},"12":{"id":"215400-s-12","title":"Toxicology","sub":[{"id":"215400-s-12-31","title":"Clinical Effects","mono":"<b>ETHAMBUTOL<\/b><br\/>OVERDOSE: Acute overdose effects may include abdominal pain, fever, mental confusion, nausea, visual hallucinations, and, if the overdose exceeds 10 grams, optic neuropathy. If INH is coingested, synergistic neurotoxicity may result. ADVERSE EFFECTS: Nausea and vomiting, hyperuricemia, optic neuritis, and peripheral neuropathy may occur with therapeutic use. INFREQUENT: Various forms of skin rash and dermatitis have been reported as a side effect of therapy. There have been rare reports of acute psychosis associated with therapy.<br\/>"},{"id":"215400-s-12-32","title":"Treatment","mono":"<b>ETHAMBUTOL <\/b><br\/><ul><li>Support: There is no specific antidote.  Treatment is symptomatic and supportive.<\/li><li>Decontamination: Consider activated charcoal after recent, substantial ingestion.<\/li><li>Monitoring of patient: Monitor liver enzymes after significant overdose. Monitor for visual disturbances; optic neuritis and various disturbances in color vision have occurred at high therapeutic doses and after overdose.<\/li><\/ul>"},{"id":"215400-s-12-33","title":"Range of Toxicity","mono":"<b>ETHAMBUTOL<\/b><br\/>TOXICITY: No specific toxic dose has been established.  Therapeutic doses of greater than 15 mg\/kg\/day have been associated with visual disturbances.  Some sources report that acute overdoses of 10 grams or more may cause optic neuritis, while other case reports state that over 20 grams have been ingested without visual disturbances. THERAPEUTIC DOSE: 15 to 25 mg\/kg as a single oral dose, administered once every 24 hours.<br\/>"}]},"13":{"id":"215400-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea, vomiting, hyperuricemia, or mania.<\/li><li>Drug may cause vision impairment or loss. Instruct patient to promptly report any visual changes.<\/li><li>Patient should report signs\/symptoms of neutropenia, thrombocytopenia, or peripheral neuropathy.<\/li><\/ul>"}}}