{"drugs":["Ethosuximide","Zarontin"],"mono":{"0":{"id":"216017-s-0","title":"Generic Names","mono":"Ethosuximide"},"1":{"id":"216017-s-1","title":"Dosing and Indications","sub":{"0":{"id":"216017-s-1-4","title":"Adult Dosing","mono":"<ul><li>ethosuximide may be used with other antiepileptic agents when other forms of epilepsy exist<\/li><li><b>Absence seizure:<\/b> initial, 500 mg\/day ORALLY; increase daily dose by 250 mg every 4 to 7 days, based on clinical response, serum levels, and tolerability; dosages exceeding 1.5 g daily, in divided doses, should be administered under strict supervision<\/li><\/ul>"},"1":{"id":"216017-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>ethosuximide may be used with other antiepileptic agents when other forms of epilepsy exist<\/li><li><b>Absence seizure:<\/b> (3 to 6 years) initial, 250 mg\/day ORALLY; increase daily dose by 250 mg every 4 to 7 days, based on clinical response, serum levels, and tolerability; optimal dose for most pediatric patients is 20 mg\/kg\/day; dosages exceeding 1.5 g daily, in divided doses, should be administered under strict supervision<\/li><li><b>Absence seizure:<\/b> (6 years or older) initial, 500 mg\/day ORALLY; increase daily dose by 250 mg every 4 to 7 days, based on clinical response, serum levels, and tolerability; optimal dose for most pediatric patients is 20 mg\/kg\/day; dosages exceeding 1.5 g daily, in divided doses, should be administered under strict supervision<\/li><li><b>Absence seizure:<\/b> (2.5 to 13 years) 10 mg\/kg\/day for 2 weeks, 15 mg\/kg\/day for weeks 3 and 4, 20 mg\/kg\/day for weeks 5 and 6, 30 mg\/kg\/day for weeks 7 and 8, 40 mg\/kg\/day for weeks 9 and 10, 50 mg\/kg\/day for weeks 11 and 12, 60 mg\/kg\/day for weeks 13 through 16; MAX target dose was 60 mg\/kg\/day or 2000 mg\/day, whichever was lower; mean dose, 33.5 mg\/kg\/day; study protocol allowed dosage adjustments based on clinical response and not forced titration<\/li><\/ul>"},"3":{"id":"216017-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Absence seizure<br\/>"}}},"3":{"id":"216017-s-3","title":"Contraindications\/Warnings","sub":[{"id":"216017-s-3-9","title":"Contraindications","mono":"hypersensitivity to succinimides <br\/>"},{"id":"216017-s-3-10","title":"Precautions","mono":"<ul><li>abrupt withdrawal should be avoided due to the potential for status epilepticus<\/li><li>blood dyscrasias, some fatal, have been reported; monitoring recommended<\/li><li>dermatologic reactions, serious, including Stevens-Johnson Syndrome, have been reported; discontinue use if suspected<\/li><li>grand mal seizures may occur more frequently when used as monotherapy for mixed types of epilepsy<\/li><li>liver disease; liver function abnormalities have been reported; monitoring recommended<\/li><li>pregnancy; may increase risk for birth defects in newborns; assess risk\/benefit<\/li><li>renal disease; renal function abnormalities have been reported; monitoring recommended<\/li><li>suicidal ideation and behavior, worsening of depression, and unusual changes in mood or behavior may occur as early a 1 week following initiation; monitoring recommended<\/li><li>systemic lupus erythematosus has been reported<\/li><\/ul>"},{"id":"216017-s-3-11","title":"Pregnancy Category","mono":"D (AUS)<br\/>"},{"id":"216017-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Avoid breastfeeding if possible.  Monitor infant for side effects.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"216017-s-4","title":"Drug Interactions","sub":[{"id":"216017-s-4-13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"},{"id":"216017-s-4-14","title":"Major","mono":"<ul><li>Cobicistat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Emtricitabine (theoretical)<\/li><li>Fosphenytoin (probable)<\/li><li>Orlistat (probable)<\/li><li>Phenytoin (probable)<\/li><li>Tenofovir Disoproxil Fumarate (theoretical)<\/li><\/ul>"},{"id":"216017-s-4-15","title":"Moderate","mono":"<ul><li>Ginkgo (probable)<\/li><li>Nevirapine (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Valproic Acid (probable)<\/li><\/ul>"}]},"5":{"id":"216017-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Loss of appetite, Nausea, Upset stomach, Vomiting<\/li><li><b>Neurologic:<\/b>Ataxia, Dizziness, Headache, Somnolence<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Disorder of skin, Stevens-Johnson syndrome<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Aplastic anemia, Eosinophilia, Leukopenia, Pancytopenia<\/li><li><b>Immunologic:<\/b>Drug hypersensitivity syndrome, Systemic lupus erythematosus<\/li><li><b>Neurologic:<\/b>Seizure<\/li><li><b>Psychiatric:<\/b>Depression, Suicidal intent, Suicidal thoughts<\/li><\/ul>"},"6":{"id":"216017-s-6","title":"Drug Name Info","sub":{"0":{"id":"216017-s-6-17","title":"US Trade Names","mono":"Zarontin<br\/>"},"2":{"id":"216017-s-6-19","title":"Class","mono":"<ul><li>Anticonvulsant<\/li><li>Succinimide<\/li><\/ul>"},"3":{"id":"216017-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"216017-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"216017-s-7","title":"Mechanism Of Action","mono":"Ethosuximide, an anticonvulsant succinimide, reduces the frequency of epileptiform attacks particularly absence (petit mal) seizures by suppressing the paroxysmal three cycle per second spike and wave activity associated with lapses of consciousness (seen commonly in absence seizures). It also depresses the motor cortex and increases the CNS threshold to convulsive stimuli.<br\/>"},"10":{"id":"216017-s-10","title":"Monitoring","mono":"<ul><li>seizure control<\/li><li>therapeutic range is 40 to 100 mcg\/mL<\/li><li>CBC<\/li><li>urinalysis and liver function tests<\/li><\/ul>"},"11":{"id":"216017-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule, Liquid Filled: 250 MG<\/li><li>Oral Syrup: 250 MG\/5 ML<\/li><\/ul><\/li><li><b>Zarontin<\/b><br\/><ul><li>Oral Capsule, Liquid Filled: 250 MG<\/li><li>Oral Syrup: 250 MG\/5 ML<\/li><\/ul><\/li><\/ul>"},"12":{"id":"216017-s-12","title":"Toxicology","sub":[{"id":"216017-s-12-31","title":"Clinical Effects","mono":"<b>SUCCINIMIDES-ANTICONVULSANTS <\/b><br\/>USES: Succinimide derivatives are anticonvulsants used to control absence (petit mal) seizures. PHARMACOLOGY: Succinimides suppress activity associated with lapses of consciousness by depressing the motor cortex and elevating the CNS threshold to convulsive stimuli. TOXICOLOGY: Methsuximide toxicity may follow a biphasic profile with extended CNS depression. Following an initial comatose state, patients have awakened and then relapsed into a coma within 24 hours. The accumulation of the active metabolite N-desmethylmethsuximide may be responsible for the recurrence of coma. EPIDEMIOLOGY: Overdose is rarely reported. MILD TO MODERATE TOXICITY: Mild to moderate toxicity may cause nausea and vomiting. SEVERE TOXICITY: Severe effects of acute toxicity include CNS depression, respiratory depression, and coma. ADVERSE EFFECTS: COMMON: The most frequent effects with succinimide use include nausea, vomiting, anorexia, diarrhea, weight loss, epigastric pain, abdominal pain, drowsiness, ataxia, and dizziness. ADVERSE EFFECTS: LESS COMMON AND RARE: Less common and rare adverse effects include: leukopenia, agranulocytosis, pancytopenia (with or without bone marrow suppression), eosinophilia, monocytosis, psychosis, depression or suicidal behavior, aggressiveness, Stevens-Johnson syndrome, and sleep disturbances. Gum hypertrophy, tongue swelling, night terrors, lack of concentration, hirsutism, vaginal bleeding, hematuria and systemic lupus erythematosus have been reported with the use of ETHOSUXIMIDE. Auditory hallucinations, blurred vision, headache, photophobia, proteinuria, hyperemia, and periorbital edema have been reported with METHSUXIMIDE use.<br\/>"},{"id":"216017-s-12-32","title":"Treatment","mono":"<b>SUCCINIMIDES-ANTICONVULSANTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Methsuximide toxicity may follow a biphasic profile with extended CNS depression. Following an initial comatose state, patients have awakened and then relapsed into a coma within 24 hours. Monitor mental status. Perform early intubation in patients with a declining level of consciousness. Patients with mixed types of epilepsy or abrupt withdrawal of these agents can precipitate seizures. Treat seizures with IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is not recommended because of the risk of CNS depression and aspiration. HOSPITAL: Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is alert and able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with serious toxicity or significant CNS or respiratory depression.<\/li><li>Antidote: None.<\/li><li>Seizure: The use of these agents in patients with mixed types of epilepsy can increase the frequency of grand mal seizures or abrupt withdrawal of these agents may precipitate petiti mal seizures. Administer benzodiazepines, barbiturates.<\/li><li>Myelosuppression: Severe neutropenia: filgrastim 5 mcg\/kg\/day IV or SubQ or sargramostim 250 mcg\/m(2)\/day IV infused over 4 hours. Monitor serial CBC with differential. Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Monitoring of patient: Monitor mental status and vital signs. CNS depression and coma may develop. Methsuximide toxicity may follow a biphasic profile with extended CNS depression. Following an initial comatose state, patients have awakened and then relapsed into a coma within 24 hours. Serum concentrations of these drugs are not readily available. Obtain a CBC with differential, particularly if signs or symptoms of infection (eg, sore throat or fever) develop. Monitor urinalysis for proteinuria or hematuria. Monitor liver enzymes serum electrolytes and renal function in symptomatic patients.<\/li><li>Enhanced elimination procedure: ETHOSUXIMIDE: Early hemodialysis would be expected to effectively clear ethosuximide. METHSUXIMIDE: Charcoal hemoperfusion may effectively remove the N-desmethyl metabolite of methsuximide. Exchange transfusions and forced diuresis are unlikely to be effective for removing ETHOSUXIMIDE or the N-desmethyl metabolite of METHSUXIMIDE.<\/li><li>Patient disposition: HOME CRITERIA: Children with inadvertent ingestion of up to the therapeutic pediatric dose, and adults with inadvertent ingestion of an extra dose who have minimal symptoms can be managed at home. OBSERVATION CRITERIA: Patients with deliberate overdose, those with more than mild symptoms, and children who have ingested more than a therapeutic dose for age should be sent to a healthcare facility for evaluation. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. Patients who develop CNS depression after methsuximide overdose should be admitted as recurrent CNS depression may develop. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or for whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"216017-s-12-33","title":"Range of Toxicity","mono":"<b>SUCCINIMIDES-ANTICONVULSANTS <\/b><br\/>TOXICITY: Toxic doses are variable depending on the particular agent. Specific toxic doses have not been determined. A 10-year-old boy developed psychiatric symptoms including headaches, insomnia, visual hallucinations, paranoia, and suicidal thoughts following 2 weeks of ETHOSUXIMIDE at 750 mg twice daily. THERAPEUTIC DOSE: ETHOSUXIMIDE: 6 YEARS OF AGE AND OLDER: Initial dose is 500 mg\/day orally. The dose may be increased in small increments (eg, 250 mg every 4 to 7 days) until desired control is achieved. Dose should not exceed 1.5 g daily without strict physician supervision. PEDIATRIC: 3 TO 6 YEARS OF AGE: The optimal dose for the pediatric population is 20 mg\/kg\/day orally. METHSUXIMIDE: ADULT: Therapy must be individualized by trial based on response. A suggested dose for the initial week of therapy is 300 mg\/day orally. The dose may be increased by 300 mg\/day every week for 3 weeks to a maximum of 1.2 g\/day. PEDIATRIC: 10 to 20 mg\/kg\/day; adjust as necessary to achieve therapeutic drug levels. PHENSUXIMIDE: ADULT: 500 to 1000 mg orally 2 to 3 times daily, titrated to response.<br\/>"}]},"13":{"id":"216017-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized as drug may cause dizziness, drowsiness, and fatigue.<\/li><li>This drug may cause anorexia, nausea, stomach cramps, abdominal pain, diarrhea, vomiting, ataxia, and headaches.<\/li><li>Patient should immediately report signs\/symptoms of a severe skin reaction such as Stevens-Johnson syndrome (flu-like symptoms, spreading red rash, or skin\/mucous membrane blistering) or systemic lupus erythematosus (arthralgia, myalgia, fatigue, skin rash).<\/li><li>Advise patient or caregiver to report worsening depression, suicidal ideation, or unusual changes in behavior.<\/li><li>Instruct patient to report signs\/symptoms of blood dyscrasias (eg, sore throat, fever, malaise, bruising, petechiae, skin rash, or epistaxis) or hepatic dysfunction.<\/li><li>Advise patient against sudden discontinuation of drug, as this may precipitate petit mal seizures.<\/li><\/ul>"}}}