{"drugs":["Demulen 1\/35","Demulen 1\/50","Ethinyl Estradiol\/Ethynodiol Diacetate","Kelnor 1\/35","Kelnor 1\/35-28","Zovia 1\/35e","Zovia 1\/50e"],"mono":{"0":{"id":"216230-s-0","title":"Generic Names","mono":"Ethinyl Estradiol\/Ethynodiol Diacetate"},"1":{"id":"216230-s-1","title":"Dosing and Indications","sub":{"0":{"id":"216230-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Contraception:<\/b> begin therapy the first day of menstrual flow for a Day 1 Start or on the first Sunday after menstruation begins for a Sunday Start<\/li><li><b>Contraception:<\/b> 21 Day Schedule, 1 tablet ORALLY daily for 21 days and no tablets for 7 days; repeat regimen<\/li><li><b>Contraception:<\/b> 28 Day Schedule, 1 white tablet ORALLY daily for 21 days then 1 pink or blue tablet daily for 7 days; repeat regimen<\/li><\/ul>"},"1":{"id":"216230-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Use before menarche is not indicated<\/li><li><b>Contraception:<\/b> after menarche (21 day schedule), 1 tablet ORALLY daily for 21 days and no tablets for 7 days; repeat regimen<\/li><li><b>Contraception:<\/b> after menarche (28 day schedule), 1 white tablet ORALLY daily for 21 days then 1 pink or blue tablet daily for 7 days; repeat regimen<\/li><\/ul>"},"3":{"id":"216230-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Contraception<br\/>"}}},"2":{"id":"216230-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Cigarette smoking increases the risk of serious cardiovascular side effects from oral contraceptive use. This risk increases with age and with heavy smoking (15 or more cigarettes per day) and is quite marked in women over 35 years of age. Women who use oral contraceptives should be strongly advised not to smoke.<br\/>"},"3":{"id":"216230-s-3","title":"Contraindications\/Warnings","sub":[{"id":"216230-s-3-9","title":"Contraindications","mono":"<ul><li>carcinoma of the breast, known, suspected, or personal history of<\/li><li>carcinoma of the female reproductive organs, known or suspected, or suspected estrogen-dependent neoplasia, current or history<\/li><li>cerebral vascular disease, myocardial infarction, or coronary artery disease, current or history<\/li><li>cholestatic jaundice of pregnancy, history of, or jaundice with prior oral contraceptive use<\/li><li>DVT or thromboembolic disorders, history of<\/li><li>genital bleeding, abnormal undiagnosed<\/li><li>liver tumors, benign or malignant, past or present<\/li><li>pregnancy, known or suspected<\/li><li>thrombophlebitis or thromboembolic disorders<\/li><\/ul>"},{"id":"216230-s-3-10","title":"Precautions","mono":"<ul><li>cardiovascular events, serious, have been reported with combination oral contraceptive use; risk increases with age (especially over 35 years of age) and with heavy smoking (15 or more cigarettes per day)<\/li><li>bleeding irregularities (eg, breakthrough, spotting, amenorrhea, oligomenorrhea) may occur; if bleeding persists or is severe, rule out pregnancy, malignancy, or pathology<\/li><li>breast nodules or strong family history of breast cancer; monitoring recommended<\/li><li>contact lens intolerance or visual changes<\/li><li>depression, history; risk of exacerbation; monitoring recommended; discontinue if serious recurrence<\/li><li>diabetes (including prediabetic women); decreased glucose tolerance may occur; monitoring recommended<\/li><li>fluid retention may occur; monitoring recommended with conditions that might be aggravated by fluid retention (eg, convulsive disorders, migraine syndrome, asthma, or cardiac, hepatic, or renal dysfunction)<\/li><li>headaches, new-onset and recurrent, persistent, or severe; evaluation recommended; discontinuation may be warranted<\/li><li>hepatic adenomas and rare cases of hepatocellular carcinoma have been reported with oral contraceptive use<\/li><li>hepatic dysfunction may occur; discontinue if jaundice develops<\/li><li>hyperlipidemias; may increase LDL levels; monitoring recommended<\/li><li>hypertension has been reported; risk increased in older users and with duration of use; avoid in patients with renal disease or a history of hypertension or hypertension-related diseases; monitoring recommended; discontinue if significant blood pressure elevations develop<\/li><li>immobilization, prolonged; increased risk of blood clot formation; drug discontinuation recommended<\/li><li>liver function impairment; drug may be poorly metabolized<\/li><li>obesity; increased risk for cardiovascular events and\/or venous thromboembolism<\/li><li>postpartum period; increased risk of thromboembolism; do not initiate therapy earlier than 4 to 6 weeks following delivery (in women who are not breastfeeding)<\/li><li>retinal thrombosis may occur; discontinue use if unexplained ocular symptoms emerge (eg, loss of vision, diplopia, proptosis, papilledema, retinal vascular lesions)<\/li><li>surgery, elective and associated with high thromboembolism risk; when possible, discontinue at least 4 weeks before and through 2 weeks after surgery<\/li><li>thrombotic and thromboembolic events, venous and arterial (eg, myocardial infarction, thromboembolism, and stroke), have been reported with oral contraceptive use; risk increased with smoking and underlying risk factors (eg, hypercholesterolemia, hypertension, obesity, and diabetes)<\/li><\/ul>"},{"id":"216230-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Ethinyl Estradiol: X (FDA)<\/li><li>Ethinyl Estradiol: B3 (AUS)<\/li><li>Ethynodiol: X (FDA)<\/li><li>Ethynodiol: B3 (AUS)<\/li><\/ul>"},{"id":"216230-s-3-12","title":"Breast Feeding","mono":"<ul><li>Ethinyl Estradiol: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Ethinyl Estradiol: WHO: Avoid breastfeeding.<\/li><li>Ethinyl Estradiol: Micromedex: Milk effects are possible.<\/li><li>Ethynodiol: Micromedex: Infant risk has been demonstrated.<\/li><\/ul>"}]},"4":{"id":"216230-s-4","title":"Drug Interactions","sub":[{"id":"216230-s-4-13","title":"Contraindicated","mono":"<ul><li>Dasabuvir (theoretical)<\/li><li>Ombitasvir (established)<\/li><li>Paritaprevir (established)<\/li><li>Ritonavir (theoretical)<\/li><li>Tranexamic Acid (probable)<\/li><\/ul>"},{"id":"216230-s-4-14","title":"Major","mono":"<ul><li>Anagrelide (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Boceprevir (probable)<\/li><li>Bupropion (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Ceritinib (theoretical)<\/li><li>Clozapine (established)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Felbamate (probable)<\/li><li>Fentanyl (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Isotretinoin (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Paclitaxel (theoretical)<\/li><li>Paclitaxel Protein-Bound (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pirfenidone (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Theophylline (theoretical)<\/li><li>Tizanidine (probable)<\/li><li>Ulipristal (established)<\/li><\/ul>"},{"id":"216230-s-4-15","title":"Moderate","mono":"<ul><li>Alprazolam (probable)<\/li><li>Amprenavir (probable)<\/li><li>Aprepitant (probable)<\/li><li>Atazanavir (probable)<\/li><li>Bacampicillin (probable)<\/li><li>Betamethasone (probable)<\/li><li>Bexarotene (probable)<\/li><li>Bosentan (probable)<\/li><li>Clarithromycin (probable)<\/li><li>Colesevelam (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Delavirdine (probable)<\/li><li>Efavirenz (probable)<\/li><li>Eslicarbazepine Acetate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Etravirine (probable)<\/li><li>Fosamprenavir (established)<\/li><li>Fosaprepitant (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Ginseng (probable)<\/li><li>Griseofulvin (established)<\/li><li>Lamotrigine (established)<\/li><li>Licorice (probable)<\/li><li>Modafinil (probable)<\/li><li>Mycophenolate Mofetil (probable)<\/li><li>Mycophenolic Acid (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Oxcarbazepine (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Prednisolone (established)<\/li><li>Primidone (probable)<\/li><li>Rifabutin (probable)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (probable)<\/li><li>Roflumilast (probable)<\/li><li>Rosuvastatin (probable)<\/li><li>Rufinamide (probable)<\/li><li>Selegiline (probable)<\/li><li>St John's Wort (established)<\/li><li>Telaprevir (established)<\/li><li>Tipranavir (established)<\/li><li>Topiramate (probable)<\/li><li>Troglitazone (probable)<\/li><li>Troleandomycin (established)<\/li><li>Valdecoxib (probable)<\/li><li>Voriconazole (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"216230-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema<\/li><li><b>Dermatologic:<\/b>Chloasma<\/li><li><b>Endocrine metabolic:<\/b>Weight change finding<\/li><li><b>Gastrointestinal:<\/b>Bloating symptom, Nausea, Stomach cramps, Vomiting<\/li><li><b>Psychiatric:<\/b>Depression<\/li><li><b>Reproductive:<\/b>Amenorrhea, Break-through bleeding, Breast tenderness, Discharge from nipple, Disorder of menstruation, Infertility due to drug therapy, Temporary, Scanty vaginal bleeding, Swelling of breast<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Arterial thromboembolism, Coronary artery thrombosis, Hypertension, Myocardial infarction, Thrombophlebitis<\/li><li><b>Gastrointestinal:<\/b>Disorder of gallbladder<\/li><li><b>Hematologic:<\/b>Thrombosis, Thrombosis of retinal artery<\/li><li><b>Hepatic:<\/b>Benign neoplasm of liver, Lesion of liver, Malignant neoplasm of liver<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage, Cerebral thrombosis<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><\/ul>"},"6":{"id":"216230-s-6","title":"Drug Name Info","sub":{"0":{"id":"216230-s-6-17","title":"US Trade Names","mono":"<ul><li>Demulen 1\/35<\/li><li>Demulen 1\/50<\/li><li>Zovia 1\/35e<\/li><li>Zovia 1\/50e<\/li><li>Kelnor 1\/35-28<\/li><li>Kelnor 1\/35<\/li><\/ul>"},"2":{"id":"216230-s-6-19","title":"Class","mono":"<ul><li>Contraceptive<\/li><li>Estrogen<\/li><li>Progestin<\/li><\/ul>"},"3":{"id":"216230-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"216230-s-7","title":"Mechanism Of Action","mono":"Ethinyl estradiol in combination with ethynodiol diacetate is an oral contraceptive that exerts its action by blocking ovulation through gonadotropin suppression. It also increases the difficulty of sperm entry into the uterus by altering the cervical mucus, and reduces the possibility of implantation by causing a change in endometrium.<br\/>"},"9":{"id":"216230-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take exactly as directed at intervals not exceeding 24 hr<\/li><li>nonhormonal back-up contraception should be used if the patient initiates a Sunday start regimen or if she has intercourse in the 7 days after missing pills<\/li><\/ul>"},"10":{"id":"216230-s-10","title":"Monitoring","mono":"<ul><li>annual history and physical; including blood pressure, cervical cytology and breast exam (in addition to monthly self-exam)<\/li><li>diagnostic measures to rule out malignancy in cases of undiagnosed, persistent\/recurrent abnormal vaginal bleeding<\/li><\/ul>"},"12":{"id":"216230-s-12","title":"Toxicology","sub":[{"id":"216230-s-12-31","title":"Clinical Effects","mono":"<b>ORAL CONTRACEPTIVES <\/b><br\/>USES: To suppress the follicle-stimulating hormone luteinizing hormone sequence from the anterior pituitary, resulting in the suppression of ovulation and production of mucus that is less acceptable to spermatozoa. PHARMACOLOGY: An oral contraceptive acts by suppression of gonadotropins. TOXICOLOGY: There are no significant toxic effects from overdose. OVERDOSE: Abdominal pain, nausea, vomiting, headaches, breast tenderness, dysmenorrhea, arterial thromboembolism, hypertension, venous thrombosis, pulmonary embolus, cerebral thrombosis. ADVERSE EFFECTS: Nausea and vomiting with iron containing contraceptives in children, otherwise asymptomatic. <br\/>"},{"id":"216230-s-12-32","title":"Treatment","mono":"<b>ORAL CONTRACEPTIVES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of oral contraceptive overdoses require only supportive care. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is not expected in single substance oral contraceptive ingestion.<\/li><li>Decontamination: There is no need for GI decontamination.<\/li><li>Airway management: Patients with single substance oral contraceptive ingestion will not require airway management.<\/li><li>Antidote: None.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not of value.<\/li><li>Monitoring of patient: Concentrations of the hormones in oral contraceptives are not clinically useful. No routine laboratory studies are needed in most patients.<\/li><li>Patient disposition: HOME CRITERIA: Patients with inadvertent ingestions can be managed at home. If oral contraceptives containing iron are ingested, asymptomatic patients ingesting less than 40 mg\/kg elemental iron can be managed at home. OBSERVATION CRITERIA: The following patients should be sent to a healthcare facility for evaluation: Patients with self-harm ingestions; patients ingesting iron-containing oral contraceptives at a dose of more than 40 mg\/kg elemental iron or who have symptoms (nausea, vomiting, or other gastrointestinal complaints). ADMISSION CRITERIA: Patients with pure oral contraceptive overdoses do not need admission. Children with exposure to iron-containing products should follow the iron guidelines for admission. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients for any additional questions.<\/li><\/ul>"},{"id":"216230-s-12-33","title":"Range of Toxicity","mono":"<b>ORAL CONTRACEPTIVES <\/b><br\/>TOXICITY: A human toxic dose has not been established. Significant toxicity has not been reported after overdose. THERAPEUTIC DOSE: Oral contraceptives are available in various brands, doses, and formulations. <br\/>"}]},"13":{"id":"216230-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>Discuss potential long-term adverse effects of hormone therapy including myocardial infarction, stroke, thrombophlebitis, dementia, pulmonary embolism, or breast cancer.<\/li><li>This drug may cause chloasma, change in weight, bloating, nausea, stomach cramps, vomiting, migraine, depression, amenorrhea, breakthrough bleeding, breast tenderness or swelling, or nipple discharge.<\/li><li>Tell patient to report persistent\/recurrent abnormal vaginal bleeding.<\/li><li>Patients should report any unexplained partial or complete loss of vision. In addition, patients who wear contact lenses should report visual changes or changes in lens tolerance.<\/li><li>This drug should be taken every day, at the same time each day with not more than 24 h between doses.<\/li><li>Advise patient to use a non-hormonal backup form of contraception for the first 7 days if a Sunday-start regimen is initiated.<\/li><li>Patients should not smoke during therapy, as this increases the risk of serious cardiovascular side effects.<\/li><li>Review with the patient the procedure for handling missed doses. It is very important that the patient follow carefully missed-dose instructions for the particular brand or formulation prescribed in order to prevent pregnancy. In many cases, this will necessitate the use of a back-up method of contraception until the regular schedule has been reestablished.<\/li><li>If patient is still unsure of what to do in the event of a missed dose, patient should use a back-up form of contraception and contact healthcare professional for instructions.<\/li><\/ul>"}}}