{"generic":"Butoconazole Nitrate","drugs":["Butoconazole Nitrate","Gynazole-1","Mycelex-3"],"mono":{"0":{"id":"21sys0","title":"Generic Names","mono":"Butoconazole Nitrate"},"1":{"id":"21sys1","title":"Dosing and Indications","sub":{"0":{"id":"21sys1b4","title":"Adult Dosing","mono":"<ul><li><b>Candidal vulvovaginitis:<\/b> (single-dose product) insert 1 applicatorful (5 g) of 2% cream INTRAVAGINALLY for 1 dose<\/li><li><b>Candidal vulvovaginitis:<\/b> (over the counter product) insert 1 applicatorful (5 g) of 2% cream INTRAVAGINALLY for 3 days<\/li><li><b>Candidal vulvovaginitis:<\/b> (HIV patients, duration) uncomplicated cases, 3 to 7 days; severe or recurrent, 7 or more days (guideline dosing)<\/li><\/ul>"},"1":{"id":"21sys1b5","title":"Pediatric Dosing","mono":"safety and efficacy in children not established "},"3":{"id":"21sys1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Candidal vulvovaginitis<br\/>"}}},"3":{"id":"21sys3","title":"Contraindications\/Warnings","sub":[{"id":"21sys3b9","title":"Contraindications","mono":"hypersensitivity to butoconazole and any of the components of the product <br\/>"},{"id":"21sys3b10","title":"Precautions","mono":"condoms or vaginal contraceptive diaphragms; contains mineral oil which can weaken latex or rubber products; avoid use of such products within 72 hours <br\/>"},{"id":"21sys3b11","title":"Pregnancy Category","mono":"Butoconazole: C (FDA)<br\/>"},{"id":"21sys3b12","title":"Breast Feeding","mono":"Butoconazole: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"21sys5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Reproductive:<\/b>Vulvovaginal discomfort<br\/>"},"6":{"id":"21sys6","title":"Drug Name Info","sub":{"0":{"id":"21sys6b17","title":"US Trade Names","mono":"<ul><li>Gynazole-1<\/li><li>Mycelex-3<\/li><\/ul>"},"2":{"id":"21sys6b19","title":"Class","mono":"<ul><li>Antifungal<\/li><li>Imidazole<\/li><\/ul>"},"3":{"id":"21sys6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"21sys6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"21sys7","title":"Mechanism Of Action","mono":"Butoconazole nitrate is an imidazole antifungal agent used in the treatment of vaginal yeast infection caused by Candida species. It acts by inhibiting the conversion of lanosterol to ergosterol in fungal cell membrane resulting in altered cell permeability and ultimately leading to osmotic disruption or growth inhibition of the fungal cell.<br\/>"},"8":{"id":"21sys8","title":"Pharmacokinetics","sub":[{"id":"21sys8b23","title":"Absorption","mono":"Vaginal: time to peak concentration, 12 h to 24 h <br\/>"}]},"9":{"id":"21sys9","title":"Administration","mono":"<b>Vaginal<\/b><br\/>administer one applicatorful into vagina once (single dose) <br\/>"},"10":{"id":"21sys10","title":"Monitoring","mono":"<ul><li>resolution of symptoms (itching, soreness, and swelling)<\/li><li>culture or microscopic exam in KOH if clinical symptoms persist<\/li><\/ul>"},"11":{"id":"21sys11","title":"How Supplied","mono":"<b>Gynazole-1<\/b><br\/>Vaginal Cream: 2 %<br\/>"},"12":{"id":"21sys12","title":"Toxicology","sub":[{"id":"21sys12b31","title":"Clinical Effects","mono":"<b>IMIDAZOLE ANTIFUNGALS <\/b><br\/>USES: Imidazole agents (ie, butaconazole, clotrimazole, econazole, efinaconazole, oxiconazole, sertaconazole, sulconazole, and tioconazole) are broad-spectrum \"azole\" antifungals. PHARMACOLOGY: These drugs are fungistatic and may be fungicidal, depending on concentration. Imidazoles inhibit biosynthesis of ergosterol or other sterols, damaging the fungal cell membrane and altering its permeability.  As a result, loss of essential intracellular elements may occur. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose experience is limited with these agents.  Due to minimal oral absorption and limited systemic toxicity, severe toxic effects following oral overdose is not anticipated. Ingestion of even large quantities should produce only minor GI symptoms (eg, nausea, vomiting, and diarrhea).  ADVERSE EFFECTS: Allergic contact dermatitis to these agents is rare but has been reported.  Following dermal applications, pruritus, erythema, stinging, urticaria and localized edema have been reported. Nausea, vomiting, and diarrhea are frequent side effects following oral administration of clotrimazole. Elevated liver enzymes have rarely been reported following the use of clotrimazole troches and sertaconazole 2% topical cream. Drowsiness and disorientation have been reported following oral clotrimazole therapy. Headache may infrequently occur following therapeutic use of these agents. <br\/>"},{"id":"21sys12b32","title":"Treatment","mono":"<b>IMIDAZOLE ANTIFUNGALS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Toxicity due to these agents is negligible.  MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: Toxicity due to these agents is negligible.  Even when large amounts have been ingested, ensuing symptoms are expected to be minor.  GI decontamination is generally NOT indicated.<\/li><li>Airway management: Should not be required in these cases. Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reaction.<\/li><li>Antidote: None<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose; however, hemodialysis is not recommended given the low toxicity of these drugs. <\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted. If significant toxicity develops, other causes should be sought. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"21sys12b33","title":"Range of Toxicity","mono":"<b>IMIDAZOLE ANTIFUNGALS <\/b><br\/>TOXICITY: A minimum toxic dose has not been established, and significant toxicity is not expected after an overdose. Ingestion of even large quantities should produce only minor GI symptoms (eg, nausea, vomiting, and diarrhea). THERAPEUTIC DOSE: Varies by agent. Topical application is mainly once or twice a day for 7 to 14 days. <br\/>"}]},"13":{"id":"21sys13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report fever, pain, or foul-smelling discharge prior to initiating therapy.<\/li><li>Counsel patient that product may damage condoms or diaphragms. Abstinence until infection resolves is preferable, but otherwise patient should use other means of birth control while using this medication.<\/li><li>This drug may cause vulvovaginal discomfort, burning, or discharge.<\/li><\/ul>"}}}