{"generic":"Butorphanol Tartrate","drugs":["Butorphanol Tartrate","Stadol","Stadol NS"],"mono":{"0":{"id":"21tis0","title":"Generic Names","mono":"Butorphanol Tartrate"},"1":{"id":"21tis1","title":"Dosing and Indications","sub":[{"id":"21tis1b4","title":"Adult Dosing","mono":"<ul><li><b>Anesthesia, Maintenance in balanced anesthesia; Adjunct:<\/b> 2 mg IV shortly before anesthesia induction and\/or usual incremental doses of 0.5 to 1 mg IV, up to 0.06 mg\/kg; MAX total dose 0.18 mg\/kg<\/li><li><b>Labor pain:<\/b> full term in early labor: 1 to 2 mg IV or IM; can be repeated after 4 hours; alternative pain medication should be given for pain with delivery or if delivery is expected within 4 hours<\/li><li><b>Migraine:<\/b> 1 mg INTRANASALLY (one spray in one nostril), followed by a 2nd dose in 60 min<\/li><li><b>Pain:<\/b> 1 mg INTRANASALLY (one spray in one nostril), followed by 2nd dose in 60 to 90 min as needed, repeat every 3 to 4 hr as needed<\/li><li><b>Pain:<\/b> 1 mg IV every 3 to 4 hr as needed (range 0.5 to 2 mg)<\/li><li><b>Pain:<\/b> 2 mg IM every 3 to 4 hr as needed (range 1 to 4 mg)<\/li><li><b>Premedication for procedure:<\/b> 2 mg IM 60 to 90 min prior to procedure (pre-anesthetic or pre-operative)<\/li><\/ul>"},{"id":"21tis1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients"},{"id":"21tis1b6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> for intranasal administration, 1 mg dose followed by second dose in 90-120 min as needed<\/li><li><b>liver disease:<\/b> dosage reduction in severe liver disease<\/li><li><b>renal impairment:<\/b> moderate renal failure (GFR 10-50 mL\/min), 75% of usual dose; severe renal failure (GFR less than 10 mL\/min), 50% of usual dose<\/li><\/ul>"},{"id":"21tis1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Anesthesia, Maintenance in balanced anesthesia; Adjunct<\/li><li>Labor pain<\/li><li>Pain<\/li><li>Premedication for procedure<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Atrial cardioversion - Pain<\/li><li>Migraine<\/li><li>Opioid analgesic adverse reaction - Pruritus of skin<\/li><li>Ureteric colic<\/li><\/ul>"}]},"3":{"id":"21tis3","title":"Contraindications\/Warnings","sub":[{"id":"21tis3b9","title":"Contraindications","mono":"hypersensitivity to butorphanol or benzethonium chloride<br\/>"},{"id":"21tis3b10","title":"Precautions","mono":"<ul><li>history of drug abuse<\/li><li>opioid dependent patients<\/li><li>acute myocardial infarction, ventricular dysfunction, cardiac insufficiency<\/li><li>concurrent use of other central nervous system depressants<\/li><li>head injury or increased intracranial pressure<\/li><li>hepatic or renal impairment<\/li><li>hypertension<\/li><li>respiratory difficulty cause by uremia, severe infection, medication, asthma, obstructive respiratory conditions, or cyanosis<\/li><\/ul>"},{"id":"21tis3b11","title":"Pregnancy Category","mono":"Butorphanol: C (FDA)<br\/>"},{"id":"21tis3b12","title":"Breast Feeding","mono":"<ul><li>Butorphanol: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Butorphanol: WHO: Compatible with breastfeeding.<\/li><li>Butorphanol: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"21tis4","title":"Drug Interactions","sub":[{"id":"21tis4b13","title":"Contraindicated","mono":"<ul>Naltrexone (probable)<\/ul>"},{"id":"21tis4b14","title":"Major","mono":"<ul><li>Alfentanil (probable)<\/li><li>Alphaprodine (probable)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Codeine (probable)<\/li><li>Dihydrocodeine (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Hydrocodone (probable)<\/li><li>Hydromorphone (probable)<\/li><li>Levorphanol (probable)<\/li><li>Meclizine (theoretical)<\/li><li>Meperidine (probable)<\/li><li>Methadone (probable)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Oxycodone (probable)<\/li><li>Oxymorphone (probable)<\/li><li>Propoxyphene (probable)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><\/ul>"},{"id":"21tis4b15","title":"Moderate","mono":"<ul>Perampanel (probable)<\/ul>"}]},"5":{"id":"21tis5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea and vomiting<\/li><li><b>Neurologic:<\/b>Dizziness (19% to 54%), Insomnia (11%), Sedated (30% to 40%), Somnolence (43% to 88%)<\/li><li><b>Respiratory:<\/b>Nasal congestion, Long-term use of intranasal product (13%)<\/li><\/ul><b>Serious<\/b><br\/><b>Respiratory:<\/b>Respiratory depression<br\/>"},"6":{"id":"21tis6","title":"Drug Name Info","sub":{"0":{"id":"21tis6b17","title":"US Trade Names","mono":"<ul><li>Stadol<\/li><li>Stadol NS<\/li><\/ul>"},"2":{"id":"21tis6b19","title":"Class","mono":"<ul><li>Analgesic<\/li><li>Opioid<\/li><li>Opioid Agonist\/Antagonist<\/li><\/ul>"},"3":{"id":"21tis6b20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"21tis6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"21tis7","title":"Mechanism Of Action","mono":"Butorphanol tartrate, a synthetic mixed agonist-antagonist analgesic, is a kappa-opioid receptor agonist which has low intrinsic activity at mu-opioid receptor. Its analgesic effects are mediated by the interactions of these receptors in the CNS.<br\/>"},"8":{"id":"21tis8","title":"Pharmacokinetics","sub":[{"id":"21tis8b23","title":"Absorption","mono":"<ul><li>IM: time to peak concentration, 20 min to 40 min<\/li><li>Nasal: time to peak concentration, 30 min to 60 min (mean)<\/li><li>Nasal, elderly: time to peak concentration, 1.03 h (0.25 h to 3 h)<\/li><li>Nasal, young: time to peak concentration, 0.62 h (0.15 h to 1.5 h)<\/li><li>Bioavailability: (Nasal, elderly), 61% (3% to 121%)<\/li><li>Bioavailability: (Nasal, young), 69% (44% to 113%)<\/li><li>Bioavailability: (Oral), 5% to 17%<\/li><\/ul>"},{"id":"21tis8b24","title":"Distribution","mono":"<ul><li>Vd: (IV, elderly), 552 L (305 L to 737 L)<\/li><li>Vd: (IV, young), 487 L (305 L to 901 L)<\/li><li>Protein binding: approximately 80%<\/li><\/ul>"},{"id":"21tis8b25","title":"Metabolism","mono":"<ul><li>Hepatic; first pass metabolism, extensively metabolized<\/li><li>Major metabolites: hydroxybutorphanol and norbutorphanol<\/li><\/ul>"},{"id":"21tis8b26","title":"Excretion","mono":"<ul><li>Fecal: 15%<\/li><li>Renal: 70% to 80%, 5% unchanged<\/li><\/ul>"},{"id":"21tis8b27","title":"Elimination Half Life","mono":"<ul><li>elderly: (IV), 5.61 h (3.25 h to 8.79 h)<\/li><li>young: (IV), 4.56 h (2.06 h to 8.70 h)<\/li><li>elderly: (Nasal), 6.56 (3.75 h to 9.17 h)<\/li><li>young: (Nasal), 4.74 (2.89 h to 8.79 h)<\/li><li>renal impairment: approximately 10.5 h<\/li><li>hepatic impairment: (IV), 16.8 h<\/li><li>Hydroxybutorphanol: 18 h<\/li><\/ul>"}]},"9":{"id":"21tis9","title":"Administration","mono":"<ul><li><b>Intravenous<\/b><br\/>rinse skin with cool water following contact with the solution<br\/><\/li><li><b>Nasal<\/b><br\/><ul><li>aim pump sprayer away from people and animals when priming<\/li><li>reprime the pump sprayer if not used for 48 hours or longer<\/li><\/ul><\/li><\/ul>"},"10":{"id":"21tis10","title":"Monitoring","mono":"<ul><li>pain reduction, improvement in ability to move<\/li><li>mental and respiratory status<\/li><li>bowel movements<\/li><li>blood pressure<\/li><li>signs and symptoms of withdrawal<\/li><\/ul>"},"11":{"id":"21tis11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 1 MG\/ML, 2 MG\/ML<\/li><li>Nasal Spray: 10 MG\/ML<\/li><\/ul><\/li><li><b>Novaplus Butorphanol Tartrate<\/b><br\/>Injection Solution: 2 MG\/ML<br\/><\/li><li><b>Stadol<\/b><br\/>Injection Solution: 2 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"21tis12","title":"Toxicology","sub":[{"id":"21tis12b31","title":"Clinical Effects","mono":"<b>BUTORPHANOL<\/b><br\/>USES: Butorphanol is a mixed agonist-antagonist of the Mu and Kappa opioid receptors indicated for the management of postoperative pain, labor pain, and pre- and balanced anesthesia. PHARMACOLOGY: Butorphanol is a synthetically derived opioid agonist-antagonist of the phenanthrene series and exhibits analgesic effects from low intrinsic activity at receptors of the Mu-opioid type (morphine-like) and agonist activity at Kappa-opioid receptors. EPIDEMIOLOGY: Overdose with butorphanol is rare. TOXICOLOGY: Therapeutic and toxic effects are mediated by different opioid receptors. Mu 1: Supraspinal and peripheral analgesia, sedation, and euphoria. Mu 2: Spinal analgesia, respiratory depression, physical dependence, GI dysmotility, bradycardia, and pruritus. Kappa 1: Spinal analgesia and miosis. Kappa 2: Dysphoria and psychotomimesis. Kappa 3: Supraspinal analgesia. Chronic opioid users develop tolerance to the analgesic and euphoric effects, but not to the respiratory depression effects. OVERDOSE: MILD TO MODERATE POISONING: Euphoria, drowsiness, constipation, nausea, vomiting, and pinpoint pupils. Mild bradycardia or hypotension may be present. SEVERE POISONING: Hypoventilation, cardiovascular insufficiency, coma, and death.  ADVERSE EFFECTS: COMMON: Somnolence, dizziness, nausea and\/or vomiting. LESS COMMON: Edema, chest pain, cough, dyspnea, blurred vision, syncope, and withdrawal symptoms.<br\/>"},{"id":"21tis12b32","title":"Treatment","mono":"<b>BUTORPHANOL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients may only need observation. MANAGEMENT OF SEVERE TOXICITY: Administer oxygen and assist ventilation for respiratory depression. Naloxone is the antidote indicated for severe toxicity (respiratory or CNS depression). Orotracheal intubation for airway protection should be performed early in cases of obtundation and\/or respiratory depression that do not respond to naloxone, or in patients who develop severe acute lung injury.<\/li><li>Decontamination: PREHOSPITAL: Butorphanol is rapidly absorbed through parenteral or nasal administration, GI decontamination is unlikely to be of benefit and may cause aspiration and should be avoided. HOSPITAL: Butorphanol is rapidly absorbed through parenteral or nasal administration, GI decontamination is unlikely to be of benefit and may cause aspiration; it should be avoided.<\/li><li>Airway management: Administer oxygen and assist ventilation for respiratory depression. Orotracheal intubation for airway protection should be performed early in cases of obtundation and\/or respiratory depression that do not respond to naloxone, or in patients who develop severe acute lung injury.<\/li><li>Antidote: NALOXONE, an opioid antagonist, is the specific antidote. Naloxone can be given intravascularly, intramuscularly, subcutaneously, intranasally or endotracheally. The usual dose is 0.4 to 2.0 mg IV. In patients with suspected opioid dependence incremental doses of 0.2 mg IV should be administered, titrated to reversal of respiratory depression and coma, to avoid precipitating acute opioid withdrawal. Doses may be repeated every 2 to 3 minutes up to 20 mg. Very high doses are rarely needed, but may be necessary in extreme overdoses. A CONTINUOUS infusion may be necessary in patients that have ingested a long-acting opioid, along with butorphanol. A suggested starting rate is two-thirds of the dose effective for initial reversal that is administered each hour; titrate as needed. DURATION of effect is usually 1 to 2 hours. Many opioids have a much longer duration of effect, so it may be necessary to observe the patient at least 3 to 4 hours after the last dose of naloxone to ensure that the patient does not have recurrent symptoms of toxicity. Naloxone can precipitate withdrawal in an opioid-dependent patient, which is usually not life-threatening; however it can be extremely uncomfortable for the patient.<\/li><li>Acute lung injury: Acute lung injury can develop in a small proportion of patients after an acute opioid overdose. The pathophysiology is unclear. Patients should be observed for 4 to 6 hours after overdose to evaluate for hypoxia and\/or the development of acute lung injury. Continuous oxygen therapy, pulse oximetry, PEEP and mechanical ventilation may be necessary.<\/li><li>Hypotensive episode: Hypotension is often reversed by naloxone. Initially treat with a saline bolus, if patient can tolerate a fluid load; then adrenergic vasopressors to raise mean arterial pressure.<\/li><li>Monitoring of patient: Monitor vital signs frequently, pulse oximetry, and continuous cardiac monitoring. Monitor for CNS and respiratory depression. Butorphanol plasma levels are not clinically useful or readily available. Urine toxicology immunoassays may also miss synthetic opioids, like butorphanol. Routine lab work is usually not indicated, unless it is helpful to rule out other causes or if the diagnosis of opioid toxicity is uncertain. Obtain a chest x-ray for persistent hypoxia. Consider a head CT and\/or lumbar puncture to rule out an intracranial mass, bleeding or infection, if the diagnosis is uncertain.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not of value because of the large volume of distribution for butorphanol.<\/li><li>Intrathecal injection: Limited experience. Treat seizures (benzodiazepines, barbiturates, propofol) and support blood pressure with fluids and pressors as needed. Naloxone infusion may be useful. Intubate and ventilate as needed. Cerebrospinal fluid drainage may accelerate recovery.<\/li><li>Patient disposition: HOME CRITERIA: Respiratory depression may occur at doses just above a therapeutic dose. Children should be evaluated in the hospital and observed as they are generally opioid naive and may develop respiratory depression. Adults should be evaluated by a health care professional if they have received a higher than recommended (therapeutic) dose, especially if opioid naive. OBSERVATION CRITERIA: Patients with deliberate ingestions and all children with ingestions should be sent to a health care facility for observation for at least 4 hours, as peak plasma levels and symptoms will likely develop within this time period. Patients that have ingested a sustained release or long acting product have the potential to manifest symptoms in a delayed fashion and should be observed for 24 hours. Patients who are treated with naloxone should be observed for 4 to 6 hours after the last dose, for recurrent CNS depression or acute lung injury. ADMISSION CRITERIA: Patients with significant persistent central nervous depression should be admitted to the hospital. Patients needing more than 2 doses of naloxone should be admitted as they may have taken a longer-acting opioid and may need additional doses. Patients with coma, seizures, dysrhythmias, or delirium or those needing a naloxone infusion or intubated patients should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"21tis12b33","title":"Range of Toxicity","mono":"<b>BUTORPHANOL<\/b><br\/>TOXICITY: A toxic dose has not been established. THERAPEUTIC DOSE: IV or IM INJECTION: ADULT: Dosage for butorphanol will vary based on indication. For moderate to severe pain, doses range from 1 mg to 4 mg every 3 to 4 hours as needed. For balanced anesthesia, doses range from 4 mg to 12.5 mg, or approximately 0.06 mg\/kg to 0.18 mg\/kg. Butorphanol 2 mg has a equivalent sedative effect of 10 mg of morphine or 80 mg meperidine. THERAPEUTIC DOSE: NASAL SPRAY: ADULT: Moderate to severe pain: Dosage range from 1 to 2 mg intranasally, every 3 to 4 hours as needed. An increase in adverse effects is higher with the initial 2 mg dose. PEDIATRIC: The safety and effectiveness have not been established in patients less than 18 years of age for these formulations.<br\/>"}]},"13":{"id":"21tis13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause nausea, vomiting, asthenia, dizziness, sedation\/somnolence, tinnitus, or upper respiratory infection.<\/li><li>Advise patient that long-term use of the intranasal form may cause insomnia or nasal congestion.<\/li><li>Instruct patient to report signs\/symptoms of withdrawal upon dose reduction or discontinuation.<\/li><li>Advise patients on long-term therapy against sudden discontinuation of drug.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}