{"generic":"Amantadine Hydrochloride","drugs":["Amantadine Hydrochloride","Symmetrel"],"mono":{"0":{"id":"22300-s-0","title":"Generic Names","mono":"Amantadine Hydrochloride"},"1":{"id":"22300-s-1","title":"Dosing and Indications","sub":[{"id":"22300-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Extrapyramidal disease - Medication-induced movement disorder:<\/b> 100 mg ORALLY twice a day, up to 300 mg\/day in divided doses.<\/li><li><b>Influenza due to Influenza A virus:<\/b> 100 mg ORALLY twice daily or 200 mg once daily, started within 24 to 48 hours after symptoms begin and continued for 24 to 48 hours after symptoms disappear<\/li><li><b>Influenza due to Influenza A virus; Prophylaxis:<\/b> 100 mg ORALLY twice daily or 200 mg once daily, continued for at least 10 days following a known exposure<\/li><li><b>Parkinsonism:<\/b> monotherapy, 100 mg ORALLY twice daily; may titrate up to 400 mg\/day in divided doses<\/li><li><b>Parkinsonism:<\/b> serious associated illnesses or in patients receiving high doses of other antiparkinson drugs, 100 mg ORALLY once daily; may titrate to 100 mg twice daily after at least 1 week<\/li><\/ul>"},{"id":"22300-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Influenza due to Influenza A virus:<\/b> (1 to 9 years old) 4.4 to 8.8 mg\/kg\/day ORALLY divided twice daily, started within 24 to 48 hours after symptoms begin and continued for 24 to 48 hours after symptoms disappear; MAX, 150 mg\/day<\/li><li><b>Influenza due to Influenza A virus:<\/b> (Older than 9 years) 100 mg ORALLY twice daily, started within 24 to 48 hours after symptoms begin and continued for 24 to 48 hours after symptoms disappear; MAX, 200 mg\/day<\/li><li><b>Influenza due to Influenza A virus; Prophylaxis:<\/b> (1 to 9 years) 4.4 to 8.8 mg\/kg\/day ORALLY divided twice daily, continued for at least 10 days following a known exposure; MAX, 150 mg\/day<\/li><li><b>Influenza due to Influenza A virus; Prophylaxis:<\/b> (Older than 9 years) 100 mg ORALLY twice daily, continued for at least 10 days following a known exposure; MAX, 200 mg\/day<\/li><\/ul>"},{"id":"22300-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatric patients (65 years or older), treatment or prophylaxis of influenza A virus infection:<\/b> 100 mg ORALLY once daily<\/li><li><b>renal impairment:<\/b> CrCl 30 to 50 mL\/min, 200 mg on first day then 100 mg\/day; CrCl 15 to 29 mL\/min, 200 mg on first day then 100 mg every other day; CrCl less than 15 mL\/min, 200 mg every 7 days<\/li><li><b>hemodialysis:<\/b> 200 mg ORALLY every 7 days<\/li><li><b>CNS or other toxicities (treatment or prophylaxis of influenza virus A infection):<\/b> 100 mg ORALLY once daily<\/li><li><b>congestive heart failure, peripheral edema, orthostatic hypotension:<\/b> may require dose reduction<\/li><\/ul>"},{"id":"22300-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Extrapyramidal disease - Medication-induced movement disorder<\/li><li>Influenza due to Influenza A virus<\/li><li>Influenza due to Influenza A virus; Prophylaxis<\/li><li>Parkinsonism<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Brain injury<\/li><li>Cocaine withdrawal<\/li><li>Drug-induced dyskinesia - Levodopa adverse reaction<\/li><li>Hepatitis C, chronic<\/li><li>Nocturnal enuresis<\/li><\/ul>"}]},"3":{"id":"22300-s-3","title":"Contraindications\/Warnings","sub":[{"id":"22300-s-3-9","title":"Contraindications","mono":"hypersensitivity to amantadine hydrochloride or to other components of the product <br\/>"},{"id":"22300-s-3-10","title":"Precautions","mono":"<ul><li>abrupt discontinuation should be avoided in patients with Parkinson's disease; risk of sudden marked clinical deterioration<\/li><li>angle closure glaucoma, untreated; increased risk of mydriasis<\/li><li>concurrent use of live attenuated influenza vaccine (LAIV) within 2 weeks before or 48 hours after administration of amantadine hydrochloride; potential for antiviral drugs to inhibit replication of live vaccine virus<\/li><li>congestive heart failure (CHF), history of; increased risk of developing CHF; dose adjustments may be necessary<\/li><li>elderly patients (65 years or older); dose reduction recommended due to decline in renal function<\/li><li>epilepsy or other seizures, history of; increased risk of seizure activity<\/li><li>impaired impulse control (eg, urges to gamble, increased sexual urges, other intense urges) has been reported; consider dose reduction or therapy withdrawal if symptoms occur<\/li><li>melanoma may occur; patients with Parkinson's disease may be at increased risk; monitoring recommended for all indications<\/li><li>neuroleptic malignant syndrome has been reported; associated with dose reduction or therapy withdrawal, especially in patients also receiving concurrent neuroleptics<\/li><li>orthostatic hypotension; dose adjustments may be necessary<\/li><li>overdoses resulting in death have been reported; cardiac (eg, arrhythmia, tachycardia, hypertension), respiratory, renal, or central nervous system toxicity may occur with drug overdose<\/li><li>peripheral edema, history of; increased risk of developing CHF; dose adjustments may be necessary<\/li><li>psychiatric disorders or substance abuse, history of; may exacerbate mental problems<\/li><li>psychosis or severe psychoneurosis, history of, and not controlled by medication<\/li><li>recurrent eczematoid rash, history of<\/li><li>renal impairment; dose reduction recommended<\/li><li>suicidal ideation and suicide attempts, including fatalities; have been reported<\/li><\/ul>"},{"id":"22300-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Amantadine: C (FDA)<\/li><li>Amantadine: B3 (AUS)<\/li><\/ul>"},{"id":"22300-s-3-12","title":"Breast Feeding","mono":"Amantadine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"22300-s-4","title":"Drug Interactions","sub":[{"id":"22300-s-4-13","title":"Contraindicated","mono":"<ul>Potassium Chloride (theoretical)<\/ul>"},{"id":"22300-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Memantine (theoretical)<\/li><\/ul>"},{"id":"22300-s-4-15","title":"Moderate","mono":"<ul><li>Betel Nut (probable)<\/li><li>Bromperidol (probable)<\/li><li>Triamterene (probable)<\/li><li>Trimethoprim (probable)<\/li><\/ul>"}]},"5":{"id":"22300-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Orthostatic hypotension (1% to 5%), Peripheral edema (1% to 5%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (1% to 5%), Diarrhea (1% to 5%), Loss of appetite (1% to 5%), Nausea (5% to 10%), Xerostomia (1% to 5%)<\/li><li><b>Neurologic:<\/b>Ataxia (1% to 5%), Confusion (1% to 5%), Dizziness (5% to 10%), Headache (1% to 5%), Insomnia (5% to 10%), Somnolence (1% to 5%)<\/li><li><b>Psychiatric:<\/b>Agitation (1% to 5%), Anxiety (1% to 5%), Depression (1% to 5%), Dream disorder (1% to 5%), Feeling nervous (1% to 5%), Hallucinations (1% to 5%), Irritability (1% to 5%)<\/li><li><b>Other:<\/b>Fatigue (1% to 5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest (rare), Cardiac dysrhythmia (rare), Congestive heart failure (0.1% to 1%), Hypotension (rare), Tachycardia (rare)<\/li><li><b>Dermatologic:<\/b>Malignant melanoma<\/li><li><b>Hematologic:<\/b>Agranulocytosis (Rare), Leukopenia (less than 0.1%), Neutropenia (less than 0.1%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Neuroleptic malignant syndrome (rare)<\/li><li><b>Psychiatric:<\/b>Suicidal intent (less than 0.1%)<\/li><li><b>Respiratory:<\/b>Acute respiratory failure (rare), Pulmonary edema (rare)<\/li><\/ul>"},"6":{"id":"22300-s-6","title":"Drug Name Info","sub":{"0":{"id":"22300-s-6-17","title":"US Trade Names","mono":"Symmetrel<br\/>"},"2":{"id":"22300-s-6-19","title":"Class","mono":"<ul><li>Adamantane<\/li><li>Anticholinergic<\/li><li>Antiparkinsonian<\/li><\/ul>"},"3":{"id":"22300-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"22300-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"22300-s-7","title":"Mechanism Of Action","mono":"Amantadine hydrochloride interferes with the function of viral M2 protein's transmembrane domain, thereby, preventing the release of infectious nucleic acid from viruses into the host cell. The drug's therapeutic effect in Parkinson's disease is unknown.<br\/>"},"8":{"id":"22300-s-8","title":"Pharmacokinetics","sub":[{"id":"22300-s-8-23","title":"Absorption","mono":"Oral: time to peak concentration, about 2 h to 4 h <br\/>"},{"id":"22300-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 3 L\/kg to 8 L\/kg<\/li><li>Protein binding: approximately 67%<\/li><\/ul>"},{"id":"22300-s-8-25","title":"Metabolism","mono":"Metabolite: N-acetylated compound <br\/>"},{"id":"22300-s-8-26","title":"Excretion","mono":"<ul><li>Renal: primarily unchanged by glomerular filtration and tubular filtration, 5% to 15% as N-acetylated compound<\/li><li>Dialyzable: no(hemodialysis)<\/li><\/ul>"},{"id":"22300-s-8-27","title":"Elimination Half Life","mono":"<ul><li>17 h +\/- 4 h (10 h to 25 h)<\/li><li>Elderly males: 29 h +\/- 7 h (20 h to 41 h)<\/li><li>Renal insufficiency (creatinine clearance of less than 40 mL\/min\/1.73 m(2)): increased two to three fold or greater<\/li><\/ul>"}]},"10":{"id":"22300-s-10","title":"Monitoring","mono":"<ul><li>influenza A virus infection: reduction of signs and symptoms of influenza<\/li><li>Parkinson's disease\/drug-induced extrapyramidal movements: reduction of extrapyramidal movements, rigidity, tremor, gait disturbances<\/li><li>changes in mental state; may indicate suicidal ideation and lead to suicide attempts, or fatalities; may occur with or without a prior history of psychiatric illness, and during short courses of treatment; symptoms include disorientation, confusion, depression, personality changes, agitation, aggressive behavior, hallucinations, paranoia, other psychotic reactions, somnolence, or insomnia<\/li><li>CNS adverse events may occur; especially in patients receiving concomitant treatment with CNS stimulants; evaluate benefit\/risk<\/li><li>congestive heart failure history or peripheral edema, preexisting; exacerbation of condition may occur<\/li><li>neuroleptic malignant syndrome may occur during dose reduction or discontinuation of therapy; includes fever or hyperthermia, muscle rigidity, involuntary movements, altered consciousness, mental status changes, autonomic dysfunction, tachycardia, tachypnea, hyper- or hypotension, elevations in creatine phosphokinase, leukocytosis, myoglobinuria, and increased serum myoglobin; may require medical management<\/li><li>epilepsy, preexisting or history of seizure; risk of increased seizure activity<\/li><li>new or increased gambling urges, sexual urges, or other intense urges and the inability to control these urges; may necessitate a dose reduction or discontinuation of therapy<\/li><li>preexisting psychiatric disorders or substance abuse; may be exacerbated<\/li><li>skin examinations for the detection of melanoma; should be done frequently and on a regular basis<\/li><\/ul>"},"11":{"id":"22300-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/><ul><li>Oral Capsule: 100 MG<\/li><li>Oral Capsule, Liquid Filled: 100 MG<\/li><li>Oral Solution: 50 MG\/5 ML<\/li><li>Oral Syrup: 50 MG\/5 ML<\/li><li>Oral Tablet: 100 MG<\/li><\/ul>"},"12":{"id":"22300-s-12","title":"Toxicology","sub":[{"id":"22300-s-12-31","title":"Clinical Effects","mono":"<b>AMANTADINE <\/b><br\/>USES: Amantadine is used in the treatment of Parkinson's disease, as prophylaxis for parkinsonian side effects for patients on neuroleptic drugs, and as an antiviral agent. PHARMACOLOGY: Amantadine is a weak dopamine agonist, with some antimuscarinic activity, and a N-methyl-D-aspartate receptor antagonist. Amantadine inhibits the presynaptic reuptake of catecholamines and increases dopamine release. It may also directly stimulate the dopamine receptor to make the postsynaptic dopamine system more sensitive to the presence of dopamine. Amantadine exerts antiviral activity by inhibiting the replication of the influenza A virus. TOXICOLOGY: Works at antimuscarinic receptors leading to anticholinergic effects. It also inhibits the presynaptic reuptake of catecholamines and can cause increased dopaminergic and sympathomimetic postsynaptic stimulation. EPIDEMIOLOGY: Amantadine exposures are uncommon; most patients will not have significant symptoms. There are isolated reports of seizures, dysrhythmias, and psychiatric symptoms following large exposures. MILD TO MODERATE OVERDOSE: Anticholinergic effects of dry mouth, mydriasis, tachycardia, and urinary retention have been reported with acute overdose ingestions of amantadine. Nausea, dizziness, insomnia, agitation, anxiety, headache, and dystonic reactions may also develop. SEVERE OVERDOSE: May cause ventricular dysrhythmias, torsades de pointes, hyperthermia, QRS widening, prolonged QTc, hallucinations, psychosis, hypotension, acute lung injury, hypokalemia, lethargy, ataxia, and seizures. Patients with renal insufficiency may have increased risk of toxicity. Serotonin syndrome may develop when amantadine is taken concomitantly with other serotonergic agents. ADVERSE EFFECTS: Anticholinergic symptoms of dry mouth, tachycardia, and difficulty in focusing are seen even with therapeutic administration. Other common adverse effects that may occur include nausea, dizziness, insomnia, agitation, anxiety, hallucinations, peripheral edema, headache, and orthostatic hypotension. Dose reduction or abrupt withdrawal of amantadine therapy may result in the development of manifestations of neuroleptic malignant syndrome, such as hyperthermia, rigidity, and autonomic instability.<br\/>"},{"id":"22300-s-12-32","title":"Treatment","mono":"<b>AMANTADINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Care is symptomatic and supportive. Treat dystonic reactions with benzodiazepines or diphenhydramine. Treat anxiety and agitation with benzodiazepines. MANAGEMENT OF SEVERE TOXICITY: Care is symptomatic and supportive. Treat hallucinations and psychosis with benzodiazepines. Treat seizures with benzodiazepines as needed; if refractory, consider phenobarbital or propofol. Treat hypotension with intravenous fluids; add vasopressors if necessary. Treat torsades de pointes with magnesium, overdrive pacing. Correct electrolyte abnormalities. Treat QRS widening with sodium bicarbonate. Treat serotonin syndrome with benzodiazepines and cyproheptadine if symptoms persist. Severe cases may require neuromuscular paralysis and mechanical ventilation.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not recommended because of the potential for CNS depression and seizures. HOSPITAL: Consider administration of activated charcoal in patients with a recent ingestion who are awake and able to protect their airway. It is most effective when administered within one hour of ingestion. Do not administer in patients who are at risk for abrupt onset of seizure or mental status depression unless airway is protected. Consider gastric lavage only in recent large overdose (2 g) as overdose is rarely life-threatening.<\/li><li>Airway management: Endotracheal intubation should be performed in patients with persistent seizures, mental status depression, or an inability to protect their airway.<\/li><li>Antidote: None<\/li><li>Ventricular arrhythmia: Institute continuous cardiac monitoring, obtain an ECG, and administer oxygen.  Evaluate for hypoxia, acidosis, and electrolyte disorders.  Because amantadine can cause torsades de pointes and QTc prolongation, amiodarone should only be used with extreme caution. Consider lidocaine for stable monomorphic ventricular tachycardia. Sodium bicarbonate may be effective for ventricular dysrhythmias, particularly in association  with QRS widening.  Administer sodium bicarbonate 1 to 2 milliequivalents\/kilogram intravenously.  Repeat as needed to achieve an arterial pH of 7.4 to 7.5.  Unstable rhythms require immediate cardioversion.<\/li><li>Torsades de pointes: Electrical cardioversion if hemodynamically unstable. Treat stable patients with magnesium (first-line agent) and\/or atrial overdrive pacing. Correct electrolyte abnormalities (ie, hypomagnesemia, hypokalemia, hypocalcemia) and hypoxia, if present. Avoid class Ia (eg, quinidine, disopyramide, procainamide), class Ic (eg, flecainide, encainide, propafenone) and most class III antidysrhythmics.<\/li><li>Rhabdomyolysis: IV 0.9% NS to maintain urine output of 2 to 3 mL\/kg\/h.<\/li><li>Body temperature above reference range: Control agitation and muscle activity with benzodiazepines. Enhance evaporative cooling by keeping skin damp with water\/ice packs and using cooling fans.<\/li><li>Monitoring of patient: Monitor vital signs, neurologic exam, and mental status. Institute continuous cardiac monitoring and obtain an ECG. Monitor electrolytes (including magnesium, potassium, and calcium), and renal function. Specific amantadine concentrations are not readily available or useful to assist acute management.<\/li><li>Enhanced elimination procedure: These procedures have not been shown to be effective because the volume of distribution is large. Since the serum half-life is very long in patients with renal failure, dialysis may be necessary in patients with poor renal function.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with inadvertent ingestions of an extra dose and asymptomatic children with inadvertent ingestions of a single pill can be managed at home. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions, and children ingesting more than a pill should be referred to a healthcare facility. Monitor asymptomatic patients with significant exposures for at least 8 to 12 hours after ingestion. ADMISSION CRITERIA: All patients with more than mild symptoms should be admitted to the hospital. CONSULT CRITERIA: Consult a medical toxicologist or poison center for assistance with patients with significant toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"22300-s-12-33","title":"Range of Toxicity","mono":"<b>AMANTADINE<\/b><br\/>TOXICITY:  ADULT: 31 mg\/kg caused fatal dysrhythmias and cardiac arrest. Death has been reported in adults ingesting 1 to 12 grams. Plasma concentrations of 4.4 mcg\/mL produced CNS symptoms of hallucinations, nightmares, and agitation. PEDIATRIC: Limited pediatric data; Two toddlers who ingested 600 mg to 1.5 g developed neurologic toxicity, but recovered. THERAPEUTIC DOSE: INFLUENZA A (ADULT): 200 mg orally once daily or in two divided doses. (CHILDREN): For children 1 to 9 years of age, 4.4 to 8.8 mg\/kg\/day up to a max of 150 mg\/day; 10 years and older, 100 mg two times daily. PARKINSONISM (ADULT): 100 mg twice daily, max 400 mg\/day. DRUG-INDUCED EXTRAPYRAMIDAL REACTIONS: (ADULT): 100 mg twice daily, max 300 mg\/day.<br\/>"}]},"13":{"id":"22300-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Drug may cause anticholinergic symptoms, orthostatic hypotension, peripheral edema, diarrhea, loss of appetite, nausea, confusion, headache, insomnia, agitation, anxiety, depression, dream disorders, hallucinations, irritability, nervousness, fatigue, or exacerbation of mental disorder.<\/li><li>Drug may cause blurred vision and\/or impaired mental acuity.<\/li><li>Drug may increase compulsive behavior (urges to gamble, sexual urges).<\/li><li>Instruct patient to report signs\/symptoms of neuroleptic malignant syndrome (sweating, fever, stupor, unstable blood pressure, muscular rigidity, autonomic dysfunction), especially with abrupt dose reduction or withdrawal.<\/li><li>Instruct patient to check for and report any signs of melanoma.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}