{"drugs":["Clinolipid","Fat Emulsion","Liposyn"],"mono":{"0":{"id":"223880-s-0","title":"Generic Names","mono":"Fat Emulsion"},"1":{"id":"223880-s-1","title":"Dosing and Indications","sub":[{"id":"223880-s-1-4","title":"Adult Dosing","mono":"<ul><li>establish a baseline triglyceride level prior to infusion; Clinolipid(TM) 20% lipid emulsion is contraindicated in patients with serum triglyceride levels greater than 1000 mg\/dL or severe disorders of lipid metabolism characterized by hypertriglyceridemia; reduce dose and titrate using smaller increments for patients with serum triglyceride levels greater than 400 mg\/dL<\/li><li>Liposyn(R) II, Liposyn(R) III emulsion 10%, 20%, and 30% (soybean oil) manufactured by Hospira, United States (US) and Intralipid(R) emulsion 20% and 30% manufactured by Baxter, US are on shortage; in the interim, Baxter and Fresenius Kabi, United Kingdom will import Intralipid(R) 20% through Baxter US; order at 1-888-229-0001; shortage is further mitigated by approval of the refined olive and soybean oil fat emulsion, Clinolipid(TM)<\/li><li><b>Drug overdose, Lipophilic drugs:<\/b> 1.5 mL\/kg IV bolus of 20% lipid emulsion over 2 to 3 minutes; may repeat bolus for persistent asystole or pulseless electrical activity; follow with a continuous IV infusion of 0.25 mL\/kg\/min; continue infusion until hemodynamic stability is achieved or until a total dose of 8 to 10 mL\/kg is reached (guideline dose)<\/li><li><b>Drug overdose, Lipophilic drugs:<\/b> When treating only for decreased level of consciousness, an infusion with no bolus dose may be considered; when treating for cardiovascular collapse or cardiac arrest, administer bolus doses and an infusion.<\/li><li><b>Essential fatty acid deficiency; Treatment and Prophylaxis:<\/b> IV, 8% to 10% of calorie input as fat emulsion; in the presence of stress the dosage may need to be increased<\/li><li><b>Total parenteral nutrition:<\/b> doses should be individualized based upon the caloric requirements of the patient; daily dose should not exceed 2.5 g fat\/kg of body weight and should not exceed 60% of the total daily caloric input<\/li><li><b>Total parenteral nutrition:<\/b> 1 to 1.5 g\/kg\/day (5 to 7.5 mL\/kg\/day of 20% lipid emulsion) IV infusion over 12 to 24 hours; infuse at 0.1 g\/min (0.5 mL\/min for 20% lipid emulsion) for first 15 to 30 minutes, then titrate gradually to desired rate based on individual patient response and nutritional requirements; total daily dose not to exceed 2.5 g\/kg\/day<\/li><\/ul>"},{"id":"223880-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Liposyn(R) II, Liposyn(R) III emulsion 10%, 20%, and 30% (soybean oil) manufactured by Hospira, United States (US) and Intralipid(R) emulsion 20% and 30% manufactured by Baxter, US are on shortage; in the interim, Baxter and Fresenius Kabi, United Kingdom will import Intralipid(R) 20% through Baxter US; order at 1-888-229-0001<\/li><li><b>Essential fatty acid deficiency; Treatment and Prophylaxis:<\/b> IV, 8% to 10% of calorie input as fat emulsion; in the presence of stress the dosage may need to be increased<\/li><li><b>Total parenteral nutrition:<\/b> older patients: doses should be individualized based upon the caloric requirements of the patient; daily dose should not exceed 3 g fat\/kg of body weight and should not exceed 60% of the total daily caloric input<\/li><li><b>Total parenteral nutrition:<\/b> premature infants, doses should be individualized based upon the caloric requirements of the patient; suggested initial dosage, 0.5 g fat\/kg of body weight per 24 hours IV and may be increased in relation to the infants' ability to eliminate fat up to a maximum of 3 g fat\/kg per 24 hours; rate should not exceed 1 g fat\/kg in 4 hours<\/li><\/ul>"},{"id":"223880-s-1-6","title":"Dose Adjustments","mono":"<b>(Clinolipid(TM)) hypertriglyceridemia:<\/b> contraindicated in patients with serum triglyceride levels greater than 1000 mg\/dL or severe disorders of lipid metabolism characterized by hypertriglyceridemia; a dose reduction is recommended in patients with serum triglyceride levels greater than 400 mg\/dL "},{"id":"223880-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Essential fatty acid deficiency; Treatment and Prophylaxis<\/li><li>Total parenteral nutrition<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Burn<\/li><li>Drug overdose, Lipophilic drugs<\/li><li>Weight gain<\/li><\/ul>"}]},"2":{"id":"223880-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Emulsion)<\/b><br\/>Deaths due to intravascular fat accumulation in the lungs in preterm infants after infusion of intravenous fat emulsion have been reported in the medical literature. Use caution when treating premature and low birth weight infants with intravenous fat emulsion  and strictly adhere to the recommended total daily dose and hourly infusion rates. Hourly infusion rate should be as slow as possible in each case and fat should not in any case exceed 1 g fat\/kg in four hours. Carefully monitor serum triglycerides and\/or plasma free fatty acid levels in these patients.<br\/>"},"3":{"id":"223880-s-3","title":"Contraindications\/Warnings","sub":[{"id":"223880-s-3-9","title":"Contraindications","mono":"<ul><li>abnormal fat metabolism, including pathological hyperlipidemia, lipid nephrosis, or acute pancreatitis with hyperlipidemia (Intralipid(R))<\/li><li>hyperlipidemia, severe (serum triglyceride greater than 1000 mg\/dL), or severe disorders of lipid metabolism characterized by hypertriglyceridemia (Clinolipid(R))<\/li><li>hypersensitivity to egg, soybean proteins, or any components of the product (Clinolipid(R))<\/li><\/ul>"},{"id":"223880-s-3-10","title":"Precautions","mono":"<ul><li>premature and low birth weight infants; death has been reported following administration; associated findings include poor clearance of lipid emulsion, increased free fatty acid plasma levels, increased fat accumulation in the lungs  and intravenous fat overload; use not recommended<\/li><li>anemia may occur (Intralipid(R))<\/li><li>blood coagulation disorders may occur (Intralipid(R))<\/li><li>essential fatty acid deficiency may occur; monitoring recommended (Clinolipid(R))<\/li><li>fat embolism risk, such as post traumatic fracture of the pelvis and or long bones (Intralipid(R))<\/li><li>fat overload syndrome has been reported with IV lipid formulations; increased risk when lipid doses are exceeded, but also reported when administered as recommended; may be reversible upon discontinuation (Clinolipid(R))<\/li><li>hepatobiliary disorders, including cholecystitis and cholelithiasis, may occur in patients who receive parenteral nutrition with or without preexisting liver disease; monitoring recommended (Clinolipid(R))<\/li><li>hypersensitivity or allergic reaction may occur; if suspected, stop infusion immediately (Clinolipid(R))<\/li><li>hypertriglyceridemia (serum triglyceride greater than 400 mg\/dL); dose reductions and monitoring recommended; increased risk of pancreatitis with serum triglyceride levels above 1000 mg\/dL (Clinolipid(R))<\/li><li>infection and sepsis may occur; increased risk associated with malnutrition and underlying disease state, poor catheter maintenance, use of immunosuppressive drugs or underlying immunosuppressive condition, or parenteral formulations; monitoring recommended (Clinolipid(R))<\/li><li>parenteral nutrition associated liver disease (PNALD), (particularly in premature infants, or with prolonged administration, or with plant-derived lipid formulations) has been reported; may present as cholestasis or steatohepatitis; dose reduction or discontinuation may be required (Clinolipid(R))<\/li><li>liver damage, severe, may occur (Intralipid(R))<\/li><li>pulmonary disease (Intralipid(R))<\/li><li>refeeding syndrome, particularly in severely undernourished, may occur; thiamine deficiency and fluid retention may also develop; slowly increase nutrient intake while avoiding overfeeding; monitoring recommended (Clinolipid(R))<\/li><li>renal function impairment, preexisting; increased risk for aluminum accumulation (including CNS and bone toxicity), particularly in premature neonates, or with prolonged administration, and with parenteral aluminum levels greater than 4 to 5 mcg\/kg\/day; tissue loading may occur with lower rates of administration<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"223880-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"223880-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"223880-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperglycemia (2% to 10%), Hyperlipidemia (2% to 10%), Hypertriglyceridemia, Hypoproteinemia (2% to 10%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (2% to 10%), Vomiting (2% to 10%)<\/li><li><b>Hepatic:<\/b>Liver enzymes abnormal (2% to 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hepatic:<\/b>Disease of liver, Parenteral nutrition associated, Hepatomegaly<\/li><li><b>Respiratory:<\/b>Pulmonary fat embolism<\/li><\/ul>"},"6":{"id":"223880-s-6","title":"Drug Name Info","sub":{"0":{"id":"223880-s-6-17","title":"US Trade Names","mono":"<ul><li>Liposyn<\/li><li>Clinolipid<\/li><\/ul>"},"2":{"id":"223880-s-6-19","title":"Class","mono":"Parenteral Lipids<br\/>"},"3":{"id":"223880-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"}}},"7":{"id":"223880-s-7","title":"Mechanism Of Action","mono":"Intravenous fat emulsions provide a source of calories and essential fatty acids. Beta oxidation of fatty acids, phospholipids, and glycerol found in lipid emulsion provide energy in the form of adenosine triphosphate. Infused essential fatty acids are synthesized into higher derivative fatty acids. Fatty acids are necessary for membrane structure and function. <br\/>"},"8":{"id":"223880-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"223880-s-8-25","title":"Metabolism","mono":"Cells, beta oxidation to water and carbon dioxide <br\/>"},"3":{"id":"223880-s-8-26","title":"Excretion","mono":"<ul><li>Bile; some (phospholipids, cholesterol, bile acids)<\/li><li>Renal: unknown (water)<\/li><li>Skin, lung, other tissue surfaces (evaporation\/expiration): unknown (carbon dioxide, water)<\/li><\/ul>"},"4":{"id":"223880-s-8-27","title":"Elimination Half Life","mono":"30 minutes (Edgren et al, 1962)<br\/>"}}},"9":{"id":"223880-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>(Clinolipid(TM)) check color of oxygen indicator to the reference color before opening overwrap; do not use if color indicator does not match the reference<\/li><li>(Clinolipid(TM)) additives should not be added directly to lipid emulsion<\/li><li>(Clinolipid(TM)) to avoid pH-related problems, transfer dextrose injection first, amino acid, then lipid emulsion; avoid mixing dextrose with lipid emulsion alone<\/li><li>if flexible bag is pressurized to increase the flow rate, fully evacuate residual gas from the bag prior to administration to avoid air embolism<\/li><li>(Clinolipid(TM)) once opened, use immediately and do not store<\/li><li>(Clinolipid(TM)) do not use EXACTAMIX Inlet H938173 with an EXACTAMIX compounder to transfer emulsion<\/li><li>(Clinolipid(TM)) for administration, use at least a 1.2-micron inline filter; do not use a vented IV set in the open position<\/li><li>(Clinolipid(TM)) administer through a non-di(2-ethylhexyl)phthalate (non-DEHP) administration set<\/li><li>(Clinolipid(TM)) infuse via central or peripheral IV line when infused alone, or either route based on the osmolarity of the final infusate when mixed with dextrose and amino acids<\/li><li> (Clinolipid(TM)) infuse over 12 to 24 hours; adjust the rate of infusion based on dose, daily volume, and duration of infusion; initial infusion rate should not exceed 0.1g\/min (0.5 mL\/min) for the first 15 to 30 minutes of the infusion; gradually increase the rate of infusion to achieve the required rate after 30 minutes<\/li><li>(Liposyn(R) II) may be given via central or peripheral line<\/li><li>(Liposyn(R) II, adults) infusion rate for initial 15 minutes should be 1 mL\/min for 10% emulsion and 0.5 mL\/min for 20% emulsion<\/li><li>(Liposyn(R) II, adults) if no adverse effect during initial infusion, may increase rate to allow no more than 500 mL of 10% emulsion or 250 mL of 20% emulsion to be given over 4 to 6 hours<\/li><li>(Liposyn(R) II, pediatrics) initial infusion rate of 0.1 mL\/min for the first 15 minutes<\/li><li>(Liposyn(R) II, pediatrics) if no adverse effects during initial infusion, increase rate to allow no more than 100 mL of 10% emulsion or 50 mL of 20% emulsion per hour<\/li><li>(Liposyn(R) II, infants) administration using a syringe pump is recommended<\/li><li>(Liposyn(R) II) filters should not be used<\/li><li>(Liposyn(R) II) administer through a non-DEHP administration set<\/li><li>Liposyn(R) II administration of compounded admixtures should be completed within 24 hours from time of removal from refrigerator<\/li><\/ul>"},"10":{"id":"223880-s-10","title":"Monitoring","mono":"<ul><li>improvement in nutritional deficiency is indicative of efficacy<\/li><li>serum triglyceride levels, in all patients; before and during therapy.<\/li><li>serum triglyceride levels, in patients with elevated triglyceride levels; before each dosage adjustment<\/li><li>lab tests (eg, leukocytosis, hyperglycemia) and signs or symptoms (eg, fever, chills) of early infection<\/li><li>signs of refeeding syndrome (eg, intercellular shifts of potassium, phosphorus, and magnesium, thiamine deficiency, and fluid retention) in severely undernourished patients<\/li><li>serum electrolytes, serum osmolarity, blood glucose, liver and kidney function, and blood count, with platelets and coagulation parameters; during therapy<\/li><li>serum fatty acid levels and signs or symptoms of essential fatty acid deficiency<\/li><li>signs or symptoms of hypersensitivity reactions<\/li><li>fluid status, in patients with heart failure or pulmonary edema<\/li><li>signs of hepatobiliary disorders, during therapy<\/li><\/ul>"},"12":{"id":"223880-s-12","title":"Toxicology","sub":[{"id":"223880-s-12-31","title":"Clinical Effects","mono":"<b>INTRAVENOUS LIPID EMULSION THERAPY FOR OVERDOSE<\/b><br\/>USES: Intravenous lipid formulations are commonly used for total parenteral nutrition (TPN) in patients unable to tolerate oral nutrition. Intravenous lipid emulsions are used to reverse severe toxicity secondary to lipid-soluble drugs or chemicals, such as local anesthetics, calcium channel blockers, beta-blockers, and tricyclic antidepressants. PHARMACOLOGY: Intravenous fat emulsion provides a source of energy and essential fatty acids when used in TPN. Its mechanism of action in reversing toxicity of lipid soluble drugs is not clearly understood, but it is thought to modulate intracellular metabolism by providing an energy source for the heart. It is also thought to act as a lipid sink, causing redistribution of lipid-soluble drugs away from target tissues, and to activate calcium ion channels, thereby increasing intracellular myocardial calcium. EPIDEMIOLOGY: Intralipid is a very rare cause of poisoning and rarely results in severe manifestations. OVERDOSE: Supratherapeutic doses of intralipid may result in a fat overload syndrome characterized by hyperlipidemia, fever, fatty infiltration, hepatomegaly, jaundice, splenomegaly, hemolytic anemia, leukopenia, thrombocytopenia, coagulation disturbance (increased clotting time), seizure, and coma.  ADVERSE EFFECTS: ACUTE: COMMON: Dyspnea, cyanosis, allergic reactions, hyperlipemia, hypercoagulability, nausea, vomiting, headache, flushing, increase in temperature, sweating, and sleepiness. LESS COMMON: Pain in the chest and back, slight pressure over the eyes, dizziness, pancreatitis, and irritation at the site of infusion. CHRONIC: Long-term use of intravenous fat emulsion for parenteral nutrition can result in hepatic steatosis, cholestasis, hepatosplenomegaly, and jaundice. Intravenous fat emulsion solutions contain aluminum and may lead to toxic accumulation in the bone and CNS after prolonged use. <br\/>"},{"id":"223880-s-12-32","title":"Treatment","mono":"<b>INTRAVENOUS LIPID EMULSION THERAPY FOR OVERDOSE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Mild to moderate toxicity can be treated with cessation of intralipid therapy. MANAGEMENT OF SEVERE TOXICITY: The management severe toxicity from intravenous lipid emulsion is primarily supportive, most adverse effects resolve rapidly with cessation of intravenous lipid emulsion therapy. Support respiratory and cardiovascular function as needed. <\/li><li>Decontamination: There is no role for decontamination as intralipid is administered parenterally and rapidly cleared from the body.<\/li><li>Airway management: Provide supportive care as indicated by clinical status. Ensure adequate ventilation and provide endotracheal intubation in patients exhibiting pulmonary toxicity.<\/li><li>Antidote: None.<\/li><li>Fat overload syndrome: Stop IV infusion immediately. Institute supportive care and ensure resolution of lipidemia before resuming therapy.<\/li><li>Monitoring of patient: Monitor serum triglycerides, liver enzymes, serum bilirubin, CBC with platelet count, and INR after overdose of intravenous fat emulsion.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of benefit due to the large volume of distribution of lipids.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Stable patients with accidental dosing errors may be observed in the clinical setting and usually do well as intralipid is rapidly cleared in the acute single dose setting.  Patients on long term parental therapy may need serial labs and a longer period of observation. ADMISSION CRITERIA: The vast majority of patients receiving intralipid are already admitted. For patients with inadvertent, massive overdose, monitor clinical status (CNS and pulmonary) and follow laboratory values (serum triglycerides, liver enzymes, serum bilirubin, CBC with platelet count, and INR). CONSULT CRITERIA: Consult a medical toxicologist if uncertain about drug effects or exposure.<\/li><\/ul>"},{"id":"223880-s-12-33","title":"Range of Toxicity","mono":"<b>INTRAVENOUS LIPID EMULSION THERAPY FOR OVERDOSE<\/b><br\/>TOXICITY: A specific toxic dose has not been established for adults. A woman with hypotension, oliguria, and respiratory failure after ingesting 135 mg of amlodipine, developed severe lipemia after inadvertently receiving a total of 2000 mL of 20% intralipid infusion for 4.5 hours (greater than 5 times the maximum suggested dose). She had no obvious clinical toxicity from the intravenous lipid overdose except for lipemic serum, but died 3 days after presentation from the amlodipine overdose. Death has been reported in preterm infants due to IV fat accumulation in the lungs. When used as total parenteral nutrition, infusion rates should not exceed 1 g\/kg in 4 hours. THERAPEUTIC DOSE: TPN: ADULT: The recommended dose for total parenteral nutrition (TPN) dosing is 0.1 gram fat\/minute for the first 15 to 30 minutes, and may be increased to 0.2 g fat\/minute if no adverse reactions occur. MAXIMUM DOSE:  2.5 g of fat\/kg\/day. Infusion rates should not exceed 1 g\/kg in 4 hours. PEDIATRIC: OLDER INFANTS and CHILDREN: INITIAL: 0.01 g fat\/min for the first 10 to 15 minutes, and then increased gradually up to 0.1 g fat\/kg\/hr as tolerated. MAXIMUM DOSE: 3 g fat\/kg\/day. LIPID RESCUE: CPR must be continued. Start with an IV bolus of 1.5 mL\/kg 20% intralipid over 1 minute. Follow with an IV infusion of 0.25 mL\/kg\/min of 20% lipid emulsion for 30 to 60 minutes. Repeat the bolus injection twice at 5 minute intervals, if adequate circulation has not been restored. After another 5 minutes, increase the infusion rate to 0.5 mL\/kg\/min, if adequate circulation has not be restored. <br\/>"}]},"13":{"id":"223880-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report symptoms of sepsis or infection.<\/li><li>Tell patient to report symptoms of thrombophlebitis.<\/li><li>Side effects may include flushing, dizziness, nausea, vomiting, headaches, hyperthermia, or sweating.<\/li><li>If used long-term, advise patient to report symptoms of thrombocytopenia, leukopenia, or hepatotoxicity.<\/li><\/ul>"}}}