{"drugs":["Abstral","Actiq","Fentanyl Citrate","Fentora","Lazanda","Onsolis","Sublimaze"],"mono":[{"id":"226300-s-0","title":"Generic Names","mono":"Fentanyl Citrate"},{"id":"226300-s-1","title":"Dosing and Indications","sub":{"0":{"id":"226300-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>injectable:<\/b> dosage should be individualized<\/li><li>transmucosal (Abstral(R), Actiq(R), Fentora(R), Onsolis(R)), Lazanda(R)) fentanyl citrate is only available through a restricted distribution program called the Transmucosal Immediate-Release Fentanyl Risk Evaluation and Mitigation Strategy (TIRF REMS) ACCESS Program; only prescribers, patients, distributors, and pharmacies registered with this program may prescribe, distribute, dispense, and receive fentanyl citrate transmucosal products. For information on the TIRF REMS program, call 1-866-822-1483 or visit www.TIRFREMSaccess.com<\/li><li><b>transmucosal (Abstral(R), Actiq(R), Fentora(R), Onsolis(R)), Lazanda(R)):<\/b> do not substitute for any other fentanyl products as this may result in fatal overdose<\/li><li><b>transmucosal (Abstral(R), Actiq(R), Fentora(R), Onsolis(R)), Lazanda(R)):<\/b> contraindicated in the management of acute or postoperative pain<\/li><li><b>transmucosal (Abstral(R), Actiq(R), Fentora(R), Onsolis(R)), Lazanda(R)):<\/b> should only be used in the management of breakthrough pain in adult patients with cancer who are already receiving and who are tolerant to around-the-clock opioid therapy consisting of daily doses of at least morphine 60 mg orally or daily use of an equianalgesic dose of another opioid for a week or longer; should not be used for in patients who are opioid-non-tolerant<\/li><li><b>SL tablet (Abstral(R)) and intranasal (Lazanda(R)):<\/b> immediate discontinuation of fentanyl citrate nasal spray is acceptable in patients who no longer require therapy for breakthrough pain if they continue to receive chronic opioid therapy<\/li><li><b>Analgesia for a mechanically ventilated patient, ICU:<\/b> Continuous infusion, 0.7 to 10 mcg\/kg\/hr IV<\/li><li><b>Analgesia for a mechanically ventilated patient, ICU:<\/b> Intermittent dosing, 0.35 to 1.5 mcg\/kg IV every 0.5 to 1 hour<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> INTRANASAL SPRAY (Lazanda(R)) initial, all patients 100 mcg (1 spray to 1 nostril); if adequate pain relief is achieved within 30 minutes, use this dose for subsequent episodes of breakthrough pain<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> INTRANASAL SPRAY (Lazanda(R)), dose titration, if analgesia not achieved with initial dose of 100 mcg (1 spray to 1 nostril), dose escalate to 200 mcg (1 spray into each nostril), 400 mcg (1 spray into 1 nostril), or 800 mcg (1 spray into each nostril) in a stepwise approach over consecutive breakthrough episodes; do not use more than 1 dose of Lazanda(R) per episode of breakthrough pain; wait at least 2 hours before using for the next episode; use of alternate rescue medications for inadequate pain relief within 30 minutes or for separate episode of pain before the next dose of Lazanda(R) is permitted; safety and efficacy of doses above 800 mcg not proven in clinical trials<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> INTRANASAL SPRAY (Lazanda(R)), maintenance, use same dose that provided adequate analgesia during the dose titration for subsequent episodes separated by at least 2 hours; not to exceed 4 doses in 24 hours<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> ORAL BUCCAL MUCOSA SOLUBLE FILM (Onsolis(R)) initial, all patients, 200 mcg; use of rescue medications for inadequate pain relief within 30 minutes is permitted; do not use more than 1 dose of Onsolis(R) per episode of breakthrough pain; treatment of subsequent episode should be separated by at least 2 hours<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> ORAL BUCCAL MUCOSA SOLUBLE FILM (Onsolis(R)) dose titration, if pain relief is not achieved after one 200-mcg film, increase dose by a maximum of 200 mcg in each subsequent pain episode until the patient has adequate analgesia with tolerable side effects, up to a maximum of four 200-mcg films with each dose; use a single 1200-mcg film in the next episode if pain relief is not achieved after four 200-mcg films and patient has tolerated 800-mcg dose; use of rescue medications for inadequate pain relief within 30 minutes is permitted; do not use more than 1 dose per episode of breakthrough pain; treatment of subsequent episode should be separated by at least 2 hours; MAX of 1200 mcg\/dose<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> ORAL BUCCAL MUCOSA SOLUBLE FILM (Onsolis(R)) maintenance dose, once a successful dose has been found, each episode is treated with a single film up to 4 times a day; if adequate pain relief not achieved in 30 minutes, do not re-dose with Onsolis(R) within an episode, may use a rescue medication as directed<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> ORAL BUCCAL MUCOSA TABLET (Fentora(R)) initial, 100 mcg; may repeat once after 30 minutes; do not use more than 2 doses per episode of breakthrough pain; treatment of subsequent episode should be separated by at least 4 hours; if adequate pain relief is achieved, use this dose for subsequent episodes of breakthrough pain<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> ORAL BUCCAL MUCOSA TABLET (Fentora(R)) dose titration, increase dose initially in multiples of 100 mcg up to 400 mcg, then by increments of 200 mcg to 600 mcg, or 800 mcg as needed; may repeat the same dose after 30 minutes; do not use more than 2 doses per episode of breakthrough pain; treatment of subsequent episode should be separated by at least 4 hours; do not use more than 4 tablets simultaneously<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> ORAL BUCCAL MUCOSA TABLET (Fentora(R)) maintenance dose, once a successful dose has been found, use only 1 dose of the appropriate strength per breakthrough pain episode; may administer SUBLINGUALLY once maintenance dose is determined<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> ORAL BUCCAL MUCOSA LOZENGE (Actiq(R)) initial, all patients, 200 mcg consumed over 15 minutes; do not dispense more than 6 lozenges initially<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> ORAL BUCCAL MUCOSA LOZENGE (Actiq(R)) dose titration, 200 mcg should be tried for several subsequent episodes of breakthrough pain; may repeat the same dose after 30 minutes after the start of the first dose; do not use more than 2 doses per episode of breakthrough pain; treatment of subsequent episode should be separated by at least 4 hours; if necessary increase dose to the next highest strength (eg, 400 mcg, 600 mcg, 800 mcg, 1200 mcg, then 1600 mcg); if adequate pain relief is achieved, use this dose for subsequent episodes of breakthrough pain<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> ORAL BUCCAL MUCOSA LOZENGE (Actiq(R)) maintenance dose, the goal is to use only 1 Actiq(R) unit of the appropriate strength per breakthrough pain episode; but may repeat once with the same dose 30 minutes after the start of first dose if no relief; treatment of subsequent episode should be separated by at least 4 hours; limit use to 4 lozenges or less per day<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> SUBLINGUAL TABLET (Abstral(R)) initial, all patients not already using Actiq(R), 100 mcg under the tongue; may repeat once after 30 minutes; do not use more than 2 doses per episode of breakthrough pain; treatment of subsequent episode should be separated by at least 2 hours; if adequate pain relief is achieved, use this dose for subsequent episodes of breakthrough pain; if already on Actiq(R), initiate Abstral(R) with 100 mcg if on Actiq(R) 200 mg; initiate Abstral(R) with 200 mcg if on Actiq(R) 400, 600, 800, or 1200 mg; initiate Abstral(R) with 400 mcg if on Actiq(R) 1600 mg<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> SUBLINGUAL TABLET (Abstral(R)) dose titration, increase dose initially in multiples of 100 mcg up to 400 mcg, then by increments of 200 mcg to 600 mcg, or 800 mcg as needed; may repeat the same dose after 30 minutes; up to 2 doses per episode of breakthrough pain; treatment of subsequent episode should be separated by at least 2 hours; if adequate pain relief is achieved, use this dose for subsequent episodes of breakthrough pain; no more than 4 tablets at one time; safety and efficacy of doses above 800 mcg not proven in clinical trials<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> SUBLINGUAL TABLET (Abstral(R)) maintenance dose, once a successful dose has been found, use only 1 tablet of the appropriate strength; may repeat the same dose after 30 minutes; up to 2 doses per episode of breakthrough pain; treatment of subsequent episode should be separated by at least 2 hours; limit use to 4 or less episodes of breakthrough pain per day<\/li><li><b>General anesthesia; Adjunct:<\/b> Usual dose range, 2 to 50 mcg\/kg IV<\/li><li><b>General anesthesia - Surgical procedure, High-risk patients:<\/b> 50 to 100 mcg\/kg IV with oxygen and a muscle relaxant; doses up to 150 mcg\/kg may be required<\/li><li><b>Postoperative pain:<\/b> 50 to 100 mcg IV\/IM; may repeat after 1 to 2 hours if needed<\/li><li><b>Premedication for procedure, Adjunct to anesthesia:<\/b> 50 to 100 mcg IM 30 to 60 minutes prior to surgery<\/li><li><b>Procedural sedation, For analgesia:<\/b> 0.5 to 1.5 mcg\/kg IV; may repeat every 1 to 3 minutes to desired effect<\/li><li><b>Regional anesthesia; Adjunct:<\/b> 50 to 100 mcg IM or slow IV over 1 to 2 minutes when additional analgesia is required<\/li><\/ul>"},"1":{"id":"226300-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy of Abstral(R), Fentora(R), Onsolis(R), and Lazanda(R) in pediatric patients below the age of 18 years have not been established; safety and efficacy of fentanyl citrate buccal mucosal lozenge (Actiq(R)) have not been established in pediatric patients below 16 years of age<\/li><li><b>injectable:<\/b> dosage should be individualized<\/li><li>SL fentanyl citrate (Actiq(R)) is only available through a restricted distribution program called the Transmucosal Immediate-Release Fentanyl Risk Evaluation and Mitigation Strategy (TIRF REMS) ACCESS Program; only prescribers, patients, distributors, and pharmacies registered with this program may prescribe, distribute, dispense, and receive fentanyl citrate transmucosal products. For information on the TIRF REMS program, call 1-866-822-1483 or visit www.TIRFREMSaccess.com<\/li><li><b>SL fentanyl citrate (Actiq(R)):<\/b> do not substitute for any other fentanyl products as this may result in fatal overdose<\/li><li><b>SL fentanyl citrate (Actiq(R)):<\/b> contraindicated in the management of acute or postoperative pain<\/li><li><b>SL fentanyl citrate (Actiq(R)):<\/b> should only be used in the management of breakthrough pain in adult patients with cancer who are already receiving and who are tolerant to around-the-clock opioid therapy consisting of daily doses of at least morphine 60 mg orally or daily use of an equianalgesic dose of another opioid for a week or longer; should not be used for in patients who are opioid-non-tolerant<\/li><li><b>Analgesia for a mechanically ventilated patient, ICU:<\/b> Continuous infusion (infants and children), 2 to 3 mcg\/kg\/hr IV<\/li><li><b>Analgesia for a mechanically ventilated patient, ICU:<\/b> Continuous infusion (neonates), 0.5 to 2 mcg\/kg\/hr IV<\/li><li><b>Analgesia for a mechanically ventilated patient, ICU:<\/b> Intermittent dosing, 0.5 to 3 mcg\/kg IV<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> (16 years or older) ORAL BUCCAL MUCOSA LOZENGE (Actiq(R)) initial, all patients, 200 mcg consumed over 15 minutes; do not dispense more than 6 lozenges initially<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> (16 years or older) ORAL BUCCAL MUCOSA LOZENGE (Actiq(R)) dose titration, 200 mcg should be tried for several subsequent episodes of breakthrough pain; may repeat the same dose after 30 minutes after the start of the first dose; do not use more than 2 doses per episode of breakthrough pain; treatment of subsequent episode should be separated by at least 4 hours; if necessary, increase dose to the next highest strength (eg, 400 mcg, 600 mcg, 800 mcg, 1200 mcg, then 1600 mcg); if adequate pain relief is achieved, use this dose for subsequent episodes of breakthrough pain<\/li><li><b>Breakthrough cancer pain, In opioid-tolerant patients:<\/b> (16 years or older) ORAL BUCCAL MUCOSA LOZENGE (Actiq(R)) maintenance dose, the goal is to use only 1 Actiq(R) unit of the appropriate strength per breakthrough pain episode; but may repeat once with the same dose 30 minutes after the start of first dose if no relief; treatment of subsequent episode should be separated by at least 4 hours; limit use to 4 lozenges or less per day<\/li><li><b>General anesthesia; Adjunct:<\/b> (2 to 12 years) 2 to 3 mcg\/kg IV<\/li><li><b>General anesthesia - Surgical procedure, High-risk patients:<\/b> (2 to 12 years) 2 to 3 mcg\/kg IV.<\/li><li><b>Pain, acute:<\/b> 1.5 mcg\/kg INTRANASALLY via nasal atomizer device (study dosing)<\/li><li><b>Procedural sedation, For analgesia:<\/b> 0.5 to 1 mcg\/kg IV (up to 50 mcg\/dose); may repeat every 3 minutes to desired effect<\/li><\/ul>"},"3":{"id":"226300-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Breakthrough cancer pain, In opioid-tolerant patients<\/li><li>General anesthesia; Adjunct<\/li><li>General anesthesia - Surgical procedure, High-risk patients<\/li><li>Postoperative pain<\/li><li>Premedication for procedure, Adjunct to anesthesia<\/li><li>Regional anesthesia; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Analgesia for a mechanically ventilated patient, ICU<\/li><li>Obstetric pain<\/li><li>Pain, acute<\/li><li>Procedural sedation, For analgesia<\/li><\/ul>"}}},{"id":"226300-s-2","title":"Black Box Warning","mono":"<ul><li><b>Buccal (Film; Lozenge\/Troche; Tablet)<\/b><br\/>Due to the risk of fatal respiratory depression, immediate-release transmucosal fentanyl is contraindicated in opioid non-tolerant patients and in management of acute or postoperative pain, including headache\/migraines. Keep out of reach of children. Use with CYP3A4 inhibitors may cause fatal respiratory depression. When prescribing, do not convert patients on a mcg per mcg basis from any other oral transmucosal fentanyl product. When dispensing, do not substitute with any other fentanyl products. Contains fentanyl, a Schedule II controlled substance with abuse liability similar to other opioid analgesics. Only available through a restricted program called the Transmucosal Immediate Release Fentanyl Risk Evaluation and Mitigation Strategy (TIRF REMS) Access program. Outpatients, healthcare professionals who prescribe to outpatients, pharmacies, and distributors are required to enroll in the program.<br\/><\/li><li><b>Nasal (Spray)<\/b><br\/>Due to the risk of fatal respiratory depression, immediate-release transmucosal fentanyl is contraindicated in opioid non-tolerant patients and in management of acute or postoperative pain, including headache\/migraines. Keep out of reach of children. Use with CYP3A4 inhibitors may cause fatal respiratory depression. When prescribing, do not convert patients on a mcg per mcg basis from any other fentanyl products. When dispensing, do not substitute with any other fentanyl products. Contains fentanyl, a Schedule II controlled substance with abuse liability similar to other opioid analgesics. Only available through a restricted program called the Transmucosal Immediate Release Fentanyl Risk Evaluation and Mitigation Strategy (TIRF REMS) Access program. Outpatients, healthcare professionals who prescribe to outpatients, pharmacies, and distributors are required to enroll in the program.<br\/><\/li><li><b>Sublingual (Tablet)<\/b><br\/>Due to the risk of fatal respiratory depression, immediate-release transmucosal fentanyl is contraindicated in opioid non-tolerant patients and in management of acute or postoperative pain, including headache\/migraines. Keep out of reach of children. Use with CYP3A4 inhibitors may cause fatal respiratory depression. When prescribing, do not convert patients on a mcg per mcg basis from any other fentanyl products. When dispensing, do not substitute with any other fentanyl products. Contains fentanyl, a Schedule II controlled substance with abuse liability similar to other opioid analgesics. Only available through a restricted program called the Transmucosal Immediate Release Fentanyl Risk Evaluation and Mitigation Strategy (TIRF REMS) Access program. Outpatients, healthcare professionals who prescribe to outpatients, pharmacies, and distributors are required to enroll in the program.<br\/><\/li><\/ul>"},{"id":"226300-s-3","title":"Contraindications\/Warnings","sub":[{"id":"226300-s-3-9","title":"Contraindications","mono":"<ul><li>acute or postoperative pain including headache\/migraine, dental pain, or use in the emergency room (transmucosal)<\/li><li>hypersensitivity to fentanyl or to any other component of the product (transmucosal)<\/li><li>intolerance to fentanyl or to any other component of the product<\/li><li>opioid non-tolerant patients; risk of life-threatening respiratory depression (transmucosal)<\/li><\/ul>"},{"id":"226300-s-3-10","title":"Precautions","mono":"<ul><li>abuse potential, high risk of addiction, misuse, or diversion<\/li><li>concomitant strong or moderate CYP3A4 inhibitors; may result in an increase in fentanyl plasma concentrations, and potentially fatal respiratory depression<\/li><li>different bioavailabilities among products and manufacturers; do not convert patients from one fentanyl product to another on a mcg to mcg basis, including Actiq(R), Fentora(R), Abstral(R), Lazanda(R), and Onsolis(R)<\/li><li>hypoventilation; may occur at any dose (transmucosal)<\/li><li>pediatric exposure; content amount may be fatal to children; keep all fentanyl units out of the reach of children and dispose of open and used product properly (transmucosal); deaths due to accidental ingestion have been reported in children<\/li><li>respiratory depression, fatal, has been reported, usually following large initial doses in opioid non-tolerant patients or with coadministration of other respiratory depressants; monitoring recommended (transmucosal)<\/li><li>abrupt discontinuation or administration of opioid antagonist; may result in withdrawal symptoms (transmucosal)<\/li><li>bradyarrhythmias; IV administration of fentanyl may produce bradycardia<\/li><li>concomitant use with other CNS depressants (including other opioids, sedatives, or hypnotics), general anesthetics, phenothiazines, tranquilizers, skeletal muscle relaxants, sedating antihistamines, alcohol, and other respiratory depressants; may produce increased CNS depressant effects; monitoring recommended; dosage adjustment may be necessary<\/li><li>COPD, decreased respiratory reserve, compromised respiratory function, or preexisting medical conditions that predispose to hypoventilation; risk of further decreased respiratory function<\/li><li>elderly or debilitated patients; higher risk of respiratory depression and other adverse events<\/li><li>head injury, increased intracranial pressure, impaired consciousness, or comatose patients with or without head injury or brain tumor; opioids may obscure the clinical course<\/li><li>hepatic or renal impairment; potential risk of toxicity<\/li><li>MAOI therapy within 14 days; severe and unpredictable potentiation of opioids by MAOI inhibitors has been reported<\/li><li>muscular rigidity, particularly involving muscles of respiration, has been reported; management protocol advised (injection)<\/li><li>respiratory disorders, underlying; increased risk of respiratory depression<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"226300-s-3-11","title":"Pregnancy Category","mono":"Fentanyl: Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"226300-s-3-12","title":"Breast Feeding","mono":"Fentanyl: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"226300-s-4","title":"Drug Interactions","sub":[{"id":"226300-s-4-13","title":"Contraindicated","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Naltrexone (probable)<\/li><li>Nelfinavir (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><\/ul>"},{"id":"226300-s-4-14","title":"Major","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Acepromazine (theoretical)<\/li><li>Alefacept (theoretical)<\/li><li>Alfentanil (theoretical)<\/li><li>Almotriptan (theoretical)<\/li><li>Alprazolam (theoretical)<\/li><li>Amiodarone (probable)<\/li><li>Amisulpride (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amlodipine (theoretical)<\/li><li>Amobarbital (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Amphetamine (theoretical)<\/li><li>Amprenavir (theoretical)<\/li><li>Anileridine (theoretical)<\/li><li>Aprepitant (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atorvastatin (theoretical)<\/li><li>Baclofen (theoretical)<\/li><li>Benperidol (theoretical)<\/li><li>Bicalutamide (theoretical)<\/li><li>Blinatumomab (theoretical)<\/li><li>Bromazepam (theoretical)<\/li><li>Brompheniramine (theoretical)<\/li><li>Buprenorphine (theoretical)<\/li><li>Buspirone (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Butalbital (theoretical)<\/li><li>Butorphanol (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Carphenazine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Chlorpheniramine (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Cimetidine (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Clonazepam (theoretical)<\/li><li>Clorazepate (theoretical)<\/li><li>Clorgyline (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Cocaine (theoretical)<\/li><li>Codeine (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclobenzaprine (theoretical)<\/li><li>Cyclosporine (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Desogestrel (theoretical)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dexmedetomidine (theoretical)<\/li><li>Dextroamphetamine (theoretical)<\/li><li>Dextromethorphan (theoretical)<\/li><li>Diacetylmorphine (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Dichloralphenazone (theoretical)<\/li><li>Dienogest (theoretical)<\/li><li>Difenoxin (theoretical)<\/li><li>Dihydrocodeine (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Diphenhydramine (theoretical)<\/li><li>Diphenoxylate (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Doxylamine (theoretical)<\/li><li>Droperidol (theoretical)<\/li><li>Drospirenone (theoretical)<\/li><li>Duloxetine (theoretical)<\/li><li>Eletriptan (theoretical)<\/li><li>Enflurane (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Estazolam (theoretical)<\/li><li>Estradiol (theoretical)<\/li><li>Eszopiclone (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Ethinyl Estradiol (theoretical)<\/li><li>Ethopropazine (theoretical)<\/li><li>Ethylmorphine (theoretical)<\/li><li>Ethynodiol (theoretical)<\/li><li>Etonogestrel (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Flunitrazepam (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fluphenazine (theoretical)<\/li><li>Flurazepam (theoretical)<\/li><li>Fluspirilene (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Frovatriptan (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><li>Ginkgo Biloba (theoretical)<\/li><li>Goldenseal (theoretical)<\/li><li>Golimumab (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Halazepam (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Halothane (theoretical)<\/li><li>Hexobarbital (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Hydroxytryptophan (theoretical)<\/li><li>Hydroxyzine (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Isoflurane (theoretical)<\/li><li>Isoniazid (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketamine (theoretical)<\/li><li>Ketazolam (theoretical)<\/li><li>Ketobemidone (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Levonorgestrel (theoretical)<\/li><li>Levorphanol (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Lithium (theoretical)<\/li><li>Lomitapide (theoretical)<\/li><li>Lorazepam (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Meclizine (theoretical)<\/li><li>Melperone (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Mephobarbital (theoretical)<\/li><li>Meprobamate (theoretical)<\/li><li>Meptazinol (theoretical)<\/li><li>Mesoridazine (theoretical)<\/li><li>Mestranol (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Methdilazine (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methohexital (theoretical)<\/li><li>Methotrimeprazine (theoretical)<\/li><li>Methylene Blue (theoretical)<\/li><li>Miconazole (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Milnacipran (theoretical)<\/li><li>Mirtazapine (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Molindone (theoretical)<\/li><li>Moricizine (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nalbuphine (theoretical)<\/li><li>Naratriptan (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nialamide (theoretical)<\/li><li>Nicardipine (probable)<\/li><li>Nicomorphine (theoretical)<\/li><li>Nifedipine (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Nitrazepam (theoretical)<\/li><li>Nitrous Oxide (theoretical)<\/li><li>Norelgestromin (theoretical)<\/li><li>Norethindrone (theoretical)<\/li><li>Norgestimate (theoretical)<\/li><li>Norgestrel (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Opium (theoretical)<\/li><li>Opium Alkaloids (theoretical)<\/li><li>Orphenadrine (theoretical)<\/li><li>Ospemifene (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Palbociclib (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>Papaveretum (theoretical)<\/li><li>Paregoric (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Paroxetine (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Pentazocine (theoretical)<\/li><li>Pentobarbital (theoretical)<\/li><li>Perazine (theoretical)<\/li><li>Periciazine (theoretical)<\/li><li>Perphenazine (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Pimozide (theoretical)<\/li><li>Piperacetazine (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pipotiazine (theoretical)<\/li><li>Piritramide (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Promazine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Propofol (theoretical)<\/li><li>Propoxyphene (theoretical)<\/li><li>Quazepam (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Ramelteon (theoretical)<\/li><li>Ranitidine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Regorafenib (theoretical)<\/li><li>Remifentanil (theoretical)<\/li><li>Remoxipride (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>Rizatriptan (theoretical)<\/li><li>Secobarbital (theoretical)<\/li><li>Secukinumab (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sertraline (theoretical)<\/li><li>Sibutramine (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Sufentanil (theoretical)<\/li><li>Sulpiride (theoretical)<\/li><li>Sumatriptan (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Temazepam (theoretical)<\/li><li>Thiethylperazine (theoretical)<\/li><li>Thiopental (theoretical)<\/li><li>Thiopropazate (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ticagrelor (theoretical)<\/li><li>Tilidine (theoretical)<\/li><li>Tizanidine (theoretical)<\/li><li>Tolonium Chloride (theoretical)<\/li><li>Toloxatone (theoretical)<\/li><li>Topiramate (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Triazolam (theoretical)<\/li><li>Trifluoperazine (theoretical)<\/li><li>Trifluperidol (theoretical)<\/li><li>Triflupromazine (theoretical)<\/li><li>Trimeprazine (theoretical)<\/li><li>Troleandomycin (probable)<\/li><li>Tryptophan (theoretical)<\/li><li>Valproic Acid (theoretical)<\/li><li>Venlafaxine (theoretical)<\/li><li>Verapamil (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Zaleplon (theoretical)<\/li><li>Zileuton (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zolmitriptan (theoretical)<\/li><li>Zolpidem (theoretical)<\/li><li>Zopiclone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"226300-s-4-15","title":"Moderate","mono":"<ul><li>Azithromycin (probable)<\/li><li>Clotrimazole (probable)<\/li><li>Dirithromycin (probable)<\/li><li>Econazole (probable)<\/li><li>Josamycin (probable)<\/li><li>Mepartricin (probable)<\/li><li>Miokamycin (probable)<\/li><li>Nevirapine (probable)<\/li><li>Perampanel (probable)<\/li><li>Rokitamycin (probable)<\/li><li>Roxithromycin (probable)<\/li><li>Spiramycin (probable)<\/li><\/ul>"}]},{"id":"226300-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (up to 5% (buccal film)), Peripheral edema (1% or greater (nasal spray); 5% to 32% (buccal tablet))<\/li><li><b>Dermatologic:<\/b>Application site reaction (10% (buccal tablet)), Rash (3% to 8% (lozenge))<\/li><li><b>Endocrine metabolic:<\/b>Abnormal weight loss (up to 13% (buccal tablet\/film)), Hypokalemia (up to 15% (buccal tablet))<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (1% or greater (nasal spray); up to 15%), Constipation (4% to 26%), Diarrhea (up to 16% (buccal tablet\/film)), Loss of appetite (2% to 11% (buccal tablet\/film)), Nausea (5.6% to 42%), Vomiting (4% to 37%)<\/li><li><b>Hematologic:<\/b>Anemia (1% or greater (nasal spray); 9% to 32% (buccal tablet)), Neutropenia (1% or greater (nasal spray); up to 8% (buccal tablet))<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (up to 8% (buccal tablet)), Backache (up to 11% (buccal tablet))<\/li><li><b>Neurologic:<\/b>Asthenia (up to 30% (lozenge, buccal tablet\/film)), Confusion (up to 16%), Dizziness (6% (nasal spray); up to 26% (lozenge, sublingual, buccal tablet\/film)), Headache (1% or greater (nasal spray); up to 17% (lozenge, sublingual, buccal tablet\/film)), Insomnia (up to 11% (lozenge, buccal tablet\/film)), Somnolence (up to 15% (sublingual, buccal tablet))<\/li><li><b>Psychiatric:<\/b>Anxiety (3% to 9% (buccal film, lozenge)), Depression (up to 11% (buccal tablet))<\/li><li><b>Respiratory:<\/b>Cough (up to 9%), Pneumonia (1% to 16% (buccal tablet, nasal spray))<\/li><li><b>Other:<\/b>Dehydration (up to 21% (buccal tablet, film)), Fatigue (1% to 20% (buccal tablet, film))<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia (1% or greater (sublingual tablet)), Cardiorespiratory arrest (1% or greater (nasal spray)), Tachyarrhythmia (1% or greater (sublingual, buccal tablet\/film))<\/li><li><b>Gastrointestinal:<\/b>Bowel obstruction (1% or greater (buccal film); up to 4% (lozenge))<\/li><li><b>Hematologic:<\/b>Deep venous thrombosis (1% or greater (nasal spray))<\/li><li><b>Musculoskeletal:<\/b>Muscle rigidity<\/li><li><b>Respiratory:<\/b>Dyspnea (up to 19% (lozenge, buccal tablet\/film)), Respiratory depression<\/li><\/ul>"},{"id":"226300-s-6","title":"Drug Name Info","sub":{"0":{"id":"226300-s-6-17","title":"US Trade Names","mono":"<ul><li>Actiq<\/li><li>Sublimaze<\/li><li>Fentora<\/li><li>Onsolis<\/li><li>Abstral<\/li><li>Lazanda<\/li><\/ul>"},"2":{"id":"226300-s-6-19","title":"Class","mono":"<ul><li>Analgesic<\/li><li>Opioid<\/li><\/ul>"},"3":{"id":"226300-s-6-20","title":"Regulatory Status","mono":"Schedule II<br\/>"},"4":{"id":"226300-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"226300-s-7","title":"Mechanism Of Action","mono":"Fentanyl citrate is a pure opioid agonist used to achieve analgesia. As other opioid agonists, fentanyl pharmacological effects include analgesia, anxiolysis, euphoria, feelings of relaxation, respiratory depression, constipation, miosis, and cough suppression.<br\/>"},{"id":"226300-s-8","title":"Pharmacokinetics","sub":[{"id":"226300-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Intranasal: Lazanda(R), 15 to 21 minutes<\/li><li>Tmax, Oral-buccal, adults: Onsolis(TM), 60 to 150 minutes; Fentora(TM), 35 to 46.8 minutes; Actiq(TM), 91 to 120 minutes<\/li><li>Tmax, Sublingual, adults: 30 to 60 minutes<\/li><li>Tmax, IV, adults: 0.17 hour<\/li><li>Bioavailability, Intranasal: 20% higher than oral transmucosal<\/li><li>Bioavailability, Oral-buccal, adults: 65% (Fentora(TM)); 71% (Onsolis(TM)); 47% (Actiq(TM))<\/li><li>Bioavailability, Sublingual, adults: 54%<\/li><\/ul>"},{"id":"226300-s-8-24","title":"Distribution","mono":"<ul><li>Vd: (IM, IV, intranasal spray, soluble film, lozenge\/troche, sublingual tablet), 4 L\/kg (mean)<\/li><li>Vd: (Oral, buccal tablets), 25.4 L\/kg (mean)<\/li><li>Protein binding, alpha-1-acid glycoprotein: 80% to 85%<\/li><\/ul>"},{"id":"226300-s-8-25","title":"Metabolism","mono":"Hepatic and intestinal mucosa; P450 CYP3A4 <br\/>"},{"id":"226300-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: approximately 1% to 9%<\/li><li>Renal: approximately 75% as metabolites, less than 10% unchanged<\/li><li>Total body clearance: 0.5 L\/hr\/kg<\/li><\/ul>"},{"id":"226300-s-8-27","title":"Elimination Half Life","mono":"<ul><li>(Intranasal spray), 15 to 24.9 hours<\/li><li>(IM, IV), 219 minutes<\/li><li>(Oral, troche\/lozenges), 7 hours<\/li><li>(Oral, buccal tablets, 100 to 200 mcg), 2.63 to 4.43 hours<\/li><li>(Oral, buccal tablets, 400 to 800 mcg), 11.09 to 11.7 hours<\/li><li>(Oral, buccal soluble films), 14 hours  to 19 hours<\/li><li>(Sublingual tablets, 100 to 200 mcg) 5.02 to 6.67 hours<\/li><li>(Sublingual tablets, 400 to 800 mcg) 10.1 to 13.5 hours<\/li><\/ul>"}]},{"id":"226300-s-9","title":"Administration","mono":"<ul><li><b>Buccal<\/b><br\/><ul><li>Onsolis(R): wet the inside of the cheek with tongue or rinse mouth with water, open film package immediately prior to use, place entire film near the tip of a dry finger with the pink side facing up and hold in place, then place pink side against the inside of cheek, press and hold the film in place for 5 seconds, film should stay in place on its own after 5 seconds; film should not be manipulated with tongue or fingers; may consume liquids after 5 minutes; do not chew, swallow, cut, or tear films<\/li><li>Onsolis(R): if multiple 200-mcg films are used, place films on both sides of mouth; do not place films on top of each other; film will dissolve within 15 to 30 minutes after application; avoid food until the film has dissolved<\/li><li>Fentora(R): remove tablet from blister package and immediately place the entire tablet above a rear molar, between the upper cheek and gum or under the tongue (if effective dose established) and allow to disintegrate; may swallow any remnants with a glass of water after 30 minutes; do not crush, suck, chew, or swallow tablet whole; alternate side of mouth when administering subsequent doses<\/li><li>Fentora(R): do not push Fentora(R) tablet through blister package or split tablets<\/li><li>Actiq(R): place lozenge in mouth between cheek and lower gum; occasionally move from one side of mouth to the other while sucking, do not chew<\/li><li>Actiq(R): consume one lozenge over 15 minutes<\/li><li>Actiq(R): dispose handle in container out of reach of children; if dose unit is partially-consumed or any drug matrix remains on the handle, place under hot running water until all of the drug matrix is gone, then dispose out of reach of children; contact Cephalon, Inc at 1-800-896-5855 for assistance with disposal information<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>(Adult) Administer slow IV push over 1 to 2 minutes<\/li><li>(Pediatric) Administer undiluted or diluted to desired concentration in D5W or NS; administer slow IV push over 2 to 5 minutes<\/li><\/ul><\/li><li><b>Nasal<\/b><br\/><ul><li>Lazanda(R) prime nasal device with 4 sprays into pouch<\/li><li>Lazanda(R) insert nozzle a short distance (about 0.5 inch or 1 cm) into the nose and slightly tilt to point towards bridge<\/li><li>Lazanda(R) firmly press finger grips until hear click and counting window number will advance by 1<\/li><li>Lazanda(R) mist of dose may not always be felt so rely on audible click and counter of device<\/li><\/ul><\/li><li><b>Sublingual<\/b><br\/>Abstral(R) sip water and spit out or swallow if mouth feels dry; open blister card immediately prior to use, peel back foil starting at the marked unsealed area, place tablet on the floor of the mouth under the tongue, as far back as possible; if multiple tablets are used, spread around floor of mouth under tongue; let tablet(s) dissolve completely; do not eat or drink until tablet(s) is\/are completely dissolved; do not push tablets through foil as damage will result, do not suck, chew, or swallow tablet(s)<br\/><\/li><\/ul>"},{"id":"226300-s-10","title":"Monitoring","mono":"<ul><li>pain reduction is indicative of clinical efficacy<\/li><li>(injection) adequate induction of anesthesia and maintenance of general and regional anesthesia is indicative of clinical efficacy<\/li><li>(intranasal, oral) CNS depression, or other adverse events, especially during dose titration<\/li><li>(intranasal, oral) signs and symptoms of respiratory depression; may occur within 15 to 30 minutes of administration and persist for several hours<\/li><li>(injection) assess postoperative patients for restoration of spontaneous respiratory function prior to discharge; secondary rebound respiratory depression may occur postoperatively<\/li><li>(injection) ECG when administered with a neuroleptic agent<\/li><li>(injection) vital signs routinely<\/li><\/ul>"},{"id":"226300-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 0.05 MG\/ML, 50 MCG\/ML<\/li><li>Intravenous Solution: 0.05 MG\/ML, 50 MCG\/ML<\/li><li>Mucous Membrane Lozenge\/Troche: 0.2 MG, 0.4 MG, 0.6 MG, 0.8 MG, 1.2 MG, 1.6 MG<\/li><\/ul><\/li><li><b>Abstral<\/b><br\/>Sublingual Tablet: 100 MCG, 200 MCG, 300 MCG, 400 MCG, 600 MCG, 800 MCG<br\/><\/li><li><b>Actiq<\/b><br\/>Mucous Membrane Lozenge\/Troche: 0.2 MG, 0.4 MG, 0.6 MG, 0.8 MG, 1.2 MG, 1.6 MG<br\/><\/li><li><b>Fentora<\/b><br\/>Buccal Tablet: 100 MCG, 200 MCG, 400 MCG, 600 MCG, 800 MCG<br\/><\/li><li><b>Lazanda<\/b><br\/>Nasal Spray: 100 MCG\/Spray, 400 MCG\/Spray<br\/><\/li><\/ul>"},{"id":"226300-s-12","title":"Toxicology","sub":[{"id":"226300-s-12-31","title":"Clinical Effects","mono":"<b>FENTANYL <\/b><br\/>USES: Fentanyl is used for the treatment of persistent moderate to severe chronic pain (eg, cancer pain) in opioid tolerant individuals. It may also be used for anesthesia and analgesia in the mechanically ventilated patient in the intensive care unit. It is available via the following routes: parenteral, transmucosal (transmucosal lozenge, buccal soluble film), transdermal, and sublingual (spray and tablet). It has been abused, similar to other opioids. PHARMACOLOGY: Fentanyl is a pure opioid agonist of high potency (80 to 100 times more potent than morphine) with a short duration of action. It is known to be a mu-opioid receptor agonist that can produce respiratory depression. Fentanyl exerts its primary pharmacologic effects on the central nervous system (ie, depresses the respiratory centers, depresses the cough reflex, and constricts the pupils). TOXICOLOGY: Therapeutic and toxic effects are mediated by different opioid receptors. Mu 1: Supraspinal and peripheral analgesia, sedation, and euphoria. Mu 2: Spinal analgesia, respiratory depression, physical dependence, GI dysmotility, bradycardia and pruritus. Kappa 1: Spinal analgesia and miosis. Kappa 2: Dysphoria and psychotomimesis. Kappa 3: Supraspinal analgesia. Chronic opioid users develop tolerance to the analgesic and euphoric effects, but not to the respiratory depression effects. EPIDEMIOLOGY: There have been several outbreaks of fentanyl toxicity where it was injected as a street drug of abuse. In general, pharmaceutical fentanyl exposures are less common as compared to other opiates; however, deaths have been reported in both opioid tolerant and non-tolerant individuals following intentional and unintentional misuse of fentanyl (eg, transdermal). Acetyl fentanyl is an injectable fentanyl analog that has been used illicitly. MILD TO MODERATE TOXICITY: Euphoria, drowsiness, headache, anxiety, dizziness, constipation, nausea, vomiting and pinpoint pupils. SEVERE POISONING: Respiratory depression leading to apnea or respiratory arrest, hypoxia, circulatory depression, hypotension and shock. Death may result from any of these complications. ADVERSE EFFECTS: COMMON: PARENTERAL: Respiratory depression, apnea, rigidity, and bradycardia may occur with parenteral administration. Other adverse reactions include: hypertension, hypotension, dizziness, blurred vision, nausea, emesis, laryngospasm and diaphoresis. TRANSDERMAL: Titration phase: Nausea, dizziness, somnolence, vomiting, asthenia and headache may occur. Maintenance: Dyspnea, constipation, anxiety, confusion, depression, rash and insomnia may develop. BUCCAL FILM: Nausea, vomiting, dizziness, dehydration, dyspnea and somnolence may be observed. As with other opiates, tolerance and physical dependence can develop with regular use of fentanyl.<br\/>"},{"id":"226300-s-12-32","title":"Treatment","mono":"<b>FENTANYL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients may only need observation. MANAGEMENT OF SEVERE TOXICITY: Administer oxygen and assist ventilation for respiratory depression. Naloxone is the antidote indicated for severe toxicity (respiratory or CNS depression). Orotracheal intubation for airway protection should be performed early in cases of obtundation and\/or respiratory depression that do not respond to naloxone, or in patients who develop severe acute lung injury.<\/li><li>Decontamination: PREHOSPITAL: Fentanyl is absorbed rapidly, GI decontamination is unlikely to be of benefit and may cause aspiration; it should be avoided. Search for and remove any fentanyl patches on the patient's body. HOSPITAL: Fentanyl is absorbed rapidly, GI decontamination is unlikely to be of benefit and may cause aspiration; it should be avoided. Search for and remove any patches on the patient's body (including rectum and vagina).<\/li><li>Airway management: Administer oxygen and assist ventilation for respiratory depression. Orotracheal intubation for airway protection should be performed early in cases of obtundation and\/or respiratory depression that do not respond to naloxone, or in patients who develop severe acute lung injury.<\/li><li>Antidote: NALOXONE, an opioid antagonist, is the specific antidote. Naloxone can be given intravascularly, intramuscularly, subcutaneously, intranasally or endotracheally. The usual dose is 0.4 to 2.0 mg IV. In patients with suspected opioid dependence incremental doses of 0.2 mg IV should be administered, titrated to reversal of respiratory depression and coma, to avoid precipitating acute opioid withdrawal. Doses may be repeated every 2 to 3 minutes up to 20 mg. Very high doses are rarely needed, but may be necessary in overdoses of high potency opioids, such as fentanyl. A CONTINUOUS infusion may be necessary in patients who ingest a sustained release formulation such as a patch. A suggested starting rate is two-thirds of the dose effective for initial reversal that is administered each hour; titrate as needed. Naloxone can precipitate withdrawal in an opioid-dependent patients, which is usually not life-threatening; however it can be extremely uncomfortable for the patient.<\/li><li>Seizure: Seizures are rare, but may be a result of hypoxia or due to properties of certain agents or their metabolites (eg, meperidine, tramadol, propoxyphene). Treatment includes ensuring adequate oxygenation, and administering intravenous benzodiazepines; propofol or barbiturates may be indicated, if seizures persist.<\/li><li>Acute lung injury: Acute lung injury can develop in a small proportion of patients after an acute opioid overdose, and has been reported in a number of patients following intravenous overdose of fentanyl. The pathophysiology is unclear. Patients should be observed for 4 to 6 hours after overdose to evaluate for hypoxia and\/or the development of acute lung injury. Continuous oxygen therapy, pulse oximetry, PEEP and mechanical ventilation may be necessary.<\/li><li>Hypotensive episode: Hypotension is often reversed by naloxone. Initially treat with a saline bolus, if patient can tolerate a fluid load; then adrenergic vasopressors to raise mean arterial pressure.<\/li><li>Monitoring of patient: Monitor vital signs frequently, pulse oximetry, and continuous cardiac monitoring. Monitor carefully for CNS and respiratory depression. Urine toxicology screens for opioids often do not detect synthetic opioids such as fentanyl. Plasma concentrations are available from specialty labs. They are not available rapidly and are not useful for guiding therapy, but may confirm exposure. Routine lab work is usually not indicated, unless it is helpful to exclude other causes or if the diagnosis of fentanyl toxicity is uncertain. Evaluate for pulmonary and central nervous system manifestation of toxicity or sequelae from toxicity.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not of value because of the large volume of distribution of fentanyl.<\/li><li>Intrathecal injection: Limited experience. Treat seizures (benzodiazepines, barbiturates, propofol) and support blood pressure with fluids and pressors as needed. Naloxone infusion may be useful. Intubate and ventilate as needed. Cerebrospinal fluid drainage may accelerate recovery.<\/li><li>Patient disposition: HOME CRITERIA: Respiratory depression may occur at doses just above a therapeutic dose. Children should be evaluated in the hospital and observed as they are generally opioid naive and may develop respiratory depression. Adults should be evaluated by a health care professional if they have received a higher than recommended (therapeutic) dose, especially if opioid naive. OBSERVATION CRITERIA: Patients with deliberate exposures and all children with exposures should be sent to a health care facility for observation for at least 4 hours, as peak plasma concentration and symptoms will likely develop within this time period. Opioid-naive patients who have been exposed to a transdermal patch (even after patch removal) have the potential to manifest symptoms in a delayed fashion and should be observed for 8 hours, and admitted if symptoms persist. If the exposure was intravenous, the patient should be observed for 4 to 6 hours after the last naloxone dose, for recurrent CNS depression or acute lung injury. Asymptomatic children under 6 years of age should be observed in the Emergency Department for at least 8 hours following application of a transdermal fentanyl patch once patch is removed and the skin washed, as systemic absorption from the dermal depot continues after patch removal. ADMISSION CRITERIA: Patients with significant persistent central nervous depression should be admitted to the hospital. Patients needing more than 2 doses of naloxone should be admitted as he\/she may need additional doses. Patients with coma, seizures, dysrhythmias, or delirium or those needing a naloxone infusion or intubated patients should be admitted to an intensive care setting. Any patient who ingests or inserts rectally or vaginally a patch should be admitted as absorption is unpredictable, and rectal, vaginal or transdermal patches should be removed. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"226300-s-12-33","title":"Range of Toxicity","mono":"<b>FENTANYL <\/b><br\/>TOXICITY: ADULT: INTRAVENOUS: Intentional misuse of intravenous fentanyl can result in rapid death due to respiratory depression. If a product designed for slow release (eg transdermal patch) is abused in a manner that allows rapid release of the entire dose (eg smoked, chewed, swallowed inserted rectally or vaginally, injected, insufflated), severe, potentially fatal toxicity is expected. TRANSDERMAL: Fentanyl transdermal patches have been intentionally misused via inhalation, ingestion and intravenous exposure. Deaths have been reported. An adult died after cutting apart a 7.5 mg fentanyl transdermal patch and ingesting the contents. In another case, typical opioid toxicity occurred in an adult who intentionally inserted several fentanyl patches rectally; recovery was uneventful following removal. PEDIATRIC: A 15-year-old girl survived respiratory depression and coma after applying 5 transdermal 100 mcg\/hour fentanyl patches to her body that were left in place for 12 hours. SUBLINGUAL SPRAY: Sublingual spray fentanyl is not bioequivalent with other forms of fentanyl. PEDIATRIC: A 12-month-old (11 kg) died after ingesting a transdermal fentanyl patch 25 mcg\/hr (4.2 mg). THERAPEUTIC DOSE: ADULT: FENTANYL CITRATE INJECTION: Adjunct to general anesthesia, doses may vary from 2 mcg\/kg (minor surgical procedure) up to 20 to 50 mcg\/kg (major surgical procedure). Adjunctive for Regional Anesthesia: 50 to 100 mcg IM or IV slowly over 1 to 2 minutes. Premedication: 50 to 100 mcg IM 30 to 60 minutes prior to surgery. BUCCAL SOLUBLE FILM: Initial dose: 200 mcg for the management of pain in patients who are already opioid tolerant. Titrate dose using 200 mcg film increments up to a maximum of four 200 mcg films or a single 1200 mcg film. ORAL TRANSMUCOSAL LOZENGE: Initial dose: 200 mcg\/unit. Maximum dose for any breakthrough pain episode is 2 doses. Patients should wait at least 4 hrs before treating another episode of breakthrough pain. TRANSDERMAL SYSTEM: In opioid-tolerant patients, the transdermal fentanyl dosage is based on the patient's current 24 hrs morphine requirement; replace patch every 72 hrs. PEDIATRIC: FENTANYL CITRATE INJECTION: Children 2 to 12 years of age: Induction and Maintenance of Anesthesia: A reduced dose as low as 2 to 3 mcg\/kg is recommended. BUCCAL SOLUBLE FILM: Safety and efficacy have not been established in pediatric patients less than 18 years of age. TRANSMUCOSAL LOZENGE: Safety and efficacy have not been determined in children 16 years of age and less. TRANSDERMAL SYSTEM: Children 2 years and older: In opioid-tolerant patients, the transdermal fentanyl dosage is based on the patient's current 24 hr morphine requirement; replace patch every 72 hrs. <br\/>"}]},{"id":"226300-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report use of a MAO inhibitor within the last 14 days prior to initiating therapy.<\/li><li>Counsel patient to avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Inform patient to keep all fentanyl units out of the reach of children and unintended individuals. Products contain a sufficient level of drug to be fatal to a child and an opioid non-tolerant individual.<\/li><li>Advise patient on proper disposal instructions for unused medication.<\/li><li>Drug may cause headache, nausea, vomiting, asthenia, confusion, dizziness, or sedation.<\/li><li>Nasal form of the drug may also cause pyrexia and constipation.<\/li><li>Injectable form of the drug may cause muscle rigidity.<\/li><li>Instruct patient to report absence of pain relief, constipation, or signs\/symptoms of respiratory depression.<\/li><li>Advise patient to report signs\/symptoms of withdrawal upon dose reduction or discontinuation.<\/li><li>Instruct patient to wait at least 2 hours before taking another dose of nasal spray for an episode of breakthrough pain.<\/li><li>Advise patient to not chew Actiq(R) lozenges.<\/li><li>Advise patient to not chew or swallow the buccal film, buccal tablet, or sublingual tablet.<\/li><li>Instruct patient to avoid grapefruit, grapefruit juice, alcohol, and CNS depressants.<\/li><\/ul>"}]}