{"generic":"Filgrastim","drugs":["Filgrastim","Neupogen"],"mono":{"0":{"id":"232120-s-0","title":"Generic Names","mono":"Filgrastim"},"1":{"id":"232120-s-1","title":"Dosing and Indications","sub":[{"id":"232120-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Agranulocytosis:<\/b> optimal dosing and timing not defined<\/li><li><b>AIDS - Neutropenia:<\/b> 5 to 10 mcg\/kg\/day SC for 2 to 4 weeks<\/li><li><b>Febrile neutropenia, In myeloid malignancies following bone marrow transplant; Prophylaxis:<\/b> optimal dosing and timing not defined<\/li><li><b>Febrile neutropenia, In non-myeloid malignancies, in patients undergoing myeloablative chemotherapy followed by marrow transplantation; Prophylaxis:<\/b> 10 mcg\/kg\/day given as an IV infusion lasting no longer than 24 hours; start at least 24 hours after chemotherapy and bone marrow infusion<\/li><li><b>Febrile neutropenia, In non-myeloid malignancies following myelosuppressive chemotherapy; Prophylaxis:<\/b> 5 mcg\/kg SUBQ or IV daily starting at least 24 hours after chemotherapy<\/li><li><b>Febrile neutropenia, In patients with acute myeloid leukemia receiving chemotherapy; Prophylaxis:<\/b> 5 mcg\/kg SUBQ or IV daily; starting at least 24 hours after chemotherapy<\/li><li><b>Harvesting of peripheral blood stem cells:<\/b> 10 mcg\/kg\/day SUBQ given at least 4 days before first leukapheresis and continued until the last leukapheresis<\/li><li><b>Myelodysplastic syndrome:<\/b> optimal dosing and timing not defined<\/li><li><b>Neutropenic disorder, chronic (Severe), Symptomatic:<\/b> (Congenital neutropenia) 6 mcg\/kg SUBQ twice daily<\/li><li><b>Neutropenic disorder, chronic (Severe), Symptomatic:<\/b> (Idiopathic or cyclic neutropenia) 5 mcg\/kg SUBQ daily<\/li><li><b>Radiation injury of bone marrow, Acute exposure of myelosuppressive radiation doses:<\/b> 10 mcg\/kg SUBQ as a single daily dose, starting as soon as possible after suspected or confirmed exposure to radiation dose greater than 2 gray; do not delay administration if a CBC is unavailable; continue until absolute neutrophil count (ANC) is greater than 1000\/mm(3) for 3 consecutive CBCs obtained approximately every third day or ANC is greater than 10,000\/mm(3) after radiation-induced nadir<\/li><\/ul>"},{"id":"232120-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Febrile neutropenia, In non-myeloid malignancies, in patients undergoing myeloablative chemotherapy followed by marrow transplantation; Prophylaxis:<\/b> 10 mcg\/kg\/day given as an IV infusion lasting no longer than 24 hours; start at least 24 hours after chemotherapy and bone marrow infusion<\/li><li><b>Febrile neutropenia, In non-myeloid malignancies following myelosuppressive chemotherapy; Prophylaxis:<\/b> 5 mcg\/kg SUBQ or IV daily; starting at least 24 hours after chemotherapy<\/li><li><b>Febrile neutropenia, In patients with acute myeloid leukemia receiving chemotherapy; Prophylaxis:<\/b> 5 mcg\/kg SUBQ or IV daily; starting at least 24 hours after chemotherapy<\/li><li><b>Harvesting of peripheral blood stem cells:<\/b> 10 mcg\/kg\/day SUBQ given at least 4 days before first leukapheresis and continued until the last leukapheresis<\/li><li><b>Neutropenic disorder, chronic (Severe), Symptomatic:<\/b> (Congenital neutropenia) 6 mcg\/kg SUBQ twice daily<\/li><li><b>Neutropenic disorder, chronic (Severe), Symptomatic:<\/b> (Idiopathic or cyclic neutropenia) 5 mcg\/kg SUBQ daily<\/li><li><b>Radiation injury of bone marrow, Acute exposure of myelosuppressive radiation doses:<\/b> 10 mcg\/kg SUBQ as a single daily dose, starting as soon as possible after suspected or confirmed exposure to radiation dose greater than 2 gray; do not delay administration if a CBC is unavailable; continue until absolute neutrophil count (ANC) is greater than 1000\/mm(3) for 3 consecutive CBCs obtained approximately every third day or ANC is greater than 10,000\/mm(3) after radiation-induced nadir<\/li><\/ul>"},{"id":"232120-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment:<\/b> Adjustment not necessary<\/li><li><b>Hepatic impairment:<\/b> Adjustment not necessary<\/li><\/ul>"},{"id":"232120-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Febrile neutropenia, In non-myeloid malignancies, in patients undergoing myeloablative chemotherapy followed by marrow transplantation; Prophylaxis<\/li><li>Febrile neutropenia, In non-myeloid malignancies following myelosuppressive chemotherapy; Prophylaxis<\/li><li>Febrile neutropenia, In patients with acute myeloid leukemia receiving chemotherapy; Prophylaxis<\/li><li>Harvesting of peripheral blood stem cells<\/li><li>Neutropenic disorder, chronic (Severe), Symptomatic<\/li><li>Radiation injury of bone marrow, Acute exposure of myelosuppressive radiation doses<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Agranulocytosis<\/li><li>AIDS - Neutropenia<\/li><li>Aplastic anemia<\/li><li>Febrile neutropenia<\/li><li>Febrile neutropenia, In myeloid malignancies following bone marrow transplant; Prophylaxis<\/li><li>Infectious disease; Prophylaxis<\/li><li>Leukemia<\/li><li>Myelodysplastic syndrome<\/li><li>Neutropenia - Pre-eclampsia<\/li><\/ul>"}]},"3":{"id":"232120-s-3","title":"Contraindications\/Warnings","sub":[{"id":"232120-s-3-9","title":"Contraindications","mono":"serious allergic reactions to human granulocyte colony-stimulating factors (eg, filgrastim, pegfilgrastim), or any component of the product <br\/>"},{"id":"232120-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Capillary leak syndrome has been reported and may be life-threatening if treatment is delayed<\/li><li>Dermatologic:<\/li><li>-- Moderate or severe cutaneous vasculitis has been reported, most often in patients with severe chronic neutropenia receiving long-term therapy; reduction of dose or interruption may be necessary<\/li><li>Hematologic:<\/li><li>-- Sickle cell disorders; severe sickle cell crisis, sometimes fatal, has been reported<\/li><li>-- Healthy donors undergoing peripheral blood progenitor cell mobilization (unapproved use); alveolar hemorrhage has been reported<\/li><li>-- Severe congenital neutropenia; risk of cytogenetic abnormalities, transformation to myelodysplastic syndrome (MDS), acute myeloid leukemia (AML), or cutaneous vasculitis<\/li><li>-- Thrombocytopenia has been reported; monitoring recommended<\/li><li>-- Leukocytosis has been reported in cancer patients receiving myelosuppressive chemotherapy; monitoring recommended and discontinuation may be necessary<\/li><li>Immunologic:<\/li><li>-- Serious allergic reactions, including anaphylaxis, have been reported and can recur with days after discontinuation of initial anti-allergic treatment; discontinue use<\/li><li>Respiratory:<\/li><li>-- Acute respiratory distress syndrome has been reported; discontinue use<\/li><li>Other:<\/li><li>-- Splenic rupture, including fatal cases, has been reported<\/li><li>-- Growth factor activity on any tumor type may occur<\/li><li>Concomitant Use:<\/li><li>-- Bone-imaging results may be altered<\/li><li>-- Simultaneous use with chemotherapy and radiation therapy may interfere with myeloid cell division; avoid use within 24 hours before or after chemotherapy or simultaneously with radiation therapy<\/li><\/ul>"},{"id":"232120-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"232120-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"232120-s-4","title":"Drug Interactions","sub":{"1":{"id":"232120-s-4-14","title":"Major","mono":"<ul><li>Topotecan (theoretical)<\/li><li>Vincristine (probable)<\/li><li>Vincristine Sulfate Liposome (probable)<\/li><\/ul>"}}},"5":{"id":"232120-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia, Rash (Myelosuppressive chemotherapy, 14%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea<\/li><li><b>Hematologic:<\/b>Anemia<\/li><li><b>Musculoskeletal:<\/b>Bone pain (Myelosuppressive chemotherapy, 11%; peripheral blood progenitor cell collection, 30%)<\/li><li><b>Neurologic:<\/b>Headache (Peripheral blood progenitor cell collection and therapy, 10%)<\/li><li><b>Respiratory:<\/b>Cough (Myelosuppressive chemotherapy, 14%), Dyspnea (Myelosuppressive chemotherapy, 13%), Epistaxis<\/li><li><b>Other:<\/b>Fatigue (Myelosuppressive chemotherapy, 20%), Fever (Myelosuppressive chemotherapy, 48%; peripheral blood progenitor cell collection, 16%), Pain (Myelosuppressive chemotherapy, 12%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Capillary leak syndrome<\/li><li><b>Dermatologic:<\/b>Vasculitis of the skin<\/li><li><b>Hematologic:<\/b>Myelodysplastic syndrome, Sickle cell anemia with crisis<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Respiratory:<\/b>Acute respiratory distress syndrome<\/li><li><b>Other:<\/b>Rupture of spleen<\/li><\/ul>"},"6":{"id":"232120-s-6","title":"Drug Name Info","sub":{"0":{"id":"232120-s-6-17","title":"US Trade Names","mono":"Neupogen<br\/>"},"2":{"id":"232120-s-6-19","title":"Class","mono":"<ul><li>Colony Stimulating Factor<\/li><li>Hematopoietic<\/li><\/ul>"},"3":{"id":"232120-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"232120-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"232120-s-7","title":"Mechanism Of Action","mono":"Filgrastim is a human granulocyte colony-stimulating factor (G-CSF) which acts on hematopoietic cells by binding to specific cell surface receptors and regulating neutrophil production, progenitor proliferation, and differentiation. It also affects some end-cell functional activation including phagocytic activity, cellular metabolism, and antibody-dependent killing.<br\/>"},"8":{"id":"232120-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"232120-s-8-24","title":"Distribution","mono":"Vd: (normal subjects and cancer patients), 150 mL\/kg <br\/>"},"4":{"id":"232120-s-8-27","title":"Elimination Half Life","mono":"Normal subjects and cancer patients: approximately 3.5 hr <br\/>"}}},"9":{"id":"232120-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>Remove vial or syringe from refrigerator and allow it to reach room temperature for at least 30 minutes, but not longer than 24 hours, prior to administration.<\/li><li>Discard any vial or syringe left at room temperature for longer than 24 hours.<\/li><li>Discard unused portion of vials or syringes; do not re-enter vial.<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>Do not dilute in NS; may be diluted with D5W to a final concentration of not less than 5 mcg\/mL.<\/li><li>Protect solutions diluted to concentrations between 5 and 15 mcg\/mL from adsorption to plastic materials by adding albumin (human) to a final concentration of 2 mg\/mL.<\/li><li>Solutions diluted in D5W or D5W plus albumin are compatible with glass bottles, polyvinyl chloride and polyolefin IV bags, and polypropylene syringes.<\/li><li>Store diluted solutions at room temperature for up to 24 hours, including the time during storage and duration of infusion.<\/li><\/ul><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>Inject into outer area of upper arms, abdomen, thighs, or upper outer area of the buttock.<\/li><li>Persons with latex allergies should not administer prefilled syringe.<\/li><\/ul><\/li><\/ul>"},"10":{"id":"232120-s-10","title":"Monitoring","mono":"<ul><li>decreased incidence and duration of neutropenia-related sequelae (eg, fever, infections) and reduced neutrophil recovery time are indicative of efficacy<\/li><li>cancer patients receiving bone marrow transplant: CBC and platelet count; at least 3 times per week following transplantation<\/li><li>cancer patients receiving myelosuppressive chemotherapy: CBC and platelet count; at baseline and twice weekly during therapy<\/li><li>severe chronic neutropenia: CBC with differential and platelet count; at least 2 times per week during first 4 weeks of treatment and for at least 2 weeks following dose adjustments; once clinically stable, CBC with differential and platelets, monthly for the first year of treatment, and then CBC at least quarterly or as clinically indicated thereafter<\/li><li>platelet counts closely in all patients on filgrastim therapy<\/li><li>congenital neutropenia: bone marrow and cytogenetic evaluations; annually throughout treatment<\/li><\/ul>"},"11":{"id":"232120-s-11","title":"How Supplied","mono":"<b>Neupogen<\/b><br\/>Injection Solution: 300 MCG\/ML, 480 MCG\/1.6 ML, 300 MCG\/0.5 ML, 480 MCG\/0.8 ML<br\/>"},"12":{"id":"232120-s-12","title":"Toxicology","sub":[{"id":"232120-s-12-31","title":"Clinical Effects","mono":"<b>COLONY STIMULATING FACTORS<\/b><br\/>USES: Colony stimulating factor agents are used in the treatment and prevention of neutropenia in cancer patients receiving myelosuppressive chemotherapy. They are also used to reduce the period of neutropenia in patients undergoing bone marrow transplantation. In addition, filgrastim and sargramostim are used to mobilize peripheral blood cells for use as an alternative to bone marrow transplantation. PHARMACOLOGY: Colony stimulating factors are glycoproteins which act on hematopoietic cells by binding to specific cell surface receptors which can stimulate proliferation, differentiation, commitment, and end cell functional activation. TOXICOLOGY: Because colony stimulating factors can increase absolute neutrophil count (ANC) and result in a corresponding increase in WBC, leukocytosis may occur. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Data are limited. Clinical events are anticipated to be an extension of adverse events reported with these agents. In a small clinical study, doses of up to 100 mcg\/kg\/day of sargramostim (16 times the recommended dose) produced dyspnea, malaise, nausea, fever, rash, sinus tachycardia, headache and chills. Leukocytosis and bone pain were reported following inadvertent self-administration of pegfilgrastim IV 36 mg, instead of the prescribed 6 mg. ADVERSE EVENTS: COMMON: Nausea, vomiting, bone pain and influenza-like symptoms are frequently reported with these agents. Other potential events that have been reported include: drug fever, hematologic events (ie, leukocytosis, thrombocytopenia, and anemia), peripheral edema, fluid retention, pulmonary edema (sargramostim), pleural effusion (sargramostim), rash, elevations in serum creatinine and BUN. SERIOUS: Potentially serious events reported with colony stimulating factors include acute respiratory distress syndrome (ARDS), splenic rupture (rare), and severe sickle cell crisis in patients with a history of sickle cell disease. SARGRAMOSTIM: A \"first-dose\" reaction following intravenous therapy has been characterized by tachycardia, respiratory distress, hypoxia, hypotension and syncope. Dyspnea and transient hypotension have also been reported infrequently with filgrastim therapy.<br\/>"},{"id":"232120-s-12-32","title":"Treatment","mono":"<b>COLONY STIMULATING FACTORS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Assess bone pain and administer analgesics as indicated. Begin with non-narcotics (ie, acetaminophen); narcotics may be required in some patients. Monitor ECG and consider continuous cardiac monitoring following a significant overdose. Sinus tachycardia does not generally require treatment unless hemodynamic compromise develops. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.  Treat severe hypotension IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids.<\/li><li>Decontamination: Unlikely to be necessary; these agents are administered parenterally.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions or respiratory compromise.<\/li><li>Antidote: None<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor CBC with differential and platelet count following exposure, and continue until WBC normalizes (may remain elevated for up to two weeks). Monitor renal function and liver enzymes. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Elevations in uric acid levels have occurred with filgrastim therapy; evaluate as needed. Monitor ECG and consider continuous cardiac monitoring following a significant overdose. Chest x-ray is indicated if pulmonary toxicity is suspected. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Patient disposition: HOME CRITERIA:  There is no data to support home management, and colony stimulating factors are generally only used in the hospital setting. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"232120-s-12-33","title":"Range of Toxicity","mono":"<b>COLONY STIMULATING FACTORS<\/b><br\/>TOXICITY: Limited data. A maximum dose for these agents has not been established. FILGRASTIM: In studies of patients undergoing bone marrow transplant doses up to 138 mcg\/kg\/day produced no toxic effects. PEGFILGRASTIM: Single doses of 300 mcg\/kg subQ have been tolerated without serious adverse events. SARGRAMOSTIM: Doses up to 100 mcg\/kg\/day (4000 mcg\/m(2)\/day or 16 times the recommended dose) were administered to a limited number of patients via IV infusion for 7 to 18 days and dyspnea, malaise, nausea, fever, rash, sinus tachycardia, headache, chills and an increased WBC up to 200,000 cells\/mm(3) developed. THERAPEUTIC DOSE: FILGRASTIM: ADULT: Cancer patients receiving myelosuppressive chemotherapy: Initial dose: 5 mcg\/kg\/day, as either a single injection by subQ bolus injection, by short IV infusion (15 to 30 minutes), or by continuous subQ or continuous IV infusion; OR Cancer patients receiving bone marrow transplant: Recommended dose following transplant is 10 mcg\/kg\/day as an IV infusion of 4 or 24 hrs duration, or as a continuous 24-hour subQ infusion. PEDIATRIC: Febrile Neutropenia: Various Conditions: 5 to 10 mcg\/kg\/day SubQ\/IV daily; start at least 24 hours after chemotherapy. PEGFILGRASTIM: Febrile Neutropenia: In patients with non-myeloid malignancies receiving myelosuppressive anticancer therapy: ADULT: Recommended starting dose is 6 mg as a single subQ injection given once per chemotherapy cycle. Do not administer pegfilgrastim during the period between 14 days before and 24 hours after administration of cytotoxic chemotherapy. PEDIATRIC:Safety and efficacy have not been established. SARGRAMOSTIM: ADULT: Recommended dose is 250 mcg\/m(2)\/day administered IV. Duration of infusion can vary, from 2 hours to 24 hours, depending on indication. For mobilization of peripheral blood progenitor cells, it can also be administered subQ once daily. PEDIATRIC: Safety and efficacy have not been established; however, based on some safety data, sargramostim does not exhibit any increase in toxicity in pediatric patients as compared to adults.<br\/>"}]},"13":{"id":"232120-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause nausea, vomiting, bone or muscle pain, or alopecia.<\/li><li>Instruct patient to report signs\/symptoms of infection or unusual bleeding.<\/li><li>Instruct patient to report signs\/symptoms of an enlarged spleen (pain in left upper stomach or left shoulder tip area) or acute respiratory distress syndrome.<\/li><li>Instruct patients receiving chemotherapy or radiation therapy NOT to administer this drug within 24 hours before or after radiation or chemotherapy.<\/li><\/ul>"}}}