{"generic":"Finasteride","drugs":["Finasteride","Propecia","Proscar"],"mono":{"0":{"id":"232200-s-0","title":"Generic Names","mono":"Finasteride"},"1":{"id":"232200-s-1","title":"Dosing and Indications","sub":[{"id":"232200-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Benign prostatic hyperplasia:<\/b> 5 mg ORALLY once daily; administered alone or in combination with doxazosin<\/li><li><b>Benign prostatic hyperplasia - Hematuria:<\/b> 5 mg ORALLY daily<\/li><li><b>Carcinoma of prostate; Prophylaxis:<\/b> 5 mg ORALLY once daily<\/li><li><b>Hirsutism:<\/b> 5 to 7.5 mg ORALLY daily<\/li><li><b>Male pattern alopecia:<\/b> 1 mg ORALLY once daily<\/li><\/ul>"},{"id":"232200-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in children "},{"id":"232200-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, chronic:<\/b> dosage adjustment not necessary<\/li><li><b>geriatric:<\/b> dosage adjustment not necessary<\/li><\/ul>"},{"id":"232200-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Benign prostatic hyperplasia<\/li><li>Male pattern alopecia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Benign prostatic hyperplasia - Hematuria<\/li><li>Carcinoma of prostate; Prophylaxis<\/li><li>Hirsutism<\/li><\/ul>"}]},"3":{"id":"232200-s-3","title":"Contraindications\/Warnings","sub":[{"id":"232200-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to any component of the product<\/li><li>pregnancy, known or suspected<\/li><\/ul>"},{"id":"232200-s-3-10","title":"Precautions","mono":"<ul><li>Hepatic:<\/li><li>-- hepatic impairment; finasteride is extensively metabolized<\/li><li>Reproductive:<\/li><li>-- increased risk of high-grade prostate cancer has been reported<\/li><li>-- pregnant women or women of childbearing potential should not handle broken or crushed capsules as cutaneous absorption may occur<\/li><li>-- serum PSA levels may be decreased; monitoring recommended<\/li><li>Other:<\/li><li>-- not indicated for use in pediatric and female patients<\/li><\/ul>"},{"id":"232200-s-3-11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>X (AUS)<\/li><\/ul>"},{"id":"232200-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"232200-s-4","title":"Drug Interactions","sub":{"2":{"id":"232200-s-4-15","title":"Moderate","mono":"<ul>St John's Wort (established)<\/ul>"}}},"5":{"id":"232200-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Reproductive:<\/b>Abnormal ejaculation (1.2% to 7.2%), Breast tenderness (0.4% to 0.7%), Reduced libido (1.8% to 10%)<br\/><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Neoplasm of male breast<\/li><li><b>Reproductive:<\/b>Prostate cancer, high-grade (1.8%)<\/li><li><b>Other:<\/b>Neoplasm of male breast<\/li><\/ul>"},"6":{"id":"232200-s-6","title":"Drug Name Info","sub":{"0":{"id":"232200-s-6-17","title":"US Trade Names","mono":"<ul><li>Propecia<\/li><li>Proscar<\/li><\/ul>"},"2":{"id":"232200-s-6-19","title":"Class","mono":"<ul><li>5-Alpha Reductase Inhibitor<\/li><li>Alopecia Agent<\/li><li>Benign Prostatic Hypertrophy Agent<\/li><\/ul>"},"3":{"id":"232200-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"232200-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"232200-s-7","title":"Mechanism Of Action","mono":"Finasteride, a synthetic 4-azasteroid compound, competitively and specifically inhibits 5alpha-reductase (type 2), an isoenzyme that metabolizes testosterone to dihydrotestosterone (DHT) in the prostate gland, liver, and skin. This inhibition blocks the peripheral conversion of testosterone to DHT, leading to significant reduction in serum and tissue DHT. Finasteride has no affinity for the androgen receptors. In the treatment of benign prostatic hyperplasia, finasteride decreases DHT, which is the potent androgen responsible for the development and enlargement of the prostate gland. In the treatment of androgenetic alopecia, finasteride decreases scalp and serum DHT concentrations, thus disrupting the development of male-pattern balding.<br\/>"},"8":{"id":"232200-s-8","title":"Pharmacokinetics","sub":[{"id":"232200-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1.3  to 1.8 hr<\/li><li>Bioavailability, Oral, 1-mg tablets: 65% (range, 26% to 170%)<\/li><li>Bioavailability, Oral, 5-mg tablets: 63% (range, 34% to 108%)<\/li><li>Effects of food: no effect on systemic bioavailability<\/li><\/ul>"},{"id":"232200-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 76 L<\/li><li>Protein binding: 90%<\/li><\/ul>"},{"id":"232200-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive via the CYP3A4 enzyme pathway<\/li><li>t-butyl side chain monohyroxylated and monocarboxylic acid: active (no more than 20% of the 5alpha-reductase inhibitory activity of finasteride)<\/li><\/ul>"},{"id":"232200-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 57%<\/li><li>Renal: 39% (metabolites)<\/li><li>Total body clearance: 165 mL\/min<\/li><\/ul>"},{"id":"232200-s-8-27","title":"Elimination Half Life","mono":"4.5 (males 19 to 42 years of age)  to 8.2 (males 70 years and older) hours <br\/>"}]},"9":{"id":"232200-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>women should not handle crushed or broken tablets when they are pregnant or may potentially be pregnant because of the possibility of absorption and the subsequent potential risk to a male fetus<\/li><li>take with or without meals<\/li><\/ul>"},"10":{"id":"232200-s-10","title":"Monitoring","mono":"<ul><li>reduction in baseline PSA concentration by approximately 50% within 6 months of therapy is indicative of efficacy<\/li><li>improvement in the signs and symptoms of benign prostatic hyperplasia (eg, decrease in residual urinary volume and increased urinary flow) indicates efficacy<\/li><li>new PSA baseline; at least 6 months after initiating treatment and PSA periodically thereafter<\/li><li>rule out prostate cancer and other urological diseases; prior to initiating therapy and periodically thereafter<\/li><li>patients with large residual urinary volume or severely diminished urinary flow; observe for obstructive uropathy<\/li><\/ul>"},"11":{"id":"232200-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 1 MG, 5 MG<br\/><\/li><li><b>Propecia<\/b><br\/>Oral Tablet: 1 MG<br\/><\/li><li><b>Proscar<\/b><br\/>Oral Tablet: 5 MG<br\/><\/li><\/ul>"},"12":{"id":"232200-s-12","title":"Toxicology","sub":[{"id":"232200-s-12-31","title":"Clinical Effects","mono":"<b>FINASTERIDE <\/b><br\/>USES: Finasteride is used for the treatment of symptomatic benign prostatic hyperplasia and male pattern alopecia. PHARMACOLOGY: Finasteride is a synthetic 4-azasteroid compound that competitively and specifically inhibits 5 alpha-reductase (type 2), an isoenzyme that metabolizes testosterone to dihydrotestosterone (DHT) in the prostate gland, liver, and skin. This inhibition blocks the peripheral conversion of testosterone to DHT, leading to a reduction in serum and tissue DHT. TOXICOLOGY: Excessive doses can lead to decreased systemic DHT concentrations. EPIDEMIOLOGY: Clinically significant toxicity from overdose has not been reported in humans. OVERDOSE: Overdoses resulting in significant toxicity have not been reported. Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses, including orthostatic hypotension. ADVERSE EFFECTS: Adverse effects include increased risk of breast and prostate cancer, male infertility, depression, decreased libido, decreased ejaculate volume, impotence, gynecomastia, and orthostatic hypotension. Finasteride is associated with an increased risk of high grade prostate cancer. It is teratogenic and should not be taken or handled by women of child bearing age.<br\/>"},{"id":"232200-s-12-32","title":"Treatment","mono":"<b>FINASTERIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor vital signs. SEVERE TOXICITY: Treatment is symptomatic and supportive. Monitor vital signs. HYPOTENSION: Monitor blood pressure, administer isotonic fluids at 10 to 20 mL\/kg. Administer norepinephrine or dopamine if hypotension persists. ACUTE ALLERGIC REACTION: in patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not routinely required following a minor exposure. HOSPITAL: Finasteride has a low toxicity profile and gastric decontamination is unlikely to be necessary unless a coingestant is involved. Consider activated charcoal for a large overdose if the ingestion is recent and the patient is not vomiting and the airway can be maintained.<\/li><li>Airway management: Airway compromise is not expected with isolated finasteride ingestion.<\/li><li>Antidote: None<\/li><li>Hypotensive episode: Administer IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids.<\/li><li>Acute allergic reaction: Mild to moderate allergic reactions may be treated with antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. Treatment of severe anaphylaxis also includes oxygen supplementation, aggressive airway management, epinephrine, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor vital signs with large overdoses or if coingestants are involved. No specific blood or serum monitoring is indicated. Monitoring should be based on the clinical effects observed.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be effective because of the high degree of protein binding (90%).<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestions can be managed at home with observation. OBSERVATION CRITERIA: Symptomatic patients and patients with deliberate overdose should be referred to a health care facility for observation and treatment. ADMISSION CRITERIA: Patients are not expected to develop toxicity requiring admission from an isolated finasteride ingestion. CONSULT CRITERIA: Finasteride is FDA preganancy category X. Any pregnant woman exposed to finasteride should be referred to a perinatologist, obstetrician, or specialist in teratogenesis.<\/li><\/ul>"},{"id":"232200-s-12-33","title":"Range of Toxicity","mono":"<b>FINASTERIDE <\/b><br\/>TOXICITY: No cases of significant toxicity from isolated finasteride ingestion have been reported. Single doses up to 400 mg and multiple doses of finasteride up to 80 mg\/day for 3 months have resulted in NO adverse effects. THERAPEUTIC DOSE: Recommended dose is 5 mg orally once daily for benign prostatic hyperplasia and 1 mg daily for male pattern alopecia.<br\/>"}]},"13":{"id":"232200-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn pregnant women to avoid handling crushed or broken tablets due to potential risks to a male fetus.<\/li><li>Drug may cause impotence, ejaculation disorders, erectile dysfunction, or reduced libido.<\/li><li>Instruct patient to immediately report breast changes such as lumps, nipple discharge, pain, enlargement, or tenderness.<\/li><li>Advise patient using drug for hair loss that symptomatic improvement may not occur for 3 months or longer.<\/li><\/ul>"}}}