{"drugs":["Fludarabine Phosphate"],"mono":[{"id":"235777-s-0","title":"Generic Names","mono":"Fludarabine Phosphate"},{"id":"235777-s-1","title":"Dosing and Indications","sub":[{"id":"235777-s-1-4","title":"Adult Dosing","mono":"<ul><li>on September 1, 2011, Sanofi-Aventis ceased distribution of Oforta(TM) (fludarabine phosphate tablets) due to a lack of commercial demand.<\/li><li>due to severe pulmonary toxicity, the combination of fludarabine and pentostatin is not recommended<\/li><li><b>Acute myeloid leukemia:<\/b> 25 mg\/m(2)\/day IV days 1 to 5 has been used in combination with cytarabine and granulocyte colony stimulating factor (FLAG regimen)<\/li><li><b>B-cell chronic lymphocytic leukemia, Relapsed or refractory:<\/b> 25 mg\/m(2) IV daily for 5 days, repeat every 28 days; consider prophylactic precautions for tumor lysis in patients at increased risk; optimal duration of treatment has not been established; however, it is recommended to administer 3 additional cycles following achievement of a maximal response<\/li><li><b>Waldenstroem macroglobulinemia:<\/b> 25 to 30 mg\/m(2)\/day IV for 5 days every 28 days for 4 to 8 cycles has been used in clinical trials (Foran et al, 1999)<\/li><\/ul>"},{"id":"235777-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Efficacy has not been established in pediatric patients.<\/li><li><b>Acute myeloid leukemia:<\/b> 25 mg\/m(2)\/day IV days 2 to 6 has been used in combination with cytarabine and granulocyte colony stimulating factor (FLAG regimen)<\/li><\/ul>"},{"id":"235777-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>neurotoxicity:<\/b> consider holding or discontinuing therapy if neurotoxicity occurs<\/li><li><b>hematologic toxicity:<\/b> dosage may be decreased or delayed<\/li><li><b>nonhematologic toxicity:<\/b> dosage may be decreased or delayed<\/li><li><b>renal impairment (IV dosing):<\/b> starting IV dose when CrCl 50 to 79 mL\/min give 20 mg\/m(2) IV; CrCl 30 to 49 mL\/min give 15 mg\/m(2) IV; CrCl less than 30 mL\/min use is not recommended<\/li><\/ul>"},{"id":"235777-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>B-cell chronic lymphocytic leukemia, Relapsed or refractory<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Acute myeloid leukemia<\/li><li>Chronic lymphoid leukemia<\/li><li>Follicular lymphoma<\/li><li>Malignant lymphoma<\/li><li>Membranous glomerulonephritis<\/li><li>Mycosis fungoides<\/li><li>S zary's disease (clinical)<\/li><li>Waldenstroem macroglobulinemia<\/li><\/ul>"}]},{"id":"235777-s-2","title":"Black Box Warning","mono":"<ul><li><b>Intravenous (Powder for Solution; Solution)<\/b><br\/>Can severely suppress bone marrow function and when used at high doses in dose-ranging studies in patients with acute leukemia, was associated with severe neurologic effects, including blindness, coma, and death. Life-threatening and sometimes fatal autoimmune hemolytic anemia, autoimmune thrombocytopenia\/thrombocytopenic purpura (ITP), Evan's syndrome, and acquired hemophilia has been reported to occur after one or more cycles of treatment. Closely monitor patients for hemolysis. In a clinical investigation using fludarabine for injection in combination with pentostatin (deoxycoformycin) for the treatment of refractory CLL, there was an unacceptably high incidence of fatal pulmonary toxicity. Therefore, the use of fludarabine for injection in combination with pentostatin is not recommended.<br\/><\/li><li><b>Oral (Tablet)<\/b><br\/>Can severely suppress bone marrow function and when used at high doses in dose-ranging studies in patients with acute leukemia, was associated with severe neurologic effects, including blindness, coma, and death. Life-threatening and sometimes fatal autoimmune hemolytic anemia has been reported to occur after one or more cycles of treatment. Closely monitor patients for hemolysis. In a clinical investigation using fludarabine phosphate in combination with pentostatin (deoxycoformycin) for the treatment of refractory CLL, there was an unacceptably high incidence of fatal pulmonary toxicity. Therefore, the use of fludarabine phosphate in combination with pentostatin is not recommended.<br\/><\/li><\/ul>"},{"id":"235777-s-3","title":"Contraindications\/Warnings","sub":[{"id":"235777-s-3-9","title":"Contraindications","mono":"hypersensitivity to fludarabine or to any product ingredient <br\/>"},{"id":"235777-s-3-10","title":"Precautions","mono":"<ul><li>autoimmune hemolytic anemia (fatal) has occurred; monitor for hemolysis; discontinue if hemolysis occurs<\/li><li>autoimmune thrombocytopenia\/thrombocytopenic purpura (ITP), Evan's syndrome, and acquired hemophilia has occurred; monitor for hemolysis (intravenous); discontinue if hemolysis occurs<\/li><li>neurotoxicity, severe; dose-dependent, delay or discontinue treatment if neurotoxicity occurs<\/li><li>concomitant pentostatin; use not recommended<\/li><li>bone marrow suppression, severe (anemia, thrombocytopenia and neutropenia), preexisting exacerbation or new onset; monitor blood counts before and during treatment<\/li><li>infection (fatal), has occurred, monitor for signs and symptoms of infection<\/li><li>impaired performance; risk of compromising ability to drive or operate machinery<\/li><li>pregnancy, avoid during treatment and for 6 months after cessation of treatment due to the potential for fetal harm (fertile male patients must take contraceptive measures)<\/li><li>mild to moderate renal impairment, creatinine clearance 30 to 70 mL\/min\/1.73 m(2) or less; dose reduction and monitoring required<\/li><li>severe renal impairment, creatinine clearance less than 30 mL\/min\/1.73 m(2); use not recommended (intravenous); dose reduction and monitoring required (oral)<\/li><li>transfusion-associated graft-versus-host disease, has occurred after transfusion with non-irrradiated blood; recommend use of irradiated blood products<\/li><li>tumor lysis syndrome (may present as flank pain and hematuria); increased risk in patients with chronic lymphocytic leukemia (CLL) with large tumor burdens<\/li><li>vaccination with live vaccines, during and after treatment, should be avoided<\/li><li>adverse event reporting; Antisoma 1-866-949-7420 or Food and drug Administration 1-800-FDA-1088, or www.fda.gov\/medwatch (oral)<\/li><\/ul>"},{"id":"235777-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Fludarabine: D (FDA)<\/li><li>Fludarabine: D (AUS)<\/li><\/ul>"},{"id":"235777-s-3-12","title":"Breast Feeding","mono":"Fludarabine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"235777-s-4","title":"Drug Interactions","sub":[{"id":"235777-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"235777-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Pentostatin (probable)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},{"id":"235777-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Loss of appetite (0% to 34%), Nausea (1% to 5%), Vomiting<\/li><li><b>Neurologic:<\/b>Asthenia (9% to 65%), Paresthesia (4% to 12%)<\/li><li><b>Respiratory:<\/b>Cough (6% to 44%)<\/li><li><b>Other:<\/b>Fatigue (10% to 38%), Fever (11% to 69%), Infectious disease (12% to 44%.), Pain (5% to 22%), Shivering (11% to 19%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Decreased hemoglobin (14% to 60%), Hemolytic anemia, Neutropenia (37% to 59%), Pancytopenia, Thrombocytopenia (17% to 55%)<\/li><li><b>Neurologic:<\/b>Neurotoxicity, Progressive multifocal leukoencephalopathy<\/li><li><b>Respiratory:<\/b>Pulmonary toxicity<\/li><li><b>Other:<\/b>Graft versus host disease, Tumor lysis syndrome (0.33% to 1%)<\/li><\/ul>"},{"id":"235777-s-6","title":"Drug Name Info","sub":{"2":{"id":"235777-s-6-19","title":"Class","mono":"<ul><li>Antimetabolite<\/li><li>Antineoplastic Agent<\/li><\/ul>"},"3":{"id":"235777-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"235777-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"235777-s-7","title":"Mechanism Of Action","mono":"Fludarabine phosphate is a fluorinated nucleotide and analog of antiviral agent vidarabine, that is actively dephosphorylated to 2-fluoro-ara-A and phosphorylated further by deoxycytidine kinase to 2-fluoro-ara-ATP, which then acts by inhibiting DNA polymerase alpha, ribonucleotide reductase, and DNA primase, resulting in DNA synthesis inhibition.<br\/>"},{"id":"235777-s-8","title":"Pharmacokinetics","sub":[{"id":"235777-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability: 50% to 65%<\/li><li>Effect of food: minimal<\/li><\/ul>"},{"id":"235777-s-8-24","title":"Distribution","mono":"Protein binding: 19% to 29% <br\/>"},{"id":"235777-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: via dephosphorylation and then phosphorylation by deoxycytidine kinase<\/li><li>Active metabolite: 2-fluoro-9-beta-D-arabinofuranosyladenine (ara-A)<\/li><\/ul>"},{"id":"235777-s-8-26","title":"Excretion","mono":"Renal: approximately 40% of the total body clearance <br\/>"},{"id":"235777-s-8-27","title":"Elimination Half Life","mono":"2-fluoro-ara-A: approximately 20 hr <br\/>"}]},{"id":"235777-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of chemotherapy<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li> reconstitute with sterile water for injection to final concentration of 25 mg\/mL; administer within 8 hours of reconstitution<\/li><li>may further dilute in 100 mL to 125 mL of D5W or NS and infuse over 30 minutes<\/li><li>do not mix with other drugs<\/li><li>for IV use only<\/li><\/ul><\/li><\/ul>"},{"id":"235777-s-10","title":"Monitoring","mono":"<ul><li>clinical, laboratory, and radiologic evidence of response indicates efficacy<\/li><li>CBC; before and during treatment; include differential<\/li><li>signs and symptoms of tumor lysis syndrome in at-risk patients<\/li><li>signs and symptoms of infection<\/li><\/ul>"},{"id":"235777-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/><ul><li>Intravenous Powder for Solution: 50 MG<\/li><li>Intravenous Solution: 25 MG\/ML<\/li><\/ul>"},{"id":"235777-s-12","title":"Toxicology","sub":[{"id":"235777-s-12-31","title":"Clinical Effects","mono":"<b>FLUDARABINE <\/b><br\/>OVERDOSE: Limited overdose data available. Overdose effects are expected to be an extension of adverse effects reported with high dose therapeutic use. Irreversible central nervous system toxicity (blindness, coma and death), and severe bone marrow suppression (thrombocytopenia, neutropenia and anemia) have resulted from high dose fludarabine. ADVERSE EFFECTS: The most commonly reported adverse effects are myelosuppression (neutropenia, thrombocytopenia and anemia), fever, chills, serious opportunistic infections (usually manifesting as pneumonia), nausea and vomiting, malaise, fatigue, anorexia and weakness. Neurologic effects such as agitation, confusion, visual disturbances, peripheral neuropathy, and coma have also been reported. Pulmonary hypersensitivity reactions (dyspnea, cough, and interstitial pulmonary infiltrate) can occur. In postmarketing experience, severe pulmonary toxicity has developed which has included ARDS, respiratory distress, pulmonary hemorrhage, pulmonary fibrosis and respiratory failure. Edema is frequently reported. Life-threatening autoimmune hemolytic anemia has also been reported. <br\/>"},{"id":"235777-s-12-32","title":"Treatment","mono":"<b>FLUDARABINE<\/b><br\/><ul><li>Decontamination: Administered intravenously; ingestion is unlikely.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Nausea and vomiting: May be managed with antiemetics.<\/li><li>Myelosuppression: Administer colony stimulating factor. Filgrastim 5 mcg\/kg\/day subQ or IV over 15 to 30 minutes. Sargramostim: Usual dose is 250 mcg\/m(2)\/day infused IV over 4 hours. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage.<\/li><li>Hemolytic anemia: Has been treated with prednisone 2 mg\/kg\/day, but it is not clear that steroids are effective.<\/li><li>Intrathecal injection: Expected to result in severe toxicity, immediate aggressive treatment is advised. Keep patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free 0.9% saline).  Consult a neurosurgeon for placement of a ventricular catheter as soon as possible and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hr or more).  FFP (25 mL FFP\/liter NS) or albumin 5% should be added to the solution used for perfusion; may increase fludarabine removal because it is 19% to 29% protein bound. Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Monitoring of patient: Vital signs, fluid and electrolyte balance, serial CBC with differential and platelet count.<\/li><\/ul>"},{"id":"235777-s-12-33","title":"Range of Toxicity","mono":"<b>FLUDARABINE<\/b><br\/>TOXICITY: Severe central nervous system toxicity occurred in patients who received 96 mg\/m(2)\/day for 5 to 7 days, approximately 4 times the recommended dose. THERAPEUTIC DOSE: ADULTS: 25 mg\/m(2) IV daily for 5 days, repeat every 28 days; dosage should be adjusted based on hematologic or non-hematologic toxicity. CHILDREN: Efficacy not established, however, the maximum tolerated dose of fludarabine in 62 pediatric patients (median age 10) with refractory leukemia or solid tumors was an IV loading dose of 7 mg\/m(2) daily followed by a continuous infusion of 20 mg\/m(2)\/day for 5 days. <br\/>"}]},{"id":"235777-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to avoid driving and other activities requiring mental alertness or coordination until drug effects are realized, as drug causes fatigue, weakness, visual disturbances, confusion, agitation, and seizures (rare).<\/li><li>Advise patient to avoid live vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Counsel patient to avoid pregnancy during and for at least 6 months after completion of therapy.<\/li><li>Drug may cause chills, loss of appetite, nausea, vomiting, diarrhea, cough, malaise, pneumonia, or fever.<\/li><li>Instruct patient to report signs\/symptoms of myelosuppression, neurotoxicity, or infections.<\/li><li>Tell patient not to crush oral tablets and to avoid direct contact with skin and mucous membranes or inhalation.<\/li><\/ul>"}]}