{"generic":"Flucytosine","drugs":["Ancobon","Flucytosine"],"mono":[{"id":"235775-s-0","title":"Generic Names","mono":"Flucytosine"},{"id":"235775-s-1","title":"Dosing and Indications","sub":[{"id":"235775-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Candida endophthalmitis:<\/b> 25 mg\/kg ORALLY four times daily WITH amphotericin B deoxycholate 0.7 to 1 mg\/kg IV daily for at least 4 to 6 wk<\/li><li><b>Candidiasis:<\/b> (endocarditis) primary therapy, 25 mg\/kg ORALLY four times daily WITH a lipid formulation of amphotericin B 3 to 5 mg\/kg IV daily OR amphotericin B deoxycholate 0.6 to 1 mg\/kg IV daily, followed by step-down therapy with fluconazole 400 to 800 mg daily (guideline dosing)<\/li><li><b>Candidiasis:<\/b> (pyelonephritis) alternative therapy, 25 mg\/kg ORALLY four times daily alone or in combination with amphotericin B deoxycholate 0.5 to 0.7 mg\/kg IV daily for 2 wk (guideline dosing)<\/li><li><b>Candidiasis:<\/b> (symptomatic cystitis) alternative therapy, 25 mg\/kg ORALLY four times daily for 7 to 10 days (guideline dosing)<\/li><li><b>Candidiasis:<\/b> (urinary fungus balls) primary therapy, 25 mg\/kg ORALLY four times daily WITH amphotericin B deoxycholate 0.5 to 0.7 mg\/kg IV daily (guideline dosing)<\/li><li><b>Candidiasis:<\/b> (septicemia, endocarditis, urinary tract infections, pulmonary infections) 50 to 150 mg\/kg\/day ORALLY divided into 4 doses at 6 hr intervals (manufacturer dosing)<\/li><li><b>Central nervous system candidiasis:<\/b> 25 mg\/kg ORALLY four times daily WITH a lipid formulation of amphotericin B 3 to 5 mg\/kg IV daily for several weeks, followed by step-down therapy with fluconazole 400 to 800 mg (6 to 12 mg\/kg) daily<\/li><li><b>Cryptococcal meningitis - HIV infection:<\/b> induction, 25 mg\/kg ORALLY 4 times daily in combination with either amphotericin B 0.7 mg\/kg IV daily or lipid formulation amphotericin B 4 to 6 mg\/kg IV once daily for at least 2 wk (preferred) OR 25 mg\/kg ORALLY 4 times daily in combination with fluconazole 400 to 800 mg IV or ORALLY daily for 4 to 6 wk (alternative) (guideline dosing)<\/li><li><b>Cryptococcosis:<\/b> (nontransplant, non-HIV-infected patients with CNS disease, severe pulmonary disease, and cryptococcemia\/dissemination) 100 mg\/kg\/day ORALLY in 4 divided doses with amphotericin B 0.7 to 1 mg\/kg\/day IV for 4 to 6 wk (preferred induction), followed by fluconazole 400 mg\/day ORALLY for 8 wk (consolidation), then fluconazole 200 mg\/day ORALLY for 6 to 12 months (maintenance); if amphotericin B-intolerant, use with either amphotericin B liposome 3 to 4 mg\/kg\/day IV or amphotericin B lipid complex 5 mg\/kg\/day IV for induction (guideline dosing)<\/li><li><b>Cryptococcosis:<\/b> (organ transplant recipients with CNS disease, severe pulmonary disease, moderately severe-to-severe non-CNS disease, or disseminated disease without CNS involvement) 100 mg\/kg\/day ORALLY in 4 divided doses with amphotericin B liposome 3 to 4 mg\/kg\/day IV or amphotericin B lipid complex 5 mg\/kg\/day IV for at least 2 wk (induction therapy), followed by fluconazole 400 to 800 mg\/day ORALLY for 8 wk (consolidation), then fluconazole 200 to 400 mg\/day ORALLY for 6 to 12 months (maintenance) (guideline dosing)<\/li><li><b>Cryptococcosis:<\/b> (meningitis, pulmonary infections, septicemia, urinary tract infections) 50 to 150 mg\/kg\/day ORALLY divided into 4 doses at 6 hr intervals (manufacturer dosing)<\/li><li><b>HIV infection - Pulmonary cryptococcosis:<\/b> (severe disease) 100 mg\/kg\/day ORALLY in 4 divided doses plus amphotericin B 0.7 to 1 mg\/kg\/day IV for 2 wk (induction), followed by fluconazole 400 mg\/day ORALLY for 8 wk (consolidation), then fluconazole 200 mg\/day ORALLY for at least 12 months (maintenance) (guideline dosing)<\/li><\/ul>"},{"id":"235775-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy in children not established<\/li><li><b>Cryptococcal meningitis - HIV infection:<\/b> 25 mg\/kg ORALLY 4 times daily in combination with either amphotericin B 0.7 to 1 mg\/kg IV daily or liposomal amphotericin B 4 to 6 mg\/kg IV once daily (preferred) OR 25 mg\/kg ORALLY 4 times daily in combination with fluconazole 12 mg\/kg IV or ORALLY on day 1, then 6 to 12 mg\/kg IV or ORALLY once daily (MAX 800 mg\/day) (alternative); continue for a minimum of 2 wk (guideline dosing)<\/li><\/ul>"},{"id":"235775-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> GFR 10 to 50 mL\/min, increase dosing interval to 12 to 24 hr; GFR less than 10 mL\/min, increase dosing interval to 24 to 48 hr"},{"id":"235775-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Candidiasis<\/li><li>Cryptococcal meningitis - HIV infection<\/li><li>Cryptococcosis<\/li><li>HIV infection - Pulmonary cryptococcosis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Candida endophthalmitis<\/li><li>Central nervous system candidiasis<\/li><\/ul>"}]},{"id":"235775-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Use with extreme caution in patients with impaired renal function. Close monitoring of hematologic, renal, and hepatic status of all patients is essential.<br\/>"},{"id":"235775-s-3","title":"Contraindications\/Warnings","sub":[{"id":"235775-s-3-9","title":"Contraindications","mono":"hypersensitivity to flucytosine<br\/>"},{"id":"235775-s-3-10","title":"Precautions","mono":"<ul><li>bone marrow depression<\/li><li>renal impairment<\/li><\/ul>"},{"id":"235775-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"235775-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: WHO documentation states insufficient data.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"235775-s-4","title":"Drug Interactions","sub":[{"id":"235775-s-4-13","title":"Contraindicated","mono":"<ul><li>Levomethadyl (theoretical)<\/li><li>Tegafur (theoretical)<\/li><\/ul>"},{"id":"235775-s-4-14","title":"Major","mono":"<ul>Zidovudine (theoretical)<\/ul>"}]},{"id":"235775-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain, Diarrhea, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Confusion, Headache<\/li><li><b>Psychiatric:<\/b>Hallucinations<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiotoxicity<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage<\/li><li><b>Hematologic:<\/b>Leukopenia, Myelosuppression, Thrombocytopenia<\/li><li><b>Renal:<\/b>Renal failure<\/li><\/ul>"},{"id":"235775-s-6","title":"Drug Name Info","sub":{"0":{"id":"235775-s-6-17","title":"US Trade Names","mono":"Ancobon<br\/>"},"2":{"id":"235775-s-6-19","title":"Class","mono":"Antifungal<br\/>"},"3":{"id":"235775-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"235775-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"235775-s-7","title":"Mechanism Of Action","mono":"Systemic: Flucytosine penetrates into fungal cells and is converted to fluorouracil, an antimetabolite. By interfering with purine and pyrimidine uptake and  by deaminated to 5-fluorouracil (5-FU) and then converted to 5-fluorodeoxyuridylic acid monophosphate, a noncompetitive inhibitor of thymidylate synthetase which interferes with DNA synthesis., flucytosine interrupts nucleic acid and protein synthesis. The cells of the host do not convert large quantities of flucytosine to fluorouracil, accounting for the selective toxicity of the compound against fungi.  <br\/>"},{"id":"235775-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"235775-s-8-23","title":"Absorption","mono":"Systemic: Rapidly and well absorbed; Bioavailability: 78 to 90%      <br\/>"},"2":{"id":"235775-s-8-25","title":"Metabolism","mono":"Systemic: Not significantly metabolized<br\/>"},"3":{"id":"235775-s-8-26","title":"Excretion","mono":"Systemic: Renal: &gt; 90% unchanged<br\/>"},"4":{"id":"235775-s-8-27","title":"Elimination Half Life","mono":"Systemic: 2.5 to 6 h<br\/>"}}},{"id":"235775-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer in divided doses at 6 hour intervals<\/li><li>administer a few capsules at a time over a 15-min period to minimize nausea and vomiting<\/li><\/ul>"},{"id":"235775-s-10","title":"Monitoring","mono":"<ul><li>negative culture or improvement in clinical signs and symptoms of infection<\/li><li>serum flucytosine levels if kidney function impaired<\/li><li>electrolytes (serum potasium) at baseline<\/li><li>hematologic function (particularly leukocyte and platelet counts)<\/li><li>kidney function<\/li><li>liver function<\/li><\/ul>"},{"id":"235775-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 250 MG, 500 MG<br\/><\/li><li><b>Ancobon<\/b><br\/>Oral Capsule: 250 MG, 500 MG<br\/><\/li><\/ul>"},{"id":"235775-s-12","title":"Toxicology","sub":[{"id":"235775-s-12-31","title":"Clinical Effects","mono":"<b>FLUCYTOSINE<\/b><br\/>OVERDOSE: No data has been reported. Intentional overdose may result in an extension of adverse effects resulting in hematopoietic or hepatic toxicity. ADVERSE EFFECTS: DOSE-LIMITING TOXICITIES: Bone marrow depression and hepatotoxicity. COMMON: Nausea, vomiting, diarrhea, and skin rashes. INFREQUENT: Seizures, headache, sedation, vertigo, confusion, hallucinations, cardiac arrest, myocardial toxicity, ventricular dysfunction, allergic reactions, toxic epidermal necrolysis, ulcerative colitis and bowel perforation.<br\/>"},{"id":"235775-s-12-32","title":"Treatment","mono":"<b>FLUCYTOSINE <\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive. Hematologic, hepatic, or renal toxicity may occur following an acute single overdose.<\/li><li>Decontamination: Activated charcoal.<\/li><li>Neutropenia: Administer colony stimulating factor. Filgrastim 5 mcg\/kg\/day subQ or IV over 15 to 30 minutes. Sargramostim: Usual dose is 250 mcg\/m(2)\/day infused IV over 4 hours.<\/li><li>Monitoring of patient: Obtain a baseline CBC with differential and platelet count and repeat. Assess hepatic and renal function following a significant overdos. Monitor serum electrolytes fluid status in patients with significant gastrointestinal loss.<\/li><li>Enhanced elimination procedure: Hemodialysis has been effectively used in anuric patients to reduce serum flucytosine concentrations.<\/li><\/ul>"},{"id":"235775-s-12-33","title":"Range of Toxicity","mono":"<b>FLUCYTOSINE<\/b><br\/>TOXICITY: Limited data. Serum concentrations exceeding 100 mcg\/mL may be associated with an increased risk of toxicity resulting in gastrointestinal (nausea, vomiting, diarrhea), hematologic (leukopenia, thrombocytopenia), or hepatic injury (hepatitis). THERAPEUTIC DOSE: ADULT: The usual dose is 50 to 150 mg\/kg given in divided doses every 6 hours. PEDIATRIC: The safety and effectiveness of flucytosine in children has not been determined.<br\/>"}]},{"id":"235775-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause diarrhea, nausea, vomiting, confusion, headache, somnolence, or hallucinations.<\/li><li>Instruct patient to report signs\/symptoms of infection or bleeding.<\/li><li>Patient may administer a few capsules at a time over 15 min to minimize nausea and vomiting.<\/li><\/ul>"}]}