{"generic":"Flumazenil","drugs":["Flumazenil","Romazicon"],"mono":[{"id":"235793-s-0","title":"Generic Names","mono":"Flumazenil"},{"id":"235793-s-1","title":"Dosing and Indications","sub":[{"id":"235793-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Drug overdose, Benzodiazepine, known or suspected:<\/b> initial, 0.2 mg IV over 30 s; if desired level of consciousness not obtained after an additional 30 s, give dose of 0.3 mg IV over 30 s; further doses of 0.5 mg IV over 30 s may be given at 1-min intervals if needed to MAX total dose of 3 mg; patients with only partial response to 3 mg may require additional slow titration to a total dose of 5 mg; if no response 5 min after receiving total dose of 5 mg, overdose is unlikely to be benzodiazepine and further treatment with flumazenil will not help<\/li><li><b>Drug overdose, Benzodiazepine, known or suspected:<\/b> occurrence of resedation, may give repeated doses at 20-min intervals; MAX single dose 1 mg (0.5 mg\/min) and MAX total dose 3 mg\/h<\/li><li><b>Reversal of benzodiazepine activity:<\/b> 0.2 mg IV over 15 seconds; if desired level of consciousness is not obtained after waiting 45 seconds, a second dose of 0.2 mg IV may be given and repeated at 60-second intervals as needed (up to a maximum of 4 additional times) to a maximum total dose of 1 mg; most patients respond to doses of 0.6 to 1 mg; in the event of resedation, repeated doses may be given at 20-minute intervals if needed; for repeat treatment, no more than 1 mg (given as 0.5 mg\/min) should be given at any one time and no more than 3 mg should be given in any one hour<\/li><\/ul>"},{"id":"235793-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy in the reversal of conscious sedation in pediatric patients below the age of 1 year have not been established<\/li><li><b>Reversal of benzodiazepine activity:<\/b> children 1 year or  older, 0.01 mg\/kg (up to 0.2 mg) IV over 15 seconds; if adequate sedation reversal does not  occur after an additional 45 seconds, further injections of 0.01 mg\/kg (up to 0.2 mg) may be repeated at 1-minute intervals, as needed up to 4 times; maximum total dose 0.05 mg\/kg or 1 mg, whichever is lower<\/li><\/ul>"},{"id":"235793-s-1-6","title":"Dose Adjustments","mono":"<b>liver disease:<\/b> initial dose is unchanged, but repeat doses of the drug should be reduced in size or frequency"},{"id":"235793-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Drug overdose, Benzodiazepine, known or suspected<\/li><li>Reversal of benzodiazepine activity<\/li><\/ul>"}]},{"id":"235793-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>The use of flumazenil has been associated with the occurrence of seizures. Seizures are most frequent in patients who have been on benzodiazepines for long-term sedation or in overdose cases where patients are showing signs of serious cyclic antidepressant overdose.<br\/>"},{"id":"235793-s-3","title":"Contraindications\/Warnings","sub":[{"id":"235793-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to flumazenil or benzodiazepines<\/li><li>patients who are showing signs of serious cyclic antidepressant overdose<\/li><li>patients who have been given a benzodiazepine for control of a potentially life-threatening condition (eg, control of intracranial pressure or status epilepticus).<\/li><\/ul>"},{"id":"235793-s-3-10","title":"Precautions","mono":"<ul><li>does not reduce the risks associated with the use of large doses of benzodiazepines, and resedation and respiratory depression may occur<\/li><li>drug and alcohol dependent patients<\/li><li>has not been shown to be effective for the treatment of hypoventilation due to benzodiazepine administration<\/li><li>history of long-term benzodiazepine abuse (may precipitate withdrawal symptoms, which may include seizures)<\/li><li>if neuromuscular blocking agents are used, flumazenil should not be used until the effects of neuromuscular blockade have been fully reversed<\/li><li>liver disease<\/li><li>may induce panic attacks in patients with a history of panic disorder<\/li><li>patients with head injuries (seizures or alterations in cerebral blood flow may occur)<\/li><li>use of flumazenil must not be substituted for an adequate period of post-procedure monitoring<\/li><\/ul>"},{"id":"235793-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"235793-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"235793-s-4","title":"Drug Interactions","sub":[{"id":"235793-s-4-13","title":"Contraindicated","mono":"<ul><li>Alprazolam (theoretical)<\/li><li>Bromazepam (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Clorazepate (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Estazolam (theoretical)<\/li><li>Flunitrazepam (theoretical)<\/li><li>Flurazepam (theoretical)<\/li><li>Halazepam (theoretical)<\/li><li>Ketazolam (theoretical)<\/li><li>Lorazepam (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Nitrazepam (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Quazepam (theoretical)<\/li><li>Temazepam (theoretical)<\/li><li>Triazolam (theoretical)<\/li><\/ul>"},{"id":"235793-s-4-14","title":"Major","mono":"<ul><li>Eszopiclone (theoretical)<\/li><li>Zaleplon (theoretical)<\/li><li>Zolpidem (theoretical)<\/li><li>Zopiclone (theoretical)<\/li><\/ul>"}]},{"id":"235793-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Diaphoresis, Injection site pain<\/li><li><b>Neurologic:<\/b>Dizziness, Headache<\/li><li><b>Ophthalmic:<\/b>Abnormal vision, Blurred vision<\/li><li><b>Psychiatric:<\/b>Agitation<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia (rare)<\/li><li><b>Neurologic:<\/b>Seizure, In patients who are relying on benzodiazepines to control seizures, are physically dependent on benzodiazepines, or who have ingested large doses of other drugs<\/li><li><b>Other:<\/b>Death, Usually in patients with serious underlying disease or who had ingested large amounts of non-benzodiazepine drugs, (usually cyclic antidepressants), as part of an overdose (rare)<\/li><\/ul>"},{"id":"235793-s-6","title":"Drug Name Info","sub":{"0":{"id":"235793-s-6-17","title":"US Trade Names","mono":"Romazicon<br\/>"},"2":{"id":"235793-s-6-19","title":"Class","mono":"<ul><li>Antidote<\/li><li>Benzodiazepine Antagonist<\/li><\/ul>"},"3":{"id":"235793-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"235793-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"235793-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Flumazenil selectively   antagonizes or attenuates the effects of benzodiazepines in the CNS   by competitively inhibiting their actions at the benzodiazepine binding site of the gamma aminobutyric acid (GABA)-benzodiazepine receptor complex . Flumazenil does not antagonize the effects of CNS-active substances that act via other receptors .  Also, flumazenil does not alter the pharmacokinetics of benzodiazepines .<\/li><li>The extent to which flumazenil reverses the effects of a benzodiazepine depends on the dose and plasma concentration of both medications and on the effect being assessed . Flumazenil reverses some components of benzodiazepine-induced hypoventilation , leading to at least partial improvement in respiratory function . One study showed that midazolam&quot;s effect on respiration results primarily (but not exclusively) from a reduction in tidal volume, and that flumazenil completely reverses this effect . However, several studies have shown that flumazenil may not affect other measures of respiratory function , especially measures that are independent of patient effort or wakefulness . Also, amnesia is antagonized less consistently and less completely than psychomotor deficits , which may be reversed less completely than sedation .<\/li><\/ul>"},{"id":"235793-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"235793-s-8-24","title":"Distribution","mono":"Systemic: Vd: Initial: 0.5 L\/kg; Redistributed: 1 L\/kg (range 0.77 to 1.5 L\/kg); 1  plus or minus  0.2 L\/kg Children (ages 5 to 9 y)     <br\/>"},"2":{"id":"235793-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic: rapid and extensive     <br\/>"},"3":{"id":"235793-s-8-26","title":"Excretion","mono":"Systemic: Biliary\/fecal: 5 to 10%; Renal: 90 to 95% metabolites; &lt; 1% unchanged Adults; 5.8 to 13.8% unchanged Children (ages 5 to 9 y)     <br\/>"},"4":{"id":"235793-s-8-27","title":"Elimination Half Life","mono":"Systemic: 54 min (range 41 to 79 min) Adults; 35.3  plus or minus  13.8 Children (ages 5 to 9 y); 40 min (range 20 to 75 min) Pediatric patients      <br\/>"}}},{"id":"235793-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>for intravenous use only<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>administer only through a freely running IV infusion into a large vein<\/li><li>administer over 15 seconds<\/li><li>administer as a series of small injections<\/li><li>compatible with D5W, LR, NS<\/li><li>stable for 24 hours if drawn into a syringe or mixed with solutions<\/li><\/ul><\/li><\/ul>"},{"id":"235793-s-10","title":"Monitoring","mono":"<ul><li>reduction in sedation and benzodiazepine effects, including psychomotor impairment and respiratory depression; up to 120 minutes<\/li><li>seizures<\/li><li>resedation; until patients are stable and resedation is unlikely<\/li><\/ul>"},{"id":"235793-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 0.1 MG\/ML<br\/><\/li><li><b>Novaplus Flumazenil<\/b><br\/>Intravenous Solution: 0.1 MG\/ML<br\/><\/li><\/ul>"},{"id":"235793-s-12","title":"Toxicology","sub":[{"id":"235793-s-12-31","title":"Clinical Effects","mono":"<b>FLUMAZENIL <\/b><br\/>USES: Flumazenil is a benzodiazepine antagonist used to reverse benzodiazepine activity in the setting of benzodiazepine overdose, general anesthesia, or procedural sedation. PHARMACOLOGY: Flumazenil is an imidazobenzodiazepine derivative that selectively antagonizes the effects of benzodiazepines in the CNS by competitively inhibiting their actions at the benzodiazepine binding site of the GABA-benzodiazepine receptor complex. TOXICOLOGY: Flumazenil has been associated with precipitation of seizures in patients who are benzodiazepine dependent, have a history of seizures, and who have co-ingested a benzodiazepine and another medication that causes seizures (eg, tricyclic antidepressants or cocaine). EPIDEMIOLOGY: Flumazenil overdose is extremely rare. OVERDOSE: Overdose in a patient who does not chronically use benzodiazepines is not expected to cause adverse effects. Overdose (or therapeutic use) in a patient who is chronically using benzodiazepines may precipitate withdrawal or seizures. ADVERSE EFFECTS: COMMON: The most common adverse effects with therapeutic use of flumazenil are dizziness, nausea, vomiting, diaphoresis, headache, blurred vision, anxiety, and injection site pain. Seizures may occur, especially in patients who are benzodiazepine-dependent, have an underlying seizure disorder, or who have ingested other medications associated with precipitation of seizures. RARE: Rarely, dysrhythmias, bradycardia, tachycardia, hypotension, hypertension, confusion, somnolence, shivering, rigors, or increased muscle tone may occur. Dysrhythmias are more common in patients who have also taken other medications known to cause dysrhythmias (eg, tricyclic antidepressants). <br\/>"},{"id":"235793-s-12-32","title":"Treatment","mono":"<b>FLUMAZENIL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treatment with benzodiazepines or barbiturates for seizure control may be required.<\/li><li>Decontamination: PREHOSPITAL: Acute toxicity usually follows therapeutic intravenous administration. Gastrointestinal decontamination is not necessary. HOSPITAL: Acute toxicity usually follows therapeutic intravenous administration. Gastrointestinal decontamination is not necessary.<\/li><li>Airway management: Patients who develop seizures or status epilepticus may require intubation for airway management.<\/li><li>Antidote: There is no specific antidote for flumazenil toxicity. High-dose benzodiazepines or barbiturates may be required to control seizures following flumazenil administration.<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor serum electrolytes in patients with seizures or recurrent vomiting. Flumazenil concentrations are not widely available or clinically useful.<\/li><li>Enhanced elimination procedure: There is no role for hemodialysis.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management. OBSERVATION CRITERIA: A majority of patients who receive flumazenil will already be at a healthcare facility. Approximately 10% to 33% of patients who receive flumazenil for reversal of benzodiazepine effects from general anesthesia or procedural sedation will have resedation. The time course of resedation is poorly described in the literature at this time. ADMISSION CRITERIA: Patients who develop severe signs and symptoms after receiving flumazenil such as seizures, dysrhythmias, hypotension, or tachycardia should be admitted to a hospital. Any patient with recurrent seizures, status epilepticus, recurrent dysrhythmias, or refractory hypotension should be admitted to an ICU. CONSULT CRITERIA: Contact a medical toxicologist or your local poison center for any patient with suspected severe adverse effects after receiving flumazenil (eg, seizures, dysrhythmias, hypotension).<\/li><\/ul>"},{"id":"235793-s-12-33","title":"Range of Toxicity","mono":"<b>FLUMAZENIL<\/b><br\/>TOXICITY: The toxic dose of flumazenil has not been established. THERAPEUTIC DOSE: ADULTS: The initial flumazenil dose for benzodiazepine overdose is 0.2 mg IV over 30 seconds. If the desired response is not obtained after waiting an additional 30 seconds, a dose of 0.3 mg can be administered over 30 seconds. Additional doses of 0.5 mg can be given over 30 seconds at 1-minute intervals up to a total cumulative dose of 3 mg. Rarely, patients who exhibit a partial response after 3 mg may require additional titration of flumazenil up to a cumulative dose of 5 mg. If the patient has not responded after receiving a cumulative dose of 5 mg, the major cause of sedation is most likely not due to benzodiazepines and additional flumazenil is unlikely to produce additional effects. If resedation occurs, repeat doses may be administered at 20-minute intervals as needed. For retreatment, no more than 1 mg should be given at one time (administered as 0.5 mg\/minute); no more than 3 mg should be given within 1 hour.<br\/>"}]},{"id":"235793-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient not to undertake any activities requiring complete mental alertness. Do not operate hazardous machinery or a motor vehicle until at least 24 h after discharge and until it has been determined that no residual sedative effects of benzodiazepines remain.<\/li><li>Drug does not consistently reverse benzodiazepine-induced amnesia. Counsel patient, preferably in writing, that memory and judgment may be impaired. This information may also be given to a responsible family member.<\/li><li>Avoid alcohol or non-prescription drugs for 24 h after administration of flumazenil or if the effects of benzodiazepines persist.<\/li><\/ul>"}]}