{"drugs":["Capex","Derma-Smoothe\/FS","Dermotic","Fluocinolone Acetonide","Iluvien","Retisert","Synalar"],"mono":{"0":{"id":"235810-s-0","title":"Generic Names","mono":"Fluocinolone Acetonide"},"1":{"id":"235810-s-1","title":"Dosing and Indications","sub":{"0":{"id":"235810-s-1-4","title":"Adult Dosing","mono":"<ul><li>modify use if hypothalamic-pituitary-adrenal (HPA) axis suppression is documented<\/li><li><b>Diabetic macular edema:<\/b> 0.19-mg intravitreal implant (Iluvien(R)) implanted INTRAVITREALLY<\/li><li><b>Diabetic macular edema:<\/b> 0.59-mg intravitreal implant (Retisert(R)) implanted INTRAVITREALLY was used in clinical trials<\/li><li><b>Disorder of skin, Corticosteroid-responsive:<\/b> (body oil) atopic dermatitis: apply thin film TOPICALLY to affected areas 3 times daily<\/li><li><b>Disorder of skin, Corticosteroid-responsive:<\/b> (scalp oil) psoriasis: rub oil TOPICALLY into wetted scalp and cover with shower cap for at least 4 hours, then wash out<\/li><li><b>Disorder of skin, Corticosteroid-responsive:<\/b> (shampoo) scalp seborrheic dermatitis: apply approximately 1 ounce of medicated shampoo TOPICALLY to scalp once daily; lather and allow to remain on scalp approximately 5 minutes before rinsing<\/li><li><b>Disorder of skin, Corticosteroid-responsive:<\/b> (topical cream, ointment) apply thin film TOPICALLY to affected area 3 to 4 times daily<\/li><li><b>Disorder of skin, Corticosteroid-responsive:<\/b> (topical solution) apply thin film TOPICALLY to affected area 2 to 4 times daily<\/li><li><b>Otitis externa, chronic, eczematous:<\/b> apply 5 drops of oil OTICALLY into affected ear twice daily for 7 to 14 days<\/li><li><b>Pruritus ani - Pruritus of vulva:<\/b> apply 0.025% cream TOPICALLY twice daily<\/li><li><b>Uveitis (Chronic), Non-infectious, posterior segment:<\/b> 0.59-mg intravitreal implant implanted INTRAVITREALLY into the posterior segment of the eye<\/li><\/ul>"},"1":{"id":"235810-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>administration of topical corticosteroids should be limited in children to the smallest amount that will be clinically effective<\/li><li>modify use if hypothalamic-pituitary-adrenal (HPA) axis suppression is documented<\/li><li>safety and effectiveness of topical shampoo have not been established in children or infants<\/li><li>long-term safety of scalp oil has not been established in pediatric patients<\/li><li>(Retisert(R)) safety and effectiveness not established in patients younger than 12 years.<\/li><li>(Iluvien(R)) safety and effectiveness not established in pediatric patients<\/li><li><b>Disorder of skin, Corticosteroid-responsive:<\/b> (body oil) atopic dermatitis: apply thin film TOPICALLY to affected areas 2 times daily for up to 4 weeks<\/li><li><b>Disorder of skin, Corticosteroid-responsive:<\/b> (topical cream, ointment) apply thin film TOPICALLY to affected area 3 to 4 times daily<\/li><li><b>Otitis externa, chronic, eczematous:<\/b> apply 5 drops of oil OTICALLY into affected ear twice daily for 7 to 14 days<\/li><li><b>Uveitis (Chronic), Non-infectious, posterior segment:<\/b> (12 years or older) 0.59-mg intravitreal implant implanted INTRAVITREALLY into the posterior segment of the eye<\/li><\/ul>"},"3":{"id":"235810-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Diabetic macular edema<\/li><li>Disorder of skin, Corticosteroid-responsive<\/li><li>Otitis externa, chronic, eczematous<\/li><li>Pruritus ani - Pruritus of vulva<\/li><li>Uveitis (Chronic), Non-infectious, posterior segment<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Vitiligo<br\/>"}}},"3":{"id":"235810-s-3","title":"Contraindications\/Warnings","sub":[{"id":"235810-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to corticosteroids or to any component of the product<\/li><li>intravitreal implant contraindicated in patients with fungal diseases of ocular structures<\/li><li>intravitreal implant contraindicated in patients with glaucoma who have cup to disc ratios of greater than 0.8<\/li><li>intravitreal implant contraindicated in patients with mycobacterial eye infections<\/li><li>intravitreal implant contraindicated in patients with viral diseases of the cornea and conjunctiva, including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella<\/li><\/ul>"},{"id":"235810-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- otic and topical use may cause allergic contact dermatitis which is usually diagnosed by a failure to heal rather than noticing a clinical exacerbation<\/li><li>-- dermatologic infection may occur with topical use; if favorable response with antifungal or antibacterial does not occur promptly, discontinue use until infection is controlled<\/li><li>-- topical use may increase risk of skin or subcutaneous tissue atrophy when applied to intertriginous, flexor, or facial areas<\/li><li>Endocrine\/Metabolic:<\/li><li>-- topical use may cause Cushing syndrome due to systemic absorption<\/li><li>-- topical use may cause hyperglycemia and glucosuria due to systemic absorption<\/li><li>-- otic and topical use may cause reversible hypothalamic-pituitary-adrenal (HPA) axis suppression due to systemic absorption<\/li><li>Immunologic:<\/li><li>-- otic and topical oil preparations contain peanut oil; caution advised for patients with a history of peanut allergy<\/li><li>Ophthalmic:<\/li><li>-- intravitreal implant may cause endophthalmitis, eye inflammation, and retinal detachments; monitoring recommended<\/li><li>-- intravitreal implant may increase intraocular pressure and cause glaucoma; monitoring recommended<\/li><li>-- prolonged use of intravitreal implant may increase risk of worsening of secondary ocular infections, posterior subcapsular cataract formation, and glaucoma with optic nerve damage, visual acuity defects, and field of vision defects<\/li><li>-- intravitreal implant may cause reactivation of ocular herpes simplex infection; use not recommended in patients with previous infection<\/li><li>-- intravitreal implant may migrate into anterior chamber if the posterior capsule of the lens is absent or has a tear<\/li><li>-- intravitreal postoperative use after cataract surgery may increase risk of bleb formation and delay healing<\/li><li>-- intravitreal implant may mask or enhance acute purulent eye conditions<\/li><li>-- simultaneous bilateral intravitreal implantation is not recommended due to risk for bilateral postoperative infection<\/li><li>Other:<\/li><li>-- prolonged hydration after intravitreal implant may increase risk of separation of the silicone cup reservoir and the suture tab due to strength reduction in the adhesive bond<\/li><li>-- topical application over a large surface area or with an occlusive dressing may increase risk of systemic absorption; monitoring recommended<\/li><li>-- topical use in pediatric patients may increase risk of systemic toxicity<\/li><li>-- prolonged topical use may increase risk of systemic absorption or atrophy of skin or subcutaneous tissue<\/li><\/ul>"},{"id":"235810-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Fluocinolone: C (FDA)<\/li><li>Fluocinolone: A (AUS)<\/li><\/ul>"},{"id":"235810-s-3-12","title":"Breast Feeding","mono":"Fluocinolone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"235810-s-4","title":"Drug Interactions","sub":{"1":{"id":"235810-s-4-14","title":"Major","mono":"<ul>Pixantrone (theoretical)<\/ul>"}}},"5":{"id":"235810-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Atrophic condition of skin, Skin hypopigmented (Atopic dermatitis (pediatrics), 4% to 7%), Telangiectasia disorder (Atopic dermatitis (pediatrics), 9%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (Intravitreal implant: chronic noninfectious uveitis, 5% to 20%.)<\/li><li><b>Neurologic:<\/b>Dizziness (Intravitreal implant: chronic noninfectious uveitis, 5% to 20%), Headache (Intravitreal implant: chronic noninfectious uveitis, 33%; diabetic macular edema, 9%)<\/li><li><b>Ophthalmic:<\/b>Cataract (Intravitreal implant, 50% to 90%), Conjunctival hemorrhage (Intravitreal implant: chronic noninfectious uveitis, 35% to 40%; diabetic macular edema, 13%), Pain in eye (Intravitreal implant: chronic noninfectious uveitis, 50% to 90%; diabetic macular edema, 15%), Reduced visual acuity (Intravitreal implant: chronic noninfectious uveitis, 35% to 40%)<\/li><li><b>Respiratory:<\/b>Cough (Atopic dermatitis (pediatrics), 20%; intravitreal implant: chronic noninfectious uveitis, 5% to 20%), Nasal discharge (Atopic dermatitis (pediatrics), 13%), Nasopharyngitis (Atopic dermatitis (pediatrics), 7%; intravitreal implant: chronic noninfectious uveitis, 5% to 20%), Sinusitis (Intravitreal implant: chronic noninfectious uveitis, 5% to 20%), Upper respiratory infection (Intravitreal implant: chronic noninfectious uveitis, 5% to 20%.)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Secondary hypocortisolism<\/li><li><b>Neurologic:<\/b>Intracranial hypertension, acute<\/li><li><b>Ophthalmic:<\/b>Choroidal detachment (Intravitreal implant: chronic noninfectious uveitis, 5% to 9%), Glaucoma (Intravitreal implant: chronic noninfectious uveitis, 10% to 40%), Raised intraocular pressure (Intravitreal implant: chronic noninfectious uveitis, 50% to 90%), Retinal detachment (Intravitreal implant: chronic noninfectious uveitis, 5% to 9%), Retinal hemorrhage (Intravitreal implant: chronic noninfectious uveitis, 5% to 9%), Vitreous hemorrhage (Intravitreal implant: chronic noninfectious uveitis, 10% to 40%)<\/li><\/ul>"},"6":{"id":"235810-s-6","title":"Drug Name Info","sub":[{"id":"235810-s-6-17","title":"US Trade Names","mono":"<ul><li>Capex<\/li><li>Derma-Smoothe\/FS<\/li><li>Synalar<\/li><li>Retisert<\/li><li>Dermotic<\/li><li>Iluvien<\/li><\/ul>"},{"id":"235810-s-6-18","title":"Synonyms","mono":"Lotion, Multi Ingredient<br\/>"},{"id":"235810-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Corticosteroid, Intermediate<\/li><li>Corticosteroid, Strong<\/li><li>Otic Agent<\/li><\/ul>"},{"id":"235810-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},{"id":"235810-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}]},"7":{"id":"235810-s-7","title":"Mechanism Of Action","mono":"Fluocinolone acetonide is a low-to-medium potency synthetic corticosteroid that has anti-inflammatory, antipruritic, and vasoconstrictive properties. Its anti-inflammatory action is thought to be due to its ability to control biosynthesis of potent mediators of inflammation. It stimulates phospholipase A(2) inhibitory proteins (lipocortins) and subsequently blocks the release of arachidonic acid, which is a common precursor to prostaglandins and leukotrienes.<br\/>"},"8":{"id":"235810-s-8","title":"Pharmacokinetics","sub":[{"id":"235810-s-8-23","title":"Absorption","mono":"Bioavailability, topical: variable; occlusive dressings increase absorption <br\/>"},{"id":"235810-s-8-24","title":"Distribution","mono":"Protein binding: varying degrees to plasma proteins <br\/>"},{"id":"235810-s-8-25","title":"Metabolism","mono":"Liver: primary <br\/>"},{"id":"235810-s-8-26","title":"Excretion","mono":"Renal: extensive <br\/>"}]},"9":{"id":"235810-s-9","title":"Administration","mono":"<ul><li><b>Intravitreal<\/b><br\/><ul><li>(Iluvien(R)) tray exterior is not sterile; tray lid should be peeled from the tray without touching the interior surface<\/li><li>(Iluvien(R)) remove applicator with sterile gloved hands touching only the interior tray surface and applicator<\/li><li>(Iluvien(R)) optimal placement is inferior to optic disc and posterior to equator of the eye<\/li><li>(Retisert(R)) handle implant by the suture tab only<\/li><li>(Retisert(R)) avoid sheer force on the implant that could damage the silicone cup reservoir<\/li><li>(Retisert(R)) do not re-sterilize implant by any method<\/li><\/ul><\/li><li><b>Otic<\/b><br\/>(otic oil) tilt head sideways so that the affected ear is facing up; pull ear backward and upward and use the supplied dropper to administer drops; keep head tilted for 1 minute and use a cotton ball to gently remove excess oil<br\/><\/li><li><b>Topical<\/b><br\/><ul><li>(body oil) shake well before use<\/li><li>(body oil) for pediatric patients, moisten skin prior to application; apply as a thin film to affected area<\/li><li>(body oil) apply as a thin film to affected area; use least amount necessary to cover affected area<\/li><li>(body oil) do not apply to intertriginous areas<\/li><li>(scalp oil) wet or dampen hair and scalp and apply a thin film; massage well and cover scalp with shower cap<\/li><li>(scalp oil) leave medication on for a minimum of 4 hours or overnight; wash hair with regular shampoo and rinse well<\/li><li>(topical solution, cream, or ointment) occlusive dressings may be helpful in managing psoriasis or recalcitrant conditions, but should not be used if an infection develops<\/li><li>(topical solution) when applying solution to hairy sites, part hair to allow direct contact of solution with lesion<\/li><\/ul><\/li><\/ul>"},"10":{"id":"235810-s-10","title":"Monitoring","mono":"<ul><li>dermatoses: improvement of skin conditions, relief of pruritus, and\/or healing of lesions may indicate efficacy<\/li><li>macular edema: improvement in visual acuity may indicate efficacy<\/li><li>(topical) free urine cortisol and ACTH stimulation tests; periodically with high-dose application to large body surface areas (especially children), occluded areas, or during prolonged therapy<\/li><li>(topical) morning serum cortisol levels; periodically with high-dose application to large body surface areas (especially children), occluded areas, or during prolonged therapy<\/li><li>(topical) signs and symptoms of hypothalamic-pituitary-adrenal (HPA) axis suppression; periodically with high-dose application to large body surface areas (especially children), occluded areas, or during prolonged therapy<\/li><li>(intraocular) increased intraocular pressure  and endophthalmitis<\/li><li>(intraocular) ophthalmoscopy to verify implant placement, adequate central retinal artery perfusion, absence of any complications; following injection<\/li><li>(intraocular) implant integrity; during ophthalmologic examinations<\/li><\/ul>"},"11":{"id":"235810-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Otic Oil: 0.01 %<\/li><li>Topical Cream: 0.01 %, 0.025 %<\/li><li>Topical Oil: 0.01 %<\/li><li>Topical Ointment: 0.025 %<\/li><li>Topical Solution: 0.01 %<\/li><\/ul><\/li><li><b>Capex<\/b><br\/>Topical Shampoo: 0.01 %<br\/><\/li><li><b>Derma-Smoothe\/FS<\/b><br\/>Topical Oil: 0.01 %<br\/><\/li><li><b>DermOtic Oil<\/b><br\/>Otic Oil: 0.01 %<br\/><\/li><li><b>Iluvien<\/b><br\/>Intraocular Implant: 0.19 MG<br\/><\/li><li><b>Retisert<\/b><br\/>Intraocular Implant: 0.59 MG<br\/><\/li><li><b>Synalar<\/b><br\/><ul><li>Topical Cream: 0.025 %<\/li><li>Topical Ointment: 0.025 %<\/li><li>Topical Solution: 0.01 %<\/li><\/ul><\/li><\/ul>"},"12":{"id":"235810-s-12","title":"Toxicology","sub":[{"id":"235810-s-12-31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"235810-s-12-32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"235810-s-12-33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"235810-s-13","title":"Clinical Teaching","mono":"<ul><li>Otic\/Topical: Warn patient to report symptoms of Cushing syndrome or hyperglycemia.<\/li><li>Intravitreal implant: Advise patient to avoid driving or other activities requiring clear vision until drug effects are realized due to potential for blurred vision.<\/li><li>Intravitreal implant: Tell patient to report symptoms of endophthalmitis, eye inflammation, or retinal detachments.<\/li><li>Intravitreal implant: Side effects may include eye pain, ocular or conjunctival hyperemia, reduced visual acuity, or conjunctival hemorrhage.<\/li><li>Otic\/Topical: Side effects may include dryness, burning sensation, itching, local irritation, allergic contact dermatitis, secondary infection, skin atrophy, or hypopigmentation.<\/li><li>Otic\/Topical: Instruct patient to report symptoms of hypothalamic-pituitary-adrenal (HPA) axis suppression.<\/li><li>Intravitreal implant: Counsel patient to report symptoms of cataracts.<\/li><li>Topical: Warn patient to avoid occlusive dressings over treated area unless instructed to do so by physician.<\/li><\/ul>"}}}