{"drugs":["Dalmane","Flurazepam Hydrochloride"],"mono":{"0":{"id":"236575-s-0","title":"Generic Names","mono":"Flurazepam Hydrochloride"},"1":{"id":"236575-s-1","title":"Dosing and Indications","sub":[{"id":"236575-s-1-4","title":"Adult Dosing","mono":"<b>Insomnia:<\/b> 15 to 30 mg ORALLY at bedtime "},{"id":"236575-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy in children under age 15 has not been established"},{"id":"236575-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>debilitated patients:<\/b> 15 mg ORALLY at bedtime<\/li><li><b>geriatrics:<\/b> 15 mg ORALLY at bedtime<\/li><li><b>liver disease:<\/b> 15 mg ORALLY at bedtime, monitor for drug accumulation<\/li><\/ul>"},{"id":"236575-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Insomnia<br\/>"}]},"3":{"id":"236575-s-3","title":"Contraindications\/Warnings","sub":[{"id":"236575-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to flurazepam<\/li><li>pregnancy<\/li><\/ul>"},{"id":"236575-s-3-10","title":"Precautions","mono":"<ul><li>anaphylactic (severe) and anaphylactoid reactions may occur<\/li><li>angioedema may occur as early as the first dose; permanent discontinuation required<\/li><li>chronic pulmonary insufficiency; increased risk of respiratory depression<\/li><li>drug or alcohol abuse, history; increased risk of drug abuse and dependence; monitoring recommended<\/li><li>elderly or debilitated patients; increased risk of ataxia or oversedation; dose adjustment recommended<\/li><li>hepatic impairment<\/li><li>insomnia (worsening or persisting after 7 to 10 days of treatment) or emergence of new thinking or behavior abnormalities; consider undiagnosed primary psychiatric or physical disorder<\/li><li>renal impairment<\/li><li>sleep-related behaviors, complex, have been reported; possibility of patients performing activities while asleep (eg, sleep-driving, making phone calls, preparing\/eating food, having sex) with no memory afterwards; increased risk with doses higher than recommended and concomitant use of CNS depressants and alcohol; discontinuation may be necessary if sleep-driving occurs<\/li><li>suicidality tendencies, severe depression, or latent depression<\/li><li>withdrawal symptoms have occurred following abrupt discontinuation or rapid dose reduction<\/li><\/ul>"},{"id":"236575-s-3-11","title":"Pregnancy Category","mono":"Flurazepam: C (AUS)<br\/>"},{"id":"236575-s-3-12","title":"Breast Feeding","mono":"Flurazepam: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"236575-s-4","title":"Drug Interactions","sub":[{"id":"236575-s-4-13","title":"Contraindicated","mono":"<ul>Flumazenil (theoretical)<\/ul>"},{"id":"236575-s-4-14","title":"Major","mono":"<ul><li>Alfentanil (probable)<\/li><li>Amobarbital (probable)<\/li><li>Anileridine (probable)<\/li><li>Aprobarbital (probable)<\/li><li>Buprenorphine (theoretical)<\/li><li>Butabarbital (probable)<\/li><li>Butalbital (probable)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Codeine (probable)<\/li><li>Dantrolene (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (probable)<\/li><li>Levorphanol (probable)<\/li><li>Meclizine (theoretical)<\/li><li>Meperidine (probable)<\/li><li>Mephenesin (theoretical)<\/li><li>Mephobarbital (probable)<\/li><li>Meprobamate (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methohexital (probable)<\/li><li>Mirtazapine (theoretical)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Pentobarbital (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Primidone (probable)<\/li><li>Propoxyphene (probable)<\/li><li>Remifentanil (probable)<\/li><li>Secobarbital (probable)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Thiopental (probable)<\/li><li>Zolpidem (theoretical)<\/li><\/ul>"},{"id":"236575-s-4-15","title":"Moderate","mono":"<ul><li>Amprenavir (probable)<\/li><li>Perampanel (probable)<\/li><li>St John's Wort (established)<\/li><li>Theophylline (probable)<\/li><\/ul>"}]},"5":{"id":"236575-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Disorder of taste<\/li><li><b>Neurologic:<\/b>Ataxia, Dizziness, Hangover, Lethargy, Sedated, Somnolence<\/li><li><b>Ophthalmic:<\/b>Blurred vision<\/li><li><b>Respiratory:<\/b>Apnea<\/li><li><b>Other:<\/b>Drug dependence, Withdrawal sign or symptom<\/li><\/ul><b>Serious<\/b><br\/><b>Hematologic:<\/b>Granulocytopenic disorder (rare), Leukopenia (rare)<br\/>"},"6":{"id":"236575-s-6","title":"Drug Name Info","sub":{"0":{"id":"236575-s-6-17","title":"US Trade Names","mono":"Dalmane<br\/>"},"2":{"id":"236575-s-6-19","title":"Class","mono":"<ul><li>Benzodiazepine, Long Acting<\/li><li>Hypnotic<\/li><\/ul>"},"3":{"id":"236575-s-6-20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"236575-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"236575-s-7","title":"Mechanism Of Action","mono":"Flurazepam hydrochloride, a benzodiazepine derivative, is a hypnotic agent used for the treatment of insomnia and effective in acute or chronic medical situations requiring restful sleep.<br\/>"},"8":{"id":"236575-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"236575-s-8-23","title":"Absorption","mono":"Oral: time to peak concentration, 30 min to 60 min <br\/>"},"2":{"id":"236575-s-8-25","title":"Metabolism","mono":"<ul><li>rapidly metabolized<\/li><li>Metabolites: N(1)-hydroxyethyl-flurazepam and N(1)-desalkyl-flurazepam<\/li><\/ul>"},"3":{"id":"236575-s-8-26","title":"Excretion","mono":"Renal: 22% to 55% conjugated N(1)-hydroxyethyl-flurazepam, less than 1% as N(1)-desalkyl-flurazepam <br\/>"},"4":{"id":"236575-s-8-27","title":"Elimination Half Life","mono":"<ul><li>2.3 h<\/li><li>N(1)-desalkyl-flurazepam: 47 h to 100 h<\/li><li>Desalkyl-flurazepam, geriatric female: 120 h<\/li><li>Desalkyl-flurazepam, elderly male: 160 h<\/li><\/ul>"}}},"10":{"id":"236575-s-10","title":"Monitoring","mono":"<ul><li>decreased insomnia<\/li><li>signs and symptoms of withdrawal<\/li><li>excessive sedation, impaired coordination; elderly<\/li><\/ul>"},"11":{"id":"236575-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 15 MG, 30 MG<br\/><\/li><li><b>Dalmane<\/b><br\/>Oral Capsule: 30 MG<br\/><\/li><\/ul>"},"12":{"id":"236575-s-12","title":"Toxicology","sub":[{"id":"236575-s-12-31","title":"Clinical Effects","mono":"<b>BENZODIAZEPINES<\/b><br\/>USES: Benzodiazepines are used as anxiolytics, muscle relaxants, procedural sedation agents, and sedative-hypnotics to treat withdrawal states (ie, ethanol, benzodiazepines) and many hyperadrenergic\/stimulated conditions (eg, seizures, serotonin syndrome, neuroleptic malignant syndrome, sympathomimetic overdose, psychiatric conditions). PHARMACOLOGY: They act on the benzodiazepine binding site on the chloride channel of the gamma-aminobutyric acid (GABA), an inhibitory neurotransmitter receptor in the CNS, and increase the frequency of chloride channel opening. This hyperpolarizes the cell and prevents nerve firing\/stimulation, resulting in generalized depression of spinal reflexes and the reticular activating system causing CNS depression. TOXICOLOGY: Toxicity is an extension of the pharmacology, increased GABA activity causing CNS depression. While coma and respiratory depression are rare, they may occur with large overdoses or coingestions. EPIDEMIOLOGY: Benzodiazepine overdose is common and usually occurs in combination with other drug ingestions. Outcomes are generally good. MILD TO MODERATE TOXICITY: CNS depression is the most common finding after overdose. Respiratory depression may also occur, but is more common with coingestion of other sedative-hypnotics. SEVERE TOXICITY: Respiratory depression\/arrest may occur with large overdoses or following rapid IV injection with short-acting benzodiazepines. Severity of respiratory effects depends on the amount ingested and absorbed, type of benzodiazepine ingested (worse for lipophilic agents (eg, diazepam or flunitrazepam) vs polar (eg, lorazepam)), and coingestants. In high doses, patients may manifest coma, respiratory depression, hypotension, hypothermia, and rhabdomyolysis. Otherwise, benzodiazepines are remarkably safe as single agents. ADVERSE EFFECTS: Adverse effects of benzodiazepines in therapeutic doses usually reflect the drug's pharmacology and include sedation, slurred speech, and ataxia. Some IV forms of benzodiazepines (namely, diazepam (Valium(R)) and lorazepam (Ativan(R))) contain propylene glycol as a diluent. Large doses and prolonged infusions may cause the accumulation of propylene glycol and a resultant anion gap metabolic acidosis. This is best avoided by using midazolam (Versed(R)) infusions since it is water soluble and does not contain propylene glycol. Physical and\/or psychological dependence may develop, and a withdrawal syndrome similar to ethanol withdrawal (ie, hypertension, tachycardia, tremulousness, seizures, low grade fever, and, in severe cases, delirium) may develop after abrupt discontinuation in dependent individuals.<br\/>"},{"id":"236575-s-12-32","title":"Treatment","mono":"<b>BENZODIAZEPINES<\/b><br\/><ul><li>Support: Supportive care with attention to the airway, breathing, and circulation is the mainstay of treatment. Benzodiazepine overdose as a single agent may cause coma but generally does not cause loss of airway reflexes. However, when combined with other sedating drugs (eg, ethanol, opioids, muscle relaxants, antipsychotics, anticonvulsants), airway protection may be necessary. Even with large overdoses, patients generally remain hemodynamically stable. MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care. MANAGEMENT OF SEVERE TOXICITY: Coma and respiratory depression require intubation. Hypotension responds to fluids and rarely vasopressors. Anion gap metabolic acidosis from prolonged, high-dose lorazepam or diazepam can be treated with medication cessation.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal is usually not necessary unless the patient has a dangerous co-ingestant. Avoid if the patient is too sedated. HOSPITAL: Activated charcoal may be beneficial if dangerous co-ingestants were consumed and the patient is intubated or can protect their airway. Gastric lavage and whole bowel irrigation are usually not indicated as severe toxicity is very rare.<\/li><li>Airway management: Although respiratory depression is rare, some patients will require airway management.<\/li><li>Antidote: Flumazenil is a specific benzodiazepine receptor antagonist that can rapidly reverse the benzodiazepine effect. However, it is rarely indicated except for iatrogenic oversedation or respiratory depression. In addition, flumazenil may cause withdrawal states and result in seizures, adrenergic stimulation, or autonomic instability in patients chronically taking benzodiazepines or in those with ventricular dysrhythmias and seizures who are concomitantly using cocaine or tricyclic antidepressants. The starting dose is 0.1 to 0.2 mg IV over 15 to 30 seconds and repeated as needed to a maximum of 1 mg. Continuous IV infusion from 0.1 to 1 mg\/hr in 0.9% NaCl or D5W may also be used.<\/li><li>Monitoring of patient: Serum glucose, venous blood gases, ECG, and pulse oximetry may be useful. Urine drug tests do not detect all benzodiazepines; in particular, midazolam, chlordiazepoxide, and flunitrazepam are not detected on many urinary assays, so a negative screen does not rule out a benzodiazepine ingestion.<\/li><li>Enhanced elimination procedure: There is no role for diuresis, dialysis, or hemoperfusion.<\/li><li>Patient disposition: HOME CRITERIA: Healthy children with unintentional ingestions of 1 to 2 tablets may be observed at home if the family is responsible. If significant ataxia or drowsiness develops, refer the patient to the hospital. Asymptomatic adults with unintentional ingestions and a good social situation may remain at home. OBSERVATION CRITERIA: All patients with intentional ingestion or significant ataxia, drowsiness, or respiratory depression should be referred to the hospital for observation. Patients with unreliable social situations may also need observation. Patients may be discharged when asymptomatic. ADMISSION CRITERIA: Admit patients with severe symptoms (ie, coma, respiratory failure, or hypotension unresponsive to IV fluids) or if a danger to themselves. Discharge when asymptomatic and when psychiatric issues have been addressed.<\/li><\/ul>"},{"id":"236575-s-12-33","title":"Range of Toxicity","mono":"<b>BENZODIAZEPINES<\/b><br\/>TOXICITY: In general, the toxic-to-therapeutic ratio is very high for benzodiazepines, making them remarkably safe medications. THERAPEUTIC DOSE: Varies among the benzodiazepines.<br\/>"}]},"13":{"id":"236575-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness.<\/li><li>This drug may cause taste disorder, ataxia, hangover, lethargy, sedation, blurred vision, or apnea.<\/li><li>Instruct patient to monitor for and report excessive sedation or impaired coordination, especially in elderly patients.<\/li><li>With long-term use, advise patient against sudden discontinuation of drug, as this may precipitate withdrawal symptoms.<\/li><li>Patient should avoid concomitant use of alcohol or other CNS depressants.<\/li><\/ul>"}}}