{"generic":"Fluticasone Propionate","drugs":["Cutivate","Flonase","Flovent","Flovent Diskus","Flovent HFA","Flovent Rotadisk","Fluticasone Propionate"],"mono":{"0":{"id":"236850-s-0","title":"Generic Names","mono":"Fluticasone Propionate"},"1":{"id":"236850-s-1","title":"Dosing and Indications","sub":[{"id":"236850-s-1-4","title":"Adult Dosing","mono":"<ul><li>(Lotion) Safety and efficacy for longer than 4 weeks of use not established; if no improvement within 2 weeks, consider alternate diagnosis; if control not achieved within 4 weeks, discontinue drug<\/li><li><b>Allergic rhinitis:<\/b> NASAL INHALATION, initial, 2 sprays\/nostril daily or 1 spray\/nostril twice daily, MAX 2 sprays\/nostril\/day (200 mcg\/day)<\/li><li><b>Asthma:<\/b> ORAL AEROSOL INHALATION, previous therapy with inhaled bronchodilators alone, initial dose 88 mcg twice daily; MAX 440 mcg twice daily<\/li><li><b>Asthma:<\/b> ORAL AEROSOL INHALATION, previous therapy with inhaled corticosteroids, initial dose, 88 to 220 mcg twice daily; MAX 440 mcg twice daily<\/li><li><b>Asthma:<\/b> ORAL AEROSOL INHALATION, previous therapy with oral corticosteroids, initial dose, 440 mcg twice daily; MAX 880 mcg twice daily<\/li><li><b>Asthma:<\/b> ORAL POWDER INHALATION, previous therapy with bronchodilators only, initial dose 100 mcg twice daily; MAX 500 mcg twice daily<\/li><li><b>Asthma:<\/b> ORAL POWDER INHALATION, previous therapy with inhaled corticosteroids, initial dose 100 to 250 mcg twice daily; MAX 500 mcg twice daily<\/li><li><b>Asthma:<\/b> ORAL POWDER INHALATION, previous therapy with oral corticosteroids, 500 to 1000 mcg twice daily; MAX 1000 mcg twice daily<\/li><li><b>Atopic dermatitis:<\/b> Cream, apply TOPICALLY to affected area once or twice daily; rub in gently<\/li><li><b>Atopic dermatitis:<\/b> Ointment, apply TOPICALLY to affected area twice daily; rub in gently<\/li><li><b>Atopic dermatitis:<\/b> Lotion, apply TOPICALLY to affected area once daily; rub in gently<\/li><li><b>Disorder of skin, Corticosteroid-responsive dermatoses:<\/b> Cream and ointment, apply TOPICALLY to affected area twice daily; rub in gently<\/li><li><b>Nasal polyp:<\/b> 200 mcg INTRANASALLY once or twice daily  OR 400 mcg INTRANASALLY once or twice daily<\/li><li><b>Rhinitis, Non-allergic:<\/b> NASAL INHALATION, initial, 2 sprays\/nostril daily or 1 spray\/nostril twice daily, MAX 2 sprays\/nostril\/day (200 mcg\/day)<\/li><\/ul>"},{"id":"236850-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>(Cream, lotion) Safety and efficacy for longer than 4 weeks of use not established; if no improvement within 2 weeks, consider alternate diagnosis; if control not achieved within 4 weeks, discontinue drug<\/li><li>(Ointment) Safety and efficacy not established in pediatric patients<\/li><li><b>Allergic rhinitis:<\/b> NASAL INHALATION, 4 years and older, initial, 1 spray\/nostril once daily, MAX 2 sprays\/nostril daily (200 mcg\/day)<\/li><li><b>Asthma:<\/b> ORAL AEROSOL INHALATION, 4 to 11 years regardless of previous therapy, initial dose 88 mcg twice daily; MAX 88 mcg twice daily<\/li><li><b>Asthma:<\/b> ORAL AEROSOL INHALATION, 12 years and older, previous therapy with inhaled bronchodilators alone, initial dose 88 mcg twice daily; MAX 440 mcg twice daily<\/li><li><b>Asthma:<\/b> ORAL AEROSOL INHALATION, 12 years and older, previous therapy with inhaled corticosteroids, initial dose 88 to 220 mcg twice daily; MAX 440 mcg twice daily<\/li><li><b>Asthma:<\/b> ORAL AEROSOL INHALATION, 12 years and older, previous therapy with oral corticosteroids, initial dose, 440 mcg twice daily; MAX 880 mcg twice daily<\/li><li><b>Asthma:<\/b> ORAL INHALATION POWDER, 4 to 11 years regardless of previous therapy, 50 mcg twice daily; MAX 100 mcg twice daily<\/li><li><b>Asthma:<\/b> ORAL POWDER INHALATION, 12 years and older, previous therapy with bronchodilators only, initial dose 100 mcg twice daily, MAX 500 mcg twice daily<\/li><li><b>Asthma:<\/b> ORAL POWDER INHALATION, 12 years and older, previous therapy with inhaled corticosteroids, initial dose 100 to 250 mcg twice daily; MAX 500 mcg twice daily<\/li><li><b>Asthma:<\/b> ORAL POWDER INHALATION, 12 years and older, previous therapy with oral corticosteroids, 500 to 1000 mcg twice daily; MAX 1000 mcg twice daily<\/li><li><b>Atopic dermatitis:<\/b> (3 months or older) Cream, apply TOPICALLY to affected area once or twice daily; rub in gently<\/li><li><b>Atopic dermatitis:<\/b> (3 months or older) Lotion, apply TOPICALLY to affected area once daily; rub in gently<\/li><li><b>Disorder of skin, Corticosteroid-responsive dermatoses:<\/b> (3 months and older) Cream, apply thin film TOPICALLY to affected areas twice daily; rub in gently<\/li><li><b>Rhinitis, Non-allergic:<\/b> NASAL INHALATION, 4 years and older, initial, 1 spray\/nostril once daily, MAX 2 sprays\/nostril daily (200 mcg\/day)<\/li><\/ul>"},{"id":"236850-s-1-6","title":"Dose Adjustments","mono":"<b>Geriatric (cream or ointment):<\/b> Dosage adjustment not necessary "},{"id":"236850-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Allergic rhinitis<\/li><li>Asthma<\/li><li>Atopic dermatitis<\/li><li>Disorder of skin, Corticosteroid-responsive dermatoses<\/li><li>Rhinitis, Non-allergic<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Nasal polyp<br\/>"}]},"3":{"id":"236850-s-3","title":"Contraindications\/Warnings","sub":[{"id":"236850-s-3-9","title":"Contraindications","mono":"<ul><li>Hypersensitivity to any component of the product<\/li><li>Primary treatment of status asthmaticus or other acute episodes of asthma requiring intensive intervention<\/li><li>Severe hypersensitivity to milk proteins<\/li><\/ul>"},{"id":"236850-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- Use with occlusive dressings or high-potency steroids may cause skin atrophy; avoid use if infection  or skin atrophy is present at treatment site<\/li><li>-- Avoid use in patients with formaldehyde sensitivity, as allergic contact dermatitis may develop; discontinue use if irritation occurs<\/li><li>Endocrine and Metabolic:<\/li><li>-- Inadequate adrenal response may occur, especially in postoperative patients or during periods of stress; monitoring recommended<\/li><li>--Hypothalamic-pituitary-adrenal suppression risk increases with higher doses, increased frequency of use, or topical application in patients with altered skin barriers, large treatment surface areas, liver failure, or with concomitant use of other steroids; dose reduction or withdrawal may be warranted<\/li><li>-- Hypercorticism and adrenal suppression may occur, especially with higher than recommended doses or recommended doses in susceptible patients; children may be more susceptible due to greater skin surface area to body mass ratio<\/li><li>-- Endocrine disorders (ie, Cushing syndrome, hyperglycemia, unmasked latent diabetes mellitus) may occur with systemic absorption of topical steroids<\/li><li>-- Growth velocity reduction and delayed weight gain may occur in pediatric patients; dose adjust to lowest effective dose and monitoring recommended<\/li><li>Hepatic:<\/li><li>-- Hepatic impairment may result in drug accumulation; monitoring recommended<\/li><li>Immunologic:<\/li><li>-- Hypersensitivity reactions such as anaphylaxis, angioedema, urticaria, and bronchospasm may occur<\/li><li>-- hypersensitivity to formaldehyde; topical formulations contain imidurea, which releases formaldehyde as breakdown product<\/li><li>-- Immunosuppression may increase susceptibility to serious and potentially fatal infections and communicable diseases such as chickenpox and measles; avoid exposure<\/li><li>-- Patients with active or quiescent tuberculosis or serious infection such as bacterial, fungal, viral, or parasitic infections, or ocular herpes simplex should use with caution or avoid use<\/li><li>-- Eosinophilic conditions such as Churg-Strauss syndrome have been reported<\/li><li>Musculoskeletal:<\/li><li>-- Bone mineral density reduction may occur with long-term use, especially with prolonged immobilization, family history of osteoporosis, chronic use of drugs that can reduce bone mass, tobacco use, and in postmenopausal, elderly, or malnourished patients; monitoring recommended<\/li><li>Neurologic:<\/li><li>-- Intracranial hypertension has occurred with topical use in pediatric patients, especially with large doses or concomitant use of other steroids<\/li><li>Ophthalmic:<\/li><li>-- Cataracts, increased intraocular pressure, and glaucoma have been reported with long-term use; monitoring recommended<\/li><li>Respiratory:<\/li><li>-- Bronchospasm may occur; discontinue and administer alternate therapy<\/li><li>-- Patients with recent nasal ulcers, nasal surgery, or nasal trauma may experience impaired wound healing<\/li><li>Other:<\/li><li>-- Candida albicans infection of the mouth or throat may occur and may require interruption of therapy<\/li><li>-- Increased risk of systemic absorption with higher doses or increased frequency of use<\/li><li>-- Transferring from systemic corticosteroid therapy to inhalation therapy increases risk of acute adrenal insufficiency; monitoring recommended<\/li><li>-- Avoid topical application to diaper area or use under occlusion<\/li><li>Concomitant use:<\/li><li>-- Concomitant use with ritonavir and other strong CYP3A4 inhibitors not recommended<\/li><\/ul>"},{"id":"236850-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Fluticasone: C (FDA)<\/li><li>Fluticasone: B3 (AUS)<\/li><\/ul>"},{"id":"236850-s-3-12","title":"Breast Feeding","mono":"Fluticasone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"236850-s-4","title":"Drug Interactions","sub":{"1":{"id":"236850-s-4-14","title":"Major","mono":"<ul><li>Aprepitant (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (probable)<\/li><li>Dasabuvir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (established)<\/li><li>Ketoconazole (probable)<\/li><li>Mitotane (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tipranavir (probable)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"}}},"5":{"id":"236850-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Candidiasis of mouth and esophagus (Inhalation, 9% or less), Nausea and vomiting (Inhalation and intranasal, 1% to 8%)<\/li><li><b>Musculoskeletal:<\/b>Osteoporosis<\/li><li><b>Neurologic:<\/b>Headache (Inhalation and intranasal, 2% to 16.1%)<\/li><li><b>Respiratory:<\/b>Cough (Intranasal and inhalation, 1% to 6%), Epistaxis (Intranasal, 6% to 6.9%), Pharyngitis (Intranasal, 6% to 7.8%), Sinusitis (Inhalation, 4% to 10%), Throat irritation (Inhalation, 3% to 22%), Upper respiratory infection (Inhalation, 14% to 21%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Secondary hypocortisolism<\/li><li><b>Immunologic:<\/b>Anaphylaxis (Rare), Hypersensitivity reaction (Rare)<\/li><li><b>Ophthalmic:<\/b>Glaucoma (Inhalation and intranasal, rare), Raised intraocular pressure (Inhalation and intranasal, rare)<\/li><li><b>Respiratory:<\/b>Pneumonia (COPD (inhalation), 14%)<\/li><\/ul>"},"6":{"id":"236850-s-6","title":"Drug Name Info","sub":{"0":{"id":"236850-s-6-17","title":"US Trade Names","mono":"<ul><li>Cutivate<\/li><li>Flonase<\/li><li>Flovent<\/li><li>Flovent Rotadisk<\/li><li>Flovent HFA<\/li><li>Flovent Diskus<\/li><\/ul>"},"2":{"id":"236850-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Anti-Inflammatory<\/li><li>Corticosteroid, Intermediate<\/li><\/ul>"},"3":{"id":"236850-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"236850-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"236850-s-7","title":"Mechanism Of Action","mono":"Fluticasone propionate, a synthetic trifluorinated corticosteroid, has potent anti-inflammatory activity. It acts as a human glucocorticoid receptor agonist with an affinity for the receptor that is 18 times greater than that of dexamethasone, almost twice that of beclomethasone-17-monopropionate, and over three times that of budesonide. The exact mechanism by which fluticasone propionate affects allergic rhinitis symptoms is not known. The anti-inflammatory actions of fluticasone may contribute to its efficacy in asthma; however, its exact mechanisms are unknown. Glucocorticoids have been shown to inhibit mast cells, eosinophils, basophils, lymphocytes, macrophages, and neutrophils. Glucocorticoids also inhibit production or secretion of cell mediators such as histamine, leukotrienes, cytokines, and eicosanoids.<br\/>"},"8":{"id":"236850-s-8","title":"Pharmacokinetics","sub":[{"id":"236850-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability: (inhalation, aerosol), almost complete<\/li><li>Bioavailability: (inhalation, powder), 18%<\/li><li>Bioavailability: (intranasal), less than 2%<\/li><\/ul>"},{"id":"236850-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 4.2 L\/kg (range, 2.3 L\/kg to 16.7 L\/kg)<\/li><li>Protein binding: 91%<\/li><\/ul>"},{"id":"236850-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; P450 CYP3A4, hydrolysis<\/li><li>Metabolite: 17-beta-carboxylic acid (inactive)<\/li><\/ul>"},{"id":"236850-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: approximately 95%<\/li><li>Renal: less than 5%<\/li><\/ul>"},{"id":"236850-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Intravenous: 7.8 h<\/li><li>Topical: 7.2 h (range, 3.2 h to 11.2 h)<\/li><\/ul>"}]},"9":{"id":"236850-s-9","title":"Administration","mono":"<ul><li><b>Inhalation<\/b><br\/><ul><li>Shake inhaler well before each use<\/li><li>Following inhalation, rinse mouth with water and then spit out the water<\/li><li>Flovent(R) Diskus(R) should not be used with a spacer<\/li><li>Never wash the mouthpiece or any part of the Flovent(R) Diskus(R); keep it dry<\/li><\/ul><\/li><li><b>Nasal<\/b><br\/>Shake gently before each use<br\/><\/li><li><b>Topical<\/b><br\/><ul><li>Not for oral, ophthalmic, or intravaginal use<\/li><li>Apply a thin film to affected area and rub in gently<\/li><li>Do not use occlusive dressings (including diapers), unless otherwise directed by physician<\/li><li>Do not use on face, underarms, groin, or diaper area, unless otherwise directed by physician<\/li><\/ul><\/li><\/ul>"},"10":{"id":"236850-s-10","title":"Monitoring","mono":"<ul><li>allergic or non-allergic rhinitis: improvement in symptoms is indicative of efficacy<\/li><li>asthma: improvement in symptoms or decreased use of rescue medication are indicative of efficacy<\/li><li>atopic dermatitis: improvement in symptoms is indicative of efficacy<\/li><li>dermatoses: improvement in symptoms is indicative of efficacy<\/li><li>increased drug exposure; in patients with hepatic impairment<\/li><li>adrenal insufficiency, lung function, beta-agonist use, and asthma symptoms; in patients transferring from systemic corticosteroid therapy<\/li><li>decreases in bone mineral density in at risk patients; at baseline and periodically thereafter<\/li><li>growth of pediatric patients; routinely during treatment.<\/li><li>cataracts or glaucoma; in patients with changes in vision, or a history of increased intraocular pressure, glaucoma, or cataracts<\/li><li>inadequate adrenal response; particularly in a postoperative setting and during periods of stress<\/li><li>Candida albicans infection of the mouth and pharynx; periodically during treatment<\/li><li>hypothalamic-pituitary-adrenal axis suppression; in patients applying topical steroids to large surface areas or with use of occlusive dressings<\/li><\/ul>"},"11":{"id":"236850-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Nasal Spray: 0.05 MG\/Actuation<\/li><li>Topical Cream: 0.05 %<\/li><li>Topical Lotion: 0.05 %<\/li><li>Topical Ointment: 0.005 %<\/li><\/ul><\/li><li><b>Cutivate<\/b><br\/><ul><li>Topical Cream: 0.05 %<\/li><li>Topical Lotion: 0.05 %<\/li><li>Topical Ointment: 0.005 %<\/li><\/ul><\/li><li><b>Flonase<\/b><br\/>Nasal Spray: 0.05 MG\/Actuation<br\/><\/li><li><b>Flovent Diskus<\/b><br\/>Inhalation Powder: 50 MCG\/Actuation, 100 MCG\/Actuation, 250 MCG\/Actuation<br\/><\/li><li><b>Flovent HFA<\/b><br\/>Inhalation Aerosol Powder: 0.044 MG\/Actuation, 0.11 MG\/Actuation, 0.22 MG\/Actuation<br\/><\/li><li><b>Novaplus Fluticasone Propionate<\/b><br\/>Nasal Spray: 0.05 MG\/Actuation<br\/><\/li><\/ul>"},"12":{"id":"236850-s-12","title":"Toxicology","sub":[{"id":"236850-s-12-31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"236850-s-12-32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"236850-s-12-33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"236850-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that this drug is not indicated for acute asthma attacks.<\/li><li>This drug may cause pharyngeal candidiasis, epistaxis, or pharyngitis.<\/li><li>Advise patient that symptomatic improvement may not be seen for a few weeks.<\/li><li>Report signs\/symptoms of systemic corticosteroid effects such as adrenal suppression or hypercortisolism (weight gain, fatigue, muscle weakness, facial rounding, fragile\/thin skin). Patients on long-term therapy may be at increased risk for these effects.<\/li><li>Patient should also report signs\/symptoms of infection.<\/li><li>Caregivers of pediatric patients using inhaled form should monitor for and report decreased growth.<\/li><li>Patient should rinse mouth with water and spit following inhalation.<\/li><li>Advise patient on proper inhalation technique.<\/li><li>Patients using the topical formulation should not use occlusive dressings over application site.<\/li><li>Patients using the topical formulation should not apply drug to face, underarms, groin, or diaper area.<\/li><\/ul>"}}}