{"generic":"Amikacin Sulfate","drugs":["Amikacin Sulfate","Amikin","Amikin Pediatric"],"mono":[{"id":"24445-s-0","title":"Generic Names","mono":"Amikacin Sulfate"},{"id":"24445-s-1","title":"Dosing and Indications","sub":[{"id":"24445-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bacterial infectious disease, Serious:<\/b> 15 mg\/kg\/day IV\/IM divided every 8 to 12 hours; depending on type and severity of infection; total daily dose should not exceed 15 mg\/kg\/day; for heavier patients, the total daily dose should not exceed 1.5 g\/day<\/li><li><b>Bacterial meningitis:<\/b> 15 mg\/kg\/day IV divided every 8 hours; should not be used a single agent for treating bacterial meningitis<\/li><li><b>Bacterial meningitis:<\/b> 5 to 50 mg INTRAVENTRICULARLY daily; usual INTRAVENTRICULAR dose, 30 mg daily; INTRAVENTRICULAR administration may be considered in patients nonresponsive to parenteral administration<\/li><li><b>Tuberculosis:<\/b> (59 years or younger) 15 mg\/kg\/day IV or IM as a single daily dose 5 to 7 days per week and reduce dosing frequency to 2 or 3 times per week after the first 2 to 4 months or after culture conversion, depending on response to other drugs in the regimen; MAX 1 g\/day<\/li><li><b>Tuberculosis:<\/b> (older than 59 years) 10 mg\/kg\/day IV or IM as a single daily dose 5 to 7 days per week and reduce dosing frequency to 2 or 3 times per week after the first 2 to 4 months or after culture conversion, depending on response to other drugs in the regimen; MAX 750 mg\/day<\/li><\/ul>"},{"id":"24445-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Bacterial infectious disease, Serious:<\/b> (neonates) 10 mg\/kg IV\/IM loading dose followed with 7.5 mg\/kg IV\/IM every 12 hours; total daily dose should not exceed 15 mg\/kg\/day<\/li><li><b>Bacterial infectious disease, Serious:<\/b> (infants and children) 15 mg\/kg\/day IV\/IM divided every 8 to 12 hours; total daily dose should not exceed 15 mg\/kg\/day<\/li><li><b>Bacterial meningitis:<\/b> age 0 to 7 days, 15 to 20 mg\/kg\/day IV divided every 12 hours; age 8 to 28 days, 30 mg\/kg\/day IV divided every 8 hours; older than 28 days, 20 to 30 mg\/kg\/day IV divided every 8 hours; should not be used as single agent for treating bacterial meningitis<\/li><li><b>Tuberculosis:<\/b> (15 years or older OR weight greater than 40 kg) 15 mg\/kg\/day IV or IM as a single daily dose 5 to 7 days per week and reduce dosing frequency to 2 or 3 times per week after the first 2 to 4 months or after culture conversion, depending on response to other drugs in the regimen; MAX 1 g\/day<\/li><li><b>Tuberculosis:<\/b> (younger than 15 years AND weight 40 kg or less) 15 to 30 mg\/kg\/day IV or IM as a single daily dose<\/li><\/ul>"},{"id":"24445-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> monitor serum concentrations (avoid peak levels greater than 35 mcg\/mL and trough levels greater than 10 mcg\/mL); if this is not feasible, may reduce frequency of administration (calculate dosing interval by multiplying patient's serum creatinine (mg\/dL) times 9 to equal dosing interval in hours) or reduce the dose (rough estimation, divide normal dose by patient's serum creatine)<\/li><li><b>renal impairment (TB):<\/b> adults (CrCl less than 30 mL\/min) 12 to 15 mg\/kg\/dose IV or IM 2 to 3 times per week; monitor serum concentrations to avoid toxicity<\/li><li><b>hemodialysis (TB):<\/b> 12 to 15 mg\/kg\/dose IV or IM 2 to 3 times per week; administer dose after dialysis; monitor serum concentrations to avoid toxicity<\/li><li><b>peritoneal dialysis (TB):<\/b> 12 to 15 mg\/kg\/dose IV or IM 2 to 3 times per week; verify adequacy of dose by serum concentrations<\/li><li><b>hepatic impairment:<\/b> no dose adjustment necessary<\/li><li><b>continuous arteriovenous or venovenous hemofiltration:<\/b> 30% to 70% of the usual amikacin dose administered every 12 to 18 hours, guided by serum levels<\/li><li><b>geriatric:<\/b> no specific dose adjustment necessary; however, consider potentially reduced renal function; or 11 mg\/kg once daily based on serum levels<\/li><li><b>cystic fibrosis:<\/b> patients clear amikacin more rapidly and may require higher doses to achieve optimal peak concentrations<\/li><li><b>obese patients:<\/b> estimate peak levels by ideal body weight (IBW) plus a correction factor of 38% of fat weight (FW), V area (liters) = 0.26 x (IBW + (0.38)(FW), single dose estimate V area may change with multiple dosing; larger daily doses required for target peak concentrations<\/li><\/ul>"},{"id":"24445-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Bacterial infectious disease, Serious<\/li><li>Bacterial meningitis<\/li><li>Burn - Infectious disease<\/li><li>Cystic fibrosis - Respiratory tract infection<\/li><li>Urinary tract infectious disease (Severe)<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bacterial endocarditis<\/li><li>Febrile neutropenia; Adjunct<\/li><li>Mycobacteriosis<\/li><li>Nocardiosis<\/li><li>Tuberculosis<\/li><\/ul>"}]},{"id":"24445-s-2","title":"Black Box Warning","mono":"<b>Injection (Solution)<\/b><br\/>Therapy has been associated with potential neurotoxicity, ototoxicity, and nephrotoxicity. Patients with impaired renal function, advanced age, dehydration, and those who receive high dosage or prolonged therapy are at an increased risk of toxicity. Monitor renal and auditory function during therapy and discontinue therapy or adjust dose if there is evidence of ototoxicity or nephrotoxicity. Aminoglycoside-induced ototoxicity is usually irreversible. Serum concentrations of aminoglycosides should be monitored when feasible to assure adequate levels and to avoid potentially toxic levels. Neuromuscular blockade and respiratory paralysis have also been reported following administration. Concurrent use of other potentially neurotoxic or nephrotoxic agents, or potent diuretics should be avoided.<br\/>"},{"id":"24445-s-3","title":"Contraindications\/Warnings","sub":[{"id":"24445-s-3-9","title":"Contraindications","mono":"hypersensitivity to amikacin products\/aminoglycosides<br\/>"},{"id":"24445-s-3-10","title":"Precautions","mono":"<ul><li>pre-existing renal, vestibular, or auditory impairment<\/li><li>concomitant anesthesia or neuromuscular blockers; risk for neuromuscular blockade, respiratory paralysis<\/li><li>concomitant neurotoxic, ototoxic, or nephrotoxic drugs, age (very young\/very old), and dehydration; risk factors for toxicity<\/li><\/ul>"},{"id":"24445-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Amikacin: D (FDA)<\/li><li>Amikacin: D (AUS)<\/li><\/ul>"},{"id":"24445-s-3-12","title":"Breast Feeding","mono":"Amikacin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"24445-s-4","title":"Drug Interactions","sub":[{"id":"24445-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Ataluren (probable)<\/li><\/ul>"},{"id":"24445-s-4-14","title":"Major","mono":"<ul><li>Alcuronium (probable)<\/li><li>Atracurium (probable)<\/li><li>Cidofovir (theoretical)<\/li><li>Cisatracurium (probable)<\/li><li>Colistimethate Sodium (theoretical)<\/li><li>Decamethonium (probable)<\/li><li>Doxacurium (probable)<\/li><li>Ethacrynic Acid (theoretical)<\/li><li>Fazadinium (probable)<\/li><li>Foscarnet (theoretical)<\/li><li>Furosemide (theoretical)<\/li><li>Gallamine (probable)<\/li><li>Hexafluorenium (probable)<\/li><li>Lysine (theoretical)<\/li><li>Metocurine (probable)<\/li><li>Mivacurium (probable)<\/li><li>Pancuronium (probable)<\/li><li>Pipecuronium (probable)<\/li><li>Rapacuronium (probable)<\/li><li>Rocuronium (probable)<\/li><li>Succinylcholine (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Tubocurarine (probable)<\/li><li>Vancomycin (theoretical)<\/li><li>Vecuronium (probable)<\/li><\/ul>"},{"id":"24445-s-4-15","title":"Moderate","mono":"<ul>Ibuprofen (probable)<\/ul>"}]},{"id":"24445-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Neurologic:<\/b>Neuromuscular blockade finding<\/li><li><b>Otic:<\/b>Ototoxicity<\/li><li><b>Renal:<\/b>Nephrotoxicity<\/li><li><b>Respiratory:<\/b>Respiratory tract paralysis<\/li><\/ul>"},{"id":"24445-s-6","title":"Drug Name Info","sub":{"0":{"id":"24445-s-6-17","title":"US Trade Names","mono":"<ul><li>Amikin<\/li><li>Amikin Pediatric<\/li><\/ul>"},"2":{"id":"24445-s-6-19","title":"Class","mono":"<ul><li>Aminoglycoside<\/li><li>Antibiotic<\/li><\/ul>"},"3":{"id":"24445-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"24445-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"24445-s-7","title":"Mechanism Of Action","mono":"Amikacin sulfate is an aminoglycoside active against susceptible gram-negative pathogens as well as gram-positive bacteria like penicillinase and nonpenicillinase-producing Staphylococcus species including methicillin-resistant strains. It exhibits synergism against gram-negative bacteria when it is combined with a beta-lactam antibiotic.<br\/>"},{"id":"24445-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"24445-s-8-23","title":"Absorption","mono":"Intramuscular: time to peak concentration, 1 h <br\/>"},"1":{"id":"24445-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 24 L (28% of the body weight)<\/li><li>Protein binding: 0% to 11%<\/li><\/ul>"},"3":{"id":"24445-s-8-26","title":"Excretion","mono":"<ul><li>Renal: (Intramuscular), 91.9% to 98.2% unchanged, primarily by glomerular filtration<\/li><li>Renal: (Intravenous), 84% to 94% unchanged<\/li><li>Dialyzable: yes (hemodialysis); yes (peritoneal dialysis)<\/li><\/ul>"},"4":{"id":"24445-s-8-27","title":"Elimination Half Life","mono":"<ul><li>slightly over 2 h<\/li><li>Fetus: about 3.7 h<\/li><li>Impaired renal function or diminished glomerular filtration pressure: prolonged<\/li><li>Pregnant women: about 2 h<\/li><\/ul>"}}},{"id":"24445-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>dilute 500 mg in 100 or 200 mL NS, D5W, LR, D5-0.45%NS, D5-0.2%NS, Normosol(R) M in D5W, Plasma-Lyte 56 injection in D5W, Normosol(R) R in D5W, or Plasma-Lyte 148 injection in D5W to amikacin final concentrations of 0.25 or 5 mg\/mL; for pediatric patients, volume depends on amount of drug ordered<\/li><li>diluted solution stable 60 days refrigerated, then 24 hours at room temperature, or stable 30 days frozen, then 24 hours thawed and stored at room temperature<\/li><li>do not premix or administer with other drugs<\/li><li>(adults) administer over 30 to 60 minutes<\/li><li>(pediatrics) dilute in sufficient amount of fluid to infuse over 30 to 60 minutes<\/li><li>(infants) administer infusion over 1 to 2 hours<\/li><\/ul>"},{"id":"24445-s-10","title":"Monitoring","mono":"<ul><li>resolution of clinical signs and symptoms of infection is indicative of efficacy<\/li><li>peak (30 to 90 minutes after injection) and trough (just prior to next dose) amikacin serum concentrations; intermittently during therapy, particularly during therapy lasting longer than 10 days<\/li><li>kidney function (BUN, serum creatinine, or creatinine clearance), especially in the elderly, in patients with known or suspected renal impairment, and in those receiving high doses or prolonged therapy; prior to starting therapy and periodically during therapy<\/li><li>urinalysis for specific gravity, protein, and presence of cells or casts; prior to and periodically during therapy<\/li><li>serial audiograms and vestibular function, particularly in those with preexisting renal impairment or in patients who receive amikacin at higher doses or for prolonged periods<\/li><\/ul>"},{"id":"24445-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Injection Solution: 250 MG\/ML<br\/><\/li><li><b>NovaPlus amikacin sulfate<\/b><br\/>Injection Solution: 250 MG\/ML<br\/><\/li><\/ul>"},{"id":"24445-s-12","title":"Toxicology","sub":[{"id":"24445-s-12-31","title":"Clinical Effects","mono":"<b>AMINOGLYCOSIDES <\/b><br\/>USES: Most commonly used as a parenteral antibiotic in the treatment of serious infections caused by aerobic gram-negative bacilli. Also used topically to treat or prevent skin infections and as eye drops or ointment for bacterial conjunctivitis. PHARMACOLOGY: Aminoglycosides function by binding the aminoacyl site of 16S ribosomal RNA within the 30S ribosomal subunit. This binding results in the misreading of genetic code, inhibition of translocation, and bacterial cell death. EPIDEMIOLOGY: Given that aminoglycosides (with the exception of neomycin) are only available in parenteral, topical, and ophthalmic forms, overdoses are almost entirely the result of dosing errors. Overdoses are rarely life-threatening and typically require minimal intervention. Ingestions of ophthalmic or topical preparations do not cause toxicity related to the aminoglycoside. Although neomycin is available orally, oral absorption is low and acute toxicity from overdosage is unlikely. OVERDOSE: Toxicity is more closely associated with trough levels of the drug than peak levels. Renal damage (acute tubular necrosis; usually reversible), ototoxicity (irreversible), and vestibular toxicity (irreversible) are most common. Renal injury may often go unnoticed until significant injury has occurred, given the delay between when renal injury occurs and when the elevation in creatinine is evident. ADVERSE EFFECTS: Retinopathy and visual loss with intraocular administration. Apnea and neuromuscular blockade may occur when aminoglycosides are given rapidly IV with neuromuscular blocking agents, due to aminoglycosides' inhibition of acetylcholine release from presynaptic nerve terminals; patients with abnormal neuromuscular junction function (eg, myasthenia gravis, botulism) can develop respiratory failure or weakness after use of aminoglycosides alone. Rash and hypersensitivity reactions can occur.<br\/>"},{"id":"24445-s-12-32","title":"Treatment","mono":"<b>AMINOGLYCOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Maintain good urine output (3 to 6 mL\/kg\/hr) with IV fluids. For mild allergic reactions, treat with antihistamines; if severe, airway management, epinephrine, ECG monitoring, IV fluids.<\/li><li>Decontamination: GI decontamination is not indicated as aminoglycosides are poorly absorbed orally. OCULAR: Irrigation with normal saline.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor renal function and serum electrolytes following overdose. Serum concentrations are used for therapeutic drug monitoring for many aminoglycosides and can be used to confirm the diagnosis. Monitor for hearing loss (audiometry).<\/li><li>Enhanced elimination procedure: Hemodialysis should be considered in renal failure only. Ticarcillin forms a renally eliminated complex with gentamicin and enhances elimination, but should only be used early after large overdoses with apparent toxicity or in renal failure when there is a significant risk of toxicity.<\/li><li>Patient disposition: HOME CRITERIA: The vast majority of exposures will occur in a healthcare setting. Inadvertent ingestion of ophthalmic, otic or topical preparations can be observed at home. OBSERVATION CRITERIA: Patients with significant overdose should have renal function monitoring and auditory testing performed. ADMISSION CRITERIA: Patients with worsening renal function may require in-patient monitoring and dialysis. CONSULT CRITERIA: Consult a toxicologist after large overdose or if effects are not consistent with the exposure.<\/li><\/ul>"},{"id":"24445-s-12-33","title":"Range of Toxicity","mono":"<b>AMINOGLYCOSIDES<\/b><br\/>TOXICITY: Nephrotoxicity may occur from gentamicin with persistent peak serum concentrations of more than 12 mcg\/mL or trough concentrations more than 2 mcg\/mL. Nephrotoxicity may occur from amikacin peak concentrations persistently greater than 20 to 35 mcg\/mL and trough concentrations greater than 8 mcg\/mL. The amount of aminoglycoside present in ophthalmic drops or ointments, otic preparations, or topical formulations do not cause systemic toxicity after ingestion. THERAPEUTIC DOSE: Varies with agent. AMIKACIN: ADULT: 15 mg\/kg\/day IM or IV divided every 8 to 12 hours. PEDIATRIC: 15 to 20 mg\/kg\/day IM\/IV in 2 to 3 divided doses; maximum - 1.5 grams\/day. GENTAMICIN: ADULT:  3 to 5 mg\/kg\/day IV in 3 or 4 equally divided doses. PEDIATRIC: 6 to 7.5 mg\/kg\/day IV\/IM (2 to 2.5 mg\/kg every 8 hours).<br\/>"}]},{"id":"24445-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report signs\/symptoms of ototoxicity or nephrotoxicity.<\/li><li>If drug is self-administered, advise patient that if a dose is missed, take the missed dose as soon as possible and space the rest of the doses for the day at regular intervals.<\/li><li>If more than one dose is missed, patient should consult healthcare professional for instructions.<\/li><\/ul>"}]}