{"generic":"Amiloride Hydrochloride","drugs":["Amiloride Hydrochloride","Midamor"],"mono":[{"id":"24464-s-0","title":"Generic Names","mono":"Amiloride Hydrochloride"},{"id":"24464-s-1","title":"Dosing and Indications","sub":[{"id":"24464-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Congestive heart failure:<\/b> initial, 5 mg ORALLY daily; maintenance, 5 to 20 mg ORALLY daily, maximum dose 20 mg ORALLY daily<\/li><li><b>Edema, Associated with thiazolidinedione use:<\/b> 10 mg ORALLY once daily was used in a clinical trial<\/li><li><b>Hypertension:<\/b> initial, 5 mg ORALLY daily; maintenance, 5 to 20 mg ORALLY daily, maximum dose 20 mg ORALLY daily<\/li><\/ul>"},{"id":"24464-s-1-5","title":"Pediatric Dosing","mono":"not indicated in pediatric patients"},{"id":"24464-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> avoid with CrCl below 50 mL\/min<\/li><li><b>renal impairment:<\/b> if used in CrCl between 10 to 50 mL\/min, reduce usual dose by 50%<\/li><li><b>geriatrics:<\/b> reduce dose due to decreased renal clearance<\/li><\/ul>"},{"id":"24464-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Congestive heart failure<\/li><li>Hypertension<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Edema, Associated with thiazolidinedione use<br\/>"}]},{"id":"24464-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>May cause hyperkalemia, which if uncorrected, is potentially fatal. Hyperkalemia occurs commonly (about 10%) when amiloride is used without a kaliuretic diuretic. This incidence is greater in patients with renal impairment, diabetes mellitus (with or without recognized renal insufficiency), and in the elderly. Monitor serum potassium levels carefully in any patient receiving amiloride.<br\/>"},{"id":"24464-s-3","title":"Contraindications\/Warnings","sub":[{"id":"24464-s-3-9","title":"Contraindications","mono":"<ul><li>anuria<\/li><li>concomitant use with potassium-conserving agents (eg, spironolactone or triamterene)<\/li><li>concomitant use with potassium supplementation (potassium-containing salt substitutes or medications or potassium-rich diet), except in severe or refractory cases of hypokalemia<\/li><li>diabetic nephropathy<\/li><li>hyperkalemia (serum potassium levels greater than 5.5 mEq\/L)<\/li><li>hypersensitivity to amiloride or any component of the product<\/li><li>renal insufficiency, acute or chronic<\/li><\/ul>"},{"id":"24464-s-3-10","title":"Precautions","mono":"<ul><li>hyperkalemia, including severe cases, may occur; increased risk with renal impairment, diabetes, and in the elderly; monitoring recommended; medical management and interruption or discontinuation of therapy may be required<\/li><li>concomitant use with ACE inhibitors, angiotensin II receptor blockers, cyclosporine or tacrolimus; increased risk for hyperkalemia<\/li><li>diabetes mellitus; increased risk for hyperkalemia; careful monitoring recommended<\/li><li>electrolyte imbalance and BUN increases may occur; monitoring recommended<\/li><li>glucose tolerance testing; discontinue therapy at least 3 days prior to testing<\/li><li>hepatic cirrhosis with ascites and metabolic acidosis; increased risk for electrolyte imbalance and increased BUN; monitoring recommended<\/li><li>hepatic encephalopathy (manifested by tremors, confusion, and coma) and increased jaundice has been reported in patients with severe liver disease<\/li><li>predisposition to respiratory or metabolic acidosis (eg, cardiopulmonary disease or poorly controlled diabetes); monitoring recommended<\/li><li>renal function impairment (creatinine over 1.5 mg\/100 mL or BUN over 30 mg\/100 mL); increased risk for hyperkalemia; careful monitoring recommended<\/li><li>resistant edema; increased risk for electrolyte imbalance and increased BUN; monitoring recommended<\/li><\/ul>"},{"id":"24464-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Amiloride: B (FDA)<\/li><li>Amiloride: C (AUS)<\/li><\/ul>"},{"id":"24464-s-3-12","title":"Breast Feeding","mono":"<ul><li>Amiloride: WHO: Avoid breastfeeding.<\/li><li>Amiloride: Micromedex: Milk effects are possible.<\/li><\/ul>"}]},{"id":"24464-s-4","title":"Drug Interactions","sub":[{"id":"24464-s-4-13","title":"Contraindicated","mono":"<ul><li>Eplerenone (theoretical)<\/li><li>Triamterene (theoretical)<\/li><\/ul>"},{"id":"24464-s-4-14","title":"Major","mono":"<ul><li>Alacepril (probable)<\/li><li>Arginine (probable)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Benazepril (probable)<\/li><li>Bupropion (theoretical)<\/li><li>Captopril (probable)<\/li><li>Cilazapril (probable)<\/li><li>Delapril (probable)<\/li><li>Dofetilide (theoretical)<\/li><li>Droperidol (theoretical)<\/li><li>Enalaprilat (probable)<\/li><li>Enalapril Maleate (probable)<\/li><li>Fosinopril (probable)<\/li><li>Imidapril (probable)<\/li><li>Levomethadyl (theoretical)<\/li><li>Lisinopril (probable)<\/li><li>Moexipril (probable)<\/li><li>Pentopril (probable)<\/li><li>Perindopril (probable)<\/li><li>Potassium (probable)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Sotalol (probable)<\/li><li>Spirapril (probable)<\/li><li>Tacrolimus (theoretical)<\/li><li>Temocapril (probable)<\/li><li>Trandolapril (probable)<\/li><li>Trimethoprim (theoretical)<\/li><li>Zofenopril (probable)<\/li><\/ul>"},{"id":"24464-s-4-15","title":"Moderate","mono":"<ul><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Carbenoxolone (probable)<\/li><li>Celecoxib (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Clonixin (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Gossypol (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Licorice (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Quinidine (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Sulindac (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Valdecoxib (probable)<\/li><\/ul>"}]},{"id":"24464-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (1% or less)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (3% to 8%), Loss of appetite (3% to 8%), Nausea (3% to 8%), Vomiting (3% to 8%)<\/li><li><b>Musculoskeletal:<\/b>Asthenia (greater than 1% to less than 3%), Cramp (greater than 1% to less than 3%)<\/li><li><b>Neurologic:<\/b>Dizziness (greater than 1% to less than 3%), Headache (3% to 8%)<\/li><li><b>Respiratory:<\/b>Cough (greater than 1% to less than 3%), Dyspnea (greater than 1% to less than 3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia (1% or less), Palpitations (1% or less)<\/li><li><b>Endocrine metabolic:<\/b>Hyperkalemia (10%)<\/li><li><b>Hematologic:<\/b>Aplastic anemia, Neutropenia<\/li><li><b>Neurologic:<\/b>Encephalopathy (greater than 1% to less than 3%)<\/li><li><b>Ophthalmic:<\/b>Raised intraocular pressure (1% or less)<\/li><\/ul>"},{"id":"24464-s-6","title":"Drug Name Info","sub":{"0":{"id":"24464-s-6-17","title":"US Trade Names","mono":"Midamor<br\/>"},"2":{"id":"24464-s-6-19","title":"Class","mono":"<ul><li>Cardiovascular Agent<\/li><li>Diuretic, Potassium Sparing<\/li><\/ul>"},"3":{"id":"24464-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"24464-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"24464-s-7","title":"Mechanism Of Action","mono":"Amiloride hydrochloride is a pyrazine-carbonyl-guanidine that exhibits antikaliuretic activity with weak natriuretic, diuretic and antihypertensive properties. It blocks the reabsorption of sodium at the distal convoluted tubule, cortical collecting tubule and collecting duct, resulting in reduced net negative potential of the tubular lumen and decreased secretion and subsequent excretion of hydrogen and potassium. Amiloride hydrochloride does not inhibit aldosterone and its action manifests even without aldosterone.<br\/>"},{"id":"24464-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"24464-s-8-23","title":"Absorption","mono":"Oral: time to peak concentration, 3 h to 4 h <br\/>"},"2":{"id":"24464-s-8-25","title":"Metabolism","mono":"not metabolized by the liver <br\/>"},"3":{"id":"24464-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 40%<\/li><li>Renal: 50%<\/li><li>Dialyzable: unknown<\/li><\/ul>"},"4":{"id":"24464-s-8-27","title":"Elimination Half Life","mono":"6 h to 9 h <br\/>"}}},{"id":"24464-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>administer with food <br\/>"},{"id":"24464-s-10","title":"Monitoring","mono":"<ul><li>adequate serum potassium levels are indicative of efficacy<\/li><li>effective diuresis and improvement in hypertension or symptoms of congestive heart failure are indicative of efficacy<\/li><li>serum potassium levels for hyperkalemia (greater than 5.5 mEq\/L); especially in patients with renal impairment or diabetes, elderly patients, or when using amiloride as monotherapy and particularly during dose initiation or adjustment and during illness that may affect renal function<\/li><li>serum electrolytes, creatinine, and BUN; frequently in patients with renal function impairment (BUN over 30 mg\/dL or serum creatinine greater than 1.5 mg\/dL) or diabetes mellitus; especially important in seriously ill patients undergoing vigorous fluid elimination<\/li><li>acid-base balance; frequently during therapy in severely ill patients predisposed to respiratory or metabolic acidosis (eg, cardiopulmonary disease or poorly controlled diabetes)<\/li><\/ul>"},{"id":"24464-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: 5 MG<br\/>"},{"id":"24464-s-12","title":"Toxicology","sub":[{"id":"24464-s-12-31","title":"Clinical Effects","mono":"<b>POTASSIUM SPARING DIURETICS <\/b><br\/>USES: Potassium sparing diuretics are used to treat congestive heart failure, fluid retention from liver failure, and hypertension. Spironolactone is used to prevent amphotericin B-related hypokalemia in cancer patients, and in the management of neonatal chronic lung disease. PHARMACOLOGY: Amiloride acts by blocking the sodium channel in the later portion of the nephron, distal tubule, and collecting duct. Triamterene inhibits the reabsorption of sodium ions in the exchange for potassium and hydrogen ions in the segment of the distal tubule under the control of adrenal mineralocorticoids. Eplerenone and spironolactone bind to aldosterone receptors in the distal tubules and collecting duct, preventing the binding of aldosterone to its receptor. Aldosterone acts at the kidney to cause sodium and water retention and potassium loss in the urine. TOXICOLOGY: Overdose may cause dehydration due to the diuretic effect. It can also cause electrolyte abnormalities, most commonly hyperkalemia. EPIDEMIOLOGY: Adverse effects during therapeutic use are relatively common. Potassium sparing diuretic overdose is rare and deaths have not been reported. MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea, mild dehydration, and hyperkalemia may develop. SEVERE TOXICITY: Severe toxicity has not been reported, but severe dehydration (tachycardia, hypotension, and possibly mental status changes) and hyperkalemia (which may cause dysrhythmias) should be expected. Acute renal failure has been reported from triamterene deposition in the renal tubules after overdose. ADVERSE EFFECTS: Amiloride: Hyperkalemia, headache, paresthesia, depression, loss of libido, nausea, anorexia, diarrhea, vomiting, weakness, fatigue, muscle cramps. Eplerenone: Hyperkalemia, diarrhea, dizziness, fatigue, coughing. Spironolactone: Hyperkalemia, acidosis, cramping, diarrhea, drowsiness, lethargy, ataxia, gynecomastia, impotence, irregular menses. Triamterene: Hyperkalemia, diarrhea, nausea, vomiting, interstitial nephritis, blood dyscrasias, nephrolithiasis, photodermatitis.<br\/>"},{"id":"24464-s-12-32","title":"Treatment","mono":"<b>POTASSIUM SPARING DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Serious toxicity is not expected after ingestion. Most patients will remain asymptomatic or have a mild diuresis. Oral rehydration and monitoring for hyperkalemia is sufficient in most cases. MANAGEMENT OF SEVERE TOXICITY: Correct dehydration with intravenous fluids. There is a theoretical risk of hyperkalemia following overdose. Hyperkalemia is treated in the usual fashion: administer calcium chloride for dysrhythmias or wide complex rhythms. Sodium bicarbonate, insulin, glucose, and cationic exchange resins (eg, sodium polystyrene sulfonate) may also be used. Dialysis may be required for patients with impaired renal function.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not indicated. HOSPITAL: Gastrointestinal decontamination should not be routinely performed following potassium sparing diuretic ingestion. Activated charcoal may be considered after extremely large ingestions or if more toxic coingestants are involved and the patient has presented early after the ingestion.<\/li><li>Airway management: Airway compromise is not expected following potassium sparing diuretic ingestion.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor serum electrolytes and ECG after overdose. Drug concentrations are not routinely available and are not used clinically to guide management following overdose.<\/li><li>Enhanced elimination procedure: As significant toxicity is not expected, there is no role for enhanced elimination following ingestion. Dialysis is ineffective in removing spironolactone, but may increase the clearance of triamterene.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with small, inadvertent ingestions and normal renal function can be monitored at home. OBSERVATION CRITERIA: Patients with large or deliberate ingestions or impaired renal function should be monitored for fluid status and serum electrolytes changes (particularly sodium and potassium). Monitor vital signs and ECG in symptomatic patients and those with significant electrolyte abnormalities. ADMISSION CRITERIA: Admit patients with severe electrolyte abnormalities, dehydration, or impaired renal function. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"24464-s-12-33","title":"Range of Toxicity","mono":"<b>POTASSIUM SPARING DIURETICS<\/b><br\/>TOXICITY: No toxic dose for these medications has been established. An adult developed acute renal failure 3 days after ingesting 50 capsules of triamterene\/hydrochlorothiazide. Two infants, ages 10 and 12 months, ingested up to 60 spironolactone tablets, with asymptomatic hyperkalemia as the only effect noted. THERAPEUTIC DOSE: AMILORIDE: ADULT: 5 to 20 mg\/day orally; PEDIATRIC: 6 to 20 kg in body weight: 0.625 mg\/kg\/day orally. EPLERENONE: ADULT: 25 to 50 mg orally once or twice daily; PEDIATRIC: Safety and efficacy not established. SPIRONOLACTONE: ADULT: 25 to 100 mg\/day orally in single or divided doses; PEDIATRIC: 1 to 3 mg\/kg\/day orally in 2 to 4 divided doses or once daily; MAX 200 mg\/day. TRIAMTERENE: ADULT: 100 mg orally twice daily; MAX 300 mg\/day; PEDIATRIC: Edema: 1 to 4 mg\/kg\/day orally in 2 divided doses. Hypertension: initially, 1 to 2 mg\/kg\/day orally in two divided doses; MAX 3 to 4 mg\/kg\/day, up to 300 mg\/day.<br\/>"}]},{"id":"24464-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to rise slowly from a sitting\/supine position, as drug may cause orthostatic hypotension.<\/li><li>This drug may cause diarrhea, loss of appetite, nausea, vomiting, or headache.<\/li><li>Instruct patient to immediately report signs\/symptoms of hyperkalemia (paresthesia, muscular weakness, fatigue, flaccid paralysis of extremities).<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patient should take tablet with food.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>Tell patient to avoid other potassium-conserving agents, such as spironolactone or triamterene, and potassium-containing supplements\/salt substitutes while taking this drug.<\/li><\/ul>"}]}