{"generic":"Aminoglutethimide","drugs":["Aminoglutethimide","Cytadren"],"mono":{"0":{"id":"24960-s-0","title":"Generic Names","mono":"Aminoglutethimide"},"1":{"id":"24960-s-1","title":"Dosing and Indications","sub":{"0":{"id":"24960-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Breast cancer:<\/b> optimal dosing and timing not yet determined<\/li><li><b>Carcinoma of prostate:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Cushing's syndrome, Suppression of adrenal function:<\/b> initial, 250 mg ORALLY every 6 hr; may increase by 250 mg daily every 1 to 2 weeks; MAX 2 g\/day<\/li><\/ul>"},"1":{"id":"24960-s-1-5","title":"Pediatric Dosing","mono":"Safety and effectiveness in children not established"},"3":{"id":"24960-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Cushing's syndrome, Suppression of adrenal function<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Breast cancer<\/li><li>Carcinoma of prostate<\/li><\/ul>"}}},"3":{"id":"24960-s-3","title":"Contraindications\/Warnings","sub":[{"id":"24960-s-3-9","title":"Contraindications","mono":"hypersensitivity to glutethimide or aminoglutethimide<br\/>"},{"id":"24960-s-3-10","title":"Precautions","mono":"pregnancy<br\/>"},{"id":"24960-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"24960-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"24960-s-4","title":"Drug Interactions","sub":{"2":{"id":"24960-s-4-15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Dexamethasone (probable)<\/li><li>Digitoxin (probable)<\/li><li>Tamoxifen (probable)<\/li><li>Theophylline (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"24960-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash<\/li><li><b>Gastrointestinal:<\/b>Loss of appetite, Nausea<\/li><li><b>Neurologic:<\/b>Dizziness, Somnolence<\/li><\/ul><b>Serious<\/b><br\/><b>Hematologic:<\/b>Agranulocytosis, Aplastic anemia<br\/>"},"6":{"id":"24960-s-6","title":"Drug Name Info","sub":{"0":{"id":"24960-s-6-17","title":"US Trade Names","mono":"Cytadren<br\/>"},"2":{"id":"24960-s-6-19","title":"Class","mono":"<ul><li>Aromatase Inhibitor<\/li><li>Steroid Synthesis Inhibitor<\/li><\/ul>"},"3":{"id":"24960-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"24960-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Aminoglutethimide produces suppression of the adrenal cortex by inhibiting enzymatic conversion of cholesterol to pregnenolone, thus blocking synthesis of adrenal steroids; it may also affect other steps in the synthesis and metabolism of these steroids . A compensatory increase in secretion of adrenocorticotropic hormone (ACTH) by the pituitary occurs (except in patients with ACTH-independent adenomas or carcinomas), necessitating glucocorticoid administration to maintain aminoglutethimide&quot;s effect . Aminoglutethimide also inhibits estrogen production from androgens in peripheral tissues by blocking the aromatase enzyme . An additional mechanism in breast cancer, involving enhanced metabolism of estrone sulfate, has also been proposed .<\/li><li>Induces hepatic cytochrome P450 microsomal enzymes .<\/li><\/ul>"},"8":{"id":"24960-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"24960-s-8-23","title":"Absorption","mono":"Systemic: Rapidly and completely absorbed.<br\/>"},"2":{"id":"24960-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic: Major metabolite: N-acetylaminoglutethimide <br\/>"},"3":{"id":"24960-s-8-26","title":"Excretion","mono":"Systemic: Renal: 34 to 54% unchanged.<br\/>"},"4":{"id":"24960-s-8-27","title":"Elimination Half Life","mono":"Systemic: 12.5 h.<br\/>"}}},"10":{"id":"24960-s-10","title":"Monitoring","mono":"<ul><li>plasma cortisol levels<\/li><li>CBC, hepatic function; baseline and during therapy<\/li><li>electrolyte panel, thyroid function, blood pressure<\/li><\/ul>"},"12":{"id":"24960-s-12","title":"Toxicology","sub":[{"id":"24960-s-12-31","title":"Clinical Effects","mono":"<b>AMINOGLUTETHIMIDE<\/b><br\/>OVERDOSE - Limited data available. Somnolence, lethargy, fatigue, weakness, and coma have been reported. Anticipated effects after overdose include hypotension, hypovolemia, nausea, vomiting, ataxia, respiratory depression, hyponatremia, hypochloremia, hyperkalemia, hypoglycemia. Manifestations may be similar to acute adrenal insufficiency. ADVERSE EFFECTS - Drowsiness, morbilliform rash, nausea, anorexia, dizziness and headache are common. Leukopenia, thrombocytopenia, adrenal insufficiency, hypothyroidism, masculinization and hirsutism in females, precocious sexual development in males, hypotension (particularly orthostatic), tachycardia, and vomiting have been reported. <br\/>"},{"id":"24960-s-12-32","title":"Treatment","mono":"<b>AMINOGLUTETHIMIDE<\/b><br\/><ul><li>Decontamination: Activated charcoal for recent significant ingestion if patient is alert and airway protected.<\/li><li>Hypotensive episode: Administer intravenous 0.9% saline 10 to 20 ml\/kg initially; larger volumes may be required, central venous pressure monitoring may be useful to guide fluid resuscitation. If acute adrenal insufficiency is suspected clinically administer corticosteroids eg hydrocortisone 100 mg intravenously over 3 hours followed by 10 mg\/hr infusion until patient can tolerate oral hydrocortisone. Dexamethasone should not be used as its metabolism is accelerated by aminoglutethimide. Administer dopamine or norepinephrine if hypotension persists.<\/li><li>Adrenal cortical hypofunction: Hypotension, hyponatremia, hyperkalemia and\/or hypoglycemia are likely related to adrenal insufficiency. Treat with intravenous hydration with 0.9% saline, 50 ml of 50% dextrose intravenously, and exogenous corticosteroids as above. Mineralocorticoids may also be needed; fludrocortisone 0.1 to 0.2 mg\/day.<\/li><li>Monitoring of patient: Monitor vital signs, especially blood pressure. Monitor for CNS and\/or respiratory depression. Monitor serum electrolytes, especially potassium, sodium and calcium, and monitor blood glucose.<\/li><\/ul>"},{"id":"24960-s-12-33","title":"Range of Toxicity","mono":"<b>AMINOGLUTETHIMIDE<\/b><br\/>No deaths have been reported from aminoglutethimide overdose. Ingestion of 3 to 4 grams caused coma. An adult ingested 7 grams, a 16-year-old ingested 7.5 to 10 grams, and a 10-year-old ingested 10 grams; all survived with supportive care. <br\/>"}]},"13":{"id":"24960-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause somnolence and dizziness.<\/li><li>This drug may cause loss of appetite, nausea, myalgia, headache, or fever.<\/li><li>Instruct patient to report signs\/symptoms of hypotension and tachyarrhythmia.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>Advise patient to call healthcare professional if a treatment is missed, as drug should be given on a regular schedule.<\/li><\/ul>"}}}