{"generic":"Calcitonin (Salmon)","drugs":["Calcitonin (Salmon)","Fortical","Miacalcin"],"mono":{"0":{"id":"24sbs0","title":"Generic Names","mono":"Calcitonin (Salmon)"},"1":{"id":"24sbs1","title":"Dosing and Indications","sub":{"0":{"id":"24sbs1b4","title":"Adult Dosing","mono":"<ul><li><b>Hypercalcemia:<\/b> initial, 4 international units\/kg SUBQ or IM every 12 hours; may increase after 1 to 2 days to 8 international units\/kg every 12 hours; may increase after another 2 days to a MAX 8 international units\/kg every 6 hours<\/li><li><b>Paget's disease:<\/b> 100 international units IM\/SUBQ daily<\/li><li><b>Postmenopausal osteoporosis:<\/b> (injection) 100 international units IM\/SUBQ daily<\/li><li><b>Postmenopausal osteoporosis:<\/b> (nasal spray) 200 international units (1 spray) INTRANASALLY per day, alternating nostrils daily<\/li><\/ul>"},"1":{"id":"24sbs1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in children "},"3":{"id":"24sbs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hypercalcemia<\/li><li>Paget's disease<\/li><li>Postmenopausal osteoporosis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cancer pain; Adjunct<\/li><li>Fracture of bone; Prophylaxis - Osteoporosis<\/li><li>Osteoporosis due to corticosteroids<\/li><\/ul>"}}},"3":{"id":"24sbs3","title":"Contraindications\/Warnings","sub":[{"id":"24sbs3b9","title":"Contraindications","mono":"hypersensitivity to calcitonin-salmon or any component of the product <br\/>"},{"id":"24sbs3b10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- hypocalcemia-associated seizure activity and tetany have been reported; correct hypocalcemia prior to initiating use; monitoring recommended<\/li><li>-- mineral metabolism disorders (eg, vitamin D deficiency) and risk factors for hypocalcemia; monitoring recommended<\/li><li>Immunologic:<\/li><li>-- hypersensitivity reactions, serious (eg, bronchospasm, swelling of the tongue or throat, anaphylaxis, anaphylactic shock) and sometimes fatal, have been reported; monitoring recommended<\/li><li>-- consider skin testing prior to use in patients with suspected hypersensitivity<\/li><li>-- antibody formation has been reported; consider in patients who stop responding to treatment<\/li><li>Renal:<\/li><li>-- urine sediment abnormalities have been reported; consider monitoring<\/li><li>Respiratory:<\/li><li>-- nasal adverse events, including rhinitis and epistaxis, have been reported with the nasal spray; monitoring recommended and discontinuation may be necessary<\/li><li>Other:<\/li><li>-- malignancies have been reported with nasal or oral formulations; increased risk in long-term therapy by injection<\/li><\/ul>"},{"id":"24sbs3b11","title":"Pregnancy Category","mono":"<ul><li>Calcitonin: C (FDA)<\/li><li>Calcitonin: B2 (AUS)<\/li><\/ul>"},{"id":"24sbs3b12","title":"Breast Feeding","mono":"Calcitonin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"24sbs4","title":"Drug Interactions","sub":{"2":{"id":"24sbs4b15","title":"Moderate","mono":"<ul>Lithium (probable)<\/ul>"}}},"5":{"id":"24sbs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing, Face or hands, Injection site reaction (10%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (up to 10%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (4%)<\/li><li><b>Respiratory:<\/b>Epistaxis (4%), Rhinitis (12%), Sinusitis (1% to 3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypocalcemia<\/li><li><b>Immunologic:<\/b>Antibody development (40% to 70%), Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Seizure<\/li><li><b>Renal:<\/b>Urinary sediment, abnormal<\/li><li><b>Other:<\/b>Cancer (up to 4.1%)<\/li><\/ul>"},"6":{"id":"24sbs6","title":"Drug Name Info","sub":{"0":{"id":"24sbs6b17","title":"US Trade Names","mono":"<ul><li>Miacalcin<\/li><li>Fortical<\/li><\/ul>"},"2":{"id":"24sbs6b19","title":"Class","mono":"<ul><li>Calcitonin (class)<\/li><li>Calcium Regulator<\/li><\/ul>"},"3":{"id":"24sbs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"24sbs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"24sbs7","title":"Mechanism Of Action","mono":"Calcitonin-salmon is a potent synthetic polypeptide hormone that has similar effects to calcitonins of mammalian origin. It reduces the number of osteoclast and prevents resorptive activity of the bone resulting in a reduced bone turnover rate. It also temporarily improves bone formation by increasing osteoblastic activity.<br\/>"},"8":{"id":"24sbs8","title":"Pharmacokinetics","sub":{"0":{"id":"24sbs8b23","title":"Absorption","mono":"<ul><li>IV: time to peak concentration, 16 min to 25 min<\/li><li>Nasal: time to peak concentration, 31 min to 39 min<\/li><li>Bioavailability: (nasal spray) approximately 3% (range 0.3% to 30.6%) compared to IV<\/li><\/ul>"},"2":{"id":"24sbs8b25","title":"Metabolism","mono":"Renal and blood <br\/>"},"3":{"id":"24sbs8b26","title":"Excretion","mono":"Renal: unchanged hormone and its active metabolite <br\/>"},"4":{"id":"24sbs8b27","title":"Elimination Half Life","mono":"43 min <br\/>"}}},"9":{"id":"24sbs9","title":"Administration","mono":"<ul><li><b>Intramuscular<\/b><br\/>IM is the preferred route if injection volume exceeds 2 mL; use multiple injection sites<br\/><\/li><li><b>Nasal<\/b><br\/><ul><li>before the first use, bring bottle to room temperature and prime until a full spray is produced; do not prime pump before each daily use<\/li><li>alternate nostrils daily<\/li><li>store unopened bottle in refrigerator at 2 to 8 degrees C (36 to 46 degrees F); store bottle in use in an upright position<\/li><\/ul><\/li><li><b>Subcutaneous<\/b><br\/>IM is the preferred route if injection volume exceeds 2 mL; use multiple injection sites<br\/><\/li><\/ul>"},"10":{"id":"24sbs10","title":"Monitoring","mono":"<ul><li>hypercalcemia; reduction in serum calcium levels is indicate of efficacy<\/li><li>Paget's disease; improvements in the signs and symptoms of Paget's disease are indicative of efficacy<\/li><li>postmenopausal osteoporosis; increases in total body calcium may be indicative of efficacy<\/li><li>reevaluate the need for continued therapy periodically<\/li><li>serum calcium<\/li><li>skin testing; prior to treatment in patients with suspected hypersensitivity to calcitonin salmon<\/li><li>signs of hypocalcemia<\/li><li>nasal route, nasal examinations; prior to initiating treatment and periodically thereafter<\/li><li>urine sediment; periodically<\/li><\/ul>"},"11":{"id":"24sbs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Nasal Spray: 200 IU\/Actuation<br\/><\/li><li><b>Fortical<\/b><br\/>Nasal Spray: 200 IU\/Actuation<br\/><\/li><li><b>Miacalcin<\/b><br\/><ul><li>Injection Solution: 200 IU\/ML<\/li><li>Nasal Spray: 200 IU\/Actuation<\/li><\/ul><\/li><\/ul>"},"12":{"id":"24sbs12","title":"Toxicology","sub":[{"id":"24sbs12b31","title":"Clinical Effects","mono":"<b>CALCITONIN (SALMON)<\/b><br\/>OVERDOSE: Overdose information is limited. A dose of 1000 international units administered subcutaneously may result in nausea and vomiting. Due to the pharmacologic actions of calcitonin, hypocalcemic tetany may be expected to occur following an overdose, although this has not yet been reported. ADVERSE EFFECTS: Severe allergic reactions, including one death, have been reported following therapeutic administration of injectable calcitonin. Other adverse effects that may occur with injectable calcitonin therapy include transient nausea and vomiting, flushing of face and hands, skin rashes, nocturia, poor appetite, abdominal pain, and edema of the feet. Therapy with calcitonin nasal spray may result in rhinitis, epistaxis, sinusitis, nasal ulcerations, and back pain.<br\/>"},{"id":"24sbs12b32","title":"Treatment","mono":"<b>CALCITONIN (SALMON)<\/b><br\/><ul><li>Decontamination: Activated charcoal is not indicated. Drug is administered intranasally and via the intramuscular and subcutaneous routes.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Anaphylaxis: MILD\/MODERATE: Antihistamines with or without beta agonists, corticosteroids, epinephrine. SEVERE: Airway management, O2, epinephrine, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor serum calcium and phosphorus after overdose. Monitor urinalysis; casts containing renal tubular epithelial cells and coarse granular casts were reported in volunteers who were on bedrest and were given injectable calcitonin-salmon during a clinical trial. There were no other renal abnormalities and the urine sediment returned to normal following discontinuation of calcitonin-salmon therapy<\/li><\/ul>"},{"id":"24sbs12b33","title":"Range of Toxicity","mono":"<b>CALCITONIN (SALMON)<\/b><br\/>TOXICITY: A specific toxic dose has not been established. A dose of 1000 international units administered subcutaneously may result in nausea and vomiting. Single doses up to 1600 international units of calcitonin-salmon nasal spray have been administered without serious adverse effects reported. THERAPEUTIC DOSE: Varies with disease state. PAGET'S DISEASE: Initial dose is 100 international units SUBQ or IM daily; maintenance dose is 50 international units SUBQ or IM daily or every other day. HYPERCALCEMIA: Initial dose is 4 international units\/kg SUBQ or IM every 12 hours. After 1 to 2 days, may be increased to 8 international units\/kg SUBQ or IM every 12 hours. After another 2 days, may be increased to a maximum of 8 international units\/kg SUBQ or IM every 6 hours if necessary. POSTMENOPAUSAL OSTEOPOROSIS: 100 international units SUBQ or IM every other day, or intranasal administration of 200 international units (1 spray) daily, alternating nostrils daily. CHILDREN: Safety and efficacy have not been established in pediatric patients.<br\/>"}]},"13":{"id":"24sbs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to maintain adequate calcium and vitamin D intake.<\/li><li>Advise patient of the potential increased risk of malignancy with use.<\/li><li>Injectable side effects may include abdominal pain, nausea, injection site inflammation, flushing of hands or face, skin rash, itching, or fever..<\/li><li>Nasal spray side effects may include rhinitis, sinusitis, epistaxis, and back pain.<\/li><li>Instruct patient to immediately seek medical attention if signs of allergic reaction occur.<\/li><li>Counsel patient to report significant nasal irritation.<\/li><li>Teach patient proper technique and placement of injections and to dispose of needles properly.<\/li><li>Counsel patient on proper preparation and administration techniques for nasal spray.<\/li><li>Instruct patient to discard nasal spray bottle after 30 doses.<\/li><\/ul>"}}}