{"generic":"Calcitriol","drugs":["Calcijex","Calcitriol","Rocaltrol","Vectical"],"mono":{"0":{"id":"24sds0","title":"Generic Names","mono":"Calcitriol"},"1":{"id":"24sds1","title":"Dosing and Indications","sub":{"0":{"id":"24sds1b4","title":"Adult Dosing","mono":"<ul><li><b>Familial x-linked hypophosphatemic vitamin D refractory rickets:<\/b> initial, 0.015 to 0.02 mcg\/kg ORALLY once daily; maintenance 0.03-0.06 mcg\/kg once daily; MAX 2 mcg once daily<\/li><li><b>Hypocalcemia - Hypoparathyroidism, Postsurgical or idiopathic:<\/b> initial, 0.25 mcg\/day ORALLY in the morning; dose may be increased at 2- to 4-wk intervals; usual dose range, 0.5 to 2 mcg ORALLY once daily<\/li><li><b>Hypocalcemia - Pseudohypoparathyroidism:<\/b> initial, 0.25 mcg\/day ORALLY in morning; dose may be increased at 2- to 4-wk intervals; usual dose range, 0.5 to 2 mcg ORALLY once daily<\/li><li><b>Hypocalcemia - Renal dialysis (Chronic):<\/b> initial, 0.25 mcg ORALLY daily or every other day (may require 0.5 to 1 mcg\/day); increases of 0.25 mcg\/day may be made at 4 to 8 wk intervals<\/li><li><b>Hypocalcemia - Renal dialysis (Chronic):<\/b> 1 to 2 mcg\/day IV 3 times\/wk on approximately every other day (may require 0.5 to 4 mcg\/day 3 times\/wk); may increase by 0.5 to 1 mcg\/dose at 2 to 4 wk intervals to optimal response<\/li><li><b>Plaque psoriasis (Mild to Moderate):<\/b> apply TOPICALLY to affected areas twice daily; MAX 200 g weekly<\/li><li><b>Secondary hyperparathyroidism:<\/b> (predialysis; oral) initial, 0.25 mcg ORALLY daily; may be increased to 0.5 mcg\/day<\/li><li><b>Secondary hyperparathyroidism:<\/b> (dialysis; oral) initial, 0.25 mcg ORALLY daily or every other day (may require 0.5 to 1 mcg\/day); increases of 0.25 mcg\/day may be made at 4 to 8 wk intervals<\/li><li><b>Secondary hyperparathyroidism:<\/b> (dialysis, intravenous) 1 to 2 mcg\/day IV 3 times\/wk on approximately every other day (may require 0.5 to 4 mcg\/day 3 times\/wk); may increase by 0.5 to 1 mcg\/dose at 2 to 4 wk intervals to optimal response<\/li><\/ul>"},"1":{"id":"24sds1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness of calcitriol topical ointment not established in children<\/li><li>Safety and effectiveness in pediatric patients undergoing dialysis not established for ORAL calcitriol<\/li><li><b>Familial x-linked hypophosphatemic vitamin D refractory rickets:<\/b> initial, 0.015 to 0.02 mcg\/kg ORALLY once daily; maintenance 0.03-0.06 mcg\/kg once daily; MAX 2 mcg once daily<\/li><li><b>Hypocalcemia - Hypoparathyroidism, Postsurgical or idiopathic:<\/b> (1 to 5 years of age) initial, 0.25 mcg\/day ORALLY in the morning; dose may be increased at 2- to 4-wk intervals; usual dose range, 0.25 to 0.75 mcg ORALLY once daily<\/li><li><b>Hypocalcemia - Hypoparathyroidism, Postsurgical or idiopathic:<\/b> (6 years of age and older) initial, 0.25 mcg\/day ORALLY in morning; dose may be increased at 2- to 4-wk intervals; usual dose range, 0.5 to 2 mcg ORALLY once daily<\/li><li><b>Hypocalcemia - Pseudohypoparathyroidism:<\/b> age 6 y and older, initial, 0.25 mcg\/day ORALLY in morning; increase at 2- to 4-wk intervals; usual dose range, 0.5 to 2 mcg ORALLY once daily<\/li><li><b>Secondary hyperparathyroidism:<\/b> (predialysis; oral) 3 years of age and older; initial, 0.25 mcg ORALLY daily; may be increased to 0.5 mcg\/day<\/li><li><b>Secondary hyperparathyroidism:<\/b> (predialysis; oral) younger than 3 years of age; 10 to 15 nanograms\/kg\/day ORALLY<\/li><\/ul>"},"3":{"id":"24sds1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hypocalcemia - Hypoparathyroidism, Postsurgical or idiopathic<\/li><li>Hypocalcemia - Pseudohypoparathyroidism<\/li><li>Hypocalcemia - Renal dialysis (Chronic)<\/li><li>Plaque psoriasis (Mild to Moderate)<\/li><li>Secondary hyperparathyroidism<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Familial x-linked hypophosphatemic vitamin D refractory rickets<\/li><li>Hypoalbuminemia<\/li><li>Osteoporosis<\/li><li>Postmenopausal osteoporosis<\/li><\/ul>"}}},"3":{"id":"24sds3","title":"Contraindications\/Warnings","sub":[{"id":"24sds3b9","title":"Contraindications","mono":"<ul><li>hypercalcemia, preexisting (capsules)<\/li><li>hypersensitivity to calcitriol, any component of the product, or drugs of the same class (capsules)<\/li><li>vitamin D toxicity, preexisting (capsules)<\/li><\/ul>"},{"id":"24sds3b10","title":"Precautions","mono":"<ul><li>calcium intake increased (dietary or calcium products); may result in hypercalcemia; monitoring recommended (capsules)<\/li><li>chronic hypercalcemia may occur with vitamin D overdosage; can lead to generalized vascular and soft-tissue calcification and nephrocalcinosis; monitoring recommended (capsules)<\/li><li>concomitant use with digitalis; hypercalcemia may precipitate cardiac arrhythmias (capsules)<\/li><li>concomitant use of phototherapy should be limited or avoided (topical ointment)<\/li><li>concomitant administration of pharmacologic doses of vitamin D and its derivatives; possible additive effects and increased risk of hypercalcemia (capsules)<\/li><li>dehydration; may increase serum creatinine and risk of hypercalcemia (capsules)<\/li><li>dialysis patients; increased risk of hypermagnesemia and hyperphosphatemia; avoid magnesium-containing products (eg, antacids) and high-phosphate diets (capsules)<\/li><li>excessive dosage; may result in hypercalcemia, hypercalciuria, and hyperphosphatemia; monitoring recommended (capsules)<\/li><li>hypercalcemia has been reported; monitoring recommended (capsules and topical ointment)<\/li><li>immobilized patients (eg, recent surgery); increased risk of hypercalcemia (capsules)<\/li><li>inorganic phosphate levels in serum may increase (capsules)<\/li><li>renal failure, preexisting; ectopic calcification may occur due to elevated inorganic phosphate levels (capsules)<\/li><li>ultraviolet light exposure; protect treated area from natural or artificial sunlight, including tanning booths or sunlamps (topical ointment)<\/li><\/ul>"},{"id":"24sds3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"24sds3b12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"5":{"id":"24sds5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Endocrine metabolic:<\/b>Hypercalcemia<br\/><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Dermatitis, Acute blistering<\/li><li><b>Endocrine metabolic:<\/b>Poisoning by vitamin D, Hypercalcemia syndrome<\/li><\/ul>"},"6":{"id":"24sds6","title":"Drug Name Info","sub":{"0":{"id":"24sds6b17","title":"US Trade Names","mono":"<ul><li>Calcijex<\/li><li>Rocaltrol<\/li><li>Vectical<\/li><\/ul>"},"2":{"id":"24sds6b19","title":"Class","mono":"<ul><li>Antipsoriatic<\/li><li>Nutritive Agent<\/li><li>Vitamin D (class)<\/li><\/ul>"},"3":{"id":"24sds6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"24sds6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"24sds7","title":"Mechanism Of Action","mono":"<ul><li>Calcitriol, an active form of vitamin D(3) or cholecalciferol, stimulates calcium transport in the intestines, its resorption in bones and tubular reabsorption in the kidney. It also suppresses the parathyroid hormone (PTH) secretion and synthesis.<\/li><li>Calcitriol mechanism of action in the treatment of plaque psoriasis is unknown.<\/li><\/ul>"},"8":{"id":"24sds8","title":"Pharmacokinetics","sub":{"0":{"id":"24sds8b23","title":"Absorption","mono":"<ul><li>IV: rapid<\/li><li>Oral: time to peak concentration, 3 h to 6 h<\/li><li>nephrotic syndrome: time to peak concentration, 4 h<\/li><li>hemodialysis patients: time to peak concentration, 8 h to 12 h<\/li><\/ul>"},"2":{"id":"24sds8b25","title":"Metabolism","mono":"<ul><li>Calcitriol-Renal; 24-hydroxylase; catabolism, cyclization, and hydroxylation<\/li><li>Metabolites: 1,24,25-(OH)(3)D(3); calcitroic acid and 1 alpha, 25R(OH)(2)-26<\/li><\/ul>"},"3":{"id":"24sds8b26","title":"Excretion","mono":"<ul><li>Fecal: (IV), 27% to 49%<\/li><li>Renal: (IV), 7% to 16%<\/li><li>Renal: (Oral), approximately 10%<\/li><\/ul>"},"4":{"id":"24sds8b27","title":"Elimination Half Life","mono":"<ul><li>5 h to 8 h<\/li><li>pediatrics: 27.4 h (mean)<\/li><li>nephrotic syndrome: 16.2 h<\/li><li>hemodialysis patients: 21.9 h<\/li><\/ul>"}}},"10":{"id":"24sds10","title":"Monitoring","mono":"<ul><li>parathyroid hormone measurements<\/li><li>improved psoriasis<\/li><li>dosage titration period: serum calcium; twice weekly<\/li><li>hypocalcemia, dialysis: serum calcium, serum phosphorus, serum magnesium, alkaline phosphatase; periodically<\/li><li>hypocalcemia, hypoparathyroidism: serum calcium, serum phosphorus, 24-hr urinary calcium; periodically<\/li><li>secondary hyperparathyroidism, predialysis: baseline serum calcium, serum phosphorus, alkaline phosphatase, serum creatinine, intact PTH; then serum calcium, serum phosphorus, alkaline phosphatase, serum creatinine monthly for 6 mo, and periodically thereafter; intact PTH every 3 to 4 mo<\/li><\/ul>"},"11":{"id":"24sds11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Solution: 1 MCG\/ML<\/li><li>Oral Capsule, Liquid Filled: 0.25 MCG, 0.5 MCG<\/li><li>Oral Solution: 1 MCG\/ML<\/li><li>  Solution: 1 MCG\/ML, 1000 NG\/ML<\/li><li>Topical Ointment: 3 MCG\/GM<\/li><\/ul><\/li><li><b>NovaPlus Calcitriol<\/b><br\/>Intravenous Solution: 1 MCG\/ML<br\/><\/li><li><b>Rocaltrol<\/b><br\/><ul><li>Oral Capsule, Liquid Filled: 0.25 MCG, 0.5 MCG<\/li><li>Oral Solution: 1 MCG\/ML<\/li><\/ul><\/li><li><b>Vectical<\/b><br\/>Topical Ointment: 3 MCG\/GM<br\/><\/li><\/ul>"},"12":{"id":"24sds12","title":"Toxicology","sub":[{"id":"24sds12b31","title":"Clinical Effects","mono":"<b>VITAMIN D<\/b><br\/>USES: Vitamin D (represents D2 {ergocalciferol} or D3 {cholecalciferol} is a fat soluble vitamin. It is used for the prevention and treatment of rickets, osteomalacia, and osteoporosis, and the treatment of hypoparathyroidism. More recently, evidence suggests that it may also have a role in the prevention of cardiovascular disease, and colon, prostate, and breast cancers. Vitamin D is found in many dietary supplements (multivitamins, combined with calcium) or as a single dietary supplement and also commonly found in fortified foods (ie, milk, cereal, and bread). PHARMACOLOGY: Vitamin D is metabolized into 25-hydroxyvitamin D [25(OH)D] by vitamin D-25-hydroxylase. It regulates calcium homeostasis via interactions with the intestines and bones. Vitamin D is thought to act as a hormone, because it is synthesized in the body, circulates in the blood, and binds to receptors in order to evoke its biologic action. It promotes calcium absorption in the gut and aids adequate serum calcium and phosphate concentrations. EPIDEMIOLOGY: Overdose is rare. Toxicity is mild after acute overdose, but more severe toxicity occasionally develops after chronic ingestion of large amounts. In some cases, exposure has occurred due to excessive fortification of foods or overuse of supplements. TOXICOLOGY: Hypercalcemia is characteristic of vitamin D toxicity. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting and abdominal cramps are likely to occur with an acute ingestion. Other symptoms include: anorexia, constipation or diarrhea, weakness, fatigue, irritability, drowsiness, headache and dizziness. SEVERE TOXICITY: Generally, only seen after chronic ingestion of large amounts of vitamin D. Seizures, confusion, ataxia, psychotic disturbances, coma, or renal failure can occur. Cardiac dysrhythmias can develop. Polyuria and polydipsia may be present. ADVERSE EFFECTS: Adverse events are not typically reported with normal use. <br\/>"},{"id":"24sds12b32","title":"Treatment","mono":"<b>VITAMIN D <\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Monitor serum calcium and phosphorus concentrations. Discontinue all vitamin D and calcium supplements; start a low-calcium diet. Increase oral fluids or IV fluids, if patient is unable to tolerate fluids, to increase renal calcium clearance. Diuresis with IV 0.9% NaCl and furosemide can be used to promote calcium excretion. SEVERE TOXICITY: HYPERCALCEMIA: Monitor serum calcium and phosphorus concentrations until levels have stabilized, discontinue all supplements. Administer IV 0.9% saline and furosemide to enhance calcium elimination. Corticosteroids: Hydrocortisone: 100 mg\/day OR Prednisone: 20 mg\/day can improve hypercalcemia and hypercalcuria. Bisphosphonates (eg, pamidronate 90 mg IV; alendronate) have been used successfully to treat severe hypercalcemia. Calcitonin has also been used. Hemodialysis may be indicated in patients with severe hypercalcemia that is unresponsive to other treatment. Cardiac dysrhythmias may develop, obtain a baseline ECG and continuous cardiac monitoring. SEIZURES: Treat initially with benzodiazepines, followed by barbiturates as needed. OTHER: Monitor CNS and renal function.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large amount has been ingested (more than 100 times the RDA). HOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large ingestion has occurred or coingestants are suspected.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure. Patients with severe toxicity (ie, altered mental status, confusion, seizures, coma, or cardiac dysrhythmias) may require airway protection and mechanical ventilation.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Institute continuous cardiac monitoring and obtain an ECG (evaluate for prolonged PR interval and QRS widening, shortened QT interval and flattened T waves). Serum calcium and phosphate concentrations should be monitored closely. Monitor renal function. Obtain a baseline urinalysis; monitor for hypercalcuria and polydipsia. Monitor fluid status, if significant dehydration, polyuria or vomiting occurs. Plasma concentrations of 25-hydroxyvitamin [25(OH)D] are generally elevated with vitamin D toxicity and can confirm the diagnosis but are not useful to guide therapy.<\/li><li>Enhanced elimination procedure: Hemodialysis or peritoneal dialysis against a calcium-free dialysate may be useful if the patient has persistent severe hypercalcemia unresponsive to other treatment measures.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult or child with an inadvertent minor exposure (eg, a single dietary supplement ingested by a child) may be monitored at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with seizure activity or CNS depression should be monitored until symptoms resolve and neurologic exam is normal. Patients may be discharged to home once symptoms have resolved and laboratory studies are within normal limits. ADMISSION CRITERIA: Patients with evidence of severe hypercalcemia or persistent seizures should be admitted for further treatment. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"24sds12b33","title":"Range of Toxicity","mono":"<b>VITAMIN D<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Toxicity has been reported after Vitamin D intake of 50,000 to 150,000 International Units daily for prolonged periods. Two adults ingested supplements containing large doses (manufacturing error) of vitamin D (1,864,000 and 970,000 International Units vitamin D3 daily, respectively) daily for several months and developed significant toxicity and prolonged elevated concentrations of 5-hydroxyvitamin D for up to a year. However, no permanent sequelae developed. A 3-month-old inadvertently received 12000 International Units of vitamin D daily for approximately 20 days; a serum 25-hydroxyvitamin D level was elevated (422 ng\/mL), but no symptoms developed. In a similar case, a 2-month-old received 12000 International Units of vitamin D for approximately 30 days; a serum 25-hydroxyvitamin D level was markedly increased (750 ng\/mL) along with hypercalcemia. The infant recovered completely following supportive care. Two elderly patients developed no evidence of clinical effects after inadvertently receiving 2,000,000 International Units of Vitamin D3. THERAPEUTIC DOSE: RECOMMENDED DIETARY ALLOWANCE: PEDIATRIC: 0 to 12 months: 400 International Units\/day; 1 to 18 years: 600 International Units\/day; ADULT: 19 to 70 years of age or Pregnant\/Lactating women: 600 International Units\/day; ELDERLY: Greater than 70 years: 800 International Units\/day. CLINICAL PRACTICE GUIDELINES: Doses of 1000 to 2000 International Units of vitamin D3 have been recommended by the Endocrine Society to raise a low 25-hydroxyvitamin D level to at least 30 ng\/mL. TOLERABLE UPPER INTAKE LEVELS: PEDIATRIC: 0 to 6 months: 1000 International Units\/day; 7 to 12 months: 1500 International Units\/day; 1 to 3 years of age: 2500 International Units\/day; 4 to 8 years of age: 3000 International Units\/day; ADULT: Greater or equal to 9 years of age: 4000 International Units\/day. <br\/>"}]},"13":{"id":"24sds13","title":"Clinical Teaching","mono":"<ul><li>Advise patient using topical form to avoid excessive exposure to natural or artificial sunlight, including tanning beds, for treated areas.<\/li><li>The oral form may cause hypersensitivity reactions (pruritus, rash, urticaria, erythema multiforme).<\/li><li>The injectable form may cause injection site reactions.<\/li><li>Excessive doses of oral or injectable form may cause hypercalcemia, hypercalciuria, and hyperphosphatemia with soft-tissue calcification.<\/li><li>The topical form may cause psoriasis, hypercalciuria, and pruritus.<\/li><li>Instruct patient to report signs\/symptoms of hypercalcemia (weakness, headache, somnolence, nausea, vomiting, dry mouth, constipation, muscle and\/or bone pain, and metallic taste).<\/li><li>Tell patient to maintain adequate hydration when using oral or injectable form.<\/li><li>Advise patient against changes in diet or supplemental calcium intake.<\/li><li>Instruct patient to avoid high doses of vitamin D.<\/li><li>Advise patients with renal failure to avoid magnesium-containing antacids when using oral or injectable form.<\/li><\/ul>"}}}