{"generic":"Calcium Gluconate","drugs":["Cal-G","Calcium Gluconate"],"mono":{"0":{"id":"252qs0","title":"Generic Names","mono":"Calcium Gluconate"},"1":{"id":"252qs1","title":"Dosing and Indications","sub":[{"id":"252qs1b4","title":"Adult Dosing","mono":"<ul><li>drug product labeling has not been approved by the US Food and Drug Administration<\/li><li>each mL of a 10% calcium gluconate solution contains 9.3 mg (0.465 mEq) of elemental calcium; each mg of calcium gluconate contains 0.093 mg of elemental calcium<\/li><li><b>Cardiac arrest, Due to hyperkalemia:<\/b> 1500 to 3000 mg calcium gluconate (15 to 30 mL of 10% solution; 139.5 to 279 mg elemental calcium) IV over 2 to  5 minutes (guideline dosing)<\/li><li><b>Cardiac arrest, Due to hypermagnesemia:<\/b> 1500 to 3000 mg calcium gluconate (15 to 30 mL of 10% solution; 139.5 to 279 mg elemental calcium) IV over 2 to  5 minutes (guideline dosing)<\/li><li><b>Chemical burn, Hydrofluoric acid:<\/b> hypocalcemia, 0.1 to 0.2 mL\/kg calcium gluconate, 10% solution (0.93 to 1.86 mg\/kg elemental calcium) IV up to 10 mL calcium gluconate, 10% solution (93 mg elemental calcium), repeat as necessary<\/li><li><b>Hypocalcemia:<\/b> 45 to 720 mg elemental calcium (1 to 16 tablets, 500 mg calcium gluconate\/tablet) ORALLY daily in divided doses<\/li><li><b>Hypocalcemia:<\/b> 500 mg to 2 g calcium gluconate (5 to 20 mL of a 10% solution; 46.5 to 186 mg elemental calcium) slow IV injection (approximately 1.5 mL\/min), or as an intermittent infusion at a MAX rate not to exceed 200 mg\/min, or by continuous infusion<\/li><li><b>Osteomalacia; Adjunct:<\/b> 45 to 720 mg elemental calcium (1 to 16 tablets) ORALLY daily in divided doses<\/li><li><b>Tetany, Due to hypocalcemia:<\/b> 500 mg to 2 g calcium gluconate (5 to 20 mL of a 10% solution; 46.5 to 186 mg elemental calcium) slow IV injection (approximately 1.5 mL\/min), or as an intermittent infusion at a MAX rate not to exceed 200 mg\/min, or by continuous infusion<\/li><\/ul>"},{"id":"252qs1b5","title":"Pediatric Dosing","mono":"<ul><li>drug product labeling has not been approved by the US Food and Drug Administration<\/li><li>each mL of a 10% calcium gluconate solution contains 9.3 mg (0.465 mEq) of elemental calcium; each mg of calcium gluconate contains 0.093 mg of elemental calcium<\/li><li><b>Hypocalcemia:<\/b> (children) 200 to 500 mg calcium gluconate (2 to 5 mL of a 10% solution; 18.6 to 46.5 mg elemental calcium) slow IV injection (approximately 1.5 mL\/min), or as an intermittent infusion at a MAX rate of 200 mg\/min, or by continuous infusion<\/li><li><b>Hypocalcemia:<\/b> (infants) up to 200 mg calcium gluconate (up to 2 mL of a 10% solution; up to 18.6 mg elemental calcium) slow IV injection (approximately 1.5 mL\/min), or as an intermittent infusion at a MAX rate of 200 mg\/min, or by continuous infusion<\/li><li><b>Tetany, Due to hypocalcemia:<\/b> (children) 200 to 500 mg calcium gluconate (2 to 5 mL of a 10% solution;18.6 to 46.5 mg elemental calcium) slow IV injection (approximately 1.5 mL\/min), or as an intermittent infusion at a MAX rate not to exceed 200 mg\/min, or by continuous infusion<\/li><li><b>Tetany, Due to hypocalcemia:<\/b> (infants) up to 200 mg calcium gluconate (up to 2 mL of a 10% solution; up to 18.6 mg elemental calcium) slow IV injection (approximately 1.5 mL\/min), or as an intermittent infusion at a MAX rate not to exceed 200 mg\/min, or by continuous infusion<\/li><\/ul>"},{"id":"252qs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl less than 25 mL\/min, base dosing on serum calcium levels<\/li><li><b>renal impairment:<\/b> chronic hemodialysis, dosage reduction of oral therapy may be necessary due to potential for the development of hypercalcemia<\/li><\/ul>"},{"id":"252qs1b7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><ul><li>Allergic condition<\/li><li>Cardiac arrest, Due to hyperkalemia<\/li><li>Cardiac arrest, Due to hypermagnesemia<\/li><li>Chemical burn, Hydrofluoric acid<\/li><li>Dermatitis, Exudative<\/li><li>Gastrinoma; Diagnosis<\/li><li>Hypocalcemia<\/li><li>Insulinoma; Diagnosis<\/li><li>Non-thrombocytopenic purpura<\/li><li>Osteomalacia; Adjunct<\/li><li>Rickets; Adjunct<\/li><li>Tetany, Due to hypocalcemia<\/li><\/ul>"}]},"3":{"id":"252qs3","title":"Contraindications\/Warnings","sub":[{"id":"252qs3b9","title":"Contraindications","mono":"<ul><li>hypercalcemia or serum calcium levels above normal (injection)<\/li><li>use of ceftriaxone sodium injection in neonates receiving or expected to receive calcium-containing IV solutions<\/li><li>ventricular fibrillation (injection)<\/li><\/ul>"},{"id":"252qs3b10","title":"Precautions","mono":"<ul><li>aluminum toxicity may occur with IV administration, especially in premature neonates or with prolonged administration in patients with renal impairment<\/li><li>concomitant administration with tetracycline antibiotics is not recommended<\/li><li>concomitant use of cardiac glycosides with IV calcium gluconate should be avoided; if necessary, administer IV calcium gluconate slowly in small amounts<\/li><li>IM or subQ injection may cause severe necrosis and skin sloughing; administer by the IV route only<\/li><li>premature neonates; CNS and bone toxicity may result from aluminum accumulation associated with receiving parenteral levels of aluminum greater than 4 to 5 mcg\/kg\/day from IV calcium gluconate administration; tissue loading may also occur at lower rates of administration<\/li><li>rapid IV administration may lead to vasodilation, decreased blood pressure, bradycardia, cardiac arrhythmias, syncope, and cardiac arrest; administer slowly at a rate not to exceed 200 mg\/min (1.5 mL\/min)<\/li><li>renal impairment; CNS and bone toxicity may result from aluminum accumulation associated with receiving parenteral levels of aluminum greater than 4 to 5 mcg\/kg\/day from IV calcium gluconate administration; tissue loading may also occur at lower rates of administration<\/li><\/ul>"},{"id":"252qs3b11","title":"Pregnancy Category","mono":"Calcium: C (FDA)<br\/>"},{"id":"252qs3b12","title":"Breast Feeding","mono":"Calcium: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"252qs4","title":"Drug Interactions","sub":[{"id":"252qs4b13","title":"Contraindicated","mono":"<ul><li>Ceftriaxone (probable)<\/li><li>Digitoxin (probable)<\/li><\/ul>"},{"id":"252qs4b14","title":"Major","mono":"<ul><li>Digoxin (probable)<\/li><li>Eltrombopag (established)<\/li><li>Ketoconazole (probable)<\/li><\/ul>"},{"id":"252qs4b15","title":"Moderate","mono":"<ul><li>Chlorothiazide (probable)<\/li><li>Chlortetracycline (probable)<\/li><li>Ciprofloxacin (probable)<\/li><li>Dasatinib (established)<\/li><li>Demeclocycline (probable)<\/li><li>Dolutegravir (established)<\/li><li>Doxycycline (probable)<\/li><li>Enoxacin (probable)<\/li><li>Grepafloxacin (probable)<\/li><li>Levofloxacin (probable)<\/li><li>Lomefloxacin (probable)<\/li><li>Methacycline (probable)<\/li><li>Minocycline (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Oxytetracycline (probable)<\/li><li>Pefloxacin (probable)<\/li><li>Rolitetracycline (probable)<\/li><li>Sodium Polystyrene Sulfonate (probable)<\/li><li>Sparfloxacin (probable)<\/li><li>Strontium Ranelate (probable)<\/li><li>Tetracycline (probable)<\/li><li>Ticlopidine (probable)<\/li><li>Zalcitabine (probable)<\/li><\/ul>"}]},"5":{"id":"252qs5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Abnormal taste in mouth, Constipation, Flatulence, Swollen abdomen<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia, Cardiac arrest, Cardiac dysrhythmia, Hypotension, Myocardial infarction, Vasodilatation<\/li><li><b>Dermatologic:<\/b>Necrosis<\/li><li><b>Renal:<\/b>Urolithiasis<\/li><li><b>Reproductive:<\/b>Prostate cancer<\/li><li><b>Other:<\/b>Prostate cancer<\/li><\/ul>"},"6":{"id":"252qs6","title":"Drug Name Info","sub":{"0":{"id":"252qs6b17","title":"US Trade Names","mono":"Cal-G<br\/>"},"2":{"id":"252qs6b19","title":"Class","mono":"<ul><li>Calcium Supplement<\/li><li>Dermatological Agent<\/li><li>Parenteral Mineral-Trace Mineral<\/li><\/ul>"},"3":{"id":"252qs6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"252qs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"252qs7","title":"Mechanism Of Action","mono":"Calcium is necessary for proper function of the nervous, muscular, and skeletal systems and cell membrane and capillary permeability. An activator in many enzyme reactions, it is essential in transmission of nerve impulses; contraction of cardiac, smooth, and skeletal muscles; respiration; blood coagulation; and renal function.<br\/>"},"8":{"id":"252qs8","title":"Pharmacokinetics","sub":{"1":{"id":"252qs8b24","title":"Distribution","mono":"Protein binding: 45% <br\/>"},"3":{"id":"252qs8b26","title":"Excretion","mono":"<ul><li>Renal clearance: 50 to 300 mg\/day.<\/li><li>Renal, chronic renal failure: decreased<\/li><li>Renal, high protein diet: enhanced<\/li><\/ul>"}}},"9":{"id":"252qs9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>do not give by IM or subQ routes<br\/><\/li><li><b>Intravenous<\/b><br\/>inject slowly, at a rate of approximately 1.5 mL\/min, with a small needle into a large vein to reduce irritation; may also be given as intermittent infusion at a rate not exceeding 200 mg\/min or by continuous infusion<br\/><\/li><li><b>Oral<\/b><br\/><ul><li>tablets, swallow or chew thoroughly, followed by a glass of water<\/li><li>powder, take with food or liquid<\/li><\/ul><\/li><\/ul>"},"10":{"id":"252qs10","title":"Monitoring","mono":"<ul><li>serum calcium levels<\/li><li>symptomatic improvement<\/li><\/ul>"},"11":{"id":"252qs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Solution: 100 MG\/ML<\/li><li>Oral Tablet: 500 MG, 650 MG<\/li><li>Topical Gel\/Jelly: 2.5 %<\/li><\/ul><\/li><li><b>Calgonate<\/b><br\/>Topical Gel\/Jelly: 2.5 %<br\/><\/li><li><b>Cal-G<\/b><br\/>Oral Capsule: 700 MG<br\/><\/li><\/ul>"},"12":{"id":"252qs12","title":"Toxicology","sub":[{"id":"252qs12b31","title":"Clinical Effects","mono":"<b>CALCIUM SALTS<\/b><br\/>USES: Calcium carbonate is used medically as an antacid. Calcium citrate and calcium carbonate are used as dietary supplements. Calcium chloride and gluconate are used medically for treatment of hypocalcemia, hyperkalemia, and hypermagnesemia. Calcium salts are used in manufacturing, mining and other industries. PHARMACOLOGY: Calcium is a cation that is necessary for many physiological activities, some of which are poorly understood. It is essential for the normal functioning of organ systems including the muscles, nervous system, and cardiac function. TOXICOLOGY: Hypercalcemia may cause abdominal pain, delirium and renal stones. Prolonged ingestion of alkaline calcium salts may cause metabolic alkalosis and hypercalcemia (the \"milk-alkali syndrome\"). EPIDEMIOLOGY: Exposure to calcium containing antacids is common, but significant toxicity is very rare. OVERDOSE: MILD TO MODERATE TOXICITY: Acute calcium poisoning is rare, and almost exclusively from intravenous administration. Symptoms of hypercalcemia include lethargy, muscle weakness, vomiting, nausea and constipation. Some calcium salts cause gastrointestinal irritation. Minor skin exposure to caustic calcium salts may cause dermal irritation. SEVERE TOXICITY: Life threatening manifestations are very rare and include complications from altered mental status such as aspiration pneumonia, and cardiac dysrhythmias. ADVERSE EFFECTS: Calcium supplements may cause GI upset or constipation. Patients with renal insufficiency may develop hypercalcemia. Extravasation of calcium chloride salts may cause local irritation or necrosis. Rapid intravenous administration of calcium salts may cause hypotension, bradycardia, syncope, and cardiac dysrhythmias. <br\/>"},{"id":"252qs12b32","title":"Treatment","mono":"<b>CALCIUM SALTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: There is no specific antidote for calcium salts poisoning. Most cases of hypercalcemia can be treated with saline hydration. Gastrointestinal or skin irritation is usually self-limited and does not require specific treatment beyond decontamination. There is no role for bisphosphonates or calcitonin in the treatment of hypercalcemia due to calcium salt exposure. MANAGEMENT OF SEVERE TOXICITY: Most cases of hypercalcemia will resolve with hydration in patients with normal renal function. Hemodialysis can be used if emergent clearance is required of if the patient's renal function is impaired. There is no role for bisphosphonates or calcitonin in the treatment of hypercalcemia due to calcium salt exposure.<\/li><li>Decontamination: PREHOSPITAL: DERMAL EXPOSURE: Following a dermal exposure to caustic salts, remove clothes and wash the body with copious amounts of water. HOSPITAL: Gastric decontamination is not indicated for the ingestion of salts. Patients who ingest caustic salts should rinse their mouth and may ingest a small amount (30 to 60 mL) of water.<\/li><li>Antidote: There is no antidote for calcium salts.<\/li><li>Extravasation injury: If extravasation occurs, stop the infusion. Disconnect the IV tubing, but leave the cannula or needle in place. Attempt to aspirate the extravasated drug from the needle or cannula. If possible, withdraw 3 to 5 mL of blood and\/or fluids through the needle\/cannula. Administer hyaluronidase (see below). Elevate the affected area. Apply warm packs for 15 to 20 minutes at least 4 times daily. Administer analgesia for severe pain. If pain persists, there is concern for compartment syndrome, or injury is apparent, an early surgical consult should be considered. Close observation of the extravasated area is suggested.  If tissue sloughing, necrosis or blistering occurs, treat as a chemical burn (ie, antiseptic dressings, silver sulfadiazine, antibiotics when applicable).  Surgical or enzymatic debridement may be required. Risk of infection is increased in chemotherapy patients with reduced neutrophil count following extravasation. Consider culturing any open wounds. Monitor the site for the development of cellulitis, which may require antibiotic therapy.<\/li><li>Monitoring of patient: Following an inadvertent exposure, an asymptomatic patient does not require routine testing unless the ingestion is very large. Patients who have a massive ingestion and who are being treated with IV hydration should have baseline renal function testing and hourly serum calcium determinations. If milk-alkali syndrome is suspected, serum electrolytes (including calcium and phosphorus), serum pH and renal function should be measured.<\/li><li>Enhanced elimination procedure: Calcium is rapidly cleared by hemodialysis. However, dialysis is rarely indicated unless the patient has renal failure.<\/li><li>Patient disposition: HOME CRITERIA: A patient who is asymptomatic or has mild GI irritation after an inadvertent exposure can be observed at home. OBSERVATION CRITERIA: A symptomatic patient and\/or those with a deliberate overdose should be evaluated in a healthcare facility. ADMISSION CRITERIA: Patients who have high serum calcium concentrations that do not improve with hydration, or have concomitant renal insufficiency, should be admitted for hydration and monitoring.<\/li><\/ul>"},{"id":"252qs12b33","title":"Range of Toxicity","mono":"<b>CALCIUM SALTS<\/b><br\/>TOXIC DOSE: Persons who consume more than 10 g of CaCO3 (= 4 g Ca) are at risk of developing milk-alkali syndrome, but the condition has been reported in at least one person consuming only 2.5 g\/day of CaCO3 (=1 g Ca), an amount usually considered moderate and safe. Patients with predisposing conditions such as renal insufficiency may develop the syndrome after chronic ingestion of 5 to 10 g\/day CaCO3, and those with dialysis dependent renal failure can develop hypercalcemia after 3.2 to 6.4 g\/day. Normal total serum calcium concentrations are 9 to 10.4 mg\/dL (4.5 to 5.2 mEq\/L). Symptoms may appear when plasma calcium concentrations reach 6.6 mEq\/L. THERAPEUTIC DOSE: In cases of hyperkalemia, hypermagnesemia, or calcium channel blocker overdose, administer calcium gluconate or chloride: 1 to 2 g IV titrated to clinical response. In patents with severe calcium channel blocker overdose, higher doses of calcium may be needed. Calcium repletion: 1 to 2 g\/day of elemental calcium. <br\/>"}]},"13":{"id":"252qs13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause tingling sensations, chalky taste, a sense of oppression, or heat waves.<\/li><li>Tell patients to report signs\/symptoms of bradycardia or other arrhythmias, hypotension, syncope, or cardiac arrest, especially with IV administration and in digitalized patients.<\/li><li>Instruct patients with renal impairment and caregivers of premature neonates to report signs\/symptoms of CNS and bone toxicity, especially with IV therapy.<\/li><li> Patient should take oral powder with food or liquid.<\/li><li> Tell patient to chew and swallow oral tablets thoroughly followed by a glass of water.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug, especially the IV formulation. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}