{"generic":"Glucagon Hydrochloride","drugs":["Glucagen","Glucagen Diagnostic Kit","Glucagon","Glucagon Diagnostic Kit","Glucagon Emergency Kit","Glucagon Hydrochloride"],"mono":{"0":{"id":"257300-s-0","title":"Generic Names","mono":"Glucagon Hydrochloride"},"1":{"id":"257300-s-1","title":"Dosing and Indications","sub":{"0":{"id":"257300-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hypoglycemia (Severe):<\/b> 1 mg IM, IV, or SUBQ; may repeat 1 mg IM, IV, or SUBQ<\/li><li><b>Radiography of gastrointestinal tract:<\/b> (glucagon): relaxation of the duodenum and small bowel: 0.25 to 0.5 mg IV, or 1 mg IM<\/li><li><b>Radiography of gastrointestinal tract:<\/b> (glucagon): relaxation of the stomach: 0.5 mg IV, or 2 mg IM<\/li><li><b>Radiography of gastrointestinal tract:<\/b> (glucagon): relaxation of the colon: 2 mg IM 10 minutes prior to procedure<\/li><li><b>Radiography of gastrointestinal tract:<\/b> (GlucaGen(R)): relaxation of the stomach, duodenal bulb, duodenum, and small bowel: 0.2 to 0.5 mg IV, or 1 mg IM<\/li><li><b>Radiography of gastrointestinal tract:<\/b> (GlucaGen(R)): relaxation of the colon: 0.5 to 0.75 mg IV, or 1 to 2 mg IM<\/li><\/ul>"},"1":{"id":"257300-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Hypoglycemia (Severe):<\/b> (glucagon): weight less than 20 kg (44 pounds): 0.5 mg or 0.02 to 0.03 mg\/kg IM, IV, or SUBQ; may repeat 0.5 mg or 0.02 to 0.03 mg\/kg IM, IV, or SUBQ<\/li><li><b>Hypoglycemia (Severe):<\/b> (glucagon): weight greater than 20 kg (44 pounds): 1 mg IM, IV, or SUBQ; may repeat 1 mg IM, IV, or SUBQ<\/li><li><b>Hypoglycemia (Severe):<\/b> (GlucaGen(R)): weight less than 25 kg (55 pounds); or younger than 6 years and weight unknown: 0.5 mg IM, IV, or SUBQ; may repeat 0.5 mg IM, IV, or SUBQ<\/li><li><b>Hypoglycemia (Severe):<\/b> (GlucaGen(R)): weight greater than 25 kg (55 pounds); or 6 years or older and weight unknown: 1 mg IM, IV, or SUBQ; may repeat 1 mg IM, IV, or SUBQ<\/li><\/ul>"},"3":{"id":"257300-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hypoglycemia (Severe)<\/li><li>Radiography of gastrointestinal tract<\/li><\/ul>"}}},"3":{"id":"257300-s-3","title":"Contraindications\/Warnings","sub":[{"id":"257300-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to glucagon, lactose, or any other components of the product<\/li><li>insulinoma<\/li><li>pheochromocytoma; may stimulate catecholamine release from the tumor and\/or cause secondary hypoglycemia<\/li><\/ul>"},{"id":"257300-s-3-10","title":"Precautions","mono":"<ul><li>allergic reactions, including anaphylactic shock, have been reported<\/li><li>cardiac disease; glucagon increases myocardial oxygen demand<\/li><li>concomitant use with anticholinergic drugs is not recommended<\/li><li>diabetes; when used as a diagnostic aid may cause hyperglycemia<\/li><li>glucagonoma, known or suspected; secondary hypoglycemia may occur<\/li><li>insulinoma, known or suspected; secondary hypoglycemia may occur<\/li><li>prolonged fasting, starvation, adrenal insufficiency, or chronic hypoglycemia; reduced glucose stores in liver may inhibit efficacy<\/li><li>report suspected adverse reactions to Novo Nordisk Inc. at 1-800-727-6500 or to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"257300-s-3-11","title":"Pregnancy Category","mono":"Glucagon: B (FDA)<br\/>"},{"id":"257300-s-3-12","title":"Breast Feeding","mono":"Glucagon: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"257300-s-4","title":"Drug Interactions","sub":{"2":{"id":"257300-s-4-15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Anisindione (probable)<\/li><li>Dicumarol (probable)<\/li><li>Phenindione (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"257300-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash<\/li><li><b>Gastrointestinal:<\/b>Nausea, Vomiting<\/li><\/ul>"},"6":{"id":"257300-s-6","title":"Drug Name Info","sub":{"0":{"id":"257300-s-6-17","title":"US Trade Names","mono":"<ul><li>Glucagen<\/li><li>Glucagen Diagnostic Kit<\/li><li>Glucagon<\/li><li>Glucagon Diagnostic Kit<\/li><li>Glucagon Emergency Kit<\/li><\/ul>"},"2":{"id":"257300-s-6-19","title":"Class","mono":"Glucose Regulation, Antihypoglycemic<br\/>"},"3":{"id":"257300-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"257300-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"257300-s-9","title":"Administration","mono":"<b>General Information<\/b><br\/><ul><li>(hypoglycemia) may be given IV, IM, or SUBQ<\/li><li>1 unit = 1 mg<\/li><li>(Glucagon) reconstitute with diluent supplied to a max concentration of 1 mg\/mL; use immediately and discard unused portion<\/li><li>(GlucaGen(R)) diagnostic kit and 10-pack intended for use as a diagnostic aid and administered only by a healthcare professional; not for patient use for hypoglycemia<\/li><li>(GlucaGen(R)) reconstitute vial with prefilled syringe of sterile water for reconstitution (if supplied) or 1 mL of sterile water for injection for a final concentration of 1 mg\/mL; shake vial gently; use immediately and discard unused portion<\/li><\/ul>"},"10":{"id":"257300-s-10","title":"Monitoring","mono":"<ul><li>diagnostic aid: relaxation in the desired segment of the GI tract<\/li><li>severe hypoglycemia: blood glucose, level of consciousness<\/li><\/ul>"},"11":{"id":"257300-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Injection Powder for Solution: 1 MG<br\/><\/li><li><b>Glucagen Diagnostic Kit<\/b><br\/>Injection Powder for Solution: 1 MG<br\/><\/li><li><b>GlucaGen HypoKit<\/b><br\/>Injection Powder for Solution: 1 MG<br\/><\/li><li><b>Glucagen<\/b><br\/>Injection Powder for Solution: 1 MG<br\/><\/li><li><b>Glucagon Emergency Kit<\/b><br\/>Injection Powder for Solution: 1 MG<br\/><\/li><\/ul>"},"12":{"id":"257300-s-12","title":"Toxicology","sub":[{"id":"257300-s-12-31","title":"Clinical Effects","mono":"<b>GLUCAGON <\/b><br\/>USES: Glucagon is indicated for the treatment of severe hypoglycemia, and to treat beta blocker overdose and less commonly calcium channel blocker overdose. It may also be used as a diagnostic aid and to treat esophageal foreign bodies. PHARMACOLOGY: Glucagon induces liver glycogen breakdown, releasing glucose from the liver. Hepatic stores of glycogen are needed for glucagon to produce an antihypoglycemic effect. Binding of glucagon to receptors on the heart stimulates conversion of DTP to cyclic AMP, which increases heart rate and strength of contraction. EPIDEMIOLOGY: Overdose is uncommon. OVERDOSE: MILD TO MODERATE TOXICITY: Symptoms of nausea, vomiting, gastric hypotonicity and diarrhea would be expected following overdose. Toxicity is anticipated to be an extension of adverse events reported and may include: hyperglycemia or hypoglycemia, hypokalemia, and an increase in blood pressure. SEVERE TOXICITY: Based on its short half-life, significant protracted overdose effects are not expected to develop. ADVERSE EFFECTS: Nausea and vomiting may be expected, and are the most common events reported. Severe reactions are not anticipated. Alterations in blood sugar (ie, hyper- or hypoglycemia) can occur. Hypokalemia may also develop. Acute allergic reactions (including urticaria, respiratory distress, and hypotension) have been reported rarely following intravenous administration.<br\/>"},{"id":"257300-s-12-32","title":"Treatment","mono":"<b>GLUCAGON<\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: In cases of overdose, treatment is symptomatic and supportive. Rebound hypoglycemia may occur following therapeutic use or acute toxicity of glucagon. Treat significant hypoglycemia with IV dextrose followed by 300 grams daily or more of carbohydrates when the patient is tolerating oral feedings to supplement IV dextrose and prevent secondary hypoglycemia. Nausea, vomiting and a decrease in GI tract motility may develop. Administer IV fluids\/electrolytes as indicated. Monitor vital signs for alterations in blood pressure (hypo- or hypertension) and pulse. Monitor serum potassium. SEVERE TOXICITY: Severe toxicity is not anticipated in most cases. Glucagon has a short half-life (less than an hour), significant protracted overdose effects are not anticipated. Assess and treat hypoglycemic symptoms. Monitor blood pressure. If severe hypertension develops, phentolamine mesylate has been shown to lower blood pressure for the brief period that control is necessary.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not necessary. Glucagon is administered parenterally. Following inadvertent ingestion it is rapidly destroyed in the gastrointestinal tract. Consider activated charcoal only if a mixed ingestion is suspected; protect airway as necessary. HOSPITAL: Decontamination is not necessary. Glucagon is administered parenterally. Consider activated charcoal only if a mixed ingestion is suspected; protect airway as necessary.<\/li><li>Airway management: Airway management is unlikely to be necessary.<\/li><li>Hypoglycemia: Rebound hypoglycemia may occur following therapeutic use or acute toxicity of glucagon, secondary to depletion of glycogen stores. DEXTROSE: If patient symptomatic or has a blood glucose level less than 60 mg\/dL administer an IV bolus (50 mL) of 50% dextrose over a period of 2 to 3 minutes. Once the patient is alert, they should eat a high carbohydrate meal. Monitor blood glucose; serial readings. In children administer 2 to 4 mL\/kg of D25W.<\/li><li>Hypokalemia: Monitor serum potassium. Administer oral or IV potassium chloride as necessary.<\/li><li>Monitoring of patient: Monitor blood glucose, vital signs, and serum electrolytes. Serial blood glucose monitoring is indicated until blood glucose has stabilized.<\/li><li>Enhanced elimination procedure: It is not anticipated that forced diuresis, peritoneal dialysis, hemodialysis, or charcoal hemoperfusion would be beneficial following a glucagon exposure. Based on its short half-life and limited toxicity, these interventions are not indicated.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Patients should be observed until symptoms resolve and blood glucose is stable. Based on its short half-life, patients can likely be managed in the Emergency Department, and discharged to home once the patient is tolerating oral feedings. ADMISSION CRITERIA: Patients with persistent alterations in blood glucose or blood pressure may need to be admitted. CONSULT CRITERIA: Consult with a medical toxicologist or poison center if the clinical symptoms persist or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"257300-s-12-33","title":"Range of Toxicity","mono":"<b>GLUCAGON<\/b><br\/>TOXICITY: There are no reports of overdose in humans. Intravenous bolus doses of 10 mg have been tolerated in adults receiving glucagon for beta-blocker overdose. THERAPEUTIC DOSE: SEVERE HYPOGLYCEMIA: ADULT: 1 mg by subQ, IM or IV route. PEDIATRIC: (weighing less than 25 kg): give 0.5 mg (0.5 unit) by subQ, IM or IV or a dose equivalent to 20 to 30 mcg\/kg. VARIOUS DIAGNOSTIC STUDIES: 0.2 mg to 0.75 mg IV or 1 to 2 mg IM are recommended to relax the stomach, duodenum, small bowel or colon. <br\/>"}]},"13":{"id":"257300-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient and family members should be instructed to become familiar with the technique of preparing and administering glucagon before an emergency situation occurs.<\/li><li>Seek medical assistance if no response is seen within 15 min of glucagon injection.<\/li><li>Once response to glucagon has occurred, patient should be given oral carbohydrate. This will restore liver glycogen and avoid recurrence of hypoglycemia.<\/li><\/ul>"}}}