{"generic":"Glycopyrrolate","drugs":["Cuvposa","Glycate","Glycopyrrolate","Robinul","Robinul Forte"],"mono":{"0":{"id":"258800-s-0","title":"Generic Names","mono":"Glycopyrrolate"},"1":{"id":"258800-s-1","title":"Dosing and Indications","sub":[{"id":"258800-s-1-4","title":"Adult Dosing","mono":"<ul><li>glycopyrronium bromide inhalation has centralized marketing authorization by the European Medicines Agency (EMA) for use in the European Union (EU)<\/li><li><b>Cardiac dysrhythmia, Vagal reflex associated, surgically-induced or drug-induced - Surgical procedure:<\/b> 0.1 mg IV as a single dose, repeat every 2 to 3 minutes as needed<\/li><li><b>Chronic obstructive pulmonary disease, Maintenance bronchodilation:<\/b> 1 capsule (44 mcg glycopyrronium) by INHALATION once daily at the same time every day; administer a missed dose as soon as possible; MAX, 1 dose per day<\/li><li><b>Peptic ulcer disease; Adjunct:<\/b> initial, 0.1 mg IM\/IV every 4hours, 3 to 4 times per day; 0.2 mg may be given if more profound effect is required<\/li><li><b>Peptic ulcer disease; Adjunct:<\/b> initial, 1 mg ORALLY 3 times per day<\/li><li><b>Peptic ulcer disease; Adjunct:<\/b> maintenance, 1 mg ORALLY twice daily to 2 mg ORALLY 2 to 3 times daily; MAX 8 mg\/day<\/li><li><b>Premedication for anesthetic procedure, To block cardiac vagal inhibition during induction of anesthesia and intubation:<\/b> 0.004 mg\/kg IM 30 to 60 minutes before anesthesia or when the preanesthetic narcotic and\/or sedative are administered<\/li><li><b>Premedication for anesthetic procedure, To reduce salivary, tracheobronchial and pharyngeal secretions:<\/b> 0.004 mg\/kg IM 30 to 60 minutes before anesthesia or when the preanesthetic narcotic and\/or sedative are administered<\/li><li><b>Premedication for anesthetic procedure, To reduce volume and free acidity of gastric secretions:<\/b> 0.004 mg\/kg IM 30 to 60 minutes before anesthesia or when the preanesthetic narcotic and\/or sedative are administered<\/li><li><b>Reversal of neuromuscular blockade, Reversal of muscarinic effects associated with neuromuscular blockade reversal:<\/b> 0.2 mg IV for each 1 mg neostigmine or 5 mg pyridostigmine; drugs may be mixed in the same syringe<\/li><\/ul>"},{"id":"258800-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>glycopyrrolate injection contains benzyl alcohol; do not use in patients less than 1 month of age<\/li><li>safety and effectiveness of injectable glycopyrrolate in pediatric patients below the age of 16 years have not been established<\/li><li>safety and effectiveness of glycopyrrolate injection and oral tablets for the treatment of peptic ulcer in pediatric patients have not been established<\/li><li>safety and efficacy of glycopyrrolate oral solution in patients under age 3 have not been established<\/li><li>glycopyrronium by inhalation not recommended for pediatric patients under 18 years<\/li><li><b>Cardiac dysrhythmia, Vagal reflex associated, surgically-induced or drug-induced - Surgical procedure:<\/b> 16 years or older, 0.004 mg\/kg IV as a single dose, repeat every 2 to 3 minutes as needed; MAX 0.1 mg\/dose<\/li><li><b>Drooling, Chronic, severe, associated with neurologic condition:<\/b> age 3 to 16 years, initiate at 0.02 mg\/kg ORALLY 3 times daily 1 hour before or 2hours after meals; increase in increments of 0.02 mg\/kg every 5 to 7 days; MAX 0.1 mg\/kg 3 times daily not to exceed 1.5 to 3 mg\/dose based upon weight<\/li><li><b>Premedication for anesthetic procedure, To block cardiac vagal inhibition during induction of anesthesia and intubation:<\/b> 16 years or older, 0.004 mg\/kg IM 30 to 60 minutes before anesthesia or when the preanesthetic narcotic and\/or sedative are administered<\/li><li><b>Premedication for anesthetic procedure, To block cardiac vagal inhibition during induction of anesthesia and intubation:<\/b> infants 1 month to 2 years, if administering, may need up to 0.009 mg\/kg<\/li><li><b>Premedication for anesthetic procedure, To reduce salivary, tracheobronchial and pharyngeal secretions:<\/b> 16 years or older, 0.004 mg\/kg IM 30 to 60 minutes before anesthesia or when the preanesthetic narcotic and\/or sedative are administered<\/li><li><b>Premedication for anesthetic procedure, To reduce salivary, tracheobronchial and pharyngeal secretions:<\/b> infants 1 month to 2 years, if administering, may need up to 0.009 mg\/kg<\/li><li><b>Premedication for anesthetic procedure, To reduce volume and free acidity of gastric secretions:<\/b> 16 years or older, 0.004 mg\/kg IM 30 to 60 minutes before anesthesia or when the preanesthetic narcotic and\/or sedative are administered<\/li><li><b>Premedication for anesthetic procedure, To reduce volume and free acidity of gastric secretions:<\/b> infants 1 month to 2 years, if administering, may need up to 0.009 mg\/kg<\/li><li><b>Reversal of neuromuscular blockade, Reversal of muscarinic effects associated with neuromuscular blockade reversal:<\/b> 16 years or older, 0.2 mg IV for each 1 mg neostigmine or 5 mg pyridostigmine; drugs may be mixed in the same syringe<\/li><\/ul>"},{"id":"258800-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics (injection):<\/b> start at the low end of the dosing range<\/li><li><b>geriatrics (inhalation):<\/b> no dose adjustment required<\/li><\/ul>"},{"id":"258800-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cardiac dysrhythmia, Vagal reflex associated, surgically-induced or drug-induced - Surgical procedure<\/li><li>Drooling, Chronic, severe, associated with neurologic condition<\/li><li>Peptic ulcer disease; Adjunct<\/li><li>Premedication for anesthetic procedure, To block cardiac vagal inhibition during induction of anesthesia and intubation<\/li><li>Premedication for anesthetic procedure, To reduce salivary, tracheobronchial and pharyngeal secretions<\/li><li>Premedication for anesthetic procedure, To reduce volume and free acidity of gastric secretions<\/li><li>Reversal of neuromuscular blockade, Reversal of muscarinic effects associated with neuromuscular blockade reversal<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Chronic obstructive pulmonary disease, Maintenance bronchodilation<\/li><li>Gustatory hyperhidrosis<\/li><\/ul>"}]},"3":{"id":"258800-s-3","title":"Contraindications\/Warnings","sub":[{"id":"258800-s-3-9","title":"Contraindications","mono":"<ul><li>concomitant use of solid oral potassium chloride (oral solution)<\/li><li>gastrointestinal obstruction (injectable; oral tablets and solution)<\/li><li>glaucoma (injectable; oral tablets and solution)<\/li><li>hypersensitivity to glycopyrrolate, glycopyrronium, or any component of the product (inhalation; injectable)<\/li><li>myasthenia gravis (injectable; oral tablets and solution)<\/li><li>newborns less than 1 month of age (injectable)<\/li><li>obstructive uropathy (injectable)<\/li><li>paralytic ileus or intestinal atony (injectable; oral tablets and solution)<\/li><li>ulcerative colitis, severe, or toxic megacolon (injectable; oral tablets and solution)<\/li><li>unstable cardiovascular status in acute hemorrhage (injectable; oral tablets and solution)<\/li><\/ul>"},{"id":"258800-s-3-10","title":"Precautions","mono":"<ul><li>autonomic neuropathy; anticholinergic effects of glycopyrrolate may exacerbate (injectable; oral tablets and solution)<\/li><li>bronchospasm, paradoxical, potentially life-threatening, has been reported with other inhalation therapy; discontinue immediately (inhalation)<\/li><li>drowsiness or blurred vision may occur; avoid driving or hazardous activities (injectable; oral tablets and solution)<\/li><li>cardiac arrhythmias (injectable; oral tablets and solution)<\/li><li>cardiovascular disease, including unstable ischemic heart disease, left ventricular failure, history of myocardial infarction, arrhythmia (except chronic stable atrial fibrillation), prolonged QTc interval (more than 450 milliseconds (msec) for men, more than 470 msec for women), or history of long QT syndrome (inhalation)<\/li><li>children and elderly patients (injectable; oral tablets and solution)<\/li><li>concomitant use of other drugs with anticholinergic activity<\/li><li>constipation; discontinuation, dose reduction, and prophylaxis or treatment may be necessary (oral solution)<\/li><li>congestive heart failure; anticholinergic effects of glycopyrrolate may exacerbate (injectable; oral tablets and solution)<\/li><li>coronary heart disease; anticholinergic effects of glycopyrrolate may exacerbate (injectable; oral tablets and solution)<\/li><li>galactose intolerance, rare hereditary problems of, Lapp lactase deficiency or glucose-galactose malabsorption; use not recommended (inhalation)<\/li><li>glaucoma, narrow-angle, preexisting or new onset; glycopyrronium has anticholinergic effect; discontinue immediately if signs or symptoms develop (inhalation)<\/li><li>heat prostration may occur; avoid exposure to hot or very warm environmental temperatures (injectable; oral tablets and solution)<\/li><li>hepatic or renal disease, mild; anticholinergic effects of glycopyrrolate may exacerbate (injectable; oral tablets and solution)<\/li><li>hiatal hernia associated with reflux esophagitis; anticholinergic effects of glycopyrrolate may exacerbate (injectable; oral tablets and solution)<\/li><li>hypertension; anticholinergic effects of glycopyrrolate may exacerbate (injectable; oral tablets and solution)<\/li><li>hyperthyroidism; anticholinergic effects of glycopyrrolate may exacerbate (injectable; oral tablets and solution)<\/li><li>ileostomy or colostomy; diarrhea may indicate incomplete intestinal obstruction (injectable; oral tablets and solution)<\/li><li>incomplete mechanical intestinal obstruction; discontinue treatment (injectable; oral solution)<\/li><li>neonates; due to benzyl alcohol content, do not use in neonates (injectable)<\/li><li>neuromuscular blockade, resulting in weakness or paralysis, may occur (oral tablets)<\/li><li>pediatric patients with spastic paralysis or brain damage; increased response (injectable)<\/li><li>prostatic hypertrophy (injectable; oral tablets)<\/li><li>renal impairment, severe (GFR less than 30 mL\/min\/1.73 m(2)), including ESRD requiring dialysis; monitoring required; use only if benefit outweighs risk (inhalation)<\/li><li>tachyarrhythmia and tachycardia may be exacerbated by anticholinergic effects of glycopyrrolate (injectable; oral tablets and solution)<\/li><li>ulcerative colitis; anticholinergic effects of glycopyrrolate may precipitate or exacerbate toxic megacolon (injectable; oral tablets and solution)<\/li><li>urinary retention; glycopyrronium has anticholinergic effect (inhalation)<\/li><\/ul>"},{"id":"258800-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"258800-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"258800-s-4","title":"Drug Interactions","sub":[{"id":"258800-s-4-13","title":"Contraindicated","mono":"<ul>Potassium (theoretical)<\/ul>"},{"id":"258800-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Umeclidinium (theoretical)<\/li><\/ul>"}]},"5":{"id":"258800-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing (30%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (35%), Vomiting (40%), Xerostomia (inhalation, 2.4%; oral solution, 40%)<\/li><li><b>Neurologic:<\/b>Headache (inhalation, 1% to less than 10%; oral solution, up to 15%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (inhalation, 1% to less than 10%; oral solution, less than 2%)<\/li><li><b>Respiratory:<\/b>Nasal congestion (inhalation, 0.1% to less than 10%; oral solution, up to 30%), Nasopharyngitis (inhalation, 1% to less than 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia, Cardiac arrest, Cardiac dysrhythmia, Tachycardia, Ventricular fibrillation<\/li><li><b>Endocrine metabolic:<\/b>Malignant hyperthermia<\/li><li><b>Neurologic:<\/b>Nystagmus (less than 2%), Seizure (less than 2%)<\/li><li><b>Respiratory:<\/b>Respiratory arrest<\/li><\/ul>"},"6":{"id":"258800-s-6","title":"Drug Name Info","sub":{"0":{"id":"258800-s-6-17","title":"US Trade Names","mono":"<ul><li>Robinul<\/li><li>Robinul Forte<\/li><li>Cuvposa<\/li><li>Glycate<\/li><\/ul>"},"2":{"id":"258800-s-6-19","title":"Class","mono":"<ul><li>Antimuscarinic<\/li><li>Bronchodilator<\/li><li>Gastrointestinal Agent<\/li><\/ul>"},"3":{"id":"258800-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"258800-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"258800-s-7","title":"Mechanism Of Action","mono":"Glycopyrrolate is an anticholinergic agent which inhibits the acetylcholine activity on smooth muscles and structures innervated by postganglionic nerves. This results in a decreased volume and acidity of gastric secretions as well as a control on excessive pharyngeal, tracheal and bronchial secretions. As an antimuscarinic agent, glycopyrrolate also antagonizes muscarinic symptoms which are induced by cholinergic medications.<br\/>"},"8":{"id":"258800-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"258800-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, IM: 27.48 +\/- 6.12 min<\/li><li>Tmax, Oral solution, fasting, healthy adults: 3.1 +\/- 1.08 hr<\/li><li>Tmax, Oral solution, fed, healthy adults: 2.6 +\/- 1.12 hr<\/li><li>Bioavailability, Oral, solution: approximately 3%<\/li><li>Bioavailability, IM: rapid<\/li><li>Effect of food: reduced oral bioavailability<\/li><\/ul>"},"1":{"id":"258800-s-8-24","title":"Distribution","mono":"<ul><li>Vd, adults: 0.42 +\/- 0.22 L\/kg<\/li><li>Vd, children: 1.3 to 1.8 L\/kg<\/li><\/ul>"},"3":{"id":"258800-s-8-26","title":"Excretion","mono":"<ul><li>Bile, adults: less than 5%, greater than 80% unchanged<\/li><li>Renal, adults: 85%, greater than 80% unchanged<\/li><li>Renal clearance: 1.12 L\/kg\/hr<\/li><li>Total body clearance, adults: 0.54 +\/- 0.14 L\/kg\/hr<\/li><li>Total body clearance, children: 1.01 to 1.41 L\/kg\/hr<\/li><\/ul>"},"4":{"id":"258800-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Adults, IM: 0.55 to 1.25 hr<\/li><li>Adults, IV: 0.83 hr<\/li><li>Adults, fasting, oral solution: 3.0 +\/- 1.2 hr<\/li><li>Adults, fed, oral solution: 3.2 +\/- 1.1 hr<\/li><li>Children, IV: 19.2 to 99.2 min, 5 mcg\/kg; 139 minutes, 50 mcg\/kg<\/li><li>Infants, IV: 21.6 to 130 min<\/li><li>Uremic patients undergoing renal transplantation: 46.8 min<\/li><\/ul>"}}},"9":{"id":"258800-s-9","title":"Administration","mono":"<ul><li><b>Inhalation<\/b><br\/>administer by inhalation only; do not swallow capsules<br\/><\/li><li><b>Intramuscular<\/b><br\/>may be administered undiluted<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>may be administered undiluted<\/li><li>may dilute in D5W, D10W, D5W\/NS, D10W\/NS, D5W\/0.45%NS, NS, and Ringer injection; do not mix in LR<\/li><\/ul><\/li><li><b>Oral<\/b><br\/>(oral solution) take at least 1 hour before or 2 hours after meals<br\/><\/li><\/ul>"},"10":{"id":"258800-s-10","title":"Monitoring","mono":"<ul><li>reduction in surgically- or drug-induced or vagal reflex-associated arrhythmias is indicative of efficacy<\/li><li>reduction of symptoms of peptic ulcer is indicative of efficacy<\/li><li>reduction of salivary, tracheobronchial and pharyngeal secretions is indicative of efficacy<\/li><li>reduction in the volume and free acidity of gastric secretions is indicative of efficacy<\/li><li>absence of cardiac symptoms related to vagal inhibition during induction of anesthesia and intubation is indicative of efficacy<\/li><li>absence of peripheral muscarinic effects (eg, bradycardia, excessive secretions) is indicative of efficacy<\/li><li>(oral solution) presence of constipation, especially within 4 to 5 days of initiation of therapy and\/or after increasing the dose<\/li><li>(oral solution) anticholinergic adverse events profile and tolerability to the current dose level prior to any dose increase<\/li><\/ul>"},"11":{"id":"258800-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 0.2 MG\/ML<\/li><li>Oral Tablet: 1 MG, 2 MG<\/li><\/ul><\/li><li><b>Cuvposa<\/b><br\/>Oral Solution: 1 MG\/5 ML<br\/><\/li><li><b>Glycate<\/b><br\/>Oral Tablet: 1.5 MG<br\/><\/li><li><b>Robinul Forte<\/b><br\/>Oral Tablet: 2 MG<br\/><\/li><li><b>Robinul<\/b><br\/><ul><li>Injection Solution: 0.2 MG\/ML<\/li><li>Oral Tablet: 1 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"258800-s-12","title":"Toxicology","sub":[{"id":"258800-s-12-31","title":"Clinical Effects","mono":"<b>ANTICHOLINERGIC POISONING <\/b><br\/>USES: The anticholinergic toxidrome refers to a set of signs and symptoms that occur with overdose of antagonists of the muscarinic cholinergic receptors. It can occur after poisoning from many pharmaceuticals and from naturally occurring alkaloids found in many plants.  These medications are commonly used as sleep aids, antispasmodics (gastrointestinal and urinary), antihistamines, and ophthalmic cycloplegics and to treat Parkinson disease.  This class of drugs is occasionally abused (mostly by adolescents) for its hallucinogenic effects. PHARMACOLOGY: Competitive antagonist of M1 and M2 muscarinic cholinergic receptor. Toxic effects from antagonism of the nicotinic cholinergic system is not a component of the syndrome. In general, the desired pharmacologic effects occur when only the peripheral muscarinic receptors are antagonized and there are no central antimuscarinic effects. TOXICOLOGY: Is an extension of the pharmacologic effects, which is due to extensive antagonism of the central and peripheral muscarinic acetylcholine receptors. EPIDEMIOLOGY: Poisoning is common but rarely severe. Toxicity may occur via oral, parenteral, or dermal route.  Systemic anticholinergic effects  have occasionally developed after use of ophthalmic preparations, mostly in young children. MILD TO MODERATE TOXICITY: Somnolence, anticholinergic effects  of mydriasis, flushing, fever, dry mouth, decreased bowel sounds, and tachycardia are characteristic.  Mild hypertension, nausea, and vomiting are  also common after overdose.  Agitation, confusion, and hallucinations may develop with moderate poisoning. SEVERE TOXICITY: Severe effects may include agitated delirium, psychosis, hallucinations, seizures, hyperthermia, and coma. Some drugs that cause the anticholinergic toxidrome (eg, diphenhydramine) may cause QRS widening and ventricular dysrhythmias due to sodium channel antagonism, but this is not due to the anticholinergic effects. Rhabdomyolysis and renal failure may rarely develop in patients with prolonged agitation, coma, or seizures. ADVERSE EFFECTS: COMMON: Dry mouth, urinary retention, and constipation are commonly seen.<br\/>"},{"id":"258800-s-12-32","title":"Treatment","mono":"<b>ANTICHOLINERGIC POISONING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of pharmaceutical  overdoses that produce the anticholinergic toxidrome requires only supportive care; administer activated charcoal if the patient presents shortly after ingestion; sedate patients with benzodiazepines for agitation and delirium. Hypertension and tachycardia are generally mild and well tolerated, and do not require specific treatment. Physostigmine can be used to establish a diagnosis; it may help avoid an invasive, costly work-up, but should only be given in a setting where intensive monitoring and resuscitation is possible, and should NOT be given if the history or ECG (QRS widening) suggests tricyclic antidepressant poisoning. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed early. May benefit from gastric lavage if patient presents soon after a large ingestion; administer activated charcoal. GI decontamination should only be performed in patients who can protect their airway or who are intubated. Severe delirium may develop and require large doses of benzodiazepines for sedation. Seizures (may progress to status epilepticus) may require aggressive use of benzodiazepines, propofol and\/or barbiturates. Monitor core temperature and treat hyperthermia with aggressive benzodiazepine sedation to control agitation, and external cooling. Clinical manifestations may be prolonged due to prolonged absorption in the setting of anticholinergic ileus.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for somnolence and seizures. For dermal exposure, wash skin thoroughly. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient is able to protect airway. Consider gastric lavage in recent, life threatening ingestion, protect airway prior to gastric lavage.<\/li><li>Airway management: Protect airway early in patients with severe intoxication (i.e., seizures, severe delirium or hyperthermia).<\/li><li>Antidote: Physostigmine is indicated to reverse the CNS effects caused by clinical or toxic dosages of agents capable of producing anticholinergic syndrome; however, long lasting reversal of anticholinergic signs and symptoms is generally not achieved because of the relatively short duration of action of physostigmine (45 to 60 minutes).  It is most often used diagnostically to distinguish anticholinergic delirium from other causes of altered mental status. CAUTION: If tricyclic antidepressants are coingested, physostigmine may precipitate seizures and dysrhythmias. DOSES: ADULT: 2 mg IV at a slow controlled rate, no more than 1 mg\/min. May repeat doses at intervals of 10 to 30 min if severe symptoms recur. For patients with prolonged anticholinergic delirium consider a continuous infusion, start at 2 mg\/hr and titrate to effect. CHILD: 0.02 mg\/kg by slow IV injection, at a rate no more than 0.5 mg\/minute. Repeat dosage at 5 to 10 minute intervals as long as the toxic effect persists and there is no sign of cholinergic effects. MAXIMUM DOSAGE: 2 mg total.<\/li><li>Seizure: Intravenous benzodiazepines; add propofol or barbiturates if seizures persist or recur.<\/li><li>Body temperature above reference range: Control agitation with benzodiazepines, initiate aggressive external cooling measures (i.e., remove patient's clothing, cover with a damp sheet or spray skin with water and direct fan at the patient's skin to enhance evaporation).<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Monitoring of patient: Monitor vital signs (including temperature) and mental status.  No specific lab work is needed in most patients. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity (i.e., agitation, delirium, seizures, coma, hypotension). Monitor creatinine phosphokinase in patients with prolonged agitation, seizures or coma; monitor renal function and urine output in patients with rhabdomyolysis.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are of no value in this setting because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness or stimulation) with an acute inadvertent ingestion may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (i.e., hallucinations, somnolence, delirium, coma), or persistent tachycardia should be admitted. Patients with coma, seizures or delirium should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (i.e., seizures, severe delirium, coma), or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"258800-s-12-33","title":"Range of Toxicity","mono":"<b>ANTICHOLINERGIC POISONING<\/b><br\/>TOXICITY: ADULTS: Varies with the specific medication. In general, patients will have to ingest large doses of plant products (or make a tea) to develop symptoms. THERAPEUTIC DOSE: Varies with the specific medication.<br\/>"}]},"13":{"id":"258800-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Drug may impair heat regulation and diminish sweating. Advise patient to use caution with activities leading to an increased core temperature, such as strenuous exercise, exposure to extreme heat, or dehydration.<\/li><li>Drug may cause constipation, dry mouth, vomiting, flushing, nasal congestion, and urinary retention.<\/li><li>Instruct patient to report signs\/symptoms of anticholinergic toxicity or cardiac arrhythmias.<\/li><li>Solution form should be taken at least 1 hour prior or 2 hours following meals.<\/li><li>Patient should avoid taking potassium chloride tablets since gastrointestinal transit may be delayed.<\/li><\/ul>"}}}