{"drugs":["Factrel","Gonadorelin Hydrochloride"],"mono":{"0":{"id":"260965-s-0","title":"Generic Names","mono":"Gonadorelin Hydrochloride"},"1":{"id":"260965-s-1","title":"Dosing and Indications","sub":{"0":{"id":"260965-s-1-4","title":"Adult Dosing","mono":"<b>Hypogonadism; Diagnosis:<\/b> 100 mcg IV or SC as a single injection; give in the early follicular phase (days 1-7) when phase of menstrual cycle can be established in female patients "},"1":{"id":"260965-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients"},"3":{"id":"260965-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypogonadism; Diagnosis<br\/>"}}},"3":{"id":"260965-s-3","title":"Contraindications\/Warnings","sub":[{"id":"260965-s-3-9","title":"Contraindications","mono":"hypersensitivity to gonadorelin products<br\/>"},{"id":"260965-s-3-10","title":"Precautions","mono":"<ul><li>the gonadorelin hydrochloride test should not be conducted in patients who are concurrently receiving drugs which directly affect the pituitary secretion of gonadotropin, including androgens, estrogens, progestins, glucocorticoids, spironolactone, levodopa, oral contraceptives, digoxin, phenothiazines and dopamine antagonists which would affect a rise in prolactin<\/li><li>patients with ovarian cysts or causes of anovulation other than hypothalamic origin<\/li><li>presence of a hormonally-dependent tumor<\/li><li>any condition worsened by an increase of reproductive hormones<\/li><\/ul>"},{"id":"260965-s-3-11","title":"Pregnancy Category","mono":"Gonadorelin: B (FDA)<br\/>"},{"id":"260965-s-3-12","title":"Breast Feeding","mono":"Gonadorelin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"260965-s-4","title":"Drug Interactions","sub":[{"id":"260965-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Mesoridazine (theoretical)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"260965-s-4-14","title":"Major","mono":"<ul><li>Alfuzosin (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Apomorphine (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Astemizole (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Azithromycin (theoretical)<\/li><li>Bedaquiline (theoretical)<\/li><li>Chloroquine (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclobenzaprine (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dasatinib (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Doxepin (theoretical)<\/li><li>Droperidol (theoretical)<\/li><li>Ebastine (theoretical)<\/li><li>Eribulin (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Famotidine (theoretical)<\/li><li>Felbamate (theoretical)<\/li><li>Fingolimod (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Formoterol (theoretical)<\/li><li>Foscarnet (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Galantamine (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Halofantrine (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Hydroquinidine (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ibutilide (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lapatinib (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lumefantrine (theoretical)<\/li><li>Mefloquine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Mizolastine (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Paroxetine (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Pentamidine (theoretical)<\/li><li>Perflutren Lipid Microsphere (theoretical)<\/li><li>Perphenazine (theoretical)<\/li><li>Pipamperone (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Probucol (theoretical)<\/li><li>Procainamide (theoretical)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Quinine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Rilpivirine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Sodium Phosphate (theoretical)<\/li><li>Sodium Phosphate, Dibasic (theoretical)<\/li><li>Sodium Phosphate, Monobasic (theoretical)<\/li><li>Solifenacin (theoretical)<\/li><li>Sorafenib (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Sunitinib (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Tamoxifen (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telavancin (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tetrabenazine (theoretical)<\/li><li>Tizanidine (theoretical)<\/li><li>Tolterodine (theoretical)<\/li><li>Toremifene (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vardenafil (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Venlafaxine (theoretical)<\/li><li>Vilanterol (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Vorinostat (theoretical)<\/li><\/ul>"}]},"5":{"id":"260965-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Lightheadedness<\/li><li><b>Dermatologic:<\/b>Flushing, Injection site reaction, Pruritus, Swelling at injection site, SC injection<\/li><li><b>Gastrointestinal:<\/b>Abdominal discomfort, Nausea<\/li><li><b>Neurologic:<\/b>Headache, Pain<\/li><\/ul><b>Serious<\/b><br\/><b>Immunologic:<\/b>Anaphylaxis, Multi-dose administration (rare)<br\/>"},"6":{"id":"260965-s-6","title":"Drug Name Info","sub":{"0":{"id":"260965-s-6-17","title":"US Trade Names","mono":"Factrel<br\/>"},"2":{"id":"260965-s-6-19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Gonadotropin Releasing Hormone Agonist<\/li><\/ul>"},"3":{"id":"260965-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"9":{"id":"260965-s-9","title":"Administration","mono":"<b>General Information<\/b><br\/><ul><li>reconstitute lyophilized powder contained in single-dose vials by adding  accompanying sterile diluent (2% benzyl alcohol in sterile water); prepare immediately before use; store reconstituted admixture at room temperature and use within 1 day<\/li><li>test women during early follicular phase (menstrual cycle days 1 to 7)<\/li><li>test procedure: venous blood samples should be drawn at 15 min before and immediately before gonadorelin injection  (baseline LH is the average of these 2 samples); administer drug IV or SC; draw venous blood samples at 15, 30, 45, 60, and 120 min after gonadorelin injection (venous samples are to be sent to a laboratory for testing)<\/li><\/ul>"},"10":{"id":"260965-s-10","title":"Monitoring","mono":"<ul><li>serum progesterone, luteinizing hormone, ovarian ultrasound at days 7 &amp; 14, routine pelvic exam, onset of ovulation<\/li><li>signs of ovarian hyperstimulation<\/li><\/ul>"},"12":{"id":"260965-s-12","title":"Toxicology","sub":[{"id":"260965-s-12-31","title":"Clinical Effects","mono":"<b>LUTEINIZING HORMONE RELEASING HORMONE AGONISTS <\/b><br\/>USES: Leuprolide acetate is indicated for the palliative treatment of advanced prostate cancer, for the treatment of endometriosis and anemia associated with uterine leiomyomata (fibroids), and for the treatment of central precocious puberty in children. Goserelin acetate is indicated for the palliative treatment of prostate cancer and advanced breast cancer, and for the management of endometriosis. Histrelin acetate and triptorelin pamoate are indicated for palliative therapy of advanced prostate cancer. Nafarelin nasal solution is indicated for the management of endometriosis and for the treatment of central precocious puberty in children. Follitropin alfa\/lutropin alfa combination product is indicated for the stimulation of follicular development in adult women with severe luteinizing hormone and follicle stimulating hormone deficiency. PHARMACOLOGY: Luteinizing hormone releasing hormone (LH-RH) agonists will initially stimulate the release of pituitary gonadotropins, luteinizing hormone (LH) and follicle stimulating hormone (FSH), resulting in a transient increase of gonadal steroidogenesis. However, chronic administration of the LH-RH agonists results in inhibition of gonadotropin secretion leading to suppression of ovarian and testicular steroidogenesis. Ongoing therapy with these agents results in a decrease in estrogen and testosterone levels which can lead to a variety of symptoms. EPIDEMIOLOGY: Overdose is rare. Severe toxicity is not expected. OVERDOSE: Overdose information is limited. It is anticipated that overdose effects would be an extension of adverse effects reported with therapeutic use. ADVERSE EFFECTS: Initial administration of luteinizing hormone releasing hormone (LH-RH) agonists may result in disease \"flare\" characterized by increased bone pain, urinary obstruction, or spinal cord compression, and may last for 1 to 2 weeks of administration. Continued therapy results in a decrease in estrogen and testosterone levels, leading to a variety of related adverse effects including flushing, acne, headaches, depression, gynecomastia, impotence, decreased libido, amenorrhea, vaginal dryness, and osteopenia. Other adverse effects, reported with LH-RH agonist therapy, include injection site reactions (ie, pain, erythema, swelling, bruising), edema, rashes, alopecia, nausea and vomiting, abdominal pain, and weight gain. RARE: Hypersensitivity reactions, anaphylaxis, and pituitary apoplexy have been rarely reported. <br\/>"},{"id":"260965-s-12-32","title":"Treatment","mono":"<b>LUTEINIZING HORMONE RELEASING HORMONE AGONISTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most exposures are mild and require only supportive care. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose. For patients with severe ovarian hyperstimulation syndrome, initiate intravenous hydration, monitor fluid input and output, and initiate deep venous thrombosis prophylaxis.<\/li><li>Decontamination: Gastrointestinal decontamination is not indicated since these medications are administered via the intramuscular or subcutaneous route or intranasally.<\/li><li>Airway management: Airway management is not likely to be an issue. Provide supportive care.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting. Monitor hepatic enzymes in symptomatic patients. Monitor for evidence of ovarian hyperstimulation (pelvic pain, bloating) as clinically indicated. Obtain a pelvic ultrasound if ovarian hyperstimulation is a concern.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposure may be observed at home if asymptomatic. OBSERVATION CRITERIA: Symptomatic patients with uncontrollable nausea, vomiting, or abdominal pain should be evaluated in a healthcare facility. Patients may be discharged if asymptomatic 6 hours after exposure. ADMISSION CRITERIA: Symptomatic patients requiring ongoing supportive care may need admission. Patients with evidence of ovarian hyperstimulation syndrome may require admission. CONSULT CRITERIA: Severe poisoning does not usually occur with these agents; however, if concerned about ovarian hyperstimulation syndrome, consult an obstetrician\/gynecologist or specialist in reproductive medicine.<\/li><\/ul>"},{"id":"260965-s-12-33","title":"Range of Toxicity","mono":"<b>LUTEINIZING HORMONE RELEASING HORMONE AGONISTS<\/b><br\/>TOXICITY: A specific toxic dose has not been established. There was no difference in adverse effects observed following subcutaneous administration of leuprolide at doses up to 20 mg\/day for up to 2 years as compared with 1 mg\/day doses. THERAPEUTIC DOSE: Varies with agent and disease state. GOSERELIN: Prostate cancer (palliative treatment) - 3.6 mg SubQ every 28 days; Endometriosis - 3.6 mg SubQ every 28 days up to 6 months. HISTRELIN: Prostate cancer (palliative treatment) - 1 50-mg implant inserted SubQ for 12 months; Central precocious puberty (children) - 10 mcg\/kg\/day SubQ. LEUPROLIDE: Prostate cancer (palliative treatment) - 1 mg SubQ once daily, 7.5 mg IM or SubQ once monthly, 22.5 mg IM depot injection every 3 months, 30 mg IM depot injection every 4 months, or 1 implant inserted SubQ every 12 months (depending on formulation); Endometriosis - 3.75 mg IM depot injection once monthly for 6 months or 11.25 mg IM depot injection every 3 months for 6 months (depending on formulation); Central precocious puberty (children) - 50 mcg\/kg\/day SubQ for one dose and titrating upward by 10 mcg\/kg\/day if necessary or 300 mcg\/kg (minimum 7.5 mg) IM depot injection as one dose every 4 weeks and titrate upward by 3.75 mg every 4 weeks if necessary. LUTROPIN ALFA\/FOLLITROPIN ALFA: Follitropin alfa 150 international units\/lutropin alfa 75 international units (1 vial) SubQ daily; increase follitropin alfa dose if necessary by 37.5 to 75 international units after 7 to 14 day intervals. NAFARELIN: Endometriosis - 200 mcg\/day intranasally by 1 spray into 1 nostril in the morning and 1 spray into the other nostril in the evening, MAX 800 mcg\/day; Central precocious puberty (children) - 1600 mcg\/day intranasally by 2 sprays into each nostril in the morning and 2 sprays into each nostril in the evening. TRIPTORELIN: Prostate cancer (palliative treatment) - 3.75 mg IM depot injection every month or 11.25 IM long-acting injection every 84 days.<br\/>"}]},"13":{"id":"260965-s-13","title":"Clinical Teaching","mono":"This drug may cause light-headedness, flushing, abdominal discomfort, pruritus, nausea, or headache.<br\/>"}}}