{"drugs":["Guanfacine Hydrochloride","Intuniv","Tenex"],"mono":{"0":{"id":"265250-s-0","title":"Generic Names","mono":"Guanfacine Hydrochloride"},"1":{"id":"265250-s-1","title":"Dosing and Indications","sub":[{"id":"265250-s-1-4","title":"Adult Dosing","mono":"<ul><li>Intuniv(R) extended-release tablet formulation is not an equipotent substitution for immediate-release guanfacine and requires dose titration<\/li><li><b>Hypertension:<\/b> (immediate-release) initial, 1 mg ORALLY at bedtime; allow 3 to 4 weeks to achieve optimum antihypertensive effect; then may increase to 2 mg ORALLY daily if needed; increased adverse effects with doses above 3 mg\/day<\/li><\/ul>"},{"id":"265250-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Attention deficit hyperactivity disorder, As monotherapy or as adjunct to stimulant medication:<\/b> Initial dose (Intuniv(R), 6 years or older): 1 mg ORALLY once a day in morning or evening at the same time each day; for monotherapy, may increase in increments of no more than 1 mg\/week up to 4 mg\/day (6 to 12 years of age) or 7 mg\/day (13 to 17 years of age) based on clinical response and tolerability; for adjunctive therapy, may increase up to 4 mg\/day<\/li><li><b>Attention deficit hyperactivity disorder, As monotherapy or as adjunct to stimulant medication:<\/b> Target dose (Intuniv(R), 6 years or older): 0.05 to 0.12 mg\/kg\/day; by weight: 25 to 33.9 kg, 2 to 3 mg\/day; 34 to 41.4 kg, 2 to 4 mg\/day; 41.5 to 49.4 kg, 3 to 5 mg\/day; 49.5 to 58.4 kg, 3 to 6 mg\/day; 58.5 to 91 kg, 4 to 7 mg\/day; more than 91 kg, 5 to 7 mg\/day<\/li><li><b>Attention deficit hyperactivity disorder, As monotherapy or as adjunct to stimulant medication:<\/b> (Intuniv(R)) To discontinue, taper by reductions of no more than 1 mg every 3 to 7 days.<\/li><li><b>Attention deficit hyperactivity disorder, As monotherapy or as adjunct to stimulant medication:<\/b> (Intuniv(R)) Switching from immediate-release: Discontinue immediate-release and initiate extended-release tablets 1 mg ORALLY once a day in morning or evening at the same time each day; for monotherapy, may increase in increments of 1 mg\/week up to 4 mg\/day (6 to 12 years of age) or 7 mg\/day (13 to 17 years of age) based on clinical response and tolerability; for adjunctive therapy, may increase up to 4 mg\/day<\/li><li><b>Hypertension:<\/b> (immediate-release) (12 years or older) initial, 1 mg ORALLY at bedtime; allow 3 to 4 weeks to achieve optimum antihypertensive effect; then may increase to 2 mg ORALLY daily if needed; increased adverse effects with doses above 3 mg\/day<\/li><\/ul>"},{"id":"265250-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>(Immediate-release) Renal impairment:<\/b> Start at low end of dosing range<\/li><li><b>(Intuniv(R)) Renal impairment:<\/b> Dosage adjustment may be necessary<\/li><li><b>(Intuniv(R)) Hepatic impairment (significant):<\/b> Dosage adjustment may be necessary<\/li><li><b>(Immediate-release) Geriatric:<\/b> Start at low end of dosing range<\/li><li><b>Dialysis:<\/b> No dosage supplementation is required following hemodialysis or peritoneal dialysis<\/li><li><b>(Intuniv(R)) Concomitant strong CYP3A4 inhibitors:<\/b> If taking strong CYP3A4 inhibitors when initiating therapy or adding a strong CYP3A4 inhibitor to existing therapy, decrease Intuniv(R) dose to half the recommended dose; if discontinuing a strong CYP3A4 inhibitor while continuing Intuniv(R), increase Intuniv(R) to recommended dose<\/li><li><b>(Intuniv(R)) Concomitant strong CYP3A4 inducers:<\/b> If taking strong CYP3A4 inducers when initiating therapy or adding a strong CYP3A4 inducer to existing therapy, consider giving up to double the recommended Intuniv(R) dose; if discontinuing a strong CYP3A4 inducer while continuing Intuniv(R), decrease Intuniv(R) to recommended dose; make dose adjustments over a 1 to 2 week period<\/li><\/ul>"},{"id":"265250-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Attention deficit hyperactivity disorder, As monotherapy or as adjunct to stimulant medication<\/li><li>Hypertension<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Gilles de la Tourette's syndrome<\/li><li>Opioid withdrawal, Heroin<\/li><li>Renovascular hypertension<\/li><\/ul>"}]},"3":{"id":"265250-s-3","title":"Contraindications\/Warnings","sub":[{"id":"265250-s-3-9","title":"Contraindications","mono":"Hypersensitivity to guanfacine or to any component of the product <br\/>"},{"id":"265250-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Hypotension, including orthostatic hypotension, bradycardia, and syncope, have been reported; monitoring recommended and dose adjustments may be warranted, particularly with concomitant use of antihypertensives or other drugs that may reduce blood pressure or heart rate, or increase risk of syncope<\/li><li>-- Exacerbation of sinus node dysfunction or atrioventricular block may occur, especially in patients with preexisting cardiac conduction abnormalities or with concomitant use of sympatholytic drugs; slow dose titration and monitoring recommended<\/li><li>-- Rebound hypertension and increases in heart rate may occur with abrupt withdrawal; gradual discontinuation and monitoring recommended<\/li><li>-- Patients with history of syncope and those with a predisposition to syncope should avoid dehydration or becoming overheated<\/li><li>Neurologic:<\/li><li>-- Sedation and somnolence have been reported; the potential for additive effects should be considered before coadministering with other centrally active depressants<\/li><li>Concomitant use:<\/li><li>-- Avoid use with alcohol<\/li><\/ul>"},{"id":"265250-s-3-11","title":"Pregnancy Category","mono":"Guanfacine: B (FDA)<br\/>"},{"id":"265250-s-3-12","title":"Breast Feeding","mono":"Guanfacine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"265250-s-4","title":"Drug Interactions","sub":{"2":{"id":"265250-s-4-15","title":"Moderate","mono":"<ul>Yohimbine (probable)<\/ul>"}}},"5":{"id":"265250-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Orthostatic hypotension (ADHD, 1%; hypertension, 15%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (ADHD, 7% to 19%; hypertension, 3% or less), Constipation (ADHD, 2% to 4%; hypertension, up to 15%), Xerostomia (ADHD, up to 8%; hypertension 5% to 54%)<\/li><li><b>Neurologic:<\/b>Dizziness (ADHD, 1% to 16%; hypertension, 1% to 15%), Headache (ADHD, 16% to 28%; hypertension, 1% to 13%), Insomnia (ADHD, 6% to 14%; hypertension, 4%), Somnolence (ADHD, 18% to 57%; hypertension, up to 39%)<\/li><li><b>Reproductive:<\/b>Erectile dysfunction (hypertension, up to 7%)<\/li><li><b>Other:<\/b>Fatigue (ADHD, 7% to 22%; hypertension 2% to 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia (ADHD, 1% to 5%; hypertension, 3% or less.), Hypotension (ADHD, 3% to 9%), Syncope (ADHD, 1%; hypertension, 1% or less)<\/li><li><b>Dermatologic:<\/b>Erythroderma (hypertension, up to 1%)<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},"6":{"id":"265250-s-6","title":"Drug Name Info","sub":{"0":{"id":"265250-s-6-17","title":"US Trade Names","mono":"<ul><li>Tenex<\/li><li>Intuniv<\/li><\/ul>"},"2":{"id":"265250-s-6-19","title":"Class","mono":"<ul><li>Alpha-2 Adrenergic Agonist<\/li><li>Antihypertensive<\/li><li>Central Nervous System Agent<\/li><\/ul>"},"3":{"id":"265250-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"265250-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"265250-s-7","title":"Mechanism Of Action","mono":"Guanfacine hydrochloride is a centrally acting antihypertensive which stimulates the alpha2-adrenergic receptor which reduces sympathetic nerve impulses from the vasomotor center to the heart and blood vessels that results in a slight reduction in heart rate (5 beats\/minute) and peripheral vascular resistance. The mechanism of action of guanfacine hydrochloride in ADHD is unknown <br\/>"},"8":{"id":"265250-s-8","title":"Pharmacokinetics","sub":[{"id":"265250-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral, adults, 2.6 hr (immediate-release); 6 hr (extended-release)<\/li><li>Tmax, Oral, pediatrics, 5 hr (extended-release)<\/li><li>Bioavailability, Oral: about 80%<\/li><li>Effects of food: increased exposure with high fat food<\/li><\/ul>"},{"id":"265250-s-8-24","title":"Distribution","mono":"<ul><li>Vd, adults: 6.3 L\/kg<\/li><li>Vd, pediatrics: 19.9 to 23.7 L\/kg<\/li><li>Protein binding: approximately 70%<\/li><\/ul>"},{"id":"265250-s-8-25","title":"Metabolism","mono":"Hepatic: 50%, via oxidation <br\/>"},{"id":"265250-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 50% unchanged<\/li><li>Renal clearance, adults: 170 to 914 mL\/hr\/kg (Frisk- Holmberg &amp; Wibell, 1986).<\/li><li>Renal clearance, pediatrics: 522 to 826 mL\/min<\/li><li>Dialyzable: poor (hemodialysis)<\/li><\/ul>"},{"id":"265250-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Adults: 17 hours (range 10  to 30 hours)<\/li><li>children (age 6 to 12 yr): 14.4 +\/- 2.39 hr<\/li><li>adolescents (age 13 to 17 yr): 17.9 +\/- 5.77 hr<\/li><li>older patients: upper end of the adult range<\/li><\/ul>"}]},"9":{"id":"265250-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Intuniv(R) Do not crush, chew, or break extended-release tablets<\/li><li>Intuniv(R) extended-release: Do not administer with high-fat meals<\/li><li>Intuniv(R) missed dose: Consider retitration of dose based on tolerability if 2 or more consecutive maintenance doses are missed<\/li><li>(Immediate-release) Administer at bedtime<\/li><\/ul>"},"10":{"id":"265250-s-10","title":"Monitoring","mono":"<ul><li>Hypertension: Normalized blood pressure indicates efficacy<\/li><li>ADHD: Improvement of mental and behavioral symptoms indicates efficacy<\/li><li>ADHD: Assess efficacy of long-term use; periodically<\/li><li>ADHD: Thorough examination prior to initiating therapy for ADHD diagnosis<\/li><li>ADHD: Palpitations, near syncope, or syncope; may be indicative of a cardiac condition<\/li><li>ADHD: Complete family and patient cardiovascular history to determine potential risk factors associated with sudden cardiac death (SCD)<\/li><li>ADHD: Detailed physical examination and medication history to detect cardiac conditions associated with SCD<\/li><li>ADHD: Further evaluation if family history, patient history or physical exam is suggestive of cardiac disease during initial visit or at follow up visits, and if indicated, consult pediatric cardiologist<\/li><li>ADHD: Cardiac symptoms and changes in family history<\/li><li>ADHD: Blood pressure and heart rate; baseline, at 1 to 3 months and every 6 to 12 months thereafter,, periodically during treatment, and after any dose increases; during concomitant use with antihypertensives or other drugs lowering heart rate, blood pressure, or inducing syncope<\/li><li>ADHD: Blood pressure and heart rate;  upon discontinuation or reduction of dosage<\/li><li>ADHD: Vital signs; often in presence of cardiac conduction abnormalities or concomitant use of sympatholytic agents<\/li><\/ul>"},"11":{"id":"265250-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 1 MG, 2 MG<\/li><li>Oral Tablet, Extended Release: 1 MG, 2 MG, 3 MG, 4 MG<\/li><\/ul><\/li><li><b>Intuniv<\/b><br\/>Oral Tablet, Extended Release: 1 MG, 2 MG, 3 MG, 4 MG<br\/><\/li><li><b>Tenex<\/b><br\/>Oral Tablet: 1 MG, 2 MG<br\/><\/li><\/ul>"},"12":{"id":"265250-s-12","title":"Toxicology","sub":[{"id":"265250-s-12-31","title":"Clinical Effects","mono":"<b>GUANFACINE<\/b><br\/>USES: Guanfacine (immediate-release) is used in the management of hypertension either as a monotherapy or in combination with other antihypertensives, especially thiazide-type diuretics. The extended-release formulation is used for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) as a monotherapy and as adjunctive therapy to stimulant medications in children and adolescents. PHARMACOLOGY: Guanfacine is a selective alpha 2 adrenoceptor agonist. By stimulating alpha 2A-adrendergic receptors, it can reduce sympathetic nerve impulses from the vasomotor center to the heart and blood vessels. Guanfacine is structurally related to clonidine. EPIDEMIOLOGY: Overdose is uncommon. OVERDOSE: MILD TO MODERATE TOXICITY: Drowsiness, lethargy, bradycardia, QTc prolongation, hypotension and transient hypertension have been reported with overdose of guanfacine. SEVERE TOXICITY: CNS depression and cardiac events should be anticipated. Hypotension may be delayed and prolonged. ADVERSE EFFECTS: Orthostatic hypotension, bradycardia, and somnolence are the primary adverse effects reported with therapeutic use. Constipation, indigestion, nausea, dizziness, headache, and fatigue have also been commonly reported. Dose related events reported commonly in children include somnolence, abdominal pain, hypotension, dry mouth and constipation.<br\/>"},{"id":"265250-s-12-32","title":"Treatment","mono":"<b>GUANFACINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive; bradycardia and hypotension can develop. Monitor vital signs and neurologic function frequently (ie somnolence, lethargy are common (especially in children)). Atropine is first-line therapy for symptomatic bradycardia. Patients may initially present with transient hypertension which generally does not require treatment. For hypotension, administer IV fluids, dopamine, norepinephrine as needed. NALOXONE: May be useful in treating hypotension, CNS depression, and apnea. DOSE: Adult or Pediatric: Initial: 0.4 to 2 mg IV; repeat as needed.  SEVERE TOXICITY: CNS depression and cardiac events should be anticipated. Hypotension may be delayed and prolonged. Frequently monitor vital signs and cardiac monitoring. Assess airway and respiratory function; airway support may be necessary.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is generally not warranted because of the risk of CNS depression. HOSPITAL: Administer activated charcoal after a potentially toxic ingestion if the patient is able to maintain airway or if airway is protected<\/li><li>Airway management: Airway management may be necessary following exposure. Assess airway and respiratory function. Administer oxygen. Endotracheal intubation and mechanical ventilation may be necessary due to significant CNS depression or cardiac toxicity.<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine. Isoproterenol has been used with guanfacine overdose.<\/li><li>Bradycardia: ATROPINE: ADULT: BOLUS: 0.5 mg IV may repeat every 3 to 5 min. Maximum: 3 mg. PEDIATRIC: 0.02 mg\/kg IV\/IO (0.04 to 0.06 mg\/kg ET). Repeat once, if needed. Minimum dose: 0.1 mg. Maximum single dose: Child: 0.5 mg; Adolescent: 1 mg. Maximum total dose: Child: 1 mg; Adolescent: 2 mg.<\/li><li>Hypertensive episode: Paradoxical hypertension is likely to be transient and generally should not be treated.  Nitroprusside is rapidly reversible and maybe used to treat LIFE-THREATENING hypertension. Administer 0.5 to 10 mcg\/kg\/min IV; adjust rate based upon patient response.<\/li><li>Monitoring of patient: Monitor vital signs frequently. Evaluate for CNS or respiratory depression. Institute continuous cardiac monitoring and obtain an ECG.<\/li><li>Enhanced elimination procedure: Guanfacine is not dialyzable. It has a plasma protein binding of 70% (immediate or extended release) and a high volume of distribution (mean 6.3 L\/kg).<\/li><li>Patient disposition: HOME CRITERIA: Home management in a young child is not indicated, since respiratory and CNS depression can occur following a single 1 mg dose. All children with a history of ingestion should be evaluated in a medical facility. OBSERVATION CRITERIA: All pediatric ingestions, adolescents\/adults who are symptomatic after inadvertent ingestions, and patients with a deliberate self-harm ingestion should be sent to a healthcare facility for evaluation and treatment.  IMMEDIATE RELEASE: Monitor for at least 6 hours (time to peak plasma concentration is 1 to 4 hours; average 2.6 hours after a single oral dose). EXTENDED RELEASE: Monitor for at least 8 to 14 hours (time to peak plasma concentration is 6 hours (range: 4 to 8 hours) and admit if sign or symptoms of toxicity develop. If patients develop lethargy, they should be observed for the development of more serious events (ie, coma, bradycardia and hypotension) for up to 24 hours due to a potential delayed onset of hypotension. ADMISSION CRITERIA:  All patients with lethargy, altered mental status, bradycardia, hypo- or hypertension require observation (frequent monitoring of vital signs and ECG) for a minimum of 24 hours due to the long half-life of guanfacine (either formulation). CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"265250-s-12-33","title":"Range of Toxicity","mono":"<b>GUANFACINE<\/b><br\/>TOXICITY: A toxic dose has not been established. An adult ingested 60 mg of guanfacine and developed severe drowsiness and bradycardia (45 bpm). A teenager ingested 25 mg of immediate-release guanfacine alone and initially developed hypertension about 8 hours after ingestion, followed by orthostatic hypotension that developed about 30 hours after exposure. She recovered with supportive care. A toddler (12 kg) developed lethargy, bradycardia and hypotension after ingesting 4 mg (0.33 mg\/kg). THERAPEUTIC DOSE: ANTIHYPERTENSIVE: IMMEDIATE RELEASE: ADULT: Initial dose: 1 mg recommended at bedtime; range: 1 to 3 mg daily. PEDIATRIC: ATTENTION DEFICIT HYPERACTIVITY DISORDER: EXTENDED RELEASE: Children 6 years of age and older: Initial dose: 1 mg once daily; maintenance: 1 to 4 mg once daily as a monotherapy or as an adjunctive therapy in combination with a psychostimulant. <br\/>"}]},"13":{"id":"265250-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness or somnolence.<\/li><li>Advise patient to use caution with activities leading to an increased core temperature to avoid dehydration, orthostatic hypotension, and syncope.<\/li><li>Drug may cause sedation, hypotension, dry mouth, headache, fatigue, constipation, or abdominal pain.<\/li><li>Advise patient against sudden discontinuation of drug, as this may cause rebound hypertension.<\/li><li>Patient should not drink alcohol or take CNS depressants with this drug.<\/li><li>Tell patient to contact healthcare professional for instructions if more than 2 successive doses are missed as titration may be necessary.<\/li><\/ul>"}}}