{"generic":"Amoxicillin","drugs":["Amoxicillin","Amoxicot","Amoxil","DisperMox","Moxatag","Moxilin","Trimox"],"mono":{"0":{"id":"27190-s-0","title":"Generic Names","mono":"Amoxicillin"},"1":{"id":"27190-s-1","title":"Dosing and Indications","sub":[{"id":"27190-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bacterial endocarditis; Prophylaxis:<\/b> (high-risk patient; dental, respiratory or infected skin\/skin structure procedures) 2 g ORALLY 30 to 60 minutes prior to procedure (guideline dosing)<\/li><li><b>Chlamydial infection:<\/b> (pregnant women) 500 mg ORALLY 3 times daily for 7 days (guideline dosing)<\/li><li><b>Ear, nose, and throat infection:<\/b> mild to moderate, 500 mg ORALLY every 12 hours or 250 mg ORALLY every 8 hours<\/li><li><b>Ear, nose, and throat infection:<\/b> severe, 875 mg ORALLY every 12 hours or 500 mg ORALLY every 8 hours<\/li><li><b>Gonorrhea, Acute uncomplicated anogenital and urethral infections due to N gonorrhoeae:<\/b> 3 g ORALLY as a single dose; amoxicillin is NOT recommended for gonorrhea because of resistance<\/li><li><b>Helicobacter pylori gastrointestinal tract infection:<\/b> (triple therapy) amoxicillin 1 g ORALLY twice a day in combination with clarithromycin 500 mg ORALLY twice a day and lansoprazole 30 mg ORALLY twice a day for 14 days; other standard-dose proton pump inhibitors are acceptable in combination with amoxicillin and clarithromycin<\/li><li><b>Helicobacter pylori gastrointestinal tract infection:<\/b> (dual therapy when clarithromycin cannot be used) amoxicillin 1 g ORALLY 3 times daily in combination with lansoprazole 30 mg ORALLY 3 times daily for 14 days<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> mild to moderate, 500 mg ORALLY every 12 hours OR 250 mg ORALLY every 8 hours<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> severe, 875 mg ORALLY every 12 hours OR 500 mg ORALLY every 8 hours<\/li><li><b>Infectious disease of genitourinary system:<\/b> mild to moderate, 500 mg ORALLY every 12 hours OR 250 mg ORALLY every 8 hours<\/li><li><b>Infectious disease of genitourinary system:<\/b> severe, 875 mg ORALLY every 12 hours OR 500 mg ORALLY every 8 hours<\/li><li><b>Inhalational anthrax, Postexposure; Prophylaxis:<\/b> 500 mg ORALLY 3 times daily to complete a 60-day course of prophylaxis: give after 14 to 21 days of fluoroquinolone or doxycycline therapy (guideline dosing)<\/li><li><b>Lower respiratory tract infection:<\/b> 875 mg ORALLY every 12 hours or 500 mg orally every 8 hours (manufacturer dosing).<\/li><li><b>Lower respiratory tract infection:<\/b> (community-acquired pneumonia) 1 g ORALLY 3 times daily (+\/- macrolide) (guideline dosing)<\/li><li><b>Lyme disease:<\/b> 500 mg ORALLY 3 times daily for 14 days (range, 14 to 28 days)<\/li><li><b>Pharyngitis - Tonsillitis:<\/b> (extended-release tablet) 775 mg ORALLY once daily, taken within 1 hour of finishing a meal, for 10 days<\/li><li><b>Streptococcal pharyngitis:<\/b> 1 g ORALLY once daily for 10 days (guideline dosing)<\/li><\/ul>"},{"id":"27190-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>(extended-release tablet) safety and efficacy not established in pediatric patients younger than 12 years<\/li><li>in neonates and infants 12 weeks or younger, the recommended upper dose limit is 30 mg\/kg\/day divided every 12 hours<\/li><li><b>Acute otitis media, Uncomplicated:<\/b> (6 months through 12 years of age) mild to moderate infection, 80 to 90 mg\/kg\/day ORALLY in 2 divided doses; duration of therapy is based on age of child; younger than 2 years, 10 days; 2 to 5 years, 7 days; 6 to 12 years, 5 to 7 days (guideline dosing)<\/li><li><b>Acute otitis media, Uncomplicated:<\/b> (6 months through 12 years of age) severe infection, 80 to 90 mg\/kg\/day ORALLY in 2 divided doses for 10 days (guideline dosing)<\/li><li><b>Bacterial endocarditis; Prophylaxis:<\/b>  (high-risk patient; dental, respiratory, or infected skin\/skin structure procedures) 50 mg\/kg ORALLY 30 to 60 minutes prior to procedure; MAX 2 g\/dose (guideline dosing)<\/li><li><b>Ear, nose, and throat infection:<\/b> older than 3 months (less than 40 kg) mild to moderate, 25 mg\/kg\/day ORALLY divided every 12 hours OR 20 mg\/kg\/day divided every 8 hours; (40 kg or greater) 500 mg ORALLY every 12 hours OR 250 mg ORALLY every 8 hours<\/li><li><b>Ear, nose, and throat infection:<\/b> older than 3 months (less than 40 kg) severe, 45 mg\/kg\/day ORALLY divided every 12 hours OR 40 mg\/kg\/day divided every 8 hours; (40 kg or greater), 875 mg ORALLY every 12 hours or 500 mg ORALLY every 8 hours<\/li><li><b>Gonorrhea, Acute uncomplicated anogenital and urethral infections due to N gonorrhoeae:<\/b> prepubertal children 2 years or older, 50 mg\/kg ORALLY combined with 25 mg\/kg probenecid as a single dose; amoxicillin is NOT recommended for gonorrhea because of resistance<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> older than 3 months (less than 40 kg) mild to moderate, 25 mg\/kg\/day ORALLY divided every 12 hours OR 20 mg\/kg\/day divided every 8 hours; (40 kg or greater) 500 mg ORALLY every 12 hours OR 250 mg ORALLY every 8 hours<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> older than 3 months (less than 40 kg) severe, 45 mg\/kg\/day ORALLY divided every 12 hours OR 40 mg\/kg\/day divided every 8 hours; (40 kg or greater), 875 mg ORALLY every 12 hours or 500 mg ORALLY every 8 hours<\/li><li><b>Infectious disease of genitourinary system:<\/b> older than 3 months (less than 40 kg) mild to moderate, 25 mg\/kg\/day ORALLY divided every 12 hours OR 20 mg\/kg\/day divided every 8 hours; (40 kg or greater) 500 mg ORALLY every 12 hours OR 250 mg ORALLY every 8 hours<\/li><li><b>Infectious disease of genitourinary system:<\/b> older than 3 months (less than 40 kg) severe, 45 mg\/kg\/day ORALLY divided every 12 hours OR 40 mg\/kg\/day divided every 8 hours; (40 kg or greater), 875 mg ORALLY every 12 hours or 500 mg ORALLY every 8 hours<\/li><li><b>Inhalational anthrax, Postexposure; Prophylaxis:<\/b> 80 mg\/kg per day divided every 8 hours (not to exceed 1500 mg\/day) to complete a 60-day course of prophylaxis; give after 14 to 21 days of fluoroquinolone or doxycycline therapy (guideline dosing).<\/li><li><b>Lower respiratory tract infection:<\/b> older than 3 months (less than 40 kg) 45 mg\/kg\/day ORALLY divided every 12 hours OR 40 mg\/kg\/day divided every 8 hours; (40 kg or greater), 875 mg ORALLY every 12 hours or 500 mg ORALLY every 8 hours<\/li><li><b>Lower respiratory tract infection:<\/b> (community-acquired pneumonia) older than 3 months, 90 mg\/kg\/day ORALLY in 2 divided doses; for children 5 years or older, MAX dose is 4 g\/day (guideline dosing)<\/li><li><b>Lyme disease:<\/b> 50 mg\/kg\/day ORALLY in 3 divided doses for 14 days (range, 14 to 28 days); MAX daily dose, 1500 mg<\/li><li><b>Pharyngitis - Tonsillitis:<\/b> (extended-release tablet) 12 years or older, 775 mg ORALLY once daily, taken within 1 hour of finishing a meal, for 10 days<\/li><li><b>Streptococcal pharyngitis:<\/b> 50 mg\/kg ORALLY once daily for 10 days; maximum 1 g daily (guideline dosing)<\/li><\/ul>"},{"id":"27190-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>(regular-release formulations) renal impairment:<\/b> GFR 10 to 30 mL\/min, 250 to 500 mg every 12 hours; GFR less than 10 mL\/min, 250 to 500 mg every 24 hours<\/li><li><b>(extended-release tablet) renal impairment:<\/b> CrCl less than 30 mL\/min, use not recommended<\/li><li>neonates and infants 12 weeks or younger, the recommended upper dose limit is 30 mg\/kg\/day divided every 12 hours<\/li><li><b>(regular-release formulations) hemodialysis:<\/b> 250 mg or 500 mg every 24 hours, depending on severity of infection; give additional dose both during and at the end of dialysis<\/li><li><b>(extended-release tablet) hemodialysis:<\/b> use not recommended<\/li><\/ul>"},{"id":"27190-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Ear, nose, and throat infection<\/li><li>Gonorrhea, Acute uncomplicated anogenital and urethral infections due to N gonorrhoeae<\/li><li>Helicobacter pylori gastrointestinal tract infection<\/li><li>Infection of skin AND\/OR subcutaneous tissue<\/li><li>Infectious disease of genitourinary system<\/li><li>Lower respiratory tract infection<\/li><li>Pharyngitis - Tonsillitis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Actinomycotic infection<\/li><li>Acute infective exacerbation of chronic obstructive pulmonary disease<\/li><li>Acute otitis media, Uncomplicated<\/li><li>Bacterial endocarditis; Prophylaxis<\/li><li>Chlamydial infection<\/li><li>Inhalational anthrax, Postexposure; Prophylaxis<\/li><li>Lyme disease<\/li><li>Periodontal infection<\/li><li>Post-infective arthritis<\/li><li>Preterm premature rupture of membranes<\/li><li>Streptococcal pharyngitis<\/li><\/ul>"}]},"3":{"id":"27190-s-3","title":"Contraindications\/Warnings","sub":[{"id":"27190-s-3-9","title":"Contraindications","mono":"serious hypersensitivity reactions, such as anaphylaxis and Stevens-Johnson syndrome, to amoxicillin or to other beta-lactam antibiotics (eg, penicillins and cephalosporins) <br\/>"},{"id":"27190-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- phenylketonurics; Amoxil(R) 200 mg and 400 mg chewable tablets contain phenylalanine<\/li><li>Gastrointestinal:<\/li><li>-- Clostridium difficile-associated diarrhea, including mild diarrhea to fatal colitis, has been reported and may occur over 2 months from last dose; discontinuation of antibiotics not directed against C difficile may be required if suspected or confirmed<\/li><li>Immunologic:<\/li><li>-- severe anaphylactic reactions, including fatalities, have been reported, especially in patients with history of penicillin hypersensitivity or history of sensitivity to multiple allergens; discontinue if allergic reaction occurs<\/li><li>Renal:<\/li><li>-- severe renal impairment (ie, GFR less than 30 mL\/min) or hemodialysis; dose adjustment recommended with oral capsules, tablets, suspension, and chewable tablets; use of extended-release formulation not recommended (Moxatag[R])<\/li><li>Other:<\/li><li>-- avoid use in patients with mononucleosis due to high risk of developing erythematous skin rash  or ampicillin-class antibiotics<\/li><li>-- false-positive readings for glucose urinary testing may occur with Clinitest(R), Benedict's Solution, or Fehling's Solution; enzymatic glucose oxidase reaction-type tests recommended<\/li><\/ul>"},{"id":"27190-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>A (AUS)<\/li><\/ul>"},{"id":"27190-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"27190-s-4","title":"Drug Interactions","sub":{"1":{"id":"27190-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Chlortetracycline (probable)<\/li><li>Demeclocycline (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Doxycycline (probable)<\/li><li>Lymecycline (probable)<\/li><li>Meclocycline (probable)<\/li><li>Methacycline (probable)<\/li><li>Methotrexate (probable)<\/li><li>Minocycline (probable)<\/li><li>Oxytetracycline (probable)<\/li><li>Rolitetracycline (probable)<\/li><li>Tetracycline (probable)<\/li><li>Venlafaxine (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"},"2":{"id":"27190-s-4-15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Khat (probable)<\/li><li>Probenecid (probable)<\/li><\/ul>"}}},"5":{"id":"27190-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (greater than 1%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (overall, greater than 1%; Helicobacter pylori therapy, 7% to 8%), Nausea (greater than 1%), Vomiting (greater than 1%)<\/li><li><b>Neurologic:<\/b>Headache (Helicobacter pylori therapy, 6% to 7%; extended-release tablets, 1%)<\/li><li><b>Reproductive:<\/b>Vulvovaginitis, Mycotic (extended-release, 2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile diarrhea<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><\/ul>"},"6":{"id":"27190-s-6","title":"Drug Name Info","sub":{"0":{"id":"27190-s-6-17","title":"US Trade Names","mono":"<ul><li>Amoxil<\/li><li>Amoxicot<\/li><li>DisperMox<\/li><li>Moxilin<\/li><li>Trimox<\/li><li>Moxatag<\/li><\/ul>"},"2":{"id":"27190-s-6-19","title":"Class","mono":"<ul><li>Antibiotic<\/li><li>Penicillin, Aminopenicillin<\/li><\/ul>"},"3":{"id":"27190-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"27190-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"27190-s-7","title":"Mechanism Of Action","mono":"Amoxicillin, an analog of ampicillin, is a semisynthetic antibiotic that inhibits the biosynthesis of cell wall mucopeptide. It is similar to penicillin with a broad-spectrum bactericidal activity against many strains of Gram-positive and Gram-negative microorganisms.<br\/>"},"8":{"id":"27190-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"27190-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1 to 2 hours (immediate-release); 3.1 hours (extended-release)<\/li><li>Effects of food: immediate-release: no effect when administered at the start of a light meal; extended-release: rate of absorption is decreased, extent of absorption is not effected.<\/li><\/ul>"},"1":{"id":"27190-s-8-24","title":"Distribution","mono":"Protein binding: approximately 20% <br\/>"},"3":{"id":"27190-s-8-26","title":"Excretion","mono":"<ul><li>Renal: approximately 60% (mostly unchanged)<\/li><li>Dialyzable: yes (hemodialysis)<\/li><\/ul>"},"4":{"id":"27190-s-8-27","title":"Elimination Half Life","mono":"immediate-release, 61.3 minutes; extended-release, 1.5 hours <br\/>"}}},"9":{"id":"27190-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(regular-release formulations) may be taken with or without food<\/li><li>(suspension, pediatric drops) shake well before measuring the dose<\/li><li>(suspension) may mix the dose with formula, milk, fruit juice, water, ginger ale, or cold drinks; after mixing, administer immediately and completely<\/li><li>(extended-release tablet) take within 1 hour of finishing a meal<\/li><li>(extended-release tablet) do not crush or chew<\/li><\/ul>"},"10":{"id":"27190-s-10","title":"Monitoring","mono":"<ul><li>CBC to monitor for therapeutic response; culture and susceptibility tests during treatment, if appropriate, to properly monitor for therapeutic effect and bacterial resistance; clinical and\/or bacteriological follow-up after discontinuation of therapy may be necessary<\/li><li>resolution of signs and symptoms of bacterial infection is indicative of efficacy<\/li><li>renal function; may consider in geriatric patients<\/li><\/ul>"},"11":{"id":"27190-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 250 MG, 500 MG<\/li><li>Oral Powder for Suspension: 125 MG\/5 ML, 200 MG\/5 ML, 250 MG\/5 ML, 400 MG\/5 ML<\/li><li>Oral Tablet: 500 MG, 875 MG<\/li><li>Oral Tablet, Chewable: 125 MG, 200 MG, 250 MG, 400 MG<\/li><li>Oral Tablet, Extended Release: 775 MG<\/li><\/ul><\/li><li><b>Amoxicot<\/b><br\/><ul><li>Oral Capsule: 250 MG, 500 MG<\/li><li>Oral Powder for Suspension: 125 MG\/5 ML, 250 MG\/5 ML<\/li><\/ul><\/li><li><b>Amoxil<\/b><br\/><ul><li>Oral Capsule: 250 MG, 500 MG<\/li><li>Oral Powder for Suspension: 125 MG\/5 ML, 200 MG\/5 ML, 250 MG\/5 ML, 400 MG\/5 ML<\/li><li>Oral Tablet, Chewable: 400 MG<\/li><\/ul><\/li><li><b>Amoxil Pediatric<\/b><br\/>Oral Powder for Suspension: 50 MG\/ML<br\/><\/li><li><b>Moxatag<\/b><br\/>Oral Tablet, Extended Release: 775 MG<br\/><\/li><li><b>Moxilin<\/b><br\/><ul><li>Oral Capsule: 250 MG, 500 MG<\/li><li>Oral Powder for Suspension: 250 MG\/5 ML<\/li><\/ul><\/li><li><b>Trimox<\/b><br\/>Oral Capsule: 500 MG<br\/><\/li><\/ul>"},"12":{"id":"27190-s-12","title":"Toxicology","sub":[{"id":"27190-s-12-31","title":"Clinical Effects","mono":"<b>PENICILLIN<\/b><br\/>USES: Penicillins are used to treat gram-negative bacilli that can include second-generation (eg, ampicillin, amoxicillin), third-generation (eg, carbenicillin and ticarcillin), and fourth-generation penicillins (eg, piperacillin). PHARMACOLOGY: Penicillin is derived from the fungus penicillum. As a class, penicillins contain a 6 aminopenicillanic acid nucleus, composed of a beta-lactam ring fused to a 5 member thiazolidine ring. Penicillins and other beta-lactams inhibit cell wall mucopeptide synthesis. TOXICOLOGY: A penicillin can act as an agonist at the picrotoxin binding site causing GABA antagonism, CNS excitation and seizures. High doses of amoxicillin can cause crystal precipitation in the urine, with hematuria and renal insufficiency. EPIDEMIOLOGY: Penicillin overdose is relatively uncommon, but has the potential to produce severe toxicity. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain and diarrhea may develop with ingestion. Skin rashes and urticaria may develop, especially with amoxicillin and ampicillin ingestions. Hematuria, crystalluria and transient renal insufficiency have been reported after amoxicillin overdose. SEVERE TOXICITY: Agitation, confusion, hallucinations, stupor, coma, multifocal myoclonus, seizures and encephalopathy may occur following massive doses of IV penicillins (40 to 100 million units\/day). Cardiac arrest and death have been associated with inadvertent intravenous administration of penicillin G (benzathine and procaine). Hyperkalemia may also develop. ADVERSE EFFECTS: COMMON: GASTROINTESTINAL: Nausea, vomiting, diarrhea, epigastric distress, and black hairy tongue are likely with orally administered penicillins. RENAL: Renal failure, crystalluria, interstitial nephritis, and hemorrhagic cystitis have been reported following the use of penicillin derivatives.Symptoms are frequently associated with sensitivity reactions and may include the following: DERMATOLOGY: Dermatologic reactions can vary greatly in severity, character, and distribution.  Amoxicillin and ampicillin appears to cause skin rashes more frequently than other penicillins. HEMATOLOGIC: Thrombocytopenia, neutropenia, and agranulocytosis have occurred following administration of the semisynthetic penicillins and may be related to a hypersensitivity reaction. SEVERE: Anaphylaxis may follow an exposure to any amount of penicillin; severe hypersensitivity reactions may result in anaphylaxis. Parenteral exposures are more likely to cause severe allergic reactions compared to an oral exposure. RARE: Penicillin-induced granulocytopenia is rare and has been associated with high-dose parenteral therapy. <br\/>"},{"id":"27190-s-12-32","title":"Treatment","mono":"<b>PENICILLIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat significant vomiting and diarrhea with IV fluids; administer antiemetics, as needed. HYPERSENSITIVITY REACTION: Administer antihistamines, with or without inhaled beta agonists, corticosteroids or epinephrine. MANAGEMENT OF SEVERE TOXICITY: ANAPHYLAXIS: Acute anaphylaxis is more likely to occur after parenteral exposure, but may develop with all routes. Administer oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids. Dysrhythmias should be treated with standard antiarrhythmic drugs, if necessary. SEIZURES: Initially treat with IV benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL: Gastric decontamination is unlikely to be necessary in most ingestions. HOSPITAL: GI decontamination is unlikely to be necessary, administer activated charcoal if the ingestion is recent and toxic coingestants are involved.<\/li><li>Airway management: Airway management is unlikely to be needed following an overdose; however, aggressive airway management is indicated in patients that develop a significant hypersensitivity\/anaphylactoid reaction.<\/li><li>Antidote: There is no known antidote.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor renal function, urinalysis, and electrolytes following a significant overdose. Monitor fluid status in patients with severe vomiting and\/or diarrhea. Obtain a baseline ECG and institute continuous cardiac monitoring in patients with a significant IV overdose. Plasma levels of these antibiotics are not clinically useful in overdose situations.<\/li><li>Enhanced elimination procedure: HEMODIALYSIS: Ampicillin-class antibiotics, amoxicillin and ticarcillin are removed from the circulation by hemodialysis, but as severe toxicity is highly unlikely hemodialysis is almost never indicated.<\/li><li>Intrathecal injection: Intrathecal injection has occurred rarely with penicillins. Treat seizures aggressively (benzodiapzepines, barbiturates, propofol). Cerebrospinal fluid (CSF) drainage and CSF exchange may be useful after a large overdose. The following information is derived from limited case reports and experience with antineoplastic agents. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).  Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with inadvertent ingestions of pediatric preparations can generally be managed at home. A small number of children ingesting more than 250 mg\/kg of amoxicillin have developed crystalluria, hematuria and transient renal insufficiency; any patient who develops urinary symptoms should be referred to a healthcare facility. OBSERVATION CRITERIA: Patients with deliberate overdose or with more than mild symptoms should be evaluated in a health care facility. All patients with a history of penicillin allergy or evidence of a hypersensitivity reaction should be referred immediately to a healthcare facility. Patients should be observed until symptoms resolve and clinical parameters (eg, vital signs, mental status) are within normal limits. ADMISSION CRITERIA: Patients with ongoing symptoms should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in patients with persistent renal or cardiovascular symptoms.<\/li><\/ul>"},{"id":"27190-s-12-33","title":"Range of Toxicity","mono":"<b>PENICILLIN <\/b><br\/>TOXICITY: A specific toxic dose has not been established. INTRAVENOUS: Agitation, confusion, hallucinations, stupor, coma multifocal myoclonus, seizures and encephalopathy may occur following massive doses of IV penicillins (40 to 100 million units\/day); patients with renal impairment may be at increased risk. AMOXICILLIN: ORAL: Serious toxicity is unlikely following large oral doses of amoxicillin. Acute renal failure has been described in a 3-year-old boy who ingested 574 mg\/kg of amoxicillin. Toxicity is unlikely with doses of 250 mg\/kg or less. THERAPEUTIC DOSE: SELECT AGENTS: AMOXICILLIN: ADULT: Up to 875 mg orally every 12 hours for severe infections; PEDIATRIC: ACUTE OTITIS MEDIA: CHILDREN 2 MONTHS OF AGE AND OLDER: 80 to 90 mg\/kg\/day orally in 2 to 3 divided doses for 5 to 7 days (or 10 days in children less than 6 years of age or severe illness). AMPICILLIN: ADULT: Various infections: Weighing 40 kg or greater: 500 mg IV\/IM every 6 hours; Weighing less than 40 kg: 50 mg\/kg\/day at 6 to 8 hour intervals; PEDIATRIC: Various infections: 150 to 200 mg\/kg\/day in equally divided doses every 3 to 4 hours. PENICILLIN G SODIUM: ADULT: Serious infections: 5 to 24 million units\/day in equally divided doses every 4 to 6 hours, depending on the infection and its severity; PEDIATRIC: This agent is NOT indicated in children requiring less than one million units per dose. PENICILLIN G BENZATHINE: ADULT: 2,400,000 units as a single dose or once daily for 2 to 3 days as indicated; PEDIATRIC: Varies by infection: Under 30 lbs: 600, 000 units as a single dose; 30 to 60 lbs: 900,000 units as a single dose; over 60 lbs: 2,400,000 units as a single dose.<br\/>"}]},"13":{"id":"27190-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may decrease effectiveness of oral contraceptives with concurrent use. Recommend additional form of birth control.<\/li><li>This drug may cause diarrhea, nausea, vomiting, or rash.<\/li><\/ul>"}}}