{"generic":"Hexachlorophene","drugs":["Hexachlorophene","Phisohex"],"mono":{"0":{"id":"279305-s-0","title":"Generic Names","mono":"Hexachlorophene"},"1":{"id":"279305-s-1","title":"Dosing and Indications","sub":{"0":{"id":"279305-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Disease due to Gram-positive bacteria; Prophylaxis:<\/b> work 5 mL of 3% cleanser on skin into a lather with small amounts of water and apply to area to be cleansed<\/li><li><b>Skin cleansing procedure, As a surgical scrub:<\/b> work 5 mL of 3% cleanser on skin into a lather with small amounts of water for 3 min; rinse thoroughly and repeat cleansing once<\/li><li><b>Skin cleansing procedure, As bacteriostatic cleanser:<\/b> work 5 mL of 3% cleanser on skin into a lather with small amounts of water and apply to area to be cleansed<\/li><\/ul>"},"1":{"id":"279305-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Disease due to Gram-positive bacteria; Prophylaxis:<\/b> work 5 mL of 3% cleanser on skin into a lather with small amounts of water and apply to area to be cleansed; should NOT be routinely used for bathing infants<\/li><li><b>Skin cleansing procedure, As bacteriostatic cleanser:<\/b> work 5 mL of 3% cleanser on skin into a lather with small amounts of water and apply to area to be cleansed; should NOT be routinely used for bathing infants<\/li><\/ul>"},"3":{"id":"279305-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Disease due to Gram-positive bacteria; Prophylaxis<\/li><li>Skin cleansing procedure, As a surgical scrub<\/li><li>Skin cleansing procedure, As bacteriostatic cleanser<\/li><\/ul>"}}},"3":{"id":"279305-s-3","title":"Contraindications\/Warnings","sub":[{"id":"279305-s-3-9","title":"Contraindications","mono":"<ul><li>burned or denuded skin; application to burns has produced neurotoxicity and death<\/li><li>hypersensitivity to hexachlorophene or any other component of the product<\/li><li>primary light sensitivity to halogenated phenol derivatives; possible cross-sensitivity to hexachlorophene<\/li><li>prophylactic total body bathing; do not use routinely<\/li><li>use on mucous membranes<\/li><li>use as occlusive dressing, wet pack, or lotion<\/li><li>use as vaginal pads or tampons<\/li><\/ul>"},{"id":"279305-s-3-10","title":"Precautions","mono":"<ul><li>avoid accidental contact with the eyes; promptly rinse thoroughly with water if accidental contact occurs<\/li><li>cerebral irritability, signs or symptoms of; promptly discontinue use<\/li><li>dermatologic conditions, such as lesions of ichthyosis congenita, dermatitis of Letterer-Siwe's syndrome; rapid absorption of hexachlorophene may occur with resultant toxic blood levels<\/li><li>detection of ocular irritation; apply to the head and periorbital skin areas only in responsive patients with unanesthetized eyes<\/li><li>external use only; harmful if swallowed<\/li><li>infants, especially premature or those with dermatoses; increased absorption has been associated with CNS effects (eg, irritability, generalized clonic muscular contractions, decerebrate rigidity) including convulsions; do not use for bathing infants unless specifically recommended by a physician<\/li><li>sensitive areas (eg, scrotum and perineum); rinse thoroughly after each use<\/li><\/ul>"},{"id":"279305-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"279305-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Drugs for which the effect on nursing infants is unknown but may be of concern.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"5":{"id":"279305-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Dermatitis, Photosensitivity<br\/><b>Serious<\/b><br\/><b>Neurologic:<\/b>Delirium (rare)<br\/>"},"6":{"id":"279305-s-6","title":"Drug Name Info","sub":{"0":{"id":"279305-s-6-17","title":"US Trade Names","mono":"Phisohex<br\/>"},"2":{"id":"279305-s-6-19","title":"Class","mono":"Antibacterial Cleansing Agent<br\/>"},"3":{"id":"279305-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"279305-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"279305-s-7","title":"Mechanism Of Action","mono":"Hexachlorophene is a bacteriostatic cleansing agent effective against staphylococci and gram-positive bacteria.<br\/>"},"9":{"id":"279305-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/>rinse thoroughly after each washing <br\/>"},"10":{"id":"279305-s-10","title":"Monitoring","mono":"<ul><li>reduction in local skin infections<\/li><li>CNS stimulation; infants, patients with generalized dermatologic conditions or burns<\/li><\/ul>"},"11":{"id":"279305-s-11","title":"How Supplied","mono":"<b>Phisohex<\/b><br\/>Topical Liquid: 3 %<br\/>"},"12":{"id":"279305-s-12","title":"Toxicology","sub":[{"id":"279305-s-12-31","title":"Clinical Effects","mono":"<b>HEXACHLOROPHENE <\/b><br\/>USES: Hexachlorophene is approved as a surgical scrub and bacteriostatic skin cleanser. It is indicated to control an outbreak of gram-positive infection where other infection control measures have failed. PHARMACOLOGY: Hexachlorophene is a bacteriostatic agent against staphylococci and other gram positive bacteria. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: DERMAL: Dermal application of highly concentrated (greater than 3%) preparations on several occasions or repeated applications of less concentrated preparations, especially in neonates or to damaged skin, may result in significant toxicity. Nausea, vomiting, anorexia, diarrhea, and lethargy frequently occur as early signs of toxicity. In one study, an erythematous desquamative rash was the most common sign of topical hexachlorophene toxicity (reported in 93% of 204 children dermally exposed to 6.3% hexachlorophene powder). The rash may precede or follow the onset of neurologic abnormalities. In patients with significant CNS toxicity (eg, coma, seizures), cerebral edema is almost always present, sometimes sufficient to cause herniation and death. INGESTION: Acute ingestion of large amounts (greater than 30 mL by adults) or repeated ingestion of small amounts may cause significant toxicity or death.  Anorexia, vomiting, abdominal pain, diarrhea, dehydration, seizures, hypotension, shock, and death have been reported following accidental ingestion of 1 to 4 oz (30 to 120 mL) of 3% hexachlorophene. Other reported effects include bradycardia, blindness, muscular fasciculations, irritability, weakness, hypertonicity, transverse myelopathy of the spinal cord, cranial nerve palsies, choreoathetosis, and cardiorespiratory arrest. <br\/>"},{"id":"279305-s-12-32","title":"Treatment","mono":"<b>HEXACHLOROPHENE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Treat severe hypotension with IV fluids, dopamine, or norepinephrine. Where elevated intracranial pressure or cerebral edema are present, treatment should be initiated.  Controlled hyperventilation, osmotic diuretics and\/or dexamethasone may prove to be useful. Based on hexachlorophene's lipid solubility, intravenous lipid infusion might be useful in the treatment of patients with severe toxicity, but there are no published reports of its use.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is not recommended because of the potential for CNS depression or seizures and subsequent aspiration. DERMAL: Vigorous washing with soap and water is necessary. Hexachlorophene is well absorbed dermally and may remain on the skin following simple rinsing due to poor solubility in water. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression or persistent seizures.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Hemodialysis is probably not effective due to rapid redistribution of hexachlorophene into body lipid stores.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with limited dermal exposure can probably be managed at home. Asymptomatic patients with inadvertent ingestion of a lick or taste can also be managed at home. Acute ingestion of large amounts (greater than 30 mL by adults, more than a lick or taste by children) or repeated ingestion of small amounts may cause significant toxicity or death. These patients should be referred to a healthcare facility. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, should be evaluated in a health care facility. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, electrolyte abnormalities, significant CNS depression, or persistent seizures. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"279305-s-12-33","title":"Range of Toxicity","mono":"<b>HEXACHLOROPHENE<\/b><br\/>TOXICITY: The minimal toxic or lethal dose following acute ingestion or repeated skin application is not well defined. Acute ingestion of large amounts (greater than 30 mL by adults) or repeated ingestion of small amounts may cause significant toxicity or death. Anorexia, vomiting, abdominal pain, diarrhea, dehydration, seizures, hypotension, shock, and death have been reported following inadvertent ingestion of 1 to 4 oz (30 to 120 mL) of 3% hexachlorophene. Following ingestion of 4 to 5 oz (120 to 150 mL) of a 3% hexachlorophene solution, a 6-year-old child became obtunded.  Hypotension and seizures ensued, and death occurred within an hour of ingestion. THERAPEUTIC DOSES: 5 mL emulsion used topically for 3 minutes. <br\/>"}]},"13":{"id":"279305-s-13","title":"Clinical Teaching","mono":"<ul><li>Avoid contact with eyes, burned or denuded skin, or mucous membranes.<\/li><li>This drug may cause dermatitis.<\/li><li>Patient should not use an occlusive dressing over areas treated with this drug.<\/li><\/ul>"}}}