{"generic":"Ampicillin Sodium","drugs":["Ampicillin Sodium"],"mono":{"0":{"id":"28410-s-0","title":"Generic Names","mono":"Ampicillin Sodium"},"1":{"id":"28410-s-1","title":"Dosing and Indications","sub":[{"id":"28410-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bacteremia associated with intravascular line:<\/b> (ampicillin-susceptible Enterococcus faecalis\/faecium) 2 g IV every 4 to 6 hours, with or without gentamicin 1 mg\/kg IV every 8 hours (guideline dose)<\/li><li><b>Bacterial endocarditis; Prophylaxis:<\/b> (high-risk patients; dental, respiratory, or infected skin\/skin structure or musculoskeletal tissue procedures) 2 g IV\/IM 30 to 60 minutes prior to procedure (guideline dose)<\/li><li><b>Bacterial meningitis:<\/b> 12 g\/day IV divided every 4 hours (guideline dosing)<\/li><li><b>Bacterial meningitis:<\/b> 150 to 200 mg\/kg\/day IV\/IM divided every 3 to 4 hours (manufacturer dosing)<\/li><li><b>Gonorrhea:<\/b> (males) 1000 mg IV\/IM divided into 2 doses given at an 8 to 12 hour interval<\/li><li><b>Gonorrhea:<\/b> (females 40 kg or greater) 500 mg IV\/IM every 6 hours<\/li><li><b>Gonorrhea:<\/b> (females less than 40 kg) 50 mg\/kg\/day IV\/IM divided every 6 to 8 hours<\/li><li><b>Infection of digestive system:<\/b> (40 kg or greater) 500 mg IV\/IM every 6 hours<\/li><li><b>Infection of digestive system:<\/b> (less than 40 kg) 50 mg\/kg\/day IV\/IM in divided doses every 6 to 8 hours<\/li><li><b>Infectious disease of genitourinary system:<\/b> (40 kg or greater) 500 mg IV\/IM every 6 hours<\/li><li><b>Infectious disease of genitourinary system:<\/b> (less than 40 kg) 50 mg\/kg\/day IV\/IM in divided doses every 6 to 8 hours<\/li><li><b>Infective endocarditis:<\/b> (enterococcal, strains susceptible to penicillin, gentamicin, and vancomycin) 2 g IV every 4 hours AND gentamicin sulfate 1 mg\/kg IV\/IM every 8 hours for 4 to 6 weeks (guideline dose)<\/li><li><b>Infective endocarditis:<\/b> (enterococcal, strains susceptible to penicillin, streptomycin, and vancomycin, and resistant to gentamicin) 2 g IV every 4 hours AND streptomycin 7.5 mg\/kg IV\/IM every 12 hours for 4 to 6 weeks  (guideline dose)<\/li><li><b>Infective endocarditis:<\/b> (Enterococcal faecalis strains resistant to penicillin, aminoglycoside, and vancomycin) 2 g IV every 4 hours, in combination with either imipenem\/cilastatin 500 mg IV every 6 hours or ceftriaxone sodium 2 g IV\/IM every 12 hours for a minimum of 8 weeks  (guideline dose)<\/li><li><b>Premature rupture of membranes:<\/b> 2 g IV every 6 hours, with erythromycin 250 mg every 6 hours for 48 hours followed by amoxicillin 250 mg ORALLY every 8 hours and erythromycin base 333 mg every 8 hours for 5 days (study dosing)<\/li><li><b>Respiratory tract infection:<\/b> (40 kg or greater) 250 to 500 mg IV\/IM every 6 hours<\/li><li><b>Respiratory tract infection:<\/b> (less than 40 kg) 25 to 50 mg\/kg\/day IV\/IM divided every 6 to 8 hours<\/li><li><b>Septicemia:<\/b> 150 to 200 mg\/kg\/day IV for at least 3 days, then continue IM every 3 to 4 hours<\/li><li><b>Streptococcus group B infection of the infant, Intrapartum; Prophylaxis:<\/b> 2 g IV initially (started at time of labor or rupture of membranes), then 1 g IV every 4 hours until delivery (guideline dose)<\/li><\/ul>"},{"id":"28410-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Bacterial endocarditis; Prophylaxis:<\/b> (high-risk patients; dental, respiratory, or infected skin\/skin structure or musculoskeletal tissue procedures) 50 mg\/kg IV\/IM 30 to 60 minutes prior to procedure; MAX 2 g\/dose (guideline dose)<\/li><li><b>Bacterial meningitis:<\/b> (age 0 to 7 days) 150 mg\/kg\/day IV divided every 8 hours (guideline dosing)<\/li><li><b>Bacterial meningitis:<\/b> (age 8 to 28 days) 200 mg\/kg\/day IV divided every 6 to 8 hours (guideline dosing)<\/li><li><b>Bacterial meningitis:<\/b> (age older than 28 days) 300 mg\/kg\/day divided every 6 hours (guideline dosing)<\/li><li><b>Bacterial meningitis:<\/b> 150 to 200 mg\/kg\/day IV\/IM divided every 3 to 4 hours (manufacturer dosing)<\/li><li><b>Gonorrhea:<\/b> (females less than 40 kg) 50 mg\/kg\/day IV\/IM divided every 6 to 8 hours<\/li><li><b>Gonorrhea:<\/b> (females 40 kg or greater) 500 mg IV\/IM every 6 hours<\/li><li><b>Infection of digestive system:<\/b> (less than 40 kg) 50 mg\/kg\/day IV\/IM in divided doses every 6 to 8 hours<\/li><li><b>Infection of digestive system:<\/b> (40 kg or greater) 500 mg IV\/IM every 6 hours<\/li><li><b>Infectious disease of genitourinary system:<\/b> (less than 40 kg) 50 mg\/kg\/day IV\/IM in divided doses every 6 to 8 hours<\/li><li><b>Infectious disease of genitourinary system:<\/b> (40 kg or greater) 500 mg IV\/IM every 6 hours<\/li><li><b>Infective endocarditis:<\/b> (enterococcal, strains susceptible to penicillin, gentamicin, and vancomycin) 300 mg\/kg\/day IV in 4 to 6 equally divided doses (MAX dose: 12 g\/day) AND gentamicin sulfate 1 mg\/kg IV\/IM every 8 hours for 4 to 6 weeks  (guideline dose)<\/li><li><b>Infective endocarditis:<\/b> (enterococcal, strains susceptible to penicillin, streptomycin, and vancomycin, and resistant to gentamicin) 300 mg\/kg\/day IV in 4 to 6 equally divided doses (MAX dose: 12 g\/day) AND streptomycin 10 to 15 mg\/kg IV\/IM every 12 hours for 4 to 6 weeks  (guideline dose)<\/li><li><b>Infective endocarditis:<\/b> (Enterococcus faecalis strains resistant to penicillin, aminoglycoside, and vancomycin) 300 mg\/kg\/day IV in 4 to 6 equally divided doses (MAX dose: 12 g\/day), in combination with either imipenem\/cilastatin 15 to 25 mg\/kg IV every 6 hours (MAX, 500 mg\/dose) or ceftriaxone sodium 50 mg\/kg IV\/IM every 12 hours (MAX, 2 g\/dose) for a minimum of 8 weeks  (guideline dose)<\/li><li><b>Respiratory tract infection:<\/b> (less than 40 kg) 25 to 50 mg\/kg\/day IV\/IM divided every 6 to 8 hours<\/li><li><b>Respiratory tract infection:<\/b> (40 kg or greater) 250 to 500 mg IV\/IM every 6 hours<\/li><li><b>Respiratory tract infection:<\/b> (community-acquired pneumonia; older than 3 months) 150 to 200 mg\/kg\/day IV in divided doses every 6 hours; resistant strains of Streptococcus pneumoniae (minimum inhibitory concentration for penicillin of 4 mcg\/mL or greater), 300 to 400 mg\/kg\/day IV in divided doses every 6 hours (guideline dosing)<\/li><li><b>Septicemia:<\/b> 150 to 200 mg\/kg\/day IV for at least 3 days, then continue IM every 3 to 4 hours<\/li><\/ul>"},{"id":"28410-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl 10 to 50 mL\/min, change interval to every 6 to 12 hours; CrCl less than 10 mL\/min, change interval to every 12 to 16 hours<\/li><li><b>geriatric:<\/b> no adjustments recommended<\/li><li><b>hemodialysis:<\/b> maintenance dose following hemodialysis<\/li><li><b>peritoneal dialysis (adults):<\/b> 250 mg every 12 hours<\/li><li><b>continuous hemofiltration:<\/b> 250 mg to 2 g every 6 to 12 hours<\/li><\/ul>"},{"id":"28410-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Bacterial meningitis<\/li><li>Gonorrhea<\/li><li>Infection of digestive system<\/li><li>Infectious disease of genitourinary system<\/li><li>Infective endocarditis<\/li><li>Respiratory tract infection<\/li><li>Septicemia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bacteremia associated with intravascular line<\/li><li>Bacterial endocarditis; Prophylaxis<\/li><li>Postoperative wound infection, Topical use<\/li><li>Premature rupture of membranes<\/li><li>Streptococcus group B infection of the infant, Intrapartum; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"28410-s-3","title":"Contraindications\/Warnings","sub":[{"id":"28410-s-3-9","title":"Contraindications","mono":"hypersensitivity to any penicillin <br\/>"},{"id":"28410-s-3-10","title":"Precautions","mono":"<ul><li>Immunologic:<\/li><li>-- severe anaphylactoid reactions, including fatalities, have been reported with penicillin therapy<\/li><li>-- give cautiously to patients with a history of hypersensitivity to multiple allergens due to serious and potentially fatal hypersensitivity reactions<\/li><li>Other:<\/li><li>-- mononucleosis; use not recommended<\/li><\/ul>"},{"id":"28410-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Ampicillin: B (FDA)<\/li><li>Ampicillin: A (AUS)<\/li><\/ul>"},{"id":"28410-s-3-12","title":"Breast Feeding","mono":"<ul><li>Ampicillin: WHO: Compatible with breastfeeding.<\/li><li>Ampicillin: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"28410-s-4","title":"Drug Interactions","sub":{"1":{"id":"28410-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Chlortetracycline (probable)<\/li><li>Demeclocycline (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Doxycycline (probable)<\/li><li>Lymecycline (probable)<\/li><li>Meclocycline (probable)<\/li><li>Methacycline (probable)<\/li><li>Minocycline (probable)<\/li><li>Oxytetracycline (probable)<\/li><li>Rolitetracycline (probable)<\/li><li>Tetracycline (probable)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},"2":{"id":"28410-s-4-15","title":"Moderate","mono":"<ul>Khat (probable)<\/ul>"}}},"5":{"id":"28410-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash, Urticaria<\/li><li><b>Gastrointestinal:<\/b>Diarrhea<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Erythroderma, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile colitis<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Thrombocytopenia<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><\/ul>"},"6":{"id":"28410-s-6","title":"Drug Name Info","sub":{"2":{"id":"28410-s-6-19","title":"Class","mono":"<ul><li>Antibiotic<\/li><li>Penicillin, Aminopenicillin<\/li><\/ul>"},"3":{"id":"28410-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"28410-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"28410-s-7","title":"Mechanism Of Action","mono":"Ampicillin is a semisynthetic penicillin (beta-lactam antibiotic) that shares the same mechanism of action as the other penicillins. It works by inhibiting bacterial cell-wall synthesis through binding to one or more penicillin bind proteins of actively dividing cells. Ampicillin may be bactericidal or bacteriostatic depending on drug concentration and the microorganism involved. <br\/>"},"8":{"id":"28410-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"28410-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, IM: 1 hour following 500 mg dose<\/li><li>Tmax, IV: 2 hours following 500 mg bolus<\/li><\/ul>"},"1":{"id":"28410-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 19.5 to 27 L<\/li><li>Protein binding: 20%<\/li><\/ul>"},"3":{"id":"28410-s-8-26","title":"Excretion","mono":"<ul><li>Bile: higher concentrations of the active form in bile than in serum<\/li><li>Renal: 40% to 92% unchanged<\/li><li>Renal clearance: 280 mL\/min<\/li><li>Dialyzable: Yes (hemodialysis), 62%; Yes (hemofiltration) (Golper et al, 1985)<\/li><\/ul>"},"4":{"id":"28410-s-8-27","title":"Elimination Half Life","mono":"1 to 1.9 hours (normal patients); 4 to 5 hours (renal failure); 15 to 20 hours (oliguria); 2 to 4 hours (newborn); up to 6 hours (premature infant); 1.6 hours (pregnancy) <br\/>"}}},"9":{"id":"28410-s-9","title":"Administration","mono":"<ul><li><b>Intramuscular<\/b><br\/><ul><li>reconstitute the 125-mg vial with 1.2 mL of sterile water for injection or bacteriostatic water for injection for a concentration of 125 mg\/mL<\/li><li>reconstitute the 250-mg, 500-mg, 1-g, and 2-g vials with 1 mL, 1.8 mL, 3.5 mL, and 6.8 mL of sterile water for injection or bacteriostatic water for injection, respectively, for a concentration of 250 mg\/mL<\/li><li>1-g and 2-g vials may be used for IM administration when the 250-mg and 500-mg vials are unavailable<\/li><li>administer within 1 hour of preparation<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute the 125-mg, 250-mg, and 500-mg vials with 5 mL of sterile water for injection or bacteriostatic water for injection; administer by direct IV injection over 3 to 5 minutes<\/li><li>reconstitute the 1-g and 2-g vial with 7.4 mL and 14.8 mL of sterile water for injection or bacteriostatic water for injection, respectively; administer by direct IV injection over 10 to 15 minutes; more rapid administration may result in convulsive seizures<\/li><li>reconstitute 10-gram pharmacy bulk vial with 94 mL of sterile water for injection for a concentration of 100 mg\/mL<\/li><li>administer direct IV injections within 1 hour of preparation<\/li><li>after reconstitution, solution may be further diluted with NS, D5W, or LR to a concentration up to 30 mg\/mL and given by IV infusion<\/li><\/ul><\/li><\/ul>"},"10":{"id":"28410-s-10","title":"Monitoring","mono":"<ul><li>CBC<\/li><li>bacteriological response; frequently when treating chronic urinary tract and intestinal infections; assessment for several months after therapy completion may be required<\/li><li>serological tests; monthly for a minimum of 4 months in all cases where concomitant syphilis is suspected<\/li><li>improvement in the signs and symptoms of infection is indicative of efficacy<\/li><li>clinical response; frequently when treating chronic urinary tract and intestinal infections; assessment for several months after therapy completion may be required<\/li><li>hematopoietic, hepatic, and renal function; periodically during prolonged therapy<\/li><\/ul>"},"11":{"id":"28410-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/><ul><li>Injection Powder for Solution: 1 GM, 2 GM, 10 GM, 125 MG, 250 MG, 500 MG<\/li><li>Intravenous Powder for Solution: 10 GM<\/li><\/ul>"},"12":{"id":"28410-s-12","title":"Toxicology","sub":[{"id":"28410-s-12-31","title":"Clinical Effects","mono":"<b>PENICILLIN<\/b><br\/>USES: Penicillins are used to treat gram-negative bacilli that can include second-generation (eg, ampicillin, amoxicillin), third-generation (eg, carbenicillin and ticarcillin), and fourth-generation penicillins (eg, piperacillin). PHARMACOLOGY: Penicillin is derived from the fungus penicillum. As a class, penicillins contain a 6 aminopenicillanic acid nucleus, composed of a beta-lactam ring fused to a 5 member thiazolidine ring. Penicillins and other beta-lactams inhibit cell wall mucopeptide synthesis. TOXICOLOGY: A penicillin can act as an agonist at the picrotoxin binding site causing GABA antagonism, CNS excitation and seizures. High doses of amoxicillin can cause crystal precipitation in the urine, with hematuria and renal insufficiency. EPIDEMIOLOGY: Penicillin overdose is relatively uncommon, but has the potential to produce severe toxicity. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain and diarrhea may develop with ingestion. Skin rashes and urticaria may develop, especially with amoxicillin and ampicillin ingestions. Hematuria, crystalluria and transient renal insufficiency have been reported after amoxicillin overdose. SEVERE TOXICITY: Agitation, confusion, hallucinations, stupor, coma, multifocal myoclonus, seizures and encephalopathy may occur following massive doses of IV penicillins (40 to 100 million units\/day). Cardiac arrest and death have been associated with inadvertent intravenous administration of penicillin G (benzathine and procaine). Hyperkalemia may also develop. ADVERSE EFFECTS: COMMON: GASTROINTESTINAL: Nausea, vomiting, diarrhea, epigastric distress, and black hairy tongue are likely with orally administered penicillins. RENAL: Renal failure, crystalluria, interstitial nephritis, and hemorrhagic cystitis have been reported following the use of penicillin derivatives.Symptoms are frequently associated with sensitivity reactions and may include the following: DERMATOLOGY: Dermatologic reactions can vary greatly in severity, character, and distribution.  Amoxicillin and ampicillin appears to cause skin rashes more frequently than other penicillins. HEMATOLOGIC: Thrombocytopenia, neutropenia, and agranulocytosis have occurred following administration of the semisynthetic penicillins and may be related to a hypersensitivity reaction. SEVERE: Anaphylaxis may follow an exposure to any amount of penicillin; severe hypersensitivity reactions may result in anaphylaxis. Parenteral exposures are more likely to cause severe allergic reactions compared to an oral exposure. RARE: Penicillin-induced granulocytopenia is rare and has been associated with high-dose parenteral therapy. <br\/>"},{"id":"28410-s-12-32","title":"Treatment","mono":"<b>PENICILLIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat significant vomiting and diarrhea with IV fluids; administer antiemetics, as needed. HYPERSENSITIVITY REACTION: Administer antihistamines, with or without inhaled beta agonists, corticosteroids or epinephrine. MANAGEMENT OF SEVERE TOXICITY: ANAPHYLAXIS: Acute anaphylaxis is more likely to occur after parenteral exposure, but may develop with all routes. Administer oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids. Dysrhythmias should be treated with standard antiarrhythmic drugs, if necessary. SEIZURES: Initially treat with IV benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL: Gastric decontamination is unlikely to be necessary in most ingestions. HOSPITAL: GI decontamination is unlikely to be necessary, administer activated charcoal if the ingestion is recent and toxic coingestants are involved.<\/li><li>Airway management: Airway management is unlikely to be needed following an overdose; however, aggressive airway management is indicated in patients that develop a significant hypersensitivity\/anaphylactoid reaction.<\/li><li>Antidote: There is no known antidote.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor renal function, urinalysis, and electrolytes following a significant overdose. Monitor fluid status in patients with severe vomiting and\/or diarrhea. Obtain a baseline ECG and institute continuous cardiac monitoring in patients with a significant IV overdose. Plasma levels of these antibiotics are not clinically useful in overdose situations.<\/li><li>Enhanced elimination procedure: HEMODIALYSIS: Ampicillin-class antibiotics, amoxicillin and ticarcillin are removed from the circulation by hemodialysis, but as severe toxicity is highly unlikely hemodialysis is almost never indicated.<\/li><li>Intrathecal injection: Intrathecal injection has occurred rarely with penicillins. Treat seizures aggressively (benzodiapzepines, barbiturates, propofol). Cerebrospinal fluid (CSF) drainage and CSF exchange may be useful after a large overdose. The following information is derived from limited case reports and experience with antineoplastic agents. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).  Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with inadvertent ingestions of pediatric preparations can generally be managed at home. A small number of children ingesting more than 250 mg\/kg of amoxicillin have developed crystalluria, hematuria and transient renal insufficiency; any patient who develops urinary symptoms should be referred to a healthcare facility. OBSERVATION CRITERIA: Patients with deliberate overdose or with more than mild symptoms should be evaluated in a health care facility. All patients with a history of penicillin allergy or evidence of a hypersensitivity reaction should be referred immediately to a healthcare facility. Patients should be observed until symptoms resolve and clinical parameters (eg, vital signs, mental status) are within normal limits. ADMISSION CRITERIA: Patients with ongoing symptoms should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in patients with persistent renal or cardiovascular symptoms.<\/li><\/ul>"},{"id":"28410-s-12-33","title":"Range of Toxicity","mono":"<b>PENICILLIN <\/b><br\/>TOXICITY: A specific toxic dose has not been established. INTRAVENOUS: Agitation, confusion, hallucinations, stupor, coma multifocal myoclonus, seizures and encephalopathy may occur following massive doses of IV penicillins (40 to 100 million units\/day); patients with renal impairment may be at increased risk. AMOXICILLIN: ORAL: Serious toxicity is unlikely following large oral doses of amoxicillin. Acute renal failure has been described in a 3-year-old boy who ingested 574 mg\/kg of amoxicillin. Toxicity is unlikely with doses of 250 mg\/kg or less. THERAPEUTIC DOSE: SELECT AGENTS: AMOXICILLIN: ADULT: Up to 875 mg orally every 12 hours for severe infections; PEDIATRIC: ACUTE OTITIS MEDIA: CHILDREN 2 MONTHS OF AGE AND OLDER: 80 to 90 mg\/kg\/day orally in 2 to 3 divided doses for 5 to 7 days (or 10 days in children less than 6 years of age or severe illness). AMPICILLIN: ADULT: Various infections: Weighing 40 kg or greater: 500 mg IV\/IM every 6 hours; Weighing less than 40 kg: 50 mg\/kg\/day at 6 to 8 hour intervals; PEDIATRIC: Various infections: 150 to 200 mg\/kg\/day in equally divided doses every 3 to 4 hours. PENICILLIN G SODIUM: ADULT: Serious infections: 5 to 24 million units\/day in equally divided doses every 4 to 6 hours, depending on the infection and its severity; PEDIATRIC: This agent is NOT indicated in children requiring less than one million units per dose. PENICILLIN G BENZATHINE: ADULT: 2,400,000 units as a single dose or once daily for 2 to 3 days as indicated; PEDIATRIC: Varies by infection: Under 30 lbs: 600, 000 units as a single dose; 30 to 60 lbs: 900,000 units as a single dose; over 60 lbs: 2,400,000 units as a single dose.<br\/>"}]},"13":{"id":"28410-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report watery\/bloody stools, which may range in severity from mild diarrhea to fatal colitis and may occur 2 or more months after drug administration.<\/li><li>This drug may cause urticaria, glossitis, stomatitis, black &quot;hairy&quot; tongue, nausea, or vomiting.<\/li><li>Advise patient to report the development of a skin rash that appears 7 to 10 days after initiating therapy and is maculopapular, pruritic, and generalized.<\/li><\/ul>"}}}