{"drugs":["Amphadase","Hyaluronidase","Hydase","Kinerase","Vitrase"],"mono":{"0":{"id":"289285-s-0","title":"Generic Names","mono":"Hyaluronidase"},"1":{"id":"289285-s-1","title":"Dosing and Indications","sub":{"0":{"id":"289285-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hypersensitivity test, Amphadase(R):<\/b> Intradermal injection of 0.02 mL (3 units) of a 150-unit\/mL solution; positive reaction shows wheal and pseudopods and itching within 5 minutes, lasting for 20 to 30 minutes<\/li><li><b>Hypersensitivity test, Vitrase(R):<\/b> Intradermal injection of 0.02 mL (4 units) of a 200-unit\/mL solution; positive reaction shows wheal and pseudopods and itching within 5 minutes, lasting for 20 to 30 minutes<\/li><li><b>Injection of therapeutic agent, as adjuvant therapy to increase absorption\/dispersion of other injected drugs:<\/b> typical dose, add 150 units (range 50 to 300 units) to the injection solution<\/li><li><b>Subcutaneous clysis of patient for fluid administration:<\/b> Amphadase(R): 150 units SUBQ before SUBQ infusions: 150 units will facilitate absorption of 1000 mL or more of fluid<\/li><li><b>Subcutaneous clysis of patient for fluid administration:<\/b> Vitrase(R): 200 units SUBQ before SUBQ infusions: 200 units will facilitate absorption of 1000 mL or more of fluid<\/li><li><b>Urinary tract contrast procedure, For improved resorption of subcutaneously administered radiocontrast media in urography:<\/b> 75 units SUBQ over each scapula, followed by injection of the contrast medium at the same sites<\/li><\/ul>"},"1":{"id":"289285-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Injection of therapeutic agent, as adjuvant therapy to increase absorption\/dispersion of other injected drugs:<\/b> typical dose, add 150 units (range 50 to 300 units) to the injection solution<\/li><li><b>Subcutaneous clysis of patient for fluid administration:<\/b> Amphadase(R): 150 units SUBQ before SUBQ infusions: 150 units will facilitate absorption of 1000 mL or more of fluid<\/li><li><b>Subcutaneous clysis of patient for fluid administration:<\/b> Vitrase(R): 200 units SUBQ before SUBQ infusions: 200 units will facilitate absorption of 1000 mL or more of fluid<\/li><li><b>Subcutaneous clysis of patient for fluid administration:<\/b> (children less than 3 years) MAX volume of a single clysis not to exceed 200 mL<\/li><li><b>Subcutaneous clysis of patient for fluid administration:<\/b> (premature infants\/neonates) MAX clysis not to exceed 25 mL\/kg daily; rate of infusion not to exceed 2 mL\/min<\/li><li><b>Urinary tract contrast procedure, For improved resorption of subcutaneously administered radiocontrast media in urography:<\/b> 75 units  SUBQ over each scapula, followed by injection of the contrast medium at the same sites<\/li><\/ul>"},"3":{"id":"289285-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Injection of therapeutic agent, as adjuvant therapy to increase absorption\/dispersion of other injected drugs<\/li><li>Subcutaneous clysis of patient for fluid administration<\/li><li>Urinary tract contrast procedure, For improved resorption of subcutaneously administered radiocontrast media in urography<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cervical ripening procedure<\/li><li>Injection site extravasation<\/li><\/ul>"}}},"3":{"id":"289285-s-3","title":"Contraindications\/Warnings","sub":[{"id":"289285-s-3-9","title":"Contraindications","mono":"hypersensitivity to hyaluronidase or any component of the product; discontinue if sensitization occurs with skin test <br\/>"},{"id":"289285-s-3-10","title":"Precautions","mono":"<ul><li>concomitant use of dopamine or alpha agonists is not recommended<\/li><li>corneal administration; use not recommended<\/li><li>infected or acutely inflamed area; injection into or around is not recommended; risk of spreading to a localized infection<\/li><li>intravenous administration; rapid inactivation of enzyme; use not recommended<\/li><li>swelling due to bites or stings; use not recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"289285-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"289285-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"289285-s-4","title":"Drug Interactions","sub":{"1":{"id":"289285-s-4-14","title":"Major","mono":"<ul><li>Benzocaine (probable)<\/li><li>Bupivacaine (probable)<\/li><li>Bupivacaine Liposome (probable)<\/li><li>Butacaine (theoretical)<\/li><li>Chloroprocaine (theoretical)<\/li><li>Cocaine (theoretical)<\/li><li>Dibucaine (theoretical)<\/li><li>Etidocaine (theoretical)<\/li><li>Lidocaine (theoretical)<\/li><li>Mepivacaine (probable)<\/li><li>Prilocaine (theoretical)<\/li><li>Procaine (theoretical)<\/li><li>Proparacaine (theoretical)<\/li><li>Propoxycaine (theoretical)<\/li><li>Ropivacaine (theoretical)<\/li><li>Tetracaine (theoretical)<\/li><\/ul>"}}},"5":{"id":"289285-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Injection site reaction<br\/><b>Serious<\/b><br\/><b>Immunologic:<\/b>Anaphylaxis<br\/>"},"6":{"id":"289285-s-6","title":"Drug Name Info","sub":{"0":{"id":"289285-s-6-17","title":"US Trade Names","mono":"<ul><li>Kinerase<\/li><li>Vitrase<\/li><li>Amphadase<\/li><li>Hydase<\/li><\/ul>"},"2":{"id":"289285-s-6-19","title":"Class","mono":"<ul><li>Dermatological Agent<\/li><li>Enzyme<\/li><li>Tissue Permeability Modifier<\/li><\/ul>"},"3":{"id":"289285-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"289285-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"9":{"id":"289285-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>not recommended for IV use<br\/><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>(infants and children less than 3 years old) hyaluronidase may be added to a max of 200 mL of solution for small hypodermoclysis<\/li><li>(premature infants or neonates) do not exceed a rate of administration of 2 mL\/min for hypodermoclysis<\/li><li>for hypodermocylsis, insert needle with tip lying free and movable between skin and muscle, inject hyaluronidase into rubber tubing close to needle after clysis begins without pain or lump; alternatively inject hyaluronidase under the skin prior to clysis<\/li><li>for subQ urography, inject over each scapula, followed by injection of the contrast medium at the same site<\/li><li>(Vitrase(R)) after mixing with drug, store between 15 and 25 degrees C (59 to 77 degrees F) and use within 6 hours<\/li><\/ul><\/li><\/ul>"},"10":{"id":"289285-s-10","title":"Monitoring","mono":"<ul><li>facilitation of dispersion of coadministered subcutaneous solutions is indicative of efficacy<\/li><li>no specific toxic monitoring has been determined<\/li><\/ul>"},"11":{"id":"289285-s-11","title":"How Supplied","mono":"<b>Vitrase<\/b><br\/>Subcutaneous Solution: 200 U\/ML<br\/>"},"12":{"id":"289285-s-12","title":"Toxicology","sub":[{"id":"289285-s-12-31","title":"Clinical Effects","mono":"<b>HYALURONIDASE <\/b><br\/>USES: Hyaluronidase is indicated as an adjuvant to help increase the absorption and dispersion of other injected drugs, such as local anesthetics. Hyaluronidase is also used for improvement in the resorption of radiocontrast media for urography if IV administration cannot be accomplished. PHARMACOLOGY: Hyaluronidase is an enzyme which hydrolyzes intercellular ground substance. It enhances absorption and diffusion of drugs injected concomitantly by decreasing viscosity and barrier action of these substances.  Hyaluronidase human recombinant is a purified preparation of the enzyme recombinant human hyaluronidase produced by genetically engineered Chinese Hamster Ovary cells. Hyaluronidase human recombinant is a dispersing agent which modifies connective tissue permeability through hydrolysis of hyaluronic acid. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose of hyaluronidase has not been reported. Extensions of adverse effects seen at therapeutic doses should be expected. ADVERSE EFFECTS: Purified hyaluronidase has little toxicity.  No cardiovascular, capillary, or renal effects have been reported following single large doses. Skin hypersensitivity is rare and it has low antigenicity. Nausea, vomiting, tachycardia, hypotension, dizziness, chills, urticarial reactions, local edema, and local ecchymoses may also occur during therapeutic use. Conjunctivitis, myopia, and astigmatism have occurred following subconjunctival injections of hyaluronidase. Postoperative periorbital swelling and inflammation have also been reported following periorbital injection of high concentrations of hyaluronidase. <br\/>"},{"id":"289285-s-12-32","title":"Treatment","mono":"<b>HYALURONIDASE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: Hyaluronidase is administered topically and parenterally. Hyaluronidase is a protein found in nature and is likely to be digested following an ingestion. Gastrointestinal decontamination of the topical product is generally not necessary.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs following significant overdose. Monitor serum electrolytes in patients with significant vomiting. <\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, should be sent to a healthcare facility for evaluation and treated until symptoms resolve. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"289285-s-12-33","title":"Range of Toxicity","mono":"<b>HYALURONIDASE <\/b><br\/>TOXICITY: No adverse effects were noted following intra-arterial administration of highly purified bovine hyaluronidase in a dose of 200,000 International Units in 8 mL of saline over 1 1\/2 to 2 minutes into the common femoral artery for the treatment of severe peripheral arterial disease. Seven patients developed non-infectious periorbital inflammation 12 hours to 3 days after undergoing phacoemulsification under either a peribulbar or sub-tenon's block, including hyaluronidase (concentration range, 50 to 250 International Units\/mL) as an adjuvant to a local anesthetic agent. THERAPEUTIC DOSES: Varies by age, weight, and clinical condition of the patient; 50 to 300 units added to the injection solution. The typical dose is 150 units of hyaluronidase added to the vehicle containing the drug. CHILDREN: HYPODERMOCLYSIS: PREMATURE INFANTS OR DURING NEONATAL PERIOD: Daily dosage should not exceed 25 mL\/kg of body weight with a rate of administration no greater than 2 mL\/min. INFANTS AND CHILDREN LESS THAN 3 YEARS OF AGE: limit single clysis dose to 200 mL. UROGRAPHY (SUBCUTANEOUS): Administer 75 units SubQ over each scapula. Follow each injection with a contrast medium at the same sites. <br\/>"}]},"13":{"id":"289285-s-13","title":"Clinical Teaching","mono":"Drug may cause mild local injection site reactions, such as redness, swelling, itching, or pain. <br\/>"}}}