{"drugs":["Amyl Nitrite"],"mono":{"0":{"id":"29030-s-0","title":"Generic Names","mono":"Amyl Nitrite"},"1":{"id":"29030-s-1","title":"Dosing and Indications","sub":{"0":{"id":"29030-s-1-4","title":"Adult Dosing","mono":"<b>Angina:<\/b> administer 2 to 6 inhalations holding the capsule under the patient's nose, repeat in 3-5 minutes if necessary "},"1":{"id":"29030-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients"},"3":{"id":"29030-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Angina<br\/>"}}},"3":{"id":"29030-s-3","title":"Contraindications\/Warnings","sub":[{"id":"29030-s-3-9","title":"Contraindications","mono":"<ul><li>cerebral hemorrhage<\/li><li>glaucoma<\/li><li>head trauma, recent<\/li><li>hypersensitivity to organic nitrates<\/li><\/ul>"},{"id":"29030-s-3-10","title":"Precautions","mono":"<ul><li>anemia, severe<\/li><li>avoid abrupt withdrawal<\/li><li>avoid alcoholic beverages (increased hypotension)<\/li><li>geriatrics (othostatic hypotension)<\/li><li>HIGHLY FLAMMABLE; avoid exposure to heat or flame<\/li><li>hyperthyroidism<\/li><li>hypertrophic cardiomyopathy<\/li><li>hypotension<\/li><li>myocardial infarction, recent<\/li><li>pericardial tamponade<\/li><li>pregnancy<\/li><li>volume depletion<\/li><\/ul>"},{"id":"29030-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"29030-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"29030-s-4","title":"Drug Interactions","sub":[{"id":"29030-s-4-13","title":"Contraindicated","mono":"<ul><li>Avanafil (theoretical)<\/li><li>Riociguat (theoretical)<\/li><li>Sildenafil (theoretical)<\/li><li>Tadalafil (established)<\/li><li>Vardenafil (established)<\/li><\/ul>"}]},"5":{"id":"29030-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Orthostatic hypotension<\/li><li><b>Dermatologic:<\/b>Flushing<\/li><li><b>Neurologic:<\/b>Dizziness, Headache<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Syncope<\/li><li><b>Hematologic:<\/b>Methemoglobinemia<\/li><li><b>Neurologic:<\/b>Raised intracranial pressure<\/li><li><b>Ophthalmic:<\/b>Raised intraocular pressure<\/li><\/ul>"},"6":{"id":"29030-s-6","title":"Drug Name Info","sub":{"2":{"id":"29030-s-6-19","title":"Class","mono":"<ul><li>Antianginal<\/li><li>Nitrate<\/li><\/ul>"},"3":{"id":"29030-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"29030-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Antianginal-Thought to be the result of a reduction in systemic and pulmonary arterial pressure (afterload) and decreased cardiac output because of peripheral vasodilation, rather than coronary artery dilation.<\/li><li>Antidote (to cyanide poisoning)-Amyl nitrite promotes formation of methemoglobin, which combines with cyanide to form nontoxic cyanmethemoglobin.<\/li><\/ul>"},"8":{"id":"29030-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"29030-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic<br\/>"},"3":{"id":"29030-s-8-26","title":"Excretion","mono":"Systemic: Renal: 33%<br\/>"}}},"9":{"id":"29030-s-9","title":"Administration","mono":"<b>Inhalation<\/b><br\/><ul><li>prior to inhalation therapy, patient should be seated or recumbent when inhaling amyl nitrite<\/li><li>hold away from face and crush capsule between fingers; wave under the nose for 2-6 inhalations<\/li><li>avoid excessive amounts of inhalation<\/li><li>do not use where it might become ignited<\/li><li>store in refrigerator<\/li><\/ul>"},"10":{"id":"29030-s-10","title":"Monitoring","mono":"blood pressure, heart rate, relief of chest pain<br\/>"},"12":{"id":"29030-s-12","title":"Toxicology","sub":[{"id":"29030-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>NITRITES <\/b><br\/>USES: Nitrites are commonly found in the manufacturing industry; they are used in the manufacture of diazo dyes, potassium salts, nitroso compounds, and nitrogen oxide, dyeing and printing textile fabrics, in photography, as reagents in analytical chemistry, as a key chemical in metal treatment and finishing operations, and bleaching flax, silk, and linen. Nitrites are also used in meat curing and preserving, and high inorganic nitrite (KNO2, NaNO2) levels may be found in well water contaminated by septic tanks, municipal sewage, fertilizers, and feed lots where bacteria reduce nitrates to nitrites. Medically, sodium nitrite is used as an adjunct to disinfectant fluids to prevent rusting of the instruments. Sodium nitrite is also used as an antidote to cyanide poisoning in combination with sodium thiosulfate. Please refer to &quot;SODIUM NITRITE&quot; management for more information. PHARMACOLOGY: Sodium nitrite acts as a vasodilator and relaxes maximally contracted smooth muscles, especially at the level of the small blood vessels. In the setting of cyanide toxicity, sodium nitrite has its therapeutic effect by creating methemoglobin which scavenges cyanide and possibly by increasing hepatic blood flow. Nitrites oxidize normal (ferrous) hemoglobin to ferric hemoglobin (methemoglobin). TOXICOLOGY: Toxic effects of sodium nitrite are caused by an extension of therapeutic mechanisms. Significant vasodilation may cause hypotension and end-organ hypoperfusion. Excess methemoglobinemia may lead to functional hypoxia. The toxic effects of other nitrites are similar to sodium nitrite's effects. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Hypotension with syncope and tachycardia are common findings in toxicity. Cyanosis may also be noted due to methemoglobinemia. Other common symptoms include headache, nausea, vomiting, and abdominal pain. SEVERE TOXICITY: In cases of severe toxicity, patients may develop severe hypotension, distributive shock, coronary ischemia, cerebrovascular disease, and seizures. Profound methemoglobinemia may lead to respiratory depression, and coma. Death due to nitrite poisoning is caused by uncontrolled vasodilation and hypoperfusion, or by profound methemoglobinemia and functional hypoxia.<br\/><\/li><li><b>VOLATILE NITRITES <\/b><br\/>USES: Volatile nitrites are directly inhaled for abuse purposes. These agents are used to improve sexual performance (enhancing and prolonging orgasm and\/or as a smooth muscle relaxant). PHARMACOLOGY: Amyl, butyl and cyclohexyl nitrites are alkyl nitrites which are esters of nitrous acid. Alkyl nitrite esters are volatile organic liquids and have vasodilation effects. The physiologic effect is derived from a biological breakdown product, nitric oxide. They are different from nitroglycerin, which is an ester of nitric acid. TOXICOLOGY: Nitrite toxicity can produce methemoglobinemia. When direct oxidation of heme iron by nitrite occurs, it involves a reaction between oxygenated hemoglobin and the nitrite ion. Tissue hypoxia can also develop in this setting. EPIDEMIOLOGY: A popular recreational drug; severe toxicity and death can occur. OVERDOSE: Volatile nitrites (including amyl, butyl, isobutyl) are popular recreational drugs which are most commonly abused by the inhalation route for sexual stimulation. MILD TO MODERATE TOXICITY: Acute intoxication and\/or abuse results in vasodilation, with headache, violent flushing, blurred vision, palpitations, postural hypotension and syncope. SEVERE TOXICITY: INHALATION: Inhalation of large amounts (5 to 10 drops of amyl nitrite) can produce feelings of suffocation and muscular weakness. Reflex vasoconstriction with sinus tachycardia may follow initial symptoms. Continued exposure can result in methemoglobinemia. INGESTION: Ingestion of 10 mL of isobutyl or amyl nitrite has produced severe methemoglobinemia and death in both adults and children. TOLERANCE: Tolerance to nitrites can develop.<br\/><\/li><\/ul>"},{"id":"29030-s-12-32","title":"Treatment","mono":"<ul><li><b>NITRITES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment of mild to moderate toxicity consists of predominantly symptomatic and supportive care. Patients with mild hypotension should be treated with IV fluid hydration. MANAGEMENT OF SEVERE TOXICITY: Patients who develop severe hypotension should be treated first with aggressive IV fluid hydration. Vasopressors should be used with caution as they intensify the arteriolar constriction that is generated by spontaneous reflexes in the nitrite-poisoned patient, thereby further compromising tissue blood flow. Patients with symptomatic methemoglobinemia or markedly elevated methemoglobin levels greater than 30% should be treated with methylene blue. Rarely, pediatric patients with severe methemoglobinemia not responsive to methylene blue therapy may require exchange transfusion; patients may be temporized while awaiting transfusion with hyperbaric oxygen therapy. Treat seizures with benzodiazepines; add barbiturates if seizures persist.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not recommended because of the potential for CNS depression or persistent seizures and subsequent aspiration. HOSPITAL: Gastrointestinal decontamination with single-dose activated charcoal may be considered in patients with a recent (within 1 hour) potentially life-threatening ingestion of sodium nitrite who are awake and able to protect their airway.<\/li><li>Airway management: Patients with nitrite toxicity may require intubation for respiratory failure associated with altered mental status due to hypotension or functional hypoxia due to methemoglobinemia.<\/li><li>Antidote: There is no specific antidote for treatment of nitrite toxicity. However, patients who develop significant methemoglobinemia (symptomatic patients or patients with a methemoglobin level of greater than 30%) should be treated with methylene blue. Additional doses may be required for substances with prolonged absorption or slow elimination. Contraindications to treatment with methylene blue include known G-6-PD deficiency (may cause hemolysis), known hypersensitivity to methylene blue, and methemoglobin reductase deficiency.<\/li><li>Enhanced elimination procedure: Hemodialysis is typically not useful for treatment of nitrite toxicity. Exchange transfusion may be considered in severely symptomatic patients, especially neonatal and pediatric patients, if the methemoglobinemia is not responsive to methylene blue therapy. It may also be useful in patients with known G-6-PD deficiency or NADPH-dependent methemoglobin reductase deficiencies. Exchange transfusions are of limited applicability in adults due to the inherent risks of large blood volumes required in adults. Although there is limited data in humans, hyperbaric oxygen (HBO) may be considered as a supportive measure while preparations for exchange transfusion are being made. HBO may provide sufficient oxygen to maintain life with dissolved oxygen in blood, and temporarily obviates the need for functional hemoglobin.<\/li><li>Monitoring of patient: Serum nitrite concentrations are not widely available or clinically useful. Determine CBC and methemoglobin concentration in all cyanotic patients or patients with dyspnea or other signs of respiratory distress. Arterial blood gases should be monitored in symptomatic or cyanotic patients. An arterial blood gas test will reveal a falsely normal calculated oxygen saturation despite low measured pulse oximetry. If oxygen saturation is measured, it will be low relative to the pO2. This saturation gap suggests methemoglobinemia. Monitor vital signs. Monitor serum electrolyte status in patients with significant vomiting. Monitor CBC and renal function in symptomatic patients. Monitor mental status and perform a neurologic exam in symptomatic patients. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients.<\/li><li>Patient disposition: OBSERVATION CRITERIA:  Patients with deliberate or significant exposure should be sent to a healthcare facility for evaluation, treatment, and observation. Patients who are asymptomatic with normal methemoglobin concentrations can be discharged after 6 hours of observation. ADMISSION CRITERIA: Patients who develop significant hypotension, or signs and symptoms of methemoglobinemia should be admitted to an intensive care unit. CONSULT CRITERIA: Contact a local poison center for a toxicology consult for any patient with suspected symptomatic nitrite toxicity.<\/li><\/ul><\/li><li><b>VOLATILE NITRITES<\/b><br\/><ul><li>Decontamination: Usually not indicated because these agents are inhaled. Following ingestion, activated charcoal may be of little benefit because of rapid absorption. Wash exposed skin with soap and water and remove contaminated clothing.<\/li><li>Support: In general, the vasodilatory effects of volatile nitrite abuse can usually be managed with symptomatic and supportive care.<\/li><li>Hypotensive episode: Administer 10 to 20 ml\/kg of 0.9% NS, dopamine, norepinephrine.<\/li><li>Seizure: Evaluate for and correct methemoglobinemia. Administer benzodiazepines, barbiturates.<\/li><li>Methemoglobinemia: Monitor methemoglobin levels; levels above 20 to 30 percent may produce symptoms. Symptomatic patients should be treated with Methylene Blue: Initial Dose: Adult or Child: 1 to 2 mg\/kg\/dose (0.1 to 0.2 mL\/kg\/dose) IV over 5 minutes with a 30 mL flush of NS as needed every 4 hours.<\/li><li>Monitoring of patient: Monitor vital signs frequently. Obtain baseline CBC and methemoglobin level in cyanotic or symptomatic (dyspnea or other signs of hypoxia) patients. Monitor ABGs as necessary.<\/li><\/ul><\/li><\/ul>"},{"id":"29030-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>NITRITES <\/b><br\/>TOXICITY: The minimum toxic dose of nitrite is extremely variable; the assessment of the severity of toxicity should be based on clinical findings in the majority of cases. The lowest reported lethal dose of oral sodium nitrite was a 1 g ingestion prior to death in a 17-year-old girl. THERAPEUTIC AND NORMAL DOSE RANGE: The acceptable daily intake of dietary nitrites (excluding infants under 6 months of age) is 0.4 mg\/kg. Please refer to &quot;SODIUM NITRITE&quot; management for dosing information.<br\/><\/li><li><b>VOLATILE NITRITES<\/b><br\/>TOXICITY: Minimum toxic dose is extremely variable. AMYL NITRITE: Ingestion of 10 mL has produced methemoglobinemia; 5 to 10 drops may cause violent flushing of the face and severe palpitations associated with feelings of severe cardiac distress. Deaths have been reported following ingestion and inhalation of amyl nitrite. BUTYL NITRITE: (used in household products) Death was reported in an adult following a 9.5 mL ingestion. ISOBUTYL NITRITE: (used in household products) Ingestions of 10 to 30 mL may produce symptoms; a toddler died after an ingestion of 10 to 15 mL. THERAPEUTIC DOSE: AMYL NITRITE: Originally used for angina, but has been replaced by sublingual nitrate therapy. Cyanide Antidote Package: Cyanide Poisoning: Use amyl nitrite initially until sodium nitrite can be administered. Break an ampule and hold it in front of the patient's mouth for 15 seconds; followed by a rest of 15 seconds. Reapply until sodium nitrite can be administered.<br\/><\/li><\/ul>"}]},"13":{"id":"29030-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to rise slowly from a sitting\/supine position, as drug may cause orthostatic hypotension. Elderly patients may be at particular risk for this adverse effect.<\/li><li>Drug is highly flammable. Advise patient to avoid using drug near heat, open flame, or while smoking.<\/li><li>This drug may cause tachyarrhythmia, facial flushing, nausea, vomiting, asthenia, dizziness, headache, restlessness, or hemolytic anemia.<\/li><li>Instruct patient to report unstable angina, symptomatic hypotension, dyspnea, or syncope.<\/li><li>Tell patients on prolonged therapy to report decreased effectiveness of drug, as tolerance may develop.<\/li><li>Patient should be seated or recumbent during inhalation therapy.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patient should avoid drinking alcohol while taking this drug, as this may add to hypotensive effects.<\/li><\/ul>"}}}