{"drugs":["Apresoline","Hydralazine Hydrochloride","Novaplus HydrALAZINE Hydrochloride"],"mono":{"0":{"id":"290630-s-0","title":"Generic Names","mono":"Hydralazine Hydrochloride"},"1":{"id":"290630-s-1","title":"Dosing and Indications","sub":[{"id":"290630-s-1-4","title":"Adult Dosing","mono":"<ul><li>parenteral (rapid IV or IM injection) route indicated only when oral therapy not feasible; frequent blood pressure monitoring recommended<\/li><li>conversion from parenteral to oral therapy usually possible within 24 to 48 hours<\/li><li><b>Congestive heart failure:<\/b> 200 to 300 mg ORALLY daily in 2 to 4 divided doses<\/li><li><b>Essential hypertension:<\/b> initial, 10 mg ORALLY 4 times daily for 2 to 4 days; increase to 25 mg ORALLY 4 times daily for remainder of week 1; week 2 and subsequent weeks, increase to 50 mg ORALLY 4 times daily; maintenance, titrate to lowest effective dose according to individual response; MAX dose 300 mg\/day<\/li><li><b>Essential hypertension:<\/b> emergency therapy: 20 to 40 mg\/dose IM or IV bolus as needed<\/li><li><b>Gestational hypertension:<\/b> 5 mg IV bolus (Patterson-Brown et al, 1994)<\/li><\/ul>"},{"id":"290630-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in controlled clinical trials<\/li><li><b>Essential hypertension:<\/b> 0.75 mg\/kg\/day ORALLY in 4 divided doses; increase gradually over 3 to 4 weeks; MAX dose 7.5 mg\/kg or 200 mg daily<\/li><li><b>Essential hypertension:<\/b> emergency therapy: 1.7 to 3.5 mg\/kg\/day IM or IV bolus in 4 to 6 divided doses<\/li><\/ul>"},{"id":"290630-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal damage, marked:<\/b> dosage reduction may be required<\/li><li><b>renal impairment:<\/b>  increase dosing interval to every 8 to 16 hours<\/li><li><b>geriatric:<\/b> lower initial doses recommended<\/li><li><b>dialysis:<\/b> no dosage supplementation required (hemodialysis or peritoneal dialysis)<\/li><\/ul>"},{"id":"290630-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Essential hypertension<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Congestive heart failure<\/li><li>Gestational hypertension<\/li><li>Mitral and aortic incompetence<\/li><li>Pulmonary hypertension<\/li><\/ul>"}]},"3":{"id":"290630-s-3","title":"Contraindications\/Warnings","sub":[{"id":"290630-s-3-9","title":"Contraindications","mono":"<ul><li>coronary artery disease<\/li><li>hypersensitivity to hydrALAZINE<\/li><li>mitral valvular rheumatic heart disease<\/li><\/ul>"},{"id":"290630-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- myocardial stimulation, including angina, ECG changes of myocardial ischemia, and myocardial infarction may occur, especially in patients with suspected coronary artery disease<\/li><li>-- use caution in patients with mitral valvular disease as pulmonary artery pressure may be increased<\/li><li>-- postural hypotension has been reported<\/li><li>Hematologic:<\/li><li>-- blood dyscrasias, such as anemia, leukopenia, agranulocytosis, and purpura, may occur<\/li><li>Immunologic:<\/li><li>-- systemic lupus erythematosus-like symptoms, including glomerulonephritis, have been reported, especially with higher doses<\/li><li>Neurologic:<\/li><li>-- use caution in patients with stroke as cardiovascular inadequacies may worsen<\/li><li>-- peripheral neuritis has been reported<\/li><li>Renal:<\/li><li>-- use caution in patients with advanced renal disease<\/li><li>Other:<\/li><li>-- positive antinuclear antibody titer; discontinuation may be required<\/li><\/ul>"},{"id":"290630-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Hydralazine: C (FDA)<\/li><li>Hydralazine: C (AUS)<\/li><\/ul>"},{"id":"290630-s-3-12","title":"Breast Feeding","mono":"<ul><li>Hydralazine: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Hydralazine: WHO: Compatible with breastfeeding.<\/li><li>Hydralazine: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"5":{"id":"290630-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Angina, Edema, Palpitations, Tachycardia<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Loss of appetite, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Headache<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Agranulocytosis, Leukopenia<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Lupus pneumonia (Acute), Systemic lupus erythematosus<\/li><\/ul>"},"6":{"id":"290630-s-6","title":"Drug Name Info","sub":{"0":{"id":"290630-s-6-17","title":"US Trade Names","mono":"<ul><li>Apresoline<\/li><li>Novaplus HydrALAZINE Hydrochloride<\/li><\/ul>"},"2":{"id":"290630-s-6-19","title":"Class","mono":"Peripheral Vasodilator<br\/>"},"3":{"id":"290630-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"290630-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"290630-s-7","title":"Mechanism Of Action","mono":"HydrALAZINE hydrochloride, an antihypertensive with unknown mechanism of action, apparently decreases blood pressure by exhibiting a peripheral-vasodilating effect through a direct relaxation of vascular smooth muscle. It interferes with calcium movement responsible for initiating or maintaining the contractile state within the vascular smooth muscle by altering cellular calcium metabolism. HydrALAZINE hydrochloride also indirectly increases renin secretion, ultimately leading to sodium reabsorption, as a response to reflex sympathetic discharge.<br\/>"},"8":{"id":"290630-s-8","title":"Pharmacokinetics","sub":[{"id":"290630-s-8-23","title":"Absorption","mono":"Oral: time to peak concentration, 1 h to 2 h <br\/>"},{"id":"290630-s-8-24","title":"Distribution","mono":"Protein binding: 87% <br\/>"},{"id":"290630-s-8-25","title":"Metabolism","mono":"Hepatic <br\/>"},{"id":"290630-s-8-26","title":"Excretion","mono":"Renal: mainly as metabolites <br\/>"},{"id":"290630-s-8-27","title":"Elimination Half Life","mono":"3 h to 7 h <br\/>"}]},"9":{"id":"290630-s-9","title":"Administration","mono":"<b>Parenteral<\/b><br\/><ul><li>do not add to infusion solutions<\/li><li>use immediately after vial is opened<\/li><li>pediatric, administer by IV push over 3 to 5 minutes; continuous or intermittent infusions not recommended<\/li><\/ul>"},"10":{"id":"290630-s-10","title":"Monitoring","mono":"<ul><li>reduction in systolic and diastolic blood pressure; for injection, blood pressure frequently<\/li><li>CBC and antinuclear antibody titers; at baseline and periodically during prolonged treatment<\/li><\/ul>"},"11":{"id":"290630-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 20 MG\/ML<\/li><li>Oral Tablet: 10 MG, 25 MG, 50 MG, 100 MG<\/li><\/ul><\/li><li><b>Amerinet Choice hydrALAZINE HCl<\/b><br\/>Injection Solution: 20 MG\/ML<br\/><\/li><li><b>Apresoline<\/b><br\/>Oral Tablet: 50 MG<br\/><\/li><li><b>Novaplus hydrALAZINE HCl<\/b><br\/>Injection Solution: 20 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"290630-s-12","title":"Toxicology","sub":[{"id":"290630-s-12-31","title":"Clinical Effects","mono":"<b>VASODILATORS<\/b><br\/>USES: These agents are used for the treatment of hypertension, peripheral vascular disease and pulmonary hypertension.  Minoxidil is also used to treat hair loss. PHARMACOLOGY: Hydralazine, diazoxide and minoxidil cause vasodilation by directly relaxing vascular smooth muscle. Iloprost is a prostacyclin PGI(2) analog that dilates pulmonary and systemic arteries. Fenoldopam is a D1 dopamine receptor agonist. TOXICOLOGY: Toxicity is generally an extension of the pharmacological effect, primarily hypotension. Hydralazine has an active metabolite that binds to cellular proteins and may trigger an autoimmune response. EPIDEMIOLOGY: Exposures are uncommon and deaths are extremely rare. MILD TO MODERATE TOXICITY: All of these medications cause dose-related hypotension following overdose, often accompanied by tachycardia. SEVERE TOXICITY: Hydralazine: One case of electrocardiographic changes suggesting myocardial ischemia and acidosis without profound hypotension has been reported following hydralazine overdose. Diazoxide: A case of 2:1 heartblock has been reported following rapid IV injection. Minoxidil: Profound hypotension and myocardial ischemia have been reported following large overdoses. Fenoldopam: No reports of significant toxicity.    ADVERSE EFFECTS: All of these agents will cause a dose-related decrease in blood pressure. ADVERSE EFFECTS BY AGENT: Hydralazine: lupus-like syndrome, auto-immune dermal, liver and renal disease. Diazoxide: Hyperglycemia, hyperosmolar coma. Minoxidil: Hair growth. Fenoldopam: Tachycardia. <br\/>"},{"id":"290630-s-12-32","title":"Treatment","mono":"<b>VASODILATORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Administer IV fluids for hypotension. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is rare following overdoses of these medications. Patients who remain hypotensive after fluid boluses should be treated with adrenergic vasopressors. Some authors suggest that phenylephrine may reverse hypotension without causing tachycardia. In cases of severe toxicity, consider coingestion or other medical conditions as a cause of the symptoms.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not recommended. HOSPITAL: Consider activated charcoal after large, recent ingestion.<\/li><li>Airway management: Airway management is unlikely to be required following overdose.<\/li><li>Antidote: There is no antidote for poisoning from these medications.<\/li><li>Hypotensive episode: IV NS 10-20 mL\/kg, dopamine, norepinephrine<\/li><li>Wide QRS complex: DYSRHYTHMIAS may respond to serum alkalinization, or lidocaine, bretylium, phenytoin.<\/li><li>Seizure: IV benzodiazepines or barbiturates.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. No specific lab work is needed in most patients. Drug concentration monitoring is not clinically useful or readily available. Institute continuous cardiac monitoring and obtain an ECG. Monitor for seizure activity and CNS depression, especially in buflomedil overdoses.<\/li><li>Enhanced elimination procedure: Studies suggest that diazoxide and minoxidil clearance may be increased by dialysis, but there is no evidence suggesting that increased clearance improves outcomes and the vast majority of patients do well with supportive care.<\/li><li>Patient disposition: HOME CRITERIA: Children and adults can be managed at  home if overdose was inadvertent, was less than 2 times the therapeutic dose for their weight, and no signs or symptoms are present. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions or ingestions of more than twice the therapeutic dose for weight should be sent to a health care facility for 6 hours of observation. ADMISSION CRITERIA: Patients who develop persistent hypotension should be admitted until symptoms resolve. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"290630-s-12-33","title":"Range of Toxicity","mono":"<b>VASODILATORS<\/b><br\/>TOXICITY: Severe toxicity is very rare following isolated overdose from these medications. An adult survived an ingestion of 10 g hydralazine. A toddler developed only tachycardia after ingesting 100 mg minoxidil.  An adult developed hypotension and a non-ST-elevation myocardial infarction after ingesting 1200 mg minoxidil. THERAPEUTIC DOSE: ADULTS:  DIAZOXIDE: 1 to 3 mg\/kg up to a single dose of 150 mg.  HYDRALAZINE: Oral: 40 to 200 mg\/day. Parenteral 20 to 40 mg intravenously or intramuscularly. MINOXIDIL: 10 to 100 mg\/day. FENOLDOPAM: 0.05 to 0.1 mcg\/kg\/min and the dose should be titrated no more frequently than every 15 minutes.  PEDIATRIC: Diazoxide: 1 to 3 mg\/kg\/dose intravenously, up to a maximum of 150 mg\/dose. HYDRALAZINE: ORAL: 0.75 to 7.5 mg\/kg\/day in 4 divided doses (up to 200 mg\/day).  PARENTERAL: Usual dose is 1.7 to 3.5 mg\/kg\/day in divided doses every 4 to 6 hours.  MINOXIDIL: ORAL: Up to 50 mg\/daily or 5 mg\/kg\/24 hrs. FENOLDOPAM: The safety and efficacy in children has not been established   <br\/>"}]},"13":{"id":"290630-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause diarrhea, loss of appetite, nausea, vomiting, headache, or nasal congestion.<\/li><li>Patient should report chest pain, palpitations, dyspnea, or signs\/symptoms of tachyarrhythmia, peripheral neuropathy, hypotension, agranulocytosis, systemic lupus erythematosus, or hepatotoxicity.<\/li><\/ul>"}}}