{"generic":"Hydralazine Hydrochloride\/Hydrochlorothiazide","drugs":["Apresazide","Hydralazine Hydrochloride\/Hydrochlorothiazide"],"mono":{"0":{"id":"290640-s-0","title":"Generic Names","mono":"Hydralazine Hydrochloride\/Hydrochlorothiazide"},"1":{"id":"290640-s-1","title":"Dosing and Indications","sub":{"0":{"id":"290640-s-1-4","title":"Adult Dosing","mono":"<b>Hypertension, Not for initial therapy:<\/b> 1 TAB ORALLY twice daily; dosage strength determined by individual titration "},"3":{"id":"290640-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypertension, Not for initial therapy<br\/>"}}},"2":{"id":"290640-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>This fixed-combination drug is not indicated for initial therapy of hypertension. Hypertension requires therapy titrated to the individual patient. If the fixed combination represents the dosage so determined, its use may be more convenient in patient management. The treatment of hypertension is not static but must be reevaluated as conditions in each patient warrant.<br\/>"},"3":{"id":"290640-s-3","title":"Contraindications\/Warnings","sub":[{"id":"290640-s-3-9","title":"Contraindications","mono":"<ul><li>anuria<\/li><li>coronary artery disease; hydrALAZINE may cause anginal attacks, myocardial infarction, and ECG changes<\/li><li>hypersensitivity to hydrochlorothiazide, hydrALAZINE hydrochloride, other sulfonamide-derived drugs, or any component of the product<\/li><li>mitral valvular rheumatic heart disease<\/li><\/ul>"},{"id":"290640-s-3-10","title":"Precautions","mono":"<ul><li>allergy or bronchial asthma, history; hydrochlorothiazide may increase risk of sensitivity reactions<\/li><li>cerebral vascular accident; may cause postural hypotension<\/li><li>cirrhosis, severe; increased risk of hypokalemia with hydrochlorothiazide<\/li><li>diabetes; risk of manifestation of latent diabetes<\/li><li>diuresis, brisk; increased risk of hypokalemia with hydrochlorothiazide<\/li><li>edematous patients in hot weather; risk of dilutional hyponatremia<\/li><li>hepatic function, impaired; thiazides may precipitate hepatic coma by altering fluid and electrolyte balance<\/li><li>hyperuricemia or acute gout; may be precipitated during thiazide therapy<\/li><li>liver disease, progressive; thiazides may precipitate hepatic coma by altering fluid and electrolyte balance<\/li><li>mitral valvular disease; may increase pulmonary artery pressure<\/li><li>post-sympathectomy patients; increased risk of hypotension<\/li><li>renal function, impaired<\/li><li>renal disease; thiazides may precipitate azotemia<\/li><li>systemic lupus erythematosus; may be activated or exacerbated<\/li><\/ul>"},{"id":"290640-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"290640-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"290640-s-4","title":"Drug Interactions","sub":[{"id":"290640-s-4-13","title":"Contraindicated","mono":"<ul>Dofetilide (probable)<\/ul>"},{"id":"290640-s-4-14","title":"Major","mono":"<ul><li>Acetyldigoxin (established)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Cyclophosphamide (probable)<\/li><li>Deslanoside (established)<\/li><li>Digitalis (established)<\/li><li>Digitoxin (established)<\/li><li>Digoxin (established)<\/li><li>Droperidol (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Ketanserin (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Lithium (probable)<\/li><li>Methotrexate (probable)<\/li><li>Metildigoxin (established)<\/li><li>Ouabain (theoretical)<\/li><li>Proscillaridin (theoretical)<\/li><li>Sotalol (probable)<\/li><\/ul>"},{"id":"290640-s-4-15","title":"Moderate","mono":"<ul><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Alacepril (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Benazepril (probable)<\/li><li>Bepridil (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Captopril (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Celecoxib (probable)<\/li><li>Cholestyramine (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Cilazapril (probable)<\/li><li>Clonixin (probable)<\/li><li>Delapril (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Enalapril (probable)<\/li><li>Enalaprilat (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Fosinopril (probable)<\/li><li>Ginkgo (probable)<\/li><li>Gossypol (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Imidapril (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Licorice (probable)<\/li><li>Lisinopril (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Moexipril (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Pentopril (probable)<\/li><li>Perindopril (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Spirapril (probable)<\/li><li>Sulindac (probable)<\/li><li>Temocapril (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Topiramate (probable)<\/li><li>Trandolapril (probable)<\/li><li>Valdecoxib (probable)<\/li><li>Zofenopril (probable)<\/li><\/ul>"}]},"5":{"id":"290640-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Angina, Palpitations, Tachyarrhythmia<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Loss of appetite, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Headache<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Aplastic anemia, Disorder of hematopoietic structure, Leukopenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Jaundice, Intrahepatic cholestatic<\/li><li><b>Immunologic:<\/b>Systemic lupus erythematosus<\/li><li><b>Neurologic:<\/b>Peripheral neuritis<\/li><\/ul>"},"6":{"id":"290640-s-6","title":"Drug Name Info","sub":{"0":{"id":"290640-s-6-17","title":"US Trade Names","mono":"Apresazide<br\/>"},"2":{"id":"290640-s-6-19","title":"Class","mono":"<ul><li>Diuretic<\/li><li>Thiazide<\/li><li>Vasodilator\/Thiazide Combination<\/li><\/ul>"},"3":{"id":"290640-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"8":{"id":"290640-s-8","title":"Pharmacokinetics","sub":[{"id":"290640-s-8-23","title":"Absorption","mono":"<ul><li>hydrALAZINE: food increased plasma concentrations<\/li><li>hydrochlorothiazide: food enhanced absorption<\/li><\/ul>"},{"id":"290640-s-8-24","title":"Distribution","mono":"<ul><li>HydrALAZINE, Protein binding: 87%<\/li><li>Hydrochlorothiazide, Vd: 3.6 to 7.8 L\/kg<\/li><li>Hydrochlorothiazide, Protein binding: 67.9%<\/li><\/ul>"},{"id":"290640-s-8-25","title":"Metabolism","mono":"<ul><li>HydrALAZINE, Hepatic: extensive<\/li><li>Hydrochlorothiazide, Hepatic: not appreciably metabolized<\/li><\/ul>"},{"id":"290640-s-8-26","title":"Excretion","mono":"<ul><li>HydrALAZINE, Renal: mainly as metabolites<\/li><li>Hydrochlorothiazide, Renal: 72% to 97%<\/li><\/ul>"},{"id":"290640-s-8-27","title":"Elimination Half Life","mono":"<ul><li>HydrALAZINE: 3 to 7 hrs<\/li><li>Hydrochlorothiazide: 10 to 17 hrs<\/li><\/ul>"}]},"10":{"id":"290640-s-10","title":"Monitoring","mono":"<ul><li>blood pressure<\/li><li>serum electrolytes; initially and periodically<\/li><li>urine electrolytes<\/li><li>complete blood counts (CBC); initially and periodically during prolonged therapy<\/li><li>antinuclear antibody titers; initially and periodically during prolonged therapy<\/li><li>clinical signs of fluid or electrolyte imbalance<\/li><\/ul>"},"12":{"id":"290640-s-12","title":"Toxicology","sub":[{"id":"290640-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>DIURETICS<\/b><br\/>USES: Class of drugs that are primarily used to treat hypertension and congestive heart failure. Potassium sparing diuretics and carbonic anhydrase inhibitors are covered in separate managements. PHARMACOLOGY: Work in a variety of mechanisms including inhibiting sodium and chloride reabsorption in the distal convoluted tubule (thiazides), inhibiting transport of sodium, potassium, and chloride in the thick ascending limb of the loop of henle (loop), and osmotic agents (mannitol). TOXICOLOGY: Produce hypovolemia and electrolyte deficiencies. EPIDEMIOLOGY: Rare overdose which uncommonly results in significant morbidity or death. MILD TO MODERATE TOXICITY: Mild dehydration, tachycardia, dry mucous membranes, headache, muscle cramps, thirst, and brisk diuresis. Large doses of furosemide or ethacrynic acid can cause ototoxicity. SEVERE TOXICITY: Hypotension, hypochloremic metabolic alkalosis, mental status changes, and electrolyte abnormalities (i.e. hypokalemia, hypomagnesemia, hypochloremia, hypocalcemia) are the most common manifestations of severe poisoning. Rarely muscle spasms, tetany, seizures, coma, or dysrhythmias may develop secondary to severe electrolyte abnormalities.  CNS depression has been reported rarely in children with acute ingestion without significant electrolyte abnormalities. ADVERSE EFFECTS: Thiazides are associated with hyperglycemia and hyperlipidemia. Furosemide has been associated with ototoxicity, hyperglycemia, and hypercholesterolemia.  Diuretics have a large number of drug interactions as well. Extravasation of mannitol can cause tissue injury and compartment syndrome.<br\/><\/li><li><b>VASODILATORS<\/b><br\/>USES: These agents are used for the treatment of hypertension, peripheral vascular disease and pulmonary hypertension.  Minoxidil is also used to treat hair loss. PHARMACOLOGY: Hydralazine, diazoxide and minoxidil cause vasodilation by directly relaxing vascular smooth muscle. Iloprost is a prostacyclin PGI(2) analog that dilates pulmonary and systemic arteries. Fenoldopam is a D1 dopamine receptor agonist. TOXICOLOGY: Toxicity is generally an extension of the pharmacological effect, primarily hypotension. Hydralazine has an active metabolite that binds to cellular proteins and may trigger an autoimmune response. EPIDEMIOLOGY: Exposures are uncommon and deaths are extremely rare. MILD TO MODERATE TOXICITY: All of these medications cause dose-related hypotension following overdose, often accompanied by tachycardia. SEVERE TOXICITY: Hydralazine: One case of electrocardiographic changes suggesting myocardial ischemia and acidosis without profound hypotension has been reported following hydralazine overdose. Diazoxide: A case of 2:1 heartblock has been reported following rapid IV injection. Minoxidil: Profound hypotension and myocardial ischemia have been reported following large overdoses. Fenoldopam: No reports of significant toxicity.    ADVERSE EFFECTS: All of these agents will cause a dose-related decrease in blood pressure. ADVERSE EFFECTS BY AGENT: Hydralazine: lupus-like syndrome, auto-immune dermal, liver and renal disease. Diazoxide: Hyperglycemia, hyperosmolar coma. Minoxidil: Hair growth. Fenoldopam: Tachycardia.<br\/><\/li><\/ul>"},{"id":"290640-s-12-32","title":"Treatment","mono":"<ul><li><b>DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with minor symptoms can be managed with supportive care only.  Oral hydration and oral electrolyte supplementation may be sufficient.  Severe electrolyte disturbances and\/or mental status changes indicate a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is very rare. Treatment should be directed at intravenous correction of volume loss and electrolyte abnormalities.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not indicated as toxicity is rare. HOSPITAL: Activated charcoal is rarely  indicated as acute toxicity is rare.<\/li><li>Airway management: Diuretic poisoning should not produce symptoms mandating airway management.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: Monitor vital signs and serum electrolytes.  Obtain an ECG in patients with significant electrolyte abnormalities.<\/li><li>Enhanced elimination procedure: Hemodialysis is not expected to be helpful.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of less than a maximal daily dose can be monitored at home. OBSERVATION CRITERIA: Adults with intentional ingestions or symptomatic children should be referred to a health care facility.  Patients who are asymptomatic after 6 hours can be discharged home. ADMISSION CRITERIA: Patients who have severe electrolyte abnormalities or vital sign abnormalities should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul><\/li><li><b>VASODILATORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Administer IV fluids for hypotension. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is rare following overdoses of these medications. Patients who remain hypotensive after fluid boluses should be treated with adrenergic vasopressors. Some authors suggest that phenylephrine may reverse hypotension without causing tachycardia. In cases of severe toxicity, consider coingestion or other medical conditions as a cause of the symptoms.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not recommended. HOSPITAL: Consider activated charcoal after large, recent ingestion.<\/li><li>Airway management: Airway management is unlikely to be required following overdose.<\/li><li>Antidote: There is no antidote for poisoning from these medications.<\/li><li>Hypotensive episode: IV NS 10-20 mL\/kg, dopamine, norepinephrine<\/li><li>Wide QRS complex: DYSRHYTHMIAS may respond to serum alkalinization, or lidocaine, bretylium, phenytoin.<\/li><li>Seizure: IV benzodiazepines or barbiturates.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. No specific lab work is needed in most patients. Drug concentration monitoring is not clinically useful or readily available. Institute continuous cardiac monitoring and obtain an ECG. Monitor for seizure activity and CNS depression, especially in buflomedil overdoses.<\/li><li>Enhanced elimination procedure: Studies suggest that diazoxide and minoxidil clearance may be increased by dialysis, but there is no evidence suggesting that increased clearance improves outcomes and the vast majority of patients do well with supportive care.<\/li><li>Patient disposition: HOME CRITERIA: Children and adults can be managed at  home if overdose was inadvertent, was less than 2 times the therapeutic dose for their weight, and no signs or symptoms are present. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions or ingestions of more than twice the therapeutic dose for weight should be sent to a health care facility for 6 hours of observation. ADMISSION CRITERIA: Patients who develop persistent hypotension should be admitted until symptoms resolve. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"290640-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>DIURETICS<\/b><br\/>TOXICITY: Toxic doses are not well established.  Diuresis is expected to result at even therapeutic doses.  Toxicity is most common with chronic dosing and acute toxicity is often related to other factors such as comorbid conditions and access to fluid replacement. THERAPEUTIC DOSE: Furosemide is typically dosed at 20 to 80 mg with repeat doses as necessary in adults; pediatric dose is 1 to 2 mg\/kg orally.  Hydrochlorothiazide is typically dosed at 12.5 to 50 mg daily in adults; pediatric dose is 1 to 3 mg\/kg divided twice daily.<br\/><\/li><li><b>VASODILATORS<\/b><br\/>TOXICITY: Severe toxicity is very rare following isolated overdose from these medications. An adult survived an ingestion of 10 g hydralazine. A toddler developed only tachycardia after ingesting 100 mg minoxidil.  An adult developed hypotension and a non-ST-elevation myocardial infarction after ingesting 1200 mg minoxidil. THERAPEUTIC DOSE: ADULTS:  DIAZOXIDE: 1 to 3 mg\/kg up to a single dose of 150 mg.  HYDRALAZINE: Oral: 40 to 200 mg\/day. Parenteral 20 to 40 mg intravenously or intramuscularly. MINOXIDIL: 10 to 100 mg\/day. FENOLDOPAM: 0.05 to 0.1 mcg\/kg\/min and the dose should be titrated no more frequently than every 15 minutes.  PEDIATRIC: Diazoxide: 1 to 3 mg\/kg\/dose intravenously, up to a maximum of 150 mg\/dose. HYDRALAZINE: ORAL: 0.75 to 7.5 mg\/kg\/day in 4 divided doses (up to 200 mg\/day).  PARENTERAL: Usual dose is 1.7 to 3.5 mg\/kg\/day in divided doses every 4 to 6 hours.  MINOXIDIL: ORAL: Up to 50 mg\/daily or 5 mg\/kg\/24 hrs. FENOLDOPAM: The safety and efficacy in children has not been established  <br\/><\/li><\/ul>"}]},"13":{"id":"290640-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness.<\/li><li>This drug may cause anorexia, diarrhea, nausea, vomiting, headache, palpitations, tachycardia, and angina pectoris.<\/li><li>Instruct patient to report signs\/symptoms of peripheral neuritis.<\/li><li>Advise patient to report signs\/symptoms of fluid or electrolyte imbalance (hyponatremia, hypochloremic alkalosis, and hypokalemia).<\/li><\/ul>"}}}