{"generic":"Hydrochloric Acid","drugs":["Hydrochloric Acid"],"mono":{"0":{"id":"291260-s-0","title":"Generic Names","mono":"Hydrochloric Acid"},"1":{"id":"291260-s-1","title":"Dosing and Indications","sub":{"0":{"id":"291260-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Metabolic alkalosis:<\/b> 0.1-0.15 Normal solution in SWI\/D5W\/NS at 100-125 mL\/hr (10-12.5 mEq\/hr)<\/li><li><b>Venous catheter occlusion, Central:<\/b> 0.2-1 mL of a 0.1 N HCL solution has effectively dissolved mineral deposits in central venous catheters<\/li><\/ul>"},"3":{"id":"291260-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><ul><li>Metabolic alkalosis<\/li><li>Venous catheter occlusion, Central<\/li><\/ul>"}}},"3":{"id":"291260-s-3","title":"Contraindications\/Warnings","sub":[{"id":"291260-s-3-9","title":"Contraindications","mono":"administration via a peripheral vein<br\/>"},{"id":"291260-s-3-10","title":"Precautions","mono":"<ul><li>administer intravenous hydrochloric acid via a central venous catheter, not via a peripheral vein<\/li><li>HCL solutions greater than 0.2 N increase risk of hemolysis<\/li><\/ul>"},{"id":"291260-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"291260-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"291260-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Phlebitis<\/li><li><b>Dermatologic:<\/b>Skin necrosis<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Hemolysis<\/li><li><b>Respiratory:<\/b>Respiratory acidosis (rare)<\/li><\/ul>"},"6":{"id":"291260-s-6","title":"Drug Name Info","sub":{"2":{"id":"291260-s-6-19","title":"Class","mono":"Acid-Base Disorder Agent<br\/>"},"3":{"id":"291260-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"}}},"10":{"id":"291260-s-10","title":"Monitoring","mono":"<ul><li>arterial blood gases, electrolyte panel; baseline, every 4 h during administration<\/li><li>CBC; baseline, during infusion<\/li><\/ul>"},"12":{"id":"291260-s-12","title":"Toxicology","sub":[{"id":"291260-s-12-31","title":"Clinical Effects","mono":"<b>HYDROGEN CHLORIDE <\/b><br\/>USES: Anhydrous hydrogen chloride is used in the production of pharmaceutical hydrochlorides and chlorine, rubber, as a gaseous flux for babbiting operations. It is also used in the leather tanning, electroplating, and food processing industries. Hydrogen chloride in aqueous solution (hydrochloric acid) has many commercial and industrial uses. TOXICOLOGY: Acids cause coagulation necrosis. Hydrogen ions desiccate epithelial cells, causing edema, erythema, tissue sloughing and necrosis, with formation of ulcers and eschars. EPIDEMIOLOGY: Exposure is rare; limited data regarding specific human toxicity following hydrogen chloride exposure. The following effects could be expected to occur, based on exposure data of other acids. MILD TO MODERATE ORAL TOXICITY: Patients with mild ingestions may only develop irritation or grade I (superficial hyperemia and edema) burns of the oropharynx, esophagus or stomach; acute or chronic complications are unlikely. Patients with moderate toxicity may develop grade II burns (superficial blisters, erosions and ulcerations) are at risk for subsequent stricture formation, particularly gastric outlet and esophageal. Some patients (particularly young children) may develop upper airway edema. SEVERE ORAL TOXICITY: May develop deep burns and necrosis of the gastrointestinal mucosa. Complications often include perforation (esophageal, gastric, rarely duodenal), fistula formation (tracheoesophageal, aortoesophageal), and gastrointestinal bleeding. Upper airway edema is common and often life threatening. Hypotension, tachycardia, tachypnea and, rarely, fever may develop. Other rare complications include metabolic acidosis, hemolysis, renal failure, disseminated intravascular coagulation, elevated liver enzymes, and cardiovascular collapse. Stricture formation (primarily gastric outlet and esophageal, less often oral) is likely to develop long term. Esophageal carcinoma is another long term complication. INHALATION EXPOSURE:  Mild exposure may cause dyspnea, pleuritic chest pain, cough and bronchospasm. Severe inhalation may cause upper airway edema and burns, hypoxia, stridor, pneumonitis, tracheobronchitis, and rarely acute lung injury or persistent pulmonary function abnormalities. The current NIOSH IMMEDIATELY DANGEROUS TO LIFE OR HEALTH (IDLH) air concentration for hydrogen chloride is 50 ppm. No significant effects have been seen with chronic exposure to low levels of gaseous hydrogen chloride. OCULAR EXPOSURE: Ocular exposure can produce severe conjunctival irritation and chemosis, corneal epithelial defects, limbal ischemia, permanent vision loss and in severe cases perforation. DERMAL EXPOSURE: A minor exposure can cause irritation and partial thickness burns. More prolonged or a high concentration exposure can cause full thickness burns. Complications may include cellulitis, sepsis, contractures, osteomyelitis and systemic toxicity.<br\/>"},{"id":"291260-s-12-32","title":"Treatment","mono":"<b>HYDROGEN CHLORIDE <\/b><br\/><ul><li>Support: There is limited information available regarding the treatment of hydrogen chloride-induced injury; the following data is derived from experience with other acids. MILD TO MODERATE ORAL TOXICITY: Within the first 12 hours of exposure, if burns are absent or grade I severity, patient may be discharged when able to tolerate liquids and soft foods by mouth. If mild grade II burns, admit for intravenous fluids, slowly advance diet as tolerated. Perform barium swallow or repeat endoscopy several weeks after ingestion (sooner if difficulty swallowing) to evaluate for stricture formation. SEVERE ORAL TOXICITY: Resuscitate with 0.9% saline; blood products may be necessary. Early airway management in patients with upper airway edema or respiratory distress. Early (within 12 hours) gastrointestinal endoscopy to evaluate for burns. Early bronchoscopy in patients with respiratory distress or upper airway edema. Early surgical consultation for patients with severe grade II or grade III burns, large deliberate ingestions, or signs, symptoms or laboratory findings concerning for tissue necrosis or perforation.<\/li><li>Decontamination: INGESTION: In patients without vomiting or respiratory distress who are able to swallow, dilute with 4 to 8 ounces milk\/water if possible shortly after ingestion; then NPO until after endoscopy. Neutralization, gastric lavage, and activated charcoal are all contraindicated. OCULAR: Copious irrigation until pH neutral. If frostbite of the eyes has occurred, DO NOT flush with water; early ophthalmologic consultation should be obtained. DERMAL: Remove contaminated clothes, brush off particulate corrosives, follow with copious irrigation. If frostbite has occurred, DO NOT rub the affected areas, DO NOT flush affected areas with water, or attempt to remove clothing. INHALATION: Humidified oxygen.<\/li><li>Airway management: Aggressive airway management in patients with deliberate ingestions or any indication of upper airway injury.<\/li><li>Endoscopy: Should be performed as soon as possible (preferably within 12 hours, not more than 24 hours) in any patient with acid ingestion. The grade of mucosal injury at endoscopy is the strongest predictive factor for the occurrence of systemic and GI complications and mortality. The absence of visible oral burns does NOT reliably exclude the presence of esophageal or gastric burns.<\/li><li>Bronchospasm: Treat with oxygen, inhaled beta agonists and consider systemic corticosteroids.<\/li><li>Corticosteroid: The use of corticosteroids to prevent stricture formation is controversial. Corticosteroids should not be used in patients with grade I or grade III injury, as there is no evidence that they are effective. Evidence for grade II burns is conflicting, and the risk of perforation and infection is increased with steroid use, so routine use is not recommended.<\/li><li>Stricture: A barium swallow or repeat endoscopy should be performed several weeks after ingestion in any patient with grade II or III burns or with difficulty swallowing or vomiting to evaluate for stricture formation or gastric outlet obstruction. Recurrent dilation may be required. Some authors advocate early stent placement in these patients to prevent stricture formation.<\/li><li>Surgical procedure: Immediate surgical consultation should be obtained on any patient with grade III or severe grade II burns on endoscopy, significant abdominal pain, metabolic acidosis, hypotension, coagulopathy, or a history of a large ingestion. Early laparotomy can identify tissue necrosis and impending or unrecognized perforation, early resection and repair in these patients is associated with improved outcome.<\/li><li>Injury of globe of eye: Copious irrigation until pH neutral; perform slit lamp exam. If frostbite of the eyes has occurred, DO NOT flush with water; early ophthalmologic consultation should be obtained. Antibiotics and mydriatics may be indicated.<\/li><li>Monitoring of patient: Monitor vital signs, CBC and electrolytes after significant ingestion. Monitor renal function tests, liver enzymes, serial CBC, INR, PTT, type and crossmatch for blood, serum lactate and base deficit, monitor urine output and urinalysis in patients with severe burns or deliberate ingestion. Monitor for occult GI hemorrhage, respiratory distress and increasing pain. Obtain chest radiograph and pulse oximetry in any patient with respiratory signs or symptoms.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Patients with a corrosive acid ingestion should be sent to a health care facility for evaluation. Patients with an endoscopic evaluation that demonstrates no burns or only minor grade I burns, and who can tolerate oral intake can be discharged home. ADMISSION CRITERIA: Symptomatic patients, and those with endoscopically demonstrated grade II or higher burns should be admitted. Patients with respiratory distress, grade III burns, acidosis, hemodynamic instability, gastrointestinal bleeding, or large ingestions should be admitted to an intensive care setting.<\/li><\/ul>"},{"id":"291260-s-12-33","title":"Range of Toxicity","mono":"<b>HYDROGEN CHLORIDE <\/b><br\/>TOXICITY: Minimum lethal exposures in humans ranged from 3000 ppm for 5 minutes to 1300 ppm for 30 minutes and 81 minutes. Inhalation at 50 to 100 ppm for one hour was barely tolerable in humans.<br\/>"}]},"13":{"id":"291260-s-13","title":"Clinical Teaching","mono":"This drug may cause phlebitis or skin necrosis.<br\/>"}}}