{"drugs":["Clioquinol\/Hydrocortisone","Dermasorb AF Complete Kit"],"mono":{"0":{"id":"291650-s-0","title":"Generic Names","mono":"Clioquinol\/Hydrocortisone"},"1":{"id":"291650-s-1","title":"Dosing and Indications","sub":{"0":{"id":"291650-s-1-4","title":"Adult Dosing","mono":"<ul><li>has not been found by the US Food and Drug Administration (FDA) to be safe and effective for any indication; drug product labeling has not been approved by the FDA<\/li><li><b>Acne urticata:<\/b> apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily<\/li><li><b>Candidiasis:<\/b> apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily<\/li><li><b>Dermatitis:<\/b> apply thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily<\/li><li><b>Disorder of skin, Mycotic:<\/b> apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily<\/li><li><b>Eczema:<\/b> apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily<\/li><li><b>Folliculitis:<\/b> apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily<\/li><li><b>Intertrigo:<\/b> apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily<\/li><li><b>Lichen simplex chronicus:<\/b> apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily<\/li><li><b>Pruritus, Anogenital:<\/b> apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily<\/li><li><b>Pyoderma:<\/b> apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily<\/li><li><b>Superficial bacterial infection of skin, Minor:<\/b> apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily<\/li><\/ul>"},"1":{"id":"291650-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>not recommended in infants or children younger than 2 years<\/li><li>has not been found by the US Food and Drug Administration (FDA) to be safe and effective for any indication; drug product labeling has not been approved by the FDA<\/li><li><b>Acne urticata:<\/b> 2 years or older, apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily; consider limiting therapy to no more than twice daily for 2 weeks or less<\/li><li><b>Candidiasis:<\/b> 2 years or older, apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily; consider limiting therapy to no more than twice daily for 2 weeks or less<\/li><li><b>Dermatitis:<\/b> 2 years or older, apply thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily; consider limiting therapy to no more than twice daily for 2 weeks or less<\/li><li><b>Disorder of skin, Mycotic:<\/b> 2 years or older, apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily; consider limiting therapy to no more than twice daily for 2 weeks or less<\/li><li><b>Eczema:<\/b> 2 years or older, apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily; consider limiting therapy to no more than twice daily for 2 weeks or less<\/li><li><b>Folliculitis:<\/b> 2 years or older, apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily; consider limiting therapy to no more than twice daily for 2 weeks or less<\/li><li><b>Intertrigo:<\/b> 2 years or older, apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily; consider limiting therapy to no more than twice daily for 2 weeks or less<\/li><li><b>Lichen simplex chronicus:<\/b> 2 years or older, apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily; consider limiting therapy to no more than twice daily for 2 weeks or less<\/li><li><b>Pruritus, Anogenital:<\/b> 2 years or older, apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily; consider limiting therapy to no more than twice daily for 2 weeks or less<\/li><li><b>Pyoderma:<\/b> 2 years or older, apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily; consider limiting therapy to no more than twice daily for 2 weeks or less<\/li><li><b>Superficial bacterial infection of skin, Minor:<\/b> 2 years or older, apply  thin layer of cream (clioquinol 3%\/hydrocortisone 0.5%) TOPICALLY to affected area 3 or 4 times daily; consider limiting therapy to no more than twice daily for 2 weeks or less<\/li><\/ul>"},"3":{"id":"291650-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><ul><li>Acne urticata<\/li><li>Candidiasis<\/li><li>Dermatitis<\/li><li>Disorder of skin, Mycotic<\/li><li>Eczema<\/li><li>Folliculitis<\/li><li>Intertrigo<\/li><li>Lichen simplex chronicus<\/li><li>Pruritus, Anogenital<\/li><li>Pyoderma<\/li><li>Superficial bacterial infection of skin, Minor<\/li><\/ul>"}}},"3":{"id":"291650-s-3","title":"Contraindications\/Warnings","sub":[{"id":"291650-s-3-9","title":"Contraindications","mono":"<ul><li>intolerance to iodochlorhydroxyquin, hydrocortisone, chloroxine, iodine, iodine-containing preparations, or related compounds<\/li><li>viral infections of the skin, including herpes simplex, vaccinia, eczema vaccinia, or varicella<\/li><\/ul>"},{"id":"291650-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- irritation of sensitized skin may occur; discontinue use<\/li><li>-- yellowing of hair and nails has been reported<\/li><li>-- discoloration of skin may occur<\/li><li>Endocrine and Metabolic:<\/li><li>-- reversible hypothalamic-pituitary-adrenal axis suppression may occur; increased risk in children and infants and with application of large doses to large surface areas, use of occlusive dressings, or with prolonged use; monitoring recommended; dose adjustment, gradual discontinuation, or substitution of a less potent corticosteroid may be required<\/li><li>-- Cushing's syndrome, hyperglycemia, or glycosuria may occur<\/li><li>-- interference with thyroid function tests may occur<\/li><li>Immunologic:<\/li><li>-- overgrowth of nonsusceptible organisms may occur with prolonged use<\/li><li>Other:<\/li><li>-- increased risk of systemic toxicity in pediatric patients<\/li><li>-- staining of fabrics may occur<\/li><\/ul>"},{"id":"291650-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"291650-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"291650-s-4","title":"Drug Interactions","sub":[{"id":"291650-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"291650-s-4-14","title":"Major","mono":"<ul><li>Aldesleukin (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Topotecan (theoretical)<\/li><\/ul>"},{"id":"291650-s-4-15","title":"Moderate","mono":"<ul><li>Alcuronium (probable)<\/li><li>Atracurium (probable)<\/li><li>Balofloxacin (established)<\/li><li>Besifloxacin (established)<\/li><li>Ciprofloxacin (established)<\/li><li>Colestipol (probable)<\/li><li>Enoxacin (established)<\/li><li>Fleroxacin (established)<\/li><li>Flumequine (established)<\/li><li>Gallamine (probable)<\/li><li>Gatifloxacin (established)<\/li><li>Gemifloxacin (established)<\/li><li>Hexafluorenium (probable)<\/li><li>Levofloxacin (established)<\/li><li>Licorice (probable)<\/li><li>Lomefloxacin (established)<\/li><li>Metocurine (probable)<\/li><li>Moxifloxacin (established)<\/li><li>Nadifloxacin (established)<\/li><li>Norfloxacin (established)<\/li><li>Ofloxacin (established)<\/li><li>Pazufloxacin (established)<\/li><li>Pefloxacin (established)<\/li><li>Primidone (probable)<\/li><li>Prulifloxacin (established)<\/li><li>Rifapentine (probable)<\/li><li>Rufloxacin (established)<\/li><li>Saiboku-To (probable)<\/li><li>Sparfloxacin (established)<\/li><li>Tosufloxacin (established)<\/li><\/ul>"}]},"5":{"id":"291650-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Secondary hypocortisolism<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><\/ul>"},"6":{"id":"291650-s-6","title":"Drug Name Info","sub":{"0":{"id":"291650-s-6-17","title":"US Trade Names","mono":"Dermasorb AF Complete Kit<br\/>"},"2":{"id":"291650-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Anti-Infective\/Anti-Inflammatory Combination<\/li><\/ul>"},"3":{"id":"291650-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"291650-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"291650-s-7","title":"Mechanism Of Action","mono":"Clioquinol is a hydroxyquinolone with broad-spectrum antifungal and antibacterial action. Hydrocortisone is a corticosteroid with antiinflammatory, vasoconstrictive, and antipruritic properties.<br\/>"},"8":{"id":"291650-s-8","title":"Pharmacokinetics","sub":[{"id":"291650-s-8-23","title":"Absorption","mono":"<ul><li>Clioquinol, Bioavailability, Topical: 40%<\/li><li>Hydrocortisone, Bioavailability, Topical: Variable<\/li><\/ul>"},{"id":"291650-s-8-24","title":"Distribution","mono":"Hydrocortisone, Protein binding: Varying degrees <br\/>"},{"id":"291650-s-8-25","title":"Metabolism","mono":"<ul><li>Hydrocortisone, Liver: Primary route<\/li><li>Clioquinol, metabolites: Glucuronide and sulfate (unknown activity)<\/li><\/ul>"},{"id":"291650-s-8-26","title":"Excretion","mono":"<ul><li>Clioquinol, Renal: 2.38% (topical), 52% to 93% (oral)<\/li><li>Hydrocortisone, Bile: Some<\/li><li>Hydrocortisone, Renal: Primary route<\/li><\/ul>"},{"id":"291650-s-8-27","title":"Elimination Half Life","mono":"Clioquinol: 11 to 14 hours <br\/>"}]},"9":{"id":"291650-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/>for external use only; avoid use in or around eyes <br\/>"},"10":{"id":"291650-s-10","title":"Monitoring","mono":"<ul><li>Reduction in symptoms indicative of efficacy<\/li><li>urinary free cortisol test; periodically in patients treated over a large surface area or under an occlusive dressing.<\/li><li>adrenocorticotrophic hormone stimulation test; periodically in patients treated over a large surface area or under an occlusive dressing.<\/li><li>evaluate pediatric patients treated longer than 2 weeks with more than 2 applications per day<\/li><\/ul>"},"11":{"id":"291650-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Topical Cream: (Clioquinol - Hydrocortisone) 3 %-1 %<br\/><\/li><li><b>Ala-Quin<\/b><br\/>Topical Cream: (Clioquinol - Hydrocortisone) 3 %-0.5 %<br\/><\/li><li><b>Dek-Quin<\/b><br\/>Topical Cream: (Clioquinol - Hydrocortisone) 3 %-1 %<br\/><\/li><\/ul>"},"12":{"id":"291650-s-12","title":"Toxicology","sub":[{"id":"291650-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/><\/li><li><b>HYDROXYQUINOLINES <\/b><br\/>USES: The halogenated hydroxyquinolines have antibacterial, antifungal, antiprotozoal activity. Iodoquinol was approved for the treatment of intestinal amebiasis. Clioquinol was formerly given to treat intestinal amebiasis and traveller's diarrhea.  Because of the neurotoxicity seen between 1955 and 1970, clioquinol and similar halogenated hydroxyquinolines have been taken off the market in many countries. In several countries, clioquinol is now mainly used as creams and ointments (3%) to treat skin infections. PHARMACOLOGY: These agents have antibacterial, antifungal, and some antitrichomonal activity. The exact mechanism of action of iodoquinol is unknown. Iodoquinol produces its amebicidal effect at the site of infection against Entamoeba histolytica and can be used against trophozoite and cyst forms. It is poorly absorbed from the gastrointestinal tract and can reach high concentrations in the intestinal lumen. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. Clinical events following exposure are anticipated to be an extension of adverse events. Overdose may produce CNS toxicity.  ADVERSE EFFECTS: These compounds may cause gastrointestinal upset, diarrhea, allergic reactions, and thyroid enlargement, but they are primarily known for their neurotoxicity, with both spinal cord and optic nerve damage.  Iodoquinol therapy can cause skin eruptions (eg, acneiform papular and pustular, bullae, vegetating or tuberous iododerma), urticaria, pruritus, nausea, vomiting, abdominal pain, diarrhea, fever, chills, headache, vertigo, and enlarged thyroid. Seizures and encephalopathy were observed in a 9-year-old boy who received iodoquinol therapy. Prolonged high-dose treatment with 8-hydroxyquinoline can cause optic neuritis, optic atrophy, and peripheral neuropathy. Hepatotoxicity has been reported with tiliquinol and tilbroquinol use. Chronic administration of high doses of clioquinol has resulted in a condition called subacute myelo-optico-neuropathy (SMON).  Symptoms include abdominal pain, diarrhea, paresthesias leading to paraplegia, and loss of vision.  The drug affects the long fibres of the spinal cord, and the optic nerve. A woman developed muscle wasting, optic neuritis, sphincter disturbances, and flaccid paraplegia after taking clioquinol for a month.<br\/><\/li><\/ul>"},{"id":"291650-s-12-32","title":"Treatment","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>HYDROXYQUINOLINES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not recommended because of the potential for persistent seizures and subsequent aspiration. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions or persistent seizures.<\/li><li>Antidote: None.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs, mental status, and liver enzymes following an overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Patients who are taking this medication chronically, or who have overdosed should have folic acid and vitamin B12 levels monitored. Monitor visual fields and optic nerve function following an overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic should be observed with frequent monitoring of vital signs and mental status. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a local poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"291650-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/><\/li><li><b>HYDROXYQUINOLINES <\/b><br\/>TOXICOLOGY: IODOQUINOL: Overdose data with iodoquinol are limited. Seizures and encephalopathy were observed in a 9-year-old boy who received 420 mg of iodoquinol 3 times daily for 12 days. CLIOQUINOL: Extended treatment with oral doses greater than 2 grams daily has caused toxicity with subacute myelo-optico-neuropathy being most significant. Due to this toxicity, oral preparations of clioquinol are unavailable in most countries, including the United States.  A woman who was taking about clioquinol 1 to 1.5 grams daily (total dose: 28 grams) for a month, developed muscle wasting, optic neuritis, sphincter disturbances, and flaccid paraplegia. The following provides the estimated clioquinol neurotoxic dose-response: Little or No Risk: 750 mg\/day for 4 weeks or less. 1% Incidence of Neurotoxicity: 750 to 1,500 mg\/day for less than 2 weeks. 35% Incidence of Neurotoxicity: 750 to 1,500 mg\/day for over 2 weeks. When doses higher than these are administered, toxicity may start within 24 hours of initiation of these doses. THERAPEUTIC DOSES: IODOQUINOL (DIIODOHYDROXYQUINOLINE): ADULTS: To treat intestinal amebiasis, 3 tablets (210 mg each) 3 times daily orally for 20 days OR 1 tablet (650 mg each) 3 times daily orally for 20 days. PEDIATRIC: To treat intestinal amebiasis, 10 to 13.3 mg\/kg 3 times daily for 20 days. MAX daily dose is 1.95 g. CLIOQUINOL:  To treat intestinal amebiasis, 250 mg 3 times daily orally for 10 days were recommended.  This regimen was repeated after an 8-day rest period.  Due to the risk of neurotoxicity, oral preparations of clioquinol are unavailable in most countries including the United States.<br\/><\/li><\/ul>"}]},"13":{"id":"291650-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to report symptoms of hypothalamic-pituitary-adrenal axis suppression or Cushing syndrome.<\/li><li>Instruct patient to report symptoms of hyperglycemia.<\/li><li>Side effects may include rash, hypopigmentation, striae, skin atrophy, or local skin reactions such as burning, pruritus, dryness, irritation, folliculitis, blistering, peeling, redness, or swelling.<\/li><li>Counsel patient that drug may stain skin and fabrics or cause yellowing of hair and nails.<\/li><li>Advise patient not to use occlusive dressing unless instructed to do so by physician.<\/li><\/ul>"}}}