{"generic":"Hydrocortisone Sodium Succinate","drugs":["A-Hydrocort","Hydrocortisone Sodium Succinate","SoluCORTEF"],"mono":{"0":{"id":"291825-s-0","title":"Generic Names","mono":"Hydrocortisone Sodium Succinate"},"1":{"id":"291825-s-1","title":"Dosing and Indications","sub":[{"id":"291825-s-1-4","title":"Adult Dosing","mono":"<ul><li>IM preparations are contraindicated in patients with idiopathic thrombocytopenic purpura<\/li><li><b>Adrenal insufficiency - Surgical procedure:<\/b> 100 to 500 mg IM or IV over 30 seconds to 10 min every 2 to 6 hours<\/li><li><b>Allergic condition:<\/b> 100 to 500 mg IM or IV over 30 seconds to 10 min every 2 to 6 hours<\/li><li><b>Collagen disease:<\/b> 100 to 500 mg IM or IV over 30 seconds to 10 min every 2 to 6 hours<\/li><li><b>Disorder of endocrine system:<\/b> (IM or IV) 100 to 500 mg IM or IV over 30 seconds to 10 minutes every 2 to 6 hours<\/li><li><b>Disorder of endocrine system:<\/b> (subQ) 100 mg\/2 mL solution divided as 2 doses of 1 mL each SUBQ for incipient adrenal crisis (study dosing)<\/li><li><b>Disorder of eye:<\/b> 100 to 500 mg IM or IV over 30 seconds to 10 min every 2 to 6 hours<\/li><li><b>Disorder of gastrointestinal tract:<\/b> 100 to 500 mg IM or IV over 30 seconds to 10 min every 2 to 6 hours<\/li><li><b>Disorder of hematopoietic structure:<\/b> 100 to 500 mg IV over 30 seconds to 10 min every 2 to 6 hours<\/li><li><b>Disorder of respiratory system:<\/b> 100 to 500 mg IM or IV over 30 seconds to 10 min every 2 to 6 hours<\/li><li><b>Disorder of skin:<\/b> 100 to 500 mg IM or IV over 30 seconds to 10 min every 2 to 6 hours<\/li><li><b>Exacerbation of multiple sclerosis (Acute):<\/b> 100 to 500 mg IM or IV over 30 seconds to 10 min every 2 to 6 hours<\/li><li><b>Inflammatory disorder of musculoskeletal system:<\/b> 100 to 500 mg IM or IV over 30 seconds to 10 min every 2 to 6 hours<\/li><li><b>Neoplastic disease:<\/b> 100 to 500 mg IM or IV over 30 seconds to 10 min every 2 to 6 hours<\/li><li><b>Nephrotic syndrome, Idiopathic or due to lupus erythematosus:<\/b> 100 to 500 mg IM or IV over 30 seconds to 10 min every 2 to 6 hours<\/li><li><b>Septic shock, In patients who inadequately respond to vasopressors and fluid replacement; Adjunct:<\/b> suggested dose, 300 mg or less IV daily; taper when vasopressors are no longer required (guideline dosing); OR 100 mg IV over 30 minutes followed by 0.18 mg\/kg\/hr, reduced to 0.08 mg\/kg\/hr for 6 days when septic shock is reversed, then tapered by 24 mg\/day (study dosing)  OR 100 mg IV every 8 hours for 5 days or greater, then tapered over 6 days (study dosing)<\/li><li><b>Trichinosis, With neurologic or myocardial involvement:<\/b> 100 to 500 mg IM or IV over 30 seconds to 10 min every 2 to 6 hours<\/li><li><b>Tuberculosis of meninges, With subarachnoid or impending block:<\/b> 100 to 500 mg IM or IV over 30 seconds to 10 min every 2 to 6 hours<\/li><\/ul>"},{"id":"291825-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>IM preparations are contraindicated in patients with idiopathic thrombocytopenic purpura<\/li><li><b>Septic shock, In patients who inadequately respond to vasopressors and fluid replacement; Adjunct:<\/b> suspected or proven adrenal insufficiency, stress-dose steroids (hydrocortisone 50 mg\/m(2)\/24 hr) (guideline dosing).<\/li><\/ul>"},{"id":"291825-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dose adjustment necessary<\/li><li><b>hepatic impairment:<\/b> dosage adjustments may be necessary<\/li><\/ul>"},{"id":"291825-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Adrenal insufficiency - Surgical procedure<\/li><li>Allergic condition<\/li><li>Collagen disease<\/li><li>Disorder of endocrine system<\/li><li>Disorder of eye<\/li><li>Disorder of gastrointestinal tract<\/li><li>Disorder of hematopoietic structure<\/li><li>Disorder of respiratory system<\/li><li>Disorder of skin<\/li><li>Exacerbation of multiple sclerosis (Acute)<\/li><li>Inflammatory disorder of musculoskeletal system<\/li><li>Neoplastic disease<\/li><li>Nephrotic syndrome, Idiopathic or due to lupus erythematosus<\/li><li>Trichinosis, With neurologic or myocardial involvement<\/li><li>Tuberculosis of meninges, With subarachnoid or impending block<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bell's palsy<\/li><li>Burn<\/li><li>Chemotherapy-induced nausea and vomiting; Prophylaxis<\/li><li>Nonspecific lung disease, chronic<\/li><li>Phlebitis<\/li><li>Septic shock, In patients who inadequately respond to vasopressors and fluid replacement; Adjunct<\/li><\/ul>"}]},"3":{"id":"291825-s-3","title":"Contraindications\/Warnings","sub":[{"id":"291825-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to hydrocortisone or any other component of the product<\/li><li>IM administration in patients with idiopathic thrombocytopenic purpura<\/li><li>intrathecal administration<\/li><li>premature infants; drug contains benzyl alcohol<\/li><li>systemic fungal infections<\/li><\/ul>"},{"id":"291825-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- recent myocardial infarction; risk of left ventricular free-wall rupture<\/li><li>-- blood pressure elevations may occur with average to large doses of corticosteroids; monitoring recommended<\/li><li>-- fluid retention or edema may occur with average to large doses of corticosteroids; use cautiously in patients with congestive heart failure, hypertension, or renal insufficiency<\/li><li>Dermatologic:<\/li><li>-- avoid injection into the deltoid or higher-than recommended dosages, as injection-site atrophy may occur<\/li><li>-- Kaposi sarcoma has been reported with corticosteroid use, especially with long-term therapy<\/li><li>Endocrine and Metabolic:<\/li><li>-- increased risk of metabolic acidosis in premature or low-birthweight neonates (off-label use) due to benzyl alcohol exposure; monitor daily benzyl alcohol metabolic load from all sources with high doses or concomitant medications<\/li><li>-- increased potassium excretion may occur with average to large doses of corticosteroids; use cautiously in patients with congestive heart failure, hypertension, or renal insufficiency<\/li><li>-- reversible hypothalamic-pituitary adrenal axis suppression may occur after treatment withdrawal, with potential progression to glucocorticosteroid insufficiency; monitoring recommended with chronic therapy; consider gradual downward titration to reduce symptoms<\/li><li>-- monitor for Cushing syndrome and hyperglycemia with chronic therapy<\/li><li>-- potential increase or decrease in metabolic clearance of corticosteroids may occur with hyperthyroidism or hypothyroidism, respectively; dose adjust may be required<\/li><li>Gastrointestinal:<\/li><li>-- diverticulitis, active or latent peptic ulcer, fresh intestinal anastomoses, or nonspecific ulcerative colitis; increased risk of gastrointestinal perforation<\/li><li>Hepatic:<\/li><li>-- cirrhosis; increased risk of toxicity<\/li><li>Immunologic:<\/li><li>-- exposure to chicken pox or measles during corticosteroid treatment may result in a more serious or fatal disease course, particularly in patients with no history of these infections<\/li><li>-- anaphylactoid reactions have been rarely reported with corticosteroid therapy<\/li><li>-- activation of latent disease or worsening active infection may occur (ie, viral, bacterial, fungal, protozoan, or helminthic), especially with higher doses; amebiasis screening recommended before therapy initiation in at-risk patients<\/li><li>-- use cautiously in patients with Strongyloides (threadworm) infestation, as life-threatening enterocolitis and septicemia may develop<\/li><li>-- defer routine vaccination until discontinuation, if possible, as unpredictable or diminished responses or replication of live-vaccine organisms may occur<\/li><li>Musculoskeletal Effects:<\/li><li>-- avoid intra-articular, intrabursal, or intratendinous injection with acute local infection<\/li><li>-- risk of bone growth inhibition in pediatric patients; monitoring recommended<\/li><li>-- osteoporosis may occur, especially in postmenopausal women; monitoring recommended<\/li><li>Neurologic:<\/li><li>-- life-threatening and fatal neurologic events (eg, stroke, cortical blindness, quadriplegia, paraplegia, spinal cord infarction) have occurred with epidural corticosteroid administration (off-label use), with or without fluoroscopy<\/li><li>-- avoid high doses in patients with traumatic brain injury due to increased fatality risk<\/li><li>-- avoid use with cerebral malaria<\/li><li>-- increased risk of kernicterus in premature or low-birthweight neonates (off-label use) due to benzyl alcohol exposure; monitor daily benzyl alcohol metabolic load from all sources with high doses or concomitant medications<\/li><li>-- increased risk of acute myopathy in patients with neuromuscular transmission disorders (eg, myasthenia gravis) or concurrent use of neuromuscular blockers (eg, pancuronium)<\/li><li>Ophthalmic Effects:<\/li><li>-- increased risk of secondary ocular infection, cataracts, and glaucoma with corticosteroid use<\/li><li>-- use for optic neuritis treatment not recommended<\/li><li>-- avoid use with active ocular herpes simplex<\/li><li>-- intraocular pressure elevations may occur with long-term use (ie, longer than 6 weeks); monitoring recommended<\/li><li>Psychiatric:<\/li><li>-- use may aggravate preexisting emotional instability or psychotic tendencies; monitoring recommended<\/li><li>Respiratory:<\/li><li>-- active or latent TB may worsen or reactivate, respectively; restrict use to fulminating or disseminated cases; monitoring recommended<\/li><li>Other:<\/li><li>-- associated with fatal &quot;gasping syndrome&quot; in premature or low-birthweight neonates (off-label use) because of benzyl alcohol exposure; monitor daily benzyl alcohol metabolic load from all sources of medication<\/li><li>-- patient stress may necessitate dose adjustment<\/li><\/ul>"},{"id":"291825-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Hydrocortisone: C (FDA)<\/li><li>Hydrocortisone: A (AUS)<\/li><\/ul>"},{"id":"291825-s-3-12","title":"Breast Feeding","mono":"Hydrocortisone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"291825-s-4","title":"Drug Interactions","sub":[{"id":"291825-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"291825-s-4-14","title":"Major","mono":"<ul><li>Aldesleukin (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Topotecan (theoretical)<\/li><\/ul>"},{"id":"291825-s-4-15","title":"Moderate","mono":"<ul><li>Alcuronium (probable)<\/li><li>Atracurium (probable)<\/li><li>Balofloxacin (established)<\/li><li>Besifloxacin (established)<\/li><li>Ciprofloxacin (established)<\/li><li>Colestipol (probable)<\/li><li>Enoxacin (established)<\/li><li>Fleroxacin (established)<\/li><li>Flumequine (established)<\/li><li>Gallamine (probable)<\/li><li>Gatifloxacin (established)<\/li><li>Gemifloxacin (established)<\/li><li>Hexafluorenium (probable)<\/li><li>Levofloxacin (established)<\/li><li>Licorice (probable)<\/li><li>Lomefloxacin (established)<\/li><li>Metocurine (probable)<\/li><li>Moxifloxacin (established)<\/li><li>Nadifloxacin (established)<\/li><li>Norfloxacin (established)<\/li><li>Ofloxacin (established)<\/li><li>Pazufloxacin (established)<\/li><li>Pefloxacin (established)<\/li><li>Primidone (probable)<\/li><li>Prulifloxacin (established)<\/li><li>Rifapentine (probable)<\/li><li>Rufloxacin (established)<\/li><li>Saiboku-To (probable)<\/li><li>Sparfloxacin (established)<\/li><li>Tosufloxacin (established)<\/li><\/ul>"}]},"5":{"id":"291825-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Atrophic condition of skin, Impaired wound healing, Skin ulcer<\/li><li><b>Endocrine metabolic:<\/b>Disorder of protein metabolism<\/li><li><b>Gastrointestinal:<\/b>Disorder of gastrointestinal tract<\/li><li><b>Musculoskeletal:<\/b>Fracture of bone, Muscle weakness, Osteoporosis<\/li><li><b>Neurologic:<\/b>Headache<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Adrenal insufficiency, Cushing's syndrome, Disorder of fluid AND\/OR electrolyte, Drug-induced adrenocortical insufficiency, HPA, Hyperglycemia<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Infarction of spinal cord, Nerve injury, Paraplegia, Raised intracranial pressure, Seizure, Tetraplegia<\/li><li><b>Ophthalmic:<\/b>Cataract, Cortical blindness, Glaucoma<\/li><li><b>Respiratory:<\/b>Pulmonary tuberculosis<\/li><\/ul>"},"6":{"id":"291825-s-6","title":"Drug Name Info","sub":{"0":{"id":"291825-s-6-17","title":"US Trade Names","mono":"<ul><li>A-Hydrocort<\/li><li>SoluCORTEF<\/li><\/ul>"},"2":{"id":"291825-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Endocrine-Metabolic Agent<\/li><\/ul>"},"3":{"id":"291825-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"291825-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"291825-s-7","title":"Mechanism Of Action","mono":"Hydrocortisone sodium succinate is an adrenocortical steroid with salt-retaining properties. Its synthetic analog form is mainly used for anti-inflammatory effects in different disorders of many organ systems. It is also used as replacement therapy for adrenocortical deficient patients.<br\/>"},"8":{"id":"291825-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"291825-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, IM: 65.8 minutes<\/li><li>Tmax, SubQ: 91.3 minutes<\/li><li>Bioavailability, IM: rapidly absorbed<\/li><\/ul>"},"4":{"id":"291825-s-8-27","title":"Elimination Half Life","mono":"IM, 2.2 hours; subQ, 4.7 hours <br\/>"}}},"9":{"id":"291825-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>intrathecal administration is contraindicated<br\/><\/li><li><b>Intramuscular<\/b><br\/><ul><li>IM preparations are contraindicated in patients with idiopathic thrombocytopenic purpura<\/li><li>reconstituted solution may be given without further dilution<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>administer over a period of 30 seconds (eg, 100 mg) to 10 minutes (eg, 500 mg or more); reconstituted solution may be given without further dilution<\/li><li>(infusion) may dilute up to 1 mg\/mL in D5W or NS for infusion<\/li><li> in fluid-restricted patients, up to 3000 mg may be added to 50 mL D5W or NS for administration; stable for 4 hours<\/li><\/ul><\/li><\/ul>"},"10":{"id":"291825-s-10","title":"Monitoring","mono":"<ul><li>improvement in clinical signs and symptoms<\/li><li>blood pressure; large doses therapy<\/li><li>periodic fluid and electrolyte status determinations; long-term therapy<\/li><li>cataract or blur vision; long term therapy<\/li><li>growth and development; long-term therapy in pediatric patients<\/li><li>urinary free cortisol test; long-term therapy<\/li><li>ACTH stimulation test; long-term therapy<\/li><\/ul>"},"11":{"id":"291825-s-11","title":"How Supplied","mono":"<ul><li><b>A-Hydrocort<\/b><br\/>Injection Powder for Solution: 100 MG<br\/><\/li><li><b>Solu-CORTEF<\/b><br\/>Injection Powder for Solution: 1 GM, 100 MG, 250 MG, 500 MG<br\/><\/li><\/ul>"},"12":{"id":"291825-s-12","title":"Toxicology","sub":[{"id":"291825-s-12-31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"291825-s-12-32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"291825-s-12-33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"291825-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy unless approved by healthcare professional.<\/li><li>Instruct patient to avoid exposure to chickenpox or measles.  If exposure occurs, notify healthcare professional.<\/li><li>This drug may cause impaired wound healing, skin atrophy, skin ulcer, or headache.<\/li><li>May cause hyperglycemia. Advise diabetic patients to report difficulties in glycemic control.<\/li><li>Instruct patients on prolonged therapy to report blurred vision or signs\/symptoms of cataracts, infection, or hypothalamic-pituitary-axis (HPA) suppression (fatigue, depression, anxiety, hyperglycemia, muscle weakness, immunosuppression symptoms).<\/li><\/ul>"}}}