{"generic":"Hydroxychloroquine Sulfate","drugs":["Hydroxychloroquine Sulfate","Plaquenil"],"mono":{"0":{"id":"292825-s-0","title":"Generic Names","mono":"Hydroxychloroquine Sulfate"},"1":{"id":"292825-s-1","title":"Dosing and Indications","sub":{"0":{"id":"292825-s-1-4","title":"Adult Dosing","mono":"<ul><li>one 200-mg tablet of hydroxychloroquine sulfate is equivalent to 155 mg base<\/li><li><b>Lupus erythematosus:<\/b> initial: 400 mg (310 mg base) ORALLY once or twice daily until remission<\/li><li><b>Lupus erythematosus:<\/b> maintenance: 200 to 400 mg (155 to 310 mg base) ORALLY once daily<\/li><li><b>Malaria:<\/b> 800 mg ORALLY immediately followed by 400 mg ORALLY at 6, 24, and 48 hours; total dose, 2000 mg (guideline dosing)  OR 800 mg ORALLY initially, then 400 mg in 6 to 8 hours and 400 mg ORALLY once daily for 2 days OR a single dose of 800 mg ORALLY (manufacturer dosing); for Plasmodium vivax or P ovale malaria, give in combination with primaquine phosphate 52.6 mg ORALLY daily for 14 days (guideline dosing)<\/li><li><b>Malaria; Prophylaxis:<\/b> 400 mg ORALLY once weekly beginning 1 to 2 weeks prior to travel to malarious area; continue on same day each week while in area and for 4 weeks after leaving area (guideline dosing)  OR 400 mg ORALLY weekly on the same day each week beginning 2 weeks prior to travel to malarious area, continue on same day each week while in area and for 8 weeks after leaving area; an initial loading dose of 800 mg may be used if therapy cannot be initiated 2 weeks prior to travel (manufacturer dosing)<\/li><li><b>Rheumatoid arthritis:<\/b> initial: 400 to 600 mg (310 to 465 mg base) ORALLY once daily for 4 to 12 weeks<\/li><li><b>Rheumatoid arthritis:<\/b> maintenance: 200 to 400 mg (155 to 310 mg base) ORALLY once daily<\/li><\/ul>"},"1":{"id":"292825-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>one 200-mg tablet of hydroxychloroquine sulfate is equivalent to 155 mg base<\/li><li><b>Malaria:<\/b> 12.9 mg\/kg (MAX, 800 mg) ORALLY (first dose), followed by 6.45 mg\/kg (MAX, 400 mg) ORALLY in 6 hours (second dose), then 18 hours after second dose (third dose), then 24 hours after third dose (fourth dose); total dose over 3 days is 32.25 mg\/kg; for Plasmodium vivax or P ovale malaria, give in combination with primaquine phosphate 0.8 mg\/kg ORALLY daily for 14 days (guideline dosing)<\/li><li><b>Malaria; Prophylaxis:<\/b> 6.45 mg\/kg ORALLY once weekly beginning 1 to 2 weeks prior to travel to malarious area; continue on same day each week while in area and for 4 weeks after leaving area; MAX dose, 400 mg (guideline dosing)  OR 6.45 mg\/kg ORALLY weekly on the same day each week beginning 2 weeks prior to travel to malarious area, continue on same day each week while in area and for 8 weeks after leaving area; an initial loading dose of 12.9 mg\/kg in 2 divided doses 6 hours apart may be used if therapy cannot be initiated 2 weeks prior to travel (manufacturer dosing)<\/li><\/ul>"},"3":{"id":"292825-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Lupus erythematosus<\/li><li>Malaria<\/li><li>Rheumatoid arthritis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Malaria; Prophylaxis<br\/>"}}},"2":{"id":"292825-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Physicians should completely familiarize themselves with the contents of this leaflet before prescribing hydroxychloroquine.<br\/>"},"3":{"id":"292825-s-3","title":"Contraindications\/Warnings","sub":[{"id":"292825-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to 4-aminoquinoline compound<\/li><li>long-term use in children<\/li><li>retinal or visual field changes from prior 4-aminoquinoline compound<\/li><\/ul>"},{"id":"292825-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- physicians should completely familiarize themselves with the contents of this leaflet before prescribing hydroxychloroquine<\/li><li>Dermatologic:<\/li><li>-- psoriasis patients may experience severe exacerbation<\/li><li>-- dermatologic reaction may occur with concomitant use of drugs that have tendency to produce dermatitis<\/li><li>Hematologic:<\/li><li>-- porphyria may be exacerbated<\/li><li>Hepatic:<\/li><li>-- give cautiously to patients with liver disease, alcoholism, or concomitant use of known hepatotoxic drugs<\/li><li>Other:<\/li><li>-- long-term or high dose therapy is a risk factor for irreversible retinopathy, muscle weakness and severe blood disorders<\/li><li>-- glucose-6-phosphate (G6P) deficient patients may have risk of hemolysis<\/li><\/ul>"},{"id":"292825-s-3-11","title":"Pregnancy Category","mono":"Hydroxychloroquine: D (AUS)<br\/>"},{"id":"292825-s-3-12","title":"Breast Feeding","mono":"<ul><li>Hydroxychloroquine: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Hydroxychloroquine: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"292825-s-4","title":"Drug Interactions","sub":[{"id":"292825-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (probable)<\/li><li>Aurothioglucose (theoretical)<\/li><li>Bepridil (probable)<\/li><li>Cisapride (probable)<\/li><li>Dronedarone (probable)<\/li><li>Mesoridazine (probable)<\/li><li>Pimozide (probable)<\/li><li>Piperaquine (probable)<\/li><li>Saquinavir (probable)<\/li><li>Sparfloxacin (probable)<\/li><li>Terfenadine (probable)<\/li><li>Thioridazine (probable)<\/li><li>Ziprasidone (probable)<\/li><\/ul>"},{"id":"292825-s-4-14","title":"Major","mono":"<ul><li>Alfuzosin (probable)<\/li><li>Amiodarone (theoretical)<\/li><li>Amitriptyline (probable)<\/li><li>Anagrelide (probable)<\/li><li>Apomorphine (probable)<\/li><li>Aripiprazole (probable)<\/li><li>Arsenic Trioxide (probable)<\/li><li>Asenapine (probable)<\/li><li>Astemizole (probable)<\/li><li>Atazanavir (probable)<\/li><li>Azithromycin (probable)<\/li><li>Bedaquiline (probable)<\/li><li>Buserelin (probable)<\/li><li>Chloroquine (probable)<\/li><li>Chlorpromazine (probable)<\/li><li>Ciprofloxacin (probable)<\/li><li>Citalopram (probable)<\/li><li>Clarithromycin (probable)<\/li><li>Clomipramine (probable)<\/li><li>Clozapine (probable)<\/li><li>Crizotinib (probable)<\/li><li>Cyclobenzaprine (probable)<\/li><li>Dabrafenib (probable)<\/li><li>Dasatinib (probable)<\/li><li>Degarelix (probable)<\/li><li>Delamanid (probable)<\/li><li>Desipramine (probable)<\/li><li>Deslorelin (probable)<\/li><li>Disopyramide (probable)<\/li><li>Dofetilide (probable)<\/li><li>Dolasetron (probable)<\/li><li>Domperidone (probable)<\/li><li>Donepezil (probable)<\/li><li>Doxepin (probable)<\/li><li>Droperidol (probable)<\/li><li>Ebastine (probable)<\/li><li>Eribulin (probable)<\/li><li>Erythromycin (probable)<\/li><li>Escitalopram (probable)<\/li><li>Famotidine (probable)<\/li><li>Felbamate (probable)<\/li><li>Fingolimod (probable)<\/li><li>Flecainide (probable)<\/li><li>Fluconazole (probable)<\/li><li>Fluoxetine (probable)<\/li><li>Formoterol (probable)<\/li><li>Foscarnet (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Galantamine (probable)<\/li><li>Gatifloxacin (probable)<\/li><li>Gemifloxacin (probable)<\/li><li>Gonadorelin (probable)<\/li><li>Goserelin (probable)<\/li><li>Granisetron (probable)<\/li><li>Halofantrine (probable)<\/li><li>Haloperidol (probable)<\/li><li>Histrelin (probable)<\/li><li>Hydroquinidine (probable)<\/li><li>Ibutilide (probable)<\/li><li>Iloperidone (probable)<\/li><li>Imipramine (probable)<\/li><li>Itraconazole (probable)<\/li><li>Ivabradine (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Lapatinib (probable)<\/li><li>Leuprolide (probable)<\/li><li>Levofloxacin (probable)<\/li><li>Lumefantrine (probable)<\/li><li>Mefloquine (probable)<\/li><li>Methadone (probable)<\/li><li>Metronidazole (probable)<\/li><li>Mifepristone (probable)<\/li><li>Mizolastine (probable)<\/li><li>Moxifloxacin (probable)<\/li><li>Nafarelin (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Nilotinib (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Octreotide (probable)<\/li><li>Ofloxacin (probable)<\/li><li>Olanzapine (probable)<\/li><li>Ondansetron (probable)<\/li><li>Paliperidone (probable)<\/li><li>Panobinostat (theoretical)<\/li><li>Paroxetine (probable)<\/li><li>Pasireotide (probable)<\/li><li>Pazopanib (probable)<\/li><li>Pentamidine (probable)<\/li><li>Perflutren Lipid Microsphere (probable)<\/li><li>Perphenazine (probable)<\/li><li>Pipamperone (probable)<\/li><li>Posaconazole (probable)<\/li><li>Probucol (probable)<\/li><li>Procainamide (probable)<\/li><li>Prochlorperazine (probable)<\/li><li>Promethazine (probable)<\/li><li>Propafenone (probable)<\/li><li>Protriptyline (probable)<\/li><li>Quetiapine (probable)<\/li><li>Quinidine (probable)<\/li><li>Quinine (probable)<\/li><li>Ranolazine (probable)<\/li><li>Rilpivirine (probable)<\/li><li>Risperidone (probable)<\/li><li>Ritonavir (probable)<\/li><li>Sertindole (probable)<\/li><li>Sevoflurane (probable)<\/li><li>Sodium Phosphate (probable)<\/li><li>Sodium Phosphate, Dibasic (probable)<\/li><li>Sodium Phosphate, Monobasic (probable)<\/li><li>Solifenacin (probable)<\/li><li>Sorafenib (probable)<\/li><li>Sotalol (probable)<\/li><li>Sunitinib (probable)<\/li><li>Tacrolimus (probable)<\/li><li>Tamoxifen (probable)<\/li><li>Telaprevir (probable)<\/li><li>Telavancin (probable)<\/li><li>Telithromycin (probable)<\/li><li>Tetrabenazine (probable)<\/li><li>Tizanidine (probable)<\/li><li>Tolterodine (probable)<\/li><li>Toremifene (probable)<\/li><li>Trazodone (probable)<\/li><li>Trimipramine (probable)<\/li><li>Triptorelin (probable)<\/li><li>Vandetanib (probable)<\/li><li>Vardenafil (probable)<\/li><li>Vemurafenib (probable)<\/li><li>Venlafaxine (probable)<\/li><li>Vilanterol (probable)<\/li><li>Vinflunine (probable)<\/li><li>Voriconazole (probable)<\/li><li>Vorinostat (probable)<\/li><\/ul>"},{"id":"292825-s-4-15","title":"Moderate","mono":"<ul>Digoxin (probable)<\/ul>"}]},"5":{"id":"292825-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Ophthalmic:<\/b>Disorder of cornea<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Torsades de pointes<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Aplastic anemia, Leukopenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Fulminant hepatic failure<\/li><li><b>Musculoskeletal:<\/b>Drug-induced myopathy<\/li><li><b>Neurologic:<\/b>Neuromyopathy, Seizure<\/li><li><b>Ophthalmic:<\/b>Retinopathy<\/li><li><b>Otic:<\/b>Hearing loss<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"292825-s-6","title":"Drug Name Info","sub":{"0":{"id":"292825-s-6-17","title":"US Trade Names","mono":"Plaquenil<br\/>"},"2":{"id":"292825-s-6-19","title":"Class","mono":"<ul><li>Aminoquinoline<\/li><li>Antimalarial<\/li><\/ul>"},"3":{"id":"292825-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"292825-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"292825-s-7","title":"Mechanism Of Action","mono":"Hydroxychloroquine sulfate is an antimalarial drug with beneficial effect in lupus erythematosus and acute or chronic rheumatoid arthritis. Its antimalarial property is highly effective against erythrocytic forms of Plasmodium, but not effective against exoerythrocytic forms of parasites. The exact mechanism of action is still unknown.<br\/>"},"9":{"id":"292825-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with food or milk <br\/>"},"10":{"id":"292825-s-10","title":"Monitoring","mono":"<ul><li>cutaneous lupus erythematosus: hydroxychloroquine blood concentrations, especially in unresponsive patients<\/li><li>lupus erythematosus\/rheumatoid arthritis: C-reactive protein levels, erythrocyte sedimentation rate<\/li><li>malaria: symptomatic improvement<\/li><li>rheumatoid arthritis\/systemic lupus erythematosus: improved range of motion, decreased early morning stiffness and painful\/swollen joints,<\/li><li>blood cell counts; periodically during prolonged therapy<\/li><li>ankle and knee reflexes; during prolonged therapy<\/li><li>ophthalmologic examinations; baseline and every 3 months during prolonged therapy<\/li><\/ul>"},"11":{"id":"292825-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 200 MG<br\/><\/li><li><b>Plaquenil<\/b><br\/>Oral Tablet: 200 MG<br\/><\/li><\/ul>"},"12":{"id":"292825-s-12","title":"Toxicology","sub":[{"id":"292825-s-12-31","title":"Clinical Effects","mono":"<b>CHLOROQUINE AND RELATED DRUGS <\/b><br\/>USES: Chloroquine is primarily used for prophylaxis or treatment of malaria. Chloroquine and hydroxychloroquine are the only drugs included within this management that are available in the United States; they are also used in the treatment of rheumatoid arthritis and extraintestinal amebiasis. Other related drugs in the aminoquinoline family include amodiaquine hydrochloride, broxyquinoline, cycloquine, diidohydroxyquin, mefloquine, mepacrine, pamaquin, pentaquine, primaquine phosphate, plasmocid, and quinacrine hydrochloride. Refer to the individual managements of MEFLOQUINE and PRIMAQUINE for further information. PHARMACOLOGY: Chloroquine and its 4-aminoquinoline congeners block the synthesis of DNA and RNA. Hydroxychloroquine has the same mechanism of action, though it is less potent. TOXICOLOGY: In overdose, chloroquine has quinidine-like effects, depressing cardiac contractility and impairing conduction. Hypokalemia is due to the shifting of potassium from extracellular to intracellular compartments. EPIDEMIOLOGY: Chloroquine overdose is rare in the United States, but it is common in areas where malaria is endemic. Mortality is reported as 10% to 30% in overdose. MILD TO MODERATE TOXICITY: Mild to moderate overdose of chloroquine can result in gastrointestinal effects (ie, nausea, vomiting, and abdominal pain), headache, visual disturbances that can result in permanent blindness, hearing disturbances that can result in deafness, and neuromuscular excitability. SEVERE TOXICITY: Large overdoses of chloroquine or hydroxychloroquine can be rapidly fatal. After a large ingestion, life-threatening symptoms may develop within 1 to 2 hours. Clinical manifestations include depressed myocardial contractility, hypotension, heart block, ventricular dysrhythmias, and sinoatrial arrest. Seizures, coma, and cardiac or respiratory arrest may occur. Quinidine-like cardiotoxicity may cause QRS or QT prolongation on the ECG. Dysrhythmias may include ventricular tachycardia and fibrillation, torsade de pointes, bradycardia, or tachycardia. Severe hypokalemia commonly occurs in severe toxicity. Death is usually due to myocardial depression and dysrhythmias. A triad of hypotension, hypokalemia, and QRS prolongation should make one highly suspicious of chloroquine overdose. CHRONIC TOXICITY: Chloroquine has been reported to cause vertigo, malaise, anorexia, headache, retinopathy, atrioventricular conduction defects, and, rarely, hemolytic anemia with chronic use. Chloroquine has been implicated in isolated acute psychosis with chronic use, especially in children. ADVERSE EFFECTS: CHLOROQUINE: Nausea, diarrhea and gastritis, skin changes (ie, pruritus and skin eruptions), and visual changes, including blurry vision and impaired night vision. Difficulty hearing and ringing in the ears may occur. Mood changes may occur at therapeutic dosing. AMODIAQUINE: Amodiaquine can cause severe and fatal neutropenia with therapeutic dosing.<br\/>"},{"id":"292825-s-12-32","title":"Treatment","mono":"<b>CHLOROQUINE AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: All patients with symptoms of aminoquinoline toxicity should be evaluated by a health care professional. The offending agent should be discontinued. In the case of neuropsychiatric symptoms, supportive pharmacotherapy such as antipsychotic medications or benzodiazepines may be given. Analgesics and antiemetics may be administered for headache and gastrointestinal symptoms as needed. MANAGEMENT OF SEVERE TOXICITY: Patients may deteriorate and die within 1 to 2 hours of a large ingestion, usually due to myocardial depression and dysrhythmias. Aggressive symptomatic and supportive care are the mainstays of treatment. Patients with severe toxicity should be intubated and sedated with high doses of benzodiazepines, and circulatory support should be provided with fluids and vasopressors (eg, epinephrine). Consider intravenous lipid therapy early for patients with ventricular dysrhythmias or hypotension. Orotracheal intubation for airway protection should be performed early in cases of severe psychomotor agitation, repeated seizure activity, coma, or evidence of severe quinidine-like cardiotoxicity. Although the mechanism remains unclear, high dose diazepam at 2 mg\/kg over 30 minutes after intubation has been shown to reduce mortality in animals and lessen cardiotoxicity in humans. Along with high dose diazepam and mechanical ventilation, epinephrine has been found to be useful in treating hypotension in chloroquine-poisoned patients. Doses of epinephrine may be started at 0.25 mcg\/kg\/min, increasing by increments of 0.25 mcg\/kg\/min until adequate blood pressure is obtained. One study showed marked improvement in survival in patients with severe chloroquine toxicity if early endotracheal intubation was performed and high dose IV diazepam and epinephrine were administered. Hypokalemia should be corrected carefully. Massive hemolysis may need to be treated with blood transfusions and supportive care, with careful monitoring for hyperkalemia and rhabdomyolysis.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal should be avoided in the prehospital setting because of the high risk of abrupt onset seizure or coma and subsequent aspiration. HOSPITAL: Consider decontamination if a patient presents shortly after an oral overdose and is not yet manifesting symptoms of toxicity. Activated charcoal is generally not recommended in patients that are manifesting signs of toxicity as they may abruptly become comatose or seize and aspirate. If the airway is protected with orotracheal intubation, charcoal may be given. Gastric lavage may be considered in patients who are intubated and have recently (generally within 1 hour) ingested a life-threatening amount of chloroquine (2.25 g or more) as it is a life-threatening overdose with no specific antidote.<\/li><li>Airway management: Perform early in patients with severe intoxication (ie, coma, seizures, severe agitation, signs of quinidine-like cardiotoxicity).<\/li><li>Antidote: There is no specific antidote.<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Tachycardia: Tachycardia may occur from the development of agitation or hypotension. Treat the underlying cause.<\/li><li>Conduction disorder of the heart: QRS widening or ventricular tachycardia may respond to sodium bicarbonate. Serum alkalinization may be effective in the treatment of conduction disturbances due to quinidine-like drugs. A reasonable starting dose is 1 to 2 mEq\/kg bolus, repeated as needed. Endpoints include resolution of dysrhythmias, narrowing of QRS complex, and a blood pH of 7.45 to 7.55. Epinephrine and high dose diazepam are indicated in patients with dysrhythmias, QRS widening, hypotension, or circulatory collapse. After endotracheal intubation, high dose diazepam at 2 mg\/kg given over 30 minutes, along with epinephrine 0.25 mcg\/kg\/min, titrating to effect, has been shown to ameliorate quinidine-like cardiotoxicity in severely chloroquine-poisoned patients. Electrolytes should be optimized. Use lidocaine if sodium bicarbonate and epinephrine are not successful. Quinidine, disopyramide, and procainamide are CONTRAINDICATED as their effects on myocardial conduction are similar to that of chloroquine and related agents.<\/li><li>Fat emulsion: Patients who develop significant cardiovascular toxicity should be treated with intravenous lipids. Administer 1.5 mL\/kg of 20% lipid emulsion over 2 to 3 minutes as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min. If possible, discontinue after 30 to 60 minutes. Longer periods of lipid therapy should be considered if the patient's hemodynamic stability is dependent on continued lipid infusion.<\/li><li>Hypothermia: Hypothermia can result from cardiovascular collapse in severe cases of poisoning. Treatment is external and internal rewarming if necessary, and aggressive resuscitation.<\/li><li>Seizure: Treatment includes endotracheal intubation and intravenous benzodiazepine (diazepam 2 mg\/kg as an IV infusion over 30 minutes) followed by propofol or barbiturates if seizures persist. If seizures recur, intubate and paralyze the patient, with continuous EEG monitoring, and induce a barbiturate coma.<\/li><li>Hypotensive episode: Severe hypotension may occur as a late and ominous finding as a result of myocardial depression. Initial treatment should be an intravenous normal saline bolus, if patient can tolerate the fluid load, then vasopressors to raise mean arterial pressure. Along with high dose diazepam and mechanical ventilation, epinephrine has been found to be useful in treating hypotension and myocardial depression in chloroquine-poisoned patients. Doses of epinephrine may be started at 0.25 mcg\/kg\/min, increasing by increments of 0.25 mcg\/kg\/min until adequate blood pressure is obtained.<\/li><li>Hemolysis: Hemolysis may be treated with hydration and blood transfusion if needed. Monitor for and treat hyperkalemia and renal failure. Hydrate well with intravenous fluids.<\/li><li>Hypokalemia: Correct hypokalemia cautiously as it is due to the shifting of potassium intracellularly, and aggressive correction may later cause hyperkalemia. Administer small doses of IV potassium with continuous ECG monitoring.<\/li><li>Methemoglobinemia: Initiate oxygen therapy. Treat with methylene blue if patient is symptomatic (usually at methemoglobin concentrations greater than 20% to 30% or at lower concentrations in patients with anemia, underlying pulmonary or cardiovascular disease). For adults or children, administer 1 to 2 mg\/kg (0.3 to 1 mg\/kg for neonates) IV over 5 minutes with 30 mL flush of normal saline as needed every 4 hours. Improvement should be noted shortly after administration if diagnosis is correct. Occasionally, additional doses are needed. If administration of methylene blue is not effective, consider other etiology of patient's condition, or underlying patient deficiency (ie, glucose-6-phosphate dehydrogenase deficiency).<\/li><li>Monitoring of patient: Chloroquine concentrations are not readily available or useful to guide therapy. Monitor vital signs and mental status. Obtain an ECG and institute continuous cardiac monitoring in all patients. Monitor serum electrolytes, particularly potassium, renal function, and glucose. Consider head CT and lumbar puncture to rule out intracranial mass, bleeding, or infection if the diagnosis is unclear. CPK should be obtained if the patient has had psychomotor agitation or seizure activity.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion have no role in the management of chloroquine toxicity because of extensive tissue distribution.<\/li><li>Patient disposition: HOME CRITERIA: Only asymptomatic adults with small, inadvertent ingestions can be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions, symptomatic patients, or children with inadvertent ingestions should be sent to a health care facility for observation for at least 4 hours as symptoms of severe toxicity will likely develop within this time period. Symptomatic patients should be observed for 24 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous stimulation and\/or abnormal vital signs should be admitted. Patients with coma, seizures, dysrhythmias, or any other life-threatening result of toxicity or intubated patients should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear. Consider ophthalmology consult for visual disturbances and otolaryngology consult for hearing disturbances.<\/li><\/ul>"},{"id":"292825-s-12-33","title":"Range of Toxicity","mono":"<b>CHLOROQUINE AND RELATED DRUGS<\/b><br\/>TOXICITY: The toxic dose varies widely depending on the specific agent. CHLOROQUINE: ADULT: The lethal dose is estimated at 30 to 50 mg\/kg. As little as 2.25 to 3 g may be fatal in an adult. PEDIATRIC: Children have died after ingesting 1 or 2 tablets (dose as low as 300 mg). Note: As little as 2 to 3 times the therapeutic dose in children may be fatal. HYDROXYCHLOROQUINE: ADULT: Ingestion of 8 to 22 g by adults has caused life-threatening toxicity (ie, dysrhythmias, hypotension, and coma). THERAPEUTIC DOSE: CHLOROQUINE: Adult: malarial prophylaxis, 500 mg (=300 mg base) once weekly; acute malaria, total dose of 2.5 g (=1.5 g base) in 3 days. Pediatric: malarial prophylaxis,  5 mg\/kg orally as chloroquine base (maximum dose of 300 mg base) taken once weekly; acute malaria, 10 mg\/kg of chloroquine base for one dose (maximum dose of 600 mg base), then 5 mg\/kg\/dose of chloroquine base (maximum dose of 300 mg base) at 6 hours, 24 hours, and 36 hours after the first dose (a total of 4 doses). HYDROXYCHLOROQUINE: Adult: 400 to 800 mg per day, depending on indication. Pediatric: malarial prophylaxis, 5 mg\/kg orally as base (maximum 310 mg base) taken once weekly; acute malaria, 10 mg\/kg base for one dose (maximum dose of 620 mg base), then 5 mg\/kg base (maximum dose of 310 mg base) at 6 hours, 18 hours, and 24 hours after the first dose (a total of 4 doses).<br\/>"}]},"13":{"id":"292825-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea, vomiting, diarrhea, myopathy, or headache.<\/li><li>Patient should report visual changes or sign\/symptoms of agranulocytosis while taking drug.<\/li><li>Instruct patient to take drug with food or milk.<\/li><\/ul>"}}}