{"generic":"Capsaicin","drugs":["Capsagel","Capsagesic-HP Arthritis Relief","Capsaicin","Capsin","Pain Enz","Rid-A-Pain","Sportsmed","Trixaicin","Zostrix"],"mono":{"0":{"id":"29x1s0","title":"Generic Names","mono":"Capsaicin"},"1":{"id":"29x1s1","title":"Dosing and Indications","sub":[{"id":"29x1s1b4","title":"Adult Dosing","mono":"<ul><li><b>Arthritis - Pain:<\/b> TOPICAL, apply thin film to the affected area 3 to 4 times per day<\/li><li><b>Musculoskeletal pain:<\/b> TOPICAL, apply thin film to the affected area 3 to 4 times per day<\/li><li><b>Neuropathic pain, associated with postherpetic neuralgia:<\/b> (patch) a single 60-minute application of up to 4 patches every 3 months as needed; do not apply more frequently than every 3 months<\/li><li><b>Psoriasis:<\/b> apply cream 6 times\/day for 3 days, then 4 times\/day<\/li><\/ul>"},{"id":"29x1s1b5","title":"Pediatric Dosing","mono":"safety and effectiveness of capsaicin 8% patch (Qutenza(R)) not established in pediatric patients; consult a physician before using capsaicin cream on patients under 18 years of age "},{"id":"29x1s1b6","title":"Dose Adjustments","mono":"<b>geriatric:<\/b> no dosage adjustment needed "},{"id":"29x1s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Arthritis - Pain<\/li><li>Musculoskeletal pain<\/li><li>Neuropathic pain, associated with postherpetic neuralgia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Neuropathy due to human immunodeficiency virus<\/li><li>Neuropathy - Postoperative complication<\/li><li>Postoperative nausea and vomiting; Prophylaxis<\/li><li>Psoriasis<\/li><\/ul>"}]},"3":{"id":"29x1s3","title":"Contraindications\/Warnings","sub":[{"id":"29x1s3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"29x1s3b10","title":"Precautions","mono":"<ul><li>aerosolization of capsaicin, when patches are rapidly removed; inhalation of airborne capsaicin can cause coughing, sneezing, or shortness of breath; roll adhesive side of patch inward and remove patch gently and slowly<\/li><li> eye or mucous membrane exposure; do not apply to face or scalp; flush eyes and mucous membranes with cool water if accidental contact occurs<\/li><li>unintended skin exposure; use provided Cleansing Gel for 1 minute, wipe off with dry gauze, and wash the area with soap and water if accidental contact occurs<\/li><li>cardiovascular or cerebrovascular events recent history; may increase risk of cardiovascular adverse effects<\/li><li>do not use latex gloves as they do not provide adequate protection; use only nitrile gloves when handling and cleaning residues<\/li><li>hypertension, unstable or poorly controlled; increased risk of cardiovascular adverse effects<\/li><li>hypertension associated with treatment-related increases in pain has occurred; treat acute pain with local cooling (eg, ice pack) and\/or appropriate analgesics<\/li><li>report suspected adverse reactions to NeurogesX at 1-877-900-NGSX (6479) or the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"29x1s3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"29x1s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"29x1s4","title":"Drug Interactions","sub":{"2":{"id":"29x1s4b15","title":"Moderate","mono":"<ul><li>Alacepril (probable)<\/li><li>Benazepril (probable)<\/li><li>Captopril (probable)<\/li><li>Delapril (probable)<\/li><li>Enalaprilat (probable)<\/li><li>Enalapril Maleate (probable)<\/li><li>Fosinopril (probable)<\/li><li>Imidapril (probable)<\/li><li>Lisinopril (probable)<\/li><li>Moexipril (probable)<\/li><li>Perindopril (probable)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Spirapril (probable)<\/li><li>Trandolapril (probable)<\/li><li>Zofenopril (probable)<\/li><\/ul>"}}},"5":{"id":"29x1s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Application site erythema (63%), Application site pain (42%), Application site rash (6%), Pruritus, Application Site (6%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (5%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (4%)<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Hypertension (2%)<br\/>"},"6":{"id":"29x1s6","title":"Drug Name Info","sub":{"0":{"id":"29x1s6b17","title":"US Trade Names","mono":"<ul><li>Zostrix<\/li><li>Capsagel<\/li><li>Capsagesic-HP Arthritis Relief<\/li><li>Capsin<\/li><li>Trixaicin<\/li><li>Pain Enz<\/li><li>Rid-A-Pain<\/li><li>Sportsmed<\/li><\/ul>"},"2":{"id":"29x1s6b19","title":"Class","mono":"Analgesic<br\/>"},"3":{"id":"29x1s6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"29x1s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"29x1s7","title":"Mechanism Of Action","mono":"<ul><li>Topical patch: Following an initial stimulation of the transient receptor potential vanilloid-1 receptors (TRPV1) and enhanced pain, there is a reduction in TRPV1-expressing nociceptive nerve endings and a reduction in epidermal nerve fiber density resulting in pain reduction with minor changes in heat detection and sharp sensation.<\/li><li>Topical cream: The precise mechanism of action has not been fully elucidated. Capsaicin is a neuropeptide-active agent that affects the synthesis, storage, transport, and release of substance P. Substance P is thought to be the principal chemical mediator of pain impulses from the periphery to the central nervous system. In addition, substance P has been shown to be released into joint tissues where it activates inflammatory intermediates that are involved with the development of rheumatoid arthritis. Capsaicin renders skin and joints insensitive to pain by depleting and preventing reaccumulation of substance P in peripheral sensory neurons. With the depletion of substance P in the nerve endings, local pain impulses cannot be transmitted to the brain.<\/li><\/ul>"},"8":{"id":"29x1s8","title":"Pharmacokinetics","sub":[{"id":"29x1s8b23","title":"Absorption","mono":"Tmax: topical patch, 60 minutes <br\/>"}]},"9":{"id":"29x1s9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>(patch) administer by physicians or healthcare professionals under close supervision of a physician only<\/li><li>(patch) use nitrile gloves to handle patch or to clean residues; do not use latex gloves<\/li><li>(patch) identify and mark treatment area on intact (unbroken) skin<\/li><li>(patch) clip hair (do not shave) in treatment area if needed to promote patch adherence<\/li><li>(patch) wash treatment area with mild soap and water and dry thoroughly<\/li><li>(patch) apply topical anesthetic to entire treatment area and surrounding 1 to 2 cm until skin is anesthetized<\/li><li>(patch) dry wipe topical anesthetic, gently wash treatment area with mild soap and water and dry thoroughly (treatment area must be dry)<\/li><li>(patch) remove patch from pouch; capsaicin-containing adhesive side is covered by a clear un-printed diagonally-cut release liner<\/li><li>(patch) must be used within 2 hours of opening the pouch<\/li><li>(patch) before removing the protective release liner, cut patch to match size and shape of treatment area<\/li><li>(patch) apply patch by peeling a small section of the release liner back and slowly place the adhesive side on treatment area with one hand and to smooth patch down on to the skin with the other hand<\/li><li>(patch) use rolled gauze or dressing to keep patch in place with treatment area for 60 minutes<\/li><li>(patch) remove patches slowly by rolling gently inward<\/li><li>(patch) clean treatment area with Cleansing Gel for 1 min, dry wipe Gel, then gently wash area with soap and water and dry area thoroughly<\/li><li>(patch) dispose all treatment materials as according to local biomedical waste procedures<\/li><li>(cream) avoid thick application<\/li><li>(cream) do not apply to wounds or damaged or irritated skin; do not tightly wrap or bandage the treated area<\/li><li>(cream, patch) avoid touching mucous membranes, eyes, or contact lenses after use<\/li><li>(cream) if hands are treated, wait 30 minutes after application before washing hands<\/li><li>(cream, patch) avoid inhaling airborne material from dried residue which can cause coughing, sneezing, tearing, and\/or throat or respiratory irritation<\/li><\/ul>"},"10":{"id":"29x1s10","title":"Monitoring","mono":"<ul><li>neuropathic pain: relief from neuropathic pain associated with postherpetic neuralgia is indicative of efficacy<\/li><li>muscle and joint pain: relief from minor aches and pains in muscles and joints associated with arthritis, simple backache, strains, or sprains is indicative of efficacy<\/li><li>(topical patch) blood pressure; during and following treatment<\/li><\/ul>"},"11":{"id":"29x1s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Topical Cream: 0.025 %, 0.075 %<br\/><\/li><li><b>Axsain<\/b><br\/>Topical Cream: 0.25 %<br\/><\/li><li><b>Capsin<\/b><br\/>Topical Lotion: 0.025 %, 0.075 %<br\/><\/li><li><b>Castiva Arthritis Pain Relief<\/b><br\/>Topical Lotion: 0.035 %<br\/><\/li><li><b>Icy Hot Arthritis Therapy<\/b><br\/>Topical Gel\/Jelly: 0.025 %<br\/><\/li><li><b>Rid-A-Pain-HP<\/b><br\/>Topical Cream: 0.075 %<br\/><\/li><li><b>Rid-A-Pain<\/b><br\/>Topical Cream: 0.025 %<br\/><\/li><li><b>Rite Aid Arthritis Pain Relief<\/b><br\/>Topical Cream: 0.075 %<br\/><\/li><li><b>Theragen<\/b><br\/>Topical Cream: 0.025 %<br\/><\/li><li><b>Trixaicin HP<\/b><br\/>Topical Cream: 0.075 %<br\/><\/li><li><b>Trixaicin<\/b><br\/>Topical Cream: 0.025 %<br\/><\/li><li><b>Zostrix Foot Pain<\/b><br\/>Topical Cream: 0.025 %<br\/><\/li><li><b>Zostrix High Potency Foot Pain Relief<\/b><br\/>Topical Cream: 0.075 %<br\/><\/li><li><b>Zostrix High Potency<\/b><br\/><ul><li>Topical Cream: 0.075 %<\/li><li>Topical Stick: 0.075 %<\/li><\/ul><\/li><li><b>Zostrix-HP<\/b><br\/>Topical Cream: 0.075 %<br\/><\/li><li><b>Zostrix Sports<\/b><br\/>Topical Cream: 0.075 %<br\/><\/li><li><b>Zostrix<\/b><br\/><ul><li>Topical Cream: 0.025 %<\/li><li>Topical Stick: 0.025 %<\/li><\/ul><\/li><\/ul>"},"12":{"id":"29x1s12","title":"Toxicology","sub":[{"id":"29x1s12b31","title":"Clinical Effects","mono":"<b>CAPSAICIN<\/b><br\/>USES: HOME: Many of the peppers of the capsicum species are prepared and used in a variety foods and dishes. MEDICAL: Topical formulations are used to treat painful skin conditions. LAW ENFORCEMENT: The oleoresin of capsicum is used in some pepper \"gas\" sprays by law enforcement or for personal protection. PLANTS: Found in plants of the genus Capsicum (primarily chili peppers). PHARMACOLOGY: Topical application stimulates pain fibers and causes release of immunoreactive somatostatin. Most likely causes the depletion of substance P in pain and heat neurons resulting in the inability of those neurons to report pain for a period. TOXICOLOGY: Activates pain and heat neurons resulting in those sensations. Adverse effects are due to capsaicin's irritation of the skin, eyes, and respiratory tract. EPIDEMIOLOGY: Exposure is common; severe toxicity is rare. In the home setting, exposure to capsaicin is most commonly from capsaicin in peppers and occurs during food preparation. In the emergency department, exposure is most often from aerosolized capsaicin used for personal protection or riot control. MILD TO MODERATE TOXICITY: Irritation, erythema, and burning pain without vesiculation following dermal or mucous membrane exposure are common. Lacrimation, blepharospasm, respiratory irritation, cough, vomiting, and diarrhea may also develop. Painful contact dermatitis may persist for several hours following exposure to pepper spray (capsaicin). Large oral ingestions can cause nausea, vomiting, abdominal pain, and rectal mucosal pain. SEVERE TOXICITY: Rare, but may include corneal abrasions, bronchospasm, severe respiratory distress, and acute lung injury. Hypokalemia, seizures and hypotension were reported in an infant following ingestion of capsaicin. Fatalities are extremely rare. PREDISPOSING CONDITIONS: Patients with underlying pulmonary disease, particularly asthma, emphysema, chronic bronchitis, or reactive airways, are at greater risk for more severe toxicity after exposure to aerosolized capsaicin. <br\/>"},{"id":"29x1s12b32","title":"Treatment","mono":"<b>CAPSAICIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Adequate decontamination of dermal and ocular exposures and supportive care are the mainstays of treatment for mild to moderate exposures. DERMAL: Copious water irrigation may provide temporary pain relief. Magnesium-aluminum hydroxide-simethicone suspension (eg, Maalox (R)) applied as a dressing to the skin can provide immediate pain relief. EYE: Copious water irrigation may provide temporary pain relief. Ophthalmic topical anesthetics can be used in cases of severe ocular pain. Pain generally decreases an hour after exposure. MANAGEMENT OF SEVERE TOXICITY: Supplemental oxygen should be administered to patients with signs of respiratory distress. Administer inhaled beta agonists for significant respiratory distress. Chest radiography can be obtained to examine for signs of pulmonary edema or acute lung injury. In extreme cases, mechanical ventilation may be necessary. Severe respiratory effects would only be expected in cases of exposure in enclosed spaces, repeated exposures, exposures in young children, or in cases of underlying respiratory disease.<\/li><li>Decontamination: PREHOSPITAL: DERMAL: Remove the patient's clothes and wash and irrigate the skin thoroughly. Apply a magnesium-aluminum hydroxide-simethicone suspension (eg, Maalox (R)) as a dressing to the skin to provide immediate pain relief. EYES: Copious water irrigation. INHALATION: Move patient to fresh air. HOSPITAL: DERMAL: Remove the patient's clothes and wash and irrigate the skin thoroughly. Apply a magnesium-aluminum hydroxide-simethicone suspension (eg, Maalox (R)) as a dressing to the skin to provide immediate pain relief. EYES: Copious water irrigation. INGESTION: Immediately dilute with 4-8 ounces of milk\/water.  Activated charcoal and gastric lavage are not indicated. INHALATION: Move to fresh air. If symptomatic, evaluate for irritation, bronchitis, or pneumonitis. 100% humidified oxygen as needed.<\/li><li>Airway management: Patients with severe respiratory distress may need ventilatory support in very rare cases.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Most patients do not require laboratory evaluation. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest radiograph in any patient with severe respiratory symptoms.<\/li><li>Enhanced elimination procedure: There is no means of enhanced elimination.<\/li><li>Patient disposition: HOME CRITERIA: Patients with minor signs or dermal or ocular irritation can be observed at home. OBSERVATION CRITERIA:  Patients with respiratory irritation or persistent dermal or persistent dermal or ocular irritation should be evaluated in a healthcare facility. ADMISSION CRITERIA: Patients with persistent respiratory symptoms should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul>"},{"id":"29x1s12b33","title":"Range of Toxicity","mono":"<b>CAPSAICIN<\/b><br\/>TOXICITY: Respiratory or ocular exposure to very small amounts will produce toxic effects. Severe respiratory effects would only be expected in cases of exposure in enclosed spaces, repeated exposures, exposures in young children, or in cases of underlying respiratory disease. Concentrations of less than 10(-4) molar will cause a burning sensation when applied to the tongue.  THERAPEUTIC DOSE: A thin layer of cream is typically applied to the affected area 3 to 4 times a day. A patch is typically applied for 60 minutes every 3 months. <br\/>"}]},"13":{"id":"29x1s13","title":"Clinical Teaching","mono":"<ul><li>Inform patient that after topical patch is removed, treatment area may be heat-sensitive (eg, hot showers\/baths, direct sunlight, vigorous exercise).<\/li><li>Tell patient to avoid applying topical cream immediately before or after bathing, swimming, sunbathing, or strenuous exercise.<\/li><li>Drug may cause transient burning sensation.<\/li><li>Topical patch formulation of drug may cause application site pain, erythema, pruritus, and papules.<\/li><li>Advise patient that symptomatic improvement may not be seen for a few weeks.<\/li><li>Instruct patient applying topical cream to avoid thick application, not to apply to wounds or damaged\/irritated skin, and not to tightly wrap or bandage the treated area.<\/li><li>Advise patient to avoid touching mucous membranes, eyes, or contact lenses after use. Patient should avoid inhaling airborne material from dried residue which can cause coughing, sneezing, tearing, and throat\/respiratory infection.<\/li><li>Instruct patient to wash hands with soap and water immediately after applying the topical cream, unless hands are area being treated.<\/li><\/ul>"}}}