{"generic":"Carisoprodol","drugs":["Carisoprodol","Soma","Vanadom"],"mono":{"0":{"id":"2bg6s0","title":"Generic Names","mono":"Carisoprodol"},"1":{"id":"2bg6s1","title":"Dosing and Indications","sub":[{"id":"2bg6s1b4","title":"Adult Dosing","mono":"<b>Disorder of musculoskeletal system:<\/b> 250 to 350 mg ORALLY 3 times a day and at bedtime; maximum duration, 2 to 3 weeks "},{"id":"2bg6s1b5","title":"Pediatric Dosing","mono":"<b>Disorder of musculoskeletal system:<\/b> 16 years or older, 250 to 350 mg ORALLY 3 times a day and at bedtime; maximum duration, 2 to 3 weeks "},{"id":"2bg6s1b6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment:<\/b> Not evaluated; use with caution.<\/li><li><b>Hepatic impairment:<\/b> Not evaluated; use with caution  and consider lower initial doses in severe hepatic impairment; increase gradually as needed and tolerated.<\/li><li><b>Geriatric:<\/b> Not evaluated in patients older than 65 years<\/li><li><b>Patients with reduced CYP2C19 activity:<\/b> Use with caution.<\/li><\/ul>"},{"id":"2bg6s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Disorder of musculoskeletal system<br\/>"}]},"3":{"id":"2bg6s3","title":"Contraindications\/Warnings","sub":[{"id":"2bg6s3b9","title":"Contraindications","mono":"<ul><li>acute intermittent porphyria<\/li><li>asthma, aspirin-induced (Soma(R) Compound, Soma(R) Compound with Codeine)<\/li><li>gastrointestinal complication, history of serious aspirin-induced (ie, bleeding, perforation, obstruction) (Soma(R) Compound, Soma(R) Compound with Codeine)<\/li><li>hypersensitivity reaction to a carbamate such as meprobamate<\/li><\/ul>"},{"id":"2bg6s3b10","title":"Precautions","mono":"<ul><li>abdominal conditions, acute; diagnosis or clinical course may be obscured (Soma(R) Compound with Codeine)<\/li><li>abrupt discontinuation; may result in withdrawal symptoms<\/li><li>addiction-prone individuals; increased risk of drug abuse, dependence, and withdrawal<\/li><li>biliary duct or pancreatic disease; may cause spasm of the sphincter of Oddi or reduce biliary or pancreatic secretions (Soma(R) Compound with Codeine)<\/li><li>concomitant use with alcohol should be avoided<\/li><li>concomitant use with other CNS depressants<\/li><li>concomitant use with meprobamate is not recommended<\/li><li>COPD, restrictive lung disease, decreased respiratory drive, and or respiratory depression; risk of further decreased respiratory function (Soma(R) Compound with Codeine)<\/li><li>dehydration; increased risk of hypotension (Soma(R) Compound with Codeine)<\/li><li>elderly or debilitated; increased risk of respiratory depression and serious gastrointestinal adverse events (bleeding, ulceration, perforation of stomach or intestines) that can occur at any time and without warning (Soma(R) Compound, Soma(R) Compound with Codeine)<\/li><li>gastrointestinal adverse events, serious; ulceration, bleeding, or perforation of stomach or intestines, potentially fatal may occur without warning (Soma(R) Compound, Soma(R) Compound with Codeine)<\/li><li>head injury; opioids may obscure the clinical course (Soma(R) Compound with Codeine)<\/li><li>hepatic impairment<\/li><li>increased intracranial pressure (eg, head trauma, intracranial lesions); potentially increased risk of respiratory depression (Soma(R) Compound with Codeine)<\/li><li>large initial doses in opioid non-tolerant patients; increased risk of respiratory depression (Soma(R) Compound with Codeine)<\/li><li>prolonged use; increased risk of dependence, withdrawal, and abuse; do not use longer than 2 to 3 weeks<\/li><li>reduced CYP2C19 activity; reduced metabolism of carisoprodol and increased risk of drug toxicity (Soma(R))<\/li><li>renal impairment<\/li><li>seizures; postmarketing cases have been reported, particularly in situations of multiple drug overdoses<\/li><li>report suspected adverse reactions to Meda Pharmaceuticals, Inc. at 1-800-526-3840 or to the US Food and Drug Administration at 1-800-FDA-1088<\/li><\/ul>"},{"id":"2bg6s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"2bg6s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"2bg6s4","title":"Drug Interactions","sub":{"1":{"id":"2bg6s4b14","title":"Major","mono":"<ul><li>Adinazolam (theoretical)<\/li><li>Alfentanil (probable)<\/li><li>Alprazolam (theoretical)<\/li><li>Amobarbital (theoretical)<\/li><li>Anileridine (probable)<\/li><li>Aprobarbital (theoretical)<\/li><li>Bromazepam (theoretical)<\/li><li>Brotizolam (theoretical)<\/li><li>Buprenorphine (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Butalbital (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Clonazepam (theoretical)<\/li><li>Clorazepate (theoretical)<\/li><li>Codeine (probable)<\/li><li>Dantrolene (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Estazolam (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flunitrazepam (theoretical)<\/li><li>Flurazepam (theoretical)<\/li><li>Halazepam (theoretical)<\/li><li>Hydrocodone (probable)<\/li><li>Hydromorphone (probable)<\/li><li>Ketazolam (theoretical)<\/li><li>Levorphanol (probable)<\/li><li>Lorazepam (theoretical)<\/li><li>Lormetazepam (theoretical)<\/li><li>Medazepam (theoretical)<\/li><li>Meperidine (probable)<\/li><li>Mephenesin (theoretical)<\/li><li>Mephobarbital (theoretical)<\/li><li>Meprobamate (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methohexital (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Nitrazepam (theoretical)<\/li><li>Nordazepam (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Oxycodone (probable)<\/li><li>Oxymorphone (theoretical)<\/li><li>Pentobarbital (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Propoxyphene (probable)<\/li><li>Quazepam (theoretical)<\/li><li>Remifentanil (probable)<\/li><li>Secobarbital (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Temazepam (theoretical)<\/li><li>Thiopental (theoretical)<\/li><li>Triazolam (theoretical)<\/li><li>Umeclidinium (theoretical)<\/li><\/ul>"}}},"5":{"id":"2bg6s5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Neurologic:<\/b>Dizziness (7% to 8%), Headache (3% to 5%), Somnolence (13% to 17%)<br\/><b>Serious<\/b><ul><li><b>Neurologic:<\/b>Seizure<\/li><li><b>Other:<\/b>Drug abuse, Drug dependence, Withdrawal sign or symptom<\/li><\/ul>"},"6":{"id":"2bg6s6","title":"Drug Name Info","sub":{"0":{"id":"2bg6s6b17","title":"US Trade Names","mono":"<ul><li>Soma<\/li><li>Vanadom<\/li><\/ul>"},"2":{"id":"2bg6s6b19","title":"Class","mono":"Skeletal Muscle Relaxant, Centrally Acting<br\/>"},"3":{"id":"2bg6s6b20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"2bg6s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"2bg6s7","title":"Mechanism Of Action","mono":"Carisoprodol blocks interneuronal activity in descending reticular formation and spinal cord, resulting in muscle relaxation.<br\/>"},"8":{"id":"2bg6s8","title":"Pharmacokinetics","sub":{"2":{"id":"2bg6s8b25","title":"Metabolism","mono":"Hepatic <br\/>"},"3":{"id":"2bg6s8b26","title":"Excretion","mono":"<ul><li>Renal<\/li><li>Dialyzable: yes (hemodialysis), yes (peritoneal dialysis)<\/li><\/ul>"}}},"10":{"id":"2bg6s10","title":"Monitoring","mono":"<ul><li>reduction in pain and muscle spasms<\/li><li>passive limb movement<\/li><li>idiosyncratic symptoms (extreme weakness, transient quadriplegia, dizziness, confusion); within minutes or hours after first dose<\/li><\/ul>"},"11":{"id":"2bg6s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 250 MG, 350 MG<br\/><\/li><li><b>Soma<\/b><br\/>Oral Tablet: 250 MG, 350 MG<br\/><\/li><\/ul>"},"12":{"id":"2bg6s12","title":"Toxicology","sub":[{"id":"2bg6s12b31","title":"Clinical Effects","mono":"<b>SKELETAL MUSCLE RELAXANTS - CENTRAL ACTING <\/b><br\/>USES: These medications are used for pain syndromes and muscle spasms. Common medications in this class include carisoprodol and methocarbamol. Other medications in this class include chlorzoxazone, mephenesin, zoxazolamine, and chlorphenesin carbamate. These drugs cause their therapeutic effects through CNS depression. They have been used for recreational abuse. PHARMACOLOGY: The mechanism of action of many of these drugs is unknown. Overall, they cause generalized CNS depression, which may alter the perception of pain. The specific mechanisms of carisoprodol and methocarbamol include blockade of interneuronal activity and depression of the polysynaptic neuronal transmission in the spinal cord and reticular formation of the brain. TOXICOLOGY: Their toxicity is an extension of their pharmacology, generally causing CNS depression. EPIDEMIOLOGY: There are thousands of exposures to these drugs in the United States every year. Deaths are very uncommon. MILD TO MODERATE TOXICITY: Mild to moderate overdose may cause mental status depression, nystagmus, mydriasis, blurred vision, tachycardia, mild hypotension, nausea, vomiting, dry mouth, lethargy, euphoria, confusion, incoordination, hallucinations, ataxia, and muscle weakness. Anticholinergic symptoms are common with some of these medications, including carisoprodol. Serotonin syndrome has been reported with carisoprodol. SEVERE TOXICITY: Severe overdose may rarely cause coma, shock, respiratory depression, and seizures. Death is extremely rare. ADVERSE EFFECTS: At therapeutic dosing, one might expect drowsiness, dizziness, and headache. Carisoprodol, in postmarketing reporting and in case reports, has been associated with seizures and idiosyncratic reactions, including severe weakness, transient quadriplegia, euphoria, and temporary vision loss. Hepatotoxicity has rarely been reported following therapeutic doses of chlorzoxazone. <br\/>"},{"id":"2bg6s12b32","title":"Treatment","mono":"<b>SKELETAL MUSCLE RELAXANTS - CENTRAL ACTING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild to moderate exposures, good symptomatic and supportive care is the only necessary treatment. While decontamination may decrease the absorption of these drugs, it may not be necessary as most patients require little more than supportive care. MANAGEMENT OF SEVERE TOXICITY: For severe toxicity, administer intravenous fluids and vasopressors for hypotension, and endotracheal intubation and mechanical ventilation for severe CNS and respiratory depression. For seizures, administer benzodiazepines initially and add propofol or phenobarbital if seizures persist.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not recommended because of the risk of CNS and respiratory depression and subsequent aspiration. HOSPITAL: Activated charcoal should be considered in patients with large overdoses who present early and are not demonstrating CNS depression and can protect the airway. Gastric lavage is not recommended as these ingestions are rarely life-threatening.<\/li><li>Airway management: Airway management may be an issue after large ingestions, and these patients may require intubation for respiratory depression\/airway protection.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: No specific laboratory tests are indicated. Monitor patients with significant CNS depression for respiratory insufficiency and rhabdomyolysis. Qualitative or quantitative levels of these agents in the blood or urine may be obtained by certain labs but are not useful or generally available for clinical management.<\/li><li>Enhanced elimination procedure: For ingestions, there is no role for dialysis, hemoperfusion, urinary alkalinization, or multiple dose activated charcoal.<\/li><li>Patient disposition: HOME CRITERIA: Patients with mild symptoms after small unintentional ingestions may be watched at home as long as someone else is available to obtain help should the patient deteriorate. OBSERVATION CRITERIA: All patients with intentional overdoses, who are having increasing symptoms or are not safe for home management, should be sent in to a health care facility for observation until symptoms improve. ADMISSION CRITERIA: Patients who are symptomatic after a period of observation should be admitted to the hospital. Depending on the severity of the symptoms, the patient may require an ICU admission. Criteria for discharge should be clear improvement of symptoms (eg, patient is alert and able to ambulate safely). CONSULT CRITERIA: A medical toxicologist or poison center should be consulted for patients with severe toxicity or unclear diagnosis.<\/li><\/ul>"},{"id":"2bg6s12b33","title":"Range of Toxicity","mono":"<b>SKELETAL MUSCLE RELAXANTS - CENTRAL ACTING<\/b><br\/>TOXICITY: CARISOPRODOL: ADULT: Adults have developed CNS depression after ingestions of 8.5 to 21 g, but survived with supportive care. DOSE-DEPENDENT EFFECTS: Dose-dependent effects have been reported in patients abusing carisoprodol. In most cases, ingestion of 1 to 3 tablets (each tablet 350 mg) produced a general feeling of wellbeing; ingestion of 4 to 10 tablets produced hypomania (ie, excessive cheerfulness, psychomotor excitation) and greater than 10 tablets produced confusion, disorientation and partial amnesia of events. CHILD: An ingestion of 3500 mg of carisoprodol by a 5-year-old child caused coma and then death 40 hours postingestion. A toddler developed CNS depression after ingesting 700 mg, but recovered. CHLORZOXAZONE: An adult developed severe symptoms after ingesting 10 g, but recovered. THERAPEUTIC DOSE: CARISOPRODOL: ADULT: 250 to 350 mg orally three times daily and at bedtime. CHLORZOXAZONE: ADULT: 500 to 750 mg orally three or four times daily. METHOCARBAMOL: ADULT: 750 mg orally every 4 hours to 1500 mg orally four times daily. One gram IV or IM every 8 hours.<br\/>"}]},"13":{"id":"2bg6s13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to rise slowly from a sitting\/supine position, as drug may cause orthostatic hypotension.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness or sedative effects.<\/li><li>This drug may cause facial flushing, epigastric discomfort, nausea, vomiting, poor muscle tone, headache, paresthesia, tremor, agitation, depression, irritability, or hiccoughs.<\/li><li>Instruct patient to monitor for and report idiosyncratic symptoms (extreme weakness, transient quadriplegia, dizziness, confusion), especially within min or h after first dose.<\/li><li>Patient should report syncope, tachyarrhythmia, or excessive somnolence.<\/li><li>Tell patients withdrawing from prolonged therapy to monitor for and report signs\/symptoms of seizures.<\/li><li>Patient should avoid concomitant use of alcohol, other CNS depressants, or psychotropic drugs, as this may cause an additive effect.<\/li><li>Tell patient to avoid meprobamate during drug therapy.<\/li><li>Instruct patient to take a missed dose if it is less than 1 h of regular dosing time. If next dose is more than 1 h late, skip the missed dose.<\/li><\/ul>"}}}