{"generic":"Cephradine","drugs":["Cephradine","Velosef"],"mono":{"0":{"id":"2f36s0","title":"Generic Names","mono":"Cephradine"},"1":{"id":"2f36s1","title":"Dosing and Indications","sub":[{"id":"2f36s1b4","title":"Adult Dosing","mono":"<ul><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> 250 mg ORALLY 4 times a day or 500 mg ORALLY every 12 h<\/li><li><b>Respiratory tract infection:<\/b> 250 mg ORALLY 4 times a day or 500 mg ORALLY every 12 hr; lobar pneumonia, 500 mg ORALLY every 6 hr or 1 g ORALLY every 12 h<\/li><li><b>Urinary tract infectious disease:<\/b> (uncomplicated) 500 mg ORALLY every 12 h<\/li><li><b>Urinary tract infectious disease:<\/b> (chronic or severe infection) up to 1 g ORALLY every 6 h<\/li><li><b>Urinary tract infectious disease:<\/b> (serious).500 mg ORALLY every 6 h or 1 g ORALLY every 12 h<\/li><\/ul>"},{"id":"2f36s1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Infection of skin AND\/OR subcutaneous tissue:<\/b> 9 mos and older, 25 to 50 mg\/kg\/day ORALLY in doses divided every 6 or 12 h<\/li><li><b>Otitis media:<\/b> (9 months and older) 25 to 50 mg\/kg\/day ORALLY divided every 6 to 12 hours; otitis due to H. influenzae, 75 to 100 mg\/kg\/day ORALLY divided every 6 to 12 hours; MAX 4 g\/day<\/li><li><b>Respiratory tract infection:<\/b> 9 mos and older, 25 to 50 mg\/kg\/day ORALLY in doses divided every 6 or 12 h<\/li><li><b>Urinary tract infectious disease:<\/b> 9 mos and older, 25 to 50 mg\/kg\/day ORALLY in doses divided every 6 or 12 h<\/li><\/ul>"},{"id":"2f36s1b6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> CrCl 10-50 mL\/min, 50% of usual dose at normal interval; CrCl less than 10 mL\/min, 25% of usual dose at normal interval"},{"id":"2f36s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Infection of bone - Infectious disorder of joint<\/li><li>Infection of skin AND\/OR subcutaneous tissue<\/li><li>Otitis media<\/li><li>Postoperative infection; Prophylaxis<\/li><li>Respiratory tract infection<\/li><li>Septicemia<\/li><li>Urinary tract infectious disease<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Syphilis<br\/>"}]},"3":{"id":"2f36s3","title":"Contraindications\/Warnings","sub":[{"id":"2f36s3b9","title":"Contraindications","mono":"hypersensitivity to cephradine products\/cephalosporins<br\/>"},{"id":"2f36s3b10","title":"Precautions","mono":"<ul><li>hypersensitivity to penicillins<\/li><li>history of colitis\/gastrointestinal disorders<\/li><\/ul>"},{"id":"2f36s3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"2f36s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"2f36s4","title":"Drug Interactions","sub":{"1":{"id":"2f36s4b14","title":"Major","mono":"<ul>Warfarin (probable)<\/ul>"}}},"5":{"id":"2f36s5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Diarrhea<br\/><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Pseudomembranous enterocolitis<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Respiratory:<\/b>Pneumonitis<\/li><\/ul>"},"6":{"id":"2f36s6","title":"Drug Name Info","sub":{"0":{"id":"2f36s6b17","title":"US Trade Names","mono":"Velosef<br\/>"},"2":{"id":"2f36s6b19","title":"Class","mono":"<ul><li>1st Generation Cephalosporin<\/li><li>Antibiotic<\/li><\/ul>"},"3":{"id":"2f36s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"2f36s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"2f36s9","title":"Administration","mono":"<b>Oral<\/b><br\/>(capsules, suspension) may be given without regard to meals <br\/>"},"10":{"id":"2f36s10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>fever, CBC<\/li><\/ul>"},"11":{"id":"2f36s11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Capsule: 250 MG<br\/>"},"12":{"id":"2f36s12","title":"Toxicology","sub":[{"id":"2f36s12b31","title":"Clinical Effects","mono":"<b>CEPHALOSPORINS<\/b><br\/>OVERDOSE: Acute ingestion of large doses of cephalosporins may result in nausea, vomiting, diarrhea, and abdominal pain. Seizures have developed after parenteral overdose. ADVERSE EFFECTS: COMMON: Hypersensitivity reactions, including anaphylaxis, may commonly occur with therapy; oral exposures are less likely to cause severe allergic reactions than parenteral exposures. Seizures have also been reported following therapeutic administration. Prolonged prothrombin times, thrombocytopenia, and coagulopathies associated with a qualitative platelet defect and aggregation abnormalities have been reported following IV cephalosporin therapy. Pseudocholelithiasis may follow intravenous administration of ceftriaxone. Several cases of fatal hemolytic reactions following intravenous ceftriaxone therapy have been reported in children with serious hematologic abnormalities.<br\/>"},{"id":"2f36s12b32","title":"Treatment","mono":"<b>CEPHALOSPORINS <\/b><br\/><ul><li>Decontamination: Generally not indicated in patients with no underlying health problems. Activated charcoal may be necessary for patients with underlying renal insufficiency.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Monitoring of patient: Monitor renal function, electrolytes, CBC including platelets.<\/li><li>Anaphylaxis: Mild to moderate allergic reactions may be treated with antihistamines with or without inhaled beta adrenergic agonists, corticosteroids or epinephrine. Diphenhydramine: ADULTS: 50 mg orally, IV, or IM initially, then 25 to 50 mg orally every 4 to 6 hours for 24 to 72 hours. CHILDREN: 1.25 mg\/kg orally, IV, or IM initially, then 5 mg\/kg\/day orally in 4 divided doses for 24 to 72 hours. Treatment of severe anaphylaxis also includes oxygen supplementation, aggressive airway management, epinephrine, ECG monitoring, and IV fluids.<\/li><li>Seizure: IV benzodiazepines, barbiturates<\/li><li>Blood coagulation disorder: Vitamin K, fresh frozen plasma<\/li><li>Intrathecal injection: Treat seizures with anticonvulsants (benzodiazepines, propofol, phenobarbital); endotracheal intubation and mechanical ventilation as needed. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or lactated ringers through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr). Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><\/ul>"},{"id":"2f36s12b33","title":"Range of Toxicity","mono":"<b>CEPHALOSPORINS<\/b><br\/>TOXICITY: Serious toxicity is unlikely following large oral doses of cephalosporins. Crystalluria and hematuria has been described in a 3-year-old boy who ingested 104 mg\/kg of cephalexin. THERAPEUTIC DOSE: Varies with agent. CEPHALEXIN: CHILDREN:  25 to 100 milligrams\/kilogram\/24 hours orally, up to a maximum of 4 grams\/day, divided every 6 hours. <br\/>"}]},"13":{"id":"2f36s13","title":"Clinical Teaching","mono":"<ul><li>Tell diabetic patients that this drug may cause false results for certain urine glucose tests.<\/li><li>This drug may cause diarrhea, nausea, or vomiting.<\/li><li>Instruct patient to report severe diarrhea and consult healthcare professional prior to taking anti-diarrhea medicine.<\/li><li>May be taken with food or milk to minimize gastrointestinal upset.<\/li><\/ul>"}}}