{"generic":"Chloramphenicol Sodium Succinate","drugs":["Chloramphenicol Sodium Succinate","Chloromycetin Sodium Succinate"],"mono":{"0":{"id":"2jtps0","title":"Generic Names","mono":"Chloramphenicol Sodium Succinate"},"1":{"id":"2jtps1","title":"Dosing and Indications","sub":[{"id":"2jtps1b4","title":"Adult Dosing","mono":"<ul><li><b>Bacterial meningitis:<\/b> 4 to 6 grams\/day IV divided every 6 hours; higher doses may be needed in patients with pneumococcal meningitis (guideline dosing).<\/li><li><b>Bacterial meningitis:<\/b> 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection (manufacturer dosing)<\/li><li><b>Chlamydophila psittaci infection:<\/b> 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Cystic fibrosis:<\/b> 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Disease caused by rickettsiae:<\/b> 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Haemophilus influenzae infection:<\/b> 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Lymphogranuloma venereum:<\/b> 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Salmonella infection:<\/b> 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Typhoid fever:<\/b> 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><\/ul>"},{"id":"2jtps1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Bacterial meningitis:<\/b> (neonates age birth to 7 days) 25 mg\/kg IV once daily (guideline dosing).<\/li><li><b>Bacterial meningitis:<\/b> (neonates age 8 to 28 days) 50 mg\/kg\/day IV divided every 12 to 24 hours (guideline dosing)<\/li><li><b>Bacterial meningitis:<\/b> (neonates 14 days of age and younger) 25 mg\/kg\/day IV divided every 6 hours (manufacturer dosing)<\/li><li><b>Bacterial meningitis:<\/b> (neonates over 14 days of age) up to 50 mg\/kg IV divided every 6 hours; depending on type and severity of infection (manufacturer dosing)<\/li><li><b>Bacterial meningitis:<\/b> (infants and children) 75 to 100 mg\/kg\/day IV divided every 6 hours (guideline dosing).<\/li><li><b>Bacterial meningitis:<\/b> (infants and children) 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection (manufacturer dosing)<\/li><li><b>Bacterial meningitis:<\/b> (infants and children with immature metabolic functions) 25 mg\/kg\/day IV divided every 6 hours (manufacturer dosing)<\/li><li><b>Chlamydophila psittaci infection:<\/b> (neonates 14 days of age and younger) 25 mg\/kg\/day IV divided every 6 hours<\/li><li><b>Chlamydophila psittaci infection:<\/b> (neonates over 14 days of age) up to 50 mg\/kg IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Chlamydophila psittaci infection:<\/b> (infants and children) 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Cystic fibrosis:<\/b> (neonates 14 days of age and younger) 25 mg\/kg\/day IV divided every 6 hours<\/li><li><b>Cystic fibrosis:<\/b> (neonates over 14 days of age) up to 50 mg\/kg IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Cystic fibrosis:<\/b> (infants and children) 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Disease caused by rickettsiae:<\/b> (neonates 14 days of age and younger) 25 mg\/kg\/day IV divided every 6 hours<\/li><li><b>Disease caused by rickettsiae:<\/b> (neonates over 14 days of age) up to 50 mg\/kg IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Disease caused by rickettsiae:<\/b> (infants and children) 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Haemophilus influenzae infection:<\/b> (neonates 14 days of age and younger) 25 mg\/kg\/day IV divided every 6 hours<\/li><li><b>Haemophilus influenzae infection:<\/b> (neonates over 14 days of age) up to 50 mg\/kg IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Haemophilus influenzae infection:<\/b> (infants and children) 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Lymphogranuloma venereum:<\/b> (neonates 14 days of age and younger) 25 mg\/kg\/day IV divided every 6 hours<\/li><li><b>Lymphogranuloma venereum:<\/b> (neonates over 14 days of age) up to 50 mg\/kg IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Lymphogranuloma venereum:<\/b> (infants and children) 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Salmonella infection:<\/b> (neonates 14 days of age and younger) 25 mg\/kg\/day IV divided every 6 hours<\/li><li><b>Salmonella infection:<\/b> (neonates over 14 days of age) up to 50 mg\/kg IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Salmonella infection:<\/b> (infants and children) 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Typhoid fever:<\/b> (neonates 14 days of age and younger) 25 mg\/kg\/day IV divided every 6 hours<\/li><li><b>Typhoid fever:<\/b> (neonates over 14 days of age) up to 50 mg\/kg IV divided every 6 hours; depending on type and severity of infection<\/li><li><b>Typhoid fever:<\/b> (infants and children) 50 to 100 mg\/kg\/day IV divided every 6 hours; depending on type and severity of infection<\/li><\/ul>"},{"id":"2jtps1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> serum drug concentration monitoring is recommended<\/li><li><b>hepatic impairment:<\/b> serum drug concentration monitoring is recommended<\/li><\/ul>"},{"id":"2jtps1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Bacterial meningitis<\/li><li>Chlamydophila psittaci infection<\/li><li>Cystic fibrosis<\/li><li>Disease caused by rickettsiae<\/li><li>Haemophilus influenzae infection<\/li><li>Lymphogranuloma venereum<\/li><li>Salmonella infection<\/li><li>Typhoid fever<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Plague<\/li><li>Tularemia<\/li><\/ul>"}]},"2":{"id":"2jtps2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>Serious and fatal blood dyscrasias (aplastic anemia, hypoplastic anemia, thrombocytopenia, and granulocytopenia) are known to occur after the administration of chloramphenicol. There have been reports of aplastic anemia attributed to chloramphenicol which later terminated in leukemia. Blood dyscrasias have occurred after both short-term and prolonged therapy with this drug. It is essential that adequate blood studies be made during treatment with the drug.<br\/>"},"3":{"id":"2jtps3","title":"Contraindications\/Warnings","sub":[{"id":"2jtps3b9","title":"Contraindications","mono":"<ul><li>trivial or non-indicated infections; do not use in the treatment of influenza, colds or throat infections, or for prophylaxis of bacterial infections when less potentially harmful medications would be effective<\/li><li>history of hypersensitivity and\/or toxic reaction to chloramphenicol products<\/li><\/ul>"},{"id":"2jtps3b10","title":"Precautions","mono":"<ul><li>serious and fatal blood dyscrasias such as aplastic anemia, hypoplastic anemia, thrombocytopenia, and granulocytopenia can occur; can occur following short- or long-term therapy; aplastic anemia can be irreversible<\/li><li>avoid repeated courses<\/li><li>prolonged therapy; do not continue treatment beyond that which is required to produce a cure with minimal risk of relapse<\/li><li>impaired renal or hepatic function; dosage adjustment may be required<\/li><\/ul>"},{"id":"2jtps3b11","title":"Pregnancy Category","mono":"Chloramphenicol: A (AUS)<br\/>"},{"id":"2jtps3b12","title":"Breast Feeding","mono":"<ul><li>Chloramphenicol: AAP: Drugs for which the effect on nursing infants is unknown but may be of concern.<\/li><li>Chloramphenicol: WHO: Avoid breastfeeding if possible.  Monitor infant for side effects.<\/li><li>Chloramphenicol: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"2jtps4","title":"Drug Interactions","sub":{"1":{"id":"2jtps4b14","title":"Major","mono":"<ul><li>Citalopram (theoretical)<\/li><li>Voriconazole (probable)<\/li><\/ul>"},"2":{"id":"2jtps4b15","title":"Moderate","mono":"<ul><li>Ceftazidime (probable)<\/li><li>Chlorpropamide (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Dicumarol (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Phenytoin (probable)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Tacrolimus (probable)<\/li><li>Tetanus Toxoid (probable)<\/li><li>Tolbutamide (probable)<\/li><\/ul>"}}},"5":{"id":"2jtps5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Hematologic:<\/b>Aplastic anemia, Hypoplastic anemia, Leukemia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Ophthalmic:<\/b>Optic atrophy<\/li><li><b>Renal:<\/b>Paroxysmal nocturnal hemoglobinuria<\/li><li><b>Other:<\/b>Gray syndrome from chloramphenicol administration in newborn<\/li><\/ul>"},"6":{"id":"2jtps6","title":"Drug Name Info","sub":{"0":{"id":"2jtps6b17","title":"US Trade Names","mono":"Chloromycetin Sodium Succinate<br\/>"},"2":{"id":"2jtps6b19","title":"Class","mono":"<ul><li>Antibiotic<\/li><li>Chloramphenicol (class)<\/li><\/ul>"},"3":{"id":"2jtps6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"2jtps6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"2jtps9","title":"Administration","mono":"<b>Intravenous<\/b><br\/>reconstitute with sterile water for injection or D5W to a final concentration of 10% (100 mg\/mL) and administer over at least 1 minute <br\/>"},"10":{"id":"2jtps10","title":"Monitoring","mono":"<ul><li>chloramphenicol blood levels; periodically during therapy, particularly in patients with impaired metabolic processes including immature metabolic processes of the newborn infant<\/li><li>susceptibility testing; concurrently with initiation of therapy if clinical impression suggests an approved indication<\/li><li>clinical improvement in signs and symptoms of infection may be indicative of efficacy<\/li><li>blood studies; at baseline and approximately every 2 days during therapy<\/li><\/ul>"},"11":{"id":"2jtps11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Intravenous Powder for Solution: 1 GM<br\/>"},"12":{"id":"2jtps12","title":"Toxicology","sub":[{"id":"2jtps12b31","title":"Clinical Effects","mono":"<b>CHLORAMPHENICOL<\/b><br\/>USES: Chloramphenicol is a broad spectrum antibiotic that is rarely used in the United States. It is an alternative therapy for bacterial meningitis, brain abscess, meliodosis, rickettsial infections, typhoid fever, and invasive salmonellosis. PHARMACOLOGY: In therapeutic doses, chloramphenicol inhibits protein synthesis by reversibly binding to the 50S and 70S subunit of the ribosome. It is bacteriostatic in most organisms, but bacteriocidal against H. influenza, S. pneumonia, and N. meningitidis. TOXICOLOGY: Chloramphenicol causes a dose-related bone marrow suppression, as well as idiosyncratic aplastic anemia. \"Gray baby syndrome\" of neonates (abdominal distention, vomiting, flaccidity, cyanosis, circulatory collapse, and death) occurs due to decreased metabolism of chloramphenicol in the immature liver. EPIDEMIOLOGY: Chloramphenicol is rarely used in the United States anymore, but remains the drug of choice for typhoid fever in several countries. Consequently, exposure and fatalities are extremely rare in the United States. Fatality rates as high as 50% have been reported in patients presenting with aplastic anemia or \"gray baby syndrome\". MILD TO MODERATE TOXICITY: Chloramphenicol produces nausea and vomiting in overdose. Confusion and delirium, optic neuritis, and contact dermatitis can occur. SEVERE TOXICITY: Myocardial depression resulting in cardiovascular collapse can occur within 12 hours of ingestion. ADVERSE EFFECTS: Adverse effects include dose dependent bone marrow suppression that is generally reversible with discontinuation of therapy. Idiosyncratic aplastic anemia can occur; it is not dose-related, occurs within 5 months of treatment, has a 50% mortality rate, and confers a future risk of non-lymphocytic leukemia. \"Gray baby syndrome\" can occur in neonates receiving chloramphenicol. Affected infants exhibit vomiting, anorexia, respiratory distress, abdominal distention, green stools, cyanosis, ashen color, metabolic acidosis, hypotension, and cardiovascular collapse. Mortality rates as high as 40% have been reported, with most surviving patients exhibiting long term sequelae.<br\/>"},{"id":"2jtps12b32","title":"Treatment","mono":"<b>CHLORAMPHENICOL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Symptomatic and supportive including antiemetics, intravenous fluids, and discontinuation of exposure. MANAGEMENT OF SEVERE TOXICITY: Supportive care including cardiovascular support with intravenous fluids and vasopressors if necessary. Discontinue chloramphenicol use. Administer colony stimulating factors (filgrastim or sargramostim) to patients with severe neutropenia, and monitor carefully for evidence of infection. Transfusion of packed red cells may be needed in patients with severe anemia. Consider hemodialysis or charcoal hemoperfusion in patients with severe toxicity and metabolic acidosis.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is recommended. HOSPITAL: Consider activated charcoal if the patient is alert and protecting the airway. Consider gastric lavage in patients with known large overdoses.<\/li><li>Airway management: Patients with respiratory depression should be intubated.<\/li><li>Antidote: None<\/li><li>Myelosuppression: Administer colony stimulating factors to patients with severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of packed red cells may be needed in patients with severe anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days) and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 degrees C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam, a carbapenem (meropenem or imipenem-cilastatin), or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor serial CBC with differential. Monitor serum electrolytes, renal function, and liver enzymes. Monitor neutropenic patients for clinical evidence of infection with particular attention to odontogenic infection, oropharynx, esophagus, soft tissues (particularly in the perirectal region), exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Drug concentrations correlate well with toxicity, but are not readily available.<\/li><li>Enhanced elimination procedure: Hemodialysis and charcoal hemoperfusion will decrease serum concentrations and may be of benefit in patients with large overdoses, severe toxicity and elevated serum concentrations, or in patients with severe hepatic or renal dysfunction. Exchange transfusion has been shown to lower serum concentrations in neonates.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with small inadvertent ingestions can be managed at home. OBSERVATION CRITERIA: Patients with deliberate overdose, neonates who receive more than a therapeutic dose, and symptomatic patients should be sent to a healthcare facility. Patients should be observed for cardiovascular effects for 12 hours after overdose. ADMISSION CRITERIA: Patients with hemodynamic instability, neutropenia, or severe anemia should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with large overdose or significant toxicity. Patients showing signs and symptoms of bone marrow toxicity warrant a hematology consult.<\/li><\/ul>"},{"id":"2jtps12b33","title":"Range of Toxicity","mono":"<b>CHLORAMPHENICOL<\/b><br\/>TOXICITY: Poorly defined. Chronic therapeutic use is much more dangerous than acute overdose. Severe toxicity has been reported in an infant who received 250 mg\/kg, and a young adult who received 21 g. A neonate died after receiving 1100 mg and a 70-year-old died after receiving 21 g. THERAPEUTIC DOSE: ADULT: 50 to 100 mg\/kg\/day IV in 4 divided doses. CHILDREN (less than 14 days old) 25 mg\/kg\/day IV in 4 divided doses; (greater than 14 days old) 50 mg\/kg\/day IV in 4 divided doses.<br\/>"}]}}}