{"generic":"Cholestyramine","drugs":["Cholestyramine","Prevalite","Questran","Questran Light"],"mono":{"0":{"id":"2lw5s0","title":"Generic Names","mono":"Cholestyramine"},"1":{"id":"2lw5s1","title":"Dosing and Indications","sub":{"0":{"id":"2lw5s1b4","title":"Adult Dosing","mono":"<ul><li><b>Hypercholesterolemia; Adjunct:<\/b> initial, 4 g ORALLY once or twice daily; maintenance, 8 to 16 g in divided doses, MAX 24 g daily<\/li><li><b>Pruritus of skin, Associated with partial biliary obstruction:<\/b> initial, 4 g ORALLY once or twice daily; maintenance, 8 to 16 g ORALLY daily in 2 or more divided doses, MAX 24 g daily<\/li><\/ul>"},"1":{"id":"2lw5s1b5","title":"Pediatric Dosing","mono":"<b>Hypercholesterolemia; Adjunct:<\/b> 80 mg\/kg anhydrous cholestyramine ORALLY 3 times a day"},"3":{"id":"2lw5s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hypercholesterolemia; Adjunct<\/li><li>Pruritus of skin, Associated with partial biliary obstruction<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bile acid malabsorption syndrome<\/li><li>Familial hypercholesterolemia - heterozygous<\/li><li>Generalized atherosclerosis<\/li><\/ul>"}}},"3":{"id":"2lw5s3","title":"Contraindications\/Warnings","sub":[{"id":"2lw5s3b9","title":"Contraindications","mono":"<ul><li>complete biliary obstruction<\/li><li>hypersensitivity to cholestyramine or any of its components<\/li><\/ul>"},{"id":"2lw5s3b10","title":"Precautions","mono":"<ul><li>chronic use; increased risk of bleeding due to vitamin K deficiency-related hypoprothrombinemia; oral or parenteral vitamin K supplementation may be necessary<\/li><li>chronic use; possible reduction of serum or red cell folate may occur; consider folic acid supplementation<\/li><li>constipation, preexisting; may worsen and increase risk of fecal impaction; dosage adjustment necessary; monitoring recommended<\/li><li>contains phenylalanine; use with caution in patients with phenylketonuria (oral suspension)<\/li><li>coronary artery disease, symptomatic; drug-induced constipation may aggravate condition<\/li><li>hyperchloremic acidosis may occur, especially in young or small patients<\/li><li>renal insufficiency<\/li><li>volume depletion<\/li><\/ul>"},{"id":"2lw5s3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"2lw5s3b12","title":"Breast Feeding","mono":"Micromedex: Milk effects are possible.<br\/>"}]},"4":{"id":"2lw5s4","title":"Drug Interactions","sub":{"1":{"id":"2lw5s4b14","title":"Major","mono":"<ul><li>Mycophenolate Mofetil (probable)<\/li><li>Mycophenolic Acid (theoretical)<\/li><\/ul>"},"2":{"id":"2lw5s4b15","title":"Moderate","mono":"<ul><li>Amiodarone (probable)<\/li><li>Anisindione (probable)<\/li><li>Cephalexin (probable)<\/li><li>Cerivastatin (probable)<\/li><li>Deferasirox (probable)<\/li><li>Diclofenac (probable)<\/li><li>Dicumarol (probable)<\/li><li>Digitoxin (probable)<\/li><li>Digoxin (probable)<\/li><li>Ezetimibe (established)<\/li><li>Furosemide (probable)<\/li><li>Hydrochlorothiazide (probable)<\/li><li>Leflunomide (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Meloxicam (probable)<\/li><li>Metronidazole (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Propranolol (probable)<\/li><li>Valproic Acid (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"2lw5s5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Abdominal discomfort, Constipation, Flatulence, Nausea and vomiting<br\/>"},"6":{"id":"2lw5s6","title":"Drug Name Info","sub":{"0":{"id":"2lw5s6b17","title":"US Trade Names","mono":"<ul><li>Prevalite<\/li><li>Questran<\/li><li>Questran Light<\/li><\/ul>"},"2":{"id":"2lw5s6b19","title":"Class","mono":"<ul><li>Antihyperlipidemic<\/li><li>Bile Acid Sequestrant<\/li><\/ul>"},"3":{"id":"2lw5s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"2lw5s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"2lw5s7","title":"Mechanism Of Action","mono":"<ul><li>Oral-Local: Cholestyramine binds with bile acids in the intestine, preventing their reabsorption and producing an insoluble complex, which is excreted in the feces.<\/li><li>Antihyperlipidemic, Cholestyramine binds with bile acids in the intestine, causing an increase in hepatic synthesis of bile acids from cholesterol. This depletion of hepatic cholesterol increases hepatic low-density lipoprotein (LDL) receptor activity, which removes LDL cholesterol from the plasma. Cholestyramine may also increase hepatic very low-density lipoprotein (VLDL) production, thereby increasing the plasma concentration of triglycerides, especially in patients with hypertriglyceridemia. <\/li><li>Antipruritic (cholestasis), Reduction of serum bile acids and subsequent reduction of excess bile acids, which are deposited in dermal tissue, may lead to reduced pruritus. <\/li><li>Antidiarrheal (postoperative colonic bile acids), Cholestyramine binds with and removes bile acids.<\/li><li>Antidote (anion-exchange resin), Because it is an anion-exchange resin, cholestyramine is capable of binding negatively charged medications as well as some others, causing a decreased effect or shortened half-life.<\/li><\/ul>"},"9":{"id":"2lw5s9","title":"Administration","mono":"<ul><li><b>Enteral route<\/b><br\/>is prone to clog small-bore feeding tubes<br\/><\/li><li><b>Oral<\/b><br\/><ul><li>place contents of one single dose packet or one level scoopful in a glass or cup<\/li><li>add at least 2-3 ounces of water or beverage of choice and stir to a uniform consistency<\/li><li>may also be mixed with highly fluid soups or high moisture content pulpy fruits (applesauce or crushed pineapple)<\/li><li>suggested time of administration is at a mealtime<\/li><li>do not sip or hold resin in mouth for prolonged periods because it may cause discoloration of teeth and erosion of enamel or decay<\/li><\/ul><\/li><\/ul>"},"10":{"id":"2lw5s10","title":"Monitoring","mono":"<ul><li>lipid panel<\/li><li>signs of vitamin K deficiency<\/li><\/ul>"},"11":{"id":"2lw5s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Powder for Suspension: 4 GM\/9 GM, 4 GM\/5.7 GM, 4 GM\/5 GM<br\/><\/li><li><b>Prevalite<\/b><br\/>Oral Powder for Suspension: 4 GM\/5.5 GM<br\/><\/li><li><b>Questran Light<\/b><br\/>Oral Powder for Suspension: 4 GM\/5 GM<br\/><\/li><li><b>Questran<\/b><br\/>Oral Powder for Suspension: 4 GM\/9 GM<br\/><\/li><\/ul>"},"12":{"id":"2lw5s12","title":"Toxicology","sub":[{"id":"2lw5s12b31","title":"Clinical Effects","mono":"<b>CHOLESTYRAMINE<\/b><br\/>OVERDOSE: There have been no reports of toxicity following cholestyramine overdose ingestion. It is anticipated that the primary effect following overdose would be constipation and possible obstruction of the gastrointestinal tract. ADVERSE EFFECTS: COMMON: The most common adverse effect following therapeutic use is constipation. Age greater than 60 years and high-dose therapy are predisposing factors for the development of constipation, and the constipation is typically mild and transient. INFREQUENT: Other adverse effects that may occur with cholestyramine therapy include abdominal pain, flatulence, nausea, vomiting, diarrhea, anorexia, steatorrhea, deficiencies of vitamin A, D, and K, hyperchloremic acidosis in children, osteoporosis, and rashes of the skin, tongue, and perianal area. RARE: Two deaths involving intestinal obstruction have been reported in pediatric patients.<br\/>"},{"id":"2lw5s12b32","title":"Treatment","mono":"<b>CHOLESTYRAMINE<\/b><br\/><ul><li>Decontamination: Cholestyramine is not absorbed in the gastrointestinal tract, therefore decontamination measures (ie, activated charcoal, gastric lavage) are not indicated following overdose.<\/li><li>Support: In case of overdose, treatment is symptomatic and supportive.<\/li><li>Monitoring of patient: Monitor fluid and electrolyte status as indicated in patients with persistent vomiting or diarrhea. Assess bowel function in all patients following overdose; monitor for abdominal pain or distention, vomiting, constipation, or evidence of bowel obstruction.<\/li><\/ul>"},{"id":"2lw5s12b33","title":"Range of Toxicity","mono":"<b>CHOLESTYRAMINE<\/b><br\/>TOXICITY: A patient ingested 150% of the maximum recommended daily dosage of cholestyramine for several weeks without any adverse effects reported. THERAPEUTIC: ADULTS: The recommended initial dose is 4 grams of anhydrous cholestyramine resin (one packet) once or twice daily. The recommended maintenance dose is 8 to 16 grams of anhydrous cholestyramine resin (2 to 4 packets) daily in 2 divided doses. The maximum recommended dose is 24 grams of anhydrous cholestyramine resin (6 packets) daily. CHILDREN: The recommended dose is 240 milligrams\/kilogram\/day of anhydrous cholestyramine resin in 2 to 3 divided doses, not to exceed 8 grams\/day; 44.4 grams of anhydrous cholestyramine resin are contained in 100 milligrams of QUESTRAN powder and 80 milligrams of anhydrous cholestyramine resin are contained in 100 milligrams of QUESTRAN LIGHT.<br\/>"}]},"13":{"id":"2lw5s13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause abdominal discomfort, constipation, flatulence, nausea, or vomiting.<\/li><li>Instruct patient to report signs\/symptoms of bleeding.<\/li><li>Patient should take with meals.<\/li><li>Encourage patient to increase fluid intake during therapy.<\/li><li>Powder should not be used in dry form; always dissolve in liquid before taking.<\/li><li>Advise patient to not sip or hold resin in mouth for prolonged periods because it may cause discoloration of teeth and erosion or decay of tooth enamel.<\/li><li>Instruct patient drug may interfere with absorption of many other drugs.  Patient should take other medicines 1 h before or 4 to 6 h after taking cholestyramine.<\/li><\/ul>"}}}