{"generic":"Cladribine","drugs":["Cladribine","Leustatin"],"mono":[{"id":"2oz4s0","title":"Generic Names","mono":"Cladribine"},{"id":"2oz4s1","title":"Dosing and Indications","sub":[{"id":"2oz4s1b4","title":"Adult Dosing","mono":"<ul><li><b>Hairy cell leukemia:<\/b> 0.09 mg\/kg\/day by continuous IV infusion for 7 days<\/li><li><b>Waldenstroem macroglobulinemia:<\/b> (cladribine and rituximab) cladribine 0.1 mg\/kg subQ daily on days 1 through 5 plus rituximab 375 mg\/m(2) IV on day 1; repeat monthly for 4 cycles was used in a clinical trial; no antimicrobial prophylaxis was used<\/li><\/ul>"},{"id":"2oz4s1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness have not been established in pediatric patients<\/li><li><b>Langerhans cell histiocytosis:<\/b> 5 mg\/m(2)) IV daily for 3 days, increasing to 6.5 mg\/m(2) IV daily for 3 days per cycle, up to 6 cycles was used in a clinical trial of 10 pediatric patients with relapsed or refractory Langerhans cell histiocytosis<\/li><\/ul>"},{"id":"2oz4s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal:<\/b> delay or discontinue if renal toxicity occurs<\/li><li><b>neurotoxicity:<\/b> delay or discontinue if neurotoxicity occurs<\/li><\/ul>"},{"id":"2oz4s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hairy cell leukemia<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Chronic lymphoid leukemia<\/li><li>Chronic myeloid leukemia<\/li><li>Hypereosinophilic syndrome<\/li><li>Langerhans cell histiocytosis<\/li><li>Mantle cell lymphoma<\/li><li>Multiple sclerosis<\/li><li>Non-Hodgkin's lymphoma<\/li><li>Waldenstroem macroglobulinemia<\/li><\/ul>"}]},{"id":"2oz4s2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Suppression of bone marrow function, which is usually reversible and appears to be dose dependent, should be anticipated with cladribine. Serious neurological toxicity (including irreversible paraparesis and quadriparesis) has been reported in patients who received cladribine injection by continuous infusion at high doses (4 to 9 times the recommended dose for hairy cell leukemia). Neurologic toxicity appears to demonstrate a dose relationship; however, severe neurological toxicity has been reported rarely following treatment with standard cladribine dosing regimens. Acute nephrotoxicity has been observed with high doses of cladribine (4 to 9 times the recommended dose for hairy cell leukemia), especially when given concomitantly with other nephrotoxic agents\/therapies.<br\/>"},{"id":"2oz4s3","title":"Contraindications\/Warnings","sub":[{"id":"2oz4s3b9","title":"Contraindications","mono":"hypersensitivity to cladribine or any component of the product <br\/>"},{"id":"2oz4s3b10","title":"Precautions","mono":"<ul><li>bone marrow suppression (eg, neutropenia, anemia, thrombocytopenia), severe, occurs commonly; monitoring recommended<\/li><li>nephrotoxicity has been reported; increased risk with high doses or concomitant use of nephrotoxic agents; monitoring recommended; delay or discontinuation of therapy may be necessary<\/li><li>neurotoxicity, severe, has been reported; increased risk with high doses; delay or discontinuation of therapy may be necessary<\/li><li>fever with neutropenia has occurred; monitoring recommended<\/li><li>hepatic insufficiency; monitoring recommended<\/li><li>infection, active<\/li><li>live attenuated vaccine use is not recommended<\/li><li>renal insufficiency; monitoring recommended<\/li><li>severe infections (eg, respiratory, pneumonia, viral skin infections), including fatalities (eg, sepsis), have been reported<\/li><li>tumor lysis syndrome has been reported<\/li><\/ul>"},{"id":"2oz4s3b11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"2oz4s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"2oz4s4","title":"Drug Interactions","sub":[{"id":"2oz4s4b13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"2oz4s4b14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Cobicistat (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Paritaprevir (theoretical)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},{"id":"2oz4s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Localized adverse reaction to administration of drug (11%), Rash (16%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (22%)<\/li><li><b>Neurologic:<\/b>Headache (14%)<\/li><li><b>Other:<\/b>Fatigue (31%), Fever (33% to 69%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Anemia, Severe (37%), Febrile neutropenia (8% to 47%), Neutropenia, Severe (70%), Thrombocytopenia, Severe (12%)<\/li><li><b>Immunologic:<\/b>Infectious disease (28%), Mycosis, Opportunistic infection<\/li><li><b>Neurologic:<\/b>Neurotoxicity<\/li><li><b>Renal:<\/b>Nephrotoxicity<\/li><\/ul>"},{"id":"2oz4s6","title":"Drug Name Info","sub":{"0":{"id":"2oz4s6b17","title":"US Trade Names","mono":"Leustatin<br\/>"},"2":{"id":"2oz4s6b19","title":"Class","mono":"<ul><li>Antimetabolite<\/li><li>Antineoplastic Agent<\/li><li>Purine Nucleoside Analog<\/li><\/ul>"},"3":{"id":"2oz4s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"2oz4s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"2oz4s7","title":"Mechanism Of Action","mono":"Cladribine, also known as 2-chloro-2'-deoxy-beta-D-adenosine, is a prodrug that needs intracellular phosphorylation to active nucleotides. Cladribine passively crosses the cell membrane and in cells with a high ratio of deoxycytidine kinase to deoxynucleotidase, it is phosphorylated by deoxycytidine kinase to 2-chloro-2'-deoxy-beta-D-adenosine monophosphate (2-CdAMP). Since cladribine is resistant to deamination by adenosine deaminase and there is little deoxynucleotide deaminase in lymphocytes and monocytes, the phosphorylated metabolites accumulate intracellularly. Subsequently, 2-CdAMP is converted into triphosphate deoxynucleotide (2-CdATP). Cells containing high concentrations of deoxynucleotides are unable to properly repair single-strand DNA breaks. The broken ends of DNA activate the enzyme poly (ADP-ribose) polymerase resulting in NAD and ATP depletion and disruption of cellular metabolism.<br\/>"},{"id":"2oz4s8","title":"Pharmacokinetics","sub":{"1":{"id":"2oz4s8b24","title":"Distribution","mono":"<ul><li>Vd: 4.5 to 9 L\/kg<\/li><li>Vd, pediatrics: 305 to 368  L\/m(2)<\/li><li>Protein binding: 20%<\/li><\/ul>"},"2":{"id":"2oz4s8b25","title":"Metabolism","mono":"<ul><li>metabolism: unknown<\/li><li>Metabolites: 2-chloro-2'-deoxy-beta-D-adenosine monophosphate (2-CdAMP); triphosphate deoxynucleotide (2-CdATP), active<\/li><\/ul>"},"3":{"id":"2oz4s8b26","title":"Excretion","mono":"<ul><li>Renal: 18% to 35%, unchanged<\/li><li>Renal clearance: 51% of total clearance<\/li><li>Dialyzable: unknown<\/li><li>Total body clearance: 663.5 mL\/hr\/kg to 978 mL\/hr\/kg<\/li><\/ul>"},"4":{"id":"2oz4s8b27","title":"Elimination Half Life","mono":"6.7 hr <br\/>"}}},{"id":"2oz4s9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of chemotherapy<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>(single daily infusion) dilute the appropriated dose through a 0.22 micron hydrophilic syringe filter into 500 mL of NS; do NOT use D5W due to increased degradation of cladribine<\/li><li>(7-day infusion) dilute in bacteriostatic NS; pass the calculated dose and bacteriostatic NS sequentially through a 0.22 micron hydrophilic syringe filter while adding them to the infusion reservoir to bring the total volume to 100 mL<\/li><li>(7-day infusion) for patients weighing more than 85 kg, there may be greater dilution of the benzyl alcohol preservative and therefore reduced preservative effectiveness<\/li><li>infuse promptly after preparation, or refrigerate for no more than 8 hours before administration<\/li><li>do not mix with other IV drugs or additives, or administer via a common IV line<\/li><li>(single daily infusion) infuse diluted infusion solution IV continuously over 24 hours; diluted solution is stable for 24 hours at room temperature in Baxter Viaflex(R) PVC infusion containers; adherence to recommended diluents and infusion systems is advised<\/li><li>(7-day infusion) infuse diluted infusion solution IV continuously over 7 days; diluted solution is stable for at least 7 days in a SIMS Deltec Medication Cassette(TM) Reservoir; adherence to recommended diluents and infusion systems is advised<\/li><\/ul><\/li><\/ul>"},{"id":"2oz4s10","title":"Monitoring","mono":"<ul><li>peripheral blood count normalization may indicate efficacy<\/li><li>bone marrow aspiration and biopsy; after normalization of peripheral blood counts<\/li><li>peripheral blood counts; regularly and especially during the first 4 to 8 weeks after treatment<\/li><li>renal function; as clinically indicated, especially in patients with preexisting renal impairment<\/li><li>liver function; as clinically indicated, especially in patients with preexisting liver dysfunction<\/li><li>signs and symptoms of tumor lysis syndrome; especially in patients with large tumor burden or at risk of tumor lysis syndrome<\/li><li>fever and signs of infection; during the first month of treatment<\/li><\/ul>"},{"id":"2oz4s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 1 MG\/ML<br\/><\/li><li><b>Novaplus Cladribine<\/b><br\/>Intravenous Solution: 1 MG\/ML<br\/><\/li><\/ul>"},{"id":"2oz4s12","title":"Toxicology","sub":[{"id":"2oz4s12b31","title":"Clinical Effects","mono":"<b>CLADRIBINE<\/b><br\/>OVERDOSE: Myelosuppression, paraparesis\/quadriparesis, renal dysfunction, and fatal systemic bacterial or fungal infections have occurred. ADVERSE EVENTS: Myelosuppression is the dose-limiting toxicity of cladribine. Its duration may be prolonged after discontinuation of therapy. Other adverse effects, frequently reported with cladribine therapy, include fever, fatigue, nausea, rash, and headache.<br\/>"},{"id":"2oz4s12b32","title":"Treatment","mono":"<b>CLADRIBINE<\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive.<\/li><li>Myelosuppression: Severe neutropenia: Filgrastim 5 mcg\/kg\/day subcutaneously, or sargramostim 250 mcg\/m(2)\/day infused over 4 hours. Consider recombinant erythropoietin for severe anemia. Transfusions as needed for severe anemia or thrombocytopenia, bleeding.<\/li><li>Monitoring of patient: Monitor serial CBC with differential. Monitor serum electrolytes, hepatic enzymes and renal function. Monitor for evidence of infection. Monitor for peripheral neuropathy.<\/li><li>Intrathecal injection: No clinical reports available, information derived from experience with other antineoplastics.  Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline).  Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 mL\/hr).  Albumin (5%) has also been used for perfusion. Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><\/ul>"},{"id":"2oz4s12b33","title":"Range of Toxicity","mono":"<b>CLADRIBINE<\/b><br\/>TOXICITY: Doses 2 to 9 times higher than the recommended dose have been associated with irreversible myelosuppression, acute nephrotoxicity, polyneuropathy, and fatal systemic bacterial or fungal infections. THERAPEUTIC DOSE: Maximum recommended dose is 0.1 mg\/kg\/day as a 7-day continuous infusion.<br\/>"}]},{"id":"2oz4s13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid live vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Recommend female patient use reliable contraception to avoid pregnancy during therapy.<\/li><li>Warn patient to report signs\/symptoms of serious infections (pneumonia, viral skin infections, sepsis).<\/li><li>Drug may cause nausea, headache, fatigue, or fever.<\/li><li>Instruct patient to report signs\/symptoms of myelosuppression or neurotoxicity (progressive motor weakness, paraparesis, quadriparesis).<\/li><li>Instruct patient to report signs\/symptoms of renal or hepatic dysfunction, especially with preexisting renal or hepatic disease.<\/li><\/ul>"}]}