{"generic":"Clonazepam","drugs":["Clonazepam","KlonoPIN","KlonoPIN Wafers"],"mono":{"0":{"id":"2qlgs0","title":"Generic Names","mono":"Clonazepam"},"1":{"id":"2qlgs1","title":"Dosing and Indications","sub":{"0":{"id":"2qlgs1b4","title":"Adult Dosing","mono":"<ul><li><b>Panic disorder:<\/b> initial, 0.25 mg ORALLY twice daily for 3 days, then increased to a target dose of 1 mg daily<\/li><li><b>Panic disorder:<\/b> maintenance, may increase dosage by 0.125 to 0.25 mg ORALLY twice daily every 3 days to a MAX total daily dose of 1 to 4 mg<\/li><li><b>Panic disorder:<\/b> discontinuation, decrease dose by 0.125 mg twice daily every 3 days<\/li><li><b>Seizure:<\/b> initial, 0.5 mg ORALLY 3 times a day<\/li><li><b>Seizure:<\/b> maintenance, may increase daily dose by 0.5 to 1 mg ORALLY every 3 days to a MAX total daily dose of 20 mg (divided into 3 daily doses)<\/li><\/ul>"},"1":{"id":"2qlgs1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness not established in the treatment of panic disorder in pediatric patients younger than 18 years<\/li><li><b>Seizure:<\/b> (up to 10 years or up to 30 kg) initial, 0.01 to 0.03 mg\/kg\/day ORALLY divided into 2 to 3 daily doses; MAX 0.05 mg\/kg\/day divided into 2 or 3 daily doses<\/li><li><b>Seizure:<\/b> (up to 10 years or up to 30 kg) maintenance, may increase daily dose by 0.25 to 0.5 mg ORALLY every 3 days; MAX 0.1 to 0.2 mg\/kg\/day divided into 3 daily doses<\/li><\/ul>"},"3":{"id":"2qlgs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Panic disorder<\/li><li>Seizure<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Restless legs syndrome<\/li><li>Sleep walking disorder<\/li><li>Social phobia<\/li><\/ul>"}}},"3":{"id":"2qlgs3","title":"Contraindications\/Warnings","sub":[{"id":"2qlgs3b9","title":"Contraindications","mono":"<ul><li>acute narrow angle glaucoma<\/li><li>hypersensitivity to benzodiazepines<\/li><li>significant liver disease<\/li><\/ul>"},{"id":"2qlgs3b10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- phenylketonurics; orally disintegrating tablets contain phenylalanine<\/li><li>Neurologic:<\/li><li>-- status epilepticus may occur upon abrupt withdrawal, particularly in patients on long-term, high-dose therapy; gradual withdrawal recommended<\/li><li>-- may worsen seizure disorder (ie, increased incidence or precipitated onset of grand mal seizures); addition of anticonvulsants or dosage increases may be required<\/li><li>Psychiatric:<\/li><li>-- suicidal thoughts or behavior risk increase has been reported; monitoring recommended<\/li><li>Renal:<\/li><li>-- use caution in patients with renal impairment since clonazepam metabolites are renally excreted<\/li><li>Reproductive:<\/li><li>-- use caution in pregnant patients due to risk for birth defects, especially during first trimester<\/li><li>Respiratory:<\/li><li>-- patients with chronic respiratory disease may experience increased salivation and potential for respiratory depression<\/li><li>Other:<\/li><li>-- withdrawal symptoms have occurred following discontinuation<\/li><li>-- patients with history of drug dependence may be at risk for drug abuse<\/li><li>-- monitor CBC and liver function with prolonged use<\/li><li>-- may interfere with cognitive and motor performance, therefore, use caution with hazardous occupations (eg, as operating machinery or driving a motor vehicle)<\/li><li>Concomitant use:<\/li><li>-- avoid alcohol use<\/li><\/ul>"},{"id":"2qlgs3b11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"2qlgs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"2qlgs4","title":"Drug Interactions","sub":{"1":{"id":"2qlgs4b14","title":"Major","mono":"<ul><li>Alfentanil (probable)<\/li><li>Amobarbital (probable)<\/li><li>Anileridine (probable)<\/li><li>Aprobarbital (probable)<\/li><li>Buprenorphine (theoretical)<\/li><li>Butabarbital (probable)<\/li><li>Butalbital (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Codeine (probable)<\/li><li>Dantrolene (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (probable)<\/li><li>Idelalisib (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Levorphanol (probable)<\/li><li>Meclizine (theoretical)<\/li><li>Meperidine (probable)<\/li><li>Mephenesin (theoretical)<\/li><li>Mephobarbital (probable)<\/li><li>Meprobamate (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methohexital (probable)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Orlistat (probable)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Pentobarbital (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Primidone (probable)<\/li><li>Propoxyphene (probable)<\/li><li>Remifentanil (probable)<\/li><li>Secobarbital (probable)<\/li><li>Siltuximab (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Thiopental (probable)<\/li><li>Zolpidem (theoretical)<\/li><\/ul>"},"2":{"id":"2qlgs4b15","title":"Moderate","mono":"<ul><li>Amiodarone (probable)<\/li><li>Desipramine (probable)<\/li><li>Ginkgo (probable)<\/li><li>Nevirapine (probable)<\/li><li>Perampanel (probable)<\/li><li>Ritonavir (probable)<\/li><li>St John's Wort (established)<\/li><li>Theophylline (probable)<\/li><\/ul>"}}},"5":{"id":"2qlgs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Ataxia (5% to 30%), Coordination problem (6%), Dizziness (8%), Somnolence (37% to 50%)<\/li><li><b>Psychiatric:<\/b>Problem behavior (25%)<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (8%)<\/li><li><b>Other:<\/b>Fatigue (7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Psychiatric:<\/b>Depression (7%), Suicidal thoughts<\/li><li><b>Respiratory:<\/b>Respiratory depression<\/li><\/ul>"},"6":{"id":"2qlgs6","title":"Drug Name Info","sub":{"0":{"id":"2qlgs6b17","title":"US Trade Names","mono":"<ul><li>KlonoPIN<\/li><li>KlonoPIN Wafers<\/li><\/ul>"},"2":{"id":"2qlgs6b19","title":"Class","mono":"<ul><li>Antianxiety<\/li><li>Anticonvulsant<\/li><li>Benzodiazepine, Short or Intermediate Acting<\/li><\/ul>"},"3":{"id":"2qlgs6b20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"2qlgs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"2qlgs7","title":"Mechanism Of Action","mono":"Clonazepam is a benzodiazepine that has no definite antiseizure and antipanic mechanism of action, although it is believed to be related to its capacity to enhance GABA activity which is the major inhibitory neurotransmitter in the central nervous system. It is able to suppress the spike and wave discharges in absence seizures and decrease the frequency, duration, amplitude and spread of discharge in minor motor seizures.<br\/>"},"8":{"id":"2qlgs8","title":"Pharmacokinetics","sub":[{"id":"2qlgs8b23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 1 h to 4 h<\/li><li>Bioavailability: about 90%<\/li><\/ul>"},{"id":"2qlgs8b24","title":"Distribution","mono":"Protein binding: approximately 85% <br\/>"},{"id":"2qlgs8b25","title":"Metabolism","mono":"Hepatic: P450 CYP3A, highly metabolized, reduction and oxidation <br\/>"},{"id":"2qlgs8b26","title":"Excretion","mono":"Renal: less than 2% unchanged <br\/>"},{"id":"2qlgs8b27","title":"Elimination Half Life","mono":"30 h to 40 h <br\/>"}]},"9":{"id":"2qlgs9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(tablet) administer with water and swallow tablet whole<\/li><li>(disintegrating tablet) peel back foil on blister pack; do not push tablet through foil<\/li><li>(disintegrating tablet) using dry hands, immediately remove tablet and place it in the mouth, where it will dissolve quickly and be easily swallowed, with or without water<\/li><\/ul>"},"10":{"id":"2qlgs10","title":"Monitoring","mono":"<ul><li>panic disorder: reduction in symptoms of anxiety or frequency of panic attacks indicates efficacy<\/li><li>seizure disorder: decrease in frequency, severity, and duration of seizures indicates efficacy<\/li><li>blood counts; periodically during long-term therapy<\/li><li>liver function tests; periodically during long-term therapy<\/li><li>elderly patients; during therapy initiation<\/li><li>emergence or worsening of depression, suicidal thoughts or behavior, or any unusual changes in mood or behavior<\/li><li>seizure precipitation or exacerbation, or status epilepticus upon rapid dose reduction or abrupt discontinuation<\/li><\/ul>"},"11":{"id":"2qlgs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 0.5 MG, 1 MG, 2 MG<\/li><li>Oral Tablet, Disintegrating: 0.125 MG, 0.25 MG, 0.5 MG, 1 MG, 2 MG<\/li><\/ul><\/li><li><b>KlonoPIN<\/b><br\/>Oral Tablet: 0.5 MG, 1 MG, 2 MG<br\/><\/li><\/ul>"},"12":{"id":"2qlgs12","title":"Toxicology","sub":[{"id":"2qlgs12b31","title":"Clinical Effects","mono":"<b>BENZODIAZEPINES<\/b><br\/>USES: Benzodiazepines are used as anxiolytics, muscle relaxants, procedural sedation agents, and sedative-hypnotics to treat withdrawal states (ie, ethanol, benzodiazepines) and many hyperadrenergic\/stimulated conditions (eg, seizures, serotonin syndrome, neuroleptic malignant syndrome, sympathomimetic overdose, psychiatric conditions). PHARMACOLOGY: They act on the benzodiazepine binding site on the chloride channel of the gamma-aminobutyric acid (GABA), an inhibitory neurotransmitter receptor in the CNS, and increase the frequency of chloride channel opening. This hyperpolarizes the cell and prevents nerve firing\/stimulation, resulting in generalized depression of spinal reflexes and the reticular activating system causing CNS depression. TOXICOLOGY: Toxicity is an extension of the pharmacology, increased GABA activity causing CNS depression. While coma and respiratory depression are rare, they may occur with large overdoses or coingestions. EPIDEMIOLOGY: Benzodiazepine overdose is common and usually occurs in combination with other drug ingestions. Outcomes are generally good. MILD TO MODERATE TOXICITY: CNS depression is the most common finding after overdose. Respiratory depression may also occur, but is more common with coingestion of other sedative-hypnotics. SEVERE TOXICITY: Respiratory depression\/arrest may occur with large overdoses or following rapid IV injection with short-acting benzodiazepines. Severity of respiratory effects depends on the amount ingested and absorbed, type of benzodiazepine ingested (worse for lipophilic agents (eg, diazepam or flunitrazepam) vs polar (eg, lorazepam)), and coingestants. In high doses, patients may manifest coma, respiratory depression, hypotension, hypothermia, and rhabdomyolysis. Otherwise, benzodiazepines are remarkably safe as single agents. ADVERSE EFFECTS: Adverse effects of benzodiazepines in therapeutic doses usually reflect the drug's pharmacology and include sedation, slurred speech, and ataxia. Some IV forms of benzodiazepines (namely, diazepam (Valium(R)) and lorazepam (Ativan(R))) contain propylene glycol as a diluent. Large doses and prolonged infusions may cause the accumulation of propylene glycol and a resultant anion gap metabolic acidosis. This is best avoided by using midazolam (Versed(R)) infusions since it is water soluble and does not contain propylene glycol. Physical and\/or psychological dependence may develop, and a withdrawal syndrome similar to ethanol withdrawal (ie, hypertension, tachycardia, tremulousness, seizures, low grade fever, and, in severe cases, delirium) may develop after abrupt discontinuation in dependent individuals.<br\/>"},{"id":"2qlgs12b32","title":"Treatment","mono":"<b>BENZODIAZEPINES<\/b><br\/><ul><li>Support: Supportive care with attention to the airway, breathing, and circulation is the mainstay of treatment. Benzodiazepine overdose as a single agent may cause coma but generally does not cause loss of airway reflexes. However, when combined with other sedating drugs (eg, ethanol, opioids, muscle relaxants, antipsychotics, anticonvulsants), airway protection may be necessary. Even with large overdoses, patients generally remain hemodynamically stable. MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care. MANAGEMENT OF SEVERE TOXICITY: Coma and respiratory depression require intubation. Hypotension responds to fluids and rarely vasopressors. Anion gap metabolic acidosis from prolonged, high-dose lorazepam or diazepam can be treated with medication cessation.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal is usually not necessary unless the patient has a dangerous co-ingestant. Avoid if the patient is too sedated. HOSPITAL: Activated charcoal may be beneficial if dangerous co-ingestants were consumed and the patient is intubated or can protect their airway. Gastric lavage and whole bowel irrigation are usually not indicated as severe toxicity is very rare.<\/li><li>Airway management: Although respiratory depression is rare, some patients will require airway management.<\/li><li>Antidote: Flumazenil is a specific benzodiazepine receptor antagonist that can rapidly reverse the benzodiazepine effect. However, it is rarely indicated except for iatrogenic oversedation or respiratory depression. In addition, flumazenil may cause withdrawal states and result in seizures, adrenergic stimulation, or autonomic instability in patients chronically taking benzodiazepines or in those with ventricular dysrhythmias and seizures who are concomitantly using cocaine or tricyclic antidepressants. The starting dose is 0.1 to 0.2 mg IV over 15 to 30 seconds and repeated as needed to a maximum of 1 mg. Continuous IV infusion from 0.1 to 1 mg\/hr in 0.9% NaCl or D5W may also be used.<\/li><li>Monitoring of patient: Serum glucose, venous blood gases, ECG, and pulse oximetry may be useful. Urine drug tests do not detect all benzodiazepines; in particular, midazolam, chlordiazepoxide, and flunitrazepam are not detected on many urinary assays, so a negative screen does not rule out a benzodiazepine ingestion.<\/li><li>Enhanced elimination procedure: There is no role for diuresis, dialysis, or hemoperfusion.<\/li><li>Patient disposition: HOME CRITERIA: Healthy children with unintentional ingestions of 1 to 2 tablets may be observed at home if the family is responsible. If significant ataxia or drowsiness develops, refer the patient to the hospital. Asymptomatic adults with unintentional ingestions and a good social situation may remain at home. OBSERVATION CRITERIA: All patients with intentional ingestion or significant ataxia, drowsiness, or respiratory depression should be referred to the hospital for observation. Patients with unreliable social situations may also need observation. Patients may be discharged when asymptomatic. ADMISSION CRITERIA: Admit patients with severe symptoms (ie, coma, respiratory failure, or hypotension unresponsive to IV fluids) or if a danger to themselves. Discharge when asymptomatic and when psychiatric issues have been addressed.<\/li><\/ul>"},{"id":"2qlgs12b33","title":"Range of Toxicity","mono":"<b>BENZODIAZEPINES<\/b><br\/>TOXICITY: In general, the toxic-to-therapeutic ratio is very high for benzodiazepines, making them remarkably safe medications. THERAPEUTIC DOSE: Varies among the benzodiazepines.<br\/>"}]},"13":{"id":"2qlgs13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause excessive salivation, ataxia, dizziness, impaired cognition, seizure, aggravation, somnolence, depression, nervousness, or respiratory depression.<\/li><li>With long-term use, advise patient against sudden discontinuation of drug to avoid symptoms of withdrawal.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}