{"generic":"Chlorthalidone\/Clonidine Hydrochloride","drugs":["Chlorthalidone\/Clonidine Hydrochloride","Clorpres"],"mono":{"0":{"id":"2qlvs0","title":"Generic Names","mono":"Chlorthalidone\/Clonidine Hydrochloride"},"1":{"id":"2qlvs1","title":"Dosing and Indications","sub":[{"id":"2qlvs1b4","title":"Adult Dosing","mono":"<b>Hypertension, Second-line therapy; not for initial treatment of hypertension:<\/b> 15 mg\/0.1 mg, 15 mg\/0.2 mg, or 15 mg\/0.3 mg ORALLY once or twice daily; MAX 30 mg\/0.6 mg per day"},{"id":"2qlvs1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients"},{"id":"2qlvs1b6","title":"Dose Adjustments","mono":"<b>geriatrics:<\/b> may benefit from a lower initial dose"},{"id":"2qlvs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypertension, Second-line therapy; not for initial treatment of hypertension<br\/>"}]},"3":{"id":"2qlvs3","title":"Contraindications\/Warnings","sub":[{"id":"2qlvs3b9","title":"Contraindications","mono":"<ul><li>anuria<\/li><li>hypersensitivity to clonidine (including patch), chlorthalidone, sulfonamides<\/li><\/ul>"},{"id":"2qlvs3b10","title":"Precautions","mono":"<ul><li>anesthesia (dose to within 4 hr of surgery; resume as soon as possible afterwards)<\/li><li>cerebrovascular disease<\/li><li>concomitant lithium use<\/li><li>coronary insufficiency, severe<\/li><li>diabetics may require increased amounts of insulin or oral hypoglycemic agents (hyperglycemia)<\/li><li>electrolyte imbalance (eg, hypokalemia, hyponatremia, hypomagnesemia, hypercalcemia, hypophosphatemia)<\/li><li>hepatic disease<\/li><li>hyperuricemia (may precipitate gout)<\/li><li>lupus erythematosus<\/li><li>may aggravate digitalis toxicity<\/li><li>myocardial infarction, recent<\/li><li>renal disease (may precipitate azotemia)<\/li><li>sensitivity reactions may occur with or without a history of allergy or asthma.<\/li><\/ul>"},{"id":"2qlvs3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"2qlvs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"2qlvs4","title":"Drug Interactions","sub":[{"id":"2qlvs4b13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"},{"id":"2qlvs4b14","title":"Major","mono":"<ul><li>Acebutolol (theoretical)<\/li><li>Acetyldigoxin (established)<\/li><li>Amitriptyline (probable)<\/li><li>Amoxapine (probable)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Atenolol (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Betaxolol (theoretical)<\/li><li>Bevantolol (theoretical)<\/li><li>Bisoprolol (theoretical)<\/li><li>Carteolol (theoretical)<\/li><li>Celiprolol (theoretical)<\/li><li>Clomipramine (probable)<\/li><li>Crizotinib (theoretical)<\/li><li>Desipramine (probable)<\/li><li>Deslanoside (established)<\/li><li>Digitalis (established)<\/li><li>Digitoxin (established)<\/li><li>Digoxin (established)<\/li><li>Dilevalol (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Dofetilide (probable)<\/li><li>Dothiepin (probable)<\/li><li>Doxepin (probable)<\/li><li>Droperidol (theoretical)<\/li><li>Esmolol (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Imipramine (probable)<\/li><li>Ketanserin (theoretical)<\/li><li>Levobunolol (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Lithium (theoretical)<\/li><li>Lofepramine (probable)<\/li><li>Metildigoxin (established)<\/li><li>Metipranolol (theoretical)<\/li><li>Metoprolol (theoretical)<\/li><li>Mirtazapine (probable)<\/li><li>Nadolol (theoretical)<\/li><li>Nebivolol (theoretical)<\/li><li>Nortriptyline (probable)<\/li><li>Oxprenolol (theoretical)<\/li><li>Penbutolol (theoretical)<\/li><li>Pindolol (theoretical)<\/li><li>Propranolol (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Sotalol (probable)<\/li><li>Tertatolol (theoretical)<\/li><li>Timolol (theoretical)<\/li><li>Trimipramine (probable)<\/li><li>Verapamil (probable)<\/li><\/ul>"},{"id":"2qlvs4b15","title":"Moderate","mono":"<ul><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Alacepril (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Benazepril (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Captopril (probable)<\/li><li>Celecoxib (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Cilazapril (probable)<\/li><li>Clonixin (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Delapril (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Enalapril (probable)<\/li><li>Enalaprilat (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Fluphenazine (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Fosinopril (probable)<\/li><li>Gossypol (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Imidapril (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Licorice (probable)<\/li><li>Lisinopril (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Mepivacaine (probable)<\/li><li>Moexipril (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naloxone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Pentopril (probable)<\/li><li>Perindopril (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Spirapril (probable)<\/li><li>Sulindac (probable)<\/li><li>Temocapril (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Trandolapril (probable)<\/li><li>Valdecoxib (probable)<\/li><li>Warfarin (probable)<\/li><li>Yohimbine (probable)<\/li><li>Zofenopril (probable)<\/li><\/ul>"}]},"5":{"id":"2qlvs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension<\/li><li><b>Gastrointestinal:<\/b>Constipation, Nausea, Vomiting, Xerostomia<\/li><li><b>Neurologic:<\/b>Dizziness, Somnolence<\/li><li><b>Reproductive:<\/b>Erectile dysfunction, Lack of libido<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Electrolyte imbalance<\/li><li><b>Gastrointestinal:<\/b>Cholecystitis (rare), Pancreatitis<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Thrombocytopenia (rare)<\/li><\/ul>"},"6":{"id":"2qlvs6","title":"Drug Name Info","sub":{"0":{"id":"2qlvs6b17","title":"US Trade Names","mono":"Clorpres<br\/>"},"2":{"id":"2qlvs6b19","title":"Class","mono":"<ul><li>Alpha-2 Adrenergic Agonist<\/li><li>Alpha-Adrenergic Agonist\/Thiazide Combination<\/li><li>Diuretic<\/li><li>Thiazide Related<\/li><\/ul>"},"3":{"id":"2qlvs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"2qlvs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"2qlvs7","title":"Mechanism Of Action","mono":"<ul><li>Chlorthalidone is an antihypertensive and diuretic agent that increases excretion of sodium and chloride. Although structurally different from thiazide diuretics, chlorthalidone and thiazide diuretics appear to produce their diuretic effect in a similar fashion and have a similar maximal effect. Chlorthalidone directly affects the distal convoluted tubule of the nephron, resulting in decreased extracellular fluid volume, plasma volume, cardiac output, total exchangeable sodium, glomerular filtration rate and renal plasma flow. It is postulated that sodium and water depletion provide a basis for its antihypertensive effect; a dose-related reduction in potassium is also produced.<\/li><li>Clonidine is a centrally acting alpha-agonist. Clonidine stimulates alpha-adrenergic receptors in the brain resulting in reduced sympathetic outflow from the CNS and decreased peripheral resistance, renal vascular resistance, heart rate, and blood pressure.<\/li><\/ul>"},"8":{"id":"2qlvs8","title":"Pharmacokinetics","sub":{"0":{"id":"2qlvs8b23","title":"Absorption","mono":"<ul><li>Chlorthalidone: Rapid<\/li><li>Clonidine: well absorbed<\/li><li>Bioavailability: 65%<\/li><\/ul>"},"2":{"id":"2qlvs8b25","title":"Metabolism","mono":"Clonidine: Hepatic: 50% of dose <br\/>"},"3":{"id":"2qlvs8b26","title":"Excretion","mono":"<ul><li>Chlorthalidone: Renal: unchanged<\/li><li>Clonidine: Biliary\/fecal: 20%; Renal: 40 to 60% unchanged<\/li><\/ul>"},"4":{"id":"2qlvs8b27","title":"Elimination Half Life","mono":"<ul><li>Chlorthalidone: 35 to 40 hr<\/li><li>Clonidine: 12 to 16 hr.<\/li><\/ul>"}}},"10":{"id":"2qlvs10","title":"Monitoring","mono":"<ul><li>blood pressure<\/li><li>serum and urine electrolytes; periodically<\/li><\/ul>"},"11":{"id":"2qlvs11","title":"How Supplied","mono":"<b>Clorpres<\/b><br\/>Oral Tablet: (Chlorthalidone - Clonidine Hydrochloride) 15 MG-0.1 MG, 15 MG-0.2 MG, 15 MG-0.3 MG<br\/>"},"12":{"id":"2qlvs12","title":"Toxicology","sub":[{"id":"2qlvs12b31","title":"Clinical Effects","mono":"<ul><li><b>CLONIDINE <\/b><br\/>USES: Used primarily for  the treatment of hypertension and attention deficit hyperactivity disorder (ADHD); less often for detoxification from opioid, ethanol, or nicotine. PHARMACOLOGY: Clonidine stimulates the presynaptic alpha-2 receptor in the brain, leading to inhibition of norepinephrine release, and it also stimulates the imidazoline receptor; both of these actions decrease sympathetic outflow. TOXICOLOGY: Stimulation of peripheral postsynaptic alpha-2 receptors after overdose can cause initial transient hypertension.  Excessive stimulation of presynaptic alpha-2 receptors in the lower brainstem and medulla decreases plasma norepinephrine concentrations, causing hypotension and bradycardia. EPIDEMIOLOGY: Clonidine ingestion is common, but severe poisoning is rare. MILD TO MODERATE TOXICITY: CNS depression, miosis, heart conduction abnormality, hypertension. SEVERE TOXICITY: Apnea, respiratory depression, coma, bradycardia, hypothermia, hypotension, early transient hypertension. ADVERSE EFFECTS: Confusion, hallucinations, dry mouth, hypotension, nausea, vomiting, constipation, pruritus, contact dermatitis, tinnitus, dizziness, nervousness, and sedation are the most common adverse effects.  Atrioventricular block, minor dysrhythmias, Raynaud phenomenon, and congestive heart failure are also reported.  Rebound hypertension develops with abrupt withdrawal.<br\/><\/li><li><b>DIURETICS<\/b><br\/>USES: Class of drugs that are primarily used to treat hypertension and congestive heart failure. Potassium sparing diuretics and carbonic anhydrase inhibitors are covered in separate managements. PHARMACOLOGY: Work in a variety of mechanisms including inhibiting sodium and chloride reabsorption in the distal convoluted tubule (thiazides), inhibiting transport of sodium, potassium, and chloride in the thick ascending limb of the loop of henle (loop), and osmotic agents (mannitol). TOXICOLOGY: Produce hypovolemia and electrolyte deficiencies. EPIDEMIOLOGY: Rare overdose which uncommonly results in significant morbidity or death. MILD TO MODERATE TOXICITY: Mild dehydration, tachycardia, dry mucous membranes, headache, muscle cramps, thirst, and brisk diuresis. Large doses of furosemide or ethacrynic acid can cause ototoxicity. SEVERE TOXICITY: Hypotension, hypochloremic metabolic alkalosis, mental status changes, and electrolyte abnormalities (i.e. hypokalemia, hypomagnesemia, hypochloremia, hypocalcemia) are the most common manifestations of severe poisoning. Rarely muscle spasms, tetany, seizures, coma, or dysrhythmias may develop secondary to severe electrolyte abnormalities.  CNS depression has been reported rarely in children with acute ingestion without significant electrolyte abnormalities. ADVERSE EFFECTS: Thiazides are associated with hyperglycemia and hyperlipidemia. Furosemide has been associated with ototoxicity, hyperglycemia, and hypercholesterolemia.  Diuretics have a large number of drug interactions as well. Extravasation of mannitol can cause tissue injury and compartment syndrome.<br\/><\/li><\/ul>"},{"id":"2qlvs12b32","title":"Treatment","mono":"<ul><li><b>CLONIDINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: There is no specific treatment. Hypotension should be treated with intravenous boluses of crystalloid. Bradycardia is typically mild and usually doesn't require any treatment. Bradycardia, hypotension and CNS depression often respond to physical stimulation.  Naloxone has been used to reverse CNS depression with inconsistent success. MANAGEMENT OF SEVERE TOXICITY: Severe bradycardia associated with hypotension and not responsive to physical stimulation should be treated with standard dose of atropine or cardiac pacing. Norepinephrine or dopamine may be beneficial in patients with severe bradycardia and hypotension not responding to physical stimulation, naloxone, intravenous crystalloid, and atropine. Patients with significant CNS and\/or respiratory depression should be intubated.  If hypertension is severe (associated with end organ effects) and prolonged, treatment should be initiated with an infusion of sodium nitroprusside.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is not recommended because of the potential risk of altered mental status. With dermal exposure, remove clonidine patches and wash exposed skin. HOSPITAL: Induced emesis and gastric lavage are not indicated. Activated charcoal binds clonidine and may be given for patients who present early after significant ingestions. Whole bowel irrigation should be used for symptomatic patients who have ingested a clonidine patch.<\/li><li>Airway management: Intubate patients with depressed mental status and who are unable to protect their airway and those with significant respiratory depression.<\/li><li>Antidote: There is no antidote for clonidine.   Although some patients have responded to naloxone (reversal of altered mental status, respiratory depression or apnea, and miosis), not all patients respond. Naloxone should be administered to patients with significant CNS or respiratory depression.  Tolazoline (an alpha-2 adrenergic antagonist) has been suggested as an antidote, but there is little clinical experience with its use and most patients do well with supportive care.<\/li><li>Intrathecal injection: Intrathecal overdose of clonidine has not been reported; however, clonidine can be administered intrathecally, therefore the potential for overdose exists. Support blood pressure with fluids and pressors. Intubate and ventilate as needed. Immediately empty the intrathecal pump. Cerebrospinal fluid (CSF) drainage should be performed immediately followed by CSF exchange. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).<\/li><li>Monitoring of patient: Clonidine is not routinely detected by the urine drug screen and the serum level is not clinically useful. Evaluation of respiratory function with pulse oximetry and cardiac function with ECG and frequent vital signs are important. Most patients with mild symptoms do not require additional testing.<\/li><li>Enhanced elimination procedure: Although clonidine has pharmacokinetic characteristics suggesting it is amenable to hemodialysis,  there is no clinical experience with its use, and overdose is rarely severe enough to warrant emergent hemodialysis.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with inadvertent clonidine tablet ingestions may be monitored at home if the ingestion is: Less than 0.1 mg clonidine for a child 4-years-old or younger, 0.2 mg clonidine or less in a child aged 5 to 8 years, or less than 0.4 mg clonidine in a child older than 8 years of age. Children taking clonidine therapeutically who inadvertently receive no more than double their therapeutic dose may be observed at home if asymptomatic. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions, children who have chewed or ingested clonidine patches or ophthalmic preparations, and children with tablet ingestions greater than the amounts listed above should be sent to a healthcare facility for observation and treatment. Most patients who ingest clonidine will manifest symptoms rapidly, typically within 30 to 90 minutes, so a 4-hour observation period is adequate for asymptomatic patients. Patients who ingest a clonidine patch may have delayed onset of symptoms. Following ingestion of extended-release formulations, onset of toxicity is expected to be delayed. Peak plasma concentrations of extended-release formulations are reached at about 7 to 8 hours after therapeutic doses; patients should be observed for the development of toxic effects for at least 9 to 14 hours. ADMISSION CRITERIA: Patients who develop even mild toxic effects after ingestion of sustained release formulations should be admitted to a monitored setting as more severe and prolonged toxicity may develop. Patients with bradycardia, CNS depression, respiratory depression, heart block, and hemodynamic instability or other serious symptoms should be admitted to an intensive care setting.<\/li><\/ul><\/li><li><b>DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with minor symptoms can be managed with supportive care only.  Oral hydration and oral electrolyte supplementation may be sufficient.  Severe electrolyte disturbances and\/or mental status changes indicate a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is very rare. Treatment should be directed at intravenous correction of volume loss and electrolyte abnormalities.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not indicated as toxicity is rare. HOSPITAL: Activated charcoal is rarely  indicated as acute toxicity is rare.<\/li><li>Airway management: Diuretic poisoning should not produce symptoms mandating airway management.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: Monitor vital signs and serum electrolytes.  Obtain an ECG in patients with significant electrolyte abnormalities.<\/li><li>Enhanced elimination procedure: Hemodialysis is not expected to be helpful.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of less than a maximal daily dose can be monitored at home. OBSERVATION CRITERIA: Adults with intentional ingestions or symptomatic children should be referred to a health care facility.  Patients who are asymptomatic after 6 hours can be discharged home. ADMISSION CRITERIA: Patients who have severe electrolyte abnormalities or vital sign abnormalities should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul><\/li><\/ul>"},{"id":"2qlvs12b33","title":"Range of Toxicity","mono":"<ul><li><b>CLONIDINE <\/b><br\/>TOXICITY: ADULTS: Mild toxicity may occur at just above the therapeutic range. PEDIATRIC: As little as 0.1 mg has produced toxicity in children. Toddlers have developed toxicity after chewing a single used clonidine patch or ingesting small volumes of ophthalmic preparations. THERAPEUTIC DOSE: ADULT: The adult therapeutic dose is 0.1 mg twice daily and the maximum dose is 2.4 mg\/day. PEDIATRIC: The pediatric dose for hypertension is 5 to 10 mcg\/kg\/day, up to 0.9 mg\/day.<br\/><\/li><li><b>DIURETICS<\/b><br\/>TOXICITY: Toxic doses are not well established.  Diuresis is expected to result at even therapeutic doses.  Toxicity is most common with chronic dosing and acute toxicity is often related to other factors such as comorbid conditions and access to fluid replacement. THERAPEUTIC DOSE: Furosemide is typically dosed at 20 to 80 mg with repeat doses as necessary in adults; pediatric dose is 1 to 2 mg\/kg orally.  Hydrochlorothiazide is typically dosed at 12.5 to 50 mg daily in adults; pediatric dose is 1 to 3 mg\/kg divided twice daily.<br\/><\/li><\/ul>"}]},"13":{"id":"2qlvs13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, as drug may cause dizziness or somnolence.<\/li><li>This drug may cause constipation, nausea, vomiting, xerostomia, impotence, or lack of libido.<\/li><li>Instruct patient to report signs\/symptoms of hypotension or hypokalemia (excessive thirst, drowsiness, restlessness, muscle cramps, nausea, vomiting, increased heart rate).<\/li><li>Advise diabetic patients to monitor for signs\/symptoms of hyperglycemia and to report difficulties with glycemic control.<\/li><li>Patient should take drug in the morning with food.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Tell patient to not drink alcohol while taking this drug.<\/li><\/ul>"}}}