{"generic":"Clonidine Hydrochloride","drugs":["Catapres","Clonidine Hydrochloride","Duraclon","Kapvay"],"mono":[{"id":"2qlxs0","title":"Generic Names","mono":"Clonidine Hydrochloride"},{"id":"2qlxs1","title":"Dosing and Indications","sub":[{"id":"2qlxs1b4","title":"Adult Dosing","mono":"<ul><li>Safety and efficacy of the extended-release tablet for the treatment of ADHD not established in adult patients<\/li><li><b>Cancer pain; Adjunct:<\/b> initial, 30 mcg\/hr as a continuous EPIDURAL infusion, the infusion may be titrated up or down based on clinical response; experience with rates greater than 40 mcg\/hr is limited<\/li><li><b>Clonidine suppression test:<\/b> 0.3 mg ORALLY<\/li><li><b>Hot sweats:<\/b> up to 200 mcg ORALLY daily<\/li><li><b>Hypertension:<\/b> initial, 0.1 mg ORALLY twice daily (morning and bedtime); increase by 0.1 mg\/day at weekly intervals; usual daily dose is 0.2 to 0.6 mg in 2 divided doses; if applicable, give higher dose at bedtime; MAX dose is 2.4 mg\/day<\/li><li><b>Hypertension:<\/b> when discontinuing therapy, gradually decrease the dose over 2 to 4 days to reduce the risk of withdrawal symptoms<\/li><li><b>Opioid withdrawal:<\/b> Initial, 0.1 to 0.2 mg\/dose orally 2 to 4 times daily, increasing to a MAX of about 1 mg\/day. Adjust based on response. Taper and discontinue 7 to 10 days after cessation of opioids. Withhold or reduce for excessive hypotension (study dosing).<\/li><li><b>Spasticity:<\/b> 0.05 to 0.4 mg ORALLY daily in divided doses<\/li><\/ul>"},{"id":"2qlxs1b5","title":"Pediatric Dosing","mono":"<ul><li>Extended-release tablets should not be used interchangeably with the immediate-release tablet formulation; do not substitute the extended-release tablets on a mg-per-mg basis with other clonidine formulations<\/li><li>Safety and efficacy of the immediate-release tablet for the treatment of hypertension not established in pediatric patients<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> (Extended-release) initial, 0.1 mg ORALLY at bedtime; titrate in increments of 0.1 mg\/day at weekly intervals to desired effect; give doses higher than 0.1 mg\/day in 2 divided doses (morning and bedtime); if applicable, give higher dose at bedtime; MAX dose is 0.4 mg\/day<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> When discontinuing therapy, decrease the total daily dose by no more than 0.1 mg every 3 to 7 days.<\/li><li><b>Cancer pain; Adjunct:<\/b> initial, 0.5 mcg\/kg\/hr as a continuous EPIDURAL infusion, titrate up or down based on clinical response<\/li><li><b>Opioid withdrawal:<\/b> (Infants, 0 to 14 days) Neonatal abstinence syndrome: 1 mcg\/kg every 4 hours orally, in addition to diluted opium tincture (study dosing)<\/li><\/ul>"},{"id":"2qlxs1b6","title":"Dose Adjustments","mono":"<ul><li><b>Elderly patients:<\/b> May require a reduced initial dose<\/li><li><b>(Immediate-release) Renal impairment:<\/b> Patients may benefit from lower initial dose<\/li><li><b>(Extended-release) Renal impairment:<\/b> Adjust dose according to degree of renal impairment<\/li><li><b>Hemodialysis:<\/b> No need to give supplemental dose following dialysis<\/li><\/ul>"},{"id":"2qlxs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Attention deficit hyperactivity disorder<\/li><li>Cancer pain; Adjunct<\/li><li>Hypertension<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Agitation - Sevoflurane adverse reaction, Post-anesthesia<\/li><li>Alcohol withdrawal syndrome<\/li><li>Anesthesia; Adjunct<\/li><li>Bronchoscopy<\/li><li>Clonidine suppression test<\/li><li>Complication of anesthesia; Prophylaxis - Disorder of cardiovascular system; Prophylaxis<\/li><li>Drug-induced flushing<\/li><li>Epidural anesthesia, Postoperative, nonobstetrical; Adjunct<\/li><li>Epidural anesthesia; Adjunct - Labor finding<\/li><li>Growth hormone deficiency<\/li><li>Hot sweats<\/li><li>Injection site pain - Propofol adverse reaction<\/li><li>Intrathecal injection - Labor finding - Regional anesthesia; Adjunct<\/li><li>Malignant hypertension<\/li><li>Mechanical ventilation - Sedation<\/li><li>Mood disorder - Premenstrual syndrome<\/li><li>Nephrotoxicity<\/li><li>Neurogenic bladder<\/li><li>Neuroleptic-induced acute akathisia<\/li><li>Nicotine dependence<\/li><li>Opioid withdrawal<\/li><li>Pain, chronic<\/li><li>Pain - Tourniquet procedure<\/li><li>Peripheral block anesthesia; Adjunct<\/li><li>Postoperative nausea and vomiting; Prophylaxis<\/li><li>Postoperative pain; Adjunct<\/li><li>Regional anesthesia, Perioperative, non-obstetric; Adjunct<\/li><li>Restless legs syndrome<\/li><li>Retrobulbar infiltration of local anesthetic<\/li><li>Spasticity<\/li><li>Spasticity - Spinal cord injury<\/li><li>Violent behavior<\/li><\/ul>"}]},{"id":"2qlxs2","title":"Black Box Warning","mono":"<b>Epidural (Solution)<\/b><br\/>The 500-mcg\/mL strength product should be diluted prior to use in an appropriate solution. Epidural clonidine is not recommended for obstetrical, postpartum, or perioperative pain management. The risk of hemodynamic instability, especially hypotension and bradycardia, from epidural clonidine may be unacceptable in these patients. However, in a rare obstetrical, postpartum or perioperative patient, potential benefits may outweigh the possible risks.<br\/>"},{"id":"2qlxs3","title":"Contraindications\/Warnings","sub":[{"id":"2qlxs3b9","title":"Contraindications","mono":"<ul><li>Bleeding diathesis<\/li><li>Concurrent use with anticoagulant therapy<\/li><li>Epidural administration above the C4 dermatome<\/li><li>Hypersensitivity , sensitization, or allergic reaction to clonidine<\/li><li>Injection site infection<\/li><\/ul>"},{"id":"2qlxs3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Obstetrical, postpartum, or perioperative pain management; use not recommended due to risk of inducing hemodynamic instability<\/li><li>Cardiovascular:<\/li><li>-- Hypotension may occur and may be dose related; rebound hypotension may occur with abrupt discontinuation; monitoring recommended<\/li><li>-- Bradycardia has been reported and is dose related; monitoring recommended<\/li><li>-- Hypotension or conditions that may be worsened by hypotension and bradycardia (eg, heart block, bradycardia, cardiovascular, vascular, or cerebrovascular disease, chronic renal failure); titrate slowly and monitor<\/li><li>-- Syncope or conditions that may lead to syncope, such as hypotension, orthostatic hypotension, bradycardia, or dehydration; avoid overheating or dehydration<\/li><li>-- Atrioventricular block, greater than first degree, has been reported rarely<\/li><li>-- Atrioventricular block or sinus node dysfunction may worsen, especially with concomitant use of other sympatholytic agents; slow titration and monitoring recommended<\/li><li>-- Conduction disturbances and\/or concomitant use of other sympatholytic drugs; severe bradycardia has been reported; monitoring recommended and titrate slowly<\/li><li>-- Hemodynamically unstable; risk of hypotension<\/li><li>Dermatologic:<\/li><li>-- Localized contact sensitization to transdermal clonidine; use of oral clonidine may result in generalized skin reaction<\/li><li>Immunologic:<\/li><li>-- Catheter-related infections (eg, meningitis, epidural abscess) may occur<\/li><li>-- Allergic reaction to transdermal clonidine (including localized contact sensitization); use of oral clonidine may result in allergic reactions, including generalized rash, urticaria, or angioedema<\/li><li>Neurologic:<\/li><li>-- Somnolence and sedation have been reported<\/li><li>Psychiatric:<\/li><li>-- Depression may develop or be exacerbated; monitoring recommended, especially if history of affective disorder<\/li><li>Renal:<\/li><li>Renal impairment; initial dose adjustment may be warranted; monitoring recommended  and titrate to higher doses carefully<\/li><li>Other:<\/li><li>-- Abrupt discontinuation may result in symptoms of withdrawal (eg, agitation, headache, tachycardia, nausea, tightness in chest, anxiety, tremor, rebound hypertension); a gradual reduction of dosage is recommended when therapy is discontinued<\/li><li>-- Surgery; continue use to within 4 hours of surgery and resume as soon as possible thereafter; monitoring recommended (immediate-release tablet)<\/li><li>Concomitant Use:<\/li><li>-- Avoid alcohol during therapy<\/li><li>-- Avoid CNS depressants<\/li><li>-- Avoid drugs that affect sinus node function or AV node conduction (eg, digitalis, calcium channel blockers, beta blockers)<\/li><\/ul>"},{"id":"2qlxs3b11","title":"Pregnancy Category","mono":"<ul><li>Clonidine: C (FDA)<\/li><li>Clonidine: B3 (AUS)<\/li><\/ul>"},{"id":"2qlxs3b12","title":"Breast Feeding","mono":"Clonidine: Micromedex: Milk effects are possible.<br\/>"}]},{"id":"2qlxs4","title":"Drug Interactions","sub":[{"id":"2qlxs4b13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"},{"id":"2qlxs4b14","title":"Major","mono":"<ul><li>Acebutolol (theoretical)<\/li><li>Amitriptyline (probable)<\/li><li>Amoxapine (probable)<\/li><li>Atenolol (theoretical)<\/li><li>Betaxolol (theoretical)<\/li><li>Bevantolol (theoretical)<\/li><li>Bisoprolol (theoretical)<\/li><li>Carteolol (theoretical)<\/li><li>Celiprolol (theoretical)<\/li><li>Clomipramine (probable)<\/li><li>Crizotinib (theoretical)<\/li><li>Desipramine (probable)<\/li><li>Dilevalol (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Dothiepin (probable)<\/li><li>Doxepin (probable)<\/li><li>Esmolol (theoretical)<\/li><li>Imipramine (probable)<\/li><li>Levobunolol (theoretical)<\/li><li>Lofepramine (probable)<\/li><li>Metipranolol (theoretical)<\/li><li>Metoprolol (theoretical)<\/li><li>Mirtazapine (probable)<\/li><li>Nadolol (theoretical)<\/li><li>Nebivolol (theoretical)<\/li><li>Nortriptyline (probable)<\/li><li>Oxprenolol (theoretical)<\/li><li>Penbutolol (theoretical)<\/li><li>Pindolol (theoretical)<\/li><li>Propranolol (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Tertatolol (theoretical)<\/li><li>Timolol (theoretical)<\/li><li>Trimipramine (probable)<\/li><li>Verapamil (probable)<\/li><\/ul>"},{"id":"2qlxs4b15","title":"Moderate","mono":"<ul><li>Cyclosporine (probable)<\/li><li>Fluphenazine (probable)<\/li><li>Mepivacaine (probable)<\/li><li>Naloxone (probable)<\/li><li>Yohimbine (probable)<\/li><\/ul>"}]},{"id":"2qlxs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (44.8%), Orthostatic hypotension (31.6%)<\/li><li><b>Endocrine metabolic:<\/b>Increased body temperature (oral, 1% to 5%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (oral, 1% to 10%; epidural, 2.6%), Nausea (oral, 5% to 8%; epidural, 13.2%), Pain in throat (oral, 6% to 8%), Upper abdominal pain (oral, 12% to 20%), Xerostomia (oral, 5% to 40%; epidural 13.2%)<\/li><li><b>Neurologic:<\/b>Confusion (epidural, 13.2%), Dizziness (oral, 3% to 16%; epidural, 13.2%), Insomnia (oral, 4% to 6%; epidural, 0.5%), Sedated (oral, 10% (immediate-release) to 38% (extended-release)), Somnolence (oral, 19% to 38%; epidural, 13.2%)<\/li><li><b>Otic:<\/b>Otalgia (oral, 5%), Tinnitus (epidural, 5.3%)<\/li><li><b>Psychiatric:<\/b>Childhood emotional disorder (oral, 4% to 5%), Irritability (oral, 6% to 9%), Nightmares (oral 3% to 9%)<\/li><li><b>Respiratory:<\/b>Nasal congestion (oral, 3% to 6%), Upper respiratory infection (oral, 6% to 11%)<\/li><li><b>Other:<\/b>Fatigue (oral, 13% to 16%; epidural, 4%)<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Atrioventricular block<br\/>"},{"id":"2qlxs6","title":"Drug Name Info","sub":{"0":{"id":"2qlxs6b17","title":"US Trade Names","mono":"<ul><li>Catapres<\/li><li>Duraclon<\/li><li>Kapvay<\/li><\/ul>"},"2":{"id":"2qlxs6b19","title":"Class","mono":"<ul><li>Alpha-2 Adrenergic Agonist<\/li><li>Analgesic<\/li><li>Antihypertensive<\/li><li>Central Nervous System Agent<\/li><\/ul>"},"3":{"id":"2qlxs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"2qlxs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"2qlxs7","title":"Mechanism Of Action","mono":"Clonidine stimulates alpha 2-adrenergic receptors in the brain resulting in reduced sympathetic outflow from the CNS and decreased peripheral resistance, renal vascular resistance, heart rate, and blood pressure. The mechanism of action of clonidine hydrochloride in ADHD is unknown. When administered epidurally, clonidine may produce analgesia by preventing pain-signal transmission to the brain at presynaptic and postjunctional alpha 2-adrenoceptors in the spinal cord.<br\/>"},{"id":"2qlxs8","title":"Pharmacokinetics","sub":[{"id":"2qlxs8b23","title":"Absorption","mono":"<ul><li>Tmax, Epidural: 19 minutes, plasma; 26 minutes, cerebrospinal fluid<\/li><li>Tmax, Oral: 2.07 to 5 hours, immediate-release; 6.5 hours, extended-release<\/li><li>Bioavailability, Oral: 75% to 100%, immediate-release; 89% of the immediate-release, extended-release<\/li><li>Bioavailability, Rectal: 95%<\/li><li>Effects of food: minimal effect on plasma concentrations, absorption, or elimination half-life<\/li><\/ul>"},{"id":"2qlxs8b24","title":"Distribution","mono":"<ul><li>Vd: 2.1 L\/kg<\/li><li>Vd, children: 0.96 L\/kg<\/li><li>Protein binding: 20% to 40%<\/li><\/ul>"},{"id":"2qlxs8b25","title":"Metabolism","mono":"Hepatic: 50% <br\/>"},{"id":"2qlxs8b26","title":"Excretion","mono":"<ul><li>Fecal: 22%<\/li><li>Renal: 40% to 60% unchanged<\/li><li>Renal clearance: 133 mL\/min<\/li><li>Dialyzable: No (hemodialysis)<\/li><li>Total body clearance, adults: 180 to 390 mL\/min<\/li><li>Total body clearance, children: 4.85 mL\/kg\/min<\/li><\/ul>"},{"id":"2qlxs8b27","title":"Elimination Half Life","mono":"<ul><li>Adults, epidural: 22 hours (in plasma)<\/li><li>Adults, oral: 12.5 to 16 hours<\/li><li>Adults, renal impairment: up to 41 hours<\/li><li>Pediatrics, oral: 5.6 hours<\/li><li>Pediatrics, rectal: 12.5 hours<\/li><\/ul>"}]},{"id":"2qlxs9","title":"Administration","mono":"<ul><li><b>Epidural<\/b><br\/><ul><li>dilute in NS to a final concentration of 100 mcg\/mL; do not use with a preservative<\/li><li>give as a continuous epidural infusion<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>(Extended-release tablet) Swallow whole; do not crush, chew, or break<\/li><li>(Extended-release tablet) May be taken with or without food<\/li><li>(Extended-release tablet) When a dose is missed, skip that dose and take the next dose as scheduled; do not take more than prescribed total daily amount in any 24-hour period<\/li><\/ul><\/li><\/ul>"},{"id":"2qlxs10","title":"Monitoring","mono":"<ul><li>hypertension: normalized blood pressure; weekly at initiation of treatment followed by monthly, and then every several months (McVeigh et al, 1995)<\/li><li>pain: pain reduction<\/li><li>ADHD: improvement of mental and behavioral symptoms<\/li><li>bradycardia; in patients with preexisting renal impairment<\/li><li>blood pressure; during initiation of therapy, after dose increases, then periodically; for at least one week following transition from transdermal to oral drug<\/li><li>heart rate; during initiation of therapy, after dose increases, then periodically<\/li><li>hypotension; in patients with preexisting renal impairment<\/li><li>vital signs; frequently in patients with cardiac conduction abnormalities and those on concomitant sympatholytic drugs<\/li><li>(epidural) pulse oximetry; in patients with doses greater than 300 mcg<\/li><li>(epidural) vital signs; frequently during the first few days of therapy<\/li><li>(epidural) pump function<\/li><li>(epidural) catheter placement<\/li><li>(ADHD) thorough examination and patient and family cardiovascular history prior to initiating therapy, especially for risk factors for sudden cardiac death; further evaluate if patient\/family history or initial or follow up examinations suggest cardiac disease<\/li><li>(ADHD) cardiac symptoms and changes in family history; throughout treatment<\/li><li>(ADHD) blood pressure and heart rate; baseline, at 1 to 3 months, and every 6 to 12 months thereafter<\/li><\/ul>"},{"id":"2qlxs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Epidural Solution: 0.1 MG\/ML, 0.5 MG\/ML<\/li><li>Oral Tablet: 0.1 MG, 0.2 MG, 0.3 MG<\/li><li>Oral Tablet, Extended Release: 0.1 MG<\/li><\/ul><\/li><li><b>Catapres<\/b><br\/>Oral Tablet: 0.1 MG, 0.2 MG, 0.3 MG<br\/><\/li><li><b>Duraclon<\/b><br\/>Epidural Solution: 0.1 MG\/ML, 0.5 MG\/ML<br\/><\/li><li><b>Kapvay<\/b><br\/>Oral Tablet, Extended Release: 0.1 MG<br\/><\/li><\/ul>"},{"id":"2qlxs12","title":"Toxicology","sub":[{"id":"2qlxs12b31","title":"Clinical Effects","mono":"<b>CLONIDINE <\/b><br\/>USES: Used primarily for  the treatment of hypertension and attention deficit hyperactivity disorder (ADHD); less often for detoxification from opioid, ethanol, or nicotine. PHARMACOLOGY: Clonidine stimulates the presynaptic alpha-2 receptor in the brain, leading to inhibition of norepinephrine release, and it also stimulates the imidazoline receptor; both of these actions decrease sympathetic outflow. TOXICOLOGY: Stimulation of peripheral postsynaptic alpha-2 receptors after overdose can cause initial transient hypertension.  Excessive stimulation of presynaptic alpha-2 receptors in the lower brainstem and medulla decreases plasma norepinephrine concentrations, causing hypotension and bradycardia. EPIDEMIOLOGY: Clonidine ingestion is common, but severe poisoning is rare. MILD TO MODERATE TOXICITY: CNS depression, miosis, heart conduction abnormality, hypertension. SEVERE TOXICITY: Apnea, respiratory depression, coma, bradycardia, hypothermia, hypotension, early transient hypertension. ADVERSE EFFECTS: Confusion, hallucinations, dry mouth, hypotension, nausea, vomiting, constipation, pruritus, contact dermatitis, tinnitus, dizziness, nervousness, and sedation are the most common adverse effects.  Atrioventricular block, minor dysrhythmias, Raynaud phenomenon, and congestive heart failure are also reported.  Rebound hypertension develops with abrupt withdrawal.<br\/>"},{"id":"2qlxs12b32","title":"Treatment","mono":"<b>CLONIDINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: There is no specific treatment. Hypotension should be treated with intravenous boluses of crystalloid. Bradycardia is typically mild and usually doesn't require any treatment. Bradycardia, hypotension and CNS depression often respond to physical stimulation.  Naloxone has been used to reverse CNS depression with inconsistent success. MANAGEMENT OF SEVERE TOXICITY: Severe bradycardia associated with hypotension and not responsive to physical stimulation should be treated with standard dose of atropine or cardiac pacing. Norepinephrine or dopamine may be beneficial in patients with severe bradycardia and hypotension not responding to physical stimulation, naloxone, intravenous crystalloid, and atropine. Patients with significant CNS and\/or respiratory depression should be intubated.  If hypertension is severe (associated with end organ effects) and prolonged, treatment should be initiated with an infusion of sodium nitroprusside.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is not recommended because of the potential risk of altered mental status. With dermal exposure, remove clonidine patches and wash exposed skin. HOSPITAL: Induced emesis and gastric lavage are not indicated. Activated charcoal binds clonidine and may be given for patients who present early after significant ingestions. Whole bowel irrigation should be used for symptomatic patients who have ingested a clonidine patch.<\/li><li>Airway management: Intubate patients with depressed mental status and who are unable to protect their airway and those with significant respiratory depression.<\/li><li>Antidote: There is no antidote for clonidine.   Although some patients have responded to naloxone (reversal of altered mental status, respiratory depression or apnea, and miosis), not all patients respond. Naloxone should be administered to patients with significant CNS or respiratory depression.  Tolazoline (an alpha-2 adrenergic antagonist) has been suggested as an antidote, but there is little clinical experience with its use and most patients do well with supportive care.<\/li><li>Intrathecal injection: Intrathecal overdose of clonidine has not been reported; however, clonidine can be administered intrathecally, therefore the potential for overdose exists. Support blood pressure with fluids and pressors. Intubate and ventilate as needed. Immediately empty the intrathecal pump. Cerebrospinal fluid (CSF) drainage should be performed immediately followed by CSF exchange. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).<\/li><li>Monitoring of patient: Clonidine is not routinely detected by the urine drug screen and the serum level is not clinically useful. Evaluation of respiratory function with pulse oximetry and cardiac function with ECG and frequent vital signs are important. Most patients with mild symptoms do not require additional testing.<\/li><li>Enhanced elimination procedure: Although clonidine has pharmacokinetic characteristics suggesting it is amenable to hemodialysis,  there is no clinical experience with its use, and overdose is rarely severe enough to warrant emergent hemodialysis.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with inadvertent clonidine tablet ingestions may be monitored at home if the ingestion is: Less than 0.1 mg clonidine for a child 4-years-old or younger, 0.2 mg clonidine or less in a child aged 5 to 8 years, or less than 0.4 mg clonidine in a child older than 8 years of age. Children taking clonidine therapeutically who inadvertently receive no more than double their therapeutic dose may be observed at home if asymptomatic. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions, children who have chewed or ingested clonidine patches or ophthalmic preparations, and children with tablet ingestions greater than the amounts listed above should be sent to a healthcare facility for observation and treatment. Most patients who ingest clonidine will manifest symptoms rapidly, typically within 30 to 90 minutes, so a 4-hour observation period is adequate for asymptomatic patients. Patients who ingest a clonidine patch may have delayed onset of symptoms. Following ingestion of extended-release formulations, onset of toxicity is expected to be delayed. Peak plasma concentrations of extended-release formulations are reached at about 7 to 8 hours after therapeutic doses; patients should be observed for the development of toxic effects for at least 9 to 14 hours. ADMISSION CRITERIA: Patients who develop even mild toxic effects after ingestion of sustained release formulations should be admitted to a monitored setting as more severe and prolonged toxicity may develop. Patients with bradycardia, CNS depression, respiratory depression, heart block, and hemodynamic instability or other serious symptoms should be admitted to an intensive care setting.<\/li><\/ul>"},{"id":"2qlxs12b33","title":"Range of Toxicity","mono":"<b>CLONIDINE <\/b><br\/>TOXICITY: ADULTS: Mild toxicity may occur at just above the therapeutic range. PEDIATRIC: As little as 0.1 mg has produced toxicity in children. Toddlers have developed toxicity after chewing a single used clonidine patch or ingesting small volumes of ophthalmic preparations. THERAPEUTIC DOSE: ADULT: The adult therapeutic dose is 0.1 mg twice daily and the maximum dose is 2.4 mg\/day. PEDIATRIC: The pediatric dose for hypertension is 5 to 10 mcg\/kg\/day, up to 0.9 mg\/day.<br\/>"}]},{"id":"2qlxs13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized as drug causes dizziness or somnolence.<\/li><li>Drug may cause nausea, vomiting, or xerostomia. The oral form may cause fatigue, insomnia, constipation, and dry mouth. The epidural form may cause bradyarrhythmia, hypotension, orthostatic hypotension, and confusion.<\/li><li>Instruct patient that extended-release tablet should be swallowed whole.<\/li><li>Advise patient against sudden discontinuation of drug, as withdrawal symptoms may occur (headache, tachycardia, nausea, anxiety, or rebound hypertension).<\/li><li>Counsel patient to not drink alcohol or use CNS depressants with this drug.<\/li><li>Advise patient taking extended-release tablet that a missed dose should be skipped. Take the next dose at the scheduled time and do not take more than the total daily dose within 24 hours.<\/li><\/ul>"}]}