{"generic":"Cetyl Alcohol\/Colfosceril Palmitate\/Tyloxapol","drugs":["Cetyl Alcohol\/Colfosceril Palmitate\/Tyloxapol","Exosurf"],"mono":{"0":{"id":"2urgs0","title":"Generic Names","mono":"Cetyl Alcohol\/Colfosceril Palmitate\/Tyloxapol"},"1":{"id":"2urgs1","title":"Dosing and Indications","sub":{"1":{"id":"2urgs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Respiratory distress syndrome in the newborn:<\/b> 5 mL (67.5 mg) Exosurf(R) per kg birthweight INTRATRACHEALLY every 12 hr for 2 to 3 doses<\/li><li><b>Respiratory distress syndrome in the newborn; Prophylaxis:<\/b> 5 mL (67.5 mg) Exosurf(R) per kg birthweight INTRATRACHEALLY every 12 hr for 3 doses<\/li><\/ul>"},"3":{"id":"2urgs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Respiratory distress syndrome in the newborn<\/li><li>Respiratory distress syndrome in the newborn; Prophylaxis<\/li><\/ul>"}}},"3":{"id":"2urgs3","title":"Contraindications\/Warnings","sub":{"1":{"id":"2urgs3b10","title":"Precautions","mono":"neonates weighing less than 700 g<br\/>"},"2":{"id":"2urgs3b11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},"3":{"id":"2urgs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}}},"5":{"id":"2urgs5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Gagging<br\/><b>Serious<\/b><br\/><b>Respiratory:<\/b>Pulmonary hemorrhage, Respiratory mucous plug<br\/>"},"6":{"id":"2urgs6","title":"Drug Name Info","sub":{"0":{"id":"2urgs6b17","title":"US Trade Names","mono":"Exosurf<br\/>"},"2":{"id":"2urgs6b19","title":"Class","mono":"Lung Surfactant<br\/>"},"3":{"id":"2urgs6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"2urgs7","title":"Mechanism Of Action","mono":"<ul><li>Intratracheal-Local: Neonatal respiratory distress syndrome (RDS) develops primarily in premature infants because of pulmonary immaturity, including a deficiency of endogenous lung surfactant that results in higher alveolar surface tension and lower compliance properties. Without sufficient endogenous lung surfactant, progressive alveolar collapse occurs and both oxygen and carbon dioxide exchange are impaired.   Also, RDS appears to be characterized by high pulmonary vascular permeability and increased lung tissue water.   Fluid and protein that leak into alveoli inactivate both endogenous and exogenous surfactant, worsening lung function.     <\/li><li>Natural lung surfactant is a mixture of lipids and apoproteins secreted by the alveolar cells into the alveoli and respiratory air passages. It reduces the surface tension of pulmonary fluids and thereby increases lung compliance. Surfactant exhibits not only surface tension-reducing properties (contributed by the lipids), but also rapid spreading and adsorption (contributed by the apoproteins). The major fraction of the lipid component of natural lung surfactant is dipalmitoylphosphatidylcholine (DPPC); this comprises up to 70% of the natural surfactant by weight. <\/li><li>Although the colfosceril (also known as DPPC) contained in the synthetic protein-free lung surfactant reduces surface tension, it alone is ineffective in RDS because it spreads and adsorbs poorly due to slow dispersion at air-fluid interfaces. Cetyl alcohol acts as the spreading agent for the colfosceril at the air-fluid interface, resulting in surface-tension effects that are similar to those of endogenous lung surfactant. Tyloxapol, a polymeric long-chain repeating alcohol, is a nonionic surfactant that acts to disperse both colfosceril and cetyl alcohol. Therefore, colfosceril, cetyl alcohol, and tyloxapol combination, when used as a replacement for deficient endogenous lung surfactant, is effective in reducing the surface tension of pulmonary fluids, thereby increasing lung compliance properties in RDS to prevent alveolar collapse and decrease work in breathing.   The possibility exists that it may also improve ventilation\/perfusion matching, independent of its direct effect on lung compliance. <\/li><\/ul>"},"9":{"id":"2urgs9","title":"Administration","mono":"<b>Intratracheal<\/b><br\/><ul><li>reconstitute by filling syringe with 8 mL of sterile water for injection; allow vacuum to draw diluent into vial; mix by aspirating solution into syringe and injecting back into vial 3-4 times; do not use bacteriostatic water for injection<\/li><li>gently shake or swirl suspension before measuring; withdraw dose from below froth<\/li><li>suction prior to administration; administer via sideport without interrupting mechanical ventilation<\/li><li>administer each half-dose slowly over 1-2 min (30-50 mechanical breaths) in small bursts timed with inspiration<\/li><li>do not suction for 2 h after administration except when clinically necessary<\/li><\/ul>"},"10":{"id":"2urgs10","title":"Monitoring","mono":"<ul><li>improved oxygenation<\/li><li>ventilator pressure<\/li><li>continuous ECG,  blood pressure<\/li><li>transcutaneous oxygen saturation, arterial blood gas<\/li><\/ul>"}}}