{"drugs":["Aplicare One Tincture Of Iodine","Iodex","Iodine","Iodoflex","Iodosorb"],"mono":{"0":{"id":"302780-s-0","title":"Generic Names","mono":"Iodine"},"1":{"id":"302780-s-1","title":"Dosing and Indications","sub":{"0":{"id":"302780-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Disinfection:<\/b> 2% aqueous solution TOPICALLY for minor wounds<\/li><li><b>Disinfection:<\/b> 2% tincture TOPICALLY on intact skin<\/li><li><b>Disinfection:<\/b> 2% in glycerin TOPICALLY on mucous membranes<\/li><li><b>Thyroid storm:<\/b> 5 to 10 drops of Lugol's solution (8 mg iodide\/drop) or 1 to 2 drops of saturated solution of potassium iodide (50 mg of iodide\/drop) 3 times a day mixed in water or juice<\/li><\/ul>"},"1":{"id":"302780-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Disinfection:<\/b> 2% aqueous solution TOPICALLY for minor wounds<\/li><li><b>Disinfection:<\/b> 2% tincture TOPICALLY on intact skin<\/li><li><b>Disinfection:<\/b> 2% in glycerin TOPICALLY on mucous membranes<\/li><\/ul>"},"3":{"id":"302780-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Disinfection<\/li><li>Thyroid storm<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Endemic goiter<br\/>"}}},"3":{"id":"302780-s-3","title":"Contraindications\/Warnings","sub":{"0":{"id":"302780-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to iodine<\/li><li>burn patients<\/li><\/ul>"},"2":{"id":"302780-s-3-11","title":"Pregnancy Category","mono":"Fetal risk has been demonstrated. (TH)<br\/>"},"3":{"id":"302780-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.  Monitor infant for side effects.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}}},"5":{"id":"302780-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Erythema, Skin irritation, Skin and mucous membranes<\/li><li><b>Neurologic:<\/b>Asthenia, Headache<\/li><\/ul>"},"6":{"id":"302780-s-6","title":"Drug Name Info","sub":{"0":{"id":"302780-s-6-17","title":"US Trade Names","mono":"<ul><li>Aplicare One Tincture Of Iodine<\/li><li>Iodex<\/li><li>Iodoflex<\/li><li>Iodosorb<\/li><\/ul>"},"2":{"id":"302780-s-6-19","title":"Class","mono":"<ul><li>Antibacterial<\/li><li>Iodide Supplement<\/li><li>Iodine Supplement<\/li><li>Mineral\/Nutriceutical Combination<\/li><\/ul>"},"3":{"id":"302780-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"302780-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"302780-s-7","title":"Mechanism Of Action","mono":"<ul><li>Topical: Although the mechanism of action of topical iodine is not fully understood, it is thought that the medication&quot;s antimicrobial effects may be due to the presence of the diatomic elemental form of iodine (free iodine). It is believed that iodine precipitates the proteins of the microorganisms by forming salts via direct halogenation. Approximately 90% of the iodine absorbed by bacterial cells reappears as the iodide, thus confirming oxidative interaction as the major bactericidal mechanism of topical iodine. <\/li><li>Antimicrobial activity is significantly affected by pH and is greater under acidic conditions.<\/li><li>Solutions of iodine usually contain potassium or sodium iodide to enhance solubility of iodine through the formation of polyiodide ion. <\/li><li>Iodine also possesses fungicidal, protozoacidal (e.g., trichomonicidal), cysticidal, virucidal,   and some sporocidal activities. <\/li><\/ul>"},"8":{"id":"302780-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"302780-s-8-23","title":"Absorption","mono":"Topical: Slightly <br\/>"},"2":{"id":"302780-s-8-25","title":"Metabolism","mono":"Topical: Minimal  <br\/>"},"3":{"id":"302780-s-8-26","title":"Excretion","mono":"Topical: Renal <br\/>"}}},"10":{"id":"302780-s-10","title":"Monitoring","mono":"evidence of wound healing, absence of infection<br\/>"},"11":{"id":"302780-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 2000 MCG<\/li><li>Oral Tablet: 0.15 MG<\/li><li>  Tincture: 2 %<\/li><li>Topical Tincture: 2 %<\/li><\/ul><\/li><li><b>Alga<\/b><br\/>Oral Capsule: 225 MCG<br\/><\/li><li><b>Iodex<\/b><br\/>Topical Ointment: 4.7 %<br\/><\/li><\/ul>"},"12":{"id":"302780-s-12","title":"Toxicology","sub":[{"id":"302780-s-12-31","title":"Clinical Effects","mono":"<b>IODINE<\/b><br\/>USES: Iodine is an essential trace element commonly added to table salt. It is also used as a topical antiseptic although it has been largely replaced with the less toxic iodophors. Radioactive iodines (eg, iodine-123, iodine-125, and iodine-131) are covered in the radiopharmaceuticals document. Iodinated contrast agents are covered in a separate document. PHARMACOLOGY: Small amounts of iodine are necessary for normal thyroid function. It is believed that iodine precipitates the proteins of the microorganisms by forming salts via direct halogenation. TOXICOLOGY: Iodine can be an irritant or caustic depending on concentration, amount and duration of contact. EPIDEMIOLOGY: Iodine toxicity is relatively rare since iodine has largely been replaced with iodophors. OVERDOSE: INGESTION: CNS, cardiovascular and renal toxicity following acute iodine ingestion appears to be due to corrosive gastroenteritis and resultant shock. Vomiting, delirium, headache, hypotension, and circulatory collapse may be noted following severe intoxication. In addition, a metallic taste may be noted following acute ingestion. Seizures occurred in one case. INHALATION: Inhalation of iodine vapors can cause severe pulmonary irritation and pulmonary edema. Iodine vapor does cause significant upper airway irritation, and the lack of warning signs may result in excessive inhalation. DERMAL: Dermal application of strong iodine solutions may lead to local inflammatory reactions. Hypothyroidism (often subclinical) has been reported after several days of topical use. Using copious amounts of iodine-containing compounds to irrigate wounds or burns has resulted in systemic absorption of iodine and had rarely precipitated serious or fatal reactions. OCULAR: Ocular exposure may result in severe burns and blepharitis. ADVERSE EFFECTS: Erythema, skin irritation, asthenia, and headache are common with therapeutic use. <br\/>"},{"id":"302780-s-12-32","title":"Treatment","mono":"<b>IODINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: For hypotension, administer intravenous fluid; add vasopressors if necessary. Arrange endoscopy in patients with large deliberate ingestions or if there is a concern for GI corrosive injury (vomiting, stridor, drooling, pain with swallowing). Patients with hemolysis may require plasma exchange, transfusion, renal replacement therapy and treatment of hyperkalemia.<\/li><li>Decontamination: PREHOSPITAL: Do not induce vomiting. If the patient is not vomiting and can tolerate oral feeding, administer a starchy food (eg, potato, flour, or cornstarch) or milk to convert iodine to the less toxic iodide. Activated charcoal is not recommended. Wash exposed skin with soap and water. Irrigate exposed eyes copiously. Administer oxygen as needed for inhalation exposure. HOSPITAL: INGESTION: Activated charcoal is not recommended. Ingestion of starch may help convert iodine to less toxic iodide. Have the patient ingest a starchy food (eg, potato, flour, cornstarch, bread). Irrigation of the stomach with starch solution via nasogastric tube may be utilized and will turn the gastric effluent dark blue-purple. This change in color can be used as a guide in determining when lavage can be terminated. Do not perform lavage if signs of bowel perforation are present. INHALATION: Following inhalation exposures, patients should be moved to fresh air and monitored for respiratory distress. DERMAL: Wash the exposed area twice with soap and water. Apply starch to ensure all iodine has been removed (ie, no blue color noted when starch is applied to the affected area). OCULAR: Irrigate eyes with 0.9% saline.<\/li><li>Airway management: Endotracheal intubation may be required if caustic injury to the upper airway results in significant swelling and edema.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor for signs and symptoms suggesting GI corrosive injury after ingestion (stridor, vomiting, pain with swallowing, drooling). Perform a slit lamp exam in any patient with eye irritation after exposure. Monitor serum electrolytes, renal function, and CBC after significant ingestion or prolonged exposure from wound care (ie, continuous irrigation or repeated packing). Monitor thyroid function after chronic dermal exposure. Serum iodine concentration can confirm exposure but is not rapidly available and is not useful to guide therapy.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent topical exposures or lick\/sip\/taste ingestions can be managed at home with observation. OBSERVATION CRITERIA: Symptomatic patients and patients with deliberate overdose should be referred to a healthcare facility for observation and treatment. Monitor for the development of gastrointestinal burns, renal failure, tachycardia, hypotension, and circulatory collapse. Monitor for signs and symptoms of anaphylactic-type reactions. ADMISSION CRITERIA: Patients who develop significant gastroenteritis, renal failure, tachycardia, hypotension, circulatory collapse or anaphylactic-type reactions should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for any patient with significant symptoms or a significant overdose, or if the diagnosis is unclear. Consult a gastroenterologist for endoscopy in any patient with large, deliberate ingestion or symptoms suggesting GI corrosive injury.<\/li><\/ul>"},{"id":"302780-s-12-33","title":"Range of Toxicity","mono":"<b>IODINE<\/b><br\/>TOXICITY: Reported fatal ingestion doses of iodine have ranged from 200 mg to 20 grams of iodine with an estimated mean fatal dose of 2 to 4 grams free iodine. THERAPEUTIC DOSE: For treatment of thyroid storm: ADULTS: 5 to 10 drops of Lugol's solution (8 mg iodide\/drop) or 1 to 2 drops of saturated solution of potassium iodide (50 mg of iodide\/drop) 3 times a day mixed in water or juice. For Disinfection: ADULTS and CHILDREN: 2% aqueous solution topically for minor wounds or 2% tincture topically on intact skin or 2% in glycerin topically on mucous membranes.<br\/>"}]},"13":{"id":"302780-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause erythema, skin or mucous membrane irritation, asthenia, or headache.<\/li><li>Instruct patient not to use iodine on animal bites, deep or puncture wounds, or serious burns.<\/li><\/ul>"}}}