{"drugs":["Diquinol","Iodoquinol","Yodoxin"],"mono":{"0":{"id":"303355-s-0","title":"Generic Names","mono":"Iodoquinol"},"1":{"id":"303355-s-1","title":"Dosing and Indications","sub":{"0":{"id":"303355-s-1-4","title":"Adult Dosing","mono":"<b>Amebic infection - Intestinal infectious disease:<\/b> 630-650 mg ORALLY 3 times daily for 20 days"},"1":{"id":"303355-s-1-5","title":"Pediatric Dosing","mono":"<b>Amebic infection - Intestinal infectious disease:<\/b> 40 mg\/kg in 3 divided doses for 20 days up to a maximum of 650 mg\/dose and 1.95 grams\/day"},"3":{"id":"303355-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Amebic infection - Intestinal infectious disease<br\/>"}}},"3":{"id":"303355-s-3","title":"Contraindications\/Warnings","sub":[{"id":"303355-s-3-9","title":"Contraindications","mono":"<ul><li>hepatic impairment<\/li><li>renal impairment<\/li><li>chronic diarrhea, especially in children<\/li><li>hypersensitivity to iodine and 8-hydroxyquinolones<\/li><\/ul>"},{"id":"303355-s-3-10","title":"Precautions","mono":"<ul><li>thyroid disease<\/li><li>neurologic disorders<\/li><li>avoid long-term use<\/li><\/ul>"},{"id":"303355-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"303355-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"303355-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus, Urticaria<\/li><li><b>Endocrine metabolic:<\/b>Shivering<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Nausea and vomiting<\/li><li><b>Musculoskeletal:<\/b>Cramp<\/li><li><b>Neurologic:<\/b>Headache<\/li><li><b>Other:<\/b>Fever<\/li><\/ul><b>Serious<\/b><ul><li><b>Neurologic:<\/b>Peripheral neuropathy, Long-term (high-dose)<\/li><li><b>Ophthalmic:<\/b>Optic atrophy, Long-term (high-dose), Optic neuritis, Long-term (high-dose)<\/li><\/ul>"},"6":{"id":"303355-s-6","title":"Drug Name Info","sub":{"0":{"id":"303355-s-6-17","title":"US Trade Names","mono":"<ul><li>Diquinol<\/li><li>Yodoxin<\/li><\/ul>"},"2":{"id":"303355-s-6-19","title":"Class","mono":"<ul><li>Amebicide, Intestinal<\/li><li>Dermatological Agent<\/li><li>Halogenated Hydroxyquinoline<\/li><\/ul>"},"3":{"id":"303355-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"}}},"7":{"id":"303355-s-7","title":"Mechanism Of Action","mono":"Oral-Local: The exact mechanism of action of iodoquinol is unknown. Iodoquinol acts against the trophozoites of   Entamoeba histolytica . Iodoquinol produces its amebicidal effect at the site of infection, since it is poorly absorbed from the gastrointestinal tract and can reach high concentrations in the intestinal lumen.  <br\/>"},"8":{"id":"303355-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"303355-s-8-23","title":"Absorption","mono":"Oral-Local: Poor <br\/>"},"3":{"id":"303355-s-8-26","title":"Excretion","mono":"Oral-Local: Fecal; Renal: &lt;10%<br\/>"}}},"9":{"id":"303355-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take after meals <br\/>"},"12":{"id":"303355-s-12","title":"Toxicology","sub":[{"id":"303355-s-12-31","title":"Clinical Effects","mono":"<b>HYDROXYQUINOLINES <\/b><br\/>USES: The halogenated hydroxyquinolines have antibacterial, antifungal, antiprotozoal activity. Iodoquinol was approved for the treatment of intestinal amebiasis. Clioquinol was formerly given to treat intestinal amebiasis and traveller's diarrhea.  Because of the neurotoxicity seen between 1955 and 1970, clioquinol and similar halogenated hydroxyquinolines have been taken off the market in many countries. In several countries, clioquinol is now mainly used as creams and ointments (3%) to treat skin infections. PHARMACOLOGY: These agents have antibacterial, antifungal, and some antitrichomonal activity. The exact mechanism of action of iodoquinol is unknown. Iodoquinol produces its amebicidal effect at the site of infection against Entamoeba histolytica and can be used against trophozoite and cyst forms. It is poorly absorbed from the gastrointestinal tract and can reach high concentrations in the intestinal lumen. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. Clinical events following exposure are anticipated to be an extension of adverse events. Overdose may produce CNS toxicity.  ADVERSE EFFECTS: These compounds may cause gastrointestinal upset, diarrhea, allergic reactions, and thyroid enlargement, but they are primarily known for their neurotoxicity, with both spinal cord and optic nerve damage.  Iodoquinol therapy can cause skin eruptions (eg, acneiform papular and pustular, bullae, vegetating or tuberous iododerma), urticaria, pruritus, nausea, vomiting, abdominal pain, diarrhea, fever, chills, headache, vertigo, and enlarged thyroid. Seizures and encephalopathy were observed in a 9-year-old boy who received iodoquinol therapy. Prolonged high-dose treatment with 8-hydroxyquinoline can cause optic neuritis, optic atrophy, and peripheral neuropathy. Hepatotoxicity has been reported with tiliquinol and tilbroquinol use. Chronic administration of high doses of clioquinol has resulted in a condition called subacute myelo-optico-neuropathy (SMON).  Symptoms include abdominal pain, diarrhea, paresthesias leading to paraplegia, and loss of vision.  The drug affects the long fibres of the spinal cord, and the optic nerve. A woman developed muscle wasting, optic neuritis, sphincter disturbances, and flaccid paraplegia after taking clioquinol for a month. <br\/>"},{"id":"303355-s-12-32","title":"Treatment","mono":"<b>HYDROXYQUINOLINES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not recommended because of the potential for persistent seizures and subsequent aspiration. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions or persistent seizures.<\/li><li>Antidote: None.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs, mental status, and liver enzymes following an overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Patients who are taking this medication chronically, or who have overdosed should have folic acid and vitamin B12 levels monitored. Monitor visual fields and optic nerve function following an overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic should be observed with frequent monitoring of vital signs and mental status. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a local poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"303355-s-12-33","title":"Range of Toxicity","mono":"<b>HYDROXYQUINOLINES <\/b><br\/>TOXICOLOGY: IODOQUINOL: Overdose data with iodoquinol are limited. Seizures and encephalopathy were observed in a 9-year-old boy who received 420 mg of iodoquinol 3 times daily for 12 days. CLIOQUINOL: Extended treatment with oral doses greater than 2 grams daily has caused toxicity with subacute myelo-optico-neuropathy being most significant. Due to this toxicity, oral preparations of clioquinol are unavailable in most countries, including the United States.  A woman who was taking about clioquinol 1 to 1.5 grams daily (total dose: 28 grams) for a month, developed muscle wasting, optic neuritis, sphincter disturbances, and flaccid paraplegia. The following provides the estimated clioquinol neurotoxic dose-response: Little or No Risk: 750 mg\/day for 4 weeks or less. 1% Incidence of Neurotoxicity: 750 to 1,500 mg\/day for less than 2 weeks. 35% Incidence of Neurotoxicity: 750 to 1,500 mg\/day for over 2 weeks. When doses higher than these are administered, toxicity may start within 24 hours of initiation of these doses. THERAPEUTIC DOSES: IODOQUINOL (DIIODOHYDROXYQUINOLINE): ADULTS: To treat intestinal amebiasis, 3 tablets (210 mg each) 3 times daily orally for 20 days OR 1 tablet (650 mg each) 3 times daily orally for 20 days. PEDIATRIC: To treat intestinal amebiasis, 10 to 13.3 mg\/kg 3 times daily for 20 days. MAX daily dose is 1.95 g. CLIOQUINOL:  To treat intestinal amebiasis, 250 mg 3 times daily orally for 10 days were recommended.  This regimen was repeated after an 8-day rest period.  Due to the risk of neurotoxicity, oral preparations of clioquinol are unavailable in most countries including the United States. <br\/>"}]},"13":{"id":"303355-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause shivering, diarrhea, nausea, vomiting, muscle cramps, headache, or fever.<\/li><li>Instruct patients on prolonged therapy to report signs\/symptoms of peripheral neuropathy or visual changes.<\/li><li>Tablets should be taken after meals.<\/li><\/ul>"}}}