{"generic":"Ipecac Syrup","drugs":["Ipecac Syrup"],"mono":{"0":{"id":"304190-s-0","title":"Generic Names","mono":"Ipecac Syrup"},"1":{"id":"304190-s-1","title":"Dosing and Indications","sub":{"0":{"id":"304190-s-1-4","title":"Adult Dosing","mono":"<b>Poisoning, acute:<\/b> 30 mL ORALLY followed by 200 to 300 mL of water"},"1":{"id":"304190-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Poisoning, acute:<\/b> (6 to 12 mos) 5 to 10 mL ORALLY followed by water 10 to 20 mL\/kg<\/li><li><b>Poisoning, acute:<\/b> (1 to 12 y of age) 15 mL ORALLY followed by water 10 to 20 mL\/kg<\/li><li><b>Poisoning, acute:<\/b> (12 y and older) 30 mL ORALLY followed by 200 to 300 mL of water<\/li><\/ul>"},"3":{"id":"304190-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Poisoning, acute<br\/>"}}},"3":{"id":"304190-s-3","title":"Contraindications\/Warnings","sub":[{"id":"304190-s-3-9","title":"Contraindications","mono":"<ul><li>ingestion of petroleum distillate<\/li><li>ingestion of strong acids or bases<\/li><li>ingestion of strychnine<\/li><li>unconsciousness or absence of gag reflex<\/li><\/ul>"},{"id":"304190-s-3-10","title":"Precautions","mono":"cardiovascular conditions<br\/>"},{"id":"304190-s-3-11","title":"Pregnancy Category","mono":"Ipecac: A (AUS)<br\/>"},{"id":"304190-s-3-12","title":"Breast Feeding","mono":"<ul><li>Ipecac: WHO: Compatible with breastfeeding.<\/li><li>Ipecac: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"5":{"id":"304190-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea, Stomach cramps<\/li><li><b>Musculoskeletal:<\/b>Myalgia, Chronic use<\/li><li><b>Neurologic:<\/b>Lethargy<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Cardiomyopathy, Chronic use<br\/>"},"6":{"id":"304190-s-6","title":"Drug Name Info","sub":{"2":{"id":"304190-s-6-19","title":"Class","mono":"Emetic<br\/>"},"3":{"id":"304190-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"}}},"9":{"id":"304190-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>repeat dose if patient does not vomit within 30 min <br\/>"},"10":{"id":"304190-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>presence of tablets\/capsules\/colored liquids in vomitus<\/li><li>electrolyte panel (in patients with prolonged vomiting)<\/li><\/ul>"},"12":{"id":"304190-s-12","title":"Toxicology","sub":[{"id":"304190-s-12-31","title":"Clinical Effects","mono":"<b>IPECAC <\/b><br\/>USES: Syrup of ipecac is used as an emetic. It has been used to induce vomiting following acute poisoning; however, because of its limited benefit to alter patient outcome and potential for harm, the American Academy of Poison Centers no longer recommends its routine use. It has also been intentionally misused among individuals with eating disorders. PHARMACOLOGY: Syrup of ipecac contains 2 primary alkaloids, cephaeline and emetine (methylcephaeline). Ipecac can induce emesis by prompting gastric irritation and centrally by stimulating the chemoreceptor trigger zone in the brainstem. TOXICOLOGY: Prolonged retching and vomiting may occur with therapeutic use. Chronic exposure to emetine can produce myopathy affecting both skeletal and cardiac muscles. EPIDEMIOLOGY: Use in the treatment of poisoning has been rapidly declining. Acute overdose is rare. Chronic misuse occurs in a small percentage of patients with bulimia with rare fatalities. ADVERSE EFFECTS: COMMON: As anticipated, ingestion of syrup of ipecac usually results in vomiting within 15 to 30 minutes. Acute ingestions of therapeutic amounts have produced protracted emesis and potentially serious adverse events, but these are rare. Prolonged vomiting and lethargy have been reported in children following therapeutic doses. MILD TO MODERATE TOXICITY: Prolonged retching and vomiting, abdominal cramping, Mallory-Weiss tears, and mild tremor can develop. SEVERE TOXICITY: Severe vomiting, dehydration, hypotonia, muscle weakness, skeletal muscle myopathy, diarrhea, cardiomyopathy, tachycardia, prolonged QT interval, and dysrhythmias have developed following chronic misuse. Regular abuse of ipecac syrup by patients with major eating disorders have resulted in myopathies of the skeletal and cardiac muscles. Deaths have been reported from emetine-induced cardiomyopathy. Chronic deliberate intoxication of ipecac has also been reported rarely in children, generally as a form of Munchausen Syndrome by proxy.<br\/>"},{"id":"304190-s-12-32","title":"Treatment","mono":"<b>IPECAC <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY:  Treatment is symptomatic and supportive. Assess bowel function following an overdose; monitor for abdominal pain, cramping or distension; prolonged vomiting; diarrhea; or evidence of bowel obstruction. Monitor fluid and electrolyte balance; replaced fluids as indicated. Chronic exposure to emetine can produce cardiomyopathy. Conduction disturbances may develop in patients following chronic exposure. Continuous cardiac monitoring and a baseline ECG and administration of oxygen may be indicated.  Lidocaine and amiodarone are generally first line agents for stable monomorphic ventricular tachycardia, particularly in patients with underlying impaired cardiac function. Unstable rhythms require immediate cardioversion.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not indicated. HOSPITAL:  Do not administer a cathartic.  Activated charcoal is unlikely to be of use.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with aspiration pneumonitis.<\/li><li>Antidote: None.<\/li><li>Fluid\/electrolyte balance regulation: Monitor fluid status and electrolyte balance. Diarrhea and prolonged vomiting may develop. Monitor for dehydration; replace fluids and electrolytes as indicated.<\/li><li>Hypotensive episode: Fluid replacement is likely to be sufficient to treat hypotension. Administer 10 to 20 mL\/kg isotonic fluid.  If hypotension persists, administer dopamine or norepinephrine.<\/li><li>Monitoring of patient: Qualitative emetine analysis has been of value for the diagnosis of cases of chronic ingestion of ipecac. However, these levels are not readily available and cannot be used to guide therapy. Monitor fluid and electrolyte balance if protracted emesis occurs. Assess bowel function following an overdose; monitor for abdominal pain, cramping or distension; prolonged vomiting; diarrhea; or evidence of bowel obstruction. Obtain an ECG in patients with evidence of chronic poisoning. An echocardiogram may also be indicated in patients with evidence of cardiomyopathy.<\/li><li>Patient disposition: HOME CRITERIA: A minor exposure (30 mL or less) can likely be managed at home. Persistent vomiting may require assessment in a healthcare facility especially in young children or in individuals that are debilitated or the elderly. OBSERVATION CRITERIA: Symptomatic patients should be sent to a health care facility for evaluation and treatment as necessary. ADMISSION CRITERIA: Symptomatic patients (eg, aspiration pneumonia, intestinal obstruction) should be admitted. CONSULT CRITERIA: Consult a specialist for assistance in managing patients with evidence of aspiration pneumonia, dysrhythmias or bowel obstruction or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"304190-s-12-33","title":"Range of Toxicity","mono":"<b>IPECAC <\/b><br\/>TOXICITY: As much as 105 mL of the syrup of ipecac has been retained by one child with only minor ECG changes. Some adults have repeatedly ingested 30 to 60 mL of the syrup and have not developed any acute toxicity other than vomiting. Acute ingestion of as little as 10 mL of the fluid extract form (no longer commercially available) has been associated with fatalities. CHRONIC: Ingestion of 12 mL 3 to 4 times\/week resulted in reversible myopathy in one patient.  Fatalities have been reported following chronic use of up to 60 mL\/day or more for weeks to months. Emetine-related deaths in adults usually occurs with ingestions of greater than 1.25 g total; however most of these patients also have severe underlying pathology related to an eating disorder. THERAPEUTIC DOSE: ADULTS AND ADOLESCENTS: 15 to 30 mL followed immediately by 240 mL of water; may repeat dose in 20 to 30 minutes if emesis does not occur. PEDIATRIC: CHILDREN 1 TO 12 YEARS OF AGE: 15 mL of ipecac syrup, preceded or followed by 4 to 8 ounces (120 to 240 mL) of water. CHILDREN 6 TO 12 MONTHS OF AGE: 5 to 10 mL of ipecac syrup preceded or followed by 4 to 8 ounces (120 to 240 mL) of water. CHILDREN UP TO 6 MONTHS OF AGE: Ipecac should only be administered under the supervision of a physician. <br\/>"}]},"13":{"id":"304190-s-13","title":"Clinical Teaching","mono":"<ul><li>Ipecac should never be taken following ingestion of petroleum distillates, strong acids or bases, or strychnine.<\/li><li>Never administer ipecac to anyone who is groggy or unconscious, or lacks a gag reflex.<\/li><li>Warn patient to always call a poison center, emergency room or doctor prior to taking ipecac.<\/li><li>This drug may cause diarrhea, stomach cramps, or lethargy.  Chronic use of this drug may cause myalgia or cardiomyopathy.<\/li><li>If vomiting is not induced within 30 min of first dose, patient may repeat the dose.<\/li><li>Adults should drink a large glass of water after taking ipecac. Children should drink a glass of water before taking ipecac.<\/li><\/ul>"}}}