{"generic":"Iron Dextran","drugs":["Dexferrum","Infed","Iron Dextran"],"mono":[{"id":"304970-s-0","title":"Generic Names","mono":"Iron Dextran"},{"id":"304970-s-1","title":"Dosing and Indications","sub":{"0":{"id":"304970-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Test dose (INFeD(R), IV route):<\/b> 0.5 mL (25 mg elemental iron) IV administered over at least 30 seconds; wait 1 hour or longer before administering remainder of therapeutic dose<\/li><li><b>Test dose (INFeD(R), IM route):<\/b> 0.5 mL (25 mg elemental iron) IM administered deeply into buttock; wait 1 hour or longer before administering remainder of therapeutic dose<\/li><li><b>Test dose (Dexferrum(R), IV route):<\/b> 0.5 mL (25 mg elemental iron) IV administered over at least 5 minutes; wait 1 hour or longer before administering remainder of therapeutic dose<\/li><li>Discontinue oral iron therapy prior to use<\/li><li><b>Iron deficiency, Due to blood loss:<\/b> Total mg of iron required = blood loss (in mL) x hematocrit; divide total mg of iron required by 50 mg elemental iron\/mL to get total replacement dose; MAX: 2 mL (100 mg elemental iron) per day; administer via slow IV infusion  OR (INFeD(R) only) by deep IM injection into buttock<\/li><li><b>Iron deficiency anemia:<\/b> Dose in mL (50 mg elemental iron\/mL) = 0.0442 (desired Hb - observed Hb) x lean body weight in kg + (0.26 x lean body weight in kg); MAX: 2 mL (100 mg elemental iron) per day until total dose reached; administer via slow IV infusion  OR (INFeD(R) only) by deep IM injection into buttock<\/li><\/ul>"},"1":{"id":"304970-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Test dose (INFeD(R), IV route):<\/b> 0.5 mL (25 mg elemental iron) IV administered over at least 30 seconds; wait 1 hour or longer before administering remainder of therapeutic dose<\/li><li><b>Test dose (INFeD(R), IM route):<\/b> 0.5 mL (25 mg elemental iron) IM administered deeply into buttock; wait 1 hour or longer before administering remainder of therapeutic dose<\/li><li><b>Test dose (Dexferrum(R), IV route):<\/b> 0.5 mL (25 mg elemental iron) IV administered over at least 5 minutes; wait 1 hour or longer before administering remainder of therapeutic dose<\/li><li>Discontinue oral iron therapy prior to use.<\/li><li><b>Iron deficiency, Due to blood loss:<\/b> (4 months or older) Total mg of iron required = blood loss (in mL) x hematocrit; divide total mg of iron required by 50 mg elemental iron\/mL to get total replacement dose;  MAX daily dose: Less than 5 kg, 0.5 mL (25 mg elemental iron); 5 kg up to 10 kg, 1 mL (50 mg elemental iron); more than 10 kg, 2 mL (100 mg elemental iron); administer by slow IV infusion  OR (INFeD(R) only) by deep IM injection into buttock<\/li><li><b>Iron deficiency anemia:<\/b> (4 months or older, weight more than 15 kg) Dose in mL (50 mg elemental iron\/mL) = 0.0442 (desired Hb - observed Hb) x lean body weight in kg + (0.26 x lean body weight in kg); MAX: 2 mL (100 mg elemental iron) per day until total dose reached; administer via slow IV infusion  OR (INFeD(R) only) by deep IM injection into buttock<\/li><li><b>Iron deficiency anemia:<\/b> (4 months or older, weight 5 to 15 kg) Dose in mL (50 mg elemental iron\/mL) = 0.0442 (desired Hb - observed Hb) x weight (kg) + (0.26 x weight in kg); MAX daily dose: Less than 5 kg, 0.5 mL (25 mg elemental iron); 5 kg up to 10 kg, 1 mL (50 mg elemental iron); more than 10 kg, 2 mL (100 mg elemental iron); administer via slow IV infusion  OR (INFeD(R) only) by deep IM injection into buttock<\/li><\/ul>"},"3":{"id":"304970-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Iron deficiency, Due to blood loss<\/li><li>Iron deficiency anemia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Hemodialysis - Iron deficiency anemia, in patients receiving erythropoietin - Renal impairment, chronic<\/li><li>Iron deficiency anemia, in patients receiving erythropoietin - Peritoneal dialysis - Renal impairment, chronic<\/li><li>Iron deficiency anemia, with or without erythropoietin - Renal impairment, chronic, non-dialysis dependent<\/li><li>Iron deficiency anemia of pregnancy<\/li><\/ul>"}}},{"id":"304970-s-2","title":"Black Box Warning","mono":"<b>Injection (Solution)<\/b><br\/>Anaphylactic-type reactions, some resulting in death, have been reported with the parenteral use of complexes of iron and carbohydrates. Use only in patients whose iron deficient state is not amenable to oral iron therapy. Iron dextran should be given only when resuscitation techniques and treatment of anaphylactic and anaphylactoid shock are readily available.<br\/>"},{"id":"304970-s-3","title":"Contraindications\/Warnings","sub":[{"id":"304970-s-3-9","title":"Contraindications","mono":"<ul><li>anemias not associated with iron deficiency<\/li><li>hypersensitivity to the product<\/li><\/ul>"},{"id":"304970-s-3-10","title":"Precautions","mono":"<ul><li>anaphylactic-type reactions, including fatalities; have been reported; available resuscitation equipment, trained personnel and test dose recommended; observe for symptoms of anaphylaxis for at least 1 hr after test dose before administering therapeutic dose<\/li><li>asthma and\/or allergies, significant or history of; use additional caution<\/li><li>cardiovascular disease, preexisting; adverse reactions may exacerbate cardiovascular complications<\/li><li>concomitant use with angiotensin-converting enzyme inhibitors; increased risk for anaphylatic-type reactions<\/li><li>concomitant use with beta-blockers, in the event of acute hypersensitivity; response to epinephrine may not be adequate; isoproterenol or similar beta-agonists may be necessary<\/li><li>delayed reaction (eg, arthralgia, backache, chills, dizziness, fever, headache, malaise, myalgia, nausea\/vomiting), 1 to 2 days after administration of large intravenous doses and\/or intramuscular doses; has been reported; symptoms generally subside in 3 to 7 days<\/li><li>drug allergies, history of; increased risk for anaphylatic-type reactions<\/li><li>excess iron storage leading to consequent conditions (exogenous hemosiderosis); due to unwarranted treatment; avoid erroneous diagnosis of hemoglobinopathy or other refractory anemias as an iron deficiency anemia<\/li><li>hepatic impairment, serious; use extreme caution<\/li><li>hypersensitivity, after uneventful test doses; has been reported; subsequent test doses during treatment recommended<\/li><li>infants, younger than 4 months; use not recommended<\/li><li>infectious kidney disease, during acute phase; use should be avoided<\/li><li>rheumatoid arthritis, history of; risk of acute exacerbation<\/li><li>sepsis, gram-negative (primarily Escherichia coli); potential risk in neonates with intramuscular administration (Infed(R))<\/li><\/ul>"},{"id":"304970-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>A (AUS)<\/li><\/ul>"},{"id":"304970-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"304970-s-4","title":"Drug Interactions","sub":{"1":{"id":"304970-s-4-14","title":"Major","mono":"<ul>Eltrombopag (theoretical)<\/ul>"},"2":{"id":"304970-s-4-15","title":"Moderate","mono":"<ul><li>Carbidopa (probable)<\/li><li>Cefdinir (probable)<\/li><li>Demeclocycline (probable)<\/li><li>Dolutegravir (established)<\/li><li>Doxycycline (probable)<\/li><li>Gatifloxacin (probable)<\/li><li>Grepafloxacin (probable)<\/li><li>Levodopa (probable)<\/li><li>Levofloxacin (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Lomefloxacin (probable)<\/li><li>Methyldopa (probable)<\/li><li>Minocycline (probable)<\/li><li>Moxifloxacin (probable)<\/li><li>Mycophenolic Acid (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Ofloxacin (probable)<\/li><li>Omeprazole (probable)<\/li><li>Penicillamine (probable)<\/li><li>Temafloxacin (probable)<\/li><li>Tetracycline (probable)<\/li><li>Trovafloxacin Mesylate (probable)<\/li><li>Zinc (established)<\/li><\/ul>"}}},{"id":"304970-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus, Rash, Urticaria<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Diarrhea, Nausea and vomiting<\/li><li><b>Musculoskeletal:<\/b>Arthralgia, Arthritis<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain, Hypotension<\/li><li><b>Hematologic:<\/b>Leukocytosis<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Neurologic:<\/b>Headache, Seizure, Seizure<\/li><li><b>Renal:<\/b>Hematuria<\/li><li><b>Respiratory:<\/b>Dyspnea, Respiratory arrest<\/li><\/ul>"},{"id":"304970-s-6","title":"Drug Name Info","sub":{"0":{"id":"304970-s-6-17","title":"US Trade Names","mono":"<ul><li>Dexferrum<\/li><li>Infed<\/li><\/ul>"},"2":{"id":"304970-s-6-19","title":"Class","mono":"Parenteral Mineral-Trace Mineral<br\/>"},"3":{"id":"304970-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"304970-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"304970-s-7","title":"Mechanism Of Action","mono":"Iron dextran is a complex of ferric oxyhydroxide and a polyglucose that restores hemoglobin and depleted iron through the action of its iron component that forms hemosiderin or ferritin and transferrin by binding to protein moieties.<br\/>"},{"id":"304970-s-8","title":"Pharmacokinetics","sub":{"3":{"id":"304970-s-8-26","title":"Excretion","mono":"<ul><li>Renal: negligible amounts<\/li><li>Dialyzable: negligible<\/li><\/ul>"},"4":{"id":"304970-s-8-27","title":"Elimination Half Life","mono":"End-stage renal disease and other clinical problems: 58.9 h (9.4 h to 87.4 h) <br\/>"}}},{"id":"304970-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>Dexferrum(R) is given IV; (INFeD(R)) may be given IV or IM.<\/li><li>A test dose of 0.5 mL (25 mg elemental iron) is required prior to the first therapeutic dose.<\/li><li>Wait at least 1 hour after the test dose before the therapeutic dose is given.<\/li><li>Do not mix with other medications or add to parenteral nutrition solutions for IV administration.<\/li><\/ul><\/li><li><b>Intramuscular<\/b><br\/><ul><li>Only INFeD(R) is indicated for IM administration.<\/li><li>Inject IM into upper outer quadrant of buttock using a 2- or 3-inch 19 or 20 gauge needle; never inject into arm or other exposed areas.<\/li><li>Use a Z-track technique (displacement of skin laterally prior to injection) to prevent injection or leakage into subQ tissue.<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>(Dexferrum(R)) Administer test dose slowly over at least 5 minutes.<\/li><li>(INFeD(R)) Administer test dose at a gradual rate over at least 30 seconds.<\/li><li>Therapeutic doses may be administered undiluted at a rate not to exceed 1 mL (50 mg elemental iron) per minute.<\/li><\/ul><\/li><\/ul>"},{"id":"304970-s-10","title":"Monitoring","mono":"<ul><li>hemoglobin, hematocrit, serum iron, total iron binding capacity (TIBC), percent saturation of transferrin, and reticulocyte count<\/li><li>blood pressure, heart rate<\/li><\/ul>"},{"id":"304970-s-11","title":"How Supplied","mono":"<b>Infed<\/b><br\/>Injection Solution: 50 MG\/ML<br\/>"},{"id":"304970-s-12","title":"Toxicology","sub":[{"id":"304970-s-12-31","title":"Clinical Effects","mono":"<b>IRON DEXTRAN AND RELATED AGENTS<\/b><br\/>OVERDOSE - Limited reports of overdose; acute symptoms are unlikely based on the route of administration.  ADVERSE EFFECTS: Anaphylaxis and hypersensitivity reactions have occurred. High incidence of fever, chills, backache, headache, malaise, nausea and vomiting, dizziness, myalgia, and arthralgia have been reported 1 to 2 days following IRON DEXTRAN administration. FERUMOXYTOL adverse effects include hypotension, chest pain, diarrhea, dizziness, pruritus and urticaria. CHRONIC: Can produce iron overload syndrome and exogenous hemosiderosis.<br\/>"},{"id":"304970-s-12-32","title":"Treatment","mono":"<b>IRON DEXTRAN AND RELATED AGENTS<\/b><br\/><ul><li>Decontamination: Not indicated.<\/li><li>Anaphylaxis: IV 0.9% NS, oxygen, diphenhydramine, epinephrine, corticosteroids.<\/li><li>Deferoxamine: Give if signs\/symptoms of iron poisoning develop (severe V\/D, acidosis, hypotension) as continuous IV infusion at 15 mg\/kg\/hour.  Faster rates or IV boluses may cause hypotension in some individuals<\/li><li>Shock: Treat as indicated. Blood products may be needed.<\/li><li>Monitoring of patient: Electrolytes, CBC, serum Fe levels; liver\/renal function tests, and PT\/INR and PTT in patients with clinical iron poisoning.<\/li><\/ul>"},{"id":"304970-s-12-33","title":"Range of Toxicity","mono":"<b>IRON DEXTRAN AND RELATED AGENTS<\/b><br\/>Limited overdose data. IRON DEXTRAN - Maximum daily dose is 2 mL of undiluted iron dextran. Doses of 500 mg daily are more likely to produce severe anaphylactoid response. FERUMOXYTOL - No human overdose data available.<br\/>"}]},{"id":"304970-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause abdominal pain, diarrhea, nausea, vomiting, arthralgia, arthritis, chest pain, hypotension, headache, seizure, hematuria, or dyspnea.<\/li><li>Advise patients with rheumatoid arthritis to report signs\/symptoms of disease exacerbation.<\/li><li>Patient should avoid additional iron supplementation during drug therapy, unless approved by healthcare professional.<\/li><\/ul>"}]}