{"drugs":["Amidrine","Duradrin","Epidrin","Iso-Acetazone","Isometheptene Mucate\/Dichloralphenazone\/Acetaminophen","Midrin","Migquin","Migratine","Migrazone"],"mono":{"0":{"id":"306165-s-0","title":"Generic Names","mono":"Isometheptene Mucate\/Dichloralphenazone\/Acetaminophen"},"1":{"id":"306165-s-1","title":"Dosing and Indications","sub":{"0":{"id":"306165-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Migraine:<\/b> 2 capsules (isometheptene mucate 65 mg\/dichloralphenazone 100 mg\/acetaminophen 325 mg per capsule) ORALLY at the onset of headache followed by 1 capsule ORALLY every hour until relieved; MAX 5 capsules within a 12-hour period<\/li><li><b>Tension-type headache:<\/b> 1 or 2 capsules (isometheptene mucate 65 mg\/dichloralphenazone 100 mg\/acetaminophen 325 mg per capsule) ORALLY every 4 hours; MAX 8 capsules\/day<\/li><\/ul>"},"3":{"id":"306165-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><ul><li>Migraine<\/li><li>Tension-type headache<\/li><\/ul>"}}},"3":{"id":"306165-s-3","title":"Contraindications\/Warnings","sub":[{"id":"306165-s-3-9","title":"Contraindications","mono":"<ul><li>concomitant use of monoamine-oxidase inhibitors<\/li><li>glaucoma<\/li><li>hepatic disease, severe<\/li><li>hypertension, severe<\/li><li>organic heart disease, severe<\/li><li>renal disease, severe<\/li><\/ul>"},{"id":"306165-s-3-10","title":"Precautions","mono":"<ul><li>cardiovascular attacks, recent<\/li><li>hypertension<\/li><li>peripheral vascular disease<\/li><li>skin reactions, serious, including Stevens-Johnson syndrome, toxic epidermal necrolysis, and acute generalized exanthematous pustulosis have been reported with use of acetaminophen; reaction may occur after one use or at any time; discontinue use immediately if rash or other hypersensitivity symptoms occur<\/li><\/ul>"},{"id":"306165-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"306165-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"306165-s-4","title":"Drug Interactions","sub":[{"id":"306165-s-4-13","title":"Contraindicated","mono":"<ul><li>Clorgyline (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nialamide (probable)<\/li><li>Pargyline (probable)<\/li><li>Phenelzine (probable)<\/li><li>Procarbazine (theoretical)<\/li><li>Selegiline (probable)<\/li><li>Toloxatone (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"},{"id":"306165-s-4-14","title":"Major","mono":"<ul><li>Bromocriptine (probable)<\/li><li>Fentanyl (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Isoniazid (established)<\/li><li>Methadone (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Pneumococcal 13-Valent Vaccine, Diphtheria Conjugate (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><\/ul>"},{"id":"306165-s-4-15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Lixisenatide (probable)<\/li><li>Phenytoin (probable)<\/li><li>Warfarin (established)<\/li><li>Zidovudine (probable)<\/li><\/ul>"}]},"5":{"id":"306165-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash<\/li><li><b>Neurologic:<\/b>Dizziness<\/li><\/ul><b>Serious<\/b><br\/><b>Dermatologic:<\/b>Acute generalized exanthematous pustulosis, Stevens-Johnson syndrome, Toxic epidermal necrolysis<br\/>"},"6":{"id":"306165-s-6","title":"Drug Name Info","sub":{"0":{"id":"306165-s-6-17","title":"US Trade Names","mono":"<ul><li>Amidrine<\/li><li>Duradrin<\/li><li>Epidrin<\/li><li>Iso-Acetazone<\/li><li>Midrin<\/li><li>Migquin<\/li><li>Migratine<\/li><li>Migrazone<\/li><\/ul>"},"2":{"id":"306165-s-6-19","title":"Class","mono":"<ul><li>Acetaminophen Combination<\/li><li>Sympathomimetic<\/li><\/ul>"},"3":{"id":"306165-s-6-20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"306165-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"306165-s-7","title":"Mechanism Of Action","mono":"<ul><li>Isometheptene: is an indirect-acting sympathomimetic agent with vasoconstricting activity. <\/li><li>Dichloralphenazone: a mild sedative and relaxant .<\/li><li>Acetaminophen: may act predominantly by inhibiting prostaglandin synthesis in the central nervous system (CNS) and, to a lesser extent, through a peripheral action by blocking pain-impulse generation. The peripheral action may also be due to inhibition of prostaglandin synthesis or to inhibition of the synthesis or actions of other substances that sensitize pain receptors to mechanical or chemical stimulation .<\/li><\/ul>"},"8":{"id":"306165-s-8","title":"Pharmacokinetics","sub":[{"id":"306165-s-8-23","title":"Absorption","mono":"<ul><li>Acetaminophen, oral: rapidly absorbed<\/li><li>Acetaminophen, bioavailability, oral: 60% to 98%; (Eandi, 1984).<\/li><li>Acetaminophen, bioavailability, rectal: 30% to 40% (Eandi, 1984)<\/li><li>Acetaminophen, effects of food: maximum concentration reduced by 49% in  healthy volunteers (Stillings et al, 200)<\/li><\/ul>"},{"id":"306165-s-8-24","title":"Distribution","mono":"<ul><li>Acetaminophen, Vd: 1 to 2 L\/kg; in children 0.7 to 1 L\/kg<\/li><li>Acetaminophen, protein binding: 10% to 30% (normal concentrations)<\/li><\/ul>"},{"id":"306165-s-8-25","title":"Metabolism","mono":"<ul><li>Dichloralphenazone, Hepatic hydrolyzed to the active compounds chloral hydrate and antipyrine. Chloral hydrate is metabolized in the liver and erythrocytes to the active metabolite trichloroethanol.<\/li><li>Acetaminophen, hepatic approximately 90 to 95% of a dose is metabolized in the liver.<\/li><li>Acetaminophen, hepatic: 90 to 95%; Intermediate metabolite<\/li><\/ul>"},{"id":"306165-s-8-26","title":"Excretion","mono":"<ul><li>Acetaminophen, Renal: 1% to 4% unchanged (Ameer, 1977)<\/li><li>Acetaminophen, Dialyzable: yes (hemodialysis)<\/li><li>Acetaminophen, Dialyzable: no (peritoneal) (MaClean et al, 1968a)<\/li><\/ul>"},{"id":"306165-s-8-27","title":"Elimination Half Life","mono":" Acetaminophen: 2 to 4 hours; does not change with renal failure but may be prolonged in acute overdosage, in some forms of hepatic disease, and in the elderly; may be somewhat shortened in children.<br\/>"}]},"10":{"id":"306165-s-10","title":"Monitoring","mono":"tension or migraine headache: reduction in symptoms may indicate efficacy<br\/>"},"11":{"id":"306165-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: (Acetaminophen - Dichloralphenazone - Isometheptene Mucate) 325 MG-100 MG-65 MG<br\/><\/li><li><b>Epidrin<\/b><br\/>Oral Capsule: (Acetaminophen - Dichloralphenazone - Isometheptene Mucate) 325 MG-100 MG-65 MG<br\/><\/li><li><b>Nodolor<\/b><br\/>Oral Capsule: (Acetaminophen - Dichloralphenazone - Isometheptene Mucate) 325 MG-100 MG-65 MG<br\/><\/li><\/ul>"},"12":{"id":"306165-s-12","title":"Toxicology","sub":[{"id":"306165-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>ACETAMINOPHEN-ACUTE <\/b><br\/>USES: Acetaminophen is a mild analgesic and antipyretic. It is available as a non-prescription single ingredient product, in many non-prescription combination  products, and in prescription combination products (usually with an opioid). PHARMACOLOGY: The exact mechanism of action is not known. Acetaminophen inhibits cyclooxygenase and this likely is responsible for at least some clinical effects. TOXICOLOGY: In overdose, the usual metabolic pathways are overwhelmed, and acetaminophen is metabolized by CYP2E1 to a reactive metabolite. This metabolite can be detoxified by conjugation with glutathione, but when hepatic glutathione stores are depleted, the metabolite binds to macromolecules in the hepatocyte causing cell death and hepatic necrosis. EPIDEMIOLOGY: Acetaminophen overdose is very common, and there are several hundred deaths from acetaminophen poisoning annually in the United States. MILD TO MODERATE TOXICITY: For the first day after ingestion, patients may be asymptomatic, or only develop nausea, vomiting and abdominal pain. Elevation of serum transaminase (ALT, AST) may begin to develop about 24 hours after ingestion and  can range from mild to marked (greater than 10,000 international units\/L) with few other signs or symptoms.  Aminotransferase elevations generally peak 2 to 3 days after ingestion. SEVERE TOXICITY: Liver failure, including coagulopathy  and hepatic encephalopathy, will occur. Patients may also have renal injury. Massive overdose (initial serum concentration greater than 500 mcg\/mL) can produce coma, hyperglycemia and lactic acidosis  In patients who survive the overdose, both hepatic and renal function return to normal. ADVERSE EFFECTS: Generally rare. Some patients may have gastrointestinal upset.<br\/><\/li><li><b>ACETAMINOPHEN-REPEATED SUPRATHERAPEUTIC<\/b><br\/>USES: Acetaminophen is a non-opioid analgesic and antipyretic medication found in many over-the-counter and prescription products.  Repeated supratherapeutic acetaminophen ingestion is defined as repetitive ingestion of more than the recommended maximum daily dose. These ingestions are usually unintentional occurring in patients with acute or chronic pain syndromes or repeated dosing in ill children. PHARMACOLOGY: Acetaminophen is used primarily as an antipyretic and analgesic. Its effects are mediated through the central nervous system. TOXICOLOGY: In therapeutic doses, about 90% of acetaminophen is conjugated in the liver  to nontoxic metabolites (glucuronides and sulfates).  A small portion (less than 5%) is conjugated by cytochrome P450 CYP2E1 to a toxic metabolite, N-acetyl-p-benzo-quinone imine (NAPQI).  This metabolite is further conjugated by glutathione, and eliminated by the kidneys.   In toxic doses, the usual metabolic pathways are overwhelmed; acetaminophen is shunted to the cytochrome P450 pathway, and glutathione stores are depleted. Cellular injury and hepatic necrosis occur as NAPQI accumulates.  EPIDEMIOLOGY: Acetaminophen poisoning is very common and can be severe. However, the incidence of serious acetaminophen toxicity after repeated doses is negligible and appears to only follow massive dosing or prolonged excessive dosing. MILD TO MODERATE TOXICITY: Toxicity can range from asymptomatic ALT elevation to malaise, nausea, vomiting, abdominal pain, and hepatotoxicity. SEVERE TOXICITY: Jaundice, hypoglycemia, coagulopathy, renal failure, fulminant hepatic failure and encephalopathy. Presentation following chronic acetaminophen overdose typically includes 4 phases: (1) anorexia, nausea, vomiting, malaise and diaphoresis; (2) first phase signs resolve, replaced by right upper quadrant pain, liver enlargement, oliguria in some patients, elevated bilirubin and hepatic enzyme levels, and prolonged prothrombin time; (3) about 3 to 5 days into the course, anorexia, nausea, vomiting, and malaise reappear along with signs of hepatic failure (jaundice, hypoglycemia, coagulopathy, encephalopathy) and sometimes renal failure and cardiomyopathy; (4) either recovery or progression to death due to liver failure finally occurs. Presentation with central nervous system depression, shock, hypothermia, and metabolic acidosis may also occur rarely, after very large ingestions.<br\/><\/li><li><b>CHLORAL HYDRATE AND RELATED AGENTS <\/b><br\/>USES: Chloral hydrate is a sedative-hypnotic agent used for procedural sedation, particularly in the pediatric population, and to treat anxiety, insomnia, and alcohol withdrawal syndrome. Related agents include chlorobutanol (a preservative in ophthalmic, parenteral, and otic preparations), dichloralphenazone (a 2:1 combination of chloral hydrate and antipyrine, used in the medication Midrin(R) to treat migraine headaches), and chlorobutanol (a sedative-hypnotic structurally similar to chloral hydrate's active metabolite, trichloroethanol). This summary focuses on chloral hydrate. PHARMACOLOGY: CNS depression occurs via active metabolite trichloroethanol. The exact mechanism is not known but acts similarly to barbiturates. TOXICOLOGY: Cardiac dysrhythmias thought to be caused by myocardial sensitization to catecholamines by trichloroethanol. Choral hydrate and its metabolites also reduce myocardial contractility and shorten the refractory period. EPIDEMIOLOGY: Poisoning is uncommon in controlled settings but may be severe when poisoning is intentional or combined with other sedatives. Chloral hydrate is available in oral and rectal formulations. It is less commonly used due to the wide variety of other sedative-hypnotic medications now available. MILD TO MODERATE TOXICITY: Somnolence, confusion, ataxia, vomiting, gastritis, mild hypotension, tachycardia, and PVCs. Transient elevation in serum transaminases may occur. SEVERE TOXICITY: Severe effects may include coma, severe respiratory depression, hypotension, ventricular tachycardia and fibrillation, torsades de pointes, and death. Gastric hemorrhage, perforation and strictures are rare complications of large ingestions (10 to 20 g). ADVERSE EFFECTS: At therapeutic doses, effects such as CNS depression, ataxia, GI irritation including gastritis and vomiting, may occur. Because chloral hydrate crosses the placenta and enters breast milk, adverse effects including withdrawal, may be seen in neonates.<br\/><\/li><\/ul>"},{"id":"306165-s-12-32","title":"Treatment","mono":"<ul><li><b>ACETAMINOPHEN-ACUTE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: ORAL: Obtain an acetaminophen concentration, 4 hours after ingestion or as soon as possible thereafter. If the time of ingestion is known and the acetaminophen concentration is measured between 4 and 20 hours postingestion, the patient can be risk stratified using the Rumack-Matthew Nomogram.  If it is not possible to measure the serum acetaminophen concentration in a timely manner (results available within 2 hours), and the amount ingested is either 200 mg\/kg or more, or 10 g or more, whichever is less, start treatment with acetylcysteine. Patients who have an acetaminophen above the possible toxicity line (the line starting at 150 mcg\/mL at 4 hours) should be treated with acetylcysteine.  Patients who present with a history suggestive of acetaminophen exposure and an unknown time of ingestion should be treated with acetylcysteine if they have a detectable serum acetaminophen concentration OR if they have elevated serum transaminases. There is some debate as to the effect of coingestion of medications that decrease gastrointestinal motility (anticholinergic and opioids)  may have on the reliability of a 4-hour acetaminophen concentration for risk stratification. Some experts recommend obtaining a second acetaminophen concentration 8 hours postingestion and starting acetylcysteine if either concentration is above the possible toxicity line.  Similar recommendations have been made regarding sustained release acetaminophen products. MANAGEMENT OF SEVERE TOXICITY: ORAL: Patients who present late after an acute acetaminophen ingestion (greater than 36 hours) may have significant liver injury and even liver failure (INR greater than 1.5, acidosis or encephalopathy). Intubate patients with altered mental status and resuscitate hypotensive patients with crystalloid and adrenergic vasopressors.  Treat coagulopathic patients who are bleeding with fresh frozen plasma. Patients with renal failure may require renal replacement therapy. Administer intravenous acetylcysteine to all patients with liver injury. Patients with hepatic encephalopathy, acidosis or significant coagulopathy (INR greater than 5) should be evaluated for liver transplantation. Patients who present early following a massive ingestion (serum acetaminophen concentration greater than 500 mcg\/mL) may have coma, metabolic acidosis and hyperglycemia with normal serum transaminases. These patients generally recover with supportive care (airway management, fluid resuscitation) and early acetylcysteine therapy.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in the prehospital setting if the patient is awake and can protect their airway. HOSPITAL: Administer activated charcoal for all substantial, recent ingestions if the patient is awake and can protect their airway. Retrospective data suggest that administration of activated charcoal up to 2 hours postingestion decreases the proportion of patients who will require acetylcysteine therapy.<\/li><li>Antidote: Acetylcysteine should be administered to any patient at risk for hepatic injury (either serum acetaminophen concentration above the possible toxicity line on the Rumack-Matthew Nomogram, or history of ingesting more than 200 mg\/kg or 10 g (whichever is less) and serum concentration not available or time of ingestion not known), and to patients who have hepatic injury and a history of acetaminophen overdose. ORAL: 140 mg\/kg loading dose followed by 70 mg\/kg every 4 hours. The FDA-approved protocol is for 72 hours (17 maintenance doses); however, many toxicologists will stop therapy early in patients who do not develop toxicity and may continue therapy beyond 72 hours for patients who develop significant toxicity. Please contact your local poison center for guidance. INTRAVENOUS: 150 mg\/kg infusion over 60 minutes followed by 50 mg\/kg infusion over 4 hours followed by 6.25 mg\/kg\/hour infusion.  The FDA-approved protocol is for 16 hours of treatment at 6.25 mg\/kg\/hr (a total of 100 mg\/kg). However, many toxicologists recommend checking serum transaminases and serum acetaminophen concentration prior to stopping therapy. If the transaminases are elevated or if the serum acetaminophen concentration is still detectable, the maintenance infusion is often continued until acetaminophen is not detectable and liver enzymes and INR are improving, and the patient is clinically improving. Contact your local poison center for guidance. LIVER FAILURE: Treat patients with liver failure with intravenous acetylcysteine 150 mg\/kg infusion over 60 minutes followed by 50 mg\/kg infusion over 4 hours followed by 6.25 mg\/kg\/hour infusion until resolution of encephalopathy, decreasing serum transaminase, and improving coagulopathy.<\/li><li>Monitoring of patient: Patients who present early (within 8 hours of ingestion) only require a serum acetaminophen determination. In those patients who require acetylcysteine treatment, liver enzymes, serum electrolytes, and renal function should be monitored. Patients who present with an unknown time of ingestion or more than 8 hours after an ingestion should have a serum acetaminophen determination, electrolyte measurements, renal function tests, liver enzymes, and an INR.<\/li><li>Enhanced elimination procedure: Hemodialysis clears acetaminophen, but it is not routinely used, since acetylcysteine is an effective antidote.<\/li><li>Patient disposition: HOME CRITERIA: For inadvertent ingestions in asymptomatic patients,  children less than 6 years of age who have ingested less than 200 mg\/kg, and all patients, 6 years or older, who have ingested less than 200 mg\/kg or 10 g (whichever is less) may be managed at home. OBSERVATION CRITERIA: For inadvertent ingestions, children less than 6 years of age should be referred to a healthcare facility if the amount ingested is 200 mg\/kg or more, or if the amount ingested is unknown. For inadvertent ingestions, all patients 6 years of age or older should be referred to a healthcare facility if the amount ingested is at least 200 mg\/kg or 10 g, whichever is less, or if the amount ingested is unkown. All patients with deliberate overdose, and all symptomatic patients, regardless of the amount ingested, should be sent to a healthcare facility. Patients who have nontoxic acetaminophen concentrations can be discharged with appropriate psychiatric care after an appropriate observation period. ADMISSION CRITERIA:  Patients who require treatment with acetylcysteine are generally admitted to the hospital, although selected patients (presenting early with no evidence of liver injury) may be treated with acetylcysteine and managed in an emergency department observation unit. Patients with acute liver failure should be admitted to an ICU and may require transfer to a facility with liver transplant criteria. CONSULT CRITERIA: Contact your poison center for patients who have an unknown time of ingestion, and elevated serum transaminases or a detectable serum acetaminophen concentration. Contact a liver transplant center for patients with hepatic encephalopathy, acidosis or severe coagulopathy.<\/li><\/ul><\/li><li><b>ACETAMINOPHEN-REPEATED SUPRATHERAPEUTIC <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Stop acetaminophen therapy.  The vast majority of repeated supratherapeutic ingestions of acetaminophen can be managed with symptomatic and supportive care. Treatment should be initiated with N-Acetylcysteine (NAC) if the patient's acetaminophen concentration is greater than or equal to 20 mcg\/mL and\/or if liver enzymes are elevated. Patients should be treated for a minimum of 12 hours (at least 20 hours if the acetaminophen concentration or aminotransferases are very elevated). After 12 to 20 hours, an acetaminophen concentration should be checked along with liver enzymes. If the patient's acetaminophen is undetectable, liver enzymes have clearly declined and are approaching normal, and the patient is at baseline mental status and is clinically well, and N-Acetylcysteine can be stopped; however, if all the prior criteria are not met, NAC must be continued. MANAGEMENT OF SEVERE TOXICITY: Aggressive symptomatic and supportive care in addition to N-Acetylcysteine therapy must be undertaken in severe toxicity.  Intubate patients with respiratory compromise or encephalopathy.  Maintain blood pressure with IV fluids and pressors if needed.  Call your local poison center and or transplant team for assistance to help you determine if your patient meets criteria for transplant.<\/li><li>Decontamination: Administer activated charcoal in a substantial ingestion occurring within 2 hours (consider later if extended-release preparations) and if the patient is able to protect his or her airway.<\/li><li>Acetylcysteine: Both oral and IV N-Acetylcysteine are equally efficacious. NAC therapy should be initiated as soon as possible.  Administer NAC therapy until the liver enzymes have clearly peaked and declined, the patient is at his\/her baseline mental status, and acetaminophen is non-detectable. N-ACETYLCYSTEINE (NAC): Give if initial acetaminophen serum concentration greater than 20 mcg\/mL or evidence of liver injury.  ADULT NAC DOSE: Oral: 140 mg\/kg load, 70 mg\/kg every 4 hrs maintenance; IV: 150 mg\/kg in 200 ml D5W over 60 min, then 50 mg\/kg in 500 mL D5W over 4 hrs then 100 mg\/kg in 1 L D5W over 16 hrs. CHILDREN: Standard intravenous dosing can cause hyponatremia and seizures secondary to large amounts of free water in young children. Patients greater than 20 kg to less than 40 kg: Loading dose: 150 mg\/kg in 100 mL of diluent administered over 60 minutes. Dose 2: 50 mg\/kg in 250 mL of diluent administered over 4 hours. Dose 3: 100 mg\/kg in 500 mL of diluent administered over 16 hours. Patients 20 kg or less: Loading dose: 150 mg\/kg in 3 mL\/kg of diluent administered over 60 minutes. Dose 2: 50 mg\/kg in 7 mL\/kg of diluent administered over 4 hours. Dose 3: 100 mg\/kg in 14 mL\/kg of diluent administered over 16 hours.<\/li><li>Patient disposition: HOME MANAGEMENT: Patients under age 6 can be managed at home if the ingestion is inadvertent and: a) less than 200 mg\/kg over a single 24 hour period, or b) less than 150 mg\/kg per 24-hour period for the preceding 48 hours or c) less than 100 mg\/kg per 24-hour period for the preceding 72 hours or longer. Patients age 6 or older can be managed at home if the ingestion is inadvertent and: a) less than 200 mg\/kg or 10 g (whichever is less) over a single 24 hour period, or b) less than 150 mg\/kg or 6 g (whichever is less) per 24-hour period for the preceding 48 hours or longer. In patients with conditions that are purported to increase susceptibility to acetaminophen toxicity (eg alcoholism, isoniazid use, prolonged fasting) the dose of acetaminophen considered safe to manage at home should be reduced to less than 4 g or 100 mg\/kg (whichever is less) per day. OBSERVATION CRITERIA: Patients under age 6 should be sent to a healthcare facility for evaluation if the ingestion is: a) 200 mg\/kg or more over a single 24 hour period, or b) 150 mg\/kg or more per 24-hour period for the preceding 48 hours or c) 100 mg\/kg or more per 24-hour period for the preceding 72 hours or longer. Patients age 6 or older should be sent to a healthcare facility for evaluation if the ingestion is: a) at least 200 mg\/kg or 10 g (whichever is less) over a single 24 hour period, or b) at least 150 mg\/kg or 6 g (whichever is less) per 24-hour period for the preceding 48 hours or longer. In patients with conditions that are purported to increase susceptibility to acetaminophen toxicity (eg alcoholism, isoniazid use, prolonged fasting) the dose of acetaminophen considered potentially toxic should be reduced to at least 4 g or 100 mg\/kg (whichever is less) per day. All patients with deliberate overdose should be sent to a healthcare facility Asymptomatic patients with normal liver enzymes and an acetaminophen concentration below 20 mcg\/mL may be discharged. ADMISSION CRITERIA: Patients who are symptomatic, have elevated liver enzymes or an acetaminophen concentration above 20 mcg\/mL should be admitted for NAC therapy. CONSULT CRITERIA: Consult a toxicologist for all questions regarding dosing, necessity or duration of therapy.  Have a low threshold to consult a toxicologist if you think your patient might need a transplant.<\/li><li>Monitoring of patient: Always monitor vital signs and mental status in all patients. STABLE PATIENT: Acetaminophen concentration and liver enzymes, consider checking acetylsalicylic acid concentration, electrolytes, and ECG in patients with an intentional exposure. UNSTABLE PATIENT: CBC, electrolytes, renal function, ABG\/VBG, APAP concentration, liver enzymes, PT\/INR, urinalysis, lactate, acetylsalicylic acid concentration, ECG, chest x-ray, and head CT fi mental status changes.<\/li><\/ul><\/li><li><b>CHLORAL HYDRATE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most chloral hydrate overdoses may be safely managed with supportive care that includes monitoring airway, breathing, and circulation. Intravenous fluids may be needed for mild hypotension. Activated charcoal may be given if the patient presents soon after ingestion and shows no evidence of altered mentation. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed if increasing somnolence or coma causing loss of airway protective reflexes. Gastric lavage rarely indicated as liquid preparations are rapidly absorbed, may be considered in a potentially life-threatening ingestion if the patient presents early and their airway is adequately protected. Beta-adrenergic blockers (propranolol (1 to 2 mg IV), esmolol (500 mcg\/kg bolus followed by infusion of 50 mcg\/kg\/min, if needed every 4 minutes repeat bolus and step up infusion sequentially to 100, 150, 200, 250, and 300 mcg\/kg\/min until dysrhythmia is controlled), metoprolol (5 mg IV, repeat every 5 minutes up to 15 mg if needed) have been successfully used to treat chloral hydrate-induced ventricular ectopy (PVCs, ventricular tachycardia). Consider lidocaine in refractory cases. Should torsades de pointes occur, treat stable patients with magnesium (ADULTS: 2 g IV over 1 to 2 min, repeat 2 g bolus and begin infusion of 0.5 to 1 g\/hr if dysrhythmias recur. CHILDREN: 25 to 50 mg\/kg diluted to 10 mg\/mL; infuse IV over 5 to 15 min),  and\/or atrial overdrive pacing; correct electrolyte abnormalities. Unstable patients require immediate electrical cardioversion. Avoid drugs that prolong the QTc such as the antidysrhythmics in class Ia (quinidine, disopyramide, procainamide), class Ic (flecainide, encainide, propafenone) and most class III (N-acetylprocainamide, sotalol). Hypotension should be treated with intravenous fluids and treatment of any associated dysrhythmias.  Vasopressors should be avoided if possible as catecholamines may precipitate ventricular dysrhythmias in patients with chloral hydrate overdose.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of potential for somnolence and vomiting due to gastric irritation. HOSPITAL: Activated charcoal if recent, large ingestion, and patient able to safely drink. Gastric lavage rarely indicated as liquid preparations are rapidly absorbed; consider if recent,  life-threatening ingestion, and airway is protected.<\/li><li>Airway management: Intubate if unable to protect airway due to worsening somnolence, coma, or if unstable dysrhythmias develop.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor vital signs and mental status.  Chloral hydrate and metabolite plasma levels are not clinically useful or readily available. No specific lab work is needed in most patients.  If diagnosis is unclear, significant vomiting or cardiac ectopy, check general labs including electrolytes, chest X-ray or CT to exclude esophageal perforation if indicated.  In those with worsening symptoms or known large ingestions, closely monitor airway, breathing, circulation, cardiac ectopy via continuous cardiac monitoring, (including pulse oximetry, capnography, and ECG).<\/li><li>Enhanced elimination procedure: Hemodialysis and exchange transfusion may be indicated in life-threatening ingestions refractory to usual therapeutic measures.<\/li><li>Patient disposition: HOME CRITERIA: Accidental ingestions in asymptomatic patients (children less than 50 mg\/kg, adults less than 1 g) who have no synergistic coingestions may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions, children with ingestions of greater than 50 mg\/kg, adults with ingestions greater than 1 g, synergistic coingestions, unclear history, symptomatic patients, or those in unstable social situations should be sent to a health care facility for observation. ADMISSION CRITERIA: Patients with persistent or worsening gastrointestinal irritation, CNS depression, respiratory depression, ventricular ectopy, dysrhythmias should be admitted. Intensive care unit is indicated for aggressive airway and cardiac monitoring. Patient should be monitored for at least 24 hours for cardiac dysrhythmias. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (respiratory depression, coma, or dysrhythmias), concerns about decontamination, or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"306165-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>ACETAMINOPHEN-ACUTE<\/b><br\/>TOXICITY: ORAL: Ingestions of 200 mg\/kg or 10 g, whichever is less, are considered potentially toxic. IV: A 10 fold overdose caused hepatotoxicity in a chronically malnourished child.. THERAPEUTIC DOSE: ADULT: Oral: 650 to 1000 mg every 4 hours up to 4 g\/day. IV: (50 kg or greater): 650 to 1000 mg every 4 to 6 hours, up to 4 g\/day; (less than 50 kg): 12.5 mg\/kg to 15 mg\/kg every 4 to 6 hours, up to 3750 mg\/day (75 mg\/kg\/day). PEDIATRIC: Oral: 10 to 15 mg\/kg every 4 hours up to 60 mg\/kg\/day. IV: 12.5 mg\/kg to 15 mg\/kg every 4 to 6 hours, up to 75 mg\/kg\/day.<br\/><\/li><li><b>ACETAMINOPHEN-REPEATED SUPRATHERAPEUTIC<\/b><br\/>TOXICITY: Hepatic injury following repeated supratherapeutic ingestions may occur at any dose above the daily recommended dose. A repeated supratherapeutic ingestion of acetaminophen occurs when the following doses are ingested: ADULTS: More than one ingestion during a period exceeding 8 hours, resulting in a cumulative dose of greater than 4 g per 24 hours. PEDIATRIC: Patients under 6 years of age: 200 mg\/kg or more over a single 24-hour period, OR 150 mg\/kg or more per 24-hour period for the preceding 48 hours OR 100 mg\/kg or more per 24-hour period for the preceding 72 hours or longer. Patients older than 6 years of age: At least 10 g or 200 mg\/kg, whichever is less, over a single 24 hour period OR at least 6 g or 150 mg\/kg, whichever is less, per 24-hour period for the preceding 48 hours or longer. THERAPEUTIC DOSE: ADULT: Oral: 650 to 1000 mg every 4 hours up to 4 g\/day. IV: (50 kg or greater): 650 to 1000 mg every 4 to 6 hours, up to 4 g\/day; (less than 50 kg): 12.5 mg\/kg to 15 mg\/kg every 4 to 6 hours, up to 3750 mg\/day (75 mg\/kg\/day). PEDIATRIC: Oral: 10 to 15 mg\/kg every 4 hours up to 60 mg\/kg\/day. IV: 12.5 mg\/kg to 15 mg\/kg every 4 to 6 hours, up to 75 mg\/kg\/day.<br\/><\/li><li><b>CHLORAL HYDRATE AND RELATED AGENTS<\/b><br\/>TOXICITY: Dose response is variable. ADULT: Ingestion of 12.5 grams by adults has caused life threatening toxicity. PEDIATRIC: Significant toxicity has occurred in children with 1500 mg and survival with as high as 38 grams. One child became unresponsive after receiving chloral hydrate 900 mg (70 mg\/kg) prior to dental extraction. Despite continued aggressive cardiac resuscitative efforts, the patient remained unresponsive and died about 12 hours after presentation. THERAPEUTIC DOSE: ADULT: typically 250 to 500 mg orally 3 times a day (max dose 2 g\/day). PEDIATRIC: Ranges from 8 mg\/kg orally 3 times a day up to 100 mg\/kg for procedural sedation. Maximum 500 mg\/dose.<br\/><\/li><\/ul>"}]},"13":{"id":"306165-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell patient that concomitant use of MAO inhibitors is contraindicated with this drug.<\/li><li>Patient should avoid activities requiring coordination until drug effects are realized, as drug may cause transient dizziness.<\/li><li>Patient may take with food or milk to minimize gastric irritation.<\/li><li>Patient should not drink alcohol while taking this drug. Advise patients who drink more than 3 alcoholic drinks a day to consult a healthcare provider prior to taking this drug.<\/li><li>Instruct patient to avoid additional acetaminophen or acetaminophen-containing products during drug therapy.<\/li><\/ul>"}}}