{"generic":"Isoniazid","drugs":["Isoniazid","Nydrazid"],"mono":[{"id":"306320-s-0","title":"Generic Names","mono":"Isoniazid"},{"id":"306320-s-1","title":"Dosing and Indications","sub":[{"id":"306320-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Active tuberculosis:<\/b> 5 mg\/kg ORALLY\/IV\/IM once daily (MAX, 300 mg\/dose) OR 15 mg\/kg ORALLY\/IV\/IM 1 to 3 times per week (MAX, 900 mg\/dose) in combination with other antitubercular drugs<\/li><li><b>Active tuberculosis - HIV infection:<\/b> 5 mg\/kg ORALLY\/IV\/IM once daily (MAX, 300 mg\/dose) OR 15 mg\/kg ORALLY\/IV\/IM 2 to 3 times a week (MAX, 900 mg\/dose) in combination with other antitubercular agents; twice-weekly dosing not recommended in HIV-patients with CD4 lymphocyte counts less than 100 cells\/mm(3)<\/li><li><b>HIV infection - Inactive tuberculosis:<\/b> 300 mg ORALLY daily or 900 mg ORALLY twice weekly for 9 months, PLUS pyridoxine 50 mg ORALLY once daily (guideline recommendation)<\/li><li><b>HIV infection - Inactive tuberculosis:<\/b> (alternative, in patients not receiving antiretroviral therapy) 15 mg\/kg (rounded up to the nearest 50 or 100 mg; MAX, 900 mg) ORALLY once weekly in combination with rifapentine ORALLY once weekly for 12 weeks (rifapentine dose: 300 mg (10 to 14 kg), 450 mg (14.1 to 25 kg), 600 mg (25.1 to 32 kg), 750 mg (32.1 to 49.9 kg), or 900 mg (50 kg or greater)); give only as directly observed therapy (guideline recommendation)<\/li><li><b>Inactive tuberculosis:<\/b> 5 mg\/kg (MAX, 300 mg) ORALLY once daily for 9 months OR 15 mg\/kg (MAX, 900 mg) ORALLY twice weekly as directly observed therapy for 9 months (guideline recommendation)<\/li><li><b>Inactive tuberculosis:<\/b> (alternative) 15 mg\/kg (rounded up to the nearest 50 or 100 mg; MAX, 900 mg) ORALLY once weekly in combination with rifapentine ORALLY once weekly for 12 weeks (rifapentine dose: 300 mg (10 to 14 kg), 450 mg (14.1 to 25 kg), 600 mg (25.1 to 32 kg), 750 mg (32.1 to 49.9 kg), or 900 mg (50 kg or greater)); give only as directly observed therapy (guideline recommendation)<\/li><\/ul>"},{"id":"306320-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Active tuberculosis:<\/b> 10 to 15 mg\/kg ORALLY daily (MAX, 300 mg\/dose) OR 20 to 30 mg\/kg ORALLY twice per week (MAX, 900 mg\/dose) in combination with other antitubercular drugs<\/li><li><b>Active tuberculosis - HIV infection:<\/b> (intensive phase) initial, 10 to 15 mg\/kg ORALLY once daily (MAX, 300 mg\/day) in combination with rifampin (10 to 20 mg\/kg ORALLY once daily, up to 600 mg\/day), pyrazinamide (20 to 40 mg\/kg ORALLY once daily, up to 2000 mg\/day), and ethambutol (15 to 25 mg\/kg ORALLY once daily, up to 2500 mg\/day) for 8 weeks<\/li><li><b>Active tuberculosis - HIV infection:<\/b> (continuation phase) daily regimen, 10 to 15 mg\/kg (MAX 300 mg\/day) ORALLY once daily in combination with rifampin (10 to 20 mg\/kg ORALLy once daily, up to 600 mg\/day) for a minimum treatment course of 9 to 12 months<\/li><li><b>Active tuberculosis - HIV infection:<\/b> (continuation phase) 3 times weekly intermittent regimen, 20 to 30 mg\/kg ORALLY once daily (MAX, 900 mg\/day) 3 times weekly in combination with rifampin (10 to 20 mg\/kg ORALLY once daily 3 times weekly, up to 600 mg\/day) for a minimum treatment duration of 9 to 12 months<\/li><li><b>Active tuberculosis - HIV infection:<\/b> (continuation phase) twice weekly intermittent regimen  (older than 6 years), may consider 20 to 30 mg\/kg ORALLY once daily (MAX 900 mg\/day) twice weekly in combination with rifampin (10 to 20 mg\/kg ORALLY once daily twice weekly, up to 600 mg\/day) for patients who are not immunosuppressed (CD4 count greater than 25% or greater than 500 cells\/microL); continue for a minimum treatment duration of 9 to 12 months<\/li><li><b>HIV infection - Inactive tuberculosis:<\/b> 10 to 15 mg\/kg (MAX, 300 mg) ORALLY once daily for 9 months, OR 20 to 30 mg\/kg (MAX, 900 mg) ORALLY twice weekly for 9 months (guideline recommendation)<\/li><li><b>HIV infection - Inactive tuberculosis:<\/b> (alternative, in patients 12 years or older not receiving antiretroviral therapy) 15 mg\/kg (rounded up to the nearest 50 or 100 mg; MAX, 900 mg) ORALLY once weekly in combination with rifapentine ORALLY once weekly for 12 weeks (rifapentine dose: 300 mg (10 to 14 kg), 450 mg (14.1 to 25 kg), 600 mg (25.1 to 32 kg), 750 mg (32.1 to 49.9 kg), or 900 mg (50 kg or greater)); give only as directly observed therapy (guideline recommendation)<\/li><li><b>Inactive tuberculosis:<\/b> 10 to 20 mg\/kg (MAX, 300 mg) ORALLY once daily for 9 months OR 20 to 40 mg\/kg (MAX, 900 mg) ORALLY twice weekly as directly observed therapy for 9 months (guideline recommendation)<\/li><li><b>Inactive tuberculosis:<\/b> (12 years or older; alternative) 15 mg\/kg (rounded up to the nearest 50 or 100 mg; MAX, 900 mg) ORALLY once weekly in combination with rifapentine ORALLY once weekly for 12 weeks (rifapentine dose: 300 mg (10 to 14 kg), 450 mg (14.1 to 25 kg), 600 mg (25.1 to 32 kg), 750 mg (32.1 to 49.9 kg), or 900 mg (50 kg or greater)); give only as directly observed therapy (guideline recommendation)<\/li><\/ul>"},{"id":"306320-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dose adjustment necessary<\/li><li><b>hemodialysis:<\/b> no dose adjustment necessary; alternatively, administer an additional dose after hemodialysis<\/li><li><b>hepatic disease, acute:<\/b> defer preventative therapy<\/li><\/ul>"},{"id":"306320-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Active tuberculosis<\/li><li>Active tuberculosis - HIV infection<\/li><li>HIV infection - Inactive tuberculosis<\/li><li>Inactive tuberculosis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Atypical mycobacterial infection<\/li><li>Determination of acetylation rate<\/li><\/ul>"}]},{"id":"306320-s-2","title":"Black Box Warning","mono":"<ul><li><b>Intramuscular (Solution)<\/b><br\/>Severe and sometimes fatal hepatitis has been reported with isoniazid therapy and may occur even after many months of treatment. The risk for hepatitis increases with advancing age and alcohol use. Patients given isoniazid should be carefully monitored and interviewed at monthly intervals. For persons 35 and older, in addition to monthly symptom reviews, hepatic enzymes (specifically, AST and ALT (formerly SGOT and SGPT, respectively) should be measured prior to starting isoniazid therapy and periodically throughout treatment. An increased risk of fatal hepatitis associated with isoniazid has been reported in women, particularly black and Hispanic women. The risk may also be increased during the post partum period. More careful monitoring should be considered in these groups, possibly including more frequent laboratory monitoring.<br\/><\/li><li><b>Oral (Tablet; Syrup)<\/b><br\/>Severe and sometimes fatal hepatitis has been reported with isoniazid therapy and may occur even after many months of treatment. The risk for hepatitis increases with advancing age and alcohol use. Patients given isoniazid should be carefully monitored and interviewed at monthly intervals. For persons 35 and older, in addition to monthly symptom reviews, hepatic enzymes (specifically, AST and ALT (formerly SGOT and SGPT, respectively) should be measured prior to starting isoniazid therapy and periodically throughout treatment. An increased risk of fatal hepatitis associated with isoniazid has been reported in women, particularly black and Hispanic women. The risk may also be increased during the post partum period. More careful monitoring should be considered in these groups, possibly including more frequent laboratory monitoring.<br\/><\/li><\/ul>"},{"id":"306320-s-3","title":"Contraindications\/Warnings","sub":[{"id":"306320-s-3-9","title":"Contraindications","mono":"<ul><li>drug fever, chills, arthritis, or other adverse reaction to isoniazid, history of<\/li><li>hepatic injury due to isoniazid, history of<\/li><li>hypersensitivity to isoniazid, including drug-induced hepatitis<\/li><li>liver disease, acute<\/li><\/ul>"},{"id":"306320-s-3-10","title":"Precautions","mono":"<ul><li>alcohol consumption, daily; increased risk of hepatitis<\/li><li>female gender; increased risk of fatal hepatitis, especially in black and Hispanic women<\/li><li>injection drug use; increased risk of hepatitis<\/li><li>liver disease, chronic; increased risk of hepatitis<\/li><li>post-partum period; increased risk of fatal hepatitis<\/li><li>age greater than 35 years<\/li><li>concomitant use of chronically-administered drugs<\/li><li>HIV infection<\/li><li>neuropathy, peripheral or predisposition to<\/li><li>previous discontinuation of isoniazid<\/li><li>renal dysfunction, severe<\/li><\/ul>"},{"id":"306320-s-3-11","title":"Pregnancy Category","mono":"A (AUS)<br\/>"},{"id":"306320-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},{"id":"306320-s-4","title":"Drug Interactions","sub":{"1":{"id":"306320-s-4-14","title":"Major","mono":"<ul><li>Acetaminophen (established)<\/li><li>Amiodarone (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Glimepiride (probable)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Levodopa (established)<\/li><li>Piperaquine (theoretical)<\/li><li>Rifampin (probable)<\/li><li>Tegafur (theoretical)<\/li><\/ul>"},"2":{"id":"306320-s-4-15","title":"Moderate","mono":"<ul><li>Aminosalicylic Acid (probable)<\/li><li>Diazepam (probable)<\/li><li>Disulfiram (probable)<\/li><li>Enflurane (probable)<\/li><li>Ethionamide (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Meperidine (established)<\/li><li>Phenytoin (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},{"id":"306320-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Hepatic:<\/b>Increased liver enzymes (10% to 20%)<\/li><li><b>Neurologic:<\/b>Neuropathy, Neurotoxicity<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Rash<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Anemia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatitis (Severe), Hepatotoxicity, Injury of liver<\/li><li><b>Immunologic:<\/b>Systemic lupus erythematosus<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},{"id":"306320-s-6","title":"Drug Name Info","sub":{"0":{"id":"306320-s-6-17","title":"US Trade Names","mono":"Nydrazid<br\/>"},"2":{"id":"306320-s-6-19","title":"Class","mono":"<ul><li>Antitubercular<\/li><li>Isonicotinic Acid<\/li><\/ul>"},"3":{"id":"306320-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"306320-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"306320-s-7","title":"Mechanism Of Action","mono":"Systemic: Isoniazid (INH) is a synthetic, bactericidal antitubercular agent that is active against many mycobacteria, primarily those that are actively dividing. Its exact mechanism of action is not known, but it may relate to inhibition of mycolic acid synthesis and disruption of the cell wall in susceptible organisms .<br\/>"},{"id":"306320-s-8","title":"Pharmacokinetics","sub":[{"id":"306320-s-8-23","title":"Absorption","mono":"Systemic: Readily absorbed: food reduces bioavailability    <br\/>"},{"id":"306320-s-8-24","title":"Distribution","mono":"Systemic: Vd: 0.57 to 0.76 L\/kg      <br\/>"},{"id":"306320-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic <br\/>"},{"id":"306320-s-8-26","title":"Excretion","mono":"Systemic: Fecal: small amounts; Renal: 75-95%<br\/>"},{"id":"306320-s-8-27","title":"Elimination Half Life","mono":"Systemic: Fast acetylators: 0.5 to 1.6 h Adults (including elderly patients)    Slow acetylators: 2 to 5 h Adults (including elderly patients);    2.3 to 4.9 h Children (1.5 to 15 y);     7.8 to 19.8 h Neonates <br\/>"}]},{"id":"306320-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take on an empty stomach <br\/>"},{"id":"306320-s-10","title":"Monitoring","mono":"<ul><li>chest X-ray, sputum, symptomatic improvement may be used to indicate efficacy<\/li><li>direct observation for compliance in patients receiving twice or 3 times weekly regimens; Potts-Cozart test or isoniazid test strips are available for compliance monitoring<\/li><li>hepatic enzymes (AST, ALT); at baseline and monthly in individuals 35 years and older, daily users of alcohol, patients with preexisting chronic liver disease, women who belong to minority groups (black or Hispanic), particularly in their post-partum period, and injection drug users<\/li><li>patients with severe renal dysfunction or a history of previous isoniazid discontinuation should be followed closely<\/li><li>baseline hepatic function tests in HIV patients, pregnant women and elderly patients taking medications for chronic medical conditions should be considered; monitor hepatic function tests routinely in patients with abnormal hepatic tests at baseline and other persons at risk for hepatic disease<\/li><li>observe and interview for signs and symptoms of liver toxicity monthly during treatment<\/li><li>ophthalmic examinations, if visual symptoms occur<\/li><li>(combination therapy with rifapentine) drug hypersensitivity reactions such as hypotension or thrombocytopenia<\/li><li>(combination therapy with rifapentine) signs of treatment-associated side effects (eg, icterus, liver tenderness, or rash); at least monthly during therapy<\/li><\/ul>"},{"id":"306320-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/><ul><li>Intramuscular Solution: 100 MG\/ML<\/li><li>Oral Solution: 50 MG\/5 ML<\/li><li>Oral Tablet: 100 MG, 300 MG<\/li><\/ul>"},{"id":"306320-s-12","title":"Toxicology","sub":[{"id":"306320-s-12-31","title":"Clinical Effects","mono":"<b>ISONIAZID<\/b><br\/>USES: Isoniazid is an agent used for the treatment of mycobacterium species infection including M. tuberculosis.  PHARMACOLOGY: Isoniazid interferes with enzymes that help produce mycobacterial cell walls.  TOXICOLOGY:  Isoniazid causes a functional deficiency of pyridoxine by increasing its elimination and decreasing its conversion to the active form.  The resulting deficiency of pyridoxine leads to decrease in GABA formation.  EPIDEMIOLOGY: Uncommon exposure which can result in significant morbidity and death. MILD TO MODERATE TOXICITY: Vomiting, slurred speech, dizziness, and tachycardia.  These signs may represent early signs of toxicity which may then progress, rather than mild toxicity.  SEVERE TOXICITY: Seizures, which are classically intractable to traditional treatment, severe lactic acidosis, coma, hyperthermia, rhabdomyolysis, renal failure, and hypotension may occur. Elevations in hepatic enzymes to fulminant hepatic failure (rare) have developed in overdose. Persisting dementia has also been reported following acute overdose. ADVERSE EFFECTS: Peripheral neuropathy is the most common side effect of isoniazid and is often preceded by paresthesias of the hands and feet. The side effects appear to be dose-related and occur more in the malnourished, patients with risk factors for neuritis (eg, alcoholism, diabetes), and in patients who are slow-inactivators. Other neurotoxic effects (uncommon) include seizures, toxic encephalopathy, optic neuritis and atrophy, memory impairment, and toxic psychosis. Isoniazid can cause an idiosyncratic hepatitis with therapeutic use.  Toxicity can range from mild asymptomatic elevation of transaminases to fulminant hepatic failure. The following adverse effects have also been reported following therapeutic use of isoniazid: Nausea, vomiting, epigastric distress, pancreatitis, agranulocytosis, hemolytic, sideroblastic, or aplastic anemia, thrombocytopenia, eosinophilia, hypersensitivity reactions, fever, rash, anaphylactic reactions, lymphadenopathy, vasculitis, pyridoxine deficiency, pellagra, hyperglycemia or hypoglycemia, metabolic acidosis, gynecomastia, rheumatic syndrome, and systemic lupus erythematosus-like syndrome. <br\/>"},{"id":"306320-s-12-32","title":"Treatment","mono":"<b>ISONIAZID <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Adult patients who present within 2 hours after a large ingestion should be given a prophylactic dose of pyridoxine. Intravenous access should be established and the patient should be placed in a resuscitation-ready room. Seizures may be the presenting sign of ingestion and represent a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY:  Intractable seizures are the hallmark of severe isoniazid ingestions. Following adequate airway, respiratory, and circulatory support, primary treatment is aimed at terminating seizure activity. The patient should receive intravenous pyridoxine on a gram for gram basis of isoniazid ingested or 5 grams empirically for unknown doses. Standard anticonvulsant therapy is likely to be of marginal benefit as sole treatment, but benzodiazepines or barbiturates may act synergistically with pyridoxine and should be administered as well. Sodium bicarbonate can be administered for severe metabolic acidosis. Coma should be treated with standard supportive care.  Administration of pyridoxine may reverse isoniazid-induced coma. Initially treat hypotension with 0.9% NaCl at 10 to 20 mL\/kg. If necessary, add dopamine or norepinephrine.<\/li><li>Decontamination: PREHOSPITAL: Because of the risk of seizures and aspiration, prehospital decontamination should generally be avoided. HOSPITAL: Activated charcoal and orogastric lavage should be used with caution because of the risk of seizures and subsequent risk of pulmonary aspiration.  They should only be used in patients who present soon after an ingestion and who have adequate airway protection.<\/li><li>Airway management: Patients who are comatose or with altered mental status generally need tracheal intubation and mechanical respiratory support.<\/li><li>Antidote: Pyridoxine can be used to reverse the isoniazid-induced pyridoxine deficiency, which can terminate seizures and may be helpful in reversing isoniazid-induced coma. Treatment is on a gram-for-gram basis for the amount of isoniazid ingested, up to a maximum of 5 grams, or an empiric dose of 5 grams for an unknown ingestion in an adult.  The pediatric dose is 70 mg\/kg.  The exact dosing regimen has not been established.  For patients actively seizing, pyridoxine can be given at a rate of 0.5 g\/min until the seizures stop or 5 g has given.  The remainder can then be given over 1 to 4 hours.  If seizures persist after the first dose, a second dose should be given. Oral pyridoxine can be administered via nasogastric tube if intravenous supplies are exhausted, but there is no data demonstrating the utility of oral pyridoxine for severe isoniazid toxicity.  Benzodiazepines and\/or barbiturate should also be administered to patients with seizures secondary to isoniazid overdose.<\/li><li>Monitoring of patient: Isoniazid blood concentrations may be measured but are not clinically helpful in an acute setting. Monitor serum electrolytes, serum lactate, and venous or arterial blood gases. In patients with seizure, monitor renal function. Monitor CBC and liver enzymes in symptomatic patients. Monitor creatinine kinase if seizures are prolonged. An EEG may be necessary to rule out status epilepticus.<\/li><li>Enhanced elimination procedure: Hemodialysis can eliminate isoniazid but is rarely indicated.<\/li><li>Patient disposition: HOME MANAGEMENT: Patients who intentionally ingest isoniazid should be referred to a health care facility. Asymptomatic unintentional ingestions of less than 20 mg\/kg can be watched at home. OBSERVATION CRITERIA:  If patients are asymptomatic after 6 hours, they can be discharged after appropriate psychiatric clearance. ADMISSION CRITERIA: Patients with persistently altered mental status, abnormal vital signs, or seizures should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul>"},{"id":"306320-s-12-33","title":"Range of Toxicity","mono":"<b>ISONIAZID<\/b><br\/>TOXICITY: Doses of 20 to 40 mg\/kg have resulted in seizures. Doses of 80 to 150 mg\/kg will produce seizures and may cause death. Acute ingestion of 2 to 3 grams in an adult is potentially toxic while 10 to 15 grams is frequently associated with death if untreated. THERAPEUTIC: ADULTS: The normal therapeutic dose of INH is 5 mg\/kg\/day to a maximum of 300 mg\/day OR 15 mg\/kg orally 2-3 times a week (maximum 900 mg\/day). PEDIATRICS: 10 to 15 mg\/kg orally once daily (maximum 300 mg\/day) OR 20 to 40 mg\/kg orally 2-3 times a week (maximum 900 mg\/day) in combination with other antitubercular agents.<br\/>"}]},{"id":"306320-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause seizures.<\/li><li>Instruct patient to report signs\/symptoms of hepatotoxicity. Patients who use alcohol daily, have pre-existing liver disease, are over 35 years of age, are IV drug users, or are minority women in their post-partum period are at a higher risk for this adverse effect.<\/li><li>Patient should also report signs\/symptoms of peripheral neuropathy or thrombocytopenia.<\/li><li>Patient should take oral formulations on an empty stomach at least 1 h before or 2 h after a meal.<\/li><li>If taking concomitant antacids, patient should take the antacid at least 1 h before oral isoniazid dose.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>Tell patient to call healthcare professional if a treatment is missed, as drug should be given on a regular schedule.<\/li><\/ul>"}]}