{"generic":"Isosorbide Dinitrate","drugs":["Dilatrate-SR","Isochron","IsoDitrate","Isordil Titradose","Isosorbide Dinitrate"],"mono":{"0":{"id":"307180-s-0","title":"Generic Names","mono":"Isosorbide Dinitrate"},"1":{"id":"307180-s-1","title":"Dosing and Indications","sub":[{"id":"307180-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Angina:<\/b> 2.5 to 5 mg SL, titrate to symptomatic relief<\/li><li><b>Angina; Prophylaxis:<\/b> ORAL (immediate release forms), initial 5 to 20 mg ORALLY 2 to 3 times daily; maintenance 10 to 40 mg ORALLY 2 to 3 times daily; a daily dose-free interval of at least 14 h is recommended to minimize tolerance<\/li><li><b>Angina; Prophylaxis:<\/b> SUBLINGUAL, 2.5 to 5 mg SL 15 min before expected activity<\/li><li><b>Congestive heart failure:<\/b> 5 to 15 mg SL every 2-3 hr<\/li><li><b>Congestive heart failure:<\/b> 30 to 160 mg\/day ORALLY in divided doses, MAX 240 mg\/day<\/li><\/ul>"},{"id":"307180-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients"},{"id":"307180-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> initiate therapy at low end of dosage range<\/li><li><b>hemodialysis:<\/b> a supplemental dose of 10-20 mg after dialysis has been recommended<\/li><li><b>peritoneal dialysis:<\/b> no supplemental dose required after dialysis<\/li><\/ul>"},{"id":"307180-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Angina<\/li><li>Angina; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Anal fissure<\/li><li>Cardiac syndrome X<\/li><li>Congestive heart failure<\/li><li>Gastrointestinal hemorrhage<\/li><li>Hypertension, Emergency<\/li><li>Myocardial infarction<\/li><li>Pulmonary edema<\/li><li>Pulmonary hypertension<\/li><li>Silent myocardial ischemia<\/li><li>Tilt table test<\/li><li>Unstable angina<\/li><\/ul>"}]},"3":{"id":"307180-s-3","title":"Contraindications\/Warnings","sub":[{"id":"307180-s-3-9","title":"Contraindications","mono":"<ul><li>Concomitant use of phosphodiesterase inhibitors, such as sildenafil, tadalafil, vardenafil, or avanafil<\/li><li>Concomitant use of riociguat<\/li><li>Hypersensitivity to isosorbide dinitrate<\/li><\/ul>"},{"id":"307180-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Acute myocardial infarction or congestive heart failure; avoid use or monitoring required<\/li><li>-- Severe hypotension may occur and be accompanied by paradoxical bradycardia and increased angina pectoris; use caution in patients who may be volume depleted or hypotensive<\/li><li>-- Angina caused by hypertrophic cardiomyopathy may be aggravated by nitrate therapy<\/li><li>-- Angina attacks that were more easily triggered than before treatment have been reported in patients provided nitroglycerin for about 12 continuous hours per day; these patients demonstrated hemodynamic rebound and decreased exercise tolerance<\/li><li>-- Chest pain, myocardial infarction, and sudden death have been reported in industrial workers with long-term exposure to organic nitrates who were temporarily withdrawn from nitrates<\/li><li>Concomitant Use:<\/li><li>-- Alcohol may increase vasodilative effects<\/li><\/ul>"},{"id":"307180-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"307180-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: WHO documentation states insufficient data.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"307180-s-4","title":"Drug Interactions","sub":[{"id":"307180-s-4-13","title":"Contraindicated","mono":"<ul><li>Avanafil (theoretical)<\/li><li>Riociguat (theoretical)<\/li><li>Sildenafil (established)<\/li><li>Tadalafil (established)<\/li><li>Vardenafil (established)<\/li><\/ul>"}]},"5":{"id":"307180-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension, Lightheadedness<\/li><li><b>Neurologic:<\/b>Headache<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Syncope<\/li><li><b>Hematologic:<\/b>Methemoglobinemia<\/li><\/ul>"},"6":{"id":"307180-s-6","title":"Drug Name Info","sub":{"0":{"id":"307180-s-6-17","title":"US Trade Names","mono":"<ul><li>Dilatrate-SR<\/li><li>Isochron<\/li><li>Isordil Titradose<\/li><li>IsoDitrate<\/li><\/ul>"},"2":{"id":"307180-s-6-19","title":"Class","mono":"<ul><li>Antianginal<\/li><li>Nitrate<\/li><\/ul>"},"3":{"id":"307180-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"307180-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"307180-s-7","title":"Mechanism Of Action","mono":"Isosorbide dinitrate is an organic nitrate that induces relaxation of vascular smooth muscle that results in dilatation of peripheral arteries and veins, affecting veins more than the arteries. Venous dilatation reduces left ventricular end-diastolic pressure and pulmonary capillary wedge pressure (preload), while widening of the arterioles causes a reduction in systemic vascular resistance, systolic arterial pressure and mean arterial pressure (afterload).<br\/>"},"8":{"id":"307180-s-8","title":"Pharmacokinetics","sub":[{"id":"307180-s-8-23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, about 1 h<\/li><li>Bioavailability: 10% to 90% (25% average)<\/li><\/ul>"},{"id":"307180-s-8-24","title":"Distribution","mono":"Vd: 2 L\/kg to 4 L\/kg <br\/>"},{"id":"307180-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic (first pass); denitration, extensive<\/li><li>Active metabolites: 2-mononitrate and 5-mononitrate<\/li><\/ul>"},{"id":"307180-s-8-26","title":"Excretion","mono":"Dialyzable: unknown (hemodialysis) <br\/>"},{"id":"307180-s-8-27","title":"Elimination Half Life","mono":"<ul><li>about 5 h<\/li><li>2-mononitrate: about 2 h<\/li><\/ul>"}]},"9":{"id":"307180-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(regular release) a daily, 14 h drug-free interval is recommended to reduce tolerance<\/li><li>(sustained release) a greater than 18 h drug-free interval is necessary to avoid tolerance<\/li><li>(sustained release) do not crush or chew<\/li><li>(sublingual) a greater than 14 h drug-free interval suggested to avoid tolerance<\/li><\/ul>"},"10":{"id":"307180-s-10","title":"Monitoring","mono":"<ul><li>reduction in frequency and severity of anginal attacks may indicate efficacy<\/li><li>clinical or hemodynamic status (ie, blood pressure and pulse) in patients with acute myocardial infarction or congestive heart failure<\/li><\/ul>"},"11":{"id":"307180-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 5 MG, 10 MG, 20 MG, 30 MG<\/li><li>Oral Tablet, Extended Release: 40 MG<\/li><\/ul><\/li><li><b>Dilatrate-SR<\/b><br\/>Oral Capsule, Extended Release: 40 MG<br\/><\/li><li><b>Isordil Titradose<\/b><br\/>Oral Tablet: 5 MG, 10 MG, 40 MG<br\/><\/li><\/ul>"},"12":{"id":"307180-s-12","title":"Toxicology","sub":[{"id":"307180-s-12-31","title":"Clinical Effects","mono":"<b>NITROGLYCERIN <\/b><br\/>USES: Nitroglycerin is an organic nitrate that is used as a vasodilator to treat coronary artery disease and heart failure. It is used therapeutically in forms of tablets (sublingual and extended-release), lingual aerosol, transdermal and intravenously. It is also a high explosive and is used occasionally in the production of explosives, smokeless powders, rocket propellants and in combating oil well fires. EPIDEMIOLOGY: Nitroglycerin is a commonly prescribed drug and poisoning is relatively uncommon. Occupational exposure mainly occurs via dermal or inhalational exposure. PHARMACOLOGY: Its mechanism of action is stimulation of cGMP production, resulting in vascular smooth muscle relaxation. It relaxes veins at low doses and arteries at high doses. TOXICOLOGY: Toxicology is an extension of pharmacologic effects. Nitroglycerin is a nitrate, which can be converted to nitrites in the GI tract leading to oxidation of hemoglobin, methemoglobinemia, which may be more common in infants. OVERDOSE: MILD TO MODERATE TOXICITY: Headache, flushing and orthostatic hypotension with reflex tachycardia can occur. SEVERE TOXICITY: Severe effects may include profound hypotension with tachycardia. Profound and prolonged hypotension can cause end-organ damage including cardiac ischemia, ischemic stroke, liver injury and renal failure. Fatalities are rare, but may occur after circulatory collapse and respiratory failure. ADVERSE EFFECTS: Headache, dizziness, and mild orthostatic hypotension are common adverse effects associated with nitroglycerin. WITHDRAWAL: Abrupt cessation of medical or occupational exposure may cause angina. INDUSTRIAL EXPOSURE (dermal and inhalation): nausea, vomiting, abdominal cramps, headache, confusion, delirium, bradypnea, bradycardia, paralysis, seizures, cyanosis, methemoglobinemia, circulatory collapse and death. <br\/>"},{"id":"307180-s-12-32","title":"Treatment","mono":"<b>NITROGLYCERIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Administer IV fluids for hypotension. MANAGEMENT OF SEVERE TOXICITY: Administer activated charcoal (GI decontamination should be performed only in patients who can protect their airway or who are intubated). Severe hypotension may develop and require intravenous fluids and vasopressors. After inhalation exposure, move patient to fresh air and monitor for respiratory distress.<\/li><li>Decontamination: PREHOSPITAL: Administer activated charcoal if recent, substantial ingestion of a sustained-release formulation, and the patient is able to protect their airway. If dermal exposure, remove nitroglycerin ointment\/paste or patch and wash the exposed area thoroughly with soap and water. GI decontamination is not effective after sublingual exposure and is unlikely to be useful for regular release formulations because of rapid absorption and a short half-life. HOSPITAL: Administer activated charcoal if recent, substantial ingestion of a sustained-release formulation, and patient able to protect airway. If dermal exposure, remove nitroglycerin ointment\/past or patch and was exposed area thoroughly with soap and water. GI decontamination is not effective after sublingual exposure and is unlikely to be useful for regular release formulations because of rapid absorption and short half-life.<\/li><li>Airway management: Perform early in patients with severe intoxication (eg, respiratory depression, severe hypotension).<\/li><li>Antidote: There is no antidote for nitroglycerin. Methylene blue is the antidote for methemoglobinemia.<\/li><li>Hypotensive episode: Obtain intravenous access. Initiate treatment with intravenous fluids. If hypotension persists, initiate pressors and titrate to a mean arterial pressure of at least 60 mmHg. Direct-acting pressors such as epinephrine and norepinephrine are preferred. Insert foley catheter and monitor urine output.<\/li><li>Respiratory arrest: Respiratory depression is uncommon and can be treated with intubation and mechanical ventilation.<\/li><li>Tachycardia: Tachycardia is usually reflex tachycardia in the setting of hypotension and improves with administration of intravenous fluids.<\/li><li>Methemoglobinemia: Methemoglobinemia is a rare finding and usually not severe. Administer oxygen via facemask. If the patient has a methemoglobin concentration that is greater than 30% and\/or methemoglobinemia plus signs or symptoms of hypoxemia (ie, dyspnea, confusion, or chest pain), the patient should be treated. Administer 1% methylene blue 1 to 2 mg\/kg IV slowly over 5 minutes to symptomatic patients. Additional doses may be necessary and can be repeated in 30 to 60 minutes. Contraindications to methylene blue include G6PD deficiency, severe renal failure, methemoglobin reductase deficiency, or known allergy to methylene blue.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Serum nitroglycerin levels are not readily available or clinically useful. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity. Routine monitoring of electrolytes, renal function, glucose, pulse oximetry and blood gases may be helpful in patients with severe toxicity. A methemoglobin concentration should be obtained, if clinically indicated (ie, patient is cyanotic or short of breath, or has mental status changes). Pulse oximetry may be inaccurate and calculated oxygen saturation will be normal in the presence of methemoglobinemia. Other causes of tachycardia and hypotension should be ruled out.<\/li><li>Enhanced elimination procedure: Hemodialysis or hemoperfusion are not effective because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent overdose may be monitored at home, however, patients may require evaluation for chest pain, if that is the reason for the inadvertent overdose. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for at least 4 hours. With extended-release ISOSORBIDE MONONITRATE ingestion, patients should be observed for 6 to 10 hours as onset of effects may be delayed (Tmax for therapeutic doses is 3 to 4.5 hours). ADMISSION CRITERIA: Patients with persistent hypotension or methemoglobinemia should be admitted to hospital. Patients with significant persistent hypotension or methemoglobinemia should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (severe hypotension, or severe methemoglobinemia), or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"307180-s-12-33","title":"Range of Toxicity","mono":"<b>NITROGLYCERIN<\/b><br\/>TOXICITY: Toxicity has not been established in adults or children. ADULT: Some patients develop hypotension after a therapeutic sublingual dose. Ingestion of 25 sublingual tablets is unlikely to cause toxicity because of extensive first pass metabolism. Severity of intoxication should be based on clinical findings.  THERAPEUTIC: ADULT: Varies according to indication. ACUTE ANGINA: 0.3 to 0.6 mg sublingually every 5 min for a maximum of 3 doses in 15 min. HYPERTENSION: 5 mcg\/min can be given IV increasing 5 mcg\/min every 3 to 5 minutes for a max dose of 200 mcg\/min IV. PEDIATRIC: Hypertension or congestive heart failure: 1 to 5 mcg\/kg\/min. <br\/>"}]},"13":{"id":"307180-s-13","title":"Clinical Teaching","mono":"<ul><li> Warn patients that it is normal for this drug to cause headaches. Patient should discuss with healthcare professional if headaches become problematic to avoid noncompliance with medication.<\/li><li>Patient should avoid activities requiring coordination until drug effects are realized, as drug may cause dizziness.<\/li><li>This drug may cause light-headedness, tachyarrhythmia, or syncope.<\/li><li>Advise patient to report signs\/symptoms of hypotension or unstable angina.<\/li><li>Instruct patients using the regular release tablet to have a daily 14 h drug-free interval to prevent tolerance. Patients using the sustained-release should have a greater than 18 h drug-free interval daily. Patients using the sublingual tablets should have a greater than 14 h drug-free interval. Patients should report break-through angina.<\/li><li> Advise patient against sudden discontinuation of drug.<\/li><li>Patient should avoid concomitant use of sildenafil, as this may increase risk of severe hypotension.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>Instruct patient to take a missed dose as soon as possible, but if next dose is in less than 2 h, skip the missed dose.<\/li><\/ul>"}}}