{"drugs":["Absorica","Accutane","Amnesteem","Claravis","Isotretinoin","Myorisan","Sotret","Zenatane"],"mono":[{"id":"307300-s-0","title":"Generic Names","mono":"Isotretinoin"},{"id":"307300-s-1","title":"Dosing and Indications","sub":{"0":{"id":"307300-s-1-4","title":"Adult Dosing","mono":"<ul><li>Absorica(TM) is not interchangeable with Accutane(R) or its generic products<\/li><li>oral isotretinoin should not be administered to women who are pregnant, who may become pregnant during treatment, or who are of childbearing potential who are breast-feeding; women of childbearing potential should use 2 forms of effective contraception simultaneously 1 month before, during, and 1 month after therapy; monthly pregnancy tests are required by the United States Food and Drug Administration (FDA)<\/li><li>safety of once-daily dosing or long-term use of isotretinoin has not been established and is not recommended.<\/li><li>wholesalers, prescribers, pharmacies, and patients must be registered with iPLEDGE and meet all of the requirements to receive isotretinoin; the iPLEDGE program details and registration are available at 866-495-0654 or www.ipledgeprogram.com<\/li><li><b>Nodulocystic acne (Severe), Recalcitrant:<\/b> 0.5 to 1 mg\/kg\/day ORALLY in 2 divided doses with food for 15 to 20 weeks; severe scarring acne or trunk acne may require increase to 2 mg\/kg\/day<\/li><li><b>Nodulocystic acne (Severe), Recalcitrant:<\/b> (Absorica(TM)) 0.5 to 1 mg\/kg\/day ORALLY in 2 divided doses without regard to meals for 15 to 20 weeks; severe scarring acne or trunk acne may require increase to 2 mg\/kg\/day<\/li><\/ul>"},"1":{"id":"307300-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Absorica(TM) is not interchangeable with Accutane(R) or its generic products<\/li><li>safety and effectiveness in children less than 12 years not established<\/li><li>oral isotretinoin should not be administered to women who are pregnant, who may become pregnant during treatment, or who are of childbearing potential who are breastfeeding; women of childbearing potential should use 2 forms of effective contraception simultaneously 1 month before, during, and 1 month after therapy; monthly pregnancy tests are required by the United States Food and Drug Administration (FDA)<\/li><li>safety of once-daily dosing or long-term use of isotretinoin has not been established and is not recommended<\/li><li>optimal interval before retreatment not established in patients who have not completed skeletal growth; caution should be taken as decreased BMD, hyperostosis, and premature epiphyseal closure are documented<\/li><li>wholesalers, prescribers, pharmacies, and patients must be registered with iPLEDGE and meet all of the requirements to receive isotretinoin; the iPLEDGE program details and registration are available at 866-495-0654 or www.ipledgeprogram.com<\/li><li><b>Nodulocystic acne (Severe), Recalcitrant:<\/b> 12 years and older, 0.5 to 1 mg\/kg\/day ORALLY in 2 divided doses with food for 15 to 20 weeks<\/li><li><b>Nodulocystic acne (Severe), Recalcitrant:<\/b> (Absorica(TM)) 12 years and older, 0.5 to 1 mg\/kg\/day ORALLY in 2 divided doses without regard to meals for 15 to 20 weeks<\/li><\/ul>"},"3":{"id":"307300-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Nodulocystic acne (Severe), Recalcitrant<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Acne vulgaris<\/li><li>Neuroblastoma<\/li><li>Rosacea<\/li><li>Ultraviolet-induced change in normal skin<\/li><\/ul>"}}},{"id":"307300-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule, Liquid Filled)<\/b><br\/>Isotretinoin must not be used by female patients who are or may become pregnant. There is an extremely high risk that severe birth defects will result if pregnancy occurs while taking isotretinoin. If pregnancy does occur during treatment of a female patient who is taking isotretinoin, isotretinoin must be discontinued immediately, and she should be referred to an Obstetrician-Gynecologist experienced in reproductive toxicity for further evaluation and counseling. Because of isotretinoin's teratogenicity, it is approved for marketing only under a special restricted distribution program called iPLEDGE(TM). The prescriber, patient, and pharmacy must be registered and meet all of the requirements of iPLEDGE before distribution.<br\/>"},{"id":"307300-s-3","title":"Contraindications\/Warnings","sub":[{"id":"307300-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to isotretinoin or any of its components<\/li><li>hypersensitivity to vitamin A<\/li><li>pregnancy, known or suspected; risk of teratogenic effects; required to use 2 effective contraception methods or continuous abstinence for 1 month prior, during, and 1 month after isotretinoin therapy<\/li><\/ul>"},{"id":"307300-s-3-10","title":"Precautions","mono":"<ul><li>adolescents participating in sports with repetitive impact; increased risk for  spondylolisthesis, hip growth plate injuries, fractures and\/or delayed healing<\/li><li>anaphylactic reactions have been reported, including serious allergic vasculitis with renal involvement; discontinue therapy<\/li><li>anorexia nervosa; may be at increased risk for bone loss<\/li><li>blood donation, risk of fetal harm if blood is administered to pregnant patient; do not donate blood during therapy and for at least 1 month after discontinuing isotretinoin<\/li><li>bone mineral density decreases, osteoporosis, osteopenia, bone fractures,  hyperostosis, premature epiphyseal closure, and delayed healing of bone fractures have been reported; patients with a genetic predisposition to bone metabolism disorders or patients on chronic drug therapy that may cause drug-induced osteoporosis\/osteomalacia and\/or affect vitamin D metabolism (eg, systemic corticosteroids, anticonvulsants) may be at increased risk<\/li><li>concomitant use of tetracycline, vitamin A supplements, and\/or St. John's Wort should be avoided<\/li><li>childhood osteoporosis; increased risk for bone loss<\/li><li>contact lenses; decreased tolerance during and after therapy may occur<\/li><li>exposure to UV rays or sunlight; avoid prolonged exposure<\/li><li>hair removal procedure; risk of scarring; avoid wax epilation during therapy and for at least 6 months after discontinuation of isotretinoin<\/li><li>hearing impairment has been reported; discontinue therapy if tinnitus or hearing impairment occurs<\/li><li>hepatitis has been reported; discontinuation recommended<\/li><li>hyperlipidemia, especially hypertriglyceridemia, may occur; monitoring recommended<\/li><li>inflammatory bowel disease has been associated with isotretinoin use; discontinue therapy if patient develops abdominal pain, rectal bleeding, or severe diarrhea<\/li><li>liver enzymes, elevated, mild-to-moderate; monitoring recommended; dose adjustments may be necessary<\/li><li>long-term use, high dose, or multiple courses of therapy; increased risk of musculoskeletal effects<\/li><li>neutropenia, severe; discontinue if clinically significant decreases in white blood cell counts occur<\/li><li>pancreatitis, acute and hemorrhagic, may occur, including rare, fatal hemorrhagic pancreatitis; monitoring recommended; discontinue therapy if hypertriglyceridemia cannot be controlled or if symptoms of pancreatitis occur<\/li><li>pseudotumor cerebri, may occur; concomitant use of tetracyclines may increase risk; if papilledema is detected, discontinue therapy and refer to neurologist for treatment<\/li><li>psychiatric disorders including depression, psychosis, aggression, violent behavior, and rarely suicide ideation\/attempts have occurred; monitoring recommended; drug discontinuation may be necessary<\/li><li>rhabdomyolysis associated with strenuous physical activity has been reported<\/li><li>skin reactions, serious, including erythema multiforme, Stevens-Johnson Syndrome, and toxic epidermal necrolysis, have been reported; monitoring recommended; discontinuation may be necessary<\/li><li>skin resurfacing procedure (eg, laser, dermabrasion); risk of scarring; avoid skin resurfacing procedure during therapy and for at least 6 months after discontinuation of isotretinoin<\/li><li>visual problems, corneal opacities, or decreased night vision may occur; discontinue therapy<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"307300-s-3-11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>X (AUS)<\/li><\/ul>"},{"id":"307300-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"307300-s-4","title":"Drug Interactions","sub":{"1":{"id":"307300-s-4-14","title":"Major","mono":"<ul><li>Chlortetracycline (theoretical)<\/li><li>Demeclocycline (theoretical)<\/li><li>Desogestrel (theoretical)<\/li><li>Dienogest (theoretical)<\/li><li>Doxycycline (theoretical)<\/li><li>Drospirenone (theoretical)<\/li><li>Estradiol Cypionate (theoretical)<\/li><li>Estradiol Valerate (theoretical)<\/li><li>Ethinyl Estradiol (theoretical)<\/li><li>Ethynodiol Diacetate (theoretical)<\/li><li>Etonogestrel (theoretical)<\/li><li>Levonorgestrel (theoretical)<\/li><li>Lymecycline (theoretical)<\/li><li>Meclocycline (theoretical)<\/li><li>Medroxyprogesterone Acetate (theoretical)<\/li><li>Mestranol (theoretical)<\/li><li>Methacycline (theoretical)<\/li><li>Minocycline (theoretical)<\/li><li>Norelgestromin (theoretical)<\/li><li>Norethindrone (theoretical)<\/li><li>Norgestimate (theoretical)<\/li><li>Norgestrel (theoretical)<\/li><li>Oxytetracycline (theoretical)<\/li><li>Rolitetracycline (theoretical)<\/li><li>Tetracycline (theoretical)<\/li><\/ul>"}}},{"id":"307300-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia, Cheilosis, Dermatitis, Dry skin, Photosensitivity, Pruritus<\/li><li><b>Endocrine metabolic:<\/b>Decreased HDL level (15%), Hypertriglyceridemia (25%), Serum cholesterol raised (7%)<\/li><li><b>Gastrointestinal:<\/b>Xerostomia<\/li><li><b>Hematologic:<\/b>Anemia<\/li><li><b>Hepatic:<\/b>Increased liver function test (15%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (pediatric, 22%), Backache (pediatric, 29%), Hypertrophy of bone, Increased creatine kinase level (pediatric, 12%), Musculoskeletal pain (16%)<\/li><li><b>Neurologic:<\/b>Headache<\/li><li><b>Ophthalmic:<\/b>Dry eyes<\/li><li><b>Respiratory:<\/b>Epistaxis, Nasal mucosa dry<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Thrombosis of blood vessel, Vasculitis<\/li><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage, Inflammatory bowel disease, Pancreatitis<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Neutropenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatitis<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Pseudotumor cerebri, Seizure, Syncope<\/li><li><b>Ophthalmic:<\/b>Optic neuritis, Visual disturbance<\/li><li><b>Otic:<\/b>Hearing loss<\/li><li><b>Psychiatric:<\/b>Aggressive behavior, Depression, Injury due to suicide attempt, Psychotic disorder, Suicidal thoughts, Violent behavior<\/li><li><b>Respiratory:<\/b>Bronchospasm<\/li><\/ul>"},{"id":"307300-s-6","title":"Drug Name Info","sub":{"0":{"id":"307300-s-6-17","title":"US Trade Names","mono":"<ul><li>Accutane<\/li><li>Amnesteem<\/li><li>Claravis<\/li><li>Sotret<\/li><li>Myorisan<\/li><li>Absorica<\/li><li>Zenatane<\/li><\/ul>"},"2":{"id":"307300-s-6-19","title":"Class","mono":"<ul><li>Antiacne<\/li><li>Retinoid<\/li><\/ul>"},"3":{"id":"307300-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"307300-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"307300-s-7","title":"Mechanism Of Action","mono":"Isotretinoin (13-cis retinoic acid, RO-43,780) is classified as a retinoid, which is a synthetic analogue of vitamin A. Its exact mechanism of action is not known. When administered in pharmacologic dosages, isotretinoin inhibits sebaceous gland function and keratinization. In nodular acne, clinical improvement is associated with a reduction in sebum secretion which is related to the dose and duration of isotretinoin treatment. Retinoids affect the keratinization process, and therefore without specificity exhibit effectiveness in all types of hyperkeratotic conditions.<br\/>"},{"id":"307300-s-8","title":"Pharmacokinetics","sub":[{"id":"307300-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral: 4 hours<\/li><li>Effect of food: increased bioavailability (increased Cmax, AUC, and Tmax)<\/li><\/ul>"},{"id":"307300-s-8-24","title":"Distribution","mono":"Protein binding: Albumin, 99.9% <br\/>"},{"id":"307300-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: CYP2C8, CYP2C9, CYP3A4, CYP2B6<\/li><li>Metabolite: 4-oxo-isotretinoin: active<\/li><li>Metabolite: tretinoin (retinoic acid): active<\/li><li>Metabolite: 4-oxo-tretinoin (4-oxo-retinoic acid): active<\/li><\/ul>"},{"id":"307300-s-8-26","title":"Excretion","mono":"<ul><li>Renal excretion: 65% to 83%, changed<\/li><li>Fecal: 65% to 83%, changed<\/li><li>Total Body Clearance: 17.96 L\/hr<\/li><\/ul>"},{"id":"307300-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Isotretinoin: 15.7 hours<\/li><li>metabolite: 4-oxo-isotretinoin: 23 to 24 hours<\/li><\/ul>"}]},{"id":"307300-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(Absorica(TM)) administer without regard to meals; take with a full glass of liquid<\/li><li>(formulations other than Absorica(TM)) take with food<\/li><\/ul>"},{"id":"307300-s-10","title":"Monitoring","mono":"<ul><li>decrease or improvement in nodular lesions is indicative of a therapeutic response<\/li><li>pregnancy test (urine or serum); 2 tests at baseline, at monthly intervals prior to each prescription refill, at completion of therapy, and at 1 month following discontinuation<\/li><li>blood glucose; frequently during therapy in patients with increased risk of poor blood glucose control<\/li><li>serum lipid panel; under fasting state with at least 36 hours between testing and alcohol consumption prior to therapy initiation and then at weekly or biweekly intervals until the lipid response to isotretinoin is established (usually within 4 weeks) and more frequently in patients with increased risk of poor blood glucose control<\/li><li>hepatic function tests; prior to therapy initiation and then at weekly or biweekly intervals until the response is established<\/li><li>mental health or psychiatric disorders; for history at baseline and for signs at each visit<\/li><li>severe skin disorders; closely during therapy<\/li><\/ul>"},{"id":"307300-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule, Liquid Filled: 20 MG, 40 MG<br\/><\/li><li><b>Absorica<\/b><br\/>Oral Capsule: 10 MG, 20 MG, 25 MG, 30 MG, 35 MG, 40 MG<br\/><\/li><li><b>Amnesteem<\/b><br\/>Oral Capsule, Liquid Filled: 10 MG, 20 MG, 40 MG<br\/><\/li><li><b>Claravis<\/b><br\/>Oral Capsule, Liquid Filled: 10 MG, 20 MG, 30 MG, 40 MG<br\/><\/li><li><b>Myorisan<\/b><br\/>Oral Capsule, Liquid Filled: 10 MG, 20 MG, 40 MG<br\/><\/li><li><b>Zenatane<\/b><br\/>Oral Capsule, Liquid Filled: 10 MG, 20 MG, 30 MG, 40 MG<br\/><\/li><\/ul>"},{"id":"307300-s-12","title":"Toxicology","sub":[{"id":"307300-s-12-31","title":"Clinical Effects","mono":"<b>ISOTRETINOIN <\/b><br\/>USES: Isotretinoin is indicated for the treatment of severe recalcitrant nodular acne. PHARMACOLOGY: Isotretinoin (13-cis retinoic acid, RO-43,780) is classified as a retinoid, which is a synthetic analogue of vitamin A. Its exact mechanism of action is not known. When administered in pharmacologic dosages, isotretinoin inhibits sebaceous gland function and keratinization. Retinoids affect the keratinization process, and therefore without specificity exhibit effectiveness in all types of hyperkeratotic conditions. EPIDEMIOLOGY: Overdose is rare and most cases develop only minor symptoms. OVERDOSE: Isotretinoin is unlike vitamin A in that it is not stored in the liver and is less toxic.  Vitamin A and retinoic acid cause more CNS toxicity, GI symptoms, and bone, joint, and muscle pain than isotretinoin. Overdose data are limited. Vomiting, cheilitis, abdominal pain, mild tachycardia, hypertension, tachypnea, facial flushing, abdominal discomfort, headache, dizziness, ataxia, dryness of the lips and scaly patches on the skin, and hallucinations have been reported with overdose. ADVERSE EFFECTS: COMMON (5% or greater): Dry mouth and skin, back pain, dry eye, arthralgia, epistaxis, headache, nasopharyngitis, dermatitis, increased blood creatine kinase, cheilitis, musculoskeletal discomfort, upper respiratory tract infection, reduced visual acuity. OTHER EFFECTS: Nausea, vomiting, lethargy, fatigue, pruritus, back pain, and myalgia. RARE: Eruptive xanthomas, erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis, paronychia, conjunctivitis, corneal opacity, night blindness, tinnitus, vasculitis, mild to moderate increases in liver enzymes, acute allergic reaction, pseudotumor cerebri, papilledema, hypercalcemia, pancreatitis, thrombocytopenia, neutropenia, leukopenia, anemia, agranulocytosis, rhabdomyolysis, seizures, hallucinations, and psychosis. Isotretinoin is a human teratogen  (pregnancy category X).<br\/>"},{"id":"307300-s-12-32","title":"Treatment","mono":"<b>ISOTRETINOIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not required. HOSPITAL: Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions or persistent seizures.<\/li><li>Antidote: None.<\/li><li>Rhabdomyolysis: Rhabdomyolysis has been reported rarely with isotretinoin therapy in postmarketing surveillance. Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status. Monitor serum electrolytes in patients with significant vomiting. Monitor CBC with differential with platelet count in symptomatic patients. Monitor CK, renal function, and urine output in patients with rhabdomyolysis. Symptoms of vitamin A toxicity are theoretically possible with isotretinoin, and liver enzymes and should be monitored in substantial overdoses.  Evaluate patient for clinical evidence of benign increased intracranial pressure (pseudotumor cerebri) such as headache, vomiting, blurred vision, and papilledema. Guidelines for management of Vitamin A overdoses should be followed in such cases when appropriate. A serum pregnancy test should be performed in any female of childbearing age.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding of isotretinoin.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. If there is any possibility the patient is pregnant she should be referred for a pregnancy test and for counseling if the test is positive. OBSERVATION CRITERIA: Symptomatic patients, and those with deliberate ingestion should be referred to a healthcare facility for evaluation. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, severe abdominal pain, dehydration, electrolyte abnormalities, persistent seizures, severe neutropenia or allergic reaction. CONSULT CRITERIA: Consult a medical toxicologist or poison center in patients with severe toxicity or in whom the diagnosis is unclear. Any pregnant patient who is exposed to isotretinoin should be referred to a specialist in teratology.<\/li><\/ul>"},{"id":"307300-s-12-33","title":"Range of Toxicity","mono":"<b>ISOTRETINOIN <\/b><br\/>TOXICITY: Acute overdoses of 440 mg and 1,600 mg on 2 consecutive days produced minimal symptoms in one patient. An estimated ingestion of 63.3 mg\/kg of isotretinoin produced symptoms of facial flushing and mild tachycardia, tachypnea, and hypertension in a 21-month-old, 17.7 kilogram child. THERAPEUTIC DOSE: ADULTS AND CHILDREN 12 YEARS AND OLDER: 0.5 to 1 mg\/kg\/day given in 2 divided doses; adults with severe scarring acne or trunk acne may require up to 2 mg\/kg\/day. CHILDREN YOUNGER THAN 12 YEARS: Safety and efficacy have not been established.<br\/>"}]},{"id":"307300-s-13","title":"Clinical Teaching","mono":"<ul><li>Female patients who can become pregnant must use 2 reliable forms of contraception for 1 month before therapy, during therapy, and for 1 month after therapy. Regular pregnancy tests are also required, as serious adverse fetal effects have been reported.<\/li><li>Advise patient to not donate blood during therapy and for at least 1 month after discontinuation.<\/li><li>Drug may cause sun sensitivity. Advise patient to use sunscreen and avoid sun and ultraviolet light.<\/li><li>Advise patient to avoid wax epilation or skin resurfacing procedures (eg, dermabrasion laser) during treatment and for at least 6 months after discontinuation, as this may cause scarring.<\/li><li>Drug may cause decreased visual acuity, especially at night. Instruct patient to avoid driving or other activities requiring clear vision until drug effects are realized.<\/li><li>Patients who wear contact lenses may experience decreased tolerance to lenses during and after treatment.<\/li><li>This drug may cause cheilitis, dry skin, pruritus, arthralgia, back pain, epistaxis, headache, dizziness, or hearing loss.<\/li><li>Instruct patient to report depression, suicidal ideation, or unusual changes in behavior.<\/li><li>Advise patient to report signs\/symptoms of pseudotumor cerebri (nausea, vomiting, headache, pulsating intracranial sounds), hepatic dysfunction, pancreatitis, tinnitus, inflammatory bowel disease, or serious dermatologic reactions (such as Stevens-Johnson syndrome or toxic epidermal necrolysis).<\/li><li>Instruct patient to take drug with food and to swallow capsules whole with a full glass of liquid.<\/li><li>Instruct patient to avoid additional vitamin A supplementation during drug therapy, as this may increase the risk of toxicity.<\/li><\/ul>"}]}