{"drugs":["Ketalar","Ketamine Hydrochloride"],"mono":[{"id":"318860-s-0","title":"Generic Names","mono":"Ketamine Hydrochloride"},{"id":"318860-s-1","title":"Dosing and Indications","sub":[{"id":"318860-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>General anesthesia; Adjunct:<\/b> induction, 1 to 4.5 mg (base)\/kg IV single dose<\/li><li><b>General anesthesia; Adjunct:<\/b> induction, 1 to 2 mg\/kg IV infusion at 0.5 mg\/kg\/min; in addition to diazepam 2 to 5 mg IV over 1 min<\/li><li><b>General anesthesia; Adjunct:<\/b> induction, 6.5 to 13 mg (base)\/kg IM<\/li><li><b>General anesthesia; Adjunct:<\/b> maintenance, 0.1 to 0.5 mg (base)\/min IV infusion, repeat as needed; augmented with diazepam 2 to 5 mg IV<\/li><li><b>General anesthesia; Adjunct:<\/b> maintenance, 0.01 to 0.03 mg\/kg\/min continuous IV infusion<\/li><li><b>General anesthesia; Adjunct:<\/b> maintenance, increments of one-half to the full induction dose may be repeated as needed<\/li><li><b>Procedural sedation:<\/b> 1 to 2 mg\/kg IV over 1 to 2 min, may be followed by 0.25 to 0.5 mg\/kg IV every 5 to 10 min as needed<\/li><li><b>Rapid sequence intubation, Induction:<\/b> 2 mg\/kg IV<\/li><\/ul>"},{"id":"318860-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy have not been established in children younger than 16 years<\/li><li><b>General anesthesia; Adjunct:<\/b> induction, 5 to 10 mg (base)\/kg IM; range, 4 to 13 mg\/kg<\/li><li><b>General anesthesia; Adjunct:<\/b> induction, 1 to 2 mg\/kg IV; range, 0.5 to 4.5 mg\/kg<\/li><li><b>General anesthesia; Adjunct:<\/b> maintenance, 0.01 to 0.03 mg\/kg\/min continuous IV infusion<\/li><li><b>General anesthesia; Adjunct:<\/b> maintenance, increments of one-half to the full induction dose may be repeated as needed<\/li><li><b>Procedural sedation:<\/b> 0.5 to 2 mg\/kg IV over 1 to 2 min, may repeat 0.25 to 1 mg\/kg IV (one-half initial dose) every 10 to 15 min as needed<\/li><li><b>Procedural sedation:<\/b> 2 to 5 mg\/kg IM, may repeat 2 to 4 mg\/kg after 10 min<\/li><li><b>Rapid sequence intubation, Induction:<\/b> 1 to 3 mg\/kg IV<\/li><\/ul>"},{"id":"318860-s-1-6","title":"Dose Adjustments","mono":"<b>liver disease:<\/b> dose reductions with hepatic impairment due to prolonged duration of action"},{"id":"318860-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>General anesthesia; Adjunct<\/li><li>Procedural sedation<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Administration of analgesic - Sedation<\/li><li>Bronchospasm<\/li><li>Rapid sequence intubation, Induction<\/li><\/ul>"}]},{"id":"318860-s-2","title":"Black Box Warning","mono":"<b>Injection (Solution)<\/b><br\/>The 100 mg\/mL concentration of ketamine hydrochloride injection should not be injected intravenously without proper dilution. It is recommended the drug be diluted with an equal volume of either sterile water for injection, USP, sodium chloride (0.9%) injection, or 5% dextrose in water.<br\/>"},{"id":"318860-s-3","title":"Contraindications\/Warnings","sub":[{"id":"318860-s-3-9","title":"Contraindications","mono":"<ul><li>conditions where significant elevations in blood pressure would be a serious hazard<\/li><li>hypersensitivity to ketamine or any other product component<\/li><\/ul>"},{"id":"318860-s-3-10","title":"Precautions","mono":"<ul><li>100 mg\/mL concentration; not to be injected IV without proper dilution in equal volume of sterile water for injection, NS, or D5W<\/li><li>alcohol intoxication or history of alcohol abuse<\/li><li>cerebrospinal fluid pressure, elevated (preanesthetic); increase in cerebrospinal fluid pressure has been reported<\/li><li>hypertension or cardiac decompensation; monitoring is recommended<\/li><li>mechanical stimulation of the pharynx; avoid when ketamine used as monotherapy<\/li><li>postoperative confusional state may occur; minimize verbal, tactile and visual stimulation during recovery<\/li><li>rapid rate of administration or overdose; increased risk of respiratory depression, apnea, and enhanced pressor response<\/li><li>vomiting may occur; risk of aspiration<\/li><\/ul>"},{"id":"318860-s-3-11","title":"Pregnancy Category","mono":"Ketamine: A (AUS)<br\/>"},{"id":"318860-s-3-12","title":"Breast Feeding","mono":"<ul><li>Ketamine: WHO: Compatible with breastfeeding.<\/li><li>Ketamine: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"318860-s-4","title":"Drug Interactions","sub":{"1":{"id":"318860-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Levothyroxine (theoretical)<\/li><li>Memantine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>St John's Wort (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Tramadol (theoretical)<\/li><\/ul>"},"2":{"id":"318860-s-4-15","title":"Moderate","mono":"<ul>Atracurium (probable)<\/ul>"}}},{"id":"318860-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension, Tachycardia<\/li><li><b>Neurologic:<\/b>Emergence from anesthesia, Psychiatric sign or symptom (12% to 50%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia, Cardiac dysrhythmia, Hypotension<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Respiratory:<\/b>Apnea, Laryngeal spasm, Pulmonary edema, Respiratory depression<\/li><\/ul>"},{"id":"318860-s-6","title":"Drug Name Info","sub":{"0":{"id":"318860-s-6-17","title":"US Trade Names","mono":"Ketalar<br\/>"},"2":{"id":"318860-s-6-19","title":"Class","mono":"Anesthetic Adjunct<br\/>"},"3":{"id":"318860-s-6-20","title":"Regulatory Status","mono":"Schedule III<br\/>"},"4":{"id":"318860-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"318860-s-7","title":"Mechanism Of Action","mono":"Ketamine hydrochloride is a rapid acting general anesthetic. Its pharmaceutical effects produce analgesia, normal pharyngeal-laryngeal reflexes, skeletal muscle tone, cardiovascular and respiratory stimulation, and transient respiratory depression.<br\/>"},{"id":"318860-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"318860-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; N-dealkylation, hydroxylation, conjugation, dehydration<\/li><li>Metabolites: metabolite I, metabolite III, metabolite IV, cyclohexene derivative (metabolite II)<\/li><\/ul>"},"4":{"id":"318860-s-8-27","title":"Elimination Half Life","mono":"Greater than 2.5 h, (Alpha phase: 10 min to 15 min; Beta phase 2.5 h) <br\/>"}}},{"id":"318860-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>dilute the 100 mg\/mL product prior to administration; do not further dilute the 10 mg\/mL product<\/li><li>(bolus) dilute 100 mg\/mL product with an equal volume of sterile water for injection, NS, or D5W prior to injection<\/li><li>(bolus) administer slowly over at least 60 seconds or at 0.5 mg\/kg\/min for anesthesia induction<\/li><li>(infusion) dilute product to infusion concentration of 1 to 2 mg\/mL, depending on patient factors<\/li><li>(infusion) may be administered by slow infusion of 0.1 to 0.5 mg\/min for anesthesia maintenance<\/li><\/ul>"},{"id":"318860-s-10","title":"Monitoring","mono":"<ul><li>induction of dissociative state may indicate effective anesthesia<\/li><li>cardiac function; continuously in patients with hypertension or cardiac decompensation<\/li><li>vital signs; including blood pressure, heart rate, and respiratory rate<\/li><\/ul>"},{"id":"318860-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Injection Solution: 10 MG\/ML, 50 MG\/ML, 100 MG\/ML<br\/><\/li><li><b>Ketalar<\/b><br\/>Injection Solution: 10 MG\/ML, 50 MG\/ML, 100 MG\/ML<br\/><\/li><\/ul>"},{"id":"318860-s-12","title":"Toxicology","sub":[{"id":"318860-s-12-31","title":"Clinical Effects","mono":"<b>KETAMINE HCL AND RELATED AGENTS<\/b><br\/>USES: Ketamine is a drug used for the induction and maintenance of anesthesia, sedation, analgesia, and as a treatment of bronchospasm.  It has also been used for the treatment of migraine headaches, depression, alcoholism, heroin addiction, and chronic pain\/pain syndromes.  It is a widely-used medication among veterinarians for its anesthetic and analgesic properties for small and large animals.  In addition, it is a popular \"club drug\", used for recreational purposes.  Related drugs in the same class include tiletamine and phencyclidine (PCP), however, ketamine has only 5% to 10% of the potency of pharmaceutical-grade phencyclidine. Ketamine is administered intramuscularly or intravenously when used therapeutically.  When abused, ketamine is usually snorted or injected intramuscularly, however, it is occasionally used orally or intravenously. Methoxetamine, an odorless, white powder, is an arylcyclohexylamine congener of ketamine and phencyclidine (PCP). It is available from the internet and used for the dissociative and hallucinogenic properties. It may be used by oral, insufflation, intramuscular, rectal, and intravenous routes. PHARMACOLOGY:  Ketamine is a noncompetitive N-methyl-D-aspartate (NMDA) glutamate receptor antagonist but also binds to opioid mu and sigma receptors at high doses.  It is known as a dissociative anesthetic via its action on the cerebral cortex and limbic system and causes the release of endogenous catecholamines (epinephrine, norepinephrine).  In addition, it reduces polysynaptic spinal reflexes. TOXICOLOGY:  At high doses, ketamine is a sigma receptor agonist, causing lethargy and coma. It is also an acetylcholine receptor agonist and GABA agonist at high doses, causing nicotinic and muscarinic effects, and sedation. EPIDEMIOLOGY:  Ketamine exposures are uncommon and major effects or deaths are rare. TOXICITY: In overdose, the most common effects are sedation and respiratory depression.   Other effects include dizziness, tachycardia, altered mental status, anxiety, palpitations, slurred speech, hallucinations, nystagmus, mydriasis, muscular hypertonus, trismus, psychomotor and psychomimetic reactions, emergence delirium, hypertension, and chest pain.  Confusion, vomiting, and memory loss are less common.   Rarely, seizures, polyneuropathy or respiratory arrest may occur but death is extremely rare following ketamine abuse.  Rhabdomyolysis has been reported in patients with prolonged agitation. METHOXETAMINE: Nausea, vomiting, diarrhea, perceptual distortions, dissociative\/catatonic states, hallucinations, paranoia, anxiety, respiratory depression, hypertension, tachycardia, and rotatory nystagmus have been reported with methoxetamine use. A man developed agitation, a dissociative state, tachycardia, and bilateral rotary nystagmus after using methoxetamine intramuscularly (unknown quantity). His symptoms resolved gradually. ADVERSE EFFECTS: COMMON: Following usual anesthetic doses, common side effects include significant transient increases in blood pressure and heart rate, muscle rigidity, and psychomotor, psychomimetic, and acute dystonic reactions.  OTHER EFFECTS: Respiratory depression, airway obstruction, and apnea are rare.  Ketamine also elevates intracranial and intraocular pressures.  Emergence reactions, which occur in about 12% of patients, include confusion, delirium, hallucinations, irrational behavior, and vivid dreams. These reactions are more common among adults as compared to children and the elderly.  WITHDRAWAL: Withdrawal can develop after chronic abuse.  Manifestations include chills, autonomic arousal, lacrimation, restlessness, visual, olfactory and tactile hallucinations, nightmares, and psychological cravings. <br\/>"},{"id":"318860-s-12-32","title":"Treatment","mono":"<b>KETAMINE HCL AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most patients recover with good symptomatic and supportive care.  Emergence reactions may benefit from benzodiazepines. MANAGEMENT OF SEVERE TOXICITY: For severe toxicity, treatment is also mainly supportive and symptomatic.  Seizures and agitation should be treated with benzodiazepines such as diazepam or lorazepam.  If seizures persist, barbiturates or propofol should be administered.  Ketamine-induced dystonia can be treated with diphenhydramine.  Hypertension generally responds to benzodiazepine sedation, and severe emergence reactions should also be treated with benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL:  Secondary to the alteration in mental status and the potential corresponding loss of protection of airway reflexes, activated charcoal should be avoided.  If skin or eye exposure occurs, significant toxicity is not expected, but standard washing or irrigation can be used. HOSPITAL:  Gastric decontamination is not recommended as the risk of aspiration is high and patients generally do well with supportive care.<\/li><li>Airway management: Ketamine may cause some respiratory depression, apnea, and rarely respiratory arrest.  However, this usually responds well to assisted ventilation and supplemental oxygen.  Intubation is rarely necessary, but should be considered in patients with large overdoses who may have more prolonged CNS or respiratory depression.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs, mental status, and pulse oximetry. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients. Plasma ketamine concentrations are not clinically useful in guiding therapy. Obtain serum electrolytes and blood glucose in patients with altered mentation. Ketamine may cause a false positive on the urine toxicology screen for phencyclidine (PCP).<\/li><li>Enhanced elimination procedure: There is no role for multiple dose activated charcoal, urinary alkalinization, dialysis or hemoperfusion.<\/li><li>Patient disposition: HOME CRITERIA: Home management is not advised. OBSERVATION CRITERIA: Symptomatic patients should be observed until symptoms resolve.  Duration of effects depends on the amount and route of administration, but symptoms may last for hours to days. ADMISSION CRITERIA: Patients with continued\/worsening symptoms after observation for several hours should be admitted for further monitoring, and depending on the severity of their symptoms, may merit an ICU bed.  Criteria for discharge should be resolution of symptoms. CONSULT CRITERIA: Contact your local poison center or toxicologist for any concerns.  The mainstay of treatment is good symptomatic and supportive care. Refer patients for drug abuse counseling as appropriate.<\/li><\/ul>"},{"id":"318860-s-12-33","title":"Range of Toxicity","mono":"<b>KETAMINE HCL AND RELATED AGENTS<\/b><br\/>TOXICITY: An 18-year-old man was found dead after an estimated IM injection of 1 gram of ketamine. Inadvertent iatrogenic overdoses in children (5 to 100 times the intended dose in a series of 9 children, including a 3-year-old who received 800 mg IM; and 450 mg IM (30 mg\/kg) in another 3-year-old) resulted in respiratory depression and prolonged sedation. In case reports and series, lethality is extremely rare secondary solely to ketamine.  Dosages causing toxicity can vary widely as tolerance may develop in patients who use ketamine on a regular basis. METHOXETAMINE: Typical doses are 10 to 100 mg for oral use and 10 to 50 mg for intramuscular injection. One man was found unconscious after drinking approximately 1.5 L of beer and snorted 0.75 g of \"benzofury\" and 0.5 g of methoxetamine. He later developed tachycardia, hypertension, and fever. Another man was found catatonic after drinking a mixture of 200 mg of methoxetamine and water. He later developed hypertension and tachycardia. Both men recovered following supportive care. THERAPEUTIC DOSES: KETAMINE: ADULTS: INDUCTION: INTRAVENOUS: The recommended initial dose is 1 mg\/kg to 4.5 mg\/kg IV. An average dose of 2 mg\/kg will generally produce 5 to 10 minutes of surgical anesthesia. ALTERNATIVE DOSING - A dose of 1 to 2 mg\/kg IV at a rate of 0.5 mg\/kg\/minute may be used along with diazepam in 2 mg to 5 mg doses (given in a separate syringe over 60 seconds) to minimize or reduce emergent delirium or psychological manifestations. INTRAMUSCULAR: The recommended initial dose is 6.5 to 13 mg\/kg IM. A dose of 10 mg\/kg will generally produce 12 to 25 minutes of surgical anesthesia. MAINTENANCE: A range of one-half the induction dose up to the total induction dose may be repeated as needed. A dose of 0.1 to 0.5 mg\/minute IV infusion may be used and repeated as needed along with diazepam 2 to 5 mg IV. CHILDREN: The safety and effectiveness of ketamine in children below the age of 16 have not been established. However, the following dosages have been used in children: INTRAMUSCULAR: 1 to 2 mg\/kg\/dose. INTRAVENOUS: 0.5 to 1.5 mg\/kg\/dose. NASAL: 6 mg\/kg\/dose. ORAL: 6 to 10 mg\/kg\/dose given 30 minutes prior to the procedure.<br\/>"}]},{"id":"318860-s-13","title":"Clinical Teaching","mono":"When early discharge is possible, advise patient against driving or other hazardous activities for at least 24 h after anesthesia.<br\/>"}]}