{"generic":"Lidocaine","drugs":["Burn-O-Jel","Burnamycin","Lidocaine","Lidoderm","LMX 4","LMX 5","Topicaine","Xylocaine","Zilactin-L"],"mono":{"0":{"id":"339435-s-0","title":"Generic Names","mono":"Lidocaine"},"1":{"id":"339435-s-1","title":"Dosing and Indications","sub":[{"id":"339435-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hiccoughs, Intractable:<\/b> 5 mL of 2% viscous lidocaine solution ORALLY up to 4 times per day was used in 4 cases<\/li><li><b>Local anesthesia, Topical:<\/b> (5% ointment) single TOPICAL application not exceeding 5 g of ointment (containing 250 mg of lidocaine base); roughly equivalent to a 6 inch length of ointment from the tube; MAX dose of 17 to 20 g of ointment (850 to 1000 mg lidocaine base) per day<\/li><li><b>Postherpetic neuralgia:<\/b> Apply up to 3 patches (MAX) TOPICALLY only once, for up to 12 hours within a 24-hour period.<\/li><\/ul>"},{"id":"339435-s-1-5","title":"Pediatric Dosing","mono":"<b>Local anesthesia, Topical:<\/b> (5% ointment) MAX dose of 4.5 mg\/kg TOPICALLY "},{"id":"339435-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Hepatic impairment:<\/b> Smaller areas of treatment are recommended.<\/li><li><b>Renal impairment:<\/b> Smaller areas of treatment are recommended.<\/li><li><b>Hemodialysis:<\/b> Dose adjustments and supplemental dosing are not required following hemodialysis procedures<\/li><li><b>Debilitated patient:<\/b> Smaller areas of treatment are recommended.<\/li><\/ul>"},{"id":"339435-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Local anesthesia, Topical<\/li><li>Postherpetic neuralgia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Burn<\/li><li>Diabetic neuropathy<\/li><li>Hiccoughs, Intractable<\/li><\/ul>"}]},"3":{"id":"339435-s-3","title":"Contraindications\/Warnings","sub":[{"id":"339435-s-3-9","title":"Contraindications","mono":"hypersensitivity to local anesthetics of the amide type or to any other component of the product <br\/>"},{"id":"339435-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- severe shock<\/li><li>-- bradycardia<\/li><li>-- cardiac failure; dose adjustments recommended<\/li><li>-- impaired cardiovascular function<\/li><li>-- impaired cardiac conduction<\/li><li>Gastrointestinal:<\/li><li>-- swallowing impairment and numbness of tongue and buccal mucosa may occur while mouth or throat are anesthetized, creating potential for bite injuries<\/li><li>Hematologic:<\/li><li>-- acute porphyria<\/li><li>Hepatic:<\/li><li>-- use caution in patients with severe hepatic disease due to increased risk of lidocaine toxicity<\/li><li>Immunologic:<\/li><li>-- cross-sensitivity may occur in patients with known or past history of drug sensitivities<\/li><li>Neurologic:<\/li><li>-- epilepsy<\/li><li>Renal:<\/li><li>-- impaired renal function; risk of toxicity with severe impairment<\/li><li>Respiratory:<\/li><li>-- aspiration may occur when swallowing is impaired by lidocaine<\/li><li>Other:<\/li><li>-- do not use oral viscous formulation for treating mouth or teething pain (unapproved use) in infants or young children as this may cause serious harm, including death; use of remedies other than topical medications recommended<\/li><li>-- increased risk of systemic absorption associated with covered application site, irritated or broken skin, large doses or large treatment areas, and with skin temperature increases<\/li><li>-- increased risk of lidocaine toxicity with longer duration of application<\/li><li>-- increased risk of sensitivity to systemic effects in debilitated or acutely ill patients; dose reduction recommended<\/li><li>-- increased risk of sensitivity to systemic effects in elderly and pediatric patients<\/li><li>-- increased risk of systemic toxicity with short intervals between doses<\/li><li>-- increased risk of rapid systemic absorption with sepsis and\/or traumatized mucosa at application site<\/li><li>-- increased risk of toxicity in smaller patients<\/li><li>-- paralysis due to general anesthesia may increase the risk of toxicity<\/li><li>-- dose adjustment recommended in children over 12 years old weighing less than 25 kg<\/li><li>-- store and dispose topical patches out of the reach of children and pets as chewing or swallowing a new or used patch can cause serious adverse effects<\/li><li>Concomitant use:<\/li><li>-- avoid class I antiarrhythmics, including tocainide and mexiletine<\/li><li>-- avoid other local anesthetics, drugs structurally related to amide-type local anesthetics, including antiarrhythmics such as mexiletine or class III antiarrhythmics such as amiodarone<\/li><\/ul>"},{"id":"339435-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"339435-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"339435-s-4","title":"Drug Interactions","sub":[{"id":"339435-s-4-13","title":"Contraindicated","mono":"<ul><li>Dihydroergotamine (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><\/ul>"},{"id":"339435-s-4-14","title":"Major","mono":"<ul><li>Amiodarone (probable)<\/li><li>Amprenavir (probable)<\/li><li>Arbutamine (probable)<\/li><li>Atazanavir (probable)<\/li><li>Bupropion (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Encainide (theoretical)<\/li><li>Etravirine (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Fosphenytoin (probable)<\/li><li>Hyaluronidase (theoretical)<\/li><li>Lopinavir (probable)<\/li><li>Metoprolol (probable)<\/li><li>Mexiletine (theoretical)<\/li><li>Moricizine (theoretical)<\/li><li>Nadolol (probable)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Phenytoin (probable)<\/li><li>Procainamide (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Propofol (probable)<\/li><li>Propranolol (probable)<\/li><li>Quinidine (theoretical)<\/li><li>St John's Wort (probable)<\/li><li>Succinylcholine (probable)<\/li><li>Telaprevir (theoretical)<\/li><li>Tocainide (theoretical)<\/li><\/ul>"},{"id":"339435-s-4-15","title":"Moderate","mono":"<ul><li>Cimetidine (probable)<\/li><li>Dalfopristin (probable)<\/li><li>Morphine Sulfate Liposome (established)<\/li><li>Penbutolol (probable)<\/li><li>Quinupristin (probable)<\/li><\/ul>"}]},"5":{"id":"339435-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (3%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (less than 1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Cardiac dysrhythmia<\/li><li><b>Hematologic:<\/b>Methemoglobinemia<\/li><li><b>Immunologic:<\/b>Anaphylaxis (rare)<\/li><\/ul>"},"6":{"id":"339435-s-6","title":"Drug Name Info","sub":{"0":{"id":"339435-s-6-17","title":"US Trade Names","mono":"<ul><li>Lidoderm<\/li><li>Xylocaine<\/li><li>Topicaine<\/li><li>Zilactin-L<\/li><li>LMX 4<\/li><li>LMX 5<\/li><li>Burn-O-Jel<\/li><li>Burnamycin<\/li><\/ul>"},"2":{"id":"339435-s-6-19","title":"Class","mono":"<ul><li>Amino Amide<\/li><li>Anesthetic, Local<\/li><\/ul>"},"3":{"id":"339435-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"339435-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"339435-s-7","title":"Mechanism Of Action","mono":"Lidocaine blocks both initiation and conduction of nerve impulses by decreasing ionic flux through the neuronal membrane, which results in local anesthesia after topical application. The penetration of lidocaine through intact skin will produce an analgesic effect but is not sufficient to produce complete sensory block.<br\/>"},"8":{"id":"339435-s-8","title":"Pharmacokinetics","sub":[{"id":"339435-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Transdermal: 11 hours<\/li><li>Bioavailability, Transdermal: 3%<\/li><\/ul>"},{"id":"339435-s-8-24","title":"Distribution","mono":"<ul><li>Vd, IV: 1.5 L\/kg<\/li><li>Protein binding, alpha-1-acid glycoprotein: 60% to 80%<\/li><\/ul>"},{"id":"339435-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: 90%, primarily via CYP1A2<\/li><li>Monoethylglycinexylidide (MEGX): active<\/li><li>Glycinexylidide (GX): active<\/li><\/ul>"},{"id":"339435-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 90% (10% unchanged in adults)<\/li><li>Dialyzable: yes (hemodialysis); no (hemoperfusion); yes (hemofiltration)<\/li><li>Total body clearance: 0.64 L\/min<\/li><\/ul>"},{"id":"339435-s-8-27","title":"Elimination Half Life","mono":"<ul><li>1.5 to 2 hours<\/li><li>Monoethylglycinexylidide (MEGX): 1 to 6 hours<\/li><li>Glycinexylidide (GX): 1 hour<\/li><\/ul>"}]},"9":{"id":"339435-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>(Patch) Apply only to intact skin and remove patch after a maximum of 12 hours of application within a 24-hour period.<\/li><li>(Patch) May be cut into smaller sizes prior to removal of release liner<\/li><li>(Patch) Apply immediately after removal from protective envelope.<\/li><li>(Patch) Clothing may be worn over area of application.<\/li><li>(Patch) If irritation or burning occurs at the application site, remove the patch(es) and do not reapply until the irritation subsides.<\/li><li>(Patch) May not stick if wet; avoid contact with water (bathing, swimming, or showering)<\/li><li>(Patch) Wash hands after applying and avoid contact with eyes.<\/li><li>(Patch) Fold used patches so that adhesive side sticks to itself and safely discard.<\/li><\/ul>"},"10":{"id":"339435-s-10","title":"Monitoring","mono":"post-herpetic neuralgia (topical): relief of pain<br\/>"},"11":{"id":"339435-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Topical Cream: 4 %<\/li><li>Topical Ointment: 5 %<\/li><li>Topical Patch, Extended Release: 5 %<\/li><\/ul><\/li><li><b>Anecream 5<\/b><br\/>Rectal Cream: 5 %<br\/><\/li><li><b>Anecream<\/b><br\/>Topical Cream: 4 %<br\/><\/li><li><b>Anestafoam<\/b><br\/>Topical Foam: 4 %<br\/><\/li><li><b>Burnamycin<\/b><br\/>Topical Spray: 0.5 %<br\/><\/li><li><b>Burn-O-Jel<\/b><br\/>Topical Gel\/Jelly: 0.5 %<br\/><\/li><li><b>Corta-Cap Needle Ease<\/b><br\/>Topical Spray: 35 %<br\/><\/li><li><b>Ela-Max<\/b><br\/>Topical Cream: 4 %<br\/><\/li><li><b>LC-4<\/b><br\/>Topical Cream: 4 %<br\/><\/li><li><b>LC-5<\/b><br\/>Topical Cream: 5 %<br\/><\/li><li><b>Lidocream<\/b><br\/>Topical Cream: 4 %<br\/><\/li><li><b>Lidoderm<\/b><br\/>Topical Patch, Extended Release: 5 %<br\/><\/li><li><b>LMX 4<\/b><br\/>Topical Cream: 4 %<br\/><\/li><li><b>LMX 5<\/b><br\/>Topical Cream: 5 %<br\/><\/li><li><b>Novaplus Lidocaine<\/b><br\/>Topical Patch, Extended Release: 5 %<br\/><\/li><li><b>Premium Lidocaine 5% Extra<\/b><br\/>Topical Ointment: 5 %<br\/><\/li><li><b>Premjact<\/b><br\/>Topical Spray: 9.6 %<br\/><\/li><li><b>RadiaGuard<\/b><br\/>Topical Lotion: 1 %<br\/><\/li><li><b>RectiCare<\/b><br\/>Rectal Cream: 5 %<br\/><\/li><li><b>Stud 100<\/b><br\/>Topical Spray: 9.6 %<br\/><\/li><li><b>Topicaine 5<\/b><br\/>Topical Gel\/Jelly: 5 %<br\/><\/li><li><b>Topicaine<\/b><br\/>Topical Gel\/Jelly: 4 %<br\/><\/li><li><b>Xylocaine<\/b><br\/>Topical Ointment: 5 %<br\/><\/li><li><b>Zilactin-L<\/b><br\/>Mucous Membrane Liquid: 2.5 %<br\/><\/li><\/ul>"},"12":{"id":"339435-s-12","title":"Toxicology","sub":[{"id":"339435-s-12-31","title":"Clinical Effects","mono":"<b>ANESTHETICS-LOCAL <\/b><br\/>USES: Local anesthetics are used for analgesia. They are administered topically and by local injection, regional injection, and for spinal and epidural anesthesia. PHARMACOLOGY: These agents reversibly block sodium channels and block the action potentials responsible for nerve conduction. TOXICOLOGY: Toxicity is caused by sodium channel blockade leading to CNS and cardiac effects. Some of these agents and their metabolites can oxidize iron leading to methemoglobinemia. EPIDEMIOLOGY: Toxicity is uncommon and severe toxicity is rare. MILD TO MODERATE TOXICITY: Subjective effects in mild toxicity include drowsiness, impending doom, headache, dizziness, paresthesias, euphoria, numbness of the mouth, lightheadedness, tinnitus, anxiety, confusion, tremors, agitation, disorientation, hallucinations, and lethargy. Peripheral effects may result in temporary paralysis. Suppression of the gag reflex may occur with oropharyngeal exposure. Methemoglobinemia can develop in patients who have no other evidence of toxicity. SEVERE TOXICITY: Severe toxicity may cause cardiac, respiratory, and CNS toxicity, as well as methemoglobinemia. CNS effects precede significant cardiovascular toxicity, except following massive IV injection. While there is often a progression of symptoms after IM, subQ, or continuous IV infusion, seizures and coma may occur suddenly after rapid IV administration. Cardiac effects are due to sodium channel blockade and can be manifested by a range of toxic effects including hypotension, AV block, bradycardia, QRS prolongation, ventricular dysrhythmias, asystole, and cardiovascular collapse. Spinal, epidural, or inadvertent intrathecal administration may lead to respiratory failure. Hypoxia may be secondary to cardiac toxicity or direct motor paralysis of respiratory muscles leading to respiratory depression, apnea, or respiratory arrest. Methemoglobinemia is well described with usage of prilocaine and benzocaine, and rarely reported with lidocaine, tetracaine, Cetacaine, and propitocaine. It can develop after therapeutic doses and in patients who have no other evidence of toxicity. INHALATION EXPOSURE: Methemoglobinemia can rarely result from inhalation exposure to local anesthetics. DERMAL EXPOSURE: Topical preparations can lead to systemic toxicity ranging from mild to severe. Infants are at a higher risk for systemic effects from dermal exposure. ADVERSE EFFECTS: Allergic reactions to the ester or amide classes of local anesthetics are possible though extremely rare. The ester class (benzocaine, chloroprocaine, cocaine, cyclomethycaine, dimethocaine, larocaine, propoxycaine, procaine, novocaine, proparacaine, tetracaine, and amethocaine) accounts for the majority of true IgE-mediated allergic reactions due to metabolism of PABA, a known allergen. Reactions to the amide class (articaine, bupivacaine, carticaine, cinchocaine, dibucaine, etidocaine, lidocaine, mepivacaine, piperocaine, prilocaine, ropivacaine, and trimecaine) are often secondary to the methylparaben preservative in the multidose vials. Clinically insignificant methemoglobinemia may result from exposure to many local anesthetics. Patients may develop vasovagal reactions following administration of these agents. Visual loss has rarely been associated with intranasal bupivacaine use during nasal surgery. Visual symptoms may persist for years.<br\/>"},{"id":"339435-s-12-32","title":"Treatment","mono":"<b>ANESTHETICS-LOCAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TOXICITY: Supportive care is the mainstay of treatment in mild to moderate toxicity. Paresthesias and paralysis resolve in virtually all cases. Anxiety can be managed with benzodiazepines. Patients with significant oropharyngeal anesthesia should be positioned upright with nothing by mouth (NPO) to avoid aspiration. MANAGEMENT OF SEVERE TOXICITY: Patients with severe toxicity (eg, depressed mental status, seizures, hypotension, dysrhythmias, cardiac arrest) should receive standard supportive care (intubation and mechanical ventilation, intravenous fluids and pressors for hypotension, benzodiazepines for seizures) and an infusion of intravenous lipids. Administer 1.5 mL\/kg of 20% lipid emulsion as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min for 30 to 60 minutes. For declining blood pressure, increase the infusion rate to 0.5 mL\/kg\/min and continue infusion for 60 minutes. Repeat bolus 1 to 2 times if there is no evidence of clinical improvement.<\/li><li>Decontamination: PREHOSPITAL: No prehospital gastrointestinal decontamination is appropriate. Symptomatic patients should be placed on oxygen and transported to a health care facility. Wash exposed skin with soap and water. Irrigate eyes if large exposure. HOSPITAL: Activated charcoal and gastric lavage are discouraged due to the risk of aspiration in cases when oropharyngeal anesthesia is present. There is no role for whole bowel irrigation.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be necessary in cases of high spinal, epidural, or intrathecal administration or cases with significant cardiac or neurologic toxicity. Patients should remain intubated until they are able to pass a spontaneous breathing trial with an adequate tidal volume.<\/li><li>Antidote: METHEMOGLOBINEMIA: 1 to 2 mg\/kg of 1% methylene blue IV bolus over 5 to 10 minutes if symptomatic or methemoglobin level is greater than 30%. The dose may need to be repeated if no response or inadequate response within 1 hour. Do not exceed 7 mg\/kg.<\/li><li>Fat emulsion: Patients who develop significant CNS (eg, agitation, confusion, seizures, mental status depression) or cardiovascular toxicity should be treated with intravenous lipids. In vitro, animal studies and numerous case reports suggest rapid reversal of toxicity, probably related to sequestering of fat soluble local anesthetics in the lipid. Administer 1.5 mL\/kg of 20% lipid emulsion as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min for 30 to 60 minutes. For declining blood pressure, increase the infusion rate to 0.5 mL\/kg\/min and continue infusion for 60 minutes. Repeat bolus 1 to 2 times if there is no evidence of clinical improvement.<\/li><li>Conduction disorder of the heart: QRS widening of more than 120 msec should be treated with intravenous lipids (as discussed above) and sodium bicarbonate (1 to 2 mEq\/kg) boluses, starting with one ampule (50 mEq) in adults until narrowing is achieved. Monitor acid\/base status and keep pH below 7.55.<\/li><li>Hypotensive episode: Hypotension should be treated with fluids initially, intravenous lipids, and direct acting vasopressors, such as norepinephrine, phenylephrine, or epinephrine if necessary. Bradycardic patients should be given atropine (ADULT: 1 mg; CHILD: 0.02 mg\/kg, minimum 0.1 mg, maximum 1 mg) or epinephrine.<\/li><li>Cardiac arrest: Initiate CPR immediately and administer intravenous lipids as above. Good neurological outcomes have been reported after prolonged CPR. ACLS algorithms should be applied in conjunction with lipid emulsion administration, with the following modifications: if epinephrine is used, small initial doses (10 mcg to 100 mcg boluses) are recommended. Avoid vasopressin, lidocaine, calcium channel blockers and beta blockers. Cardiac bypass should be considered if unresponsive to the above therapies.<\/li><li>Seizure: Seizures should be treated with benzodiazepines (in addition to intravenous lipids) as first line therapy followed by phenobarbital or propofol. Diazepam (ADULT: 5 to 10 mg, repeat every 10 to 15 min as needed; CHILD: 0.2 to 0.5 mg\/kg, repeat every 5 min as needed) or lorazepam (ADULT: 2 to 4 mg, repeat every 10 to 15 min as needed; CHILD: 0.05 to 0.1 mg\/kg, repeat every 5 min as needed) may be given.<\/li><li>Nausea and vomiting: Nausea and vomiting should be treated with antiemetics, either metoclopramide (ADULT: 10 to 20 mg every 6 hours as needed; CHILD: 0.1 to 0.2 mg\/kg every 6 hours as needed) or ondansetron (ADULT: 4 to 8 mg every 6 hours as needed; CHILD: 0.15 mg\/kg every 4 hours as needed) are reasonable choices.<\/li><li>Intravenous injection: Intravascular administration, either inadvertent or during regional anesthetic techniques, such as Bier blocks, can lead to systemic toxicity. Inflation of a blood pressure cuff proximal to the site of injection may limit the systemic effects. The cuff can intermittently be released for short durations when systemic toxicity resolves, limiting the patient from prolonged systemic exposure.<\/li><li>Intrathecal injection: Inadvertent intrathecal injection has been reported with local anesthetics. Endotracheal intubation and mechanical ventilation are likely to be necessary because of diaphragmatic paralysis. Drainage of cerebrospinal fluid may accelerate recovery. The following recommendations are based on experience with antineoplastic drugs. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. In severe overdoses, this may be followed with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).<\/li><li>Monitoring of patient: Methemoglobin concentrations should be checked in cyanotic patients. Obtain arterial blood gas in cases of respiratory depression, hypotension, or persistent cardiac dysrhythmias. Monitor vital signs and electrolytes. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients.<\/li><li>Enhanced elimination procedure: No method of enhanced elimination has proven beneficial in local anesthetic toxicity.<\/li><li>Patient disposition: HOME CRITERIA: Lidocaine doses under 6 mg\/kg are unlikely to cause serious adverse effects and can be managed at home. Patients with more than mild symptoms should be referred to a health care facility. OBSERVATION CRITERIA: Patients should be observed for 8 hours following methylene blue administration to rule out recurrence of methemoglobinemia. Patients with tachycardia only can be observed until this symptom resolves; other cardiac toxicities should be admitted. ADMISSION CRITERIA: Patients with persistent cardiac dysrhythmias, mental status changes, seizures, respiratory failure, or recurrence of methemoglobinemia, despite treatment with methylene blue, should be admitted. Patients with respiratory, CNS, or cardiac toxicity should be admitted to an ICU. CONSULT CRITERIA: A medical toxicologist or poison control center should be consulted in cases that involve cardiac or CNS toxicity or clinically significant methemoglobinemia.<\/li><\/ul>"},{"id":"339435-s-12-33","title":"Range of Toxicity","mono":"<b>ANESTHETICS-LOCAL<\/b><br\/>TOXICITY: Varies by agent. LIDOCAINE: ADULT: IV injection of 800 to 2000 mg in adults has caused seizures followed by cardiac arrest. PEDIATRIC: In children, ingestion of 5 to 25 mL 2% viscous lidocaine has caused seizures. BENZOCAINE: Therapeutic doses of topical spray may cause methemoglobinemia. DIBUCAINE: PEDIATRIC: Two toddlers developed generalized seizures and severe dysrhythmias, and subsequently died after ingesting 15 mg\/kg to 19 mg\/kg of 1% dibucaine ointment. An 18-month-old child became comatose and developed generalized tonic-clonic seizures, but survived, after ingesting 12 mg\/kg of 1% dibucaine ointment. PRAMOXINE: Ingestions up to 150 mg in children (11 mg\/kg) and 250 mg in adults caused minor toxicity. THERAPEUTIC DOSE: Varies by agent. LIDOCAINE: ADULT: A single dose limit is 2 mg\/kg for IV doses. PEDIATRIC: For viscous lidocaine 2% in children 3 years and older, the recommended dose is approximately 3 to 5 mg\/kg swish and spit (for the mouth) or swish and swallow (for the pharynx) every 3 hours as needed, up to a MAX of 8 doses\/day. In infants and children less than 3 years of age, 1.25 mL is applied topically to the area every 3 hours as needed, up to a MAX of 8 doses\/day. BENZOCAINE: For treatment of mouth ulcers, benzocaine may be applied topically to the affected areas up to 4 times daily. PRAMOXINE: For hemorrhoids, apply 1% ointment or cream rectally or topically to anorectal area up to 5 times daily. ESTERS: Maximum subQ doses are: chloroprocaine 10 mg\/kg; procaine 10 mg\/kg; tetracaine 3 mg\/kg. AMIDES: Maximum subQ doses are: bupivacaine 2 mg\/kg; etidocaine 4 mg\/kg; lidocaine 5 mg\/kg; mepivacaine 5 mg\/kg; prilocaine 8 mg\/kg; ropivacaine 3 mg\/kg.<br\/>"}]},"13":{"id":"339435-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to take extra care to avoid injury of body areas that are numbed by lidocaine. Patient should avoid scratching, rubbing, or applying extreme temperatures until body area sensation returns.<\/li><li>Large amounts of topical preparations may increase risk of lidocaine toxicity.<\/li><li>This drug may cause skin irritation.<\/li><li>Instruct patients to report signs\/symptoms of lidocaine toxicity, seizures, difficulty breathing, coma, or cardiac dysrhythmia<\/li><li>Advise patient not to apply topical preparations to broken or irritated skin.<\/li><li>Advise patient to use topical preparations sparingly.<\/li><li>Warn patients using topical preparations that occlusion of the skin with any type of material can increase the chance of serious side effects, as can applying heat.<\/li><\/ul>"}}}