{"drugs":["Emla","Lidocaine\/Prilocaine","Oraqix"],"mono":{"0":{"id":"340600-s-0","title":"Generic Names","mono":"Lidocaine\/Prilocaine"},"1":{"id":"340600-s-1","title":"Dosing and Indications","sub":{"0":{"id":"340600-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Dental procedure, In periodontal pockets during scaling and\/or root planing - Topical local anesthetic:<\/b> apply GEL to gingival margin, wait 30 seconds, fill the periodontal pockets with gel until visible at the gingival margin, wait 30 seconds before starting procedure; reapply as needed; MAX dose 5 cartridges (8.5 g) of gel per treatment session, 1 cartridge (1.7 g) or less typically sufficient for 1 quadrant of dentition<\/li><li><b>Topical local anesthetic, Genital mucous membranes:<\/b> females, apply a thick layer (5 to 10 g) of CREAM for 5 to 10 minutes, perform local anesthetic infiltration immediately after removal of cream<\/li><li><b>Topical local anesthetic to skin:<\/b> minor dermal procedure, apply 2.5 g of cream TOPICALLY over 20 to 25 cm(2) of skin surface and cover with an occlusive dressing for at least 1 hour<\/li><li><b>Topical local anesthetic to skin:<\/b> major dermal procedure, apply 2 g of cream TOPICALLY per 10 cm(2) of skin and cover with an occlusive dressing for at least 2 hours<\/li><li><b>Topical local anesthetic to skin:<\/b> male genital skin (local anesthetic adjunct), apply thick layer of cream (1 g\/10 cm(2)) and cover with an occlusive dressing TOPICALLY, allow to remain in contact for 15 minutes, perform local anesthetic infiltration immediately after removal of cream<\/li><\/ul>"},"1":{"id":"340600-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Oraqix(R) periodontal formulation, safety and effectiveness not established in pediatric patients<\/li><li>Emla(R) cream, not recommended in neonates with a gestational age less than 37 weeks or infants younger than 12 months who are receiving treatment with methemoglobin-inducing agents<\/li><li><b>Topical local anesthetic to skin:<\/b> (age 0 to 3 months or weight less than 5 kg) MAX dose, 1 g TOPICALLY and cover with an occlusive dressing; MAX application area, 10 cm(2); MAX application time, 1 hour<\/li><li><b>Topical local anesthetic to skin:<\/b> (age 3 to 12 months, weight more than 5 kg) MAX dose, 2 g TOPICALLY and cover with an occlusive dressing; MAX application area, 20 cm(2); MAX application time, 4 hours<\/li><li><b>Topical local anesthetic to skin:<\/b> (age 1 to 6 years, weight more than 10 kg) MAX dose, 10 g TOPICALLY and cover with an occlusive dressing; MAX application area, 100 cm(2); MAX application time, 4 hours<\/li><li><b>Topical local anesthetic to skin:<\/b> (age 7 to 12 years, weight more than 20 kg) MAX dose, 20 g TOPICALLY and cover with an occlusive dressing; MAX application area, 200 cm(2); MAX application time, 4 hours<\/li><\/ul>"},"3":{"id":"340600-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Dental procedure, In periodontal pockets during scaling and\/or root planing - Topical local anesthetic<\/li><li>Topical local anesthetic, Genital mucous membranes<\/li><li>Topical local anesthetic to skin<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Anal fissure, chronic<\/li><li>Debridement - Decubitus ulcer - Topical local anesthetic<\/li><\/ul>"}}},"3":{"id":"340600-s-3","title":"Contraindications\/Warnings","sub":[{"id":"340600-s-3-9","title":"Contraindications","mono":"hypersensitivity to local amide-type anesthetics or to any component of the product <br\/>"},{"id":"340600-s-3-10","title":"Precautions","mono":"<ul><li>acutely ill or debilitated patients; increased sensitivity to systemic effects<\/li><li>concomitant use of other drugs causing methemoglobinemia<\/li><li>congenital or idiopathic methemoglobinemia; avoid cream<\/li><li>contact with eyes; avoid due to risk of severe irritation and loss of protective reflexes<\/li><li>covering of application site; risk of increased systemic absorption and toxicity, potentially resulting in life-threatening side effects<\/li><li>drug sensitivities, history, especially if etiologic agent is uncertain<\/li><li>elderly; increased sensitivity to systemic effects<\/li><li>glucose-6-phosphate deficiencies, increased susceptibility to methemoglobinemia<\/li><li>hepatic disease, severe; risk of toxic plasma concentrations<\/li><li>infants under age 12 months receiving treatment with methemoglobin-inducing agents; avoid cream<\/li><li>intradermal injections of live vaccines; lidocaine and prilocaine have been shown to inhibit viral and bacterial growth, effect on intradermal injections of live vaccines has not been determined<\/li><li>irritated, broken skin, or wounds; risk of increased systemic absorption and toxicity, potentially resulting in life-threatening side effects<\/li><li>large doses and\/or treatment areas; risk of increased systemic absorption and toxicity, potentially resulting in life-threatening side effects<\/li><li>otic application; ototoxic effects possible when drug penetrates beyond the tympanic membrane into the middle ear<\/li><li>pediatrics, especially in patients under the age of 3 months and application of excessive doses; may result in methemoglobinemia<\/li><li>skin temperature increases; risk of increased systemic absorption and toxicity, potentially resulting in life-threatening side effects<\/li><\/ul>"},{"id":"340600-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"340600-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"340600-s-4","title":"Drug Interactions","sub":[{"id":"340600-s-4-13","title":"Contraindicated","mono":"<ul><li>Dihydroergotamine (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><\/ul>"},{"id":"340600-s-4-14","title":"Major","mono":"<ul><li>Acecainide (theoretical)<\/li><li>Amiodarone (probable)<\/li><li>Amprenavir (probable)<\/li><li>Arbutamine (probable)<\/li><li>Atazanavir (probable)<\/li><li>Bretylium (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Encainide (theoretical)<\/li><li>Etravirine (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Fosphenytoin (probable)<\/li><li>Hyaluronidase (theoretical)<\/li><li>Ibutilide (theoretical)<\/li><li>Lopinavir (probable)<\/li><li>Metoprolol (probable)<\/li><li>Mexiletine (theoretical)<\/li><li>Moricizine (theoretical)<\/li><li>Nadolol (probable)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Phenytoin (probable)<\/li><li>Procainamide (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Propofol (probable)<\/li><li>Propranolol (probable)<\/li><li>Quinidine (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>St John's Wort (probable)<\/li><li>Succinylcholine (probable)<\/li><li>Telaprevir (theoretical)<\/li><li>Tocainide (theoretical)<\/li><\/ul>"},{"id":"340600-s-4-15","title":"Moderate","mono":"<ul><li>Cimetidine (probable)<\/li><li>Dalfopristin (probable)<\/li><li>Morphine Sulfate Liposome (established)<\/li><li>Nitric Oxide (probable)<\/li><li>Penbutolol (probable)<\/li><li>Quinupristin (probable)<\/li><\/ul>"}]},"5":{"id":"340600-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Application site erythema (21%-30%), Application site pain, Genital mucous membrane burning (17%), Body pale (37%)<\/li><li><b>Gastrointestinal:<\/b>Localized adverse reaction to administration of drug, Oral cavity, periodontal formulation (15%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial dysfunction (rare)<\/li><li><b>Hematologic:<\/b>Methemoglobinemia (rare)<\/li><li><b>Neurologic:<\/b>Central nervous system finding, Depression\/excitation (rare), Seizure (rare)<\/li><\/ul>"},"6":{"id":"340600-s-6","title":"Drug Name Info","sub":{"0":{"id":"340600-s-6-17","title":"US Trade Names","mono":"<ul><li>Emla<\/li><li>Oraqix<\/li><\/ul>"},"2":{"id":"340600-s-6-19","title":"Class","mono":"<ul><li>Amino Amide<\/li><li>Anesthetic, Amino Amide Combination<\/li><li>Anesthetic, Local<\/li><li>Anesthetic Combination<\/li><\/ul>"},"3":{"id":"340600-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"340600-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"340600-s-7","title":"Mechanism Of Action","mono":"<ul><li>Topical: Local anesthetics block both the initiation and conduction of nerve impulses by decreasing the neuronal membrane's permeability to sodium ions. This reversibly stabilizes the membrane and inhibits depolarization, resulting in the failure of a propagated action potential and subsequent conduction blockade .<\/li><li>The base (nonionized) form of a local anesthetic is able to diffuse across neuronal membranes to produce local anesthesia much more readily than a salt (ionized) form of the agent . However, penetration through intact skin of effective concentrations of the highly lipophilic base form of an anesthetic is generally not achieved after application of topical formulations that contain single anesthetics . This lidocaine and prilocaine-containing formulation is an oil-in-water emulsion in which the oil phase is a eutectic mixture formed by combining equal parts by weight of lidocaine and prilocaine bases . Because the eutectic mixture is a liquid, the anesthetics need not be dissolved in oil before being incorporated into the water phase of the formulation; this increases the concentration of active substance in droplets of the emulsion and permits larger quantities of anesthetic to penetrate to the nerve endings in deeper skin layers .<\/li><li>The depth at which anesthesia is present after application to intact, healthy skin, as determined by needle insertion, increases with the length of time that the medication remains on the skin, about 3 mm after a 60-minute application, 4 mm after a 90-minute application, and 5 mm after a 120-minute application . However, when the medication remains on the skin for less than 120 minutes, the depth at which anesthesia is present may continue to increase for an additional 30 to 60 minutes after the anesthetic is removed , depending on the location at which the medication is applied .<\/li><li>This medication may produce vascular responses, i.e., vasoconstriction (manifested by blanching of the skin) and\/or vasodilatation (manifested by erythema) . In a study in which the medication was applied to normal skin, maximal blanching occurred after a 90-minute application, and erythema occurred only after a much longer application time (more than 3 hours) . In another study in a limited number of patients, a product twice as strong as the formulation now commercially available in the U.S. and Canada produced vascular responses much more rapidly in skin affected by atopic dermatitis or eczema than in normal skin . In patients with atopic dermatitis or eczema, blanching and erythema occurred after application times of only 5 to 15 minutes and 30 to 60 minutes, respectively, whereas in individuals with normal skin, blanching and erythema occurred after application times of 30 to 60 minutes and 2 to 4 hours, respectively .<\/li><\/ul>"},"8":{"id":"340600-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"340600-s-8-24","title":"Distribution","mono":"Topical: Vd: Lidocain: 1.5   plus or minus  0.3 L\/kg; Prilocaine: 2.6  plus or minus  1.3 L\/kg     <br\/>"},"2":{"id":"340600-s-8-25","title":"Metabolism","mono":"<ul><li>Topical: Lidocaine- Hepatic   <\/li><li>Prilocaine- Hepatic       <\/li><\/ul>"},"3":{"id":"340600-s-8-26","title":"Excretion","mono":"Topical: Lidocaine- Renal: &gt; 98%;     Prilocaine- Renal: &lt; 3%<br\/>"},"4":{"id":"340600-s-8-27","title":"Elimination Half Life","mono":"Topical:  Lidocaine: 110  plus or minus  24 min      Prilocaine: 70   plus or minus  48 min    <br\/>"}}},"9":{"id":"340600-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>(Emla(R) lidocaine 2.5%\/prilocaine 2.5% cream) apply to intact skin<\/li><li>(Emla(R) lidocaine 2.5%\/prilocaine 2.5% cream), observe young children after application to  prevent accidental ingestion of prilocaine\/lidocaine cream or the  occlusive dressing<\/li><li>(Oraqix(R), 2.5%\/prilocaine 2.5% periodontal formulation) should be a liquid. If it has formed a gel, it should be placed in a refrigerator (do not freeze) until it becomes a liquid  again; when in liquid state, the air bubble visible in the  cartridge will move if the cartridge is tilted; single-use glass cartridges deliver up to 1.7 g of gel (42.5 mg lidocaine and 42.5 mg prilocaine).<\/li><\/ul>"},"10":{"id":"340600-s-10","title":"Monitoring","mono":"<ul><li>adequate local anesthesia<\/li><li>numbness<\/li><li>methemoglobin levels in neonates and infants up to 3 months of age; before, during, and after application, provided the test results can be obtained quickly<\/li><\/ul>"},"11":{"id":"340600-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>  Kit: (Lidocaine - Prilocaine) 2.5 %-2.5 %<\/li><li>Topical Cream: (Lidocaine - Prilocaine) 2.5 %-2.5 %<\/li><\/ul><\/li><li><b>EMLA<\/b><br\/>Topical Cream: (Lidocaine - Prilocaine) 2.5 %-2.5 %<br\/><\/li><li><b>Oraqix<\/b><br\/>Subgingival Gel\/Jelly: (Lidocaine - Prilocaine) 2.5 %-2.5 %<br\/><\/li><li><b>Relador Pak<\/b><br\/>Topical Cream: (Lidocaine - Prilocaine) 2.5 %-2.5 %<br\/><\/li><\/ul>"},"12":{"id":"340600-s-12","title":"Toxicology","sub":[{"id":"340600-s-12-31","title":"Clinical Effects","mono":"<b>ANESTHETICS-LOCAL <\/b><br\/>USES: Local anesthetics are used for analgesia. They are administered topically and by local injection, regional injection, and for spinal and epidural anesthesia. PHARMACOLOGY: These agents reversibly block sodium channels and block the action potentials responsible for nerve conduction. TOXICOLOGY: Toxicity is caused by sodium channel blockade leading to CNS and cardiac effects. Some of these agents and their metabolites can oxidize iron leading to methemoglobinemia. EPIDEMIOLOGY: Toxicity is uncommon and severe toxicity is rare. MILD TO MODERATE TOXICITY: Subjective effects in mild toxicity include drowsiness, impending doom, headache, dizziness, paresthesias, euphoria, numbness of the mouth, lightheadedness, tinnitus, anxiety, confusion, tremors, agitation, disorientation, hallucinations, and lethargy. Peripheral effects may result in temporary paralysis. Suppression of the gag reflex may occur with oropharyngeal exposure. Methemoglobinemia can develop in patients who have no other evidence of toxicity. SEVERE TOXICITY: Severe toxicity may cause cardiac, respiratory, and CNS toxicity, as well as methemoglobinemia. CNS effects precede significant cardiovascular toxicity, except following massive IV injection. While there is often a progression of symptoms after IM, subQ, or continuous IV infusion, seizures and coma may occur suddenly after rapid IV administration. Cardiac effects are due to sodium channel blockade and can be manifested by a range of toxic effects including hypotension, AV block, bradycardia, QRS prolongation, ventricular dysrhythmias, asystole, and cardiovascular collapse. Spinal, epidural, or inadvertent intrathecal administration may lead to respiratory failure. Hypoxia may be secondary to cardiac toxicity or direct motor paralysis of respiratory muscles leading to respiratory depression, apnea, or respiratory arrest. Methemoglobinemia is well described with usage of prilocaine and benzocaine, and rarely reported with lidocaine, tetracaine, Cetacaine, and propitocaine. It can develop after therapeutic doses and in patients who have no other evidence of toxicity. INHALATION EXPOSURE: Methemoglobinemia can rarely result from inhalation exposure to local anesthetics. DERMAL EXPOSURE: Topical preparations can lead to systemic toxicity ranging from mild to severe. Infants are at a higher risk for systemic effects from dermal exposure. ADVERSE EFFECTS: Allergic reactions to the ester or amide classes of local anesthetics are possible though extremely rare. The ester class (benzocaine, chloroprocaine, cocaine, cyclomethycaine, dimethocaine, larocaine, propoxycaine, procaine, novocaine, proparacaine, tetracaine, and amethocaine) accounts for the majority of true IgE-mediated allergic reactions due to metabolism of PABA, a known allergen. Reactions to the amide class (articaine, bupivacaine, carticaine, cinchocaine, dibucaine, etidocaine, lidocaine, mepivacaine, piperocaine, prilocaine, ropivacaine, and trimecaine) are often secondary to the methylparaben preservative in the multidose vials. Clinically insignificant methemoglobinemia may result from exposure to many local anesthetics. Patients may develop vasovagal reactions following administration of these agents. Visual loss has rarely been associated with intranasal bupivacaine use during nasal surgery. Visual symptoms may persist for years.<br\/>"},{"id":"340600-s-12-32","title":"Treatment","mono":"<b>ANESTHETICS-LOCAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TOXICITY: Supportive care is the mainstay of treatment in mild to moderate toxicity. Paresthesias and paralysis resolve in virtually all cases. Anxiety can be managed with benzodiazepines. Patients with significant oropharyngeal anesthesia should be positioned upright with nothing by mouth (NPO) to avoid aspiration. MANAGEMENT OF SEVERE TOXICITY: Patients with severe toxicity (eg, depressed mental status, seizures, hypotension, dysrhythmias, cardiac arrest) should receive standard supportive care (intubation and mechanical ventilation, intravenous fluids and pressors for hypotension, benzodiazepines for seizures) and an infusion of intravenous lipids. Administer 1.5 mL\/kg of 20% lipid emulsion as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min for 30 to 60 minutes. For declining blood pressure, increase the infusion rate to 0.5 mL\/kg\/min and continue infusion for 60 minutes. Repeat bolus 1 to 2 times if there is no evidence of clinical improvement.<\/li><li>Decontamination: PREHOSPITAL: No prehospital gastrointestinal decontamination is appropriate. Symptomatic patients should be placed on oxygen and transported to a health care facility. Wash exposed skin with soap and water. Irrigate eyes if large exposure. HOSPITAL: Activated charcoal and gastric lavage are discouraged due to the risk of aspiration in cases when oropharyngeal anesthesia is present. There is no role for whole bowel irrigation.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be necessary in cases of high spinal, epidural, or intrathecal administration or cases with significant cardiac or neurologic toxicity. Patients should remain intubated until they are able to pass a spontaneous breathing trial with an adequate tidal volume.<\/li><li>Antidote: METHEMOGLOBINEMIA: 1 to 2 mg\/kg of 1% methylene blue IV bolus over 5 to 10 minutes if symptomatic or methemoglobin level is greater than 30%. The dose may need to be repeated if no response or inadequate response within 1 hour. Do not exceed 7 mg\/kg.<\/li><li>Fat emulsion: Patients who develop significant CNS (eg, agitation, confusion, seizures, mental status depression) or cardiovascular toxicity should be treated with intravenous lipids. In vitro, animal studies and numerous case reports suggest rapid reversal of toxicity, probably related to sequestering of fat soluble local anesthetics in the lipid. Administer 1.5 mL\/kg of 20% lipid emulsion as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min for 30 to 60 minutes. For declining blood pressure, increase the infusion rate to 0.5 mL\/kg\/min and continue infusion for 60 minutes. Repeat bolus 1 to 2 times if there is no evidence of clinical improvement.<\/li><li>Conduction disorder of the heart: QRS widening of more than 120 msec should be treated with intravenous lipids (as discussed above) and sodium bicarbonate (1 to 2 mEq\/kg) boluses, starting with one ampule (50 mEq) in adults until narrowing is achieved. Monitor acid\/base status and keep pH below 7.55.<\/li><li>Hypotensive episode: Hypotension should be treated with fluids initially, intravenous lipids, and direct acting vasopressors, such as norepinephrine, phenylephrine, or epinephrine if necessary. Bradycardic patients should be given atropine (ADULT: 1 mg; CHILD: 0.02 mg\/kg, minimum 0.1 mg, maximum 1 mg) or epinephrine.<\/li><li>Cardiac arrest: Initiate CPR immediately and administer intravenous lipids as above. Good neurological outcomes have been reported after prolonged CPR. ACLS algorithms should be applied in conjunction with lipid emulsion administration, with the following modifications: if epinephrine is used, small initial doses (10 mcg to 100 mcg boluses) are recommended. Avoid vasopressin, lidocaine, calcium channel blockers and beta blockers. Cardiac bypass should be considered if unresponsive to the above therapies.<\/li><li>Seizure: Seizures should be treated with benzodiazepines (in addition to intravenous lipids) as first line therapy followed by phenobarbital or propofol. Diazepam (ADULT: 5 to 10 mg, repeat every 10 to 15 min as needed; CHILD: 0.2 to 0.5 mg\/kg, repeat every 5 min as needed) or lorazepam (ADULT: 2 to 4 mg, repeat every 10 to 15 min as needed; CHILD: 0.05 to 0.1 mg\/kg, repeat every 5 min as needed) may be given.<\/li><li>Nausea and vomiting: Nausea and vomiting should be treated with antiemetics, either metoclopramide (ADULT: 10 to 20 mg every 6 hours as needed; CHILD: 0.1 to 0.2 mg\/kg every 6 hours as needed) or ondansetron (ADULT: 4 to 8 mg every 6 hours as needed; CHILD: 0.15 mg\/kg every 4 hours as needed) are reasonable choices.<\/li><li>Intravenous injection: Intravascular administration, either inadvertent or during regional anesthetic techniques, such as Bier blocks, can lead to systemic toxicity. Inflation of a blood pressure cuff proximal to the site of injection may limit the systemic effects. The cuff can intermittently be released for short durations when systemic toxicity resolves, limiting the patient from prolonged systemic exposure.<\/li><li>Intrathecal injection: Inadvertent intrathecal injection has been reported with local anesthetics. Endotracheal intubation and mechanical ventilation are likely to be necessary because of diaphragmatic paralysis. Drainage of cerebrospinal fluid may accelerate recovery. The following recommendations are based on experience with antineoplastic drugs. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. In severe overdoses, this may be followed with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).<\/li><li>Monitoring of patient: Methemoglobin concentrations should be checked in cyanotic patients. Obtain arterial blood gas in cases of respiratory depression, hypotension, or persistent cardiac dysrhythmias. Monitor vital signs and electrolytes. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients.<\/li><li>Enhanced elimination procedure: No method of enhanced elimination has proven beneficial in local anesthetic toxicity.<\/li><li>Patient disposition: HOME CRITERIA: Lidocaine doses under 6 mg\/kg are unlikely to cause serious adverse effects and can be managed at home. Patients with more than mild symptoms should be referred to a health care facility. OBSERVATION CRITERIA: Patients should be observed for 8 hours following methylene blue administration to rule out recurrence of methemoglobinemia. Patients with tachycardia only can be observed until this symptom resolves; other cardiac toxicities should be admitted. ADMISSION CRITERIA: Patients with persistent cardiac dysrhythmias, mental status changes, seizures, respiratory failure, or recurrence of methemoglobinemia, despite treatment with methylene blue, should be admitted. Patients with respiratory, CNS, or cardiac toxicity should be admitted to an ICU. CONSULT CRITERIA: A medical toxicologist or poison control center should be consulted in cases that involve cardiac or CNS toxicity or clinically significant methemoglobinemia.<\/li><\/ul>"},{"id":"340600-s-12-33","title":"Range of Toxicity","mono":"<b>ANESTHETICS-LOCAL<\/b><br\/>TOXICITY: Varies by agent. LIDOCAINE: ADULT: IV injection of 800 to 2000 mg in adults has caused seizures followed by cardiac arrest. PEDIATRIC: In children, ingestion of 5 to 25 mL 2% viscous lidocaine has caused seizures. BENZOCAINE: Therapeutic doses of topical spray may cause methemoglobinemia. DIBUCAINE: PEDIATRIC: Two toddlers developed generalized seizures and severe dysrhythmias, and subsequently died after ingesting 15 mg\/kg to 19 mg\/kg of 1% dibucaine ointment. An 18-month-old child became comatose and developed generalized tonic-clonic seizures, but survived, after ingesting 12 mg\/kg of 1% dibucaine ointment. PRAMOXINE: Ingestions up to 150 mg in children (11 mg\/kg) and 250 mg in adults caused minor toxicity. THERAPEUTIC DOSE: Varies by agent. LIDOCAINE: ADULT: A single dose limit is 2 mg\/kg for IV doses. PEDIATRIC: For viscous lidocaine 2% in children 3 years and older, the recommended dose is approximately 3 to 5 mg\/kg swish and spit (for the mouth) or swish and swallow (for the pharynx) every 3 hours as needed, up to a MAX of 8 doses\/day. In infants and children less than 3 years of age, 1.25 mL is applied topically to the area every 3 hours as needed, up to a MAX of 8 doses\/day. BENZOCAINE: For treatment of mouth ulcers, benzocaine may be applied topically to the affected areas up to 4 times daily. PRAMOXINE: For hemorrhoids, apply 1% ointment or cream rectally or topically to anorectal area up to 5 times daily. ESTERS: Maximum subQ doses are: chloroprocaine 10 mg\/kg; procaine 10 mg\/kg; tetracaine 3 mg\/kg. AMIDES: Maximum subQ doses are: bupivacaine 2 mg\/kg; etidocaine 4 mg\/kg; lidocaine 5 mg\/kg; mepivacaine 5 mg\/kg; prilocaine 8 mg\/kg; ropivacaine 3 mg\/kg.<br\/>"}]},"13":{"id":"340600-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to take extra care to avoid injury of body areas that are numbed by lidocaine. Patient should avoid scratching, rubbing, or applying extreme temperatures until body area sensation returns.<\/li><li>Large amounts of topical preparations may increase risk of lidocaine or prilocaine toxicity.<\/li><li>This drug may cause erythema, burning sensation, or skin paleness.<\/li><li>Instruct patients to report signs\/symptoms of lidocaine or prilocaine toxicity, seizures, difficulty breathing, coma, or cardiac dysrhythmia<\/li><li>Advise patient not to apply topical preparations to broken or irritated skin.<\/li><li>Advise patient to use topical preparations sparingly.<\/li><li>Warn patients using topical preparations that occlusion of the skin with any type of material can increase the chance of serious side effects, as can applying heat.<\/li><li>Instruct patient to apply to intact skin only and to avoid drug contact with eyes.<\/li><\/ul>"}}}