{"generic":"Lindane","drugs":["Kwell","Lindane","Thionex"],"mono":[{"id":"340920-s-0","title":"Generic Names","mono":"Lindane"},{"id":"340920-s-1","title":"Dosing and Indications","sub":{"0":{"id":"340920-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Lice infestation:<\/b> apply shampoo to clean, dry hair; most patients will require 1 ounce, DO NOT use more than 2 ounces; leave on for 4 minutes, add water and lather, then rinse<\/li><li><b>Scabies:<\/b> APPLY 1 ounce of cream\/lotion in a thin layer to entire body from the neck down and thoroughly wash off after 8 hours; DO NOT use more than 2 ounces<\/li><\/ul>"},"1":{"id":"340920-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Lice infestation:<\/b> use with extreme caution in individuals weighting less than 50 kg (110 lb); in patients weighing greater than 50 kg (110 lb): apply shampoo to clean, dry hair; most patients will require 1 ounce, DO NOT use more than 2 ounces; leave on for 4 minutes, add water and lather, then rinse<\/li><li><b>Scabies:<\/b> use with extreme caution in individuals weighting less than 50 kg (110 lb); in patients weighting greater than 50 kg (110 lb): apply cream\/lotion to entire body from the neck down for 8 to 12 hours then rinse; 1 ounce is sufficient for an average person; DO NOT use more than 2 ounces<\/li><\/ul>"},"3":{"id":"340920-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Lice infestation<\/li><li>Scabies<\/li><\/ul>"}}},{"id":"340920-s-2","title":"Black Box Warning","mono":"<b>Topical (Lotion; Shampoo)<\/b><br\/>Lindane should only be used in patients who cannot tolerate or have failed first-line treatment with safer medications for the treatment of scabies. Seizures and deaths have been reported following lindane use. Risk of serious neurotoxicity when used in infants, children, the elderly, individuals with other skin conditions (eg, atopic dermatitis, psoriasis), and in those who weigh less than 110 lbs (50 kg). Lindane is contraindicated in premature infants and individuals with known uncontrolled seizure disorders. Instruct patients on the proper use of lindane.<br\/>"},{"id":"340920-s-3","title":"Contraindications\/Warnings","sub":[{"id":"340920-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to lindane products<\/li><li>premature infants<\/li><li>seizure disorders<\/li><li>Norwegian (crusted) scabies<\/li><li>other skin conditions (e.g, atopic dermatitis, psoriasis) that may increase systemic absorption<\/li><\/ul>"},{"id":"340920-s-3-10","title":"Precautions","mono":"<ul><li>NOT first-line agent<\/li><li>use only as directed<\/li><li>CNS toxicity may be greater in the young; use with extreme caution in infants, children, and pregnant and nursing mothers<\/li><li>avoid contact with eyes or mucous membranes<\/li><li>avoid  inflamed or excoriated skin<\/li><li>avoid simultaneous use with other creams, ointments, or oils<\/li><li>conditions which may increase the risk of seizure (e.g, HIV, history of head trauma or prior seizure, CNS tumor, excessive alcohol consumption,)<\/li><li>elderly<\/li><li>concomitant medications which lower the seizure threshold<\/li><li>individuals weighing less than 50 kg (110 lbs)<\/li><\/ul>"},{"id":"340920-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"340920-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"340920-s-4","title":"Drug Interactions","sub":{"1":{"id":"340920-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><\/ul>"}}},{"id":"340920-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus, Post-treatment<\/li><li><b>Neurologic:<\/b>Dizziness, Insomnia<\/li><li><b>Psychiatric:<\/b>Anxiety<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Myelosuppression<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},{"id":"340920-s-6","title":"Drug Name Info","sub":{"0":{"id":"340920-s-6-17","title":"US Trade Names","mono":"<ul><li>Kwell<\/li><li>Thionex<\/li><\/ul>"},"2":{"id":"340920-s-6-19","title":"Class","mono":"<ul><li>Pediculicide<\/li><li>Scabicide<\/li><\/ul>"},"3":{"id":"340920-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"340920-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"340920-s-7","title":"Mechanism Of Action","mono":"Topical: Lindane is a central nervous system (CNS) stimulant when absorbed systemically. Following absorption through the chitinous exoskeleton of arthropods, lindane is presumed to stimulate the nervous system, resulting in convulsions and death.<br\/>"},{"id":"340920-s-8","title":"Pharmacokinetics","sub":{"4":{"id":"340920-s-8-27","title":"Elimination Half Life","mono":"Topical: 18 h Infants and Children; <br\/>"}}},{"id":"340920-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>keep away from eyes and mouth; do not use in presence of open wounds, cuts, or sores<\/li><li>shake well; caregivers applying should wear less permeable gloves (nitrile, latex with neoprene, sheer vinyl), avoid natural latex<\/li><li>if person applying medication is pregnant, avoid contact with lotion or shampoo as much as possible<\/li><li>do not cover hair or skin with any covering that does not breathe<\/li><li>(lotion) skin should be clean and void of any lotion, cream, oil (increased neurotoxicity risk)<\/li><li>(lotion) wait at least 1 hour after bathing or showering before applying<\/li><li>(lotion) a toothbrush may be used to apply lotion under fingernails; immediately wrap toothbrush in paper and dispose of in trash<\/li><li>(lotion) use only a single application applied as a very thin layer<\/li><li>close bottle with leftover lotion and immediately throw away in the trash<\/li><li>(lotion) use warm, not hot, water to rinse lotion off after 8 to 12 hours<\/li><li>(lotion) all recently worn clothing and used linens should be washed in very hot water or dry-cleaned<\/li><li>(shampoo) avoid oil-based treatments or conditioners before and immediately after use (increased neurotoxicity risk)<\/li><li>(shampoo) use only enough shampoo to lightly coat the hair and scalp; apply directly to dry hair without adding water and work in thoroughly with special attention to fine hair along neck; after rinsing, towel briskly and remove nits with nit comb or tweezers<\/li><\/ul>"},{"id":"340920-s-10","title":"Monitoring","mono":"presence of mites or lice<br\/>"},{"id":"340920-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/><ul><li>Topical Lotion: 1 %<\/li><li>Topical Shampoo: 1 %<\/li><\/ul>"},{"id":"340920-s-12","title":"Toxicology","sub":[{"id":"340920-s-12-31","title":"Clinical Effects","mono":"<b>LINDANE <\/b><br\/>USES: Lindane is an organochlorine insecticide most often used by topical application to treat body lice or scabies infestations, but has become second line treatment because safer, more effective agents have been developed. PHARMACOLOGY: Presumably it is a CNS stimulant in arthropods causing seizures and death. TOXICOLOGY:  Lindane is believed to act as an indirect GABA antagonist, resulting in CNS stimulation and seizures.  EPIDEMIOLOGY: Uncommon exposure that can result in significant morbidity and death, especially in children. MILD TO MODERATE TOXICITY: Vomiting, headache, nausea, dizziness, diarrhea, and tremor. SEVERE TOXICITY: Seizures, CNS depression, agitation, ataxia, hypotension, respiratory depression, metabolic acidosis, and coma.  Children appear to be more susceptible to the toxic effects of lindane and more likely to manifest severe effects. <br\/>"},{"id":"340920-s-12-32","title":"Treatment","mono":"<b>LINDANE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY:  Adequate decontamination of dermal exposures and supportive care are the mainstays of treatment for mild to moderate exposures.  Seizures, respiratory depression, and CNS depression indicate a more severe poisoning.  MANAGEMENT OF SEVERE TOXICITY:  Following adequate airway, respiratory, and circulatory support, treatment of seizures is standard anticonvulsant therapy with benzodiazepines as first line therapy followed by phenobarbital.  Propofol infusions and\/or neuromuscular blockade may be necessary in refractory cases.  Phenytoin should not be used as it likely to be of minimal effectiveness.  Severe metabolic acidosis can be treated with sodium bicarbonate.  After stabilization, remove contaminated clothing and decontaminate the skin with soap and water if there has been dermal exposure.<\/li><li>Decontamination: PREHOSPITAL: If the exposure is dermal, then the patient's clothes should be removed and the skin should be thoroughly washed.  Prehospital oral decontamination should be avoided because of the risk of rapid onset CNS depression and seizures and subsequent aspiration. HOSPITAL: If the exposure is dermal, then the patient's clothes should be removed and the skin should be thoroughly washed. - Generally, gastrointestinal decontamination should be avoided because of the potential for rapid onset CNS depression and seizures with subsequent aspiration.<\/li><li>Airway management: Patients who are comatose, seizing  or with altered mental status may need tracheal intubation and mechanical respiratory support.<\/li><li>Antidote: None<\/li><li>Seizure: IV benzodiazepines, barbiturates<\/li><li>Monitoring of patient: Serum levels are not readily available or clinically useful for guiding management. Monitor serum electrolytes and blood glucose. Monitor creatinine kinase if seizures are prolonged. Obtain venous or arterial blood gas if acidosis is a concern. EEG may be needed to rule out status epilepticus or guide aggressive anticonvulsive therapy.<\/li><li>Enhanced elimination procedure: Dialysis is likely to be of minimal benefit because of the large volume of distribution<\/li><li>Patient disposition: HOME CRITERIA: Adults who intentionally ingest lindane or any child with an ingestion should be referred to a health care facility.  Patients with prolonged or repeated dermal applications should be referred to a health care facility if they become symptomatic. OBSERVATION CRITERIA: After ingestion, patients who are asymptomatic after 6 hours can be discharged home.  ADMISSION CRITERIA: Patients with persistently altered mental status, abnormal vital signs, or recurrent seizures should be admitted  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul>"},{"id":"340920-s-12-33","title":"Range of Toxicity","mono":"<b>LINDANE<\/b><br\/>TOXICITY: Most toxicity occurs after repeated or prolonged applications, but can also occur after ingestions and has also been reported after a single proper dermal application.  Ingestion of as little as 5 mL of 1% lindane has caused seizures in a child. In an adult, ingestion of 45 mg caused seizures. An adult survived an ingestion of 1035 g. THERAPEUTIC DOSE: Typically applied as a 1% formulation to the hair or body; 30 mL is generally sufficient for an adult.  The lotion is left on the skin for 8 to 12 hours and then washed off.<br\/>"}]},{"id":"340920-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient that itching may still occur after successful killing of scabies and for a few weeks thereafter. This is not necessarily an indication for re-treatment with lindane.<\/li><li>Instruct patient to wash all recently worn clothing and used linens in hot water or have them dry-cleaned.<\/li><li>Patient should avoid medication contact with eyes, mouth, or open wounds.<\/li><li>This drug may cause seizures.<\/li><li>Instruct patient to report dizziness, insomnia, or anxiety.<\/li><li>To reduce risk of neurotoxicity, instruct patient on proper use of lindane, including the amount to apply and length of application. Do not re-treat.<\/li><li>Instruct patient to apply lotion to clean skin free of cream, lotion, or oil, as these products can increase the risk of neurotoxicity. Patients using the shampoo formulation should also avoid oil-based conditioners or treatments immediately before or after medication application for the same reason.<\/li><li>Tell patient to wait at least 1 h after bathing or showering before applying lotion. Patient should then wait 8 to 12 h to rinse off lotion with warm (not hot) water.<\/li><li>Shampoo should be applied directly to dry hair without adding water. Patient should pay special attention to fine hair along the neck. After rinsing, the patient may remove nits with nit comb or tweezers.<\/li><li>Once lindane has been applied, patient should not cover hair or skin with any covering that does not breathe.<\/li><li>Advise caregivers applying medication to patient to wear less permeable gloves (avoid natural latex) during application. Avoid contact with drug as much as possible if caregiver is pregnant.<\/li><\/ul>"}]}