{"drugs":["Cytomel","Liothyronine Sodium","Triostat"],"mono":[{"id":"341490-s-0","title":"Generic Names","mono":"Liothyronine Sodium"},{"id":"341490-s-1","title":"Dosing and Indications","sub":[{"id":"341490-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Brain death - Transplant donor management:<\/b> 4 mcg IV bolus, then 3 mcg\/hr continuous IV infusion (guideline dosing)<\/li><li><b>Congenital hypothyroidism:<\/b> initial, 5 mcg ORALLY once daily; increase by 5 mcg every 3 to 4 days<\/li><li><b>Hypothyroidism:<\/b> (mild) initial, 25 mcg ORALLY once daily; increase by 12.5 to 25 mcg\/day every 1 to 2 weeks; usual maintenance, 25 to 75 mcg\/day<\/li><li><b>Myxedema:<\/b> initial, 5 mcg ORALLY once daily; increase by 5 to 10 mcg daily every 1 to 2 weeks; when 25 mcg is reached, may increase by 5 to 25 mcg every 1 to 2 weeks; usual maintenance 50 to 100 mcg\/day<\/li><li><b>Myxedema, Precoma:<\/b> initial, 25 to 50 mcg IV, with subsequent doses separated by at least 4 hours and not more than 12 hours; individualized dosing determined by monitoring of clinical condition and response<\/li><li><b>Myxedema coma:<\/b> initial, 25 to 50 mcg IV, with subsequent doses separated by at least 4 hours and not more than 12 hours; individualized dosing determined by monitoring of clinical condition and response<\/li><li><b>Simple goiter:<\/b> initial, 5 mcg ORALLY once daily; increase by 5 to 10 mcg\/day every 1 to 2 weeks; when 25 mcg\/day is reached, may increase by 12.5 to 25 mcg every 1 to 2 weeks; usual maintenance, 75 mcg\/day<\/li><li><b>Thyroid uptake with thyroid suppression:<\/b> 75 to 100 mcg ORALLY once daily for 7 days, with determination of iodine-131 uptake before and after administration of the regimen<\/li><\/ul>"},{"id":"341490-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness of IV form not established in children<\/li><li><b>Congenital hypothyroidism:<\/b> initial 5 mcg ORALLY once daily; increase by 5 mcg every 3 to 4 days as needed; typical maintenance dose at a few months of age, 20 mcg\/day; at 1 year, 50 mcg\/day; above 3 years, full adult dosage may be necessary<\/li><li><b>Hypothyroidism:<\/b> (mild) initial 5 mcg ORALLY once daily; increase by 5 mcg\/day every 1 to 2 weeks until satisfactory response; usual maintenance, 15 to 20 mcg\/day<\/li><li><b>Myxedema:<\/b> initial, 5 mcg ORALLY once daily and increased by 5-mcg increments every 1 to 2 weeks<\/li><li><b>Simple goiter:<\/b> initial, 5 mcg ORALLY once daily; increase by 5 mcg\/day every 1 to 2 weeks according to patient response<\/li><\/ul>"},{"id":"341490-s-1-6","title":"Dose Adjustments","mono":"<b>cardiovascular disease:<\/b> for myxedema coma, use initial dose of 10 to 20 mcg"},{"id":"341490-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Congenital hypothyroidism<\/li><li>Hypothyroidism<\/li><li>Myxedema<\/li><li>Myxedema, Precoma<\/li><li>Myxedema coma<\/li><li>Simple goiter<\/li><li>Thyroid uptake with thyroid suppression<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Brain death - Transplant donor management<br\/>"}]},{"id":"341490-s-2","title":"Black Box Warning","mono":"<ul><li><b>Intravenous (Solution)<\/b><br\/>In euthyroid patients, doses within the range of daily hormonal requirements are ineffective for weight reduction. Larger doses may produce serious or even life-threatening manifestations of toxicity, particularly when given in association with sympathomimetic amines such as those used for their anorectic effects.<br\/><\/li><li><b>Oral (Tablet)<\/b><br\/>In euthyroid patients, doses within the range of daily hormonal requirements are ineffective for weight reduction. Larger doses may produce serious or even life-threatening manifestations of toxicity, particularly when given in association with sympathomimetic amines such as those used for their anorectic effects.<br\/><\/li><\/ul>"},{"id":"341490-s-3","title":"Contraindications\/Warnings","sub":[{"id":"341490-s-3-9","title":"Contraindications","mono":"<ul><li>concomitant use with artificial warming of patients (injection)<\/li><li>hypersensitivity to liothyronine or any extraneous constituents of the preparation<\/li><li>uncorrected adrenal cortical insufficiency<\/li><li>untreated thyrotoxicosis<\/li><\/ul>"},{"id":"341490-s-3-10","title":"Precautions","mono":"<ul><li>obesity treatment, either alone or combined with other drugs has been shown to be ineffective<\/li><li>larger doses; may produce serious or even life-threatening manifestations of toxicity, particularly when given in association with sympathomimetic amines such as those used for their anorectic effects<\/li><li>angina pectoris; dosage adjustment may be necessary<\/li><li>cardiovascular disease; dosage adjustment may be necessary (injection)<\/li><li>compromised cardiac function; monitoring recommended (injection)<\/li><li>concomitant diabetes mellitus, diabetes insipidus, or adrenal cortical insufficiency may aggravate symptom intensity<\/li><li>concomitant digitalis or vasopressor therapy (injection)<\/li><li>congenital hypothyroidism; monitoring recommended in neonates (tablet)<\/li><li>coronary artery disease; dosage adjustment may be necessary (injection)<\/li><li>elderly, impaired renal function; greater risk for toxic reactions, occult diseases; dosage adjustment may be necessary<\/li><li>fluid therapy should be administered with care to prevent cardiac decompensation (injection)<\/li><li>hyperthyroid state; may occur or be aggravated<\/li><li>hypothyroidism, severe or prolonged; treatment may precipitate adrenocortical insufficiency; supplemental adrenocortical steroids may be necessary<\/li><li>hypopituitarism; correct adrenal deficiency before therapy (tablets)<\/li><li>infants; excessive doses may produce craniosynostosis (tablets)<\/li><li>infertility, male or female; use not justified unless accompanied by hypothyroidism<\/li><li>morphologic hypogonadism and nephrosis should be ruled out before administration (tablets)<\/li><li>myxedema; start with low dose and supplement with corticosteroid therapy<\/li><li>water intoxication, myxedema patients; may occur (injection)<\/li><\/ul>"},{"id":"341490-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Liothyronine: A (FDA)<\/li><li>Liothyronine: A (AUS)<\/li><\/ul>"},{"id":"341490-s-3-12","title":"Breast Feeding","mono":"Liothyronine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"341490-s-4","title":"Drug Interactions","sub":{"2":{"id":"341490-s-4-15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Anisindione (probable)<\/li><li>Dicumarol (probable)<\/li><li>Kelp (probable)<\/li><li>Phenindione (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},{"id":"341490-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia<\/li><li><b>Dermatologic:<\/b>Sweating symptom<\/li><li><b>Neurologic:<\/b>Headache<\/li><\/ul><b>Serious<\/b><br\/><b>Endocrine metabolic:<\/b>Hyperthyroidism, Thyrotoxicosis<br\/>"},{"id":"341490-s-6","title":"Drug Name Info","sub":{"0":{"id":"341490-s-6-17","title":"US Trade Names","mono":"<ul><li>Cytomel<\/li><li>Triostat<\/li><\/ul>"},"2":{"id":"341490-s-6-19","title":"Class","mono":"Thyroid Supplement<br\/>"},"3":{"id":"341490-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"341490-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"341490-s-7","title":"Mechanism Of Action","mono":"Liothyronine sodium is a synthetic form of a natural thyroid hormone that exhibits an extensive effect on every organ system in the body and plays a significant role in the development of the central nervous system. It stimulates oxygen consumption by most body tissues, accelerates the basal metabolic rate and the metabolism of carbohydrates, proteins and lipids.<br\/>"},{"id":"341490-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"341490-s-8-23","title":"Absorption","mono":"Bioavailability: 95% in 4 h <br\/>"},"1":{"id":"341490-s-8-24","title":"Distribution","mono":"Protein binding: not firmly bound <br\/>"},"3":{"id":"341490-s-8-26","title":"Excretion","mono":"Renal <br\/>"},"4":{"id":"341490-s-8-27","title":"Elimination Half Life","mono":"about 2.5 d <br\/>"}}},{"id":"341490-s-9","title":"Administration","mono":"<b>General Information<\/b><br\/>parenteral form for IV use only <br\/>"},{"id":"341490-s-10","title":"Monitoring","mono":"<ul><li>serum T3 and TSH levels<\/li><li>symptomatic improvement<\/li><\/ul>"},{"id":"341490-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Solution: 0.01 MG\/ML<\/li><li>Oral Tablet: 5 MCG, 25 MCG, 50 MCG<\/li><\/ul><\/li><li><b>Cytomel<\/b><br\/>Oral Tablet: 0.005 MG, 0.025 MG, 0.05 MG, 25 MCG<br\/><\/li><li><b>Triostat<\/b><br\/>Intravenous Solution: 0.01 MG\/ML<br\/><\/li><\/ul>"},{"id":"341490-s-12","title":"Toxicology","sub":[{"id":"341490-s-12-31","title":"Clinical Effects","mono":"<b>THYROID<\/b><br\/>USES: Levothyroxine (T4) and triiodothyronine (liothyronine) (T3) are used for the treatment of hypothyroidism. EPIDEMIOLOGY: Exposure to thyroid products is common, but clinical effects are rare. Most cases of severe toxicity are related to prolonged, repeated exposure (either inadvertent or deliberate abuse). There are a few reports of toxicity in children following large (greater than 10 mg) single ingestions. PHARMACOLOGY: About 40% of T4 is converted to the primarily active T3. Pharmacologic action of T3 is mediated by activation of nuclear thyroid hormone receptors that modulates gene transcription and ultimately protein synthesis. Excessive thyroid hormone exposure is associated with metabolic activation and increased oxygen consumption in peripheral tissues. TOXICOLOGY: T3 upregulates beta adrenergic receptor synthesis, increasing the number of beta receptors in various tissues, and modulates intracellular signaling in myocytes leading to increased catecholamine effects. The net effect is increased catecholamine activity, leading to sympathomimetic clinical manifestations (ie, tachycardia, tremor, anxiety, elevated body temperature, supraventricular tachycardia and other cardiac dysrhythmias, hypertension, altered mental status, and very rarely seizures). MILD TO MODERATE TOXICITY: Subtle tremor, anxiety, mild sinus tachycardia and hypertension. SEVERE TOXICITY: Altered mental status including severe agitation, confusion, and rarely CNS depression. Seizures are occasionally reported. Hyperthermia, severe hypertension, cardiac dysrhythmias (most commonly supraventricular tachycardia), and diarrhea may be seen. Be aware of a possibly increased risk of cardiovascular complications in the elderly with underlying cardiac disease. Effects are often delayed several days after the ingestion. ADVERSE EFFECTS: Sleeplessness, anxiety, nervousness, tremor, diaphoresis, palpitations, and diarrhea are common side effects from thyroid hormone replacement therapy. CHRONIC EXPOSURE: THYROTOXICOSIS is fairly common after chronic overdose, but is unusual after acute exposure.<br\/>"},{"id":"341490-s-12-32","title":"Treatment","mono":"<b>THYROID <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Primarily supportive care; single dose activated charcoal is advised in patients presenting shortly after an ingestion of more than 3 mg.  MANAGEMENT OF SEVERE TOXICITY: Give activated charcoal if a patient presents early after ingestion of more than 3 mg. In case of seizure, severe agitation, or significant CNS depression, perform orotracheal intubation for airway protection before giving charcoal. Administer benzodiazepines to treat seizures and agitation. Signs of catecholamine excess such as significant hypertension and tachycardia are effectively treated with propranolol 10 to 80 mg orally every 4 to 6 hours. Consider a beta 1 selective agent (ie, esmolol 50 to 200 mcg\/kg\/min intravenously), or a calcium channel blocker (ie, diltiazem 1 to 3 mg\/kg orally every 6 to 8 hours) in patients with a history of asthma. Carefully assess volume status especially in case of severe hyperthermia. In the case of an excessive ingestion of T4 consider dexamethasone (4 mg orally every 8 hours) or propylthiouracil (PTU) (75 to 100 mg orally every 6 to 8 hours) therapy to block conversion of T4 to T3. However, the efficacy of PTU is limited because it mainly inhibits de novo synthesis of T4. Administration of aspirin and NSAIDs for the treatment of hyperthermia is discouraged, because of possible displacement of T3 and T4 from plasma proteins.<\/li><li>Decontamination: PREHOSPITAL: Not routinely recommended. HOSPITAL: Administer single-dose activated charcoal after a recent substantial ingestion (more than 3 mg of T4) and if the patient is able to protect the airway. Gastric lavage is not routinely recommended.<\/li><li>Airway management: Orotracheal intubation may be needed in patients with signs of severe intoxication (ie, marked CNS depression, seizures, agitation, confusion, and severe hyperthermia).<\/li><li>Antidote: There is no antidote for thyroid hormone poisoning.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Free T4 (fT4) and total T3 blood concentrations help to ascertain diagnosis, but are not strongly correlated to clinical findings or prognosis, and are not beneficial in guiding therapy. Therefore, serial measurements of thyroid hormone concentrations are generally unnecessary. Obtain an ECG and institute continuous cardiac monitoring in patients with symptoms and signs of cardiac toxicity.<\/li><li>Enhanced elimination procedure: There is no role for repeat-dose activated charcoal. Hemodialysis is not useful given the large volume of distribution and excessive protein binding.<\/li><li>Patient disposition: HOME CRITERIA: Children may be managed at home if overdose was inadvertent and dose ingested was less than 0.5 to 2 mg. Toxicity in adults may depend on comorbidities and recommendations are less well based on scientific evidence than for children. Since signs and symptoms of thyroid hormone toxicity are delayed for hours (T3 ingestion) or several days (T4 ingestion), follow-up must be provided for up to 14 days postingestion. OBSERVATION CRITERIA: Any patient who overdosed in a suicide attempt or inadvertently ingested more than 2 to 3 mg should be sent to a health care facility for treatment or evaluation. Elderly patients with cardiovascular comorbidities may require evaluation even after a small ingestion. Outpatient follow-up for the next 14 days should be ensured for patients who do not require admission, as signs and symptoms may be delayed. ADMISSION CRITERIA: Patients with dysrhythmias (more than mild tachycardia), severe agitation, seizures, or significant hyperthermia should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity, to arrange follow-up calls, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"341490-s-12-33","title":"Range of Toxicity","mono":"<b>THYROID<\/b><br\/>TOXICITY: GENERAL: Expect significant toxicity in children and adults who have ingested more than 2 to 4 mg of T4. However, in comorbid elderly patients, the threshold may be lower. ADULT: Severe toxicity developed in an adult who ingested 720 mg levothyroxine and in another adult who ingested 400 mg triioidothyronine over 8 days. Both patients recovered. PEDIATRIC: Children can often tolerate higher doses (5 mg and higher) without significant toxicity. Toxicity may be delayed up to 2 weeks after the ingestion. Fatalities have not been reported after a single acute ingestion. THERAPEUTIC DOSE: ADULT: T4: 0.05 to 0.2 mg orally once daily. Titrate carefully in elderly patients and patients with cardiovascular comorbidities. T3: 0.025 to 0.075 mg daily. PEDIATRIC: T4 dosage is age dependent. In toddlers, a typical daily dose is 0.025 mg increasing to 0.1 to 0.15 mg daily in children 6 to 12 years of age. T3: 0.005 to 0.020 mg daily. Titrate carefully to effect. <br\/>"}]},{"id":"341490-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause cardiac dysrhythmia, sweating symptom, headache, or thyrotoxicosis.<\/li><li>Instruct patient to report signs\/symptoms of hyperthyroidism.<\/li><\/ul>"}]}