{"drugs":["Lisinopril","Prinivil","Zestril"],"mono":{"0":{"id":"342750-s-0","title":"Generic Names","mono":"Lisinopril"},"1":{"id":"342750-s-1","title":"Dosing and Indications","sub":[{"id":"342750-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acute myocardial infarction:<\/b> Initial, 2.5 to 5 mg orally daily; titrate up to 10 mg orally daily or higher as tolerated (guideline dosing)<\/li><li><b>Acute myocardial infarction:<\/b> 5 mg orally once daily for 2 days within 24 hours of acute myocardial infarction, then 10 mg orally once daily for 6 weeks (manufacturer dosing)<\/li><li><b>Autosomal dominant polycystic kidney disease:<\/b> Adjust dose in a stepwise fashion to achieve target blood pressure (study dose).<\/li><li><b>Diabetic nephropathy:<\/b> Average doses were 15 to 51 mg orally daily (study dose).<\/li><li><b>Heart failure; Adjunct:<\/b> Initial, 5 mg orally once daily; maintenance, 5 to 20 mg orally once daily; titrate in no more than 10-mg increments in no less than 2-week intervals; MAX 40 mg per day<\/li><li><b>Hypertension:<\/b> Initial, 10 mg orally once daily; maintenance, 20 to 40 mg orally once daily; MAX 80 mg\/day; with a diuretic, initial dose 5 mg once daily<\/li><li><b>Hypertension - Transplantation:<\/b> 10 mg orally daily titrated to effect or a maximum dose of 40 mg (study dose)<\/li><li><b>Kidney disease, Nondiabetic:<\/b> 5 to 20 mg orally daily (study dose)<\/li><li><b>Migraine; Prophylaxis:<\/b> 10 to 25 mg orally daily (study dose)<\/li><\/ul>"},{"id":"342750-s-1-5","title":"Pediatric Dosing","mono":"<b>Hypertension:<\/b> Children 6 years or older and GFR greater than 30 mL\/min\/1.73m(2): Initial, 0.07 mg\/kg (up to 5 mg total) orally once daily; adjust based on response; MAX, 0.61 mg\/kg\/day or 40 mg\/day "},{"id":"342750-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, CrCl greater than 30 mL\/min:<\/b> No adjustment necessary<\/li><li><b>renal impairment, CrCl 10 mL\/min to 30 mL\/min:<\/b> Initiate at 50% usual dose (eg, for hypertension, 5 mg; systolic heart failure or acute myocardial infarction, 2.5 mg); titrate up as tolerated to MAX 40 mg\/day<\/li><li><b>renal impairment, CrCl less than 10 mL\/min or hemodialysis:<\/b> Initial, 2.5 mg\/day<\/li><li><b>geriatric:<\/b> No adjustment needed<\/li><li><b>race:<\/b> Blood pressure effect is lower in black patients compared with nonblack patients<\/li><li><b>hyponatremia (serum sodium less than 130 mEq\/L), heart failure:<\/b> Initial, 2.5 mg\/day under close medical supervision<\/li><li><b>low systolic blood pressure (less than 120 mmHg), acute myocardial infarction:<\/b> Within 3 days of infarct, decrease initial dose to 2.5 mg\/day<\/li><li><b>low systolic blood pressure (less than 100 mmHg), acute myocardial infarction:<\/b> After 3 days of infarct, decrease maintenance dose to 5 mg (or 2.5 mg if needed) per day<\/li><li><b>prolonged hypotension (systolic less than 90 mmHg for more than 1 hour), acute myocardia infarction:<\/b> Withdraw lisinopril therapy<\/li><\/ul>"},{"id":"342750-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acute myocardial infarction<\/li><li>Heart failure; Adjunct<\/li><li>Hypertension<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Autosomal dominant polycystic kidney disease<\/li><li>Diabetic nephropathy<\/li><li>Diabetic retinopathy; Treatment and Prophylaxis<\/li><li>Erythrocytosis<\/li><li>Hypertension - Transplantation<\/li><li>Kidney disease, Nondiabetic<\/li><li>Migraine; Prophylaxis<\/li><li>Recurrent atrial fibrillation; Prophylaxis<\/li><\/ul>"}]},"2":{"id":"342750-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Discontinue lisinopril as soon as possible when pregnancy is detected, as drugs that act directly on the renin-angiotensin system can cause injury and death to the developing fetus.<br\/>"},"3":{"id":"342750-s-3","title":"Contraindications\/Warnings","sub":[{"id":"342750-s-3-9","title":"Contraindications","mono":"<ul><li>Concomitant aliskiren use in diabetic patients<\/li><li>Hereditary or idiopathic angioedema and patients with history of angioedema with prior ACE inhibitor use<\/li><li>Hypersensitivity to lisinopril or product components<\/li><\/ul>"},{"id":"342750-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Discontinue as soon as possible when pregnancy is detected due to risk of fetal toxicity<\/li><li>Cardiovascular:<\/li><li>-- Acute myocardial infarction increases risk for renal dysfunction or persistent hypotension; monitoring recommended<\/li><li>-- Patients with heart failure, particularly with systolic blood pressure below 100 mmHg, are at increased risk of excessive hypotension sometimes associated with oliguria, progressive azotemia, acute renal failure and death; monitoring recommended<\/li><li>-- Ischemic heart disease; increased risk of excessive hypotension; monitoring recommended<\/li><li>-- Use caution in patients with aortic stenosis or hypertrophic cardiomyopathy as symptomatic hypotension may occur<\/li><li>-- LDL apheresis with dextran sulfate absorption; anaphylactoid reactions have been reported<\/li><li>Endocrine and Metabolic:<\/li><li>-- Hyponatremia increases risk of excessive hypotension; monitoring recommended<\/li><li>-- Hyperkalemia has been reported; increased risk in patients with renal impairment, diabetes mellitus, or with concomitant use of potassium-sparing diuretics, potassium supplements, or potassium-containing salt substitutes; monitoring recommended<\/li><li>Gastrointestinal:<\/li><li>-- Intestinal angioedema has been reported with ACE inhibitors, including patients with no prior history of facial angioedema and normal C-1 esterase levels<\/li><li>Hepatic:<\/li><li>-- Hepatic syndrome starting as cholestatic jaundice or hepatitis and progressing to fulminant hepatitis and sometimes death has been associated with ACE inhibitors; discontinue if jaundice or markedly elevated hepatic enzymes occur<\/li><li>Immunologic:<\/li><li>-- Patients with insect venom allergy undergoing desensitization may experience life-threatening anaphylactoid reactions<\/li><li>Neurologic:<\/li><li>-- Cerebrovascular disease increases risk of excessive hypotension; monitoring recommended<\/li><li>Renal:<\/li><li>-- Changes in renal function, including acute renal failure, may occur; monitoring recommended<\/li><li>-- Increased risk of acute renal failure in patients with renal artery stenosis, chronic kidney disease, congestive heart failure, postmyocardial infarction, or volume depletion; interruption or discontinuation of treatment may be required<\/li><li>-- Use caution in patients undergoing hemodialysis with high-flux membrane as anaphylactoid reactions have been reported<\/li><li>Other:<\/li><li>-- Angioedema of the face, extremities, lips, tongue, glottis, or larynx, including fatalities, have been reported, and may cause airway obstruction; increased risk with prior angioedema unrelated to ACE inhibitor therapy; promptly discontinue and manage medically<\/li><li>-- Black patients are at increased risk of angioedema<\/li><li>-- High-dose diuretic therapy, increase in diuretic dose, or severe volume or salt depletion, via intensive diuresis or renal dialysis, increase risk of excessive hypotension; monitoring recommended<\/li><li>-- Use caution during anesthesia or major surgery due to increased risk of hypotension; medical management may be needed<\/li><li>-- Not recommended for pediatric patients with GFR less than 30 mL\/min\/1.73 m(2)<\/li><li>Concomitant use:<\/li><li>-- Avoid concomitant use of ACE inhibitors with angiotensin receptor blockers or aliskiren; combination of 2 renin-angiotensin system blockers does not provide additional benefit in comparison to monotherapy<\/li><li>-- Avoid concomitant use with aliskiren in patients with a GFR less than 60 mL\/min<\/li><\/ul>"},{"id":"342750-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"342750-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"342750-s-4","title":"Drug Interactions","sub":[{"id":"342750-s-4-13","title":"Contraindicated","mono":"<ul>Aliskiren (probable)<\/ul>"},{"id":"342750-s-4-14","title":"Major","mono":"<ul><li>Alteplase, Recombinant (established)<\/li><li>Amiloride (probable)<\/li><li>Azathioprine (theoretical)<\/li><li>Azilsartan (established)<\/li><li>Azilsartan Medoxomil (established)<\/li><li>Candesartan Cilexetil (established)<\/li><li>Canrenoate (probable)<\/li><li>Eplerenone (probable)<\/li><li>Eprosartan (established)<\/li><li>Everolimus (established)<\/li><li>Irbesartan (established)<\/li><li>Lithium (probable)<\/li><li>Losartan (established)<\/li><li>Mercaptopurine (theoretical)<\/li><li>Olmesartan Medoxomil (established)<\/li><li>Potassium (established)<\/li><li>Sirolimus (established)<\/li><li>Spironolactone (probable)<\/li><li>Telmisartan (established)<\/li><li>Triamterene (probable)<\/li><li>Trimethoprim (theoretical)<\/li><li>Valsartan (established)<\/li><\/ul>"},{"id":"342750-s-4-15","title":"Moderate","mono":"<ul><li>Aceclofenac (established)<\/li><li>Acemetacin (established)<\/li><li>Amtolmetin Guacil (established)<\/li><li>Aspirin (probable)<\/li><li>Azosemide (probable)<\/li><li>Bemetizide (probable)<\/li><li>Bendroflumethiazide (probable)<\/li><li>Benzthiazide (probable)<\/li><li>Bromfenac (established)<\/li><li>Bufexamac (established)<\/li><li>Bumetanide (probable)<\/li><li>Bupivacaine (probable)<\/li><li>Bupivacaine Liposome (probable)<\/li><li>Buthiazide (probable)<\/li><li>Capsaicin (probable)<\/li><li>Celecoxib (established)<\/li><li>Chlorothiazide (probable)<\/li><li>Chlorthalidone (probable)<\/li><li>Choline Salicylate (established)<\/li><li>Clonixin (established)<\/li><li>Clopamide (probable)<\/li><li>Cyclopenthiazide (probable)<\/li><li>Cyclothiazide (probable)<\/li><li>Dexibuprofen (established)<\/li><li>Dexketoprofen (established)<\/li><li>Diclofenac (established)<\/li><li>Diflunisal (established)<\/li><li>Dipyrone (established)<\/li><li>Ethacrynic Acid (probable)<\/li><li>Etodolac (established)<\/li><li>Etofenamate (established)<\/li><li>Etoricoxib (established)<\/li><li>Felbinac (established)<\/li><li>Fenoprofen (established)<\/li><li>Fepradinol (established)<\/li><li>Feprazone (established)<\/li><li>Floctafenine (established)<\/li><li>Flufenamic Acid (established)<\/li><li>Flurbiprofen (established)<\/li><li>Furosemide (probable)<\/li><li>Gold Sodium Thiomalate (probable)<\/li><li>Hydrochlorothiazide (probable)<\/li><li>Hydroflumethiazide (probable)<\/li><li>Ibuprofen (established)<\/li><li>Indapamide (probable)<\/li><li>Indomethacin (established)<\/li><li>Ketoprofen (established)<\/li><li>Ketorolac (established)<\/li><li>Lornoxicam (established)<\/li><li>Loxoprofen (established)<\/li><li>Lumiracoxib (established)<\/li><li>Meclofenamate (established)<\/li><li>Mefenamic Acid (established)<\/li><li>Meloxicam (established)<\/li><li>Methyclothiazide (probable)<\/li><li>Metolazone (probable)<\/li><li>Morniflumate (established)<\/li><li>Nabumetone (established)<\/li><li>Naproxen (established)<\/li><li>Nepafenac (established)<\/li><li>Nesiritide (probable)<\/li><li>Niflumic Acid (established)<\/li><li>Nimesulide (established)<\/li><li>Oxaprozin (established)<\/li><li>Oxyphenbutazone (established)<\/li><li>Parecoxib (established)<\/li><li>Phenylbutazone (established)<\/li><li>Piketoprofen (established)<\/li><li>Piretanide (probable)<\/li><li>Piroxicam (established)<\/li><li>Polythiazide (probable)<\/li><li>Proglumetacin (established)<\/li><li>Propionic Acid (established)<\/li><li>Propyphenazone (established)<\/li><li>Proquazone (established)<\/li><li>Quinethazone (probable)<\/li><li>Rofecoxib (established)<\/li><li>Salicylic Acid (established)<\/li><li>Salsalate (established)<\/li><li>Sodium Salicylate (established)<\/li><li>Sulindac (established)<\/li><li>Tenoxicam (established)<\/li><li>Tiaprofenic Acid (established)<\/li><li>Tizanidine (probable)<\/li><li>Tolfenamic Acid (established)<\/li><li>Tolmetin (established)<\/li><li>Torsemide (probable)<\/li><li>Trichlormethiazide (probable)<\/li><li>Valdecoxib (established)<\/li><li>Xipamide (probable)<\/li><\/ul>"}]},"5":{"id":"342750-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain, Hypotension (up to 11%), Syncope (5% to 7%)<\/li><li><b>Neurologic:<\/b>Dizziness (12% to 19%), Headache<\/li><li><b>Respiratory:<\/b>Cough<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (Severe) (9%)<\/li><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome (1% or more), Toxic epidermal necrolysis (1% or more)<\/li><li><b>Endocrine metabolic:<\/b>Hyperkalemia (2.2% to 6%)<\/li><li><b>Gastrointestinal:<\/b>Intestinal angioedema<\/li><li><b>Immunologic:<\/b>Anaphylaxis due to hymenoptera venom, Dialysis membrane-induced anaphylactoid reaction<\/li><li><b>Renal:<\/b>Acute renal failure, Renal impairment (2.4%)<\/li><li><b>Other:<\/b>Angioedema, Head and Neck<\/li><\/ul>"},"6":{"id":"342750-s-6","title":"Drug Name Info","sub":{"0":{"id":"342750-s-6-17","title":"US Trade Names","mono":"<ul><li>Prinivil<\/li><li>Zestril<\/li><\/ul>"},"2":{"id":"342750-s-6-19","title":"Class","mono":"<ul><li>ACE Inhibitor<\/li><li>Antihypertensive<\/li><\/ul>"},"3":{"id":"342750-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"342750-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"342750-s-7","title":"Mechanism Of Action","mono":"Lisinopril is a long-acting angiotensin-converting enzyme (ACE) inhibitor. ACE inhibition prevents the conversion of angiotensin I to angiotensin II which is a potent vasoconstrictor. Decreased angiotensin II leads to decreased vasopressor activity and decreased aldosterone secretion <br\/>"},"8":{"id":"342750-s-8","title":"Pharmacokinetics","sub":[{"id":"342750-s-8-23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 7 h<\/li><li>Bioavailability: approximately 25%, intersubject variability (6% to 60%)<\/li><li>Bioavailability: (stable NYHA Class II-IV congestive heart failure), reduced to 16%<\/li><li>Effect of food: none<\/li><\/ul>"},{"id":"342750-s-8-24","title":"Distribution","mono":"<ul><li>Vd: (stable NYHA Class II-IV congestive heart failure), slightly smaller<\/li><li>Protein binding: not bound<\/li><\/ul>"},{"id":"342750-s-8-25","title":"Metabolism","mono":"none <br\/>"},{"id":"342750-s-8-26","title":"Excretion","mono":"<ul><li>Renal: unchanged<\/li><li>Dialyzable: yes (hemodialysis); yes (peritoneal dialysis)<\/li><\/ul>"},{"id":"342750-s-8-27","title":"Elimination Half Life","mono":"<ul><li>12 h<\/li><li>impaired renal function (with gfr less than 30 mL\/min): decreased<\/li><\/ul>"}]},"10":{"id":"342750-s-10","title":"Monitoring","mono":"<ul><li>reduction in mortality is indicative of efficacy<\/li><li>reduction in the signs and symptoms of systolic heart failure indicates efficacy<\/li><li>decreased blood pressure is indicative of efficacy<\/li><li>renal function; periodically<\/li><li>serum potassium; periodically<\/li><li>hypotension; closely in at-risk patients during the first 2 weeks of treatment and with dosage increases of lisinopril and\/or diuretic<\/li><li>jaundice and signs of liver failure.<\/li><li>presence of oligohydramnios; in women using lisinopril during pregnancy<\/li><\/ul>"},"11":{"id":"342750-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 2.5 MG, 5 MG, 10 MG, 20 MG, 30 MG, 40 MG<br\/><\/li><li><b>Prinivil<\/b><br\/>Oral Tablet: 5 MG, 10 MG, 20 MG, 40 MG<br\/><\/li><li><b>Zestril<\/b><br\/>Oral Tablet: 2.5 MG, 5 MG, 10 MG, 20 MG, 30 MG, 40 MG<br\/><\/li><\/ul>"},"12":{"id":"342750-s-12","title":"Toxicology","sub":[{"id":"342750-s-12-31","title":"Clinical Effects","mono":"<b>ACE INHIBITORS <\/b><br\/>USES: Treatment of hypertension, congestive heart failure (CHF), diabetic nephropathy, and post myocardial infarction. EPIDEMIOLOGY: Exposures are common, but toxicity is generally mild. PHARMACOLOGY: These agents inhibit angiotensin-converting enzymes (ACE), thus preventing conversion of angiotensin I to angiotensin II, which is a potent vasoconstrictor and stimulator of aldosterone secretion (aldosterone suppression reduces sodium and water retention). ACE inhibitors also prevent the breakdown of bradykinin (a potent vasodilator). The net result is vasodilatation, decreased peripheral vascular resistance, decreased blood pressure, increased cardiac output, and a relative increase in renal, cerebral, and coronary blood flow. TOXICOLOGY: The toxic effect of an ACE inhibitor is an extension of its pharmacologic effect. The elevation in bradykinin concentration appears to be the primary cause of both ACE inhibitor-induced angioedema and cough. ACE inhibitors may also inhibit the metabolism of enkephalins and potentiate their opioid effect, which includes lowering blood pressure. MILD TO MODERATE TOXICITY: Mild hypotension. SEVERE TOXICITY: Severe hypotension, syncope, hyperkalemia, bradycardia, and renal failure. ADVERSE EFFECTS: Dry cough, hypotension, hyperkalemia, renal insufficiency in patients with renal artery stenosis, maculopapular rash, angioneurotic edema, neutropenia, and hepatotoxicity. <br\/>"},{"id":"342750-s-12-32","title":"Treatment","mono":"<b>ACE INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most patients will have no symptoms, but patients with mild orthostatic hypotension can be treated by remaining prone. Those who remain hypotensive can be treated with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if the patient presents with circulatory collapse. Correct severe hyperkalemia using standard treatments such as glucose, insulin, calcium, sodium bicarbonate, sodium polystyrene sulfate and hemodialysis.<\/li><li>Decontamination: PREHOSPITAL: As severe toxicity is very rare, prehospital decontamination is generally not recommended. HOSPITAL: Administer activated charcoal if the patient presents early after large ingestion, with appropriate level of consciousness, patent airway, and can drink the charcoal. Gastric lavage is generally not necessary as life threatening toxicity is rare.<\/li><li>Airway management: Patients who have severe angioedema may require fiber optic or surgical airway procedures.<\/li><li>Antidote: Angiotensin infusion at doses ranging from 8.5 to 18 mcg\/minute has been successful in reversing hypotension in patients who did not respond to volume and pressor infusions, but is not available in the United States.<\/li><li>Naloxone: Although the role of naloxone in the setting of ACE inhibitor overdose remains unclear, it may be considered especially in cases of severe hypotension where fluid overload is a concern. The dose of naloxone should be administered in titrated doses starting with 0.2 to 2 mg IV repeated every 2 to 3 minutes to improve blood pressure; maximum dose 8 mg. Pediatrics: 0.01 to 0.1 mg\/kg, repeated every 2 to 3 minutes as needed.<\/li><li>Monitoring of patient: Monitor blood pressure, continuous cardiac monitoring, electrolytes, renal function, ECG and urinalysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: ACE inhibitors are dialyzable, but hemodialysis is not used because supportive care is usually effective.<\/li><li>Patient disposition: HOME CRITERIA:  Pediatric patients can be observed at home if they have ingested less than 2 times the defined daily dose (DDD) of an ACE inhibitor and they remain asymptomatic. The DDD of specific ACE inhibitors are as follows: Captopril: 50 mg; Enalapril: 10 mg; Fosinopril: 15 mg; Lisinopril: 10 mg; Perindopril: 4 mg; Ramipril: 2.5 mg; Trandolapril: 2 mg. OBSERVATION CRITERIA: Patients with deliberate ingestions, and children who are symptomatic, or who have ingested at least 2 times the defined daily dose (DDD) of an ACE inhibitor should be referred to a healthcare facility for observation and evaluation. The DDD of specific ACE inhibitors are as follows: Captopril: 50 mg; Enalapril: 10 mg; Fosinopril: 15 mg; Lisinopril: 10 mg; Perindopril: 4 mg; Ramipril: 2.5 mg; Trandolapril: 2 mg. Patients who are asymptomatic 6 hours after ingestion can be discharged (after psychiatric evaluation as appropriate). ADMISSION CRITERIA: Symptomatic or hypotensive patients should be admitted to a monitored bed. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"342750-s-12-33","title":"Range of Toxicity","mono":"<b>ACE INHIBITORS<\/b><br\/>TOXICITY: ADULT: Patients have ingested the following with only mild hypotension reported: 7.5 g captopril, 300 mg enalapril, and 420 mg lisinopril. Moderate hypotension (median BP 75\/36) was observed in 10 adults after ingesting a median ramipril dose of 210 mg (range: 100 to 280); 4 had coingested other cardiovascular agents and 2 coingested alcohol; all cases recovered. Fatalities have occurred after ingestions of 1125 mg captopril and 180 mg perindopril. CHILDREN: In one study, children remained asymptomatic after ingestions of up to 100 mg captopril or 30 mg enalapril. THERAPEUTIC DOSE: Varies with agent. CAPTOPRIL: ADULT: 37.5 to 150 mg\/day in 3 divided doses. PEDIATRIC: 0.5 to 4 mg\/kg\/day divided. ENALAPRIL: ADULT: 2.5 to 20 mg\/day. PEDIATRIC: Initial: 0.08 mg\/kg\/day  (up to 5 mg). Adjust to blood pressure response LISINOPRIL: ADULT: 5 to 40 mg\/day orally. PEDIATRIC: 0.07 mg\/kg\/day; maximum 5 mg. PERINDOPRIL: ADULT: 4 to 16 mg in 1 or 2 divided doses; maximum 16 mg\/day. RAMIPRIL: ADULT: 2.5 to 20 mg once daily; maximum: 20 mg daily. <br\/>"}]},"13":{"id":"342750-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea, vomiting, dizziness, headache, or angioedema of face, lips, throat, or intestines.<\/li><li>Instruct patient to report signs\/symptoms of hypotension, or a persistent cough.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><\/ul>"}}}