{"generic":"Loperamide Hydrochloride","drugs":["Diamode","Imodium","Imodium A-D","Imogen","Imotil","Imperim","Kao-Paverin Caps","Kaodene A-D","Loperamide Hydrochloride"],"mono":{"0":{"id":"347649-s-0","title":"Generic Names","mono":"Loperamide Hydrochloride"},"1":{"id":"347649-s-1","title":"Dosing and Indications","sub":{"0":{"id":"347649-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Diarrhea, acute:<\/b> 4 mg ORALLY followed by 2 mg after each loose stool up to a maximum of 16 mg\/day<\/li><li><b>Diarrhea, chronic - Irritable bowel syndrome:<\/b> initial; 4 mg ORALLY followed by 2 mg after each loose stool up to a maximum of 16 mg\/day<\/li><li><b>Diarrhea, chronic - Irritable bowel syndrome:<\/b> maintenance; titrate to individual's need, average daily dosage 4 mg to 8 mg ORALLY up to a maximum of 16 mg\/day, may be taken as a single dose or in divided doses<\/li><li><b>High output ileostomy:<\/b> dose used in some trials: 4 mg twice daily for 4 days, may then be increased to 12 mg daily for the remaining 3 days (total duration of therapy studied: 7 days)<\/li><li><b>Traveler's diarrhea:<\/b> 4 mg ORALLY followed by 2 mg after each loose stool up to a maximum of 8 mg\/day (Prod Info Imodium(R) A-D, 2000)<\/li><\/ul>"},"1":{"id":"347649-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Diarrhea, acute:<\/b> first day dosage; (2 to 5 y, 13 to 20 kg) 1 mg ORALLY 3 times daily<\/li><li><b>Diarrhea, acute:<\/b> first day dosage; (6 to 8 y, 20 to 30 kg) 2 mg ORALLY twice daily<\/li><li><b>Diarrhea, acute:<\/b> first day dosage; (8 to 12 y, greater than 30 kg) 2 mg ORALLY 3 times daily<\/li><li><b>Diarrhea, acute:<\/b> subsequent daily dosage; (2 to 12 y) 1mg\/10kg of body weight ORALLY only after a loose stool, total daily dose should not exceed dosages for the first day<\/li><li><b>Diarrhea, chronic - Irritable bowel syndrome:<\/b> therapeutic dose in children has not been established; 0.08 to 0.24 milligram\/kilogram\/day in 2 to 3 divided doses have been used<\/li><li><b>Traveler's diarrhea:<\/b> (2-5 yr, 24-47 lbs) 1 mg ORALLY followed by 1 mg after each loose stool up to a maximum of 3 mg\/day (Prod Info Imodium(R) A-D, 2000)<\/li><li><b>Traveler's diarrhea:<\/b> (6-8 yr, 48-59 lbs) 2 mg ORALLY followed by 1 mg after each loose stool up to a maximum of 4 mg\/day (Prod Info Imodium(R) A-D, 2000)<\/li><li><b>Traveler's diarrhea:<\/b> (9-11 yr, 60-95 lbs) 2 mg ORALLY followed by 1 mg after each loose stool up to a maximum of 6 mg\/day (Prod Info Imodium(R) A-D, 2000)<\/li><li><b>Traveler's diarrhea:<\/b> (12 yr and older) 4 mg ORALLY followed by 2 mg after each loose stool up to a maximum of 8 mg\/day (Prod Info Imodium(R) A-D, 2000)<\/li><\/ul>"},"3":{"id":"347649-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Diarrhea, acute<\/li><li>Diarrhea, chronic - Irritable bowel syndrome<\/li><li>High output ileostomy<\/li><li>Traveler's diarrhea<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Diarrhea, chronic<\/li><li>Proctocolectomy<\/li><\/ul>"}}},"3":{"id":"347649-s-3","title":"Contraindications\/Warnings","sub":[{"id":"347649-s-3-9","title":"Contraindications","mono":"<ul><li>abdominal pain in the absence of diarrhea<\/li><li>bacterial enterocolitis, caused by invasive organisms including Salmonella, Shigella, and Campylobacter; do not use as primary therapy<\/li><li>dysentery, acute; do not use as primary therapy<\/li><li>hypersensitivity to loperamide or to any of the excipients<\/li><li>infants below 24 months of age<\/li><li>pseudomembranous colitis, associated with the use of broad spectrum antibiotics; do not use as primary therapy<\/li><li>ulcerative colitis, acute; do not use as primary therapy<\/li><\/ul>"},{"id":"347649-s-3-10","title":"Precautions","mono":"<ul><li>AIDS patients, stop therapy at earliest signs of abdominal distention; isolated reports of toxic megacolon with infectious colitis from both viral and bacterial pathogens<\/li><li>anaphylaxis<\/li><li>dehydration in younger children<\/li><li>discontinue use if no clinical improvement is observed within 48 hours in patients with acute diarrhea<\/li><li>fluid and electrolyte depletion<\/li><li>hepatic impairment; reduced first pass metabolism<\/li><li>when inhibition of peristalsis is to be avoided; possible risk of significant sequelae including ileus, megacolon and toxic megacolon, should be discontinued promptly when constipation, abdominal distention or ileus develop<\/li><\/ul>"},{"id":"347649-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Loperamide: B (FDA)<\/li><li>Loperamide: B3 (AUS)<\/li><\/ul>"},{"id":"347649-s-3-12","title":"Breast Feeding","mono":"<ul><li>Loperamide: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Loperamide: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"347649-s-4","title":"Drug Interactions","sub":{"1":{"id":"347649-s-4-14","title":"Major","mono":"<ul><li>Eliglustat (theoretical)<\/li><li>Lomitapide (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Saquinavir (probable)<\/li><li>Simeprevir (theoretical)<\/li><li>Tocophersolan (theoretical)<\/li><\/ul>"},"2":{"id":"347649-s-4-15","title":"Moderate","mono":"<ul><li>Gemfibrozil (established)<\/li><li>Itraconazole (established)<\/li><\/ul>"}}},"5":{"id":"347649-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperglycemia<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Nausea, Vomiting, Xerostomia<\/li><li><b>Neurologic:<\/b>Dizziness, Somnolence<\/li><li><b>Other:<\/b>Fatigue<\/li><\/ul><b>Serious<\/b><br\/><b>Gastrointestinal:<\/b>Necrotizing enterocolitis in fetus OR newborn (rare)<br\/>"},"6":{"id":"347649-s-6","title":"Drug Name Info","sub":{"0":{"id":"347649-s-6-17","title":"US Trade Names","mono":"<ul><li>Diamode<\/li><li>Imodium<\/li><li>Imodium A-D<\/li><li>Imogen<\/li><li>Imotil<\/li><li>Imperim<\/li><li>Kao-Paverin Caps<\/li><li>Kaodene A-D<\/li><\/ul>"},"2":{"id":"347649-s-6-19","title":"Class","mono":"<ul><li>Antidiarrheal<\/li><li>Gastrointestinal Agent<\/li><\/ul>"},"3":{"id":"347649-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"347649-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"347649-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>appropriate fluid and electrolyte replacement should be given as needed <br\/>"},"10":{"id":"347649-s-10","title":"Monitoring","mono":"<ul><li>improvement in stool frequency and consistency<\/li><li>periodic fluid and electrolyte status determinations in long term therapy<\/li><li>abdominal pain, nausea or constipation<\/li><li>CNS toxicity in patients with hepatic impairment<\/li><\/ul>"},"11":{"id":"347649-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 2 MG<\/li><li>Oral Liquid: 1 MG\/5 ML<\/li><li>Oral Solution: 1 MG\/7.5 ML, 1 MG\/5 ML<\/li><li>Oral Suspension: 1 MG\/7.5 ML<\/li><li>Oral Tablet: 2 MG<\/li><\/ul><\/li><li><b>Anti-Diarrheal<\/b><br\/><ul><li>Oral Liquid: 1 MG\/5 ML<\/li><li>Oral Tablet: 2 MG<\/li><\/ul><\/li><li><b>Diamode<\/b><br\/>Oral Tablet: 2 MG<br\/><\/li><li><b>Good Neighbor Pharmacy Anti-Diarrheal<\/b><br\/><ul><li>Oral Solution: 1 MG\/5 ML<\/li><li>Oral Tablet: 2 MG<\/li><\/ul><\/li><li><b>Good Neighbor Pharmacy Loperamide Hydrochloride<\/b><br\/>Oral Suspension: 1 MG\/7.5 ML<br\/><\/li><li><b>Good Sense Anti-Diarrheal<\/b><br\/>Oral Tablet: 2 MG<br\/><\/li><li><b>GoodSense Loperamide Hydrochloride<\/b><br\/>Oral Solution: 1 MG\/7.5 ML<br\/><\/li><li><b>Imodium A-D<\/b><br\/><ul><li>Oral Solution: 1 MG\/7.5 ML<\/li><li>Oral Tablet: 2 MG<\/li><li>Oral Tablet, Chewable: 2 MG<\/li><\/ul><\/li><li><b>Imogen<\/b><br\/>Oral Liquid: 1 MG\/5 ML<br\/><\/li><li><b>Imotil<\/b><br\/>Oral Tablet: 2 MG<br\/><\/li><li><b>Kaodene A-D<\/b><br\/>Oral Tablet: 2 MG<br\/><\/li><li><b>Leader Anti-Diarrheal<\/b><br\/>Oral Tablet: 2 MG<br\/><\/li><li><b>QC Anti-Diarrheal<\/b><br\/>Oral Tablet: 2 MG<br\/><\/li><li><b>Quality Choice Anti-Diarrheal<\/b><br\/>Oral Capsule, Liquid Filled: 2 MG<br\/><\/li><li><b>Rite Aid Anti-Diarrheal Loperamide Hydrochloride<\/b><br\/>Oral Tablet: 2 MG<br\/><\/li><li><b>Rite Aid Anti-Diarrheal<\/b><br\/>Oral Capsule, Liquid Filled: 2 MG<br\/><\/li><li><b>Rite Aid Loperamide Hydrochloride<\/b><br\/>Oral Suspension: 1 MG\/7.5 ML<br\/><\/li><li><b>TopCare Anti-Diarrheal<\/b><br\/>Oral Tablet: 2 MG<br\/><\/li><\/ul>"},"12":{"id":"347649-s-12","title":"Toxicology","sub":[{"id":"347649-s-12-31","title":"Clinical Effects","mono":"<b>LOPERAMIDE <\/b><br\/>USES:  Loperamide is a synthetic opioid medication that is used as an antidiarrheal agent. PHARMACOLOGY: Loperamide acts directly via opioid receptors on circular and longitudinal intestinal muscles to inhibit peristalsis and prolong transit time. In addition, it causes reduction of fecal volume, increases viscosity, diminishes fluid and electrolyte loss, and shows antisecretory activity. It also increases tone on the anal sphincter. TOXICOLOGY: The toxicity of loperamide is from its direct action on opioid receptors. In addition, dystonic reactions may develop after toxic doses from the portion of the molecule that is structurally similar to haloperidol. EPIDEMIOLOGY: Loperamide is widely used worldwide and is readily available. Thousands of exposures are reported to poison centers every year. Severe toxicity is rare, but fatalities have been reported in infants. MILD TO MODERATE TOXICITY: The most common reported overdose effects are drowsiness, nausea, vomiting, abdominal pain, and headache. Miosis is also a common finding in overdose. Both bradycardia and respiratory depression can occur. Dystonic reactions have been rarely reported. There is one case report of a loperamide overdose resulting in pancreatitis and another mentions hyponatremia resulting in a seizure. SEVERE TOXICITY: CNS depression may be severe. Respiratory depression can lead to apnea and respiratory acidosis. ADVERSE EFFECTS: Significant adverse reactions that occur include dizziness and gastrointestinal complaints (ie, constipation, abdominal cramping, nausea). Even in therapeutic doses, paralytic ileus has been reported. In case and postmarketing reports, there were reports of abdominal distention and pain, allergic reactions, anaphylactoid reactions and anaphylactic shock, angioedema, bullous eruptions, drowsiness, dyspepsia, erythema multiforme, fatigue, flatulence, paralytic ileus, pruritus, rash, Stevens-Johnson syndrome and toxic epidermal necrolysis, toxic megacolon, urinary retention, urticaria, vomiting and xerostomia. <br\/>"},{"id":"347649-s-12-32","title":"Treatment","mono":"<b>LOPERAMIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care is the mainstay of treatment. Administer naloxone for CNS or respiratory depression. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of treatment. Administer oxygen and monitor for respiratory and CNS depression. Administer naloxone to reverse respiratory or significant CNS depression. Treat dystonic reactions with benztropine (1 to 4 mg IV or orally, maximum 6 mg\/day) or diphenhydramine. Assisted ventilation may be needed.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not recommended because of the risk of CNS depression and subsequent aspiration. HOSPITAL: Activated charcoal may be considered if the patient is alert and cooperative and the ingestion has occurred within the past hour.<\/li><li>Airway management: Airway management may be an issue for loperamide overdoses, but nearly all cases should be able to avoid intubation by using naloxone.<\/li><li>Antidote: Naloxone is a pure opioid antagonist that can be used to reverse the effects of loperamide. It should be used in patients with moderate to severe symptoms, especially those with respiratory depression. Initial doses can be from 0.2 to 2 mg and can be titrated to effect.<\/li><li>Enhanced elimination procedure: There is no evidence for the use of dialysis, hemoperfusion, urinary alkalinization, or multiple dose charcoal. As loperamide is highly protein bound (97%) and the drug primarily distributed to the gastrointestinal tract, it is highly unlikely that dialysis or hemoperfusion would have much utility.<\/li><li>Monitoring of patient: Monitor vital signs and pulse oximetry. Monitor for CNS and respiratory depression. Loperamide concentrations are not widely available or clinically useful to guide management. Obtain serum electrolytes, acetaminophen and salicylate concentrations after deliberate overdose.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children over 6 months of age who ingest up to 0.4 mg\/kg can be managed at home without gastrointestinal decontamination. Adults who are asymptomatic with inadvertent ingestions may be left at home as well. OBSERVATION CRITERIA: Any patient who ingested loperamide with self-harm attempt and any patient with symptoms needs to be sent to a healthcare facility for observation. Any infants under the 6 months of age with loperamide ingestion, and children more than 6 months of age who have ingested more than 0.4 mg\/kg should be sent to a healthcare facility for observation. Patients can be discharged once they are clearly improving without treatment or asymptomatic. ADMISSION CRITERIA: Patients with severe CNS or respiratory depression and who require multiple doses of naloxone to reverse symptoms, should be admitted to the hospital. Patients with severe symptoms may require ICU care. Patients may be discharged from the hospital when they are clearly improving without medical intervention. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"347649-s-12-33","title":"Range of Toxicity","mono":"<b>LOPERAMIDE <\/b><br\/>TOXICITY: Six deaths were reported following complications secondary to misuse of loperamide in infants less than 6.5 months of age. Even in therapeutic doses, patients may experience mild to more severe toxicity, including paralytic ileus. Repeated low doses (0.12 mg\/kg for 3 doses in an infant, 0.27 mg\/kg\/day in a neonate) have caused CNS and respiratory depression. THERAPEUTIC DOSE: ADULTS: Initially, 4 mg orally followed by 2 mg after each loose stool up to a maximum of 16 mg\/day. CHILDREN: Loperamide should never by given to infants\/children under the age of 2 years. Doses depend on age or weight of the child. First day dosage: 2 to 5 years of age (13 to 20 kg): 1 mg orally 3 times daily. 6 to 8 years of age (20 to 30 kg): 2 mg orally twice daily. 8 to 12 years (greater than 30 kg): 2 mg orally 3 times daily. Subsequent daily dosage: 2 to 12 years of age: 1 mg\/10 kg of body weight orally only after a loose stool, total daily dose should not exceed dosages for the first day. <br\/>"}]},"13":{"id":"347649-s-13","title":"Clinical Teaching","mono":"<ul><li>Inform patient not to use for abdominal pain in the absence of diarrhea.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause hyperglycemia, nausea, vomiting, xerostomia, dizziness, somnolence, or fatigue.<\/li><li>Patients with acute diarrhea should notify healthcare professional if no clinical improvement is observed within the first 48 h.<\/li><li>Instruct AIDS patients to stop therapy and call healthcare professional at the first sign of abdominal distention.<\/li><li>Patient should maintain adequate hydration during treatment.<\/li><li>Advise patient not to take more than 16 mg in a 24-h period.<\/li><\/ul>"}}}