{"drugs":["Ativan","Lorazepam","Lorazepam Intensol"],"mono":{"0":{"id":"347844-s-0","title":"Generic Names","mono":"Lorazepam"},"1":{"id":"347844-s-1","title":"Dosing and Indications","sub":[{"id":"347844-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Alcohol withdrawal syndrome:<\/b> 2 mg ORALLY every 6 hr for 4 doses, then 1 mg every 6 hr for 8 doses<\/li><li><b>Anxiety:<\/b> initial, 2 to 3 mg\/day ORALLY divided into 2 to 3 daily doses<\/li><li><b>Anxiety:<\/b> maintenance, 2 to 6 mg\/day ORALLY divided into 2 to 3 daily doses; dose may vary from 1 to 10 mg\/day<\/li><li><b>Chemotherapy-induced nausea and vomiting; Prophylaxis:<\/b> a single dose of 0.025 to 0.05 mg\/kg (MAX 4 mg) IM OR IV given slowly (2 mg\/min) 30 to 35 min prior to receiving chemotherapy; this dose may be supplemented with oral lorazepam 1 to 2 mg\/hr as needed<\/li><li><b>Insomnia, due to anxiety or situational stress:<\/b> 2 to 4 mg ORALLY at bedtime<\/li><li><b>Premedication for anesthetic procedure:<\/b> 0.05 mg\/kg IM (MAX 4 mg) 2 hours  before procedure<\/li><li><b>Premedication for anesthetic procedure:<\/b> 0.044 mg\/kg IV OR 2 mg (whichever is less); MAX dose 0.05 mg\/kg IV OR 4 mg (whichever is less) 15 to 20 minutes before the surgical procedure<\/li><li><b>Sedation:<\/b> (intermittent) 0.02 to 0.06 mg\/kg IV every 2 to 6 hours<\/li><li><b>Sedation:<\/b> (continuous infusion) 0.01 to 0.1 mg\/kg\/hr IV<\/li><li><b>Status epilepticus:<\/b> 4 mg IV given slowly at 2 mg\/min, may repeat dose in 10 to 15 min if needed; IM dosing may be used, but IV dosing is preferred<\/li><\/ul>"},{"id":"347844-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>(oral) safety and effectiveness of lorazepam tablets in children less than 12 years old have not been established<\/li><li>(injection) safety and efficacy has not been established in children less than 18 years old for status epilepticus or preanesthetic sedation<\/li><li><b>Anxiety:<\/b> (12 years and older) initial, 2 to 3 mg\/day ORALLY divided into 2 to 3 daily doses<\/li><li><b>Anxiety:<\/b> (12 years and older) maintenance, 2 to 6 mg\/day ORALLY divided into 2 to 3 daily doses; dose may vary from 1  to 10 mg\/day<\/li><li><b>Insomnia, due to anxiety or situational stress:<\/b> (12 years and older) 2 to 4 mg ORALLY at bedtime<\/li><\/ul>"},{"id":"347844-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild to moderate (injection):<\/b> no dosage adjustment is needed<\/li><li><b>renal failure (injection):<\/b> use not recommended<\/li><li><b>hepatic impairment, mild to moderate (injection):<\/b> no dosage adjustment is needed<\/li><li><b>hepatic failure (injection):<\/b> use not recommended<\/li><li><b>geriatrics (oral):<\/b> 1 to 2 mg\/day ORALLY in divided doses, then increase dose gradually as needed and tolerated<\/li><li><b>age over 50 years (preanesthetic sedation):<\/b> do not exceed 2 mg IV or 0.044 mg\/kg IV<\/li><li><b>geriatrics (injection):<\/b> no dosage adjustments are needed<\/li><li><b>concomitant probenecid or valproate:<\/b> reduce lorazepam IM or IV dose by 50%<\/li><li><b>debilitated (oral):<\/b> 1 to 2 mg\/day ORALLY in divided doses, then increase dose gradually as needed and tolerated<\/li><li><b>discontinuation dosing:<\/b> gradually taper dosage after extended therapy; abrupt discontinuation should generally be avoided<\/li><li><b>females taking oral contraceptives (injection):<\/b> may require dose increase<\/li><\/ul>"},{"id":"347844-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Anxiety<\/li><li>Insomnia, due to anxiety or situational stress<\/li><li>Premedication for anesthetic procedure<\/li><li>Status epilepticus<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Agitation - Psychotic disorder<\/li><li>Alcohol withdrawal syndrome<\/li><li>Chemotherapy-induced nausea and vomiting; Prophylaxis<\/li><li>Sedation<\/li><li>Seizure<\/li><li>Seizure, drug-induced; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"347844-s-3","title":"Contraindications\/Warnings","sub":[{"id":"347844-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to benzodiazepines or any component of the product (oral and injection), polyethylene glycol, propylene glycol, or benzyl alcohol (injection)<\/li><li>intraarterial administration; may produce arteriospasm resulting in gangrene (injection)<\/li><li>narrow-angle glaucoma, acute<\/li><li>respiratory insufficiency, severe; in the absence of resuscitative equipment (injection)<\/li><li>sleep apnea syndrome (injection)<\/li><\/ul>"},{"id":"347844-s-3-10","title":"Precautions","mono":"<ul><li>abrupt discontinuation; may result in withdrawal symptoms or in exacerbation of symptoms (oral)<\/li><li>concomitant anesthesia; risk of heavy sedation and possible airway obstruction (injection)<\/li><li>concomitant CNS depressant and alcohol use; increased risk of potentially fatal respiratory depression<\/li><li>concomitant use of medications that lower the convulsive threshold (such as antidepressants); increased risk of convulsions\/seizures if lorazepam is abruptly withdrawn (oral)<\/li><li>debilitated patients; increased risk of hypoventilation, or hypoxic cardiac arrest (injection); and increased risk of sedation (oral); initial oral dose should not exceed 2 mg, monitoring recommended, consider dose adjustment<\/li><li>depressive disorder, primary or psychosis; suicide potential or exacerbation of depression; use not recommended (oral)<\/li><li>drug or alcohol abuse, history; increased risk of drug abuse and dependence; monitoring recommended (oral)<\/li><li>elderly patients; increased risk of hypoventilation, or hypoxic cardiac arrest (injection); and increased risk of sedation (oral); initial oral dose should not exceed 2 mg, monitoring recommended, consider dose adjustment<\/li><li>hepatic failure; not recommended (injection)<\/li><li>hepatic insufficiency, severe and\/or encephalopathy; risk of worsening encephalopathy; consider dose adjustments (oral)<\/li><li>higher doses; increased risk of propylene glycol toxicity or polyethylene glycol toxicity especially in patients with renal impairment (injection)<\/li><li>multiple doses; increased risk of impaired consciousness (injection)<\/li><li>neonate patients; increased risk of fatal &quot;gasping syndrome&quot; due to benzyl alcohol, especially with higher doses (injection)<\/li><li>paradoxical reactions have been reported<\/li><li>patients over 50 years of age; increased risk of profound and prolonged sedation (injection)<\/li><li>pediatric patients; increased incidence of sensitivity to benzyl alcohol, polyethylene glycol, and propylene glycol especially in high doses (injection)<\/li><li>personality disorders, significant; increased risk of drug dependence (oral)<\/li><li>physical and psychologic dependence may occur; risk increases with higher doses and prolonged use; not recommended for long-term use (oral)<\/li><li>premature and low-birth-weight infants; seizure activity and myoclonus have been reported (injection)<\/li><li>pulmonary reserve, limited; risk of hypoventilation or hypoxic cardiac arrest (injection)<\/li><li>renal failure; not recommended (injection)<\/li><li>respiratory function, compromised (sleep apnea syndrome and chronic obstructive pulmonary disease); increased risk of respiratory depression (oral)<\/li><li>sedated patients, heavily; increased risk for airway obstruction (injection)<\/li><li>seizure disorder, increased risk of convulsions\/seizures if lorazepam is abruptly withdrawn (oral)<\/li><li>status epilepticus; risk of respiratory depression; monitoring recommended (injection)<\/li><\/ul>"},{"id":"347844-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"347844-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Drugs for which the effect on nursing infants is unknown but may be of concern.<\/li><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"347844-s-4","title":"Drug Interactions","sub":[{"id":"347844-s-4-13","title":"Contraindicated","mono":"<ul>Flumazenil (theoretical)<\/ul>"},{"id":"347844-s-4-14","title":"Major","mono":"<ul><li>Alfentanil (probable)<\/li><li>Amobarbital (probable)<\/li><li>Anileridine (probable)<\/li><li>Aprobarbital (probable)<\/li><li>Buprenorphine (theoretical)<\/li><li>Butabarbital (probable)<\/li><li>Butalbital (probable)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Codeine (probable)<\/li><li>Dantrolene (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (probable)<\/li><li>Levorphanol (probable)<\/li><li>Meclizine (theoretical)<\/li><li>Meperidine (probable)<\/li><li>Mephenesin (theoretical)<\/li><li>Mephobarbital (probable)<\/li><li>Meprobamate (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methohexital (probable)<\/li><li>Mirtazapine (theoretical)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Olanzapine (theoretical)<\/li><li>Orlistat (probable)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Pentobarbital (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Primidone (probable)<\/li><li>Propoxyphene (probable)<\/li><li>Remifentanil (probable)<\/li><li>Secobarbital (probable)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Thiopental (probable)<\/li><li>Zolpidem (theoretical)<\/li><\/ul>"},{"id":"347844-s-4-15","title":"Moderate","mono":"<ul><li>Perampanel (probable)<\/li><li>Posaconazole (established)<\/li><li>Probenecid (probable)<\/li><li>Pyrimethamine (probable)<\/li><li>St John's Wort (established)<\/li><li>Theophylline (probable)<\/li><li>Valproic Acid (probable)<\/li><\/ul>"}]},"5":{"id":"347844-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Asthenia (4.2%), Dizziness (6.9%), Sedated (15.9%), Unsteadiness present (3.4%)<\/li><li><b>Psychiatric:<\/b>Depression<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Acidosis (less than 1%)<\/li><li><b>Psychiatric:<\/b>Delirium<\/li><\/ul>"},"6":{"id":"347844-s-6","title":"Drug Name Info","sub":{"0":{"id":"347844-s-6-17","title":"US Trade Names","mono":"<ul><li>Ativan<\/li><li>Lorazepam Intensol<\/li><\/ul>"},"2":{"id":"347844-s-6-19","title":"Class","mono":"<ul><li>Antianxiety<\/li><li>Benzodiazepine, Short or Intermediate Acting<\/li><\/ul>"},"3":{"id":"347844-s-6-20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"347844-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"347844-s-7","title":"Mechanism Of Action","mono":"Lorazepam, a benzodiazepine clinically used as antianxiety, sedative and anticonvulsant agent, binds highly to the gamma-aminobutyric acid (GABA)-benzodiazepine receptor complex without displacing GABA. The drug binds to its specific attachment site to improve GABA's attraction to its own receptor site on the GABA-benzodiazepine receptor complex. It exerts tranquilizing action on the central nervous system with no appreciable effect on the respiratory or cardiovascular system.<br\/>"},"8":{"id":"347844-s-8","title":"Pharmacokinetics","sub":[{"id":"347844-s-8-23","title":"Absorption","mono":"<ul><li>IM: time to peak concentration, within 3 hours<\/li><li>Oral, solution: time to peak concentration, approximately 1 hours<\/li><li>Oral, tablet: time to peak concentration, approximately 2 hours<\/li><li>Bioavailability: 90%<\/li><\/ul>"},{"id":"347844-s-8-24","title":"Distribution","mono":"<ul><li>Vd: approximately 1.3 L\/kg<\/li><li>Vd (neonates with asphyxia neonatorum): decreased by 40%<\/li><li>Vd (children and adolescents with acute lymphocytic leukemia): 50% higher (mean)<\/li><li>Vd (pediatrics): 1.48 L\/kg<\/li><li>Vd (renal impairment): 40% higher (mean)<\/li><li>Vd (renal impairment undergoing hemodialysis): 75% higher (mean)<\/li><li>Protein binding: 85% to 91%<\/li><\/ul>"},{"id":"347844-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; conjugation, rapid and extensive, enterohepatic recirculation<\/li><li>Major metabolite: lorazepam glucuronide (3-O-phenolic glucuronide)<\/li><\/ul>"},{"id":"347844-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 7%<\/li><li>Renal: 88%<\/li><li>Dialyzable: unknown<\/li><li>Total body clearance, pediatrics: 1.2 mL\/min\/kg<\/li><\/ul>"},{"id":"347844-s-8-27","title":"Elimination Half Life","mono":"<ul><li>12 to 14 hours<\/li><li>Neonates with asphyxia neonatorum (birth to 1 month,): prolonged 3-fold<\/li><li>Children with acute lymphocytic leukemia (2 to 12 years): 30% longer (mean)<\/li><li>Adolescents with acute lymphocytic leukemia (12 to 18 years): 2-fold greater (mean)<\/li><li>Pediatrics: 16.8 hours<\/li><li>Renal impairment: 25% higher (mean)<\/li><li>Renal impairment undergoing hemodialysis: 75% higher (mean)<\/li><\/ul>"}]},"9":{"id":"347844-s-9","title":"Administration","mono":"<ul><li><b>Intramuscular<\/b><br\/>inject undiluted solution deep in the muscle mass<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>can be diluted with Sterile Water for Injection, NS, and D5W<\/li><li>dilute with an equal volume of compatible solution immediately prior to use; mix thoroughly by gently inverting the container until homogenous; do not shake vigorously<\/li><li>diluted solution may be injected directly into a vein or into the tubing of an existing IV infusion<\/li><li>the rate of injection should not exceed 2 mg\/minute<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>(tablets) when given in divided doses, the largest dose is taken before bedtime<\/li><li>(concentrated solution) mix with liquid or semi-solid food (water, juices, soda or soda-like beverages, applesauce, or puddings)<\/li><li>(concentrated solution) use only the calibrated dropper provided to measure solution; add to the food\/beverage and stir gently<\/li><li>(concentrated solution) consume entire mixture immediately; do not store for future use<\/li><\/ul><\/li><\/ul>"},"10":{"id":"347844-s-10","title":"Monitoring","mono":"<ul><li>anxiety: decreased anxiety and associated symptoms may indicate efficacy<\/li><li>status epilepticus: cessation of seizure indicates efficacy<\/li><li>preanesthetic: diminished recall, decreased anxiety, and sedation may indicate efficacy<\/li><li>(oral) therapeutic usefulness periodically with long-term use<\/li><li>(oral) blood counts in patients on long-term therapy; periodically<\/li><li>(oral) liver function tests in patients on long-term therapy; periodically<\/li><li>(oral) sedation in elderly and debilitated patients; frequently<\/li><li>(oral) symptoms of upper gastrointestinal disease in geriatric patients and patients on long-term therapy<\/li><li>(injection) vital signs in patients with status epilepticus; especially respiratory status if respiratory depression occurs<\/li><\/ul>"},"11":{"id":"347844-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 2 MG\/ML, 4 MG\/ML<\/li><li>Oral Solution: 2 MG\/ML<\/li><li>Oral Tablet: 0.5 MG, 1 MG, 2 MG<\/li><\/ul><\/li><li><b>Ativan<\/b><br\/><ul><li>Injection Solution: 2 MG\/ML, 4 MG\/ML<\/li><li>Oral Tablet: 0.5 MG, 1 MG, 2 MG<\/li><\/ul><\/li><li><b>LORazepam Intensol<\/b><br\/>Oral Solution: 2 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"347844-s-12","title":"Toxicology","sub":[{"id":"347844-s-12-31","title":"Clinical Effects","mono":"<b>BENZODIAZEPINES<\/b><br\/>USES: Benzodiazepines are used as anxiolytics, muscle relaxants, procedural sedation agents, and sedative-hypnotics to treat withdrawal states (ie, ethanol, benzodiazepines) and many hyperadrenergic\/stimulated conditions (eg, seizures, serotonin syndrome, neuroleptic malignant syndrome, sympathomimetic overdose, psychiatric conditions). PHARMACOLOGY: They act on the benzodiazepine binding site on the chloride channel of the gamma-aminobutyric acid (GABA), an inhibitory neurotransmitter receptor in the CNS, and increase the frequency of chloride channel opening. This hyperpolarizes the cell and prevents nerve firing\/stimulation, resulting in generalized depression of spinal reflexes and the reticular activating system causing CNS depression. TOXICOLOGY: Toxicity is an extension of the pharmacology, increased GABA activity causing CNS depression. While coma and respiratory depression are rare, they may occur with large overdoses or coingestions. EPIDEMIOLOGY: Benzodiazepine overdose is common and usually occurs in combination with other drug ingestions. Outcomes are generally good. MILD TO MODERATE TOXICITY: CNS depression is the most common finding after overdose. Respiratory depression may also occur, but is more common with coingestion of other sedative-hypnotics. SEVERE TOXICITY: Respiratory depression\/arrest may occur with large overdoses or following rapid IV injection with short-acting benzodiazepines. Severity of respiratory effects depends on the amount ingested and absorbed, type of benzodiazepine ingested (worse for lipophilic agents (eg, diazepam or flunitrazepam) vs polar (eg, lorazepam)), and coingestants. In high doses, patients may manifest coma, respiratory depression, hypotension, hypothermia, and rhabdomyolysis. Otherwise, benzodiazepines are remarkably safe as single agents. ADVERSE EFFECTS: Adverse effects of benzodiazepines in therapeutic doses usually reflect the drug's pharmacology and include sedation, slurred speech, and ataxia. Some IV forms of benzodiazepines (namely, diazepam (Valium(R)) and lorazepam (Ativan(R))) contain propylene glycol as a diluent. Large doses and prolonged infusions may cause the accumulation of propylene glycol and a resultant anion gap metabolic acidosis. This is best avoided by using midazolam (Versed(R)) infusions since it is water soluble and does not contain propylene glycol. Physical and\/or psychological dependence may develop, and a withdrawal syndrome similar to ethanol withdrawal (ie, hypertension, tachycardia, tremulousness, seizures, low grade fever, and, in severe cases, delirium) may develop after abrupt discontinuation in dependent individuals.<br\/>"},{"id":"347844-s-12-32","title":"Treatment","mono":"<b>BENZODIAZEPINES<\/b><br\/><ul><li>Support: Supportive care with attention to the airway, breathing, and circulation is the mainstay of treatment. Benzodiazepine overdose as a single agent may cause coma but generally does not cause loss of airway reflexes. However, when combined with other sedating drugs (eg, ethanol, opioids, muscle relaxants, antipsychotics, anticonvulsants), airway protection may be necessary. Even with large overdoses, patients generally remain hemodynamically stable. MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care. MANAGEMENT OF SEVERE TOXICITY: Coma and respiratory depression require intubation. Hypotension responds to fluids and rarely vasopressors. Anion gap metabolic acidosis from prolonged, high-dose lorazepam or diazepam can be treated with medication cessation.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal is usually not necessary unless the patient has a dangerous co-ingestant. Avoid if the patient is too sedated. HOSPITAL: Activated charcoal may be beneficial if dangerous co-ingestants were consumed and the patient is intubated or can protect their airway. Gastric lavage and whole bowel irrigation are usually not indicated as severe toxicity is very rare.<\/li><li>Airway management: Although respiratory depression is rare, some patients will require airway management.<\/li><li>Antidote: Flumazenil is a specific benzodiazepine receptor antagonist that can rapidly reverse the benzodiazepine effect. However, it is rarely indicated except for iatrogenic oversedation or respiratory depression. In addition, flumazenil may cause withdrawal states and result in seizures, adrenergic stimulation, or autonomic instability in patients chronically taking benzodiazepines or in those with ventricular dysrhythmias and seizures who are concomitantly using cocaine or tricyclic antidepressants. The starting dose is 0.1 to 0.2 mg IV over 15 to 30 seconds and repeated as needed to a maximum of 1 mg. Continuous IV infusion from 0.1 to 1 mg\/hr in 0.9% NaCl or D5W may also be used.<\/li><li>Monitoring of patient: Serum glucose, venous blood gases, ECG, and pulse oximetry may be useful. Urine drug tests do not detect all benzodiazepines; in particular, midazolam, chlordiazepoxide, and flunitrazepam are not detected on many urinary assays, so a negative screen does not rule out a benzodiazepine ingestion.<\/li><li>Enhanced elimination procedure: There is no role for diuresis, dialysis, or hemoperfusion.<\/li><li>Patient disposition: HOME CRITERIA: Healthy children with unintentional ingestions of 1 to 2 tablets may be observed at home if the family is responsible. If significant ataxia or drowsiness develops, refer the patient to the hospital. Asymptomatic adults with unintentional ingestions and a good social situation may remain at home. OBSERVATION CRITERIA: All patients with intentional ingestion or significant ataxia, drowsiness, or respiratory depression should be referred to the hospital for observation. Patients with unreliable social situations may also need observation. Patients may be discharged when asymptomatic. ADMISSION CRITERIA: Admit patients with severe symptoms (ie, coma, respiratory failure, or hypotension unresponsive to IV fluids) or if a danger to themselves. Discharge when asymptomatic and when psychiatric issues have been addressed.<\/li><\/ul>"},{"id":"347844-s-12-33","title":"Range of Toxicity","mono":"<b>BENZODIAZEPINES<\/b><br\/>TOXICITY: In general, the toxic-to-therapeutic ratio is very high for benzodiazepines, making them remarkably safe medications. THERAPEUTIC DOSE: Varies among the benzodiazepines.<br\/>"}]},"13":{"id":"347844-s-13","title":"Clinical Teaching","mono":"<ul><li> Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause dizziness, headache, transient memory impairment, sedation, somnolence, or depression.<\/li><li>Instruct patient to report dyspnea, severe drowsiness, or muscle weakness.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patient should not drink alcohol while taking this drug. Warn patients who have received IV lorazepam to not drink alcohol for at least 48 h after administration.<\/li><li>Patient should avoid concomitant use of phenothiazines, narcotics, barbiturates, antidepressants, scopolamine, MAO inhibitors, or other CNS depressants.<\/li><li>Instruct patient on oral medication that a missed dose may be taken up to 1 h after regularly scheduled time. If more than 1 h late, advise patient to skip the missed dose.<\/li><\/ul>"}}}