{"drugs":["Altoprev","Lovastatin","Mevacor"],"mono":{"0":{"id":"348585-s-0","title":"Generic Names","mono":"Lovastatin"},"1":{"id":"348585-s-1","title":"Dosing and Indications","sub":[{"id":"348585-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Coronary arteriosclerosis:<\/b> (immediate release) initial, 20 mg ORALLY once daily with the evening meal; initial dose of 10 mg ORALLY once a day may be considered if reductions of less than 20% in LDL-C are needed<\/li><li><b>Coronary arteriosclerosis:<\/b> (immediate release) maintenance, adjust dose at intervals of 4 weeks or more; 10 to 80 mg ORALLY once daily or in 2 divided doses; MAX 80 mg\/day<\/li><li><b>Coronary arteriosclerosis:<\/b> (extended release): 20 to 60 mg ORALLY once daily at bedtime; adjust dose at intervals of 4 weeks or more<\/li><li><b>Coronary arteriosclerosis, Primary; Prophylaxis:<\/b> (immediate release) initial, 20 mg ORALLY once daily with the evening meal; initial dose of 10 mg ORALLY once a day may be considered if reductions of less than 20% in LDL-C are needed<\/li><li><b>Coronary arteriosclerosis, Primary; Prophylaxis:<\/b> (immediate release) maintenance, adjust dose at intervals of 4 weeks or more; 10 to 80 mg ORALLY once daily or in 2 divided doses; MAX 80 mg\/day<\/li><li><b>Coronary arteriosclerosis, Primary; Prophylaxis:<\/b> (extended release): 20 to 60 mg ORALLY once daily at bedtime; adjust dose at intervals of 4 weeks or more<\/li><li><b>Hypercholesterolemia, Primary and mixed:<\/b> (immediate release) initial, 20 mg ORALLY once daily with the evening meal; initial dose of 10 mg ORALLY once a day may be considered if reductions of less than 20% in LDL-C are needed<\/li><li><b>Hypercholesterolemia, Primary and mixed:<\/b> (immediate release) maintenance, adjust dose at intervals of 4 weeks or more; 10 to 80 mg ORALLY once daily or in 2 divided doses; MAX 80 mg\/day<\/li><li><b>Hypercholesterolemia, Primary and mixed:<\/b> (extended release): 20 to 60 mg ORALLY once daily at bedtime, adjust dose at intervals of 4 weeks or more<\/li><\/ul>"},{"id":"348585-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>(extended-release) safety and efficacy not established in pediatric patients<\/li><li>(immediate-release) heterozygous familial hypercholesterolemia, no studies have been done in prepubertal children, children younger than 10 years, in females who are not at least 1 year postmenarche, or in doses greater than 40 mg\/day<\/li><li><b>Familial hypercholesterolemia - heterozygous, In adolescent patients:<\/b> (10 to 17 years old): initial 20 mg ORALLY once daily; initial dose of 10 mg ORALLY once a day may be considered if reductions of less than 20% in LDL-C are needed<\/li><li><b>Familial hypercholesterolemia - heterozygous, In adolescent patients:<\/b> (10 to 17 years old): maintenance, 10 to 40 mg ORALLY once daily; adjust dose at intervals of 4 weeks or more; MAX 40 mg\/day<\/li><\/ul>"},{"id":"348585-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal insufficiency:<\/b> (extended-release) initial, 20 mg ORALLY once daily in the evening at bedtime and increased cautiously; evaluate the benefit\/risk ratio of higher doses; patients requiring lower reductions in cholesterol levels, use of extended-release is not recommended, the immediate-release could be considered<\/li><li><b>renal impairment, severe (CrCl less than 30mL\/min):<\/b> doses greater than 20 mg\/day should be undertaken with caution if deemed necessary<\/li><li><b>geriatrics:<\/b> (immediate-release) no dosage adjustment needed for immediate release; (extended-release) initial, 20 mg ORALLY once daily in the evening at bedtime; evaluate the benefit\/risk ratio of higher doses; patients requiring lower reductions in cholesterol levels, use of extended-release is not recommended, the immediate-release could be considered;<\/li><li><b>complicated medical conditions (eg, diabetes):<\/b> (extended-release) initial, 20 mg ORALLY once daily in the evening at bedtime and increase cautiously; evaluate the benefit\/risk ratio of higher doses; patients requiring lower reductions in cholesterol levels, use of extended-release is not recommended<\/li><li><b>concomitant use with amiodarone:<\/b> (immediate-release) MAX 40 mg\/day; (extended-release) 20 mg\/day<\/li><li><b>concomitant use with cyclosporine:<\/b> (extended release) do not be initiated therapy<\/li><li><b>concomitant use with danazol or diltiazem:<\/b> (immediate-release) initial, 10 mg daily; MAX 20 mg daily<\/li><li><b>concomitant use with gemfibrozil, other fibrates, or niacin (1 g\/day or greater):<\/b> (extended-release) avoid use, if given concomitantly the lovastatin dose should not exceed 20 mg\/day<\/li><li><b>concomitant use with verapamil:<\/b> (immediate-release) initial, 10 mg daily; MAX 20 mg daily; (extended-release): 20 mg\/day<\/li><\/ul>"},{"id":"348585-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Coronary arteriosclerosis<\/li><li>Coronary arteriosclerosis, Primary; Prophylaxis<\/li><li>Familial hypercholesterolemia - heterozygous, In adolescent patients<\/li><li>Hypercholesterolemia, Primary and mixed<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute coronary syndrome<\/li><li>Atrial fibrillation; Prophylaxis<\/li><li>Atrial fibrillation; Prophylaxis - Operation on heart<\/li><li>Cerebrovascular accident; Prophylaxis<\/li><li>Coronary artery bypass graft<\/li><li>Heart failure, chronic<\/li><li>Nephrotic syndrome<\/li><li>Percutaneous coronary intervention<\/li><li>Restenotic lesion of coronary artery; Prophylaxis<\/li><li>Secondary hypercholesterolemia - Type 2 diabetes mellitus<\/li><\/ul>"}]},"3":{"id":"348585-s-3","title":"Contraindications\/Warnings","sub":[{"id":"348585-s-3-9","title":"Contraindications","mono":"<ul><li>concomitant use with strong CYP3A4 inhibitors (eg, boceprevir, clarithromycin, erythromycin, HIV protease inhibitors, itraconazole, ketoconazole, nefazodone, posaconazole, telaprevir, telithromycin, voriconazole), or cobicistat-containing products<\/li><li>hypersensitivity to lovastatin or any other component of the product<\/li><li>immune-mediated necrotizing myopathy; has occurred and may persist after discontinuation of treatment<\/li><li>liver disease, active<\/li><li>pregnancy and nursing mothers<\/li><li>serum transaminase elevations, unexplained persistent<\/li><\/ul>"},{"id":"348585-s-3-10","title":"Precautions","mono":"<ul><li>alcohol, substantial use<\/li><li>amyotrophic lateral sclerosis (ALS); rate of ALS functional decline may increase with statin therapy<\/li><li>concomitant use with cyclosporine, or gemfibrozil should be avoided<\/li><li>condition predisposing to the development of renal failure secondary to rhabdomyolysis (eg, sepsis, hypotension, major surgery, trauma, uncontrolled epilepsy, or severe metabolic, endocrine, or electrolyte disorder); temporary discontinuation recommended<\/li><li>consumption of grapefruit juice should be avoided<\/li><li>elderly; increased risk of myopathy and rhabdomyolysis, especially in those with complicated medical conditions<\/li><li>higher doses; associated with increased risk of myopathy\/rhabdomyolysis<\/li><li>homozygous familial hypercholesterolemia; reduced efficacy and increased risk of serum transaminase elevations<\/li><li>immune-mediated necrotizing myopathy, an autoimmune myopathy, has been reported; discontinue therapy immediately if myopathy is diagnosed or suspected<\/li><li>liver disease, past history<\/li><li>liver dysfunction, including persistent increases in transaminases greater than 3 times ULN  and moderate increases less than 3 times ULN, has been reported; monitoring recommended<\/li><li>liver failure, including fatalities, have been reported; monitoring recommended; interrupt treatment if serious liver injury with clinical symptoms and\/or hyperbilirubinemia or jaundice occurs; if another etiology is not confirmed, do not restart<\/li><li>myopathy and rhabdomyolysis, dose related, with or without acute renal failure, including fatalities, have been reported; increased risk with concomitant use of myopathy-causing agents (eg, fibrates, high-dose niacin); monitoring is recommended, especially during initiation and periods of upward dose titration; discontinue therapy if markedly elevated CPK, or if myopathy is diagnosed or suspected<\/li><li>renal insufficiency; dose-related increased risk of rhabdomyolysis; monitoring recommended<\/li><li>renal insufficiency, severe (CrCl less than 30 ml\/min); dose adjustment may be warranted<\/li><\/ul>"},{"id":"348585-s-3-11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"348585-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"348585-s-4","title":"Drug Interactions","sub":[{"id":"348585-s-4-13","title":"Contraindicated","mono":"<ul><li>Amprenavir (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Erythromycin (probable)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Mibefradil (probable)<\/li><li>Mifepristone (theoretical)<\/li><li>Nefazodone (probable)<\/li><li>Nelfinavir (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Voriconazole (probable)<\/li><\/ul>"},{"id":"348585-s-4-14","title":"Major","mono":"<ul><li>Amiodarone (theoretical)<\/li><li>Bezafibrate (probable)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Ciprofibrate (probable)<\/li><li>Clofibrate (probable)<\/li><li>Colchicine (probable)<\/li><li>Conivaptan (theoretical)<\/li><li>Cyclosporine (established)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dalfopristin (probable)<\/li><li>Danazol (probable)<\/li><li>Daptomycin (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Diltiazem (established)<\/li><li>Dronedarone (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fenofibrate (theoretical)<\/li><li>Fenofibric Acid (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Gemfibrozil (established)<\/li><li>Lomitapide (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Niacin (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Quinupristin (probable)<\/li><li>Ranolazine (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Verapamil (theoretical)<\/li><\/ul>"},{"id":"348585-s-4-15","title":"Moderate","mono":"<ul><li>Azithromycin (probable)<\/li><li>Bosentan (probable)<\/li><li>Clopidogrel (established)<\/li><li>Oat Bran (probable)<\/li><li>Pectin (probable)<\/li><li>St John's Wort (probable)<\/li><\/ul>"}]},"5":{"id":"348585-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (up to 2.5%), Constipation (up to 3.5%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (5% to 6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Dermatomyositis<\/li><li><b>Hepatic:<\/b>Increased liver enzymes (up to 1.9%), Liver failure<\/li><li><b>Immunologic:<\/b>Autoimmune disease, Systemic lupus erythematosus<\/li><li><b>Musculoskeletal:<\/b>Disorder of muscle, Rhabdomyolysis, Rupture of tendon<\/li><\/ul>"},"6":{"id":"348585-s-6","title":"Drug Name Info","sub":{"0":{"id":"348585-s-6-17","title":"US Trade Names","mono":"<ul><li>Altoprev<\/li><li>Mevacor<\/li><\/ul>"},"2":{"id":"348585-s-6-19","title":"Class","mono":"<ul><li>Antihyperlipidemic<\/li><li>HMG-COA Reductase Inhibitor<\/li><\/ul>"},"3":{"id":"348585-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"348585-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"348585-s-7","title":"Mechanism Of Action","mono":"Lovastatin, a cholesterol lowering agent, is rapidly hydrolyzed to beta-hydroxyacid which is an inhibitor of 3-hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) reductase. It prevents the conversion of HMG-CoA to mevalonate which is rate limiting step in the biosynthesis of cholesterol. Its low-density lipoprotein (LDL) lowering effect may involve reduction of very low density lipoprotein cholesterol (VLDL-C) concentration and induction of the LDL receptor.<br\/>"},"8":{"id":"348585-s-8","title":"Pharmacokinetics","sub":[{"id":"348585-s-8-23","title":"Absorption","mono":"<ul><li>Lovastatin, Oral: time to peak concentration, 2 h<\/li><li>Bioavailability: low and variable<\/li><li>Bioavailability: (hypercholesterolemia), less than 5%<\/li><li>6'-hydroxy derivative, Oral: time to peak concentration, 2 h to 4 h<\/li><\/ul>"},{"id":"348585-s-8-24","title":"Distribution","mono":"Protein binding: greater than 95% <br\/>"},{"id":"348585-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; first-pass, hydrolysis<\/li><li>Metabolites: beta-hydroxyacid and 6'-hydroxy derivative of lovastatin<\/li><\/ul>"},{"id":"348585-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 83%<\/li><li>Renal: 10%<\/li><li>Dialyzable: not known<\/li><\/ul>"}]},"9":{"id":"348585-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(extended release) take in the evening at bedtime<\/li><li>(extended release) swallow tablet whole; do not chew, crush, or cut the tablet<\/li><li>(immediate release) take with evening meal<\/li><\/ul>"},"10":{"id":"348585-s-10","title":"Monitoring","mono":"<ul><li>lipid panel; prior to therapy initiation and periodically during treatment to evaluate efficacy<\/li><li>liver function tests; baseline in all patients prior to initiation of lovastatin and when clinically indicated; patients at increased risk for liver injury include those with history of liver disease or those who consume substantial quantities of alcohol<\/li><li>creatine kinase levels; in patients initiating therapy or when doses are increased, although such monitoring may not prevent myopathy; patients at greater risk of myopathy include those with renal insufficiency usually as a consequence of long-standing diabetes mellitus<\/li><\/ul>"},"11":{"id":"348585-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 10 MG, 20 MG, 40 MG<br\/><\/li><li><b>Altoprev<\/b><br\/>Oral Tablet, Extended Release: 20 MG, 40 MG, 60 MG<br\/><\/li><li><b>Mevacor<\/b><br\/>Oral Tablet: 10 MG, 20 MG, 40 MG<br\/><\/li><\/ul>"},"12":{"id":"348585-s-12","title":"Toxicology","sub":[{"id":"348585-s-12-31","title":"Clinical Effects","mono":"<b>LOVASTATIN AND RELATED DRUGS <\/b><br\/>USES: HMG-CoA reductase inhibitors are used in the treatment of hypercholesterolemia. The following agents are available in the United States: atorvastatin, fluvastatin, lovastatin, pitavastatin, pravastatin, rosuvastatin, and simvastatin. Atorvastatin, lovastatin, pravastatin, and simvastatin are also available in combination with other agents (atorvastatin\/amlodipine; lovastatin\/niacin; pravastatin\/aspirin; simvastatin\/ezetimibe; simvastatin\/niacin; simvastatin\/sitagliptin). PHARMACOLOGY: HMG-CoA reductase inhibitors competitively inhibit 3-hydroxy-3-methylglutaryl coenzyme A reductase, preventing conversion of HMG-CoA to mevalonate, the rate determining enzyme for cholesterol synthesis. EPIDEMIOLOGY: Exposure is common but overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Ingestion of up to 6 grams of lovastatin has been reported without specific effects or sequelae. SEVERE TOXICITY: Severe toxicity is not expected, unless a coingestant is present. ADVERSE EFFECTS: Nausea, flatulence, diarrhea, abdominal pain, myopathy, myalgias, rhabdomyolysis, elevated liver enzymes, hepatitis, dermatitis, diplopia, blepharoptosis (ptosis), ophthalmoplegia, tendinitis, and tendon rupture have been reported in patients receiving statins. Other reported adverse effects (rare) include hyperkalemia (lovastatin), photosensitivity (simvastatin), dermatomyositis (simvastatin and pravastatin), limb compartment syndrome (simvastatin and atorvastatin), acute renal failure (lovastatin), pancreatitis (pravastatin and lovastatin\/gemfibrozil), chest pain (pravastatin), atrial fibrillation (simvastatin), vasculitis (atorvastatin), hemolytic anemia (lovastatin), thrombocytopenic purpura (atorvastatin), thrombotic thrombocytopenic purpura (simvastatin), akathisia (lovastatin), extrapyramidal effects (lovastatin), nasopharyngitis (atorvastatin), upper respiratory infection (pravastatin), cough (pravastatin), lung fibrosis (simvastatin), peripheral neuropathy (lovastatin and simvastatin). <br\/>"},{"id":"348585-s-12-32","title":"Treatment","mono":"<b>LOVASTATIN AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Prehospital gastrointestinal decontamination is generally not necessary unless coingestants are involved. HOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only after very large ingestions or if coingestants with significant toxicity are involved.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic coingestants are involved.<\/li><li>Antidote: None<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, CBC, and liver enzymes in symptomatic patients. Monitor serum creatinine, BUN, CK, and urine myoglobin for indications of renal impairment secondary to rhabdomyolysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is NOT expected to significantly enhance the clearance of these drugs due to extensive protein binding and large volumes of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"348585-s-12-33","title":"Range of Toxicity","mono":"<b>LOVASTATIN AND RELATED DRUGS<\/b><br\/>TOXICITY: ADULTS: LOVASTATIN: Single doses up to 200 mg of lovastatin have been well tolerated without significant adverse effects in adult human volunteers. Overdoses of up to 5 to 6 grams of lovastatin have been well tolerated; no specific symptoms occurred. SIMVASTATIN: The maximum reported dose of simvastatin ingestion is 3.6 g with no specific symptoms; recovery was complete without sequelae. CHILDREN: FLUVASTATIN: Two children (a 2-year-old and a 3-year-old) ingested up to 80 mg of fluvastatin. Vomiting was induced in the children, and no capsules were present in emesis; both children recovered without any adverse effects. THERAPEUTIC DOSE: ADULTS: ATORVASTATIN: Initial dose is 10 or 20 mg once daily, may be increased up to a maximum of 80 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN: extended-release lovastatin is 20 to 60 mg daily, in single doses; regular lovastatin is 10 to 80 mg daily, in single or divided doses. PITAVASTATIN: 1 to 4 mg once daily. PRAVASTATIN: 10 to 80 mg daily, in single doses. ROSUVASTATIN: 5 to 40 mg daily. SIMVASTATIN: 5 to 80 mg daily. CHILDREN: ATORVASTATIN: Initial dose is 10 mg once daily, may be increased up to a maximum of 20 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN OR PITAVASTATIN OR ROSUVASTATIN: Safety and efficacy have not been established in children. PRAVASTATIN: 20 to 40 mg daily, in single doses. SIMVASTATIN: 10 to 40 mg daily. <br\/>"}]},"13":{"id":"348585-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report signs\/symptoms of myopathy or rhabdomyolysis (muscle pain, tenderness, weakness, fever).<\/li><li>Drug may cause abdominal pain, constipation, diarrhea, nausea, or headache.<\/li><li>Advise patient to immediately report signs\/symptoms of myopathy including unexplained muscle pain, tenderness, or weakness especially when accompanied by fever or malaise, or if symptoms persist after discontinuation of drug.<\/li><li>Counsel patients to report signs\/symptoms of liver injury (jaundice, dark urine, upper abdominal discomfort, anorexia, fatigue).<\/li><li>Patient should take tablets with evening meal and extended-release tablets at bedtime.<\/li><li>Counsel patient to avoid excessive quantities of alcohol to reduce risk of hepatotoxicity.<\/li><li>Patient should not drink large amounts of grapefruit juice (greater than 1 quart\/day) while taking this drug.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}