{"generic":"Acetaminophen\/Codeine Phosphate","drugs":["Acetaminophen\/Codeine Phosphate","APAP w\/Codeine","Capital w\/Codeine","Pyregesic-C","Tylenol w\/Codeine","Tylenol w\/Codeine #3","Tylenol w\/Codeine #4","Tylenol with Codeine No. 3","Vopac"],"mono":{"0":{"id":"34is0","title":"Generic Names","mono":"Acetaminophen\/Codeine Phosphate"},"1":{"id":"34is1","title":"Dosing and Indications","sub":{"0":{"id":"34is1b4","title":"Adult Dosing","mono":"<ul><li>to protect consumers, the US Food and Drug Administration recommends no prescribing or dispensing of products with more than 325 mg of acetaminophen per tablet, capsule, or other dosage unit<\/li><li><b>Pain, Mild to moderately severe:<\/b> tablets, acetaminophen 300 to 1000 mg\/codeine 15 to 60 mg ORALLY every 4 hours as needed; MAX acetaminophen 4000 mg\/codeine 360 mg daily<\/li><li><b>Pain, Mild to moderately severe:<\/b> suspension or solution, 15 mL (acetaminophen 360 mg\/codeine 36 mg) ORALLY every 4 hours as needed; MAX acetaminophen 4000 mg\/24 hours<\/li><\/ul>"},"1":{"id":"34is1b5","title":"Pediatric Dosing","mono":"<ul><li>to protect consumers, the US Food and Drug Administration recommends no prescribing or dispensing of products with more than 325 mg of acetaminophen per tablet, capsule, or other dosage unit<\/li><li>codeine use is contraindicated for postoperative pain control in pediatric patients undergoing tonsillectomy or adenoidectomy; for other types of pain, codeine should be used at the lowest effective dose for the shortest duration possible and only if the potential benefits outweigh the risks<\/li><li><b>Pain, Mild to moderately severe:<\/b> (3 to 6 years) suspension, 5 mL (acetaminophen 120 mg\/codeine 12 mg) ORALLY 3 to 4 times a day<\/li><li><b>Pain, Mild to moderately severe:<\/b> (7 to 12 years) suspension or solution, 10 mL (acetaminophen 240 mg\/codeine 24 mg) ORALLY 3 to 4 times a day<\/li><li><b>Pain, Mild to moderately severe:<\/b> (older than 12 years) suspension or solution, 15 mL (acetaminophen 360 mg\/codeine 36 mg) ORALLY 4 times daily as needed; MAX acetaminophen 4000 mg\/24 hours<\/li><\/ul>"},"3":{"id":"34is1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Pain, Mild to moderately severe<br\/>"}}},"2":{"id":"34is2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Acetaminophen has been associated with cases of acute liver failure, at times resulting in liver transplant and death. Most of the cases of liver injury are associated with the use of acetaminophen at doses that exceed 4000 mg\/day, and often involve more than one acetaminophen-containing product. Respiratory depression and death have occurred in pediatric patients who received codeine after tonsillectomy, adenoidectomy, or both. These patients had evidence of being ultrarapid metabolizers of codeine due to a CYP2D6 polymorphism.<br\/>"},"3":{"id":"34is3","title":"Contraindications\/Warnings","sub":[{"id":"34is3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to acetaminophen or codeine products<\/li><li>postoperative pain management in pediatric patients undergoing tonsillectomy and\/or adenoidectomy; severe respiratory depression and death have been reported<\/li><\/ul>"},{"id":"34is3b10","title":"Precautions","mono":"<ul><li>pediatric patients; risk of excess respiratory depression due to rapid conversion to morphine; even at labeled dosages, codeine can metabolize rapidly to higher than expected morphine levels in ultrarapid metabolizers; most patients unaware of their metabolizer status; severe respiratory depression and death due to morphine toxicity has been reported; monitoring recommended<\/li><li>severe liver injury, including acute liver failure resulting in transplant and death, has been reported with acetaminophen use; more likely when doses exceed 4000 mg\/day or when more than one acetaminophen-containing product is taken; do not exceed the maximum recommended dose of acetaminophen (4000 mg\/day)<\/li><li>acute abdominal conditions; diagnosis or clinical course may be obscured<\/li><li>Addison disease<\/li><li>concomitant use of other CNS depressants (including alcohol) should be avoided<\/li><li>elderly or debilitated patients<\/li><li>habit-forming and abuse potential with codeine; extended use not recommended<\/li><li>head injury, increased intracranial pressure, or intracranial lesions; potential for exaggerated respiratory depression and elevation of cerebrospinal fluid pressure; clinical course may be obscured<\/li><li>hepatic disease, preexisting; increased risk of acute liver failure<\/li><li>hepatic impairment, severe; monitoring recommended<\/li><li>hypersensitivity and anaphylaxis, including life-threatening cases, have been reported with acetaminophen use<\/li><li>hypothyroidism<\/li><li>prostatic hypertrophy<\/li><li>psychic dependence, physical dependence, and tolerance may occur with repeated administration of codeine<\/li><li>renal impairment, severe; monitoring recommended<\/li><li>skin reactions, serious, including Stevens-Johnson syndrome, toxic epidermal necrolysis, and acute generalized exanthematous pustulosis have been reported with use of acetaminophen; reaction may occur after one use or at any time; discontinue use immediately if rash or other hypersensitivity symptoms occur<\/li><li>sulfite sensitivity (more common in asthmatic than nonasthmatic patients); tablets contain metabisulfite, which may cause asthmatic episodes or allergic-type reactions, including anaphylaxis, in susceptible patients<\/li><li>ultrarapid metabolizers of codeine; rapid conversion of codeine (to active metabolite morphine) due to specific CYP2D6 genotype may cause overdose symptoms such as extreme sleepiness, confusion, or shallow breathing<\/li><li>urethral stricture<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"34is3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"34is3b12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"34is4","title":"Drug Interactions","sub":[{"id":"34is4b13","title":"Contraindicated","mono":"<ul>Naltrexone (probable)<\/ul>"},{"id":"34is4b14","title":"Major","mono":"<ul><li>Alfentanil (probable)<\/li><li>Alprazolam (probable)<\/li><li>Anileridine (probable)<\/li><li>Baclofen (probable)<\/li><li>Bromazepam (probable)<\/li><li>Buprenorphine (probable)<\/li><li>Bupropion (theoretical)<\/li><li>Butalbital (probable)<\/li><li>Butorphanol (probable)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Carisoprodol (probable)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (probable)<\/li><li>Chlorzoxazone (probable)<\/li><li>Clobazam (probable)<\/li><li>Clonazepam (probable)<\/li><li>Clorazepate (probable)<\/li><li>Dantrolene (probable)<\/li><li>Darunavir (theoretical)<\/li><li>Dezocine (probable)<\/li><li>Diazepam (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Estazolam (probable)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flunitrazepam (probable)<\/li><li>Fluoxetine (theoretical)<\/li><li>Flurazepam (probable)<\/li><li>Halazepam (probable)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (probable)<\/li><li>Imatinib (theoretical)<\/li><li>Isoniazid (established)<\/li><li>Ketazolam (probable)<\/li><li>Levorphanol (probable)<\/li><li>Lorazepam (probable)<\/li><li>Lormetazepam (probable)<\/li><li>Meclizine (theoretical)<\/li><li>Medazepam (probable)<\/li><li>Meperidine (probable)<\/li><li>Mephenesin (probable)<\/li><li>Mephobarbital (probable)<\/li><li>Meprobamate (probable)<\/li><li>Meptazinol (probable)<\/li><li>Metaxalone (probable)<\/li><li>Methadone (theoretical)<\/li><li>Methocarbamol (probable)<\/li><li>Methohexital (probable)<\/li><li>Midazolam (probable)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Nalbuphine (probable)<\/li><li>Nitrazepam (probable)<\/li><li>Opium (probable)<\/li><li>Orphenadrine (probable)<\/li><li>Oxazepam (probable)<\/li><li>Oxycodone (probable)<\/li><li>Oxymorphone (probable)<\/li><li>Paroxetine (theoretical)<\/li><li>Pentazocine (probable)<\/li><li>Pixantrone (theoretical)<\/li><li>Pneumococcal 13-Valent Vaccine, Diphtheria Conjugate (probable)<\/li><li>Prazepam (probable)<\/li><li>Propoxyphene (probable)<\/li><li>Quazepam (probable)<\/li><li>Remifentanil (probable)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Temazepam (probable)<\/li><li>Tizanidine (probable)<\/li><li>Triazolam (probable)<\/li><\/ul>"},{"id":"34is4b15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Lixisenatide (probable)<\/li><li>Perampanel (probable)<\/li><li>Phenytoin (probable)<\/li><li>Warfarin (established)<\/li><li>Zidovudine (probable)<\/li><\/ul>"}]},"5":{"id":"34is5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Dizziness, Lightheadedness, Sedated, Somnolence<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Acute generalized exanthematous pustulosis, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Respiratory:<\/b>Respiratory depression<\/li><\/ul>"},"6":{"id":"34is6","title":"Drug Name Info","sub":{"0":{"id":"34is6b17","title":"US Trade Names","mono":"<ul><li>APAP w\/Codeine<\/li><li>Capital w\/Codeine<\/li><li>Pyregesic-C<\/li><li>Tylenol w\/Codeine<\/li><li>Tylenol w\/Codeine #3<\/li><li>Tylenol w\/Codeine #4<\/li><li>Vopac<\/li><li>Tylenol with Codeine No. 3<\/li><\/ul>"},"2":{"id":"34is6b19","title":"Class","mono":"<ul><li>Opioid<\/li><li>Opioid\/Acetaminophen Combination<\/li><\/ul>"},"3":{"id":"34is6b20","title":"Regulatory Status","mono":"<ul><li>Schedule III<\/li><li>Schedule V<\/li><li>Multiple DEA Schedules exist based on differences in the route, form, or strength of the substance(s).<\/li><\/ul>"},"4":{"id":"34is6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"34is7","title":"Mechanism Of Action","mono":"Acetaminophen and codeine phosphate is a combination of a peripherally acting analgesic, acetaminophen and a centrally acting analgesic, codeine. Acetaminophen is a nonopiate antipyretic and a non-salicylate analgesic. Codeine phosphate is an alkaloid prepared by methylation from morphine.<br\/>"},"8":{"id":"34is8","title":"Pharmacokinetics","sub":{"0":{"id":"34is8b23","title":"Absorption","mono":"Acetaminophen and Codeine, Oral: well absorbed <br\/>"},"2":{"id":"34is8b25","title":"Metabolism","mono":"<ul><li>Acetaminophen-Hepatic<\/li><li>Codeine-Hepatic; first-pass, demethylation<\/li><li>Active metabolite: morphine<\/li><\/ul>"},"3":{"id":"34is8b26","title":"Excretion","mono":"<ul><li>Acetaminophen, Renal: little unchanged<\/li><li>Codeine, Renal<\/li><\/ul>"},"4":{"id":"34is8b27","title":"Elimination Half Life","mono":"<ul><li>Acetaminophen: 1 h to 4 h<\/li><li>Codeine: 2.5 h to 3 h<\/li><\/ul>"}}},"10":{"id":"34is10","title":"Monitoring","mono":"<ul><li>pain reduction, improvement in ability to move<\/li><li>mental and respiratory status<\/li><li>bowel movements<\/li><li>renal function; in patients with preexisting renal disease<\/li><li>liver function tests; in patients with preexisting hepatic disease<\/li><li>signs and symptoms of withdrawal<\/li><\/ul>"},"11":{"id":"34is11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Elixir: (Acetaminophen - Codeine Phosphate) 120 MG\/5 ML-12 MG\/5 ML<\/li><li>Oral Solution: (Acetaminophen - Codeine Phosphate) 120 MG\/5 ML-12 MG\/5 ML<\/li><li>Oral Tablet: (Acetaminophen - Codeine Phosphate) 300 MG-15 MG, 300 MG-30 MG, 300 MG-60 MG<\/li><\/ul><\/li><li><b>Capital w\/Codeine<\/b><br\/>Oral Suspension: (Acetaminophen - Codeine Phosphate) 120 MG\/5 ML-12 MG\/5 ML<br\/><\/li><li><b>Tylenol w\/Codeine #3<\/b><br\/>Oral Tablet: (Acetaminophen - Codeine Phosphate) 300 MG-30 MG<br\/><\/li><li><b>Tylenol w\/Codeine #4<\/b><br\/>Oral Tablet: (Acetaminophen - Codeine Phosphate) 300 MG-60 MG<br\/><\/li><li><b>Tylenol with Codeine No. 3<\/b><br\/>Oral Tablet: (Acetaminophen - Codeine Phosphate) 300 MG-30 MG<br\/><\/li><li><b>Tylenol With Codeine No. 4<\/b><br\/>Oral Tablet: (Acetaminophen - Codeine Phosphate) 300 MG-60 MG<br\/><\/li><\/ul>"},"12":{"id":"34is12","title":"Toxicology","sub":[{"id":"34is12b31","title":"Clinical Effects","mono":"<b>ACETAMINOPHEN-OPIOIDS<\/b><br\/>USES: ACETAMINOPHEN: It is a mild analgesic and antipyretic. Acetaminophen can be combined with opioids in prescription combination products primarily used for the treatment of moderate to severe pain. Opioids are commonly abused for their euphoric effects. PHARMACOLOGY: ACETAMINOPHEN: The exact mechanism of action is not known. Acetaminophen inhibits cyclooxygenase and this likely is responsible for at least some clinical effects. OPIOIDS: Opioids are a group of chemical substances, naturally occurring and synthetic, that bind at the opiate receptor. Opiates are a group of naturally occurring compounds derived from the poppy, Papaver somniferum. TOXICOLOGY: ACETAMINOPHEN: In overdose, the usual metabolic pathways are overwhelmed, and acetaminophen is metabolized by CYP2E1 to a reactive metabolite. This metabolite can be detoxified by conjugation with glutathione, but when hepatic glutathione stores are depleted, the metabolite binds to macromolecules in the hepatocyte causing cell death and hepatic necrosis. OPIOIDS:  Therapeutic and toxic effects are mediated by different opioid receptors. Mu 1: Supraspinal and peripheral analgesia, sedation, and euphoria. Mu 2: Spinal analgesia, respiratory depression, physical dependence, GI dysmotility, bradycardia and pruritus. Kappa 1: Spinal analgesia and miosis. Kappa 2: Dysphoria and psychotomimesis. Kappa 3: Supraspinal analgesia. Chronic opioid users develop tolerance to the analgesic and euphoric effects, but not to the respiratory depression effects. EPIDEMIOLOGY: GENERAL: Overdose is common with these agents, both acute overdose and repeated supratherapeutic ingestion. MILD TO MODERATE TOXICITY: ACETAMINOPHEN: For the first day after acute ingestion, patients may be asymptomatic, or only develop nausea, vomiting and abdominal pain. Elevation of serum transaminase (ALT, AST) may begin to develop about 24 hours after ingestion and  can range from mild to marked (greater than 10,000 International Units\/L) with few other signs or symptoms.  Aminotransferase elevations generally peak 2 to 3 days after ingestion. OPIOID: Early toxicity is likely due to the opioid effects and can include: euphoria, drowsiness, constipation, nausea, vomiting and pinpoint pupils. Mild bradycardia or hypotension may be present. SEVERE TOXICITY: ACETAMINOPHEN: Liver failure, including coagulopathy  and hepatic encephalopathy, will occur. Patients may also have renal injury. Massive overdose (initial serum concentration greater than 500 mcg\/mL) can produce coma, hyperglycemia and lactic acidosis.  In patients who survive the overdose, both hepatic and renal function return to normal. OPIOIDS: Respiratory depression leading to apnea, hypoxia, coma, bradycardia, or acute lung injury. Rarely, seizures may develop from hypoxia. Death may result from any of these complications. ADVERSE EFFECTS: ACETAMINOPHEN: Effects are rare. Some patients may have gastrointestinal upset. OPIOIDS: Nausea, vomiting, constipation and mild sedation are common.<br\/>"},{"id":"34is12b32","title":"Treatment","mono":"<b>ACETAMINOPHEN-OPIOIDS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: ACETAMINOPHEN: Patients who present with a potential acute ingestion of more than 200 mg\/kg or 10 g (whichever is less) must have a serum acetaminophen concentration determined. If the time of ingestion is known and the acetaminophen concentration is measured between 4 and 20 hours postingestion, the patient can be risk stratified using the Rumack-Matthew Nomogram.  If it is not possible to measure the serum acetaminophen concentration in a timely manner (results available within 2 hours), start treatment with acetylcysteine. Patients who have an acetaminophen above the possible toxicity line (the line starting at 150 mcg\/mL at 4 hours) should be treated with acetylcysteine.  Patients who present with a history suggestive of acetaminophen exposure and an unknown time of ingestion should be treated with acetylcysteine if they have a detectable serum acetaminophen concentration OR if they have elevated serum transaminases. There is some debate as to the effect of coingestion of medications that decrease gastrointestinal motility (anticholinergic and opioids)  may have on the reliability of a 4-hour acetaminophen concentration for risk stratification. Some experts recommend obtaining a second acetaminophen concentration 8 hours postingestion and starting acetylcysteine if either concentration is above the possible toxicity line.  Similar recommendations have been made regarding sustained release acetaminophen products. OPIOIDS: Patients may only need observation. MANAGEMENT OF SEVERE TOXICITY: ACETAMINOPHEN: Patients who present late after an acute acetaminophen ingestion (greater than 36 hours) may have significant liver injury and even liver failure (INR greater than 1.5, acidosis or encephalopathy). Intubate patients with altered mental status and resuscitate hypotensive patients with crystalloid and adrenergic vasopressors.  Treat coagulopathic patients who are bleeding with fresh frozen plasma. Patients with renal failure may require renal replacement therapy. Administer intravenous acetylcysteine to all patients with liver injury. Patients with hepatic encephalopathy, acidosis or significant coagulopathy (INR greater than 5) should be evaluated for liver transplantation.  OPIOIDS: Administer oxygen and assist ventilation for respiratory depression. Naloxone is the antidote indicated for severe toxicity (respiratory or CNS depression). AIRWAY MANAGEMENT: Patients who present early following a massive ingestion (serum acetaminophen concentration greater than 500 mcg\/mL) may have coma, metabolic acidosis and hyperglycemia with normal serum transaminases. These patients generally recover with supportive care (airway management, fluid resuscitation) and early acetylcysteine therapy. Orotracheal intubation may also be indicated in cases of obtundation and\/or respiratory depression due to opioid exposure that do not respond to naloxone, or in patients who develop severe acute lung injury.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in the prehospital setting if the patient is awake and can protect their airway and does not show signs of significant toxicity. If the patient is displaying signs of moderate to severe toxicity do NOT administer activated charcoal because of the risk of aspiration. HOSPITAL: Administer activated charcoal for all substantial, recent ingestions if the patient is awake and can protect their airway. It is generally not recommended in patients with significant signs of opioid toxicity because of the risk of aspiration.<\/li><li>Airway management: Administer oxygen and assist ventilation for respiratory depression. Orotracheal intubation for airway protection should be performed early in cases of obtundation and\/or respiratory depression due to opioid toxicity that do not respond to naloxone, or in patients who develop severe acute lung injury.<\/li><li>Acetylcysteine: ACETAMINOPHEN: Acetylcysteine should be administered to any patient at risk for hepatic injury (either serum acetaminophen concentration above the possible toxicity line on the Rumack-Matthew Nomogram, or history of ingesting more than 200 mg\/kg or 10 g (whichever is less) and serum concentration not available or time of ingestion not known)  and to patients who have hepatic injury and a history of acetaminophen overdose. ORAL: 140 mg\/kg loading dose followed by 70 mg\/kg every 4 hours. The FDA-approved protocol is for 72 hours (17 maintenance doses); however, many toxicologists will stop therapy early in patients who do not develop toxicity and may continue therapy beyond 72 hours for patients who develop significant toxicity. Please contact your local poison center for guidance. INTRAVENOUS: 150 mg\/kg infusion over 60 minutes followed by 50 mg\/kg infusion over 4 hours followed by 6.25 mg\/kg\/hour infusion.  The FDA-approved protocol is for 16 hours of treatment at 6.25 mg\/kg\/hr (a total of 100 mg\/kg). However, many toxicologists recommend checking serum transaminases and serum acetaminophen concentration prior to stopping therapy. If the transaminases are elevated or if the serum acetaminophen concentration is still detectable, the maintenance infusion is often continued until acetaminophen is not detectable and liver enzymes and INR are improving, and the patient is clinically improving. Contact your local poison center for guidance. LIVER FAILURE: Treat patients with liver failure with intravenous acetylcysteine 150 mg\/kg infusion over 60 minutes followed by 50 mg\/kg infusion over 4 hours followed by 6.25 mg\/kg\/hour infusion until resolution of encephalopathy, decreasing serum transaminase, and improving coagulopathy.<\/li><li>Naloxone: OPIOIDS: Naloxone, an opioid antagonist, is the specific antidote. Naloxone can be given intravascularly, intramuscularly, subcutaneously, intranasally or endotracheally. The usual dose is 0.4 to 2.0 mg IV. In patients with suspected opioid dependence incremental doses of 0.2 mg IV should be administered, titrated to reversal of respiratory depression and coma, to avoid precipitating acute opioid withdrawal. Doses may be repeated every 2 to 3 minutes up to 20 mg. Very high doses are rarely needed, but may be necessary in overdoses of high potency opioids, like fentanyl. A CONTINUOUS infusion may be necessary in patients that have ingested a long-acting opioid. A suggested starting rate is two-thirds of the dose effective for initial reversal that is administered each hour; titrate as needed. DURATION of effect is usually 1 to 2 hours. Many opioids have a much longer duration of effect, so it is necessary to observe the patient at least 3-4 hours after the last dose of naloxone to ensure that the patient does not have recurrent symptoms of toxicity. Naloxone can precipitate withdrawal in an opioid-dependent patients, which is usually not life-threatening; however it can be extremely uncomfortable for the patient.<\/li><li>Seizure: OPIOIDS: Seizures are rare, but may be a result of hypoxia or due to properties of certain opioids (eg, meperidine, tramadol, propoxyphene). Treatment includes ensuring adequate oxygenation, and administering intravenous benzodiazepines; propofol or barbiturates may be indicated, if seizures persist.<\/li><li>Acute lung injury: OPIOIDS: Acute lung injury can develop in a small proportion of patients after an acute opioid overdose. The pathophysiology is unclear. Patients should be observed for 4 hours after overdose to evaluate for hypoxia and\/or the development of acute lung injury. Continuous oxygen therapy, pulse oximetry, PEEP and mechanical ventilation may be necessary.<\/li><li>Hypotensive episode: OPIOIDS: Hypotension is often reversed by naloxone. Initially treat with a saline bolus, if patient can tolerate a fluid load; then adrenergic vasopressors to raise mean arterial pressure.<\/li><li>Monitoring of patient: ACETAMINOPHEN: Patients who present early (within 8 hours of ingestion) only require a serum acetaminophen determination. In those patients who require acetylcysteine treatment, liver enzymes, serum electrolytes, and renal function should be monitored. Patients who present with an unknown time of ingestion or more than 8 hours after an ingestion should have a serum acetaminophen determination, electrolyte measurements, renal function tests, liver enzymes, and an INR. OPIOIDS: Monitor vital signs frequently, pulse oximetry, and continuous cardiac monitoring. Monitor for CNS and respiratory depression. Opioid plasma levels are not clinically useful or readily available. Urine toxicology screens may confirm exposure, but are rarely useful in guiding therapy. Obtain a chest x-ray for persistent hypoxia. Consider a head CT and\/or lumbar puncture to rule out an intracranial mass, bleeding or infection, if the diagnosis is uncertain.<\/li><li>Enhanced elimination procedure: ACETAMINOPHEN: Hemodialysis clears acetaminophen, but it is not routinely used, since acetylcysteine is an effective antidote. OPIOIDS: Hemodialysis and hemoperfusion are not of value because of the large volume of distribution for opioids.<\/li><li>Patient disposition: HOME CRITERIA: Home criteria is usually NOT indicated following ingestion of these combination products.  Respiratory depression may occur at doses just above a therapeutic dose. Children should be evaluated in the hospital and observed as they are generally opioid naive and may develop respiratory depression. Adults should be evaluated by a health care professional if they have received a higher than recommended (therapeutic) dose, especially if opioid naive. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions and all children with ingestions should be sent to a health care facility for observation for at least 4 hours, as peak plasma levels and symptoms will likely develop within this time period. Patients who are treated with naloxone should be observed for 4 hours after the last dose, for recurrent CNS depression or acute lung injury. ADMISSION CRITERIA:: Patients with significant persistent central nervous depression should be admitted to the hospital. Patients needing more than 2 doses of naloxone should be admitted as they may have taken a longer-acting opioid and may need additional doses. Patients with coma, seizures, dysrhythmias, or delirium or those needing a naloxone infusion or intubated patients should be admitted to an intensive care setting. Patients who require treatment with acetylcysteine are generally admitted to the hospital. Patients with acute liver failure should be admitted to an ICU and may require transfer to a facility with liver transplant criteria. CONSULT CRITERIA: Contact your poison center for patients who have an unknown time of ingestion, and elevated serum transaminases or a detectable serum acetaminophen concentration. Contact a liver transplant center for patients with hepatic encephalopathy, acidosis or severe coagulopathy.<\/li><\/ul>"},{"id":"34is12b33","title":"Range of Toxicity","mono":"<b>ACETAMINOPHEN-OPIOIDS<\/b><br\/>TOXICITY: ACETAMINOPHEN: ADULT OR CHILD AGE 6 OR GREATER: Greater than 200 mg\/kg  OR more than 10 g, whichever is less. PEDIATRIC AGE LSS THAN 6: Greater than 200 mg\/kg whichever is less. OPIOIDS: The toxicity of an opioid varies with the agent, as well as with tolerance developed from habitual use. Infants and children have unusual sensitivity to opioid agents. SELECT AGENTS: CODEINE: Ingestion of more than 5 mg\/kg of codeine has caused respiratory arrest. Ingestion of greater than 1 mg\/kg of codeine may produce symptoms in children. The estimated lethal dose of codeine in adults is 7 to 14 mg\/kg. HYDROCODONE: 2.5 mg of hydrocodone (1\/2 teaspoonful of Tussionex) has been lethal in infants. The estimated lethal dose in adults is 100 milligrams. THERAPEUTIC DOSE: ACETAMINOPHEN: Adult: 325 to 650 mg orally every 4 to 6 hours or 1000 mg every 6 to 8 hours, not to exceed 4 g per 24 hours; Children: 10 to 15 mg\/kg\/dose every 4 hours, maximum up to 5 doses or 2.6 g\/day. OPIOIDS: Varies with agent. CODEINE: ADULT: As an analgesic, the recommended dose is 15 to 60 mg orally\/SubQ\/IV\/IM every 4 to 6 hours as needed, not to exceed 120 mg in 24 hours; as an antitussive, the recommended dose is 10 to 20 mg orally every 4 to 6 hours as needed. PEDIATRIC: 0.5 mg\/kg\/dose 3 to 4 times daily as needed. HYDROCODONE: ADULT: As an antitussive, the recommended dose is 5 to 10 mg orally every 4 to 6 hours as needed. PEDIATRIC: The average individual dose of hydrocodone bitartrate and acetaminophen oral solution is 0.27 mL\/kg (typically providing 0.135 to 0.18 mg of hydrocodone bitartrate) given every 4 to 6 hours as needed, not to exceed 6 doses per day. OXYCODONE: Adult: As an analgesic, the recommended dose is 5 mg every 6 hours as needed. PEDIATRIC: The safety and effectiveness of oxycodone have not been established.<br\/>"}]},"13":{"id":"34is13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause lightheadedness, dizziness or sedation.<\/li><li>Instruct patient that it is unsafe to take more than 4 g of acetaminophen in a 24-hour period and to avoid over-the-counter (OTC) products with acetaminophen.<\/li><li>Warn patient to report signs\/symptoms of hepatotoxicity.<\/li><li>Drug may cause euphoria, dysphoria, nausea, vomiting, pruritus, rash, or dyspnea.<\/li><li>Advise patient or caregiver that some people have a genetic variation that results in more rapid metabolism of codeine into morphine compared with persons without the variation, and which may result in life-threatening or fatal respiratory depression or signs of overdose. Instruct patient\/caregiver to monitor for signs\/symptoms of respiratory depression or overdose (eg, extreme sleepiness, confusion, or shallow breathing).<\/li><li>Advise patient to report constipation, excessive sedation, or signs\/symptoms of respiratory depression.<\/li><li>With long-term use, advise patient against sudden discontinuation of drug to avoid symptoms of withdrawal.<\/li><li>Instruct patient to avoid alcohol or other CNS depressants to prevent additive CNS depression and\/or hepatotoxicity.<\/li><\/ul>"}}}