{"generic":"Antivenin (Latrodectus Mactans)","drugs":["Antivenin (Latrodectus Mactans)","Antivenin-Spider"],"mono":{"0":{"id":"35315-s-0","title":"Generic Names","mono":"Antivenin (Latrodectus Mactans)"},"1":{"id":"35315-s-1","title":"Dosing and Indications","sub":{"0":{"id":"35315-s-1-4","title":"Adult Dosing","mono":"<ul><li>either dermal or conjunctival sensitivity testing should be done prior to administration of latrodectus antivenin<\/li><li><b>Poisoning due to black widow spider venom:<\/b> administer contents of 1 vial (approximately 2.5 mL) IM, preferably into anterolateral thigh; a second dose may be necessary in some cases<\/li><li><b>Poisoning due to black widow spider venom:<\/b> (in severe cases or shock) dilute contents of 1 vial in 10 to 50 mL NS; administer IV over 15 min, one dose is usually enough<\/li><\/ul>"},"1":{"id":"35315-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>either dermal or conjunctival sensitivity testing should be done prior to administration of latrodectus antivenin<\/li><li><b>Poisoning due to black widow spider venom:<\/b> (over 12 years of age) administer contents of 1 vial (approximately 2.5 mL) IM, preferably into anterolateral thigh; a second dose may be necessary in some cases<\/li><li><b>Poisoning due to black widow spider venom:<\/b> (under 12 years of age) dilute contents of 1 vial in 10 to 50 mL NS; administer IV over 15 min, one dose is usually enough<\/li><\/ul>"},"3":{"id":"35315-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Poisoning due to black widow spider venom<br\/>"}}},"3":{"id":"35315-s-3","title":"Contraindications\/Warnings","sub":[{"id":"35315-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"35315-s-3-10","title":"Precautions","mono":"<ul><li>anaphylaxis, life-threatening, has been reported; increased risk in patients with asthma or horse serum sensitivity; conduct skin or conjunctival tests prior to administration; desensitization reserved for cases in which administration is necessary to save life<\/li><li>asthma; increased risk of hypersensitivity reaction<\/li><li>horse serum, sensitivity; increased risk of hypersensitivity reaction<\/li><li>hypersensitivity reaction, delayed, may occur; observe for serum sickness for an average of 8 to 12 days following administration<\/li><\/ul>"},{"id":"35315-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"35315-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"35315-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Musculoskeletal:<\/b>Cramp<br\/><b>Serious<\/b><br\/><b>Immunologic:<\/b>Anaphylaxis<br\/>"},"6":{"id":"35315-s-6","title":"Drug Name Info","sub":{"0":{"id":"35315-s-6-17","title":"US Trade Names","mono":"Antivenin-Spider<br\/>"},"2":{"id":"35315-s-6-19","title":"Class","mono":"Antivenom<br\/>"},"3":{"id":"35315-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"35315-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"35315-s-7","title":"Mechanism Of Action","mono":" The exact mechanism of action is unknown. However, the antivenin specifically binds with and neutralizes circulating venom. Antivenin (Latrodectus mactans) is derived from a solution of specific venom-neutralizing globulins obtained from the blood serum of healthy horses immunized against venom of black widow spiders. Each vial contains not less than 6000 Antivenin units.<br\/>"},"8":{"id":"35315-s-8","title":"Pharmacokinetics","sub":{"4":{"id":"35315-s-8-27","title":"Elimination Half Life","mono":"15 days <br\/>"}}},"9":{"id":"35315-s-9","title":"Administration","mono":"<ul><li><b>Intramuscular<\/b><br\/><ul><li>reconstitute with supplied diluent (approximately 2.5 mL); shake vial to dissolve contents completely<\/li><li>administer entire contents of vial IM, preferably in the region of the anterolateral thigh<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute with the supplied diluent (approximately 2.5 mL); shake vial to dissolve contents completely<\/li><li>dilute contents of entire vial in 10 to 15 mL of NS; administer IV over 15 min<\/li><\/ul><\/li><\/ul>"},"10":{"id":"35315-s-10","title":"Monitoring","mono":"<ul><li>resolution of symptoms, usually within 1 to 3 hr, is indicative of efficacy<\/li><li>hypersensitivity reactions, including anaphylaxis and serum sickness<\/li><\/ul>"},"11":{"id":"35315-s-11","title":"How Supplied","mono":"<b>Antivenin-Spider<\/b><br\/>Injection Powder for Solution: 6000 U<br\/>"},"12":{"id":"35315-s-12","title":"Toxicology","sub":[{"id":"35315-s-12-31","title":"Clinical Effects","mono":"<b>LATRODECTUS ANTIVENIN <\/b><br\/>USES: Latrodectus mactans antivenin is used to treat patients with symptoms due to bites by Latrodectus or widow spiders. Red back spider antivenom is used to treat patients who exhibit manifestations of systemic envenoming after a bite by a red back spider (Latrodectus hasselti). PHARMACOLOGY: LATRODECTUS MACTANS ANTIVENIN: The exact mechanism of action is unknown. However, the antivenin specifically binds with and neutralizes circulating venom. Antivenin (Latrodectus mactans) is derived from a solution of specific venom-neutralizing globulins obtained from the blood serum of healthy horses immunized against venom of black widow spiders. RED BACK SPIDER ANTIVENOM:  Red back spider antivenom contains specific antibodies that are against the toxic substances in the venom of the red back spider (Latrodectus hasselti). This antivenom is derived from the plasma of horses immunized with the venom of the female red back spider (Latrodectus hasselti). Approximately 5 mg of venom is neutralized by each 500 units (1 vial) of antivenom. EPIDEMIOLOGY: Envenomations are common; however, overdose from these antivenins are rare. OVERDOSE: No data are available. ADVERSE EFFECTS: The primary symptoms seen after use of these antivenins are allergic in nature.  An urticarial response may be seen on skin testing or with therapeutic use of Latrodectus antivenom. Both anaphylaxis and serum sickness may develop. Lymphadenopathy, myalgia, rhabdomyolysis, cyanosis, fever, and chest pain have rarely been reported following red back spider antivenom.<br\/>"},{"id":"35315-s-12-32","title":"Treatment","mono":"<b>LATRODECTUS ANTIVENIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat mild to moderate allergic reaction with antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe allergic reaction with oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Perform endotracheal intubation and assist ventilation in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Transfusion reaction due to serum protein reaction: Treatment should be initiated when the first signs or symptoms appear, usually in 3 to 14 days.  Often this will be urticaria and pruritus. Although antihistamines, with and without nonsteroidal anti-inflammatory agents, are often effective for mild symptoms, some patients will progress to more serious effects, and will require steroids. DIPHENHYDRAMINE: ADULT: 25 to 100 mg\/dose IV over 2 minutes; Max 400 mg\/day; CHILD: 1.25 mg\/kg\/dose IV over 2 minutes; Max 300 mg\/day. PREDNISONE: ADULT: Prednisone 40 to 60 mg\/day for 5 to 7 days; CHILDREN: 0.5 to 1 mg\/kg\/day for 5 to 7 days. Steroids should be continued for 24 hours after signs and symptoms have disappeared (usually about 7 days).  Tapering is generally not required after short courses of steroids.<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor patients for evidence of acute allergic reactions after administration of antivenin, including rash, wheezing, tachycardia and hypotension. Monitor for evidence of serum sickness (ie, fever, rash, myalgia, or arthralgias) for 2 to 3 weeks. Rhabdomyolysis has rarely been reported in patients receiving red back spider antivenom. Monitor CK, renal function, and urine output in patients with rhabdomyolysis.<\/li><li>Patient disposition: HOME CRITERIA: Antivenom is generally administered in a hospital setting. There is no data to support home management. OBSERVATION CRITERIA: Patients should be observed in a medical facility until free of symptoms. ADMISSION CRITERIA: All patients who continue to be symptomatic should be admitted for observation. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"35315-s-12-33","title":"Range of Toxicity","mono":"<b>LATRODECTUS ANTIVENIN <\/b><br\/>TOXICITY: A specific toxic dose has not been established. Therapeutic doses may cause serum sickness or anaphylaxis. THERAPEUTIC DOSES: ANTIVENIN, LATRODECTUS MACTANS, UNITED STATES: ADULTS AND CHILDREN (12 years of age and older): 1 vial (approximately 2.5 mL) IM, preferably into anterolateral thigh; a second dose may be necessary in some cases. IN SEVERE CASES OR SHOCK AND CHILDREN (under 12 years of age): dilute contents of 1 vial in 10 to 50 mL normal saline and administer IV over 15 min. ANTIVENIN, LATRODECTUS HASSELTI, AUSTRALIA: ADULTS AND CHILDREN: One vial (500 units) given IM. IN SEVERE CASES, use IV route, first diluting the antivenom 1:10 in Hartmann's solution; may be repeated in 2 hours.  If no improvement was observed after 3 vials, consider bites from other species. <br\/>"}]},"13":{"id":"35315-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report signs or symptoms of serum sickness which can occur up to 12 days after the dose.<\/li><li>Drug may cause hypersensitivity, anaphylaxis, and muscle cramps.<\/li><\/ul>"}}}