{"drugs":["Citrate Of Magnesia","Dulcolax Bowel Cleansing Kit","Magnesium Citrate","Swan Citroma"],"mono":{"0":{"id":"354690-s-0","title":"Generic Names","mono":"Magnesium Citrate"},"1":{"id":"354690-s-1","title":"Dosing and Indications","sub":{"0":{"id":"354690-s-1-4","title":"Adult Dosing","mono":"<ul><li>Magnesium citrate is 16.6% elemental magnesium.<\/li><li><b>Constipation:<\/b> 6.5 to 10 ounces magnesium citrate (1885 to 2900 mg elemental magnesium) ORALLY as a single or divided dose in 24 hours; take with 8 ounces liquid<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> Recommended dietary allowance (RDA) is the average daily intake from all sources (ie, diet and supplements) necessary to meet the nutrient requirements of nearly all (97% to 98%) healthy individuals; MAX is the upper intake level that is unlikely to cause adverse health effects.<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> (19 to 30 years, men) RDA 400 mg elemental magnesium; tolerable upper intake limit from supplemental magnesium, 350 mg\/day (guideline dosing)<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> (19 to 30 years, women) RDA 310 mg elemental magnesium, except if pregnant, then 350 mg\/day; tolerable upper intake limit from supplemental magnesium, 350 mg\/day (guideline dosing)<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> (31 to 50 years, men) RDA 420 mg elemental magnesium; tolerable upper intake limit from supplemental magnesium, 350 mg\/day (guideline dosing)<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> (31 to 50 years, women) RDA 320 mg elemental magnesium, except if pregnant, then 360 mg\/day; tolerable upper intake limit from supplemental magnesium, 350 mg\/day (guideline dosing)<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> (51 years or older, men) RDA 420 mg elemental magnesium; tolerable upper intake limit from supplemental magnesium, 350 mg\/day (guideline dosing)<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> (51 years or older, women) RDA 320 mg elemental magnesium; tolerable upper intake limit from supplemental magnesium, 350 mg\/day (guideline dosing)<\/li><\/ul>"},"1":{"id":"354690-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Magnesium citrate is 16.6% elemental magnesium.<\/li><li><b>Constipation:<\/b> (2 to younger than 6 years) 2 to 3 ounces magnesium citrate (580 to 870 mg elemental magnesium) ORALLY, as a single or divided dose; MAX 3 ounces magnesium citrate (870 mg elemental magnesium) in 24 hours; take with 8 ounces liquid<\/li><li><b>Constipation:<\/b> (6 to younger than 12 years) 3 to 7 ounces magnesium citrate (870 to 2030 mg elemental magnesium) ORALLY as a single or divided dose in 24 hours; take with 8 ounces liquid<\/li><li><b>Constipation:<\/b> (12 years or older) 6.5 to 10 ounces magnesium citrate (1885 to 2990 mg elemental magnesium) ORALLY as a single or divided dose in 24 hours; take with 8 ounces liquid<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> (birth to 6 months) Adequate intake 30 mg elemental magnesium; tolerable upper intake limit not established in this age range (guideline dosing)<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> (7 to 12 months) Adequate intake 75 mg elemental magnesium; tolerable upper intake limit not established in this age range (guideline dosing)<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> (1 to 3 years) RDA 80 mg elemental magnesium; tolerable upper intake limit  from supplemental magnesium, 65 mg (guideline dosing)<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> (4 to 8 years) RDA 130 mg elemental magnesium; tolerable upper intake limit from supplemental magnesium, 110 mg (guideline dosing)<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> (9 to 13 years) RDA 240 mg elemental magnesium; tolerable upper intake limit from supplemental magnesium, 350 mg (guideline dosing)<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> (14 to 18 years, men) RDA 410 mg elemental magnesium; tolerable upper intake limit from supplemental magnesium, 350 mg (guideline dosing)<\/li><li><b>Magnesium deficiency; Prophylaxis:<\/b> (14 to 18 years, women) RDA 360 mg elemental magnesium, except if pregnant, then 400 mg; tolerable upper intake limit from supplemental magnesium, 350 mg (guideline dosing)<\/li><\/ul>"},"3":{"id":"354690-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Preparation of bowel for procedure<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Constipation<\/li><li>Magnesium deficiency; Prophylaxis<\/li><\/ul>"}}},"3":{"id":"354690-s-3","title":"Contraindications\/Warnings","sub":[{"id":"354690-s-3-9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"354690-s-3-10","title":"Precautions","mono":"<ul><li>abdominal pain, nausea, or vomiting<\/li><li>bowel movement, failure after use; discontinue therapy<\/li><li>change in bowel habit, persisting over 2 weeks<\/li><li>laxative use for longer than 1 week<\/li><li>rectal bleeding after use; discontinue therapy<\/li><li>renal disease<\/li><li>restricted diet, magnesium or potassium<\/li><\/ul>"},{"id":"354690-s-3-11","title":"Pregnancy Category","mono":"Magnesium: D (FDA)<br\/>"},{"id":"354690-s-3-12","title":"Breast Feeding","mono":"<ul><li>Magnesium: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Magnesium: WHO: Compatible with breastfeeding.<\/li><li>Magnesium: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"354690-s-4","title":"Drug Interactions","sub":{"1":{"id":"354690-s-4-14","title":"Major","mono":"<ul><li>Eltrombopag (established)<\/li><li>Levomethadyl (theoretical)<\/li><li>Licorice (theoretical)<\/li><\/ul>"},"2":{"id":"354690-s-4-15","title":"Moderate","mono":"<ul><li>Dolutegravir (established)<\/li><li>Felodipine (probable)<\/li><li>Isradipine (probable)<\/li><li>Nicardipine (probable)<\/li><li>Nifedipine (probable)<\/li><li>Rocuronium (probable)<\/li><li>Succinylcholine (probable)<\/li><li>Vecuronium (probable)<\/li><\/ul>"}}},"5":{"id":"354690-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea<\/li><li><b>Neurologic:<\/b>Asthenia, Dizziness<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypermagnesemia<\/li><li><b>Respiratory:<\/b>Hypoventilation (rare)<\/li><\/ul>"},"6":{"id":"354690-s-6","title":"Drug Name Info","sub":{"0":{"id":"354690-s-6-17","title":"US Trade Names","mono":"<ul><li>Citrate Of Magnesia<\/li><li>Dulcolax Bowel Cleansing Kit<\/li><li>Swan Citroma<\/li><\/ul>"},"2":{"id":"354690-s-6-19","title":"Class","mono":"Laxative, Hyperosmotic<br\/>"},"3":{"id":"354690-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"354690-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"354690-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(oral liquid) Administer each dose with a full 8-ounce glass of liquid.<\/li><li>(oral liquid) Do not use within 2 hours before or after administration of other medications.<\/li><li>(oral liquid) Discard unused portion 24 hours after opening.<\/li><\/ul>"},"10":{"id":"354690-s-10","title":"Monitoring","mono":"<ul><li>bowel movement<\/li><li>serum magnesium; especially in patients with renal impairment<\/li><\/ul>"},"11":{"id":"354690-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Solution: 1.75 GM\/30 ML<br\/><\/li><li><b>Citrate of Magnes<\/b><br\/>Oral Solution: 1.75 GM\/30 ML<br\/><\/li><li><b>Good Neighbor Pharmacy Magnesium Citrate<\/b><br\/>Oral Solution: 1.75 GM\/30 ML<br\/><\/li><li><b>GoodSense magnesium citrate<\/b><br\/>Oral Solution: 1.75 GM\/30 ML<br\/><\/li><li><b>Quality Choice Magnesium Citrate<\/b><br\/>Oral Solution: 1.75 GM\/30 ML<br\/><\/li><li><b>Swan Citroma<\/b><br\/>Oral Solution: 1.75 GM\/30 ML<br\/><\/li><\/ul>"},"12":{"id":"354690-s-12","title":"Toxicology","sub":[{"id":"354690-s-12-31","title":"Clinical Effects","mono":"<b>MAGNESIUM <\/b><br\/>USES: Magnesium is available in many forms and has many different medical uses, including as an antacid and laxative, anticonvulsant, treatment of torsades de pointes, pre-eclampsia, management of acute asthma exacerbation, hydrofluoric acid ingestion, enema, and electrolyte supplement. Magnesium is an essential electrolyte in the body and is a cofactor in many enzyme systems. Industrially, magnesium is used as a component of aluminum alloys, in die-casting alloyed with zinc, to remove sulfur in the production of iron and steel, and for the production of titanium. PHARMACOLOGY: When taken orally, magnesium promotes bowel evacuation by osmotic retention of fluid which distends the colon and increases peristaltic activity. Parenteral magnesium decreases acetylcholine in motor nerve terminals and acts on myocardium by slowing rate of S-A node impulse formation and prolonging conduction time as well as stabilizing excitable membranes. Magnesium is also necessary for the movement of other electrolytes (calcium, sodium and potassium) in and out of cell. TOXICOLOGY: In overdose, magnesium impairs neuromuscular transmission, manifested as weakness and hyporeflexia. EPIDEMIOLOGY: Thousands of exposures occur every year, but severe manifestations are very rare. Severe toxicity is most common after intravenous infusion over multiple hours (usually for pre-eclampsia), and can occur after chronic excessive doses, especially in the setting of renal insufficiency. Severe toxicity has been reported after acute ingestion but is very rare. MILD TO MODERATE TOXICITY: Nausea and vomiting are common with oral exposure. Flushing can occur most often with intravenous administration. Magnesium dust can irritate the eye and mucous membranes of the upper respiratory tract causing an atrophic nasopharyngitis. Metal fume fever can result from inhalation of magnesium fumes. SEVERE TOXICITY: Severe toxicity occurs most often after intravenous infusions. It can also occur after chronic excessive oral doses, often in patients with renal insufficiency. Early manifestations are lethargy, hyporeflexia, followed by weakness, paralysis, hypotension, ECG changes (prolonged PR and QRS intervals), CNS depression, seizures, and respiratory depression. ADVERSE EFFECTS: Adverse effects seen with magnesium sulfate include adverse effects on neuromuscular function and flushing (IV, dose-related), hypotension (IV, rate-related), and vasodilation (IV, rare-related). Magnesium sulfate may also cause diarrhea. Magnesium hydroxide has many drug interactions secondary to its antacid effect. <br\/>"},{"id":"354690-s-12-32","title":"Treatment","mono":"<b>MAGNESIUM <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild to moderate exposures, supportive care and removal of further magnesium exposure are the mainstays of treatment. Administer antiemetics for nausea and vomiting. Manage mild hypotension with IV fluids. Administer intravenous fluids to promote magnesium diuresis. MANAGEMENT OF SEVERE TOXICITY: For patients with severe toxicity, treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. IV calcium chloride can be used to temporarily ameliorate respiratory depression until more definitive therapy can be instituted. Airway management may be necessary for patients with CNS depression or severe weakness. Emergent hemodialysis should be performed in patients with severe toxicity (dysrhythmias, persistent hypotension, severe CNS depression, and respiratory depression). INHALATION EXPOSURE: Move patients into fresh air and away from magnesium dust. DERMAL EXPOSURE: Wash exposed area with soap and water. EYE EXPOSURE: Irrigate eyes with water or normal saline and remove any particulate matter. INTRATHECAL EXPOSURE: Up to 100 mg of intrathecal magnesium sulfate has been used in anesthesia and is well-tolerated. After very large intrathecal overdose, immediate drainage of CSF (20 to 40 mL) should be considered. RECTAL EXPOSURE: Treatment is primarily supportive.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not indicated as activated charcoal does not bind to magnesium. Wash exposed skin with soap and water; irrigate exposed eyes. HOSPITAL: Gastrointestinal decontamination is not indicated as activated charcoal does not bind magnesium. Wash exposed skin with soap and water; irrigate exposed eyes.<\/li><li>Airway management: Endotracheal intubation may be necessary if patients develop CNS, neuromuscular, or respiratory depression.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor deep tendon reflexes (hyporeflexia generally precedes more severe toxicity), and monitor for CNS and respiratory depression. Monitor serum electrolytes, renal function, and serial magnesium concentrations after significant exposure. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients. Normal serum magnesium concentrations are 1.5 to 2.5 mEq\/L. At a magnesium concentrations of 3 mEq\/L, patients may experience nausea and vomiting. At a concentration of 4 mEq\/L, patients may have drowsiness, sweating, and unsteadiness. At 5 mEq, ECG may show QRS widening and PR prolongation. At concentrations of 6 to 7 mEq\/L bradycardia and hypotension may develop. Finally, at concentrations of 10 to 15 mEq\/L, voluntary muscle paralysis, heart block, and respiratory paralysis may develop.<\/li><li>Enhanced elimination procedure: Hemodialysis is the most effective method to remove significant quantities of magnesium and may reverse life-threatening symptoms within 30 minutes. Emergent dialysis should be considered in any patients with severe toxicity (hypotension, dysrhythmias, severe CNS depression, respiratory depression) or patients with moderate effects and severe renal insufficiency.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic and exposures within therapeutic range may stay at home. Patients with minimal symptoms that are improving may also be monitored at home. OBSERVATION CRITERIA: Patients with systemic or moderate to severe symptoms should be sent to a healthcare facility for observation until symptoms are clearly improving and the patient is clinically stable. ADMISSION CRITERIA: Patients with persistent weakness or magnesium concentrations that are not declining despite hydration should be admitted. Patients with hypotension, ECG changes, CNS or respiratory depression should be admitted to an ICU setting. Patients should remain admitted until symptoms are clearly improving and clinically stable. CONSULT CRITERIA: Consult a medical toxicologist or poison center for any patient with severe toxicity or in whom the diagnosis is unclear. Consult a nephrologist for hemodialysis in patients with severe toxicity. Patients with severe toxicity or renal insufficiency may require transfer to a hospital that can perform emergent hemodialysis.<\/li><\/ul>"},{"id":"354690-s-12-33","title":"Range of Toxicity","mono":"<b>MAGNESIUM <\/b><br\/>TOXICITY: Even with therapeutic dosing, patients may experience mild toxicity. INTRAVENOUS: IV administration of 20 g magnesium sulfate was fatal in an adult. A woman received 200 g magnesium sulfate over 24 hours, then inadvertently received 20 g over 15 minutes. She required intubation and intensive supportive care but recovered despite a blood magnesium concentration of 38.7 mg\/dL. ORAL: Ingestion of 44 g magnesium or 750 mmol magnesium sulfate has caused symptomatic toxicity. An adult developed asystole but was resuscitated after ingesting 50 g Epsom salts (400 mEq magnesium). INTRATHECAL: A 22 weeks pregnant woman developed transient paralysis of her legs after receiving 2 mL of 50% magnesium sulfate intrathecally. EPIDURAL: Inadvertent epidural administration of 3 to 9 g magnesium sulfate did not cause toxicity. RECTAL: A woman developed acute magnesium toxicity (magnesium concentration: 7.1 mmol\/L) after administration and retention of a single magnesium sulfate enema containing 32.5 g magnesium sulfate. THERAPEUTIC DOSES: ADULTS: Dosing varies by indication. In cases of life-threatening conditions such as eclampsia, infusions of up to 4 to 5 g magnesium sulfate (98.6 mg elemental magnesium or 8.12 mEq elemental magnesium per gram) are given followed by 1 to 2 g\/hour continuous infusions. CHILDREN: In infants and children, dose again depends on the indication but can be up to 2 g (25 to 75 mg\/kg) of magnesium sulfate for life-threatening conditions such as severe asthma. <br\/>"}]},"13":{"id":"354690-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient that certain brands of this drug may discolor feces red.<\/li><li>This drug may cause diarrhea, asthenia, or dizziness.<\/li><li>Instruct patient to discontinue drug and call healthcare professional if experiencing acute abdominal pain, nausea, vomiting, or rectal bleeding.<\/li><li>The solution is best taken on an empty stomach.<\/li><li>Instruct patient to take tablets with meals.<\/li><\/ul>"}}}