{"generic":"Magnesium Sulfate","drugs":["Epsal","Epsom Salt","Magnesium Sulfate","Rite Aid First Aid Epsom Salt"],"mono":{"0":{"id":"354800-s-0","title":"Generic Names","mono":"Magnesium Sulfate"},"1":{"id":"354800-s-1","title":"Dosing and Indications","sub":[{"id":"354800-s-1-4","title":"Adult Dosing","mono":"<ul><li>Magnesium sulfate 1 g equals 98 mg, 8.12 mEq, and 4.06 mmol of elemental magnesium. There are 2 mEq\/mmol of magnesium.<\/li><li><b>24 hour urine magnesium output measurement:<\/b> 2.4 mg\/kg (0.2 mEq\/kg) elemental magnesium in 50 mL D5W over 4 hours, prior to testing OR 30 mmol (7.5 g) magnesium sulfate IV infused over 8 hours, prior to testing<\/li><li><b>Atrial paroxysmal tachycardia, Failing to respond to simpler treatments and without evidence of myocardial damage:<\/b> 3 to 4 g magnesium sulfate (30 to 40 mL of a 10% solution; 300 to 400 mg elemental magnesium) IV over 30 seconds with extreme caution<\/li><li><b>Barium poisoning:<\/b> 1 to 2 g magnesium sulfate (100 to 200 mg elemental magnesium) IV<\/li><li><b>Cerebral edema:<\/b> 2.5 g of magnesium sulfate (25 mL of 10% solution; 250 mg elemental magnesium) IV<\/li><li><b>Constipation:<\/b> 10 to 30 g magnesium sulfate (1 to 3 g elemental magnesium) ORALLY daily in single or divided doses; dissolve each dose in 8 ounces liquid; MAX: 2 doses daily<\/li><li><b>Eclampsia; Treatment and Prophylaxis:<\/b> Initial: 4 to 5 g magnesium sulfate (400 to 500 mg elemental magnesium) in 250 mL of D5W or NS given IV AND simultaneous IM doses of up to 10 g of undiluted 50% magnesium sulfate solution (1 g elemental magnesium) given as 5 g magnesium sulfate (500 mg elemental magnesium) in each buttock<\/li><li><b>Eclampsia; Treatment and Prophylaxis:<\/b> Initial (alternative): Dilute 4 g magnesium sulfate 50% solution (400 mg elemental magnesium) to a 10% or 20% solution and give IV over 3 to 4 minutes<\/li><li><b>Eclampsia; Treatment and Prophylaxis:<\/b> Maintenance: 1 to 2 g\/hr magnesium sulfate (100 to 200 mg\/hr elemental magnesium) IV until paroxysms cease OR 4 to 5 g of undiluted 50% magnesium sulfate solution (400 to 500 mg elemental magnesium) IM into alternate buttocks every 4 hours as needed; MAX dose in 24 hours 30 to 40 g magnesium sulfate (3 to 4 g elemental magnesium)<\/li><li><b>Hypomagnesemia:<\/b> Mild hypomagnesemia: 1 g magnesium sulfate 50% solution (100 mg elemental magnesium) IM every 6 hours for 4 doses<\/li><li><b>Hypomagnesemia:<\/b> Severe hypomagnesemia: Up to 250 mg\/kg magnesium sulfate 50% solution (up to 25 mg\/kg elemental magnesium) IM in 4 hours OR 5 g magnesium sulfate 50% solution (500 mg elemental magnesium) in 1 L of D5W or NS by slow IV infusion over 3 hours<\/li><li><b>Hypomagnesemia:<\/b> TPN, maintenance: 1 to 3 g magnesium sulfate (100 to 300 mg elemental magnesium) daily given parenterally<\/li><li><b>Hypomagnesemia; Prophylaxis:<\/b> TPN, maintenance: 1 to 3 g magnesium sulfate (100 to 300 mg elemental magnesium) daily given parenterally<\/li><li><b>Postoperative pain, Adjuvant:<\/b> 50 mg\/kg in 10 mL IV in 10 minutes, then 10 mg\/kg\/hr IV for 12 hours, OR 50 mg\/kg in 100 mL NS IV over 15 minutes, then 15 mg\/kg\/hr until end of surgery (study doses)<\/li><li><b>Seizure, Associated with epilepsy, glomerulonephritis or hypothyroidism:<\/b> 1 g magnesium sulfate (100 mg elemental magnesium) IM or IV<\/li><li><b>Torsades de pointes:<\/b> 1 to 2 g magnesium sulfate (100 to 200 mg elemental magnesium) diluted in 10 mL D5W IV\/INTRAOSSEOUS over 15 minutes<\/li><\/ul>"},{"id":"354800-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Magnesium sulfate 1 g equals 98 mg, 8.12 mEq, and 4.06 mmol of elemental magnesium. There are 2 mEq\/mmol of magnesium.<\/li><li><b>Constipation:<\/b> (6 to 12 years) 5 to 10 g magnesium sulfate (500 mg to 1 g elemental magnesium) ORALLY daily in single or divided doses; dissolve each dose in 8 ounces liquid; MAX: 2 doses daily<\/li><li><b>Constipation:<\/b> (12 years or older) 10 to 30 g magnesium sulfate (1 to 3 g elemental magnesium) ORALLY daily in single or divided doses; dissolve each dose in 8 ounces liquid; MAX: 2 doses daily<\/li><li><b>Hypomagnesemia:<\/b> TPN, maintenance (infants): 0.25 to 1.25 g magnesium sulfate (25 to 125 mg elemental magnesium) daily given parenterally<\/li><li><b>Hypomagnesemia:<\/b> Hypomagnesemia (pediatrics): 25 to 50 mg\/kg magnesium sulfate (2.5 to 5 mg\/kg elemental magnesium) IV infusion over 30 to 60 minutes; repeat dose as necessary; MAX: 2 g magnesium sulfate (200 mg elemental magnesium) per dose<\/li><li><b>Hypomagnesemia:<\/b> Hypomagnesemia (neonates): 25 to 50 mg\/kg magnesium sulfate (2.5 to 5 mg\/kg elemental magnesium) IV infusion over 30 to 60 minutes; repeat dose as necessary<\/li><li><b>Hypomagnesemia; Prophylaxis:<\/b> TPN, maintenance (infants): 0.25 to 1.25 g magnesium sulfate (25 to 125 mg elemental magnesium) daily given parenterally<\/li><li><b>Torsades de pointes:<\/b> 25 to 50 mg\/kg magnesium sulfate (2.5 to 5 mg\/kg elemental magnesium) IV\/INTRAOSSEOUS rapid infusion (over several minutes); MAX dose 2 g magnesium sulfate (200 mg elemental magnesium)<\/li><\/ul>"},{"id":"354800-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal insufficiency, severe (adult):<\/b> MAX dose of magnesium sulfate is 20 g\/48 hours (2 g\/48 hours elemental magnesium); frequent serum magnesium level monitoring recommended.<\/li><li><b>Renal insufficiency (pediatric):<\/b> Use with caution; safe dose indicated by respiratory rate of about 16 breaths\/minute or greater and presence of patellar reflex; frequent serum magnesium level monitoring recommended.<\/li><\/ul>"},{"id":"354800-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Atrial paroxysmal tachycardia, Failing to respond to simpler treatments and without evidence of myocardial damage<\/li><li>Barium poisoning<\/li><li>Cerebral edema<\/li><li>Eclampsia; Treatment and Prophylaxis<\/li><li>Hypomagnesemia<\/li><li>Hypomagnesemia; Prophylaxis<\/li><li>Seizure, Associated with epilepsy, glomerulonephritis or hypothyroidism<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>24 hour urine magnesium output measurement<\/li><li>Constipation<\/li><li>Hemodialysis - Hypomagnesemia<\/li><li>Hypertension, Perioperative<\/li><li>Injection site pain - Propofol adverse reaction<\/li><li>Laryngeal spasm; Prophylaxis<\/li><li>Operation on heart<\/li><li>Perinatal asphyxia (Severe)<\/li><li>Postoperative pain, Adjuvant<\/li><li>Sensorineural hearing loss<\/li><li>Tetanus; Adjunct<\/li><li>Torsades de pointes<\/li><\/ul>"}]},"3":{"id":"354800-s-3","title":"Contraindications\/Warnings","sub":[{"id":"354800-s-3-9","title":"Contraindications","mono":"<ul><li>heart block, parenteral administration<\/li><li>myocardial damage, parenteral administration<\/li><\/ul>"},{"id":"354800-s-3-10","title":"Precautions","mono":"<ul><li>eclampsia, intravenous administration; reserve for life threatening convulsions that need immediate control<\/li><li>renal impairment, parenteral administration; may lead to magnesium toxicity<\/li><li>prolonged parenteral administration in renal impairment; product contains aluminum therefore increasing the risk of aluminum toxicity<\/li><li>premature neonates; product contains aluminum therefore increasing the risk of aluminum toxicity<\/li><\/ul>"},{"id":"354800-s-3-11","title":"Pregnancy Category","mono":"Magnesium: D (FDA)<br\/>"},{"id":"354800-s-3-12","title":"Breast Feeding","mono":"<ul><li>Magnesium: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Magnesium: WHO: Compatible with breastfeeding.<\/li><li>Magnesium: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"354800-s-4","title":"Drug Interactions","sub":{"1":{"id":"354800-s-4-14","title":"Major","mono":"<ul><li>Eltrombopag (established)<\/li><li>Levomethadyl (theoretical)<\/li><li>Licorice (theoretical)<\/li><\/ul>"},"2":{"id":"354800-s-4-15","title":"Moderate","mono":"<ul><li>Dolutegravir (established)<\/li><li>Felodipine (probable)<\/li><li>Isradipine (probable)<\/li><li>Labetalol (probable)<\/li><li>Nicardipine (probable)<\/li><li>Nifedipine (probable)<\/li><li>Rocuronium (probable)<\/li><li>Succinylcholine (probable)<\/li><li>Vecuronium (probable)<\/li><\/ul>"}}},"5":{"id":"354800-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Electrocardiogram abnormal, Heart block, Hypotension, Vasodilatation<\/li><li><b>Hematologic:<\/b>Blood coagulation disorder with prolonged bleeding time<\/li><li><b>Musculoskeletal:<\/b>Hyporeflexia<\/li><li><b>Neurologic:<\/b>Central nervous system depression<\/li><li><b>Respiratory:<\/b>Respiratory tract paralysis<\/li><\/ul>"},"6":{"id":"354800-s-6","title":"Drug Name Info","sub":{"0":{"id":"354800-s-6-17","title":"US Trade Names","mono":"<ul><li>Epsal<\/li><li>Epsom Salt<\/li><li>Rite Aid First Aid Epsom Salt<\/li><\/ul>"},"2":{"id":"354800-s-6-19","title":"Class","mono":"<ul><li>Anti-Inflammatory<\/li><li>Laxative<\/li><li>Parenteral Mineral-Trace Mineral<\/li><\/ul>"},"3":{"id":"354800-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"354800-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"354800-s-7","title":"Mechanism Of Action","mono":"<ul><li>Seizures, toxemia of pregnancy: Exact mechanism is not clearly understood. Magnesium may decrease the amount of acetylcholine released at the myoneuronal junction, resulting in depression of neuromuscular transmission. Magnesium also may have a direct depressant effect on smooth muscle and may cause central nervous system (CNS) depression.<\/li><li>Antiarrhythmic effect: Magnesium may decrease myocardial cell excitability by contributing to the re-establishment of ionic equilibrium and stabilizing cell membranes.  Magnesium also appears to modulate the sodium current, the slow inward calcium current, and at least one potassium current.<\/li><li>Myocardial infarction: Possible mechanisms include antiarrhythmic action or direct cardioprotection.  Magnesium's cardioprotective action may involve coronary vasodilation, reduction in peripheral vascular resistance, platelet aggregation inhibition, and an effect on the calcium current.<\/li><li>Tocolytic: The exact mechanism is not known. It is speculated that magnesium may decrease myometrial contractility by altering calcium uptake, binding, and distribution in smooth muscle cells.  Magnesium has been shown to increase uterine blood flow secondary to vasodilation of uterine vessels.<\/li><\/ul>"},"8":{"id":"354800-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"354800-s-8-24","title":"Distribution","mono":"Protein binding: approximately 30% bound to albumin <br\/>"},"3":{"id":"354800-s-8-26","title":"Excretion","mono":"Renal: rate proportional to serum concentration and glomerular filtration <br\/>"}}},"9":{"id":"354800-s-9","title":"Administration","mono":"<ul><li><b>Intramuscular<\/b><br\/><ul><li>(adult) may be injected at undiluted concentration of 50%<\/li><li>IM injections are preferable when an infusion pump is not available and in preeclamptic and eclamptic patients not at a tertiary care center (Rey, 1997)<\/li><li>(pediatric) dilute with D5W or NS to a concentration of 20% or less<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>dilute with D5W or NS to a concentration of 20% or less<\/li><li>max infusion rate 150 mg\/min, except in severe eclampsia with seizure<\/li><li>(pediatric) rapid bolus infusion (over several minutes) for pulseless torsade, over 10 to 20 minutes for hypomagnesemia\/torsade with pulses, over 30 to 60 minutes for hypomagnesemia, and over 15 to 30 minutes for status asthmaticus.<\/li><\/ul><\/li><\/ul>"},"10":{"id":"354800-s-10","title":"Monitoring","mono":"<ul><li>magnesium deficiency: symptomatic improvement<\/li><li>anticonvulsant: seizure control<\/li><li>patellar\/deep tendon reflexes<\/li><li>respiratory rate<\/li><li>serum magnesium<\/li><li>anticonvulsant: therapeutic range is 3 to 6 mg\/100 mL (2.5 to 5 mEq\/L)<\/li><\/ul>"},"11":{"id":"354800-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 500 MG\/ML<\/li><li>Intravenous Solution: 40 MG\/ML, 80 MG\/ML<\/li><\/ul><\/li><li><b>Epsal<\/b><br\/>Topical Ointment: 80 %<br\/><\/li><li><b>Novaplus magnesium sulfate<\/b><br\/>Injection Solution: 500 MG\/ML<br\/><\/li><li><b>Rite Aid First Aid Epsom Salt<\/b><br\/>  Powder for Solution: 100 %<br\/><\/li><\/ul>"},"12":{"id":"354800-s-12","title":"Toxicology","sub":[{"id":"354800-s-12-31","title":"Clinical Effects","mono":"<b>MAGNESIUM <\/b><br\/>USES: Magnesium is available in many forms and has many different medical uses, including as an antacid and laxative, anticonvulsant, treatment of torsades de pointes, pre-eclampsia, management of acute asthma exacerbation, hydrofluoric acid ingestion, enema, and electrolyte supplement. Magnesium is an essential electrolyte in the body and is a cofactor in many enzyme systems. Industrially, magnesium is used as a component of aluminum alloys, in die-casting alloyed with zinc, to remove sulfur in the production of iron and steel, and for the production of titanium. PHARMACOLOGY: When taken orally, magnesium promotes bowel evacuation by osmotic retention of fluid which distends the colon and increases peristaltic activity. Parenteral magnesium decreases acetylcholine in motor nerve terminals and acts on myocardium by slowing rate of S-A node impulse formation and prolonging conduction time as well as stabilizing excitable membranes. Magnesium is also necessary for the movement of other electrolytes (calcium, sodium and potassium) in and out of cell. TOXICOLOGY: In overdose, magnesium impairs neuromuscular transmission, manifested as weakness and hyporeflexia. EPIDEMIOLOGY: Thousands of exposures occur every year, but severe manifestations are very rare. Severe toxicity is most common after intravenous infusion over multiple hours (usually for pre-eclampsia), and can occur after chronic excessive doses, especially in the setting of renal insufficiency. Severe toxicity has been reported after acute ingestion but is very rare. MILD TO MODERATE TOXICITY: Nausea and vomiting are common with oral exposure. Flushing can occur most often with intravenous administration. Magnesium dust can irritate the eye and mucous membranes of the upper respiratory tract causing an atrophic nasopharyngitis. Metal fume fever can result from inhalation of magnesium fumes. SEVERE TOXICITY: Severe toxicity occurs most often after intravenous infusions. It can also occur after chronic excessive oral doses, often in patients with renal insufficiency. Early manifestations are lethargy, hyporeflexia, followed by weakness, paralysis, hypotension, ECG changes (prolonged PR and QRS intervals), CNS depression, seizures, and respiratory depression. ADVERSE EFFECTS: Adverse effects seen with magnesium sulfate include adverse effects on neuromuscular function and flushing (IV, dose-related), hypotension (IV, rate-related), and vasodilation (IV, rare-related). Magnesium sulfate may also cause diarrhea. Magnesium hydroxide has many drug interactions secondary to its antacid effect. <br\/>"},{"id":"354800-s-12-32","title":"Treatment","mono":"<b>MAGNESIUM <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild to moderate exposures, supportive care and removal of further magnesium exposure are the mainstays of treatment. Administer antiemetics for nausea and vomiting. Manage mild hypotension with IV fluids. Administer intravenous fluids to promote magnesium diuresis. MANAGEMENT OF SEVERE TOXICITY: For patients with severe toxicity, treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. IV calcium chloride can be used to temporarily ameliorate respiratory depression until more definitive therapy can be instituted. Airway management may be necessary for patients with CNS depression or severe weakness. Emergent hemodialysis should be performed in patients with severe toxicity (dysrhythmias, persistent hypotension, severe CNS depression, and respiratory depression). INHALATION EXPOSURE: Move patients into fresh air and away from magnesium dust. DERMAL EXPOSURE: Wash exposed area with soap and water. EYE EXPOSURE: Irrigate eyes with water or normal saline and remove any particulate matter. INTRATHECAL EXPOSURE: Up to 100 mg of intrathecal magnesium sulfate has been used in anesthesia and is well-tolerated. After very large intrathecal overdose, immediate drainage of CSF (20 to 40 mL) should be considered. RECTAL EXPOSURE: Treatment is primarily supportive.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not indicated as activated charcoal does not bind to magnesium. Wash exposed skin with soap and water; irrigate exposed eyes. HOSPITAL: Gastrointestinal decontamination is not indicated as activated charcoal does not bind magnesium. Wash exposed skin with soap and water; irrigate exposed eyes.<\/li><li>Airway management: Endotracheal intubation may be necessary if patients develop CNS, neuromuscular, or respiratory depression.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor deep tendon reflexes (hyporeflexia generally precedes more severe toxicity), and monitor for CNS and respiratory depression. Monitor serum electrolytes, renal function, and serial magnesium concentrations after significant exposure. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients. Normal serum magnesium concentrations are 1.5 to 2.5 mEq\/L. At a magnesium concentrations of 3 mEq\/L, patients may experience nausea and vomiting. At a concentration of 4 mEq\/L, patients may have drowsiness, sweating, and unsteadiness. At 5 mEq, ECG may show QRS widening and PR prolongation. At concentrations of 6 to 7 mEq\/L bradycardia and hypotension may develop. Finally, at concentrations of 10 to 15 mEq\/L, voluntary muscle paralysis, heart block, and respiratory paralysis may develop.<\/li><li>Enhanced elimination procedure: Hemodialysis is the most effective method to remove significant quantities of magnesium and may reverse life-threatening symptoms within 30 minutes. Emergent dialysis should be considered in any patients with severe toxicity (hypotension, dysrhythmias, severe CNS depression, respiratory depression) or patients with moderate effects and severe renal insufficiency.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic and exposures within therapeutic range may stay at home. Patients with minimal symptoms that are improving may also be monitored at home. OBSERVATION CRITERIA: Patients with systemic or moderate to severe symptoms should be sent to a healthcare facility for observation until symptoms are clearly improving and the patient is clinically stable. ADMISSION CRITERIA: Patients with persistent weakness or magnesium concentrations that are not declining despite hydration should be admitted. Patients with hypotension, ECG changes, CNS or respiratory depression should be admitted to an ICU setting. Patients should remain admitted until symptoms are clearly improving and clinically stable. CONSULT CRITERIA: Consult a medical toxicologist or poison center for any patient with severe toxicity or in whom the diagnosis is unclear. Consult a nephrologist for hemodialysis in patients with severe toxicity. Patients with severe toxicity or renal insufficiency may require transfer to a hospital that can perform emergent hemodialysis.<\/li><\/ul>"},{"id":"354800-s-12-33","title":"Range of Toxicity","mono":"<b>MAGNESIUM <\/b><br\/>TOXICITY: Even with therapeutic dosing, patients may experience mild toxicity. INTRAVENOUS: IV administration of 20 g magnesium sulfate was fatal in an adult. A woman received 200 g magnesium sulfate over 24 hours, then inadvertently received 20 g over 15 minutes. She required intubation and intensive supportive care but recovered despite a blood magnesium concentration of 38.7 mg\/dL. ORAL: Ingestion of 44 g magnesium or 750 mmol magnesium sulfate has caused symptomatic toxicity. An adult developed asystole but was resuscitated after ingesting 50 g Epsom salts (400 mEq magnesium). INTRATHECAL: A 22 weeks pregnant woman developed transient paralysis of her legs after receiving 2 mL of 50% magnesium sulfate intrathecally. EPIDURAL: Inadvertent epidural administration of 3 to 9 g magnesium sulfate did not cause toxicity. RECTAL: A woman developed acute magnesium toxicity (magnesium concentration: 7.1 mmol\/L) after administration and retention of a single magnesium sulfate enema containing 32.5 g magnesium sulfate. THERAPEUTIC DOSES: ADULTS: Dosing varies by indication. In cases of life-threatening conditions such as eclampsia, infusions of up to 4 to 5 g magnesium sulfate (98.6 mg elemental magnesium or 8.12 mEq elemental magnesium per gram) are given followed by 1 to 2 g\/hour continuous infusions. CHILDREN: In infants and children, dose again depends on the indication but can be up to 2 g (25 to 75 mg\/kg) of magnesium sulfate for life-threatening conditions such as severe asthma. <br\/>"}]},"13":{"id":"354800-s-13","title":"Clinical Teaching","mono":"This drug may cause hypotension, hyporeflexia, or CNS depression.<br\/>"}}}