{"generic":"Maprotiline Hydrochloride","drugs":["Ludiomil","Maprotiline Hydrochloride"],"mono":{"0":{"id":"358095-s-0","title":"Generic Names","mono":"Maprotiline Hydrochloride"},"1":{"id":"358095-s-1","title":"Dosing and Indications","sub":[{"id":"358095-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bipolar disorder, depressed phase:<\/b> outpatients: 75 mg\/day ORALLY (2-3 divided doses) for 2 weeks; may increase in 25 mg increments up to a MAX of 225 mg\/day in single or divided doses<\/li><li><b>Bipolar disorder, depressed phase:<\/b> inpatients: 100-150 mg\/day ORALLY (2-3 divided doses) for 2 weeks; may increase in 25 mg increments up to a MAX of 225 mg\/day in single or divided doses<\/li><li><b>Bipolar disorder, depressed phase:<\/b> maintenance: 75-150 mg\/day ORALLY in single or divided doses<\/li><li><b>Depression:<\/b> outpatients: 75 mg\/day ORALLY (2-3 divided doses) for 2 weeks; may increase in 25 mg increments up to a MAX of 225 mg\/day in single or divided doses<\/li><li><b>Depression:<\/b> inpatients: 100-150 mg\/day ORALLY (2-3 divided doses) for 2 weeks; may increase in 25 mg increments up to a MAX of 225 mg\/day in single or divided doses<\/li><li><b>Depression:<\/b> maintenance: 75-150 mg\/day ORALLY in single or divided doses<\/li><li><b>Dysthymia:<\/b> outpatients: 75 mg\/day ORALLY (2-3 divided doses) for 2 weeks; may increase in 25 mg increments up to a MAX of 225 mg\/day in single or divided doses<\/li><li><b>Dysthymia:<\/b> inpatients: 100-150 mg\/day ORALLY (2-3 divided doses) for 2 weeks; may increase in 25 mg increments up to a MAX of 225 mg\/day in single or divided doses<\/li><li><b>Dysthymia:<\/b> maintenance: 75-150 mg\/day ORALLY in single or divided doses<\/li><li><b>Mixed anxiety and depressive disorder:<\/b> outpatients: 75 mg\/day ORALLY (2-3 divided doses) for 2 weeks; may increase in 25 mg increments up to a MAX of 225 mg\/day in single or divided doses<\/li><li><b>Mixed anxiety and depressive disorder:<\/b> inpatients: 100-150 mg\/day ORALLY (2-3 divided doses) for 2 weeks; may increase in 25 mg increments up to a MAX of 225 mg\/day in single or divided doses<\/li><li><b>Mixed anxiety and depressive disorder:<\/b> maintenance: 75-150 mg\/day ORALLY in single or divided doses<\/li><\/ul>"},{"id":"358095-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in patients below 18 years of age"},{"id":"358095-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> 25 mg\/day ORALLY; may increase in 25 mg increments as needed and tolerated; maintenance doses are usually 50-75 mg\/day<\/li><li><b>liver disease:<\/b> begin with lower initial doses and increase dose as needed and tolerated<\/li><\/ul>"},{"id":"358095-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Bipolar disorder, depressed phase<\/li><li>Depression<\/li><li>Dysthymia<\/li><li>Mixed anxiety and depressive disorder<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Pain<br\/>"}]},"2":{"id":"358095-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Antidepressants increased the risk of suicidal thinking and behavior in children, adolescents, and young adults in short-term studies with major depressive disorder (MDD) and other psychiatric disorders. Short term studies did not show an increase in the risk of suicidality with antidepressants compared to placebo in adults beyond age 24, and there was a reduction in risk with antidepressants compared to placebo in adults aged 65 and older. This risk must be balanced with the clinical need. Monitor patients closely for clinical worsening, suicidality, or unusual changes in behavior. Families and caregivers should be advised of the need for close observation and communication with the prescriber. Not approved for use in pediatric patients.<br\/>"},"3":{"id":"358095-s-3","title":"Contraindications\/Warnings","sub":[{"id":"358095-s-3-9","title":"Contraindications","mono":"<ul><li>coadministration with a MAOI or use within 14 days of discontinuing a MAOI<\/li><li>hypersensitivity to maprotiline hydrochloride<\/li><li>myocardial infarction (MI), during the acute recovery period<\/li><li>seizure disorder, history of or in patients at risk of<\/li><\/ul>"},{"id":"358095-s-3-10","title":"Precautions","mono":"<ul><li>suicidal ideation and behavior or worsening depression, increased risk, particularly in children and adolescents, during the first few months of therapy<\/li><li>bipolar disorder, in patients at risk (eg, major depressive disorder (MDD) may be the initial presentation of bipolar disorder); may cause a mixed\/manic episode<\/li><li>cardiovascular disease, history of; may cause cardiac conduction defects, arrhythmias, myocardial infarction, stoke, and tachycardia<\/li><li>coadministration with phenothiazines; may increase risk of seizures<\/li><li>coadministration with rapidly tapered benzodiazepines; may increase risk of seizures<\/li><li>concurrent use with electroshock therapy<\/li><li>cyclic-type psychiatric disorders, history of; may cause mania or hypomania<\/li><li>glaucoma, narrow-angle, history of; due to anticholinergic effects of maprotiline hydrochloride<\/li><li>hyperthyroidism or concurrent use of thyroid medications; may increase risk of cardiovascular toxicity<\/li><li>increased intraocular pressure; due to anticholinergic effects of maprotiline hydrochloride<\/li><li>myocardial infarction, history of<\/li><li>surgery, elective; potential for interaction with general anesthetics<\/li><li>urinary retention, history of; due to anticholinergic effects of maprotiline hydrochloride<\/li><\/ul>"},{"id":"358095-s-3-11","title":"Pregnancy Category","mono":"Maprotiline: B (FDA)<br\/>"},{"id":"358095-s-3-12","title":"Breast Feeding","mono":"Maprotiline: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"358095-s-4","title":"Drug Interactions","sub":[{"id":"358095-s-4-13","title":"Contraindicated","mono":"<ul><li>Brofaromine (theoretical)<\/li><li>Clorgyline (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Lazabemide (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Methylene Blue (theoretical)<\/li><li>Metoclopramide (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Nialamide (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Toloxatone (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"358095-s-4-14","title":"Major","mono":"<ul>Levothyroxine (theoretical)<\/ul>"}]},"5":{"id":"358095-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation (6%), Xerostomia (22%)<\/li><li><b>Neurologic:<\/b>Dizziness (8%), Feeling nervous (6%), Myoclonus, Somnolence (16%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision (4% to 12%; (Jukes, 1975a)), Visual disturbance<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart block (rare), Myocardial infarction, Palpitations (rare), Syncope (rare)<\/li><li><b>Gastrointestinal:<\/b>Paralytic ileus<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Bone marrow depression, Eosinophilia, Granulocytopenic disorder, Neutropenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Abnormal liver function (rare), Jaundice (rare)<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Extrapyramidal sign (rare), Seizure (rare), Tonic-clonic seizure<\/li><li><b>Psychiatric:<\/b>Depression, Worsening, Hypomania (rare), Mania (rare), Psychotic disorder (rare), Suicidal thoughts, Suicide<\/li><\/ul>"},"6":{"id":"358095-s-6","title":"Drug Name Info","sub":{"0":{"id":"358095-s-6-17","title":"US Trade Names","mono":"Ludiomil<br\/>"},"2":{"id":"358095-s-6-19","title":"Class","mono":"<ul><li>Antidepressant<\/li><li>Antidepressant, Tetracyclic<\/li><\/ul>"},"3":{"id":"358095-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"358095-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"10":{"id":"358095-s-10","title":"Monitoring","mono":"<ul><li>reduction of anxiety and\/or depression and associated symptoms<\/li><li>blood pressure<\/li><li>ECG in patients with cardiac disease and hyperthyroidism<\/li><li>WBC and differential cells in patients with fever\/sore throat\/signs of infection<\/li><li>worsening of depression, suicidality, or unusual changes in behavior, especially at the initiation of therapy or when the dose increases or decreases<\/li><\/ul>"},"11":{"id":"358095-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: 25 MG, 50 MG, 75 MG<br\/>"},"12":{"id":"358095-s-12","title":"Toxicology","sub":[{"id":"358095-s-12-31","title":"Clinical Effects","mono":"<b>MAPROTILINE <\/b><br\/>USES: Maprotiline is used to treat depressive illness in patients with depressive neurosis (dysthymic disorder) and manic-depressive illness, depressed type (major depressive disorder), and anxiety associated with depression. PHARMACOLOGY: Maprotiline is a tetracyclic antidepressant which is structurally related to the tricyclic antidepressants, with similar pharmacological effects. It selectively inhibits norepinephrine reuptake into the presynaptic neuron.  Unlike the tricyclic antidepressants, maprotiline has little effect upon serotonin reuptake. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Effects include sinus tachycardia, lethargy, nausea, vomiting, ataxia, restlessness, agitation, fever, muscle rigidity, athetoid movements, mydriasis, dry mouth, urinary retention, decreased bowel sounds, flushing, and dry skin.  SEVERE TOXICITY: Effects may include hallucinations, delirium, hypotension, respiratory failure, coma, QRS widening, ventricular tachycardia, torsades de pointes and cardiac arrest. Seizures can develop.  CNS depression may persist for days. ADVERSE EFFECTS: MOST COMMON (greater than 5%): Dry mouth, constipation, nervousness, drowsiness, and dizziness, OTHER EFFECTS: Nausea, diarrhea, blurred vision, weakness, fatigue, and headache. RARE: Vomiting, hypotension, hypertension, tachycardia, palpitation, dysrhythmias, heart block, syncope, hallucinations, restlessness, tremor, seizures, extrapyramidal symptoms, accommodation disturbances, mydriasis, urinary retention, elevated liver enzymes, jaundice, myocardial infarction, stroke, peripheral neuropathy, paralytic ileus, and myelosuppression, including agranulocytosis, eosinophilia, purpura, and thrombocytopenia. <br\/>"},{"id":"358095-s-12-32","title":"Treatment","mono":"<b>MAPROTILINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Mild to moderate toxicity on presentation may progress to severe toxicity over minutes to hours. For patients with mild to moderate effects on presentation, activated charcoal should be considered in patients presenting less than 2 hours postingestion. Aggressive symptomatic and supportive care includes airway protection, blood pressure support, QRS monitoring and narrowing, and seizure control. MANAGEMENT OF SEVERE TOXICITY: Activated charcoal should be considered in patients presenting less than 2 hours postingestion (protect airway first). Aggressive symptomatic and supportive care is essential, including airway protection, blood pressure support, QRS monitoring, and seizure control. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add norepinephrine if unresponsive to fluids. Dopamine and dobutamine may not be effective. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Therapeutic doses of maprotiline may cause prolongation of the QT interval. Concomitant use of maprotiline and other drugs that prolong the QT interval may increase the risk of torsades de pointes. Treat torsades de pointes with IV magnesium sulfate, and correct electrolyte abnormalities, overdrive pacing may be necessary. Treat QRS widening with sodium bicarbonate, treat ventricular dysrhythmias using ACLS protocols. Consider intravenous lipid therapy early for patients with ventricular dysrhythmias or hypotension.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital GI decontamination is not recommended because of the risk of seizures or CNS depression and subsequent aspiration. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias, significant CNS or respiratory depression, and hemodynamic instability.<\/li><li>Antidote: None.<\/li><li>Wide QRS complex: Treat QRS widening with sodium bicarbonate, an initial dose is 1 to 2 mEq\/kg. The goal is a serum pH of 7.45 to 7.55 and pH should be closely monitored so as not to exceed 7.6. Severe QRS widening (greater than 160 msec) not responsive to alkalinization may respond to a bolus of hypertonic saline. Consider early infusion of lipid emulsion in patients with refractory dysrhythmias or hypotension.<\/li><li>Ventricular arrhythmia: Ventricular dysrhythmias and QRS widening may respond to sodium bicarbonate or hypertonic sodium administration. Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Evaluate for hypoxia, acidosis, and electrolyte disorders (particularly hypokalemia, hypocalcemia, and hypomagnesemia). Sodium bicarbonate is generally first line therapy for ventricular dysrhythmias, administer 1 to 2 mEq\/kg, repeat as needed to maintain blood pH between 7.45 and 7.55. In patients unresponsive to bicarbonate, consider lidocaine. Cardiovert unstable ventricular dysrhythmias. Consider early infusion of lipid emulsion in patients with refractory dysrhythmias or hypotension.<\/li><li>Torsades de pointes: Therapeutic doses of maprotiline may cause prolongation of the QT interval. Concomitant use of maprotiline and other drugs that prolong the QT interval may increase the risk of torsades de pointes. Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Hemodynamically unstable patients require electrical cardioversion. Treat stable patients with magnesium, atrial overdrive pacing may be necessary.  Correct electrolyte abnormalities (hypomagnesemia, hypokalemia, hypocalcemia). MAGNESIUM SULFATE\/DOSE:  ADULTS: 1 to 2 g IV (mixed in 50 to 100 mL D5W) infused over 5 min, repeat 2 g bolus and begin infusion of 0.5 to 1 g\/hr if dysrhythmias recur. CHILDREN: 25 to 50 mg\/kg diluted to 10 mg\/mL; infuse IV over 5 to 15 min. OVERDRIVE PACING: Begin at 130 to 150 beats\/min, decrease as tolerated. Rates of 100 to 120 beats\/min may terminate torsades. Avoid class Ia (quinidine, disopyramide, procainamide), class Ic (flecainide, encainide, propafenone) and most class III antidysrhythmics (N-acetylprocainamide, sotalol).<\/li><li>Fat emulsion: Patients who develop significant cardiovascular toxicity should be treated with intravenous lipids. Administer 1.5 mL\/kg of 20% lipid emulsion over 2 to 3 minutes as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min. If possible, discontinue after 30 to 60 minutes. Longer periods of lipid therapy should be considered if the patient's hemodynamic stability is dependent on continued lipid infusion.<\/li><li>Seizure: Treat aggressively; acidemia may worsen cardiovascular toxicity. Initially use benzodiazepines, barbiturates. For recurrent seizures consider propofol, midazolam or pentobarbital infusion. In severe cases, neuromuscular paralysis with continuous EEG monitoring may be necessary to avoid severe acidemia and rhabdomyolysis.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status. Initiate continuous cardiac monitoring and obtain an ECG. Arterial blood gases and\/or pulse oximetry should be monitored in patients with respiratory or CNS depression. Monitor serum electrolytes, renal function, and hepatic enzymes in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion of little benefit due to large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: An adult with an inadvertent exposure of an extra dose, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Pediatric ingestions should be referred to a healthcare facility; severe toxicity has been reported after ingestion of 12 mg\/kg in a 6-year-old. All patients with intentional ingestions, or unintentional ingestions of unknown amounts, and all symptomatic patients should be referred to a healthcare facility. ADMISSION CRITERIA: Patients with worsening symptoms or severe systemic symptoms should be admitted to the hospital for further evaluation. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"358095-s-12-33","title":"Range of Toxicity","mono":"<b>MAPROTILINE <\/b><br\/>TOXICITY: Severe toxicity was reported in a child after an estimated ingestion of 12 mg\/kg.  Seizures and dysrhythmias have developed in adults after ingestion of 4.5 grams. Ingestions of up to a gram in adults generally cause CNS effects, but not cardiac toxicity. Fatalities have been reported after ingestions of 2 to 10 grams (conigestants involved in some cases). THERAPEUTIC DOSE: Adult: usual dose is 50 to 150 mg\/day for outpatients.  Higher doses (up to 225 mg) have been used with caution in hospitalized patients for short-term therapy. <br\/>"}]},"13":{"id":"358095-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause somnolence or blurred vision.<\/li><li>This drug may cause anticholinergic effects, weight gain, nausea, headache, myoclonus, tremor, vertigo, agitation, anxiety, nervousness, or fatigue.<\/li><li>Advise patient that symptomatic improvement may not be seen for a few weeks.<\/li><li>Instruct patient to report worsening depression, suicidal ideation, or unusual changes in behavior, especially at initiation of therapy or with dose changes. Children and adolescents are at higher risk for these effects during the first few months of therapy.<\/li><li>Patient should also report signs\/symptoms of granulocytopenia or seizure activity.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>Patient should not take MAO inhibitors within 2 weeks of using maprotiline hydrochloride.<\/li><\/ul>"}}}