{"generic":"Cromolyn Sodium","drugs":["Crolom","Cromolyn Sodium","Gastrocrom","Intal","Intal Inhaler","Nasalcrom"],"mono":{"0":{"id":"35vys0","title":"Generic Names","mono":"Cromolyn Sodium"},"1":{"id":"35vys1","title":"Dosing and Indications","sub":[{"id":"35vys1b4","title":"Adult Dosing","mono":"<ul><li><b>Allergic rhinitis:<\/b> NASAL INHALATION, 1 spray\/nostril 3-6 times\/day<\/li><li><b>Asthma; Prophylaxis:<\/b> ORAL INHALATION, 20 mg 4 times\/day (nebulizer) or 2 puffs (800 mcg\/spray) 4 times\/day (metered inhaler), then 3-4 times\/day<\/li><li><b>Keratitis:<\/b> 1 to 2 drops in each eye 4-6 times daily, at regular intervals<\/li><li><b>Systemic mast cell disease:<\/b> ORAL, 200 mg 4 times\/day 30 minutes before meals and at bedtime<\/li><li><b>Vernal conjunctivitis:<\/b> 1 to 2 drops in each eye 4-6 times daily, at regular intervals<\/li><li><b>Vernal keratoconjunctivitis:<\/b> 1 to 2 drops in each eye 4-6 times daily, at regular intervals<\/li><\/ul>"},{"id":"35vys1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Allergic rhinitis:<\/b> NASAL INHALATION (2 years and older), 1 spray\/nostril 3-6 times\/day<\/li><li><b>Asthma; Prophylaxis:<\/b> ORAL INHALATION, 20 mg 4 times\/day (2 years and older; nebulizer) or 2 puffs (800 mcg\/spray) 4 times a day (5 years and older; metered inhaler), then 3-4 times\/day<\/li><li><b>Keratitis:<\/b> 4 years and older, 1 to 2 drops in each eye 4 to 6 times daily, at regular intervals<\/li><li><b>Systemic mast cell disease:<\/b> ORAL (13 years and older), 200 mg 4 times\/day 30 minutes before meals and at bedtime<\/li><li><b>Systemic mast cell disease:<\/b> ORAL (ages 2 to 12 years), 100 mg 4 times daily 30 minutes before meals and at bedtime<\/li><li><b>Vernal conjunctivitis:<\/b> 4 years and older, 1 to 2 drops in each eye 4-6 times daily, at regular intervals<\/li><li><b>Vernal keratoconjunctivitis:<\/b> 4 years and older, 1 to 2 drops in each eye 4-6 times daily, at regular intervals<\/li><\/ul>"},{"id":"35vys1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> reduce dose<\/li><li><b>hepatic impairment:<\/b> reduce dose<\/li><\/ul>"},{"id":"35vys1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Allergic rhinitis<\/li><li>Asthma; Prophylaxis<\/li><li>Keratitis<\/li><li>Systemic mast cell disease<\/li><li>Vernal conjunctivitis<\/li><li>Vernal keratoconjunctivitis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Superior limbic keratoconjunctivitis<br\/>"}]},"3":{"id":"35vys3","title":"Contraindications\/Warnings","sub":[{"id":"35vys3b9","title":"Contraindications","mono":"hypersensitivity to cromolyn products<br\/>"},{"id":"35vys3b10","title":"Precautions","mono":"<ul><li>age less than 2 yr<\/li><li>cardiac arrhythmias (metered-dose inhaler propellants)<\/li><li>coronary artery disease (metered-dose inhaler propellants)<\/li><\/ul>"},{"id":"35vys3b11","title":"Pregnancy Category","mono":"<ul><li>Cromolyn: B (FDA)<\/li><li>Cromolyn: A (AUS)<\/li><\/ul>"},{"id":"35vys3b12","title":"Breast Feeding","mono":"Cromolyn: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"35vys5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Bad taste in mouth<\/li><li><b>Ophthalmic:<\/b>Burning sensation in eye<\/li><li><b>Respiratory:<\/b>Cough, Throat irritation<\/li><\/ul><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Respiratory:<\/b>Bronchospasm<\/li><\/ul>"},"6":{"id":"35vys6","title":"Drug Name Info","sub":{"0":{"id":"35vys6b17","title":"US Trade Names","mono":"<ul><li>Crolom<\/li><li>Gastrocrom<\/li><li>Intal<\/li><li>Intal Inhaler<\/li><li>Nasalcrom<\/li><\/ul>"},"2":{"id":"35vys6b19","title":"Class","mono":"<ul><li>Antiasthma<\/li><li>Gastrointestinal Agent<\/li><li>Mast Cell Stabilizer<\/li><li>Nasal Agent<\/li><li>Ophthalmologic Agent<\/li><\/ul>"},"3":{"id":"35vys6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"35vys6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"35vys7","title":"Mechanism Of Action","mono":"Cromolyn sodium, an anti-inflammatory agent and mast cell stabilizer, prevents bronchoconstriction that manifests early or late in response to an inhaled antigen. It blocks the release of histamine and SRS-A (slow-reacting substance of anaphylaxis) from sensitized mast cells and does not exert any intrinsic vasoconstrictor and glucocorticoid effects.<br\/>"},"8":{"id":"35vys8","title":"Pharmacokinetics","sub":{"0":{"id":"35vys8b23","title":"Absorption","mono":"<ul><li>Oral: poorly absorbed<\/li><li>Bioavailability: (inhalational) approximately 8%<\/li><li>Bioavailability: (ophthalmic) 0.03%<\/li><li>Bioavailability: (oral) not more than 1%<\/li><\/ul>"},"3":{"id":"35vys8b26","title":"Excretion","mono":"<ul><li>Fecal: remainder of unabsorbed dose<\/li><li>Renal: 0.28% to 0.50% (mean 0.45%)<\/li><\/ul>"}}},"9":{"id":"35vys9","title":"Administration","mono":"<ul><li><b>Inhalation<\/b><br\/><ul><li>(inhaler) shake canister gently before administration<\/li><li>(nebulizer solution) administer from a power-operated nebulizer having adequate flow rate and equipped with a suitable face mask or mouthpiece<\/li><\/ul><\/li><li><b>Ophthalmic<\/b><br\/>avoid contact lenses during treatment<br\/><\/li><li><b>Oral<\/b><br\/><ul><li>(concentrate) empty the ampule into glass of water and drink 30 minutes before meals and at bedtime<\/li><li>(concentrate) do not administer by inhalation or by IV<\/li><\/ul><\/li><\/ul>"},"10":{"id":"35vys10","title":"Monitoring","mono":"<ul><li>bronchial asthma: pulmonary function tests, symptomatic improvement<\/li><li>(ophthalmic solution) eye exam<\/li><\/ul>"},"11":{"id":"35vys11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Inhalation Solution: 10 MG\/ML<\/li><li>Nasal Spray: 5.2 MG\/Actuation<\/li><li>Ophthalmic Solution: 4 %<\/li><li>Oral Solution: 100 MG\/5 ML<\/li><\/ul><\/li><li><b>Gastrocrom<\/b><br\/>Oral Solution: 100 MG\/5 ML<br\/><\/li><li><b>Nasalcrom<\/b><br\/>Nasal Spray: 5.2 MG\/Actuation<br\/><\/li><\/ul>"},"12":{"id":"35vys12","title":"Toxicology","sub":[{"id":"35vys12b31","title":"Clinical Effects","mono":"<b>CROMOLYN AND RELATED AGENTS <\/b><br\/>USES: Cromolyn is used to treat allergic rhinitis, mastocytosis, vernal keratitis, vernal conjunctivitis, and vernal keratoconjunctivitis. It is also used as a prophylactic agent indicated in treatment of patients with bronchial asthma. Nedocromil sodium ophthalmic solution is indicated for the treatment of pruritus associated with allergic conjunctivitis. Nedocromil sodium inhaler has been used as maintenance therapy for the management of mild to moderate asthma. PHARMACOLOGY: Cromolyn sodium, an antiinflammatory agent and mast cell stabilizer, prevents bronchoconstriction that manifests early or late in response to an inhaled antigen. It blocks the release of histamine and SRS-A (slow-reacting substance of anaphylaxis) from sensitized mast cells and does not exert any intrinsic vasoconstrictor and glucocorticoid effects. Nedocromil sodium is an antiinflammatory agent that blocks the release of mediators of hypersensitivity reactions from mast cells, eosinophils, neutrophils, macrophages, monocytes and platelets. The drug inhibits the release of histamine from mast cells and beta-glucuronidase from macrophages in bronchoalveolar cells. It does not exert any bronchodilating, antihistaminic, or corticosteroid effects. EPIDEMIOLOGY: Overdose is rare and serious toxicity has not been reported. OVERDOSE: These agents are poorly absorbed and are low in toxicity. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses.  ADVERSE EFFECTS: CROMOLYN: The following adverse effects have been reported: ORAL SOLUTION:  Nausea, vomiting, diarrhea, abdominal pain, constipation, dyspepsia, flatulence, glossitis, stomatitis, dysphagia, esophagospasm, pruritus, rash, erythema\/burning, photosensitivity, urticaria, angioedema, eosinophilia. OPHTHALMIC: Stinging and burning of eyes, allergic reactions (eg, swelling, intense redness, and itching of the eyes), rhinoconjunctivitis, and myositis. NASAL: Nasal congestion, sneezing, nasal itching, nosebleed, nose burning, rhinoconjunctivitis, and headache. INHALATION: Nasal congestion, throat irritation and hoarseness, esophagitis, laryngeal and pharyngeal edema and irritation, drowsiness, headache, dizziness, bronchial irritation, pulmonary infiltrates, cough, and wheezing. Acute, life-threatening reactions (eg, anaphylactoid reaction) have been allergic, rather than toxic, in nature. NEDOCROMIL: OPHTHALMIC: MOST COMMON: Headache. OTHER EFFECTS: Ocular burning and irritation, taste disturbances, and nasal congestion, conjunctivitis, redness, photophobia. INHALATION: Nedocromil appears to be well-tolerated. MOST COMMON: Taste disturbance. INFREQUENT: Nausea, vomiting, abdominal pain, headache, dizziness, and coughing. <br\/>"},{"id":"35vys12b32","title":"Treatment","mono":"<b>CROMOLYN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose of cromolyn or nedocromil.<\/li><li>Decontamination: PREHOSPITAL:  These agents are poorly absorbed and are low in toxicity.  Gastrointestinal decontamination is not recommended. HOSPITAL: These agents are poorly absorbed orally and are low in toxicity.  Gastrointestinal decontamination is rarely necessary. Consider activated charcoal if coingestants with significant toxicity are involved.<\/li><li>Airway management: Should not be required in these cases.<\/li><li>Antidote: None.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor serum electrolytes in patients with severe vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Since systemic absorption is minimal, methods to enhance systemic elimination are unlikely to be necessary.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"35vys12b33","title":"Range of Toxicity","mono":"<b> CROMOLYN AND RELATED AGENTS <\/b><br\/>TOXICITY: A specific toxic dose has not been established. Significant toxicity is not expected after overdose. THERAPEUTIC DOSES: CROMOLYN: ADULTS: ORAL INHALATION: 20 mg 4 times daily (nebulizer). NASAL SPRAY: 1 spray\/nostril (cromolyn 5.2 mg\/spray) 3 to 6 times\/day. ORAL SOLUTION: 200 mg 4 times\/day 30 minutes before meals and at bedtime. OPHTHALMIC: 1 to 2 drops in each eye 4 to 6 times daily, at regular intervals. NEDOCROMIL: OPHTHALMIC: 1 to 2 drops in each eye twice daily. CHILDREN: CROMOLYN: ORAL INHALATION (2 years and older): 20 mg 4 times\/day (nebulizer). ORAL SOLUTION (13 years and older): 200 mg (two 5 mL ampules) 4 times\/day 30 minutes before meals and at bedtime. (ages 2 to 12 years): 100 mg (one 5 mL ampule) 4 times daily 30 minutes before meals and at bedtime. (Term to 2 years old): 20 mg\/kg\/day orally; administered in 4 divided doses. NASAL SPRAY (2 years and older): 1 spray\/nostril (cromolyn 5.2 mg\/spray) 3 to 6 times\/day. OPHTHALMIC (4 years and older): 1 to 2 drops in each eye 4 to 6 times daily, at regular intervals. NEDOCROMIL: OPHTHALMIC (3 years and older): 1 to 2 drops in each eye twice daily. <br\/>"}]},"13":{"id":"35vys13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that this drug is not indicated for acute asthma attacks.<\/li><li>The inhaled form of drug may cause a bad taste in mouth, cough, throat irritation, or bronchospasm. The ophthalmic form may cause burning sensation in the eye.<\/li><li>Patients using nasal form may not see symptomatic improvement for 1 to 2 weeks. Patients using inhaled form may not see maximum symptomatic improvement until up to 4 weeks after initiation of therapy.<\/li><li>Tell patient to take oral formulation 30 min before meals and at bedtime.<\/li><li>Patients receiving ophthalmic formulation should not wear contact lenses during therapy with drug.<\/li><li>Patient can determine amount of drug left in the inhaler by placing it in a glass of water. Full inhalers will sink, empty inhalers will float, and half-full inhalers will partially submerge.<\/li><\/ul>"}}}