{"generic":"Mebendazole","drugs":["Mebendazole","Vermox"],"mono":{"0":{"id":"363210-s-0","title":"Generic Names","mono":"Mebendazole"},"1":{"id":"363210-s-1","title":"Dosing and Indications","sub":[{"id":"363210-s-1-4","title":"Adult Dosing","mono":"<ul><li>Mebendazole tablets have been discontinued by the manufacturer. The tablet formulation is no longer available in the United States.<\/li><li><b>Ancylostomiasis - Necatoriasis:<\/b> 100 mg ORALLY twice daily for 3 consecutive days; drug regimen may be repeated in 3 weeks if necessary<\/li><li><b>Ascariasis:<\/b> 100 mg ORALLY twice daily for 3 days; drug regimen may be repeated in 3 weeks if necessary<\/li><li><b>Enterobiasis:<\/b> 100 mg ORALLY 1 time dose; drug regimen may be repeated in 3 weeks if necessary<\/li><li><b>Trichuriasis:<\/b> 100 mg ORALLY twice daily for 3 days; drug regimen may be repeated in 3 weeks if necessary<\/li><\/ul>"},{"id":"363210-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Mebendazole tablets have been discontinued by the manufacturer. The tablet formulation is no longer available in the United States.<\/li><li><b>Ancylostomiasis - Necatoriasis:<\/b> (Older than 2 years) 100 mg ORALLY twice daily for 3 consecutive days; drug regimen may be repeated in 3 weeks if necessary<\/li><li><b>Ascariasis:<\/b> (Older than 2 years) 100 mg ORALLY twice daily for 3 days; drug regimen may be repeated in 3 weeks if necessary<\/li><li><b>Enterobiasis:<\/b> (Older than 2 years) 100 mg ORALLY 1 time dose; drug regimen may be repeated in 3 weeks if necessary<\/li><li><b>Trichuriasis:<\/b> (Older than 2 years) 100 mg ORALLY twice daily for 3 days; drug regimen may be repeated in 3 weeks if necessary<\/li><\/ul>"},{"id":"363210-s-1-6","title":"Dose Adjustments","mono":"<b>liver disease:<\/b> dosage reduction may be needed due to extensive hepatic metabolism"},{"id":"363210-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Mebendazole tablets have been discontinued by the manufacturer [1]. The tablet formulation is no longer available in the United States.<\/li><li>Ancylostomiasis - Necatoriasis<\/li><li>Ascariasis<\/li><li>Enterobiasis<\/li><li>Trichuriasis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Mebendazole tablets have been discontinued by the manufacturer [1]. The tablet formulation is no longer available in the United States.<\/li><li>Capillaria infection<\/li><li>Cestode infection<\/li><li>Filariasis<\/li><\/ul>"}]},"3":{"id":"363210-s-3","title":"Contraindications\/Warnings","sub":[{"id":"363210-s-3-9","title":"Contraindications","mono":"hypersensitivity to mebendazole products<br\/>"},{"id":"363210-s-3-10","title":"Precautions","mono":"ineffective in hydatid disease<br\/>"},{"id":"363210-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"363210-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"5":{"id":"363210-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Constipation, Diarrhea<\/li><li><b>Neurologic:<\/b>Headache<\/li><\/ul><b>Serious<\/b><ul><li><b>Hepatic:<\/b>Hepatitis (rare)<\/li><li><b>Neurologic:<\/b>Seizure (rare)<\/li><\/ul>"},"6":{"id":"363210-s-6","title":"Drug Name Info","sub":{"0":{"id":"363210-s-6-17","title":"US Trade Names","mono":"Vermox<br\/>"},"2":{"id":"363210-s-6-19","title":"Class","mono":"<ul><li>Anthelmintic<\/li><li>Benzimidazole<\/li><\/ul>"},"3":{"id":"363210-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"363210-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"363210-s-7","title":"Mechanism Of Action","mono":"Systemic: Vermicidal; may also be ovicidal for ova of most helminths; mebendazole causes degeneration of parasite's cytoplasmic microtubules and thereby selectively and irreversibly blocks glucose uptake in susceptible adult intestine-dwelling helminths and their tissue-dwelling larvae; inhibition of glucose uptake apparently results in depletion of the parasite\"s glycogen stores; this, in turn, results in reduced formation of adenosine triphosphate (ATP) required for survival and reproduction of the helminth; corresponding energy levels are gradually reduced until death of the parasite ensues; mebendazole does not appear to affect serum glucose concentrations in humans, however.  <br\/>"},"8":{"id":"363210-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"363210-s-8-23","title":"Absorption","mono":"Systemic: Poorly absorbed; 5 to 10%; food increases absorption    <br\/>"},"2":{"id":"363210-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic: Primary metabolite: 2-amino-5-benzoylbenzimidazole <br\/>"},"3":{"id":"363210-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 95%; Renal: 2 to 5% <br\/>"},"4":{"id":"363210-s-8-27","title":"Elimination Half Life","mono":"Systemic: 2.5 to 5.5 h (range 2.5 to 9 h) <br\/>"}}},"9":{"id":"363210-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>May be chewed, swallowed whole, or crushed and mixed with food.<\/li><li>Special procedures, such as fasting or purging, are not required.<\/li><\/ul>"},"10":{"id":"363210-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>stool culture 3 wk after treatment<\/li><li>CBC, hepatic function; periodically with prolonged therapy<\/li><\/ul>"},"11":{"id":"363210-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet, Chewable: 100 MG<br\/><\/li><li><b>Vermox<\/b><br\/>Oral Tablet, Chewable: 100 MG<br\/><\/li><\/ul>"},"12":{"id":"363210-s-12","title":"Toxicology","sub":[{"id":"363210-s-12-31","title":"Clinical Effects","mono":"<b>MEBENDAZOLE AND RELATED AGENTS<\/b><br\/>USES: The compounds in this class are used as anthelmintic agents used in both human and veterinary practice. PHARMACOLOGY: Broad spectrum antihelmintic agents that can inhibit the formation of worm microtubules and cause worm glucose depletion. EPIDEMIOLOGY: Overdose is rare; severe toxicity is not anticipated. OVERDOSE: Limited data. There have been few reported cases of overdose with these agents, and the events were similar to adverse reactions seen with therapeutic administration at high doses. MILD TO MODERATE TOXICITY: Gastrointestinal events (eg, abdominal pain, nausea, diarrhea and vomiting) are likely to occur. SEVERE TOXICITY: Severe toxicity is not anticipated. Hepatic injury (elevated liver enzymes, hepatitis) or alterations in hematopoietic function (eg, neutropenia, agranulocytosis) may develop following a significant exposure. ADVERSE EFFECTS: Mild gastrointestinal events may occur.  Hematuria has been occasionally reported during therapy with these agents. Elevated liver enzymes, hepatitis, neutropenia and agranulocytosis are rare events associated with prolonged, high-dose therapy. Seizures have been reported very rarely. Mental status changes (drowsiness, dizziness, irritability) and headaches have been reported during therapeutic use; one case of seizures and one case of Guillain-Barre syndrome have been reported. <br\/>"},{"id":"363210-s-12-32","title":"Treatment","mono":"<b>MEBENDAZOLE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Replace fluids and electrolytes in patients that develop significant diarrhea and\/or vomiting. Monitor hepatic enzymes in patients with a significant exposure. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive; severe toxicity is not anticipated. Monitor liver enzymes and hematopoietic function in patients at risk. Hepatitis has been rarely reported with therapy. Monitor for alterations in CNS function.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is unlikely to be necessary; vomiting may occur following an acute exposure. HOSPITAL: Decontamination is unlikely to be necessary. Activated charcoal may be considered if a significant, recent ingestion has occurred and the patient is able to protect their airway.<\/li><li>Airway management: Airway management is unlikely to be necessary. In rare cases, airway protection and support may be necessary in patients that develop significant CNS depression or seizures.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor fluid and electrolyte balance. Liver enzymes may be elevated while on these agents, and should likely be evaluated following an overdose. Monitor CBC with differential following a significant exposure; neutropenia and agranulocytosis have been rarely observed following chronic therapy.<\/li><li>Enhanced elimination procedure: Limited data. Hemodialysis was not found to be effective in altering mebendazole kinetics.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult or child with an inadvertent minor exposure (eg, a single dose) may be monitored at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with gastrointestinal or CNS effects should be treated and monitored until symptoms resolve. Patients may be discharged to home once symptoms have resolved and laboratory studies (ie, hematologic, hepatic) are within normal limits. ADMISSION CRITERIA: Patients with persistent symptoms should be admitted for further treatment. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"363210-s-12-33","title":"Range of Toxicity","mono":"<b>MEBENDAZOLE AND RELATED AGENTS<\/b><br\/>TOXICITY: A specific toxic dose has not been established for these agents. Mebendazole has been well tolerated and relatively free of side effects even when given at 32 to 62 times the therapeutic dose. Gastrointestinal symptoms may occur following overdose. THERAPEUTIC DOSE: MEBENDAZOLE: ADULT and CHILDREN: ORAL: Usual dose: 100 mg\/dose, twice daily for 3 days. It has not been studied in children less than 2 years of age. THIABENDAZOLE: SUMMARY: No longer available in the US. ADULT: ORAL: Doses range from 0.75 to 1.5 g\/dose depending on weight; maximum daily dose: 3 g. CHILDREN: ORAL: Doses range from 0.25 to 1.5 g\/dose depending on weight (not indicated in children less than 30 pounds); maximum daily dose: 3 g. <br\/>"}]},"13":{"id":"363210-s-13","title":"Clinical Teaching","mono":"<ul><li>Inform patient that resolution of parasite infestation may take up to 3 weeks or multiple regimens. Patient should continue hygienic precautions until cleared by healthcare professional.<\/li><li>This drug may cause abdominal pain, constipation, diarrhea, or headache.<\/li><li>Instruct patient to report signs\/symptoms of decreased hepatic function.<\/li><li>Advise patients with pinworms about the following hygienic precautions to prevent the spread of parasites during treatment. Patient should frequently wash hands, especially before eating and after using the toilet. Patient should wear tight underwear during the day and night. Patient should clean the bedroom floor daily with a vacuum or damp mop for a few days after treatment (avoid stirring up dust). Patient should clean the toilet seat after each use until treatment ends. Patient should wash all sheets and bed clothes in hot water.<\/li><li>Instruct patients with hookworms, whipworms, or roundworms about the following hygienic precautions to avoid re-infestation after treatment. Patient should frequently wash hands, especially before eating and after using the toilet. Patient should wear shoes. Patient should wash fruits and vegetables thoroughly.<\/li><\/ul>"}}}