{"generic":"Medroxyprogesterone Acetate","drugs":["Depo-Provera","Depo-Provera Contraceptive","Depo-SubQ Provera 104","Medroxyprogesterone Acetate","Provera"],"mono":[{"id":"365950-s-0","title":"Generic Names","mono":"Medroxyprogesterone Acetate"},{"id":"365950-s-1","title":"Dosing and Indications","sub":{"0":{"id":"365950-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Abnormal uterine bleeding unrelated to menstrual cycle, Hormonal imbalance-induced:<\/b> 5 to 10 mg ORALLY daily for 5 to 10 days beginning on day 16 or 21 of the menstrual cycle; to produce optimum secretory transformation of the primed endometrium, 10 mg ORALLY daily for 10 days beginning on day 16 of the cycle<\/li><li><b>Breast cancer:<\/b> Optimal dosing and timing not yet defined.<\/li><li><b>Contraception:<\/b> intramuscular suspension: 150 mg every 3 months by deep, IM injection in the gluteal or deltoid muscle; the first injection must be given only during the first 5 days of a normal menstrual period; only within the first 5 days postpartum if not breast-feeding; and if exclusively breastfeeding, only at the sixth postpartum week; subsequent injections should occur within 12 to 14 weeks<\/li><li><b>Contraception:<\/b> subcutaneous suspension: 1 injection (104 mg per 0.65 mL) SUBQ into the anterior thigh or abdomen once every 3 months<\/li><li><b>Endometrial carcinoma:<\/b> Optimal dosing and timing not yet determined.<\/li><li><b>Endometrial hyperplasia:<\/b> 10  to 20 mg orally daily for 6 months or longer, or until disease progression (study dosing)<\/li><li><b>Endometrial hyperplasia, Estrogen-induced; Prophylaxis:<\/b> 5 to 10 mg ORALLY daily for 12 to 14 consecutive days per month, either beginning on day 1 or day 16 of the cycle; given as part of regimen with conjugated estrogens<\/li><li><b>Endometriosis - Pain:<\/b> injectable suspension (depo-SUBQ Provera 104(TM)): 1 injection (104 mg per 0.65 mL) SUBQ into the anterior thigh or abdomen once every 3 months (12 to 14 weeks); do not use for longer than 2 years<\/li><li><b>Renal cell carcinoma:<\/b> Optimal dosing and timing not yet established.<\/li><li><b>Secondary physiologic amenorrhea:<\/b> 5 to 10 mg ORALLY daily for 5 to 10 days; for optimum secretory transformation of the primed endometrium, 10 mg ORALLY for 10 days; therapy may be started at any time<\/li><\/ul>"},"1":{"id":"365950-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in children"},"3":{"id":"365950-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Abnormal uterine bleeding unrelated to menstrual cycle, Hormonal imbalance-induced<\/li><li>Contraception<\/li><li>Endometrial hyperplasia, Estrogen-induced; Prophylaxis<\/li><li>Endometriosis - Pain<\/li><li>Secondary physiologic amenorrhea<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Alveolar hypoventilation, Children<\/li><li>Breast cancer<\/li><li>Chronic obstructive pulmonary disease<\/li><li>Contraception, Male<\/li><li>Endometrial carcinoma<\/li><li>Endometrial hyperplasia<\/li><li>Hirsutism<\/li><li>Loss of appetite<\/li><li>Menopausal symptom<\/li><li>Osteoporosis<\/li><li>Pelvic congestion syndrome<\/li><li>Premenstrual syndrome<\/li><li>Renal cell carcinoma<\/li><li>Respiratory failure<\/li><\/ul>"}}},{"id":"365950-s-2","title":"Black Box Warning","mono":"<ul><li><b>Intramuscular (Suspension)<\/b><br\/>Women who use medroxyPROGESTERone acetate injection may lose significant bone mineral density. Bone loss is greater with increasing duration of use and may not be completely reversible. MedroxyPROGESTERone acetate should not be used longer than 2 years unless other birth control methods are considered inadequate.<br\/><\/li><li><b>Oral (Tablet)<\/b><br\/>Do not use estrogens with progestins for the prevention of cardiovascular disease or dementia. The Women's Health Initiative (WHI) reported increased risk of myocardial infarction, stroke, pulmonary emboli, and deep vein thrombosis in postmenopausal women (50 to 79 years of age) taking daily oral conjugated estrogens combined with medroxyPROGESTERone acetate. The WHI also reported increased risk of developing probable dementia in postmenopausal women 65 years of age or older taking daily conjugated estrogen combined with medroxyPROGESTERone acetate.  It is unknown whether this finding applies to younger postmenopausal women. Lastly, the WHI estrogen plus progestin substudy demonstrated an increased risk of invasive breast cancer. These risks should be assumed to be similar for other doses of conjugated estrogens and medroxyPROGESTERone acetate and other combinations and dosage forms of estrogens and progestins. Prescribe estrogens with progestins at the lowest effective doses and for the shortest duration consistent with treatment goals and risks for the individual.<br\/><\/li><li><b>Subcutaneous (Suspension)<\/b><br\/>Women who use medroxyPROGESTERone acetate injection may lose significant bone mineral density. Bone loss is greater with increasing duration of use and may not be completely reversible. MedroxyPROGESTERone acetate should be used as a long-term birth control method (eg, longer than 2 years) only if other birth control methods are inadequate.<br\/><\/li><\/ul>"},{"id":"365950-s-3","title":"Contraindications\/Warnings","sub":[{"id":"365950-s-3-9","title":"Contraindications","mono":"<ul><li>Current or past history of arterial thromboembolic disease (eg, stroke, myocardial infarction)<\/li><li>Current or past history of deep vein thrombosis or pulmonary embolism<\/li><li>Current or past history of thromboembolic disorders, thrombophlebitis,  or cerebral vascular disease<\/li><li>Hypersensitivity to medroxyPROGESTERone acetate or any of its other ingredients<\/li><li>Known anaphylactic reaction or angioedema to medroxyPROGESTERone acetate<\/li><li>Known, suspected, or history of breast malignancy<\/li><li>Known or suspected estrogen- or progesterone-dependent neoplasia<\/li><li>Known or suspected pregnancy<\/li><li>Liver impairment or disease  or significant liver disease<\/li><li>Undiagnosed vaginal bleeding<\/li><\/ul>"},{"id":"365950-s-3-10","title":"Precautions","mono":"<ul><li>bone mineral density loss may occur; greater loss with increasing duration of use and may not be completely reversible, especially in adolescents (injection)<\/li><li>cardiovascular disorders, prevention of; estrogens with progestins should not be used (oral)<\/li><li>dementia; conjugated estrogens in combination with medroxyPROGESTERone may increase the risk of probable dementia in postmenopausal women aged 65 years and older and should not be used for the prevention of dementia (oral)<\/li><li>postmenopausal women (50 to 79 years of age); increased risk of heart attack, stroke, DVT, pulmonary emboli, and invasive breast cancer with estrogen plus progestin therapy; discontinue immediately if suspected (oral)<\/li><li>should not be used as a long-term birth control method (ie, longer than 2 years) unless other birth control methods are inadequate (injection)<\/li><li>anaphylaxis and anaphylactoid reactions have been reported (injection)<\/li><li>asthma; exacerbation may occur (oral)<\/li><li>breast cancer; increased risk has been reported<\/li><li>convulsions have been reported (injection)<\/li><li>depression, history of (injection)<\/li><li>diabetes; glucose tolerance may be impaired; monitoring recommended<\/li><li>ectopic pregnancy may occur in women who become pregnant while using medroxyPROGESTERone acetate (injection)<\/li><li>epilepsy; exacerbation may occur (oral)<\/li><li>fertility and ovulation may be delayed after therapy discontinuation (injection)<\/li><li>fluid retention may occur; caution in conditions influenced by fluid retention (asthma, epilepsy, migraine, cardiac or renal dysfunction)<\/li><li>hemangioma, hepatic; exacerbation may occur (oral)<\/li><li>hypertension may occur; monitoring recommended (oral)<\/li><li>hypertriglyceridemia; may elevate plasma triglycerides leading to pancreatitis and other complications (oral)<\/li><li>hypocalcemia, severe (oral)<\/li><li>liver dysfunction may occur; discontinue therapy if jaundice or liver abnormalities occur<\/li><li>menstrual bleeding irregularities, including amenorrhea, irregular or prolonged spotting, and heavy bleeding, may occur; usually improve with continued use (injection)<\/li><li>migraine; exacerbation may occur (oral)<\/li><li>porphyria; exacerbation may occur (oral)<\/li><li>systemic lupus erythematosus; exacerbation may occur (oral)<\/li><li>thromboembolic disorders, including serious events, have been reported; discontinue therapy if thrombosis develops<\/li><li>vision disorders; if sudden partial or complete loss of vision, or sudden onset of proptosis, diplopia, or migraine occurs, do not readminister pending evaluation; do not readminister if papilledema or retinal vascular lesions are diagnosed<\/li><\/ul>"},{"id":"365950-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Medroxyprogesterone: X (FDA)<\/li><li>Medroxyprogesterone: D (AUS)<\/li><\/ul>"},{"id":"365950-s-3-12","title":"Breast Feeding","mono":"<ul><li>Medroxyprogesterone: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Medroxyprogesterone: WHO: Compatible with breastfeeding.<\/li><li>Medroxyprogesterone: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},{"id":"365950-s-4","title":"Drug Interactions","sub":[{"id":"365950-s-4-13","title":"Contraindicated","mono":"<ul>Tranexamic Acid (probable)<\/ul>"},{"id":"365950-s-4-14","title":"Major","mono":"<ul><li>Carbamazepine (probable)<\/li><li>Ceritinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Isotretinoin (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Theophylline (theoretical)<\/li><\/ul>"},{"id":"365950-s-4-15","title":"Moderate","mono":"<ul><li>Alprazolam (probable)<\/li><li>Amprenavir (probable)<\/li><li>Aprepitant (probable)<\/li><li>Atazanavir (probable)<\/li><li>Bacampicillin (probable)<\/li><li>Betamethasone (probable)<\/li><li>Bexarotene (probable)<\/li><li>Bosentan (probable)<\/li><li>Colesevelam (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Delavirdine (probable)<\/li><li>Efavirenz (probable)<\/li><li>Etravirine (probable)<\/li><li>Fosamprenavir (established)<\/li><li>Fosaprepitant (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Griseofulvin (established)<\/li><li>Lamotrigine (established)<\/li><li>Licorice (probable)<\/li><li>Modafinil (probable)<\/li><li>Mycophenolate Mofetil (probable)<\/li><li>Mycophenolic Acid (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Oxcarbazepine (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Prednisolone (established)<\/li><li>Primidone (probable)<\/li><li>Rifabutin (probable)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (probable)<\/li><li>Ritonavir (probable)<\/li><li>Rosuvastatin (probable)<\/li><li>Rufinamide (probable)<\/li><li>Selegiline (probable)<\/li><li>St John's Wort (established)<\/li><li>Telaprevir (established)<\/li><li>Topiramate (probable)<\/li><li>Troglitazone (probable)<\/li><li>Troleandomycin (established)<\/li><li>Voriconazole (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},{"id":"365950-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site reaction (5%)<\/li><li><b>Endocrine metabolic:<\/b>Weight gain (SubQ route, 6%; IM route, 37.7%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (up to 11.2%)<\/li><li><b>Neurologic:<\/b>Dizziness (up to 5.6%), Headache (9% to 16.5%)<\/li><li><b>Psychiatric:<\/b>Feeling nervous (10.8%)<\/li><li><b>Reproductive:<\/b>Amenorrhea (up to 68%), Disorder of menstruation, Menstrual spotting (7%), Reduced libido (5.5%)<\/li><li><b>Other:<\/b>Fatigue (1% to less than 5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Musculoskeletal:<\/b>Decreased bone mineral density, Fracture of bone<\/li><\/ul>"},{"id":"365950-s-6","title":"Drug Name Info","sub":{"0":{"id":"365950-s-6-17","title":"US Trade Names","mono":"<ul><li>Depo-Provera<\/li><li>Depo-Provera Contraceptive<\/li><li>Depo-SubQ Provera 104<\/li><li>Provera<\/li><\/ul>"},"2":{"id":"365950-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Contraceptive, Progestin<\/li><li>Endocrine-Metabolic Agent<\/li><li>Progestin<\/li><\/ul>"},"3":{"id":"365950-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"365950-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"365950-s-7","title":"Mechanism Of Action","mono":"MedroxyPROGESTERone acetate is a derivative of progesterone that has androgenic and anabolic effects. It transforms proliferative into secretory endometrium in women with adequate endogenous estrogen. When administered parenterally, it can inhibit gonadotropin production which blocks follicular maturation and ovulation.<br\/>"},{"id":"365950-s-8","title":"Pharmacokinetics","sub":[{"id":"365950-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, IM: approximately 3 weeks<\/li><li>Tmax, Oral: 2.22 to 2.83 hours<\/li><li>Tmax, SubQ: 8.8 days<\/li><li>Rate of absorption, IM: enhanced with increased injection volume<\/li><li>Bioavailability, Oral: 0.6% to 10%<\/li><li>Bioavailability, SubQ: injections to the anterior thigh or abdomen result in similar trough concentrations<\/li><li>Bioavailability, Rectal, suppository: erratic and negligible absorption<\/li><li>Effect of food: increases AUC (18% to 33%) and Cmax (50% to 70%)<\/li><\/ul>"},{"id":"365950-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 86% to 90%<\/li><li>Vd: 40564 to 78024 L<\/li><\/ul>"},{"id":"365950-s-8-25","title":"Metabolism","mono":"Hepatic: extensive via CYP450 enzymes <br\/>"},{"id":"365950-s-8-26","title":"Excretion","mono":"<ul><li>Renal: most metabolites excreted in urine as glucuronide conjugates<\/li><li>Renal: fatty liver, 6.4% to 7.3% unchanged<\/li><li>Total body clearance: 41963 to 74123 mL\/min<\/li><\/ul>"},{"id":"365950-s-8-27","title":"Elimination Half Life","mono":"<ul><li>IM: approximately 50 days<\/li><li>Oral: 11.6 to 16.6 hours<\/li><li>SubQ: 43 days<\/li><\/ul>"}]},{"id":"365950-s-9","title":"Administration","mono":"<ul><li><b>Intramuscular<\/b><br\/>shake prefilled syringes of injection vigorously prior to administration<br\/><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>shake prefilled syringes of injection vigorously for at least 1 minute prior to administration<\/li><li>upper thigh and abdomen are preferred injection sites<\/li><\/ul><\/li><\/ul>"},{"id":"365950-s-10","title":"Monitoring","mono":"<ul><li>bone mineral density<\/li><li>annual history and physical; including blood pressure, cervical cytology and breast exam (in addition to monthly self-exam)<\/li><li>diagnostic measures to rule out malignancy in the event of persistent or recurring vaginal bleeding<\/li><\/ul>"},{"id":"365950-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intramuscular Suspension: 150 MG\/ML<\/li><li>Oral Tablet: 2.5 MG, 5 MG, 10 MG<\/li><\/ul><\/li><li><b>Depo-Provera Contraceptive<\/b><br\/>Intramuscular Suspension: 150 MG\/ML<br\/><\/li><li><b>Depo-Provera<\/b><br\/>Intramuscular Suspension: 150 MG\/ML, 400 MG\/ML<br\/><\/li><li><b>Depo-SubQ Provera 104<\/b><br\/>Subcutaneous Suspension: 104 MG\/0.65 ML<br\/><\/li><li><b>Provera<\/b><br\/>Oral Tablet: 2.5 MG, 5 MG, 10 MG<br\/><\/li><\/ul>"},{"id":"365950-s-12","title":"Toxicology","sub":[{"id":"365950-s-12-31","title":"Clinical Effects","mono":"<b>PROGESTINS<\/b><br\/>OVERDOSE:  Rarely do acute ingestions result in obvious clinical manifestations.  CHRONIC: Most  adverse effects are related to chronic or high-dose therapy.  Headache, dizziness, irregular menses, mastalgia, bloating, depression, decreased libido, cholestatic jaundice, hepatitis, oligomenorrhea, amenorrhea and thromboembolism may occur with chronic therapy.<br\/>"},{"id":"365950-s-12-32","title":"Treatment","mono":"<b>PROGESTINS <\/b><br\/><ul><li>Support: Single acute overdoses will seldom result in toxicity.  Supportive treatment is adequate in most situations.<\/li><li>Decontamination: Gastric decontamination is probably only necessary after very large ingestions or with toxic coingestants; administer activated charcoal in these cases.<\/li><li>Monitoring of patient: CHRONIC TOXICITY: Discontinue medication and monitor for signs of toxicity and treat symptomatically.  Obtain a baseline CBC and hepatic and renal function tests in symptomatic patients.<\/li><\/ul>"},{"id":"365950-s-12-33","title":"Range of Toxicity","mono":"<b>PROGESTINS<\/b><br\/>Toxicity is unlikely following an acute overdose.  There are insufficient data reported in the literature to assess the range of toxicity in terms of mg\/kg ingested. <br\/>"}]},{"id":"365950-s-13","title":"Clinical Teaching","mono":"<ul><li>Discuss potential for decreased bone mineral density and irreversible bone loss which increases with treatment duration. Drug should not be used for more than 2 years.<\/li><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>This drug may cause menstrual irregularities, abdominal pain, weight gain, dizziness, headache, or nervousness.<\/li><li>Instruct patient to report persistent\/recurrent vaginal bleeding.<\/li><li>Patients should report any unexplained partial or complete loss of vision tolerance.<\/li><li>Counsel patient to use an alternative or back-up method of contraception when CYP3A4 inducers (eg, barbiturates, bosentan, phenytoin, rifampin, St John's wort) are taken.<\/li><li>Patient using injectable drug for contraception should contact healthcare professional for instructions if a dose is missed.<\/li><\/ul>"}]}