{"drugs":["Alkeran","Melphalan"],"mono":[{"id":"366550-s-0","title":"Generic Names","mono":"Melphalan"},{"id":"366550-s-1","title":"Dosing and Indications","sub":[{"id":"366550-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Breast cancer:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Chronic myeloid leukemia:<\/b> optimal dose and timing not defined in this setting<\/li><li><b>Endometrial carcinoma:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Malignant epithelial tumor of ovary, Non-resectable (palliative treatment):<\/b> 0.2 mg\/kg ORALLY daily for 5 days; repeat every 4 to 5 weeks depending on hematologic tolerance<\/li><li><b>Multiple myeloma, Palliative treatment:<\/b> usual initial dose, 6 mg\/day ORALLY for 2 to 3 weeks, discontinue for up to 4 weeks, adjust dose at weekly intervals as necessary<\/li><li><b>Multiple myeloma, Palliative treatment:<\/b> maintenance dose, 2 mg\/day ORALLY when WBC and platelet counts start rising; response may occur over many months; maximum benefit may be missed if therapy is discontinued too soon.<\/li><li><b>Multiple myeloma, Palliative treatment:<\/b> alternate regimens: 1) initial dose, 10 mg\/day ORALLY for 7 to 10 days; maintenance dose, 2 mg\/day ORALLY when WBC and platelet counts start rising, adjust as necessary, 2) initial dose, 0.15 mg\/kg\/day ORALLY for 7 days; maintenance dose 0.05 mg\/kg\/day ORALLY when WBC and platelet counts start rising, adjust as necessary, 3) combination with prednisone, initial dose, 0.25 mg\/kg\/day ORALLY for 4 days or 0.2 mg\/kg\/day ORALLY for 5 days for a total of 1 mg\/kg\/course, repeat course every 4 to 6 weeks when WBC and platelet counts start rising; response may occur over many months; maximum benefit may be missed if therapy is discontinued too soon<\/li><li><b>Waldenstroem macroglobulinemia:<\/b> optimal dosing and timing not yet defined<\/li><\/ul>"},{"id":"366550-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established in pediatric patients."},{"id":"366550-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>bone marrow suppression:<\/b> hold therapy in patients with leukocyte counts below 3000 cells\/mcL or platelet counts below 100,000 cells\/mcL<\/li><li><b>hepatic impairment:<\/b> dosage adjustment not necessary in hepatic insufficiency<\/li><\/ul>"},{"id":"366550-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Malignant epithelial tumor of ovary, Non-resectable (palliative treatment)<\/li><li>Multiple myeloma, Palliative treatment<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bone marrow transplant<\/li><li>Breast cancer<\/li><li>Chronic myeloid leukemia<\/li><li>Endometrial carcinoma<\/li><li>Waldenstroem macroglobulinemia<\/li><\/ul>"}]},{"id":"366550-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Severe bone marrow suppression with resulting infection or bleeding may occur. Melphalan is leukemogenic in humans. Melphalan produces chromosomal aberrations in vitro and in vivo and, therefore, should be considered potentially mutagenic in humans.<br\/>"},{"id":"366550-s-3","title":"Contraindications\/Warnings","sub":[{"id":"366550-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to melphalan<\/li><li>prior resistance to melphalan<\/li><\/ul>"},{"id":"366550-s-3-10","title":"Precautions","mono":"<ul><li>bone marrow suppression leading to infection or bleeding has occurred; monitoring recommended; temporarily withhold therapy for severe thrombocytopenia or leukopenia<\/li><li>chromatoid or chromosome damage has been reported<\/li><li>azotemia<\/li><li>compromised bone marrow reserve (due to prior irradiation or chemotherapy) or bone marrow recovering from cytotoxic therapy<\/li><li>concomitant use with live vaccines should be avoided<\/li><li>hypersensitivity reactions, including anaphylaxis, have been reported<\/li><li>renal insufficiency, moderate to severe; a reduced starting dose may be considered<\/li><li>secondary malignancies (eg, acute nonlymphocytic leukemia, myeloproliferative syndrome, and carcinoma) have been reported<\/li><\/ul>"},{"id":"366550-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"366550-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"366550-s-4","title":"Drug Interactions","sub":[{"id":"366550-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"366550-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"},{"id":"366550-s-4-15","title":"Moderate","mono":"<ul><li>Buthionine Sulfoximine (probable)<\/li><li>Cyclosporine (established)<\/li><li>Nalidixic Acid (probable)<\/li><\/ul>"}]},{"id":"366550-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Stomatitis<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest (rare)<\/li><li><b>Hematologic:<\/b>Acute myeloid leukemia, Aplastic bone marrow, Bone marrow depression, Hemolytic anemia, Leukemia, Acute granulocytic or myelomonocytic, Myeloproliferative disorder<\/li><li><b>Hepatic:<\/b>Hepatitis<\/li><li><b>Immunologic:<\/b>Anaphylaxis (rare), Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Acute renal failure<\/li><li><b>Respiratory:<\/b>Interstitial pneumonia, Pulmonary fibrosis<\/li><li><b>Other:<\/b>Secondary malignant neoplastic disease<\/li><\/ul>"},{"id":"366550-s-6","title":"Drug Name Info","sub":{"0":{"id":"366550-s-6-17","title":"US Trade Names","mono":"Alkeran<br\/>"},"2":{"id":"366550-s-6-19","title":"Class","mono":"<ul><li>Alkylating Agent<\/li><li>Antineoplastic Agent<\/li><li>Nitrogen Mustard<\/li><\/ul>"},"3":{"id":"366550-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"366550-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"366550-s-7","title":"Mechanism Of Action","mono":"Melphalan is an alkylating agent of the bischloroethylamine type. Its cytotoxic action is primarily due to cross-linking of strands of DNA and RNA, as well as inhibition of protein synthesis.<br\/>"},{"id":"366550-s-8","title":"Pharmacokinetics","sub":[{"id":"366550-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1 hour<\/li><li>Bioavailability, Oral: 56% to 93%<\/li><li>Effect of food: decreased AUC 36% to 54%<\/li><\/ul>"},{"id":"366550-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 0.5 L\/kg<\/li><li>Protein binding, Albumin: 40% to 60%<\/li><li>Protein binding, Alpha1-acid glycoprotein: 20%<\/li><\/ul>"},{"id":"366550-s-8-25","title":"Metabolism","mono":"Blood: extensive <br\/>"},{"id":"366550-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 20% to 50% (Devita et al, 1989)<\/li><li>Renal: 10%<\/li><li>Dialyzable: No (hemodialysis)<\/li><\/ul>"},{"id":"366550-s-8-27","title":"Elimination Half Life","mono":" 90 minutes <br\/>"}]},{"id":"366550-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of chemotherapy<br\/><\/li><li><b>Oral<\/b><br\/>store tablets in the refrigerator (2 to 8 degrees C or 36 to 46 degrees F); protect from light<br\/><\/li><\/ul>"},{"id":"366550-s-10","title":"Monitoring","mono":"<ul><li>slowing the progression of multiple myeloma or non-resectable epithelial carcinoma of the ovary may indicate efficacy<\/li><li>CBC with differential; at the start of therapy and frequently during treatment, including at least once prior to each course of therapy<\/li><li>consequences of bone marrow suppression; including severe infections, bleeding, and symptomatic anemia<\/li><\/ul>"},{"id":"366550-s-11","title":"How Supplied","mono":"<b>Alkeran<\/b><br\/>Oral Tablet: 2 MG<br\/>"},{"id":"366550-s-12","title":"Toxicology","sub":[{"id":"366550-s-12-31","title":"Clinical Effects","mono":"<b>MELPHALAN <\/b><br\/>USES: Melphalan is approved for the palliative treatment of patients with multiple myeloma and non-resectable epithelial carcinoma of the ovary. It has also been used to treat patients with breast cancer, in gestational trophoblastic tumors, Hodgkin's disease, and in polycythemia vera, Waldenstrom's macroglobulinemia, and melanoma of the limbs by isolated limb perfusion. PHARMACOLOGY: PHARMACOLOGY: Melphalan is a bifunctional alkylating agent of the bischloroethylamine type. It is cell cycle-phase nonspecific and its cytotoxic action is primarily due to cross-linking of strands of DNA, leading to the inhibition of DNA, RNA, and protein synthesis in rapidly proliferating tumor cells. TOXICOLOGY: An extension of therapeutic effects with inhibition of DNA synthesis affecting rapidly dividing cells first (eg, bone marrow, GI tract). EPIDEMIOLOGY: Overdose is rare. OVERDOSE: PARENTERAL EXPOSURE: Overdose with melphalan has resulted in death.  Toxic effects reported following parenteral melphalan overdose, in doses up to 290 mg\/m(2), include:  severe nausea and vomiting, diarrhea, gastrointestinal hemorrhage, severe mucositis, stomatitis, colitis, decreased consciousness, seizures, and muscular paralysis. RARE: Overdose effects reported rarely include nephrotoxicity, hepatic enzyme elevations, veno-occlusive disease, and adult respiratory distress syndrome. Significant hyponatremia has developed following parenteral overdose secondary to inappropriate secretion of antidiuretic hormone. Hemorrhagic diarrhea was reported following intravenous administration at a dose of greater than 125 mg\/m(2). Bone marrow suppression is anticipated in overdose. ORAL EXPOSURE: Toxic effects reported following oral melphalan overdose, in doses up to 50 mg\/day for 16 days, include: vomiting, oral ulceration, diarrhea, and gastrointestinal hemorrhage. At the time of this review, death has not been reported following oral overdoses of melphalan. ADVERSE EFFECTS: Bone marrow suppression (leukopenia, thrombocytopenia, anemia) is the most common adverse effect with melphalan therapy (WBC count and platelet count nadirs: 2 to 3 weeks after use; recovery: 4 to 5 weeks after use). In most cases, suppression improves when drug therapy is discontinued; irreversible bone marrow failure has occurred. INFREQUENT: Gastrointestinal symptoms (nausea, vomiting, stomatitis, diarrhea), hypersensitivity reactions, rashes, skin hypersensitivity, and ulceration, elevated liver enzymes, hepatitis, jaundice. RARE EFFECTS: Anaphylaxis, hemolytic anemia, vasculitis, interstitial pneumonitis, pulmonary fibrosis, atrial fibrillation (with high-dose therapy). Similar to other alkylating agents, melphalan has carcinogenic, mutagenic, and teratogenic potential. <br\/>"},{"id":"366550-s-12-32","title":"Treatment","mono":"<b>MELPHALAN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat persistent nausea and vomiting with several antiemetics of different classes. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes.  Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Intrathecal injection: No clinical reports available; information derived from experience with other antineoplastics. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Fresh frozen plasma (25 mL FFP\/liter NS of LR) or albumin 5% have also been used for perfusion, and may be useful because of the high degree of protein binding of melphalan. Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is not recommended because of the potential for CNS depression and seizures, and subsequent aspiration. HOSPITAL:  Administer activated charcoal if the ingestion is recent, the patient is not vomiting, and is able to maintain their airway.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe respiratory symptoms or severe acute allergic reactions.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Administer colony stimulating factors in patients who develop severe neutropenia or neutropenic sepsis. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. For example: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. In patients with an melphalan overdose in whom neutropenia and mucositis would be anticipated, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days. <\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, renal function and liver enzymes in symptomatic patients. Clinically evaluate patients for the development of mucositis. Bone marrow suppression (leukopenia, thrombocytopenia, anemia) is the most common adverse effect with melphalan therapy (WBC count and platelet count nadirs: 2 to 3 weeks after use; recovery: 4 to 5 weeks after use). Monitor serial CBC (with differential) and platelet count until there is evidence of bone marrow recovery. Obtain a baseline serum sodium level following a significant exposure and repeat as needed. Paroxysmal atrial fibrillation have been reported after receiving high-dose melphalan. Obtain an ECG, and institute continuous cardiac monitoring. Monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract.<\/li><li>Enhanced elimination procedure: Melphalan is minimally removed from plasma by hemodialysis or hemoperfusion. Plasmapheresis might be helpful is performed soon after a large overdose because of the high degree of protein binding and small volume of distribution, but it has not been studied.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. ADMISSION CRITERIA: Patients with an melphalan overdose need to be admitted, as toxicity develops over several days. Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), and daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an melphalan overdose. In addition, consultation with an infectious disease physician with expertise in the management of neutropenic patients with infections is strongly recommended. TRANSFER CRITERIA: Patients with large overdoses may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"366550-s-12-33","title":"Range of Toxicity","mono":"<b>MELPHALAN <\/b><br\/>TOXICITY: ORAL: Overdoses of up to 50 mg\/day for 16 days have been reported.  Bone marrow suppression is the principle toxic effect, along with gastrointestinal symptoms. A woman with a history of endometrial carcinoma developed granulocytopenia after receiving an accidental overdose of 560 mg melphalan over a 2 week period.  She recovered following supportive care, including filgrastim therapy for 14 days. PARENTERAL: Overdoses up to 290 mg\/m(2) have resulted in severe nausea and vomiting, CNS depression, seizures, and muscular paralysis.  A 12-month-old child developed profound lymphopenia after receiving 140 mg melphalan IV (a 10-fold overdose); recovery was complete. THERAPEUTIC DOSES: ADULTS: ORAL: Varies by indication; 2 to 10 mg\/day orally OR 0.15 to 0.25 mg\/kg\/day; duration varies. IV: Varies by indication; 16 mg\/m(2) IV over 15 to 20 min at 2 wk intervals. High intravenous doses (greater than 80 mg\/m2) have been used in multiple myeloma and in other diseases such as amyloidosis, ovarian cancer, and neuroblastoma. CHILDREN: The safety and efficacy of melphalan in pediatric patients has not been established. <br\/>"}]},{"id":"366550-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Counsel patient that drug may cause infertility in both men and women. Family planning should be discussed with a healthcare professional before initiating drug therapy.<\/li><li>Advise patient on the proper handling and disposal of chemotherapy drugs.<\/li><li>This drug may cause alopecia, stomatitis, vasculitis, hemolytic anemia, hepatitis, jaundice, pulmonary fibrosis, or pulmonary infiltrate.<\/li><li>Instruct patient to report signs\/symptoms of myelosuppression.<\/li><li>Inform patient that response to therapy may take several months.<\/li><\/ul>"}]}