{"drugs":["Mb-Tab","Meprobamate","Miltown","Trancot"],"mono":{"0":{"id":"368570-s-0","title":"Generic Names","mono":"Meprobamate"},"1":{"id":"368570-s-1","title":"Dosing and Indications","sub":[{"id":"368570-s-1-4","title":"Adult Dosing","mono":"<b>Anxiety:<\/b> 1200 to 1600 mg\/day ORALLY in 3 or 4 divided doses; MAX dose 2400 mg\/day "},{"id":"368570-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>not recommended for children under age 6<\/li><li><b>Anxiety:<\/b> (ages 6 to 12 y) 200 to 600 mg\/day ORALLY in 2 or 3 divided doses<\/li><\/ul>"},{"id":"368570-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> use the lowest effective dose<\/li><li><b>liver disease:<\/b> use the lowest effective dose<\/li><li><b>renal impairment:<\/b> use the lowest effective dose<\/li><\/ul>"},{"id":"368570-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Anxiety<br\/>"}]},"3":{"id":"368570-s-3","title":"Contraindications\/Warnings","sub":[{"id":"368570-s-3-9","title":"Contraindications","mono":"<ul><li>acute intermittent porphyria<\/li><li>hypersensitivity to meprobamate or related compounds<\/li><\/ul>"},{"id":"368570-s-3-10","title":"Precautions","mono":"<ul><li>avoid abrupt discontinuation in individuals with prolonged or excessive exposure<\/li><li>concomitant use with alcohol, psychotropic drugs and other CNS depressants<\/li><li>elderly<\/li><li>may impair mental and\/or physical abilities to perform potentially hazardous tasks<\/li><li>may produce dependence<\/li><li>pregnancy<\/li><\/ul>"},{"id":"368570-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"368570-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"368570-s-4","title":"Drug Interactions","sub":{"1":{"id":"368570-s-4-14","title":"Major","mono":"<ul><li>Adinazolam (theoretical)<\/li><li>Alfentanil (probable)<\/li><li>Alprazolam (theoretical)<\/li><li>Amobarbital (theoretical)<\/li><li>Anileridine (probable)<\/li><li>Aprobarbital (theoretical)<\/li><li>Bromazepam (theoretical)<\/li><li>Brotizolam (theoretical)<\/li><li>Buprenorphine (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Butalbital (theoretical)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Clonazepam (theoretical)<\/li><li>Clorazepate (theoretical)<\/li><li>Codeine (probable)<\/li><li>Dantrolene (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Estazolam (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Flunitrazepam (theoretical)<\/li><li>Flurazepam (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Halazepam (theoretical)<\/li><li>Hydrocodone (probable)<\/li><li>Hydromorphone (probable)<\/li><li>Ketazolam (theoretical)<\/li><li>Levorphanol (probable)<\/li><li>Lorazepam (theoretical)<\/li><li>Lormetazepam (theoretical)<\/li><li>Meclizine (theoretical)<\/li><li>Medazepam (theoretical)<\/li><li>Meperidine (probable)<\/li><li>Mephenesin (theoretical)<\/li><li>Mephobarbital (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methohexital (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Nitrazepam (theoretical)<\/li><li>Nordazepam (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Pentobarbital (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Propoxyphene (probable)<\/li><li>Quazepam (theoretical)<\/li><li>Remifentanil (probable)<\/li><li>Secobarbital (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Temazepam (theoretical)<\/li><li>Thiopental (theoretical)<\/li><li>Triazolam (theoretical)<\/li><li>Zolpidem (theoretical)<\/li><\/ul>"},"2":{"id":"368570-s-4-15","title":"Moderate","mono":"<ul>Perampanel (probable)<\/ul>"}}},"5":{"id":"368570-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Electrocardiogram abnormal, Transient, Palpitations, Tachyarrhythmia<\/li><li><b>Dermatologic:<\/b>Hives, Maculopapular eruption, Erythematous<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Asthenia, Ataxia, Dizziness, Electroencephalogram abnormal, Fast, Excitement, Paradoxical, Headache, Paresthesia, Slurred speech, Somnolence, Vertigo<\/li><li><b>Ophthalmic:<\/b>Disorder of accommodation<\/li><li><b>Psychiatric:<\/b>Euphoria<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Hypotension, Crisis, Syncope<\/li><li><b>Dermatologic:<\/b>Bullous dermatosis (rare), Stevens-Johnson syndrome (rare)<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Aplastic anemia, Leukopenia<\/li><li><b>Immunologic:<\/b>Anaphylaxis (rare)<\/li><\/ul>"},"6":{"id":"368570-s-6","title":"Drug Name Info","sub":{"0":{"id":"368570-s-6-17","title":"US Trade Names","mono":"<ul><li>Mb-Tab<\/li><li>Miltown<\/li><li>Trancot<\/li><\/ul>"},"2":{"id":"368570-s-6-19","title":"Class","mono":"<ul><li>Antianxiety<\/li><li>Carbamate<\/li><\/ul>"},"3":{"id":"368570-s-6-20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"368570-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"368570-s-7","title":"Mechanism Of Action","mono":"Systemic: The mechanism of action of meprobamate is not known. It appears to act at multiple sites in the central nervous system (CNS), including the thalamus and limbic system.  <br\/>"},"8":{"id":"368570-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"368570-s-8-23","title":"Absorption","mono":"Systemic: Well absorbed<br\/>"},"2":{"id":"368570-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic <br\/>"},"3":{"id":"368570-s-8-26","title":"Excretion","mono":"Systemic: Renal: 8 to 19% unchanged <br\/>"},"4":{"id":"368570-s-8-27","title":"Elimination Half Life","mono":"Systemic: 10 h<br\/>"}}},"10":{"id":"368570-s-10","title":"Monitoring","mono":"<ul><li>reduction in symptoms of anxiety<\/li><li>signs and symptoms of withdrawal upon abrupt dose reduction or discontinuation<\/li><\/ul>"},"11":{"id":"368570-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 200 MG, 400 MG<br\/><\/li><li><b>Trancot<\/b><br\/>Oral Tablet: 200 MG, 400 MG<br\/><\/li><\/ul>"},"12":{"id":"368570-s-12","title":"Toxicology","sub":[{"id":"368570-s-12-31","title":"Clinical Effects","mono":"<b>MEPROBAMATE AND RELATED AGENTS <\/b><br\/>USES: Meprobamate and phenprobamate are carbamate derivatives that belong to the sedative-hypnotic class. They are nonbarbiturate anxiolytic agents originally developed as skeletal muscle relaxants. They have some anticonvulsant and mild tranquilizing properties. Meprobamate is the active metabolite of carisoprodol, a skeletal muscle relaxant, and has recreational abuse potential. Refer to \"SKELETAL MUSCLE RELAXANTS - CENTRAL ACTING\" document for more specific information. PHARMACOLOGY: Meprobamate depresses central nervous system (CNS) function similar to the barbiturates through GABA-A receptor interaction. At high concentrations it causes chloride ion infusion. Additional precise mechanisms remain unclear, but it appears to inhibit interneurons in the hypothalamus, thalamus, limbic system, and spinal cord. It does not act on the medulla, reticular activating system, or autonomic nervous system and does not cause anesthesia. The skeletal muscle relaxing effects are due to CNS depression. TOXICOLOGY: Extremely high doses induce general anesthesia with resultant respiratory, vasomotor, and CNS depression. Death results from respiratory failure and refractory hypotension due to either direct arterial dilatation, direct myocardial depression, and\/or indirectly from excessive skeletal muscle relaxation. EPIDEMIOLOGY: Meprobamate is an uncommon overdose. Carisoprodol, the prodrug for meprobamate, is commonly abused and its incidence is increasing. Clinical manifestations can be severe and often require intervention. Phenprobamate use has largely been replaced with benzodiazepines. MILD TO MODERATE TOXICITY: Meprobamate (and phenprobamate) overdose produces barbiturate-like CNS depression. Headache, weakness, clonus, hyperactive deep tendon reflexes, slurred speech, lethargy, and stupor are common. Miosis or mydriasis and nystagmus may be noted. SEVERE TOXICITY: Massive ingestion is often serious and sometimes fatal and may result in tachycardia, refractory hypotension, shock, dysrhythmias, circulatory collapse, pulmonary edema, respiratory and metabolic acidosis, respiratory depression, and prolonged coma. Lethal intoxications are usually associated with mixed ingestions. Bezoars containing large amounts of meprobamate have been reported and may cause prolonged intoxication due to sustained drug absorption. CHRONIC: Chronic intoxication with supratherapeutic doses may cause ataxia, slurred speech, and vertigo. WITHDRAWAL SYNDROME: Meprobamate and carisoprodol produce similar withdrawal syndromes consisting of insomnia, vomiting, tremors, muscle twitching, anxiety, hallucinations, delusions, and ataxia in patients who abruptly stop taking large doses of meprobamate or carisoprodol. ADVERSE EFFECTS: At therapeutic doses, meprobamate may cause drowsiness, ataxia, dizziness, slurred speech, headache, vertigo, weakness, paresthesias, and paradoxical excitement. Nausea, vomiting, diarrhea, as well as palpitations, tachycardia, dysrhythmias, and syncope may occur. Mild allergic reactions include a pruritic, urticarial, or erythematous maculopapular rash which may be generalized or localized to the groin. Agranulocytosis, aplastic anemia, thrombocytopenic purpura, and leukopenia uncommonly occur. Severe hypersensitivity reactions, including hyperpyrexia, chills, angioneurotic edema, bronchospasm, oliguria, anuria, anaphylaxis, erythema multiforme, exfoliative dermatitis, Stevens-Johnson syndrome, and bullous dermatitis may rarely occur. <br\/>"},{"id":"368570-s-12-32","title":"Treatment","mono":"<b>MEPROBAMATE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is mainly supportive care including oxygen, IV fluids, and placing the patient on a cardiac monitor. Support the patient's airway and breathing with careful attention to the mental status. MANAGEMENT OF SEVERE TOXICITY: Treatment is primarily supportive. Orotracheal intubation and mechanical ventilation may be needed for pulmonary edema, respiratory depression, and coma. Treat hypotension with intravenous fluids; if hypotension persists, administer vasopressors. Benzodiazepines can effectively treat seizures in epileptic patients overdosed on meprobamate.<\/li><li>Decontamination: PREHOSPITAL: Avoid charcoal because the patient may become more somnolent and lose airway reflexes and the ability to protect the airway. HOSPITAL: Meprobamate may cause bezoars and prolong absorption. Orogastric lavage, activated charcoal, or whole bowel irrigation may be indicated after the patient is intubated IF 1) there is a history of massive ingestion, 2) there is a history of potential lethal coningestants, or 3) a bezoar is suspected and the patient is deteriorating despite interventions. Multidose activated charcoal has been used for severe ingestions and may be safe if used in conjunction with the above guidelines.<\/li><li>Airway management: Airway management is a key issue in severe ingestions. Intubate early if the history is consistent with a massive ingestion or if the patient deteriorates neurologically and\/or hemodynamically.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: There are no specific laboratory tests that help manage meprobamate overdose patients. Meprobamate serum concentrations can be obtained but do not help to manage the acutely ill patient. Monitor vital signs. Continuous pulse oximetry and venous blood gases can provide information on acid-base status. Obtain an ECG and repeat as indicated; continuous cardiac monitoring may be necessary in symptomatic patients. A head CT scan can rule out other causes of CNS depression.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion effectively remove meprobamate and are indicated in patients with severe ingestions who are not responding to supportive care (eg, patients with refractory hypotension, pulmonary edema).<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent overdose may be observed at home. OBSERVATION CRITERIA: Symptomatic patients should be sent to a healthcare facility for observation and evaluation. Symptoms generally manifest in the first few hours after overdose. Children who inadvertently ingested more than one pill should probably be referred to a healthcare facility. Asymptomatic patients may be discharged after observing for approximately 4 hours after ingestion. Bezoars will prolong the symptoms but should not delay symptom onset. ADMISSION CRITERIA: Patients with persistent CNS depression should be admitted. Admit patients requiring respiratory, ventilatory, and\/or hemodynamic support to an ICU setting. Assess neurologic status and ability to maintain a patent airway. Patients may be discharged once they are asymptomatic for approximately 8 hours. CONSULT CRITERIA: Consult a nephrologist for hemodialysis or hemoperfusion in patients with massive ingestions or who are not responding to supportive care. Consider endoscopy or surgical removal if a bezoar is suspected. Consult a toxicologist for specific guidance for patients with severe toxicity.<\/li><\/ul>"},{"id":"368570-s-12-33","title":"Range of Toxicity","mono":"<b>MEPROBAMATE AND RELATED AGENTS <\/b><br\/>TOXICITY:. No strict rule can describe a meprobamate dose that will be fatal in a specific person. Fatalities have been reported after ingestions of as little as 12 to 20 grams while survival has occurred after doses as large as 40 grams. Most patients recover with good supportive care. THERAPEUTIC DOSE: MEPROBAMATE: ADULTS: Up to 400 mg 3 to 4 times daily by mouth. MAX: 2400 mg\/day. CHILDREN (6 to 12 years of age): 100 mg to 200 mg 2 to 3 times daily by mouth. Meprobamate is not recommended in children under 6 years of age. <br\/>"}]},"13":{"id":"368570-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness or somnolence.<\/li><li>This drug may cause diarrhea, nausea, vomiting, asthenia, ataxia, paresthesia, slurred speech, vertigo, syncope, paradoxical excitement, or euphoria.<\/li><li>Tell patient to report palpitations, tachyarrhythmia, cardiac dysrhythmia, or signs\/symptoms of hypotensive crisis or infection.<\/li><li>Advise patients with prolonged or excessive exposure to drug against abrupt dose reduction or discontinuation, as this may precipitate withdrawal symptoms.<\/li><li>Patient should not drink alcohol or use psychotropic drugs or other CNS depressants during meprobamate therapy, as this may cause additive depressant effects.<\/li><\/ul>"}}}