{"generic":"Mesalamine","drugs":["Apriso","Asacol HD","Canasa","Delzicol","Lialda","Mesalamine","Pentasa","Rowasa","sfRowasa"],"mono":{"0":{"id":"370350-s-0","title":"Generic Names","mono":"Mesalamine"},"1":{"id":"370350-s-1","title":"Dosing and Indications","sub":{"0":{"id":"370350-s-1-4","title":"Adult Dosing","mono":"<ul><li>As of April 1, 2013, Asacol(R) is no longer being distributed in the United States; only Asacol(R) HD is available.<\/li><li>Bioequivalence of two 400-mg Delzicol(TM) capsules and one 800-mg Asacol(R) HD tablet is not established.<\/li><li>(Rectal suppositories) Safety and efficacy have not been established beyond 6 weeks.<\/li><li>Evaluate renal function prior to initiating treatment and periodically thereafter.<\/li><li><b>Crohn's disease:<\/b> 1000 mg ORALLY 3 to 4 times daily; delayed-release formulation preferred (study dosing)<\/li><li><b>Mild to moderate ulcerative colitis, Active:<\/b> (Asacol(R) HD delayed-release tablet) 1600 mg (two 800-mg tablets) ORALLY 3 times daily for 6 weeks<\/li><li><b>Mild to moderate ulcerative colitis, Active:<\/b> (Delzicol(R) delayed-release capsule) 800 mg (two 400-mg capsules) ORALLY 3 times daily for 6 weeks with or without food<\/li><li><b>Mild to moderate ulcerative colitis, Active:<\/b> (Lialda(R) delayed-release tablet) 2.4 or 4.8 g (two to four 1.2-g tablets) ORALLY once daily with a meal for up to 8 weeks<\/li><li><b>Mild to moderate ulcerative colitis, Active:<\/b> (Pentasa(R) controlled-release capsule) 1 g ORALLY 4 times daily for up to 8 weeks<\/li><li><b>Mild to moderate ulcerative colitis, Active:<\/b> (Rowasa(R)) 4 g RECTALLY once daily at bedtime (retain for 8 hours) for 3 to 6 weeks<\/li><li><b>Nonspecific ulcerative proctitis (Mild to Moderate), Active:<\/b> (enema) 4 g RECTALLY once daily at bedtime (retain for 8 hours) for 3 to 6 weeks<\/li><li><b>Nonspecific ulcerative proctitis (Mild to Moderate), Active:<\/b> (suppository) 1000-mg suppository RECTALLY (retain for at least 1 to 3 hours) once daily at bedtime for 3 to 6 weeks<\/li><li><b>Proctosigmoiditis (Mild to Moderate), Active ulcerative:<\/b> (enema) 4 g RECTALLY once daily at bedtime (retain for 8 hours) for 3 to 6 weeks<\/li><li><b>Ulcerative colitis, Maintenance of Remission:<\/b> (Delzicol(TM) delayed-release capsules) 1.6 g\/day ORALLY in divided doses with or without food<\/li><li><b>Ulcerative colitis, Maintenance of Remission:<\/b> (Lialda(R) delayed-release tablet) 2.4 g (two 1.2-g tablets) ORALLY once daily with a meal<\/li><li><b>Ulcerative colitis, Maintenance of Remission:<\/b> (Apriso(TM) extended-release capsule) 1.5 g ORALLY once daily in the morning<\/li><li><b>Ulcerative proctitis, chronic, Maintenance of Remission:<\/b> 500 mg RECTALLY once daily at night (study dosing)<\/li><\/ul>"},"1":{"id":"370350-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>As of April 1, 2013, Asacol(R) is no longer being distributed in the United States; only Asacol(R) HD is available.<\/li><li>Evaluate renal function prior to initiating treatment and periodically thereafter.<\/li><li><b>Mild to moderate ulcerative colitis, Active:<\/b> (Delzicol(R) delayed-release capsule) 12 years or older: 17 to less than 33 kg, 36 to 71 mg\/kg\/day (MAX 1.2 g\/day) ORALLY in 2 divided doses; 33 to less than 54 kg, 37 to 61 mg\/kg\/day (MAX 2 g\/day) ORALLY in 2 divided doses; 54 to 90 kg, 27 to 44 mg\/kg\/day (MAX 2.4 g\/day) ORALLY in 2 divided doses; take for 6 weeks with or without food<\/li><\/ul>"},"3":{"id":"370350-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Mild to moderate ulcerative colitis, Active<\/li><li>Nonspecific ulcerative proctitis (Mild to Moderate), Active<\/li><li>Proctosigmoiditis (Mild to Moderate), Active ulcerative<\/li><li>Ulcerative colitis, Maintenance of Remission<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Crohn's disease<\/li><li>Ulcerative proctitis, chronic, Maintenance of Remission<\/li><\/ul>"}}},"3":{"id":"370350-s-3","title":"Contraindications\/Warnings","sub":[{"id":"370350-s-3-9","title":"Contraindications","mono":"hypersensitivity to mesalamine, other salicylates (including aspirin) or aminosalicylates, or to any product component <br\/>"},{"id":"370350-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- use caution in patients predisposed to myocarditis or pericarditis as cardiac hypersensitivity reactions have been reported<\/li><li>Endocrine and Metabolic:<\/li><li>-- phenylketonuria may occur as the extended-release capsule contains aspartame<\/li><li>Gastrointestinal:<\/li><li>-- prolonged gastric retention of mesalamine may occur in patients with upper gastrointestinal obstruction  or pyloric stenosis<\/li><li>-- use caution in patients with inflammatory bowel disease as exacerbation of symptoms, including melena and hematochezia, may occur with enema use<\/li><li>-- pancolitis has been reported with enema use<\/li><li>Hematologic:<\/li><li>-- increased incidence of blood dyscrasias, such as agranulocytosis, neutropenia, and pancytopenia have been reported in elderly patients 65 years or older; monitoring recommended<\/li><li>Hepatic:<\/li><li>-- use caution in patients with preexisting liver disease as hepatic failure has been reported<\/li><li>Immunologic:<\/li><li>-- hypersensitivity reaction may occur in patients who have a history of sulfasalazine hypersensitivity<\/li><li>-- prescribe enema cautiously in patients with sulfite hypersensitivity as it contains metabisulfite<\/li><li>Renal:<\/li><li>-- renal impairment such as minimal change nephropathy, acute and chronic interstitial nephritis, and renal failure have been reported; monitoring recommended<\/li><li>-- use caution in patients with renal impairment as toxic reactions may occur more frequently; monitoring recommended<\/li><li>Other:<\/li><li>-- acute intolerance syndrome, similar to exacerbation of inflammatory bowel disease or colitis, including cramping, acute abdominal pain, bloody diarrhea, and sometimes fever, headache, and rash, has been reported; monitoring recommended and discontinue if suspected<\/li><li>Concomitant Use:<\/li><li>-- concomitant use of extended-release capsules with antacids should be avoided<\/li><li>-- use of enema concurrently with oral products that contain or release mesalamine should be avoided<\/li><\/ul>"},{"id":"370350-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"370350-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Drugs that have been associated with significant effects on some nursing infants and should be given to nursing mothers with caution.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"370350-s-4","title":"Drug Interactions","sub":{"1":{"id":"370350-s-4-14","title":"Major","mono":"<ul><li>Mercaptopurine (probable)<\/li><li>Varicella Virus Vaccine (probable)<\/li><\/ul>"},"2":{"id":"370350-s-4-15","title":"Moderate","mono":"<ul><li>Chlorpropamide (probable)<\/li><li>Glimepiride (probable)<\/li><li>Glipizide (probable)<\/li><li>Glyburide (probable)<\/li><li>Nateglinide (probable)<\/li><li>Repaglinide (probable)<\/li><li>Tamarind (probable)<\/li><li>Tolazamide (probable)<\/li><li>Tolbutamide (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"370350-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (Up to 6%; pediatrics, 5%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (Adult, 2.2% to 18%; pediatrics, 10%), Burping (16%), Diarrhea (Adults, up to 8%; pediatrics, 5%), Nausea (Up to 4%), Vomiting (less than 1% to 5%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (less than 3% to greater than 5%)<\/li><li><b>Neurologic:<\/b>Asthenia (less than 1% to greater than 5%), Headache (Adults, 2.9% to 14.4%; pediatrics, 10%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (Adults, 1.4% to 4%; pediatrics, 15%), Rhinitis (5% or more)<\/li><li><b>Other:<\/b>Pain (up to 14%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocarditis, Pericarditis<\/li><li><b>Gastrointestinal:<\/b>Exacerbation of ulcerative colitis (Pediatrics, 12%), Gastrointestinal hemorrhage (2% or greater), Pancreatitis (Less than 1%), Rectal hemorrhage (less than 3% to 2% or greater.)<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Aplastic anemia, Leukopenia, Neutropenia, Pancytopenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Cholestatic hepatitis (Less than 3%), Hepatotoxicity, Liver failure, Sclerosing cholangitis<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction, Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Renal impairment<\/li><li><b>Other:<\/b>Drug intolerance, Syndrome, Infectious disease<\/li><\/ul>"},"6":{"id":"370350-s-6","title":"Drug Name Info","sub":{"0":{"id":"370350-s-6-17","title":"US Trade Names","mono":"<ul><li>Canasa<\/li><li>Pentasa<\/li><li>Rowasa<\/li><li>Lialda<\/li><li>Apriso<\/li><li>Asacol HD<\/li><li>sfRowasa<\/li><li>Delzicol<\/li><\/ul>"},"2":{"id":"370350-s-6-19","title":"Class","mono":"<ul><li>Anti-Inflammatory<\/li><li>Antiulcer, Protectant<\/li><li>Gastrointestinal Agent<\/li><li>Salicylate, Non-Aspirin<\/li><\/ul>"},"3":{"id":"370350-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"370350-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"370350-s-7","title":"Mechanism Of Action","mono":"<ul><li>Oral-Local: Bowel disease (inflammatory) suppressant: Uncertain  . Mucosal production of arachidonic acid metabolites, both through the cyclooxygenase and lipoxygenase pathways, is increased in patients with inflammatory bowel disease.   Mesalamine appears to diminish inflammation by inhibiting cyclooxygenase and lipoxygenase, thereby decreasing the production of prostaglandins, and leukotrienes and hydroxyeicosatetraenoic acids (HETEs), respectively .<\/li><li>It is also believed that mesalamine acts as a scavenger of oxygen-derived free radicals , which are produced in greater numbers in patients with inflammatory bowel disease. <\/li><li>Rectal-Local: Bowel disease (inflammatory) suppressant-Uncertain.   Mucosal production of arachidonic acid metabolites, both through the cyclooxygenase and lipoxygenase pathways, is increased in patients with inflammatory bowel disease.   Mesalamine appears to diminish inflammation by inhibiting cyclooxygenase and lipoxygenase, thereby decreasing the production of prostaglandins, and leukotrienes and hydroxyeicosatetraenoic acids (HETEs), respectively. <\/li><li>It is also believed that mesalamine acts as a scavenger of oxygen-derived free radicals,   which are produced in greater numbers in patients with inflammatory bowel disease. <\/li><\/ul>"},"8":{"id":"370350-s-8","title":"Pharmacokinetics","sub":[{"id":"370350-s-8-23","title":"Absorption","mono":"<ul><li>Tmax: (oral, delayed-release tablets), 10 to 16 hr<\/li><li>Tmax: (oral, controlled- and extended-release capsules), 3 to 4 hr<\/li><li>Bioavailability, oral: 20 to 30%<\/li><li>Bioavailability, rectal: 10 to 35%<\/li><li>Effect of food: no overall effect<\/li><\/ul>"},{"id":"370350-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 0.2 L\/kg<\/li><li>Protein binding: (oral), 43%<\/li><\/ul>"},{"id":"370350-s-8-25","title":"Metabolism","mono":"<ul><li>Oral: Hepatic and intestinal mucosal wall via N-acetyltransferase activity<\/li><li>Rectal: hepatic and colonic epithelium via N-acetyltransferase activity<\/li><\/ul>"},{"id":"370350-s-8-26","title":"Excretion","mono":"<ul><li>Fecal, about 72%<\/li><li>Renal: 13% to 30% as metabolite (2% to 8% unchanged)<\/li><\/ul>"},{"id":"370350-s-8-27","title":"Elimination Half Life","mono":"<ul><li>(oral, delayed-release tablets), 7 to 12 hours<\/li><li>(oral, extended-release capsules), 9 to 10 hours<\/li><li>active metabolite: N-acetyl-5-aminosalicylic acid, (oral, delayed-release tablets): 12 to 23 hr<\/li><li>active metabolite N-acetyl-5-aminosalicylic acid, (oral, extended-release capsules): 12 to 14 hours<\/li><\/ul>"}]},"9":{"id":"370350-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>Rectal suspension for rectal use only<br\/><\/li><li><b>Oral<\/b><br\/><ul><li>(Delayed-release tablets or delayed-release capsules) Swallow whole; do not crush or chew; children must be able to swallow capsule.<\/li><li>(Extended-release capsules) Do not administer with antacids.<\/li><li>(Delzicol(TM)) May be taken with or without food<\/li><li>(Lialda(R)) Take with a meal.<\/li><\/ul><\/li><li><b>Rectal<\/b><br\/><ul><li>Use at bedtime.<\/li><li>(Suppository) Retain for 1 to 3 hours or longer.<\/li><li>(Suspension) Shake well prior to administration; retain all night (approximately 8 hours).<\/li><\/ul><\/li><\/ul>"},"10":{"id":"370350-s-10","title":"Monitoring","mono":"<ul><li>improvement in signs and symptoms of ulcerative colitis indicates efficacy<\/li><li>renal function; prior to and periodically during therapy<\/li><li>blood cell counts; during treatment in patients 65 years of age and older<\/li><li>signs and symptoms of acute intolerance syndrome; during treatment<\/li><\/ul>"},"11":{"id":"370350-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Rectal Enema: 4 GM\/60 ML<br\/><\/li><li><b>Apriso<\/b><br\/>Oral Capsule, Extended Release: 0.375 GM<br\/><\/li><li><b>Asacol HD<\/b><br\/>Oral Tablet, Delayed Release: 800 MG<br\/><\/li><li><b>Canasa<\/b><br\/>Rectal Suppository: 1000 MG<br\/><\/li><li><b>Delzicol<\/b><br\/>Oral Capsule, Delayed Release: 400 MG<br\/><\/li><li><b>Lialda<\/b><br\/>Oral Tablet, Delayed Release: 1.2 GM<br\/><\/li><li><b>Pentasa<\/b><br\/>Oral Capsule, Extended Release: 250 MG, 500 MG<br\/><\/li><li><b>Rowasa<\/b><br\/>  Kit: 4 GM\/60 ML<br\/><\/li><li><b>sfRowasa<\/b><br\/>Rectal Enema: 4 GM\/60 ML<br\/><\/li><\/ul>"},"12":{"id":"370350-s-12","title":"Toxicology","sub":[{"id":"370350-s-12-31","title":"Clinical Effects","mono":"<b>MESALAMINE AND RELATED AGENTS <\/b><br\/>USES:  Mesalamine is indicated for the induction of remission, and for the treatment of mild to moderate ulcerative colitis, proctosigmoiditis or proctitis, and Crohn's disease. Balsalazide is indicated for the treatment of mild to moderate ulcerative colitis. Olsalazine is used to maintain remission of ulcerative colitis in patients who are intolerant of sulfasalazine. PHARMACOLOGY: Mesalamine, also known as 5-aminosalicylic acid, is classified as an anti-inflammatory drug.  In patients with inflammatory bowel disease, mucosal production of arachidonic acid metabolites is increased both through the cyclooxygenase and lipoxygenase pathways.  Mesalamine appears to reduce inflammation by inhibiting cyclooxygenase and lipoxygenase, thereby decreasing the production of prostaglandins and leukotrienes. Both balsalazide and olsalazine are converted to mesalamine in the colon. Each daily dose (6.75 grams\/day) of balsalazide is equivalent to 2.4 grams of mesalamine. Olsalazine 1 g is converted to more than 0.9 g of mesalamine in the colon. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: There is limited experience with overdose.  Effects of overdose may be similar to salicylate toxicity:  tinnitus, vertigo, headache, confusion, drowsiness, sweating, seizures, hyperventilation, dyspnea, vomiting, and diarrhea. Disruption of electrolyte balance and blood-pH, hyperthermia, dehydration, and end organ damage may occur with severe intoxication. ADVERSE EFFECTS: COMMON: Diarrhea, nausea, vomiting, abdominal pain, flatulence, and headache. OTHER EFFECTS: Rash, pruritus, urticaria skin eruption, dyspepsia, tinnitus, and elevated liver enzymes. RARE: Pericardial effusion, hypertension, hypotension, tachycardia, bradycardia, pericarditis, myocarditis, alopecia, pancreatitis, renal impairment including minimal change nephropathy, acute and chronic interstitial nephritis, and renal failure, blood dyscrasias (eg, thrombocytopenia, aplastic anemia, agranulocytosis, neutropenia, pancytopenia, eosinophilia, leukopenia), hepatotoxicity, hypersensitivity reaction, arthralgia, depression, dizziness, insomnia, somnolence, vertigo, asthenia, paresthesia, respiratory distress, and pneumonia.<br\/>"},{"id":"370350-s-12-32","title":"Treatment","mono":"<b>MESALAMINE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat hypotension with IV fluids and pressors (norepinephrine preferred) if needed. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not recommended, because of the possibility of CNS depression and subsequent aspiration. HOSPITAL: Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions (rare) or pulmonary toxicity.<\/li><li>Antidote: None.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, renal function, and liver enzymes after significant overdose. Obtain baseline ECG in symptomatic patients and institute continuous cardiac monitoring. Patients exhibiting symptoms of respiratory distress should be monitored with continuous pulse oximetry and a chest radiograph.<\/li><li>Enhanced elimination procedure: At the time of this review, there is no information regarding the effectiveness of  hemodialysis following mesalamine overdose. Mesalamine has a protein binding of 43% and a volume of distribution of 0.2 L\/kg. Theoretically, hemodialysis would be effective in clearing mesalamine.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic, can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Peak concentrations of delayed-release formulations are expected to be delayed after overdose. Patients that remain asymptomatic can be discharged.  ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"370350-s-12-33","title":"Range of Toxicity","mono":"<b>MESALAMINE AND RELATED AGENTS <\/b><br\/>TOXICITY: A specific toxic dose has not been established. A 3-year-old ingested 2 grams of oral mesalamine without adverse effects. THERAPEUTIC DOSE: ADULTS: BALSALAZIDE: Colazal(R) capsule: Three 750 mg capsules orally 3 times daily (total 6.75 g\/day) for 8 to 12 weeks. Giazo(R) oral tablet: MEN: Three 1.1 g tablets orally twice daily for up to 8 weeks; WOMEN: Efficacy not established; not approved for use in women. MESALAMINE: MILDLY TO MODERATELY ACTIVE ULCERATIVE COLITIS: Pentasa(R) controlled-release capsule - 1 gram orally 4 times daily for up to 8 weeks; maximum daily dose 4 grams. Asacol(R) delayed-release tablet - 800 milligrams orally 3 times daily for 6 weeks; maximum daily dose of 2.4 grams. Lialda(TM) delayed-release tablet - 2 to 4 (1.2 gram) tablets taken once daily with meal for a total daily dose of 2.4 or 4.8 grams for up to 8 weeks. MAINTENANCE (ORAL): Asacol(R) delayed-release tablet: 1.6 grams orally in divided doses daily. Apriso(TM) extended-release capsule: 1.5 grams ORALLY once daily in the morning. ACTIVE, CHRONIC (RECTAL): Rowasa(R) enema - 4 grams retention enema RECTALLY once daily at bedtime (retain for 8 hours) for 3 to 6 weeks. Canasa(R) suppository - 1000 milligrams suppository rectally once daily at bedtime. ACTIVE, MILD TO MODERATE ULCERATIVE PROCTOSIGMOIDITIS (RECTAL): Rowasa(R) enema: 4 g retention enema RECTALLY once daily at bedtime (retain for 8 hours) for 3 to 6 weeks.  OLSALAZINE: 1 g\/day orally in 2 divided doses. CHILDREN: BALSALAZIDE: (5 yrs and older): Colazal(R) capsule: Three 750 mg capsules orally 3 times daily (6.75 g\/day) for up to 8 weeks, or 750 mg orally 3 times daily (2.25 g\/day) for up to 8 weeks. Safety and efficacy have not been established in pediatric patients below the age of 5 years. MESALAMINE: Safety and efficacy have not been established in pediatric patients. OLSALAZINE: Safety and efficacy have not been established in pediatric patients. <br\/>"}]},"13":{"id":"370350-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to stop drug and report signs\/symptoms of acute intolerance syndrome (cramping, acute abdominal pain, bloody diarrhea, fever, headache, or rash).<\/li><li>Warn patient with phenylketonuria that Apriso(TM) extended-release capsules contain aspartame.<\/li><li>Advise patient with sulfite sensitivity that Rowasa(R) enema contains metabisulfite..<\/li><li>Direct patient with sulfasalazine sensitivity to immediately report symptoms of cardiac hypersensitivity reactions (ie, myocarditis and pericarditis).<\/li><li>Side effects may include abdominal pain, constipation, diarrhea, nausea, vomiting, arthralgia, asthenia, dizziness, or headaches.<\/li><li>Oral formulations may cause blood dyscrasias, especially in the elderly (65 years and older).<\/li><li>Advise patient to report signs\/symptoms of renal failure (eg, nausea, vomiting, reduced urine output, drowsiness, headache, or back pain).<\/li><li>For rectal formulations, advise patient on proper administration technique and timing (use at bedtime) for maximum retention of drug.<\/li><li>With Delzicol(R), tell patient to contact a healthcare provider if capsule cannot be swallowed whole.<\/li><li>Advise patient to avoid antacids with Apriso(TM) extended-release capsules.<\/li><\/ul>"}}}