{"drugs":["Diskets Dispersible","Dolophine","Methadone HCl Intensol","Methadone Hydrochloride","Methadose"],"mono":[{"id":"371260-s-0","title":"Generic Names","mono":"Methadone Hydrochloride"},{"id":"371260-s-1","title":"Dosing and Indications","sub":[{"id":"371260-s-1-4","title":"Adult Dosing","mono":"<ul><li>Methadone's pharmacokinetic properties and the high inter-patient variability in absorption, metabolism, and relative analgesic potency necessitates a cautious and individualized approach to prescribing. Methadone exposure accumulates, resulting in increasing potency. Therefore, equianalgesic conversion ratios between methadone and other opioids are not accurate when applied to individuals and will vary depending on baseline opioid requirements. Deaths have occurred during conversion from chronic high-dose treatment with other opioids and in subjects previously abusing high doses of other opioids. Special attention is required during treatment initiation, during conversion from one opioid to another, and during dose titration.<\/li><li>Only opioid treatment programs certified by the Substance Abuse and Mental Health Services Administration and approved by the designated state authority may dispense methadone products for the treatment of opioid addiction in detoxification or maintenance programs. If these requirements are not met, criminal prosecution, seizure of drug supply, revocation of program approval, and injunction precluding operation of the program will occur. Exceptions include; treatment during inpatient admission for conditions other than opioid addiction and during an emergency period no longer than 3 days during which time addiction care by a licensed facility is being sought.<\/li><li><b>Drug detoxification - Opioid abuse:<\/b> initial, 20 to 30 mg ORALLY administered when there are no signs of sedation or intoxication, and patient shows signs of withdrawal; MAX initial dose 30 mg<\/li><li><b>Drug detoxification - Opioid abuse:<\/b> maintenance, additional 5 to 10 mg can be given 2 to 4 hours later if needed; adjust dose cautiously over the first week based upon control of withdrawal 2 to 4 hours post dose; usual total daily dose is 40 mg\/day<\/li><li><b>Drug detoxification - Opioid abuse:<\/b> short-term detoxification, titrate to about 40 mg\/day in divided doses; keep on stable dose for 2 to 3 days then decrease in 1 to 2 day intervals according to response<\/li><li><b>Drug detoxification - Opioid abuse:<\/b> maintenance treatment, titrate to a dose that prevents opioid withdrawal for 24 hours; generally 80 to 120 mg\/day<\/li><li><b>Drug detoxification - Opioid abuse:<\/b> (unable to take oral medication) parenteral methadone may be used<\/li><li><b>Opioid abuse, Maintenance therapy:<\/b> maintenance doses must be individualized; methadone doses should be titrated to a dose where symptoms are prevented for 24 hours; usual maintenance doses range from 80 to 120 mg\/day<\/li><li><b>Opioid abuse, Maintenance therapy:<\/b> (unable to take oral medication) parenteral methadone may be used<\/li><li><b>Pain (Moderate to Severe), in patients requiring long-term daily around-the-clock opioid analgesic:<\/b> individualize dose, initial dose selection must take into account prior analgesic treatment, degree of opioid tolerance and experience, type and severity of pain, general medical status and condition, and concurrent medications<\/li><li><b>Pain (Moderate to Severe), in patients requiring long-term daily around-the-clock opioid analgesic:<\/b> (first opioid analgesic) initial, 2.5 to 10 mg ORALLY every 8 to 12 hours; titrate every 1 to 2 days based on response and tolerability; more frequent dosing intervals may be required to maintain adequate analgesia; may provide rescue medication with an immediate-release analgesic for breakthrough pain<\/li><li><b>Pain (Moderate to Severe), in patients requiring long-term daily around-the-clock opioid analgesic:<\/b> (conversion from parenteral methadone) convert by a ratio of 1:2 parenteral to oral (5 mg of parenteral methadone to 10 mg of oral methadone); administer ORALLY every 8 to 12 hours; titrate every 1 to 2 days based on response and tolerability; more frequent dosing intervals may be required to maintain adequate analgesia; may provide rescue medication with an immediate-release analgesic for breakthrough pain<\/li><li><b>Pain (Moderate to Severe), in patients requiring long-term daily around-the-clock opioid analgesic:<\/b> (conversion from other opioids) initiate oral methadone dose as a percentage of the prior estimated total daily oral morphine equivalent as follows: for oral morphine equivalent less than 100 mg, estimate the total daily oral methadone dose at 20% to 30%; for oral morphine equivalent 100 to 300 mg estimate total daily methadone dose at 10% to 20%; for oral morphine equivalent 300 to 600 mg estimate total daily methadone dose at 8% to 12%; for oral morphine equivalent 600 to 1000 mg, estimate the total daily methadone dose at 5% to 10%; for oral morphine equivalent exceeding 1000 mg, estimate the total daily methadone dose at less than 5%; administer ORALLY in divided doses every 8 to 12 hours; titrate every 1 to 2 days based on response and tolerability; more frequent dosing intervals may be required to maintain adequate analgesia; may provide rescue medication with an immediate-release analgesic for breakthrough pain<\/li><li><b>Pain (Moderate to Severe), Not responsive to non-narcotic analgesics:<\/b> (opioid naive) initial, 2.5 mg to 10 mg IV\/IM\/SubQ every 8 to 12 hours; titrate slowly based on individual response (manufacturer dosing)<\/li><li><b>Pain (Moderate to Severe), Not responsive to non-narcotic analgesics:<\/b> opioid naive patients: (initial) 2.5 mg ORAL\/IV\/IM\/SubQ every 8 hour (guideline dosing)<\/li><li><b>Pain (Severe), in patients requiring a long-term daily around-the-clock opioid analgesic:<\/b> Individualize dose; discontinue all other around-the-clock opioids; consider prior analgesic treatment and risk for addiction, abuse, and misuse; inter-patient variability in relative potency of different opioid products is substantial; when converting, underestimate the 24-hour oral methadone requirements and provide rescue mediation as needed<\/li><li><b>Pain (Severe), in patients requiring a long-term daily around-the-clock opioid analgesic:<\/b> (Tablets, first opioid analgesic) Initial, 2.5 mg ORALLY every 8 to 12 hours; titrate slowly, no more frequently than every 3 to 5 days (up to 12 days may be needed in some patients); may provide rescue medication with an immediate-release analgesic for breakthrough pain<\/li><li><b>Pain (Severe), in patients requiring a long-term daily around-the-clock opioid analgesic:<\/b> (Oral solution, first opioid analgesic) Initial, 2.5 mg ORALLY every 8 to 12 hours; titrate every 1 to 2 days based on response and tolerability; may provide rescue medication with an immediate-release analgesic for breakthrough pain<\/li><li><b>Pain (Severe), in patients requiring a long-term daily around-the-clock opioid analgesic:<\/b> (Tablets, conversion from parenteral methadone) Convert by a ratio of 1:2 parenteral to oral (5 mg of parenteral methadone to 10 mg of oral methadone); administer ORALLY every 8 to 12 hours; titrate slowly, no more frequently than every 3 to 5 days (up to 12 days may be needed in some patients); may provide rescue medication with an immediate-release analgesic for breakthrough pain<\/li><li><b>Pain (Severe), in patients requiring a long-term daily around-the-clock opioid analgesic:<\/b> (Oral solution, conversion from parenteral methadone) Convert by a ratio of 1:2 parenteral to oral (5 mg of parenteral methadone to 10 mg of oral methadone); administer ORALLY every 8 to 12 hours; titrate every 1 to 2 days based on response and tolerability; may provide rescue medication with an immediate-release analgesic for breakthrough pain<\/li><li><b>Pain (Severe), in patients requiring a long-term daily around-the-clock opioid analgesic:<\/b> (Tablets, conversion from other opioids) Initiate oral methadone as a percentage of the prior estimated total daily oral morphine equivalent as follows: For oral morphine equivalent less than 100 mg, estimate the total daily oral methadone dose at 20% to 30%; for oral morphine equivalent 100 to 300 mg, estimate total daily methadone dose at 10% to 20%; for oral morphine equivalent 300 to 600 mg, estimate total daily methadone dose at 8% to 12%; for oral morphine equivalent 600 to 1000 mg, estimate the total daily methadone dose at 5% to 10%; for oral morphine equivalent exceeding 1000 mg, estimate the total daily methadone dose at less than 5%; administer ORALLY in divided doses every 8 to 12 hours; titrate slowly, no more frequently than every 3 to 5 days (up to 12 days may be needed in some patients); may provide rescue medication with an immediate-release analgesic for breakthrough pain (manufacturer dosing); starting doses should not exceed 30 to 40 mg\/day (guideline dosing)<\/li><li><b>Pain (Severe), in patients requiring a long-term daily around-the-clock opioid analgesic:<\/b> (Oral solution, conversion from other opioids) Initiate oral methadone as a percentage of the prior estimated total daily oral morphine equivalent as follows: for oral morphine equivalent less than 100 mg, estimate the total daily oral methadone dose at 20% to 30%; for oral morphine equivalent 100 to 300 mg, estimate total daily methadone dose at 10% to 20%; for oral morphine equivalent 300 to 600 mg, estimate total daily methadone dose at 8% to 12%; for oral morphine equivalent 600 to 1000 mg, estimate the total daily methadone dose at 5% to 10%; for oral morphine equivalent exceeding 1000 mg, estimate the total daily methadone dose at less than 5%; administer ORALLY in divided doses every 8 to 12 hours; titrate every 1 to 2 days based on response and tolerability; may provide rescue medication with an immediate-release analgesic for breakthrough pain (manufacturer dosing); starting doses should not exceed 30 to 40 mg\/day (guideline dosing)<\/li><\/ul>"},{"id":"371260-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Methadone's pharmacokinetic properties and the high inter-patient variability in absorption, metabolism, and relative analgesic potency necessitates a cautious and individualized approach to prescribing. Methadone exposure accumulates resulting in increasing potency. Therefore, equianalgesic conversion ratios between methadone and other opioids are not accurate when applied to individuals and varies depending on baseline opioid requirements. Deaths have occurred during conversion from chronic high-dose treatment with other opioids and in patients who previously abused high doses of other opioids. Special attention is required during treatment initiation, during conversion from one opioid to another, and during dose titration.<\/li><li>Only opioid treatment programs certified by the Substance Abuse and Mental Health Services Administration and approved by the designated state authority may dispense methadone products for the treatment of opioid addiction in detoxification or maintenance programs. If these requirements are not met, the drug supply will be seized and criminal prosecution will occur. Additionally, program approval will be revoked and an injunction issued to halt further program operation. Exceptions include; treatment during inpatient admission for conditions other than opioid addiction and during an emergency period no longer than 3 days during which time addiction care by a licensed facility is being sought.<\/li><li>safety and efficacy not established in patients younger than 18 years<\/li><li><b>Pain (Moderate to Severe), Not responsive to non-narcotic analgesics:<\/b> 0.1 to 0.2 mg\/kg ORALLY every 6 hours as needed; MAX 10 mg\/dose<\/li><li><b>Pain (Severe), in patients requiring a long-term daily around-the-clock opioid analgesic:<\/b> 0.1 to 0.2 mg\/kg ORALLY every 6 hour as needed; MAX 10 mg\/dose<\/li><\/ul>"},{"id":"371260-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> lower initial dose, longer dosing intervals, slower dose titration are recommended<\/li><li><b>hepatic impairment:<\/b> lower initial doses and slower dose titration are recommended<\/li><li><b>geriatrics:<\/b> use lowest possible dose<\/li><li><b>adverse reactions:<\/b> decrease dose and\/or prolong dosing interval<\/li><\/ul>"},{"id":"371260-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Drug detoxification - Opioid abuse<\/li><li>Opioid abuse, Maintenance therapy<\/li><li>Pain (Moderate to Severe), in patients requiring long-term daily around-the-clock opioid analgesic<\/li><li>Pain (Moderate to Severe), Not responsive to non-narcotic analgesics<\/li><li>Pain (Severe), in patients requiring a long-term daily around-the-clock opioid analgesic<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Neuropathic pain<br\/>"}]},{"id":"371260-s-2","title":"Black Box Warning","mono":"<ul><li><b>Injection (Solution)<\/b><br\/>QT interval prolongation and serious arrhythmias (torsades de pointes) have been observed during treatment with methadone. Only approved hospitals and pharmacies can dispense oral methadone for the treatment of narcotic addiction. Methadone can be dispensed in any licensed pharmacy when used as an analgesic. QT interval prolongation and serious arrhythmias (torsades de pointes) have been observed during treatment with methadone. Most cases involve patients being treated with higher doses (greater than 200 mg\/day), although cases have been reported in patients receiving doses commonly used for maintenance treatment of opioid addiction.<br\/><\/li><li><b>Oral (Tablet; Solution)<\/b><br\/>Use of methadone hydrochloride increases the risk of opioid addiction, abuse, or misuse, which may cause overdose and death. Assess each patient's risk for opioid addiction, abuse, or misuse prior to prescribing methadone and monitor for signs of these behaviors during treatment. Respiratory depression, including fatal cases, have been reported, particularly during therapy initiation and dose increases. QT interval prolongation and serious arrhythmias (eg, torsades de pointes) have occurred during treatment, generally with large, multiple daily doses, but also with commonly used doses for maintenance treatment of opioid addiction. Monitor for respiratory depression and QT prolongation during initiation of therapy and dose titration. Accidental ingestion, especially in children, can result in a fatal overdose. Prolonged use during pregnancy may result in neonatal opioid withdrawal syndrome, which may be life-threatening if unnoticed and untreated. If prolonged use is required in a pregnant woman, advise mother of fetal risk and ensure treatment availability. Administer methadone according to treatment standards for detoxification and maintenance of opioid dependence.<br\/><\/li><li><b>Oral (Tablet for Suspension)<\/b><br\/>Deaths due to too-rapid titration, drug interactions, or cardiac and respiratory side effects have occurred with methadone use for opioid dependence. Respiratory depression is the main hazard associated with methadone administration. QT interval prolongation and serious arrhythmias (torsades de pointes) have been observed during treatment with methadone. Only approved hospitals and pharmacies can dispense oral methadone for the treatment of narcotic addiction.<br\/><\/li><\/ul>"},{"id":"371260-s-3","title":"Contraindications\/Warnings","sub":[{"id":"371260-s-3-9","title":"Contraindications","mono":"<ul><li>acute bronchial asthma  or severe in an unmonitored setting or in the absence of resuscitative equipment<\/li><li>hypercarbia<\/li><li>hypersensitivity to methadone hydrochloride or any component of the product<\/li><li>paralytic ileus, known or suspected<\/li><li>significant respiratory depression, in the absence of resuscitative equipment or in unmonitored settings<\/li><\/ul>"},{"id":"371260-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- use cautiously in patients with personal or family history of substance abuse or mental illness due to high potential for abuse, dependence, and misuse; dependence may occur with recommended doses; monitoring recommended<\/li><li>-- respiratory depression, arrest, and death have been reported; highest risk when starting therapy or with dose increases; monitoring recommended<\/li><li>-- accidental ingestion may cause overdose or fatal respiratory depression, especially in children<\/li><li>-- QT interval prolongation leading to life-threatening arrhythmias (eg, torsades de pointes) has occurred; increased risk with high doses; monitoring recommended<\/li><li>-- neonatal opioid withdrawal syndrome has been reported with prolonged use during pregnancy; may be fatal if unnoticed and untreated; advise mother of fetal risk and ensure treatment is available<\/li><li>-- overestimation of dose when converting from other opioids may result in fatal first dose<\/li><li>-- overly rapid dose titration has resulted in fatal overdose<\/li><li>Cardiovascular:<\/li><li>-- cardiovascular disease increases sensitivity to CNS depressant effects<\/li><li>-- severe hypotension, orthostatic hypotension, and syncope have been reported; increased risk in those with reduced blood volume or who use CNS depressants concomitantly, including alcohol or other illicit drugs; monitoring recommended; dose adjustments of opioid and CNS depressant may be required<\/li><li>Endocrine and Metabolic:<\/li><li>-- use cautiously in patients with Addison's disease; reduced initial dose recommended<\/li><li>-- preexisting hypothyroidism increases the risk for respiratory depression; reduced initial dose recommended<\/li><li>-- severe obesity increases the risk for respiratory depression<\/li><li>Gastrointestinal:<\/li><li>-- use cautiously in patients with acute abdominal disorders as diagnosis or clinical course may be obscured<\/li><li>-- gastrointestinal obstruction; avoid use<\/li><li>Hepatic:<\/li><li>-- use may worsen biliary tract disease, including acute pancreatitis; monitoring recommended<\/li><li>-- hepatic disease may increase risk of toxicity and CNS depressant effects; use lower initial dose  and titrate slowly; monitoring recommended<\/li><li>Musculoskeletal:<\/li><li>-- preexisting kyphoscoliosis may increase risk for respiratory depression<\/li><li>Neurologic:<\/li><li>-- seizure disorders may be induced or aggravated; monitoring recommended<\/li><li>-- severe sedation, coma, and death have been reported; increased risk with concomitant use of CNS depressants, including alcohol or other illicit drugs; monitoring recommended; dose adjustments of opioid and CNS depressant may be required<\/li><li>-- avoid use in patients with impaired consciousness or coma<\/li><li>-- use in patients at risk or who have increased intracranial pressure (eg, brain tumors, head injury, intracranial lesions) may exaggerate respiratory depression and sedation and further increase intracranial pressure; opioids may obscure clinical course of head injury; monitoring recommended<\/li><li>Renal:<\/li><li>-- renal disease may increase risk of CNS depressant effects; use lower initial dose  and titrate slowly; monitoring recommended<\/li><li>Reproductive\/Urogenital:<\/li><li>-- pregnancy; dose adjustment may be necessary<\/li><li>-- use cautiously in patients with prostatic hypertrophy or urethral stricture; reduced initial dose recommended<\/li><li>Respiratory:<\/li><li>-- respiratory depression is more likely to occur in elderly, cachectic, or debilitated patients; monitoring recommended; reduced initial dose recommended<\/li><li>-- use in patients with preexisting chronic pulmonary disease (eg, COPD, cor pulmonale, asthma) may further decrease respiratory drive leading to apnea, even at therapeutic doses; monitoring recommended and consider nonopioid alternatives if feasible<\/li><li>-- peak respiratory depressant effect occurs later and persists longer than analgesic effect, which may result in overdose  particularly during initial dosing period or conversion from another opioid; monitoring recommended<\/li><li>-- preexisting sleep apnea syndrome increases risk for respiratory depression<\/li><li>Other:<\/li><li>-- severe withdrawal symptoms may occur with abrupt discontinuation  or if a mixed agonist\/antagonist or partial opioid agonist is administered with or after full opioid agonist therapy<\/li><li>-- crushing, chewing, or dissolving may result in uncontrolled delivery and increased risk of overdose or death<\/li><li>Concomitant use:<\/li><li>-- avoid concomitant use with mixed agonist\/antagonist or partial agonists<\/li><\/ul>"},{"id":"371260-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Methadone: C (FDA)<\/li><li>Methadone: C (AUS)<\/li><\/ul>"},{"id":"371260-s-3-12","title":"Breast Feeding","mono":"<ul><li>Methadone: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Methadone: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},{"id":"371260-s-4","title":"Drug Interactions","sub":[{"id":"371260-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Brofaromine (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Clorgyline (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Fluconazole (established)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lazabemide (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Mesoridazine (established)<\/li><li>Moclobemide (theoretical)<\/li><li>Naltrexone (probable)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nialamide (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Toloxatone (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"371260-s-4-14","title":"Major","mono":"<ul><li>Acepromazine (theoretical)<\/li><li>Alfentanil (theoretical)<\/li><li>Almotriptan (theoretical)<\/li><li>Alprazolam (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Amisulpride (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Amprenavir (established)<\/li><li>Anagrelide (theoretical)<\/li><li>Anileridine (theoretical)<\/li><li>Apomorphine (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Artemether (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Astemizole (theoretical)<\/li><li>Azithromycin (theoretical)<\/li><li>Baclofen (theoretical)<\/li><li>Bedaquiline (theoretical)<\/li><li>Benperidol (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Bromazepam (theoretical)<\/li><li>Buprenorphine (probable)<\/li><li>Buserelin (theoretical)<\/li><li>Buspirone (theoretical)<\/li><li>Butorphanol (probable)<\/li><li>Carbamazepine (theoretical)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Carphenazine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Chloroquine (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Ciprofloxacin (probable)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Clonazepam (theoretical)<\/li><li>Clorazepate (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Codeine (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclobenzaprine (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dasatinib (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dexmedetomidine (theoretical)<\/li><li>Dezocine (probable)<\/li><li>Diacetylmorphine (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Dichloralphenazone (theoretical)<\/li><li>Difenoxin (theoretical)<\/li><li>Dihydrocodeine (theoretical)<\/li><li>Diphenhydramine (theoretical)<\/li><li>Diphenoxylate (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Doxylamine (theoretical)<\/li><li>Droperidol (theoretical)<\/li><li>Duloxetine (probable)<\/li><li>Enflurane (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Estazolam (theoretical)<\/li><li>Eszopiclone (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Ethopropazine (theoretical)<\/li><li>Ethylmorphine (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fingolimod (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fluphenazine (theoretical)<\/li><li>Flurazepam (theoretical)<\/li><li>Fluspirilene (theoretical)<\/li><li>Formoterol (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Halazepam (theoretical)<\/li><li>Halofantrine (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Halothane (theoretical)<\/li><li>Hexobarbital (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Hydroxyzine (theoretical)<\/li><li>Ibutilide (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Isoflurane (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketamine (theoretical)<\/li><li>Ketazolam (theoretical)<\/li><li>Ketobemidone (theoretical)<\/li><li>Lapatinib (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Levorphanol (theoretical)<\/li><li>Lorazepam (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Lumefantrine (theoretical)<\/li><li>Meclizine (theoretical)<\/li><li>Mefloquine (theoretical)<\/li><li>Melperone (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Meprobamate (theoretical)<\/li><li>Meptazinol (probable)<\/li><li>Metaxalone (theoretical)<\/li><li>Methdilazine (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methotrimeprazine (theoretical)<\/li><li>Methylene Blue (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Mirtazapine (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Molindone (theoretical)<\/li><li>Moricizine (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Nalbuphine (probable)<\/li><li>Nicomorphine (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Nitrazepam (theoretical)<\/li><li>Nitrous Oxide (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Opium (theoretical)<\/li><li>Opium Alkaloids (theoretical)<\/li><li>Orphenadrine (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Papaveretum (theoretical)<\/li><li>Paregoric (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Pentazocine (probable)<\/li><li>Perazine (theoretical)<\/li><li>Perflutren Lipid Microsphere (theoretical)<\/li><li>Periciazine (theoretical)<\/li><li>Perphenazine (theoretical)<\/li><li>Piperacetazine (theoretical)<\/li><li>Pipotiazine (theoretical)<\/li><li>Piritramide (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Procainamide (theoretical)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Promazine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Propofol (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Quazepam (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Quinine (theoretical)<\/li><li>Ramelteon (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Remifentanil (theoretical)<\/li><li>Remoxipride (theoretical)<\/li><li>Salmeterol (theoretical)<\/li><li>Saquinavir (established)<\/li><li>Sertindole (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sodium Phosphate (theoretical)<\/li><li>Sodium Phosphate, Dibasic (theoretical)<\/li><li>Sodium Phosphate, Monobasic (theoretical)<\/li><li>Solifenacin (theoretical)<\/li><li>Sorafenib (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Sufentanil (theoretical)<\/li><li>Sulpiride (theoretical)<\/li><li>Sunitinib (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Telavancin (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Temazepam (theoretical)<\/li><li>Tetrabenazine (theoretical)<\/li><li>Thiethylperazine (theoretical)<\/li><li>Thiopropazate (theoretical)<\/li><li>Tilidine (theoretical)<\/li><li>Tizanidine (theoretical)<\/li><li>Tolonium Chloride (theoretical)<\/li><li>Toremifene (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Triazolam (theoretical)<\/li><li>Trifluoperazine (theoretical)<\/li><li>Trifluperidol (theoretical)<\/li><li>Triflupromazine (theoretical)<\/li><li>Trimeprazine (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Triptorelin (theoretical)<\/li><li>Tryptophan (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vardenafil (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Vilanterol (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Zaleplon (theoretical)<\/li><li>Zolpidem (theoretical)<\/li><li>Zopiclone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"371260-s-4-15","title":"Moderate","mono":"<ul><li>Abacavir (established)<\/li><li>Atazanavir (probable)<\/li><li>Darunavir (established)<\/li><li>Desipramine (established)<\/li><li>Didanosine (probable)<\/li><li>Efavirenz (established)<\/li><li>Etravirine (probable)<\/li><li>Fluvoxamine (probable)<\/li><li>Fosamprenavir (established)<\/li><li>Lopinavir (probable)<\/li><li>Nevirapine (established)<\/li><li>Peginterferon Alfa-2a (established)<\/li><li>Perampanel (probable)<\/li><li>Rifampin (established)<\/li><li>Rilpivirine (established)<\/li><li>Risperidone (probable)<\/li><li>Ritonavir (probable)<\/li><li>Stavudine (established)<\/li><li>St John's Wort (probable)<\/li><li>Telaprevir (established)<\/li><li>Thiotepa (probable)<\/li><li>Tipranavir (established)<\/li><li>Voriconazole (established)<\/li><li>Zidovudine (probable)<\/li><\/ul>"}]},{"id":"371260-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension<\/li><li><b>Endocrine metabolic:<\/b>Diaphoresis<\/li><li><b>Gastrointestinal:<\/b>Constipation, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Asthenia, Dizziness, Lightheadedness, Sedated<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Decreased vascular flow, left ventricle, Prolonged QT interval, Torsades de pointes<\/li><li><b>Endocrine metabolic:<\/b>Hypoglycemia<\/li><li><b>Respiratory:<\/b>Respiratory acidosis, Respiratory arrest, Respiratory depression<\/li><li><b>Other:<\/b>Drug dependence<\/li><\/ul>"},{"id":"371260-s-6","title":"Drug Name Info","sub":{"0":{"id":"371260-s-6-17","title":"US Trade Names","mono":"<ul><li>Dolophine<\/li><li>Methadone HCl Intensol<\/li><li>Methadose<\/li><li>Diskets Dispersible<\/li><\/ul>"},"2":{"id":"371260-s-6-19","title":"Class","mono":"<ul><li>Analgesic<\/li><li>Opioid<\/li><\/ul>"},"3":{"id":"371260-s-6-20","title":"Regulatory Status","mono":"Schedule II<br\/>"},"4":{"id":"371260-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"371260-s-7","title":"Mechanism Of Action","mono":"Methadone hydrochloride, a synthetic opioid analgesic, is an agonist at the mu receptor. It has several actions qualitatively similar to those of morphine primarily involving the CNS and organs composed of smooth muscle. Methadone may also act as an antagonist at the N-methyl-D-aspartate (NMDA) receptor.<br\/>"},{"id":"371260-s-8","title":"Pharmacokinetics","sub":[{"id":"371260-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Epidural: 15 to 20 minutes<\/li><li>Tmax, Intrathecal: 30 minutes<\/li><li>Tmax, Nasal inhalation: 0.12 hours<\/li><li>Tmax, Oral: 1 to 7.5 hours<\/li><li>Bioavailability, Oral: 36% to 100%<\/li><\/ul>"},{"id":"371260-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 1 to 8 L\/kg<\/li><li>Protein binding: 85% to 90%, primarily to alpha-1-acid glycoprotein<\/li><\/ul>"},{"id":"371260-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: Extensive via CYP3A4, CYP2B6, CYP2C19, CYP2C9, CYP2D6<\/li><li>2-ethylidene-1, 5-dimethyl-3, 3-diphenylpyrrolidene (EDDP): Major, inactive<\/li><li>Substrate of CYP3A4, CYP2B6, and CYP2C19 (primary); CYP2C9 and CYP2D6 (lesser)<\/li><\/ul>"},{"id":"371260-s-8-26","title":"Excretion","mono":"<ul><li>Bile: Some<\/li><li>Fecal: Primarily as metabolites<\/li><li>Renal: Primarily as metabolites<\/li><li>Renal clearance: 2.9 to 15.6 mL\/min<\/li><li>Total body clearance: 1.4 to 126 L\/hr<\/li><\/ul>"},{"id":"371260-s-8-27","title":"Elimination Half Life","mono":"8 to 59 hours <br\/>"}]},{"id":"371260-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>oral concentrate (intensol); for oral use only, do not administer IV<br\/><\/li><li><b>Oral<\/b><br\/>(detoxification treatment) initial dose should be administered under medical supervision<br\/><\/li><li><b>Parenteral<\/b><br\/>IM, SubQ: absorption may be erratic<br\/><\/li><\/ul>"},{"id":"371260-s-10","title":"Monitoring","mono":"<ul><li>decrease in the frequency, duration, and severity of pain or relief of signs and symptoms associated with narcotic addiction is indicative of therapeutic efficacy<\/li><li>periodically reassess pain control and need to continue therapy<\/li><li>ECG; manual or automated assessment of QTc interval prior to initiation of therapy, at a 30-day follow-up, and annually thereafter in all patients; especially in patients with history for structural heart disease, arrhythmia, seizure, or syncope, or a family history of long QT syndrome, early sudden cardiac death, or electrolyte depletion, in patients receiving concomitant drugs with QT interval prolongation properties (eg, cocaine), drugs which inhibit the elimination of methadone, and in patients with risk factors for developing QT interval prolongation<\/li><li>additional ECG; in patients receiving methadone in doses exceeding 100 mg\/day, or who have unexplained syncope or seizures; If during treatment, the QTc interval exceeds 450 milliseconds (ms), but is less than 500 ms, ECG should be done more frequently; if the QTc interval exceed 500 ms a dose reduction or termination of therapy should be considered<\/li><li>opioid withdrawal, over-sedation, or toxicity.<\/li><li>life-threatening adverse reactions (eg, CNS and respiratory depression); especially within 24 to 72 hours following treatment initiation and after dose increases; and particularly in high risk patient (elderly, cachectic, and debilitated patients and those with preexisting respiratory depression or otherwise significantly reduced respiratory reserve)<\/li><li>sedation and respiratory depression; in patients susceptible to the intracranial effects of carbon dioxide retention (increased intracranial pressure), particularly during initiation of therapy<\/li><li>severe hypotension; in ambulatory patients; during initiation or titration; especially in patients with compromised ability to maintain blood pressure v<\/li><li>exacerbation of biliary tract disease<\/li><li>worsened seizure control in patients with a history of seizure disorders<\/li><li>respiratory or CNS depression in elderly and patients with renal or hepatic impairment<\/li><\/ul>"},{"id":"371260-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 10 MG\/ML<\/li><li>Oral Solution: 5 MG\/5 ML, 10 MG\/5 ML, 10 MG\/ML<\/li><li>Oral Tablet: 5 MG, 10 MG<\/li><li>Oral Tablet for Suspension: 40 MG<\/li><\/ul><\/li><li><b>Diskets Dispersible<\/b><br\/>Oral Tablet: 40 MG<br\/><\/li><li><b>Dolophine HCl<\/b><br\/>Oral Tablet: 5 MG, 10 MG<br\/><\/li><li><b>Methadone HCl Intensol<\/b><br\/>Oral Solution: 10 MG\/ML<br\/><\/li><li><b>Methadose<\/b><br\/><ul><li>Oral Solution: 10 MG\/ML<\/li><li>Oral Tablet: 5 MG, 10 MG, 40 MG<\/li><\/ul><\/li><\/ul>"},{"id":"371260-s-12","title":"Toxicology","sub":[{"id":"371260-s-12-31","title":"Clinical Effects","mono":"<b>METHADONE AND RELATED AGENTS <\/b><br\/>USES: Methadone is used to treat chronic pain and to prevent symptoms of opioid withdrawal in opioid dependent patients. It is also rarely used as an antiperistaltic agent. PHARMACOLOGY: Methadone is a long-lasting mu-receptor agonist with pharmacological properties qualitatively similar to those of morphine. Individuals who receive subcutaneous or oral methadone daily can develop partial tolerance to the nauseant, anorectic, miotic, sedative, respiratory-depressant, and cardiovascular effects. TOXICOLOGY:  The agonist activity at mu-receptor is responsible for the physical dependency, sedation, and respiratory depression. Methadone prolongs the QT interval by interactions with cardiac potassium channels.  Most patients develop minor QTc prolongation, a small number develop QTc greater than 500 msec and are at risk for torsades de pointes. EPIDEMIOLOGY: Poisoning is common with associated major effects and deaths. MILD TO MODERATE TOXICITY: Lightheadedness, dizziness, sedation, nausea, vomiting, miosis (variable in children), and constipation. SEVERE TOXICITY: Coma, respiratory depression, respiratory arrest, pulmonary edema, bradycardia, hypotension, QT prolongation, torsade de pointes, dysrhythmias, ventricular tachycardia, ventricular fibrillation, cardiomyopathy, syncope, rhabdomyolysis, seizure, cardiac arrest and death. ONSET:  May be delayed. DURATION: Prolonged, 12 hours to several days after exposure. ADVERSE EFFECTS: COMMON: Sedation, constipation, tolerance and dependence. OTHER ADVERSE EFFECTS: Dizziness, nausea, weakness, diaphoresis, anorexia, rash, urticaria, urinary retention, visual disturbances, headache, insomnia, constipation, bradycardia, elevated liver enzymes, palpitation, ventricular arrhythmias (reported with maintenance dose of 400 mg PO daily), type I hypersensitivity reaction. Withdrawal symptoms (restlessness, irritability, weakness, lacrimation, excessive perspiration, anxiety, depression, dilated pupils, tremors, tachycardia, nausea, vomiting, diarrhea) may occur in dependent individuals if used with opioid antagonist or agonist\/antagonist, or with rapid tapering or rapid discontinuation. Prolonged QT interval and limited cases of torsades de pointes have been reported in patients receiving methadone. <br\/>"},{"id":"371260-s-12-32","title":"Treatment","mono":"<b>METHADONE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Symptomatic and supportive care with continuous monitoring of airway patency is the mainstay of treatment in patients who present with mild to moderate methadone toxicity. Carefully monitor respiratory rate and end tidal CO2 to avoid unrecognized respiratory depression. MANAGEMENT OF SEVERE TOXICITY: Administer oxygen and assist ventilation for respiratory depression.  Naloxone is the antidote indicated for severe toxicity (respiratory or CNS depression).  Early intubation and ventilation assistance should be performed if respiratory depression does not respond to naloxone. Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if a patient presents with circulatory collapse that does not reverse with naloxone. Treat seizures with benzodiazepines, propofol and\/or barbiturates. Monitor for QT prolongation and dysrhythmias, and follow the appropriate ACLS algorithm if needed. Consider extracorporeal membrane oxygenation in cases of pulmonary edema not responsive to mechanical ventilation with high PEEP.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is not recommended because of the risk of aspiration with loss of airway protection and risk of seizure. HOSPITAL: Administer activated charcoal if the patient presents early after a large ingestion with appropriate level of consciousness, patent airway, and can drink the charcoal.<\/li><li>Airway management: Perform early in a patient with severe methadone toxicity who presents with respiratory depression that does not reverse with naloxone. Noninvasive ventilation or endotracheal intubation may be necessary in patients who develop pulmonary edema. Consider extracorporeal membrane oxygenation to treat pulmonary edema refractory to standard measures.<\/li><li>Antidote: Naloxone, an opioid antagonist, can be administered intravenously, intramuscularly, subcutaneously, intranasally or via an endotracheal tube. The usual dose is 0.4 to 2.0 mg IV. In patients with suspected opioid dependence (including most patients taking methadone overdoses) incremental doses of 0.2 mg IV should be administered, titrated to reversal of respiratory depression and coma, to avoid precipitating acute opioid withdrawal.  Doses may be repeated every 2 to 3 minutes up to 20 mg.  Very high doses are rarely needed.  Nebulized naloxone (2 mg naloxone in 3 mL normal saline administered via nebulizer face mask) is also effective. Continuous infusion is likely to be necessary in patients who have ingested methadone, as the duration of action of naloxone is 1 to 2 hours, compared with a duration of action of 24 hours for methadone.  The infusion should be started at a rate such that two thirds of  the dose effective for initial reversal is administered each hour, and titrated as needed. Naloxone can potentiate withdrawal in opioid-dependent patients. Opioid withdrawal is not life threatening, but is extremely uncomfortable for the patient.<\/li><li>Torsades de pointes: Correct electrolyte abnormalities. Intravenous magnesium and overdrive pacing as indicated.<\/li><li>Monitoring of patient: Monitor vital signs and mental status carefully.  Continuous pulse oximetry monitoring, and capnometry if available. Obtain a 12-lead ECG, and institute continuous cardiac monitoring in patients with moderate to severe toxicity. Monitor bedside blood glucose. Obtain a chest x-ray if aspiration or pulmonary edema is suspected. Methadone is not detected on most opioid urine drug screens.<\/li><li>Enhanced elimination procedure: Because of the large volume of distribution and increased protein binding, there is no role for enhanced elimination.<\/li><li>Patient disposition: HOME MANAGEMENT: All patients with suspected methadone overdose (deliberate or inadvertent) should be referred to a healthcare facility. OBSERVATION CRITERIA: All children who have ingested any amount of methadone need to be observed in an Emergency Department (ED) for at least 8 hours and considered for hospital admission. ADMISSION CRITERIA: All patients who develop CNS or respiratory depression should be admitted for observation (for at least 24 hours) even after adequate response to naloxone therapy. Patients with mild toxicity who do not require naloxone can be admitted for observation to a general ward after 8 hours of initial observation. Patients who required intubation or naloxone infusion require an intensive care unit admission. Patients should not be discharged until they have remained awake and alert for 4 to 6 hours after the naloxone infusion has been discontinued. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"371260-s-12-33","title":"Range of Toxicity","mono":"<b>METHADONE AND RELATED AGENTS <\/b><br\/>TOXIC DOSE: There is little margin between a therapeutic methadone dose for an opioid tolerant person and a toxic dose with doses of 30 to 40 mg potentially lethal for a non-tolerant adult. Children are particularly vulnerable to overdose. Inadvertent ingestion of methadone was found to be the most toxic of the opioids; doses as low as a single tablet can lead to death (10 mg can be potentially lethal for a 10 kg toddler). Patients who receive early treatment that prevents hypoxia and respiratory depression generally do well. THERAPEUTIC DOSE: ADULTS: ORAL: Opioid naive patients: 2.5 mg orally every 8 hours initially, titrated slowly to effect. Opioid dependent patients: 10 to 30 mg orally titrated slowly to effect. PARENTERAL: 2.5 to 10 mg. PEDIATRIC: 0.1 to 0.2 mg\/kg orally every 6 hours as needed; maximum of 10 mg.<br\/>"}]},{"id":"371260-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Instruct patient to rise slowly from a sitting\/supine position, as drug may cause orthostatic hypotension.<\/li><li>This drug may cause constipation, nausea, vomiting, sweating, lightheadedness, asthenia, dizziness, or sedation.<\/li><li>Patient should report signs\/symptoms of respiratory depression (eg, reduced urge to breathe, decreased rate of respiration, &quot;sighing&quot; pattern of breathing).<\/li><li>Patient should report signs\/symptoms of an arrhythmia (eg, palpitations, near syncope, syncope).<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Advise patient to avoid other CNS depressants while taking this drug.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}]}