{"drugs":["Desoxyn","Methamphetamine Hydrochloride"],"mono":{"0":{"id":"371445-s-0","title":"Generic Names","mono":"Methamphetamine Hydrochloride"},"1":{"id":"371445-s-1","title":"Dosing and Indications","sub":{"0":{"id":"371445-s-1-4","title":"Adult Dosing","mono":"<b>Simple obesity:<\/b> 5 mg ORALLY 30 minutes before each meal "},"1":{"id":"371445-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Attention deficit hyperactivity disorder:<\/b> (6 y and older) initial, 5 mg ORALLY once or twice daily; may increase by 5 mg weekly; usual effective dose, 20 to 25 mg ORALLY daily; may be given in two divided doses daily<\/li><li><b>Simple obesity:<\/b> 12 years and older: 5 mg ORALLY 30 minutes before each meal<\/li><\/ul>"},"3":{"id":"371445-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Attention deficit hyperactivity disorder<\/li><li>Simple obesity<\/li><\/ul>"}}},"2":{"id":"371445-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Methamphetamine has a high potential for abuse and it should be tried only in weight reduction programs for patients in whom alternative therapy has been ineffective. Administration for prolonged periods of time in obesity may lead to drug dependence and must be avoided.<br\/>"},"3":{"id":"371445-s-3","title":"Contraindications\/Warnings","sub":[{"id":"371445-s-3-9","title":"Contraindications","mono":"<ul><li>drug abuse, history of<\/li><li>agitated state<\/li><li>arteriosclerosis, advanced<\/li><li>cardiovascular disease, symptomatic<\/li><li>concomitant use of MAOIs, or use within 14 days of administration an MAOI<\/li><li>glaucoma<\/li><li>hypersensitivity or idiosyncrasy to sympathomimetic amines<\/li><li>hypertension, moderate to severe<\/li><li>hyperthyroidism<\/li><\/ul>"},{"id":"371445-s-3-10","title":"Precautions","mono":"<ul><li>abuse potential; may lead to drug dependence and fatalities with misuse<\/li><li>structural cardiac abnormalities, cardiomyopathy, serious cardiac arrhythmias, coronary artery disease, and other serious cardiac problems; avoid use<\/li><li>sudden death has been reported with stimulant treatment at usual doses in children, adolescents, and adults<\/li><li>cardiac events, serious (eg, sudden death, stroke, myocardial infarction) have been reported with stimulant treatment<\/li><li>aggressive or hostile behavior has been reported; monitoring recommended with treatment initiation<\/li><li>bipolar disorder, comorbid; risk of mixed\/manic episode induction; screening recommended before treatment initiation<\/li><li>blood pressure and heart rate increases have been reported; may impact underlying medical conditions such as ventricular arrhythmia, recent myocardial infarction, heart failure, or preexisting hypertension; monitoring recommended<\/li><li>growth rate and weight reductions in pediatric patients have been reported; monitoring required; treatment interruption may be required<\/li><li>peripheral vasculopathy (eg, Raynaud's phenomenon) has been reported; digital ulceration or soft tissue breakdown may result; monitoring recommended; dosage reduction or discontinuation may be necessary<\/li><li>psychotic disorder, history of; may exacerbate symptoms of behavioral and thought disorders<\/li><li>psychotic or manic symptoms (eg, hallucinations, delusional thinking, or mania) may occur in children or adolescents with no previous history of psychotic illness or mania; discontinuation may be necessary<\/li><li>seizures have been reported with stimulant treatment; may lower convulsive threshold; discontinue use<\/li><li>tics, motor and phonic, in pediatric patients; may exacerbate symptoms; screening recommended prior to treatment initiation<\/li><li>tolerance, within a few weeks to anorexic effects has been reported; discontinue<\/li><li>Tourette syndrome, in pediatric patients; may exacerbate symptoms; screening recommended prior to treatment initiation<\/li><li>visual disturbances (ie, accommodation problems, blurred vision) have occurred<\/li><\/ul>"},{"id":"371445-s-3-11","title":"Pregnancy Category","mono":"Methamphetamine: C (FDA)<br\/>"},{"id":"371445-s-3-12","title":"Breast Feeding","mono":"Methamphetamine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"371445-s-4","title":"Drug Interactions","sub":[{"id":"371445-s-4-13","title":"Contraindicated","mono":"<ul><li>Brofaromine (probable)<\/li><li>Clorgyline (probable)<\/li><li>Furazolidone (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Lazabemide (probable)<\/li><li>Linezolid (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nialamide (probable)<\/li><li>Pargyline (probable)<\/li><li>Phenelzine (probable)<\/li><li>Procarbazine (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Toloxatone (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"},{"id":"371445-s-4-14","title":"Major","mono":"<ul>Donepezil (theoretical)<\/ul>"},{"id":"371445-s-4-15","title":"Moderate","mono":"<ul>Ritonavir (probable)<\/ul>"}]},"5":{"id":"371445-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Cardiovascular:<\/b>Hypertension, Increased heart rate<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiorespiratory arrest, Myocardial infarction, Raynaud's phenomenon, Sudden cardiac death<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Gilles de la Tourette's syndrome, Seizure, Tic<\/li><li><b>Psychiatric:<\/b>Mania, Psychotic disorder<\/li><li><b>Other:<\/b>Drug abuse, Drug tolerance<\/li><\/ul>"},"6":{"id":"371445-s-6","title":"Drug Name Info","sub":{"0":{"id":"371445-s-6-17","title":"US Trade Names","mono":"Desoxyn<br\/>"},"2":{"id":"371445-s-6-19","title":"Class","mono":"<ul><li>Amphetamine (class)<\/li><li>CNS Stimulant<\/li><\/ul>"},"3":{"id":"371445-s-6-20","title":"Regulatory Status","mono":"Schedule II<br\/>"},"4":{"id":"371445-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"371445-s-7","title":"Mechanism Of Action","mono":"Methamphetamine is a sympathomimetic amine with central nervous system (CNS) stimulatory activity. The peripheral actions include elevation of systolic and diastolic blood pressures and weak bronchodilator and respiratory stimulant activity. In treating obesity, it has not been established if the action is primarily one of appetite suppression, other central nervous system actions, or if metabolic effects may be involved. The mechanism of action involved in producing behavioral changes in children with attention deficit hyperactivity disorder is unknown.<br\/>"},"8":{"id":"371445-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"371445-s-8-23","title":"Absorption","mono":"Oral: rapid from GI tract <br\/>"},"2":{"id":"371445-s-8-25","title":"Metabolism","mono":"Hepatic: primary site <br\/>"},"3":{"id":"371445-s-8-26","title":"Excretion","mono":"Renal: primary site.<br\/>"},"4":{"id":"371445-s-8-27","title":"Elimination Half Life","mono":"Oral: 4 to 5 h <br\/>"}}},"10":{"id":"371445-s-10","title":"Monitoring","mono":"<ul><li>obesity: weight loss is indicative of efficacy<\/li><li>ADHD: improvement of mental and behavioral symptoms of ADHD indicates efficacy<\/li><li>ADHD: need for continued treatment; recurrence of behavioral symptoms and their severity after temporarily withdrawing therapy<\/li><li>blood pressure or heart rate in all patients, especially those whose underlying medical conditions may be compromised by increased blood pressure or heart rate<\/li><li>history, including family history of sudden death or ventricular arrhythmia, and a physical exam to assess for the presence of cardiac disease in all children, adolescents, or adults being considered for treatment<\/li><li>ADHD: family and patient history; including medication history, symptoms of cardiac condition (eg, palpitations, syncope, near syncope), and risk factors associated with sudden cardiac death; before initiating therapy and at follow-up visits; further evaluation, including cardiologist consult, if indicated<\/li><li>ADHD: thorough physical exam; including hypertension, cardiac murmurs or signs of dysrhythmia, Marfan syndrome, before initiating therapy; cardiac symptoms at follow-up visits; further evaluation, including cardiologist consult, if indicated<\/li><li>ADHD: blood pressure and heart rate; baseline, 1 to 3 months after the start of therapy, and every 6 to 12 months thereafter<\/li><li>ADHD: risk factors for bipolar disorder, in patients with comorbid depressive symptoms; prior to treatment<\/li><li>ADHD: new or worsening aggressive behavior or hostility; upon initiating treatment<\/li><li>ADHD: development and growth measurements (body weight and height) in pediatric patients<\/li><li>ADHD: peripheral vasculopathy (eg, Raynaud's phenomenon) during treatment; further evaluation (eg, rheumatology referral) if needed<\/li><li>ADHD: tics and Tourette's syndrome; prior to treatment<\/li><\/ul>"},"11":{"id":"371445-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 5 MG<br\/><\/li><li><b>Desoxyn<\/b><br\/>Oral Tablet: 5 MG<br\/><\/li><\/ul>"},"12":{"id":"371445-s-12","title":"Toxicology","sub":[{"id":"371445-s-12-31","title":"Clinical Effects","mono":"<b>METHAMPHETAMINE <\/b><br\/>USES:  Methamphetamine is a drug that is abused for its stimulant and euphoric effects that is synthesized in clandestine labs. Other names for methamphetamine include speed or crank. \"Ice\" is smokable high purity methamphetamine hydrochloride. Although rare, methamphetamine can also be prescribed for the treatment of ADHD and obesity. PHARMACOLOGY: Methamphetamine increases catecholamine release resulting in stimulation of adrenergic receptors in the CNS and periphery. TOXICOLOGY:  Well absorbed by many routes (ingestion, smoking, nasal insufflation, parenterally); high lipophilicity allows it to readily cross the blood-brain barrier. Overstimulation of adrenergic receptors causes tachycardia, hypertension, agitation.  Increased norepinephrine causes alerting and anorectic effects and locomotor stimulation.  Increases in serotonin and dopamine alter perception, induce euphoria, and often cause psychotic behavior. EPIDEMIOLOGY: Methamphetamine is a common drug of abuse that displays unique features of acute and chronic toxicity. MILD TO MODERATE TOXICITY: In recreational doses or mild overdoses, patients may demonstrate sympathetic findings of diaphoresis, tachypnea, mydriasis, tremor, and nausea.  Potential cardiovascular effects include hypertension and tachycardia.  Neuropsychiatric signs and symptoms include euphoria, mild agitation, hyperreflexia, bruxism, and headache. SEVERE TOXICITY:  Life-threatening hyperthermia occurs as a direct result of increased muscular activity and neuromuscular excitation. In addition, acute intoxication can cause severe agitation, seizures, intracerebral hemorrhage, choreoathetoid movements, and paranoid psychosis.  Muscle rigidity and psychomotor agitation can also lead to rhabdomyolysis and renal failure.   Ventricular dysrhythmias, vasospasm, myocardial infarction, and aortic dissection are rare complications of severe overdose.  Acute ischemic events occur from severe vasospasm (ie, acute lung injury, ischemic colitis).  Death may result from hyperthermia in addition to other complications. CHRONIC TOXICITY: Poor dentition, skin lesions and excoriations from formication, cachexia, and generally poor self-care are common findings with chronic abuse (months to years).  Cardiovascular complications from long-term abuse include vasculitis, cardiomyopathy, pulmonary hypertension, and aortic and mitral valve regurgitation.  Infectious complications (HIV, viral hepatitis, endocarditis, abscess, osteomyelitis) may develop with parenteral abuse. BODY PACKERS\/BODY STUFFERS: Please refer to the appropriate management if body packing or body stuffing is known or suspected. ADVERSE EFFECTS: Abdominal pain, loss of appetite, xerostomia, headache, insomnia, tremor, euphoria, dysphoria, and agitation may occur with methamphetamine therapy.<br\/>"},{"id":"371445-s-12-32","title":"Treatment","mono":"<b>METHAMPHETAMINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients may only need observation.  Some may need benzodiazepines and intravenous fluids for symptomatic treatment. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive and liberal use of benzodiazepines are the mainstay of treatment.  The goals of treatment are to control agitation and prevent or limit end organ toxicity. Orotracheal intubation for airway protection should be performed early in cases of severe psychomotor agitation, repeated seizure activity, or coma.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not recommended as the risk of aspiration (seizures) probably outweighs any potential benefit. HOSPITAL: Consider activated charcoal if a patient presents promptly after an oral overdose and is not manifesting toxicity. Activated charcoal is generally not recommended in patients that are manifesting signs of toxicity, as the risk of aspiration probably outweighs any potential benefit. If the airway is protected with orotracheal intubation, charcoal may be considered if the ingestion is recent.<\/li><li>Airway management: Perform early in patients with severe poisoning (coma, seizures, severe agitation).<\/li><li>Antidote: There is no specific antidote for methamphetamine.<\/li><li>Delirium: Liberal use of benzodiazepines is recommended for agitation\/delirium until patient is under control.<\/li><li>Tachycardia: Tachycardia may occur from a combination of agitation and catecholamine release.  Treat with benzodiazepines and intravenous fluids.  Beta blockers should generally be avoided in these patients, because of the risks of unopposed alpha stimulation.<\/li><li>Seizure: Seizures are rare and often self-limited but may be a result of CNS stimulation.  Treatment includes intravenous benzodiazepines, propofol or barbiturates and paralysis with continuous EEG and neurology consult if necessary for status epilepticus.<\/li><li>Hypertensive episode: Hypertension should be treated with benzodiazepines initially to control agitation.  Alpha adrenergic receptor antagonists, such as phentolamine, and vasodilators, such as nitroprusside and nitroglycerin, are second-line agents to be considered for severe hypertension with end organ compromise. Beta-blockers should generally be avoided in these patients, because of the risks of unopposed alpha stimulation.<\/li><li>Body temperature above reference range: Hyperthermia can result from psychomotor agitation and must be treated aggressively.  Monitor rectal temperature, and sedate the patient aggressively with benzodiazepines. Placing the patient in an ice water bath is the most effective technique of rapid cooling. More practical methods include keeping the skin moist and encouraging evaporation with fans (may be less effective in a humid environment) or packing the patient in ice from head to toe, anteriorly and posteriorly. Other cooling measures such as cool packs in the axilla and groin are often ineffective in lowering core temperature rapidly. Consider intubation and neuromuscular paralysis for severe hyperthermia.<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Methamphetamine plasma concentrations are not clinically useful or readily available.  Screening urine toxicology immunoassays may indicate exposure, however, there are many substances that cause a false positive result. No specific lab work is needed in most patients but may be helpful in ruling out other causes of altered mental status if the diagnosis of methamphetamine toxicity is uncertain. Laboratory or radiological studies should be performed if warranted by the patient's clinical presentation. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity. Obtain cardiac enzymes if patient has chest pain. Consider a head CT and lumbar puncture to rule out intracranial mass, bleeding, or infection. Consider CT angiogram if aortic pathology is suspected. CPK should be obtained if rhabdomyolysis is suspected in the patient who has severe psychomotor agitation, seizure activity, or hyperthermia.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not of value for methamphetamine.<\/li><li>Patient disposition: HOME CRITERIA:  Children with any exposure, symptomatic adults or those with intentional overdose, should be evaluated in a health care facility. OBSERVATION CRITERIA: Patients  should be observed for at least 4 hours, as peak plasma concentrations and thus symptoms will likely develop within this time period.  Symptomatic patients should be treated and observed until symptoms improve or resolve. ADMISSION CRITERIA: Patients with significant persistent central nervous stimulation and\/or abnormal vital signs should be admitted.  Patients with coma, seizures, dysrhythmias, delirium, any other life threatening result of toxicity or intubated patients should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear. Refer patients with chronic abuse for  rehabilitation.<\/li><\/ul>"},{"id":"371445-s-12-33","title":"Range of Toxicity","mono":"<b>METHAMPHETAMINE<\/b><br\/>TOXICITY: As little as 1.5 mg\/kg (140 mg) of methamphetamine has resulted in death in an adult. However, clinical observation of toxic effects is more relevant than an estimate of the ingested dose; severe hyperthermia (greater than 40 degrees C) is life threatening and indicates need for aggressive sedation and cooling. THERAPEUTIC DOSE: ADHD - Adults and children 6 years and older: Oral: initially, 5 mg once or twice daily; usual maintenance dose of 20 to 25 mg daily. Exogenous obesity - Adults and children 12 years and older: Oral: 5 mg, 30 minutes before each meal; treatment duration should not exceed a few weeks.<br\/>"}]},"13":{"id":"371445-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report use of MAOI within the past 14 days.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Counsel parents that growth rate and weight may need to be monitored more frequently for children using this drug.<\/li><li>This drug may cause anorexia, xerostomia, headache, insomnia, tremor, blurred vision, dysphoric mood, euphoria, or restlessness.<\/li><li>Instruct patient to report new or worsened psychiatric problems (eg, behavior and thought problems, bipolar illness, aggressive behavior or hostility). Children and adolescents may also experience new psychotic (eg, hearing voices) or manic symptoms.<\/li><li>Patient should also report chest pain, palpitations, dyspnea, or signs\/symptoms of cardiac dysrhythmia, myocardial infarction, or cerebrovascular accident.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patients who are more than 12 years old and using drug for treatment of obesity should take drug 30 min before meals.<\/li><\/ul>"}}}