{"drugs":["Apokyn","Apomorphine Hydrochloride"],"mono":{"0":{"id":"37180-s-0","title":"Generic Names","mono":"Apomorphine Hydrochloride"},"1":{"id":"37180-s-1","title":"Dosing and Indications","sub":[{"id":"37180-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Induction of emesis, For treatment of acute poisoning:<\/b> 0.1 mg\/kg SC as a single dose (MAX 6 mg)<\/li><li><b>Parkinson's disease, Acute, intermittent treatment of hypomobility &quot;off&quot; episodes:<\/b> 0.2 to 0.6 mL (2 to 6 mg) SC as needed for &quot;off&quot; episodes; MAX 1 dose\/episode; do not dose more than 5 times or over 2 mL (20 mg) per day; doses can be increased in 0.1 mL (1 mg) increments every few days if necessary (MAX 0.6 mL (6 mg))<\/li><li><b>Parkinson's disease, Acute, intermittent treatment of hypomobility &quot;off&quot; episodes:<\/b> initial dose determination: (pre-dose, 20-, 40-, and 60-minutes post-dose supine and standing blood pressures should be checked while administering the test dose) administer a 0.2 mL (2 mg) SC test dose; if tolerated and effective, the initial dose should be 0.2 mL (2 mg); if significant orthostatic hypotension experienced, do not prescribe apomorphine; if tolerated but not effective administer a 0.4 mL (4 mg) test dose at the next observed &quot;off&quot; episode (at least 2 hours after the initial test); if tolerated, the initial dose should be 0.3 mL (3 mg); if not tolerated, administer a 0.3 mL (3 mg) test dose at the next observed &quot;off&quot; period (at least 2 hours after the last test); if tolerated the initial dose should be 0.2 mL (2 mg)<\/li><\/ul>"},{"id":"37180-s-1-5","title":"Pediatric Dosing","mono":"<b>Induction of emesis, For treatment of acute poisoning:<\/b> 0.06 to 0.1 mg\/kg SC as a single dose (MAX 6 mg)"},{"id":"37180-s-1-6","title":"Dose Adjustments","mono":"<b>Renal failure (mild to moderate):<\/b> test dose and initial apomorphine dose should be reduced to 0.1 mL (1 mg) SC as needed for \"off\" episodes"},{"id":"37180-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Parkinson's disease, Acute, intermittent treatment of hypomobility \"off\" episodes<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Erectile dysfunction<\/li><li>Induction of emesis, For treatment of acute poisoning<\/li><\/ul>"}]},"3":{"id":"37180-s-3","title":"Contraindications\/Warnings","sub":[{"id":"37180-s-3-9","title":"Contraindications","mono":"<ul><li>concomitant use with serotonin 5-HT(3) receptor antagonists (eg, ondansetron, granisetron, dolasetron, palonosetron or alosetron)<\/li><li>hypersensitivity to apomorphine or components of its formulation, including sodium metabisulfite<\/li><\/ul>"},{"id":"37180-s-3-10","title":"Precautions","mono":"<ul><li>abrupt withdrawal, dose reduction or changes in treatment; may result in emergent hyperpyrexia and confusion (symptom complex resembling neuroleptic malignant syndrome)<\/li><li>abuse potential<\/li><li>cardiovascular or cerebrovascular disease; may exacerbate coronary and cerebral ischemia<\/li><li>concomitant use of alcohol should be avoided<\/li><li>coronary events (angina, myocardial infarction, cardiac arrest and\/or sudden death) have been reported<\/li><li>dyskinesia, new onset or exacerbation of, may occur<\/li><li>falling asleep during activities of daily living has been reported and can occur without warning; increased risk in patients with sleep disorders or concomitant use of sedating mediations; may require discontinuation<\/li><li>hepatic impairment, mild or moderate; exposure increased<\/li><li>impaired impulse control (eg, urges to gamble, increased sexual urges, other intense urges) has been reported; consider dose reduction or therapy withdrawal if symptoms occur<\/li><li>IV administration should be avoided; IV crystallization of apomorphine leading to thrombus formation and pulmonary embolism has been reported<\/li><li>melanoma, increased risk in patients with Parkinson's disease; monitoring recommended when using apomorphine for any indication<\/li><li>nausea and vomiting, severe, may occur<\/li><li>postural hypotension may occur, particularly during dose escalation; increased risk in Parkinson's disease patients; monitoring recommended<\/li><li>priapism has been reported<\/li><li>psychotic-like behavior (ie, paranoid ideation, delusions, hallucinations, confusion, disorientation, aggressive behavior, agitation, and delirium), new or worsening, has been reported; risk of psychosis exacerbation increased in patients with a major psychotic disorder<\/li><li>QT prolongation has been reported; increased risk in patients with congenital QT syndrome, those with electrolyte abnormalities, including hypokalemia and hypomagnesemia, and\/or those receiving concomitant QT-prolonging medications<\/li><li>renal impairment, moderate or mild; exposure increased; dose reduction recommended<\/li><li>sulfite sensitivity; product contains sodium metabisulfite<\/li><li>syncope has been reported; may indicate an episode of torsades de pointes<\/li><\/ul>"},{"id":"37180-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Apomorphine: C (FDA)<\/li><li>Apomorphine: B3 (AUS)<\/li><\/ul>"},{"id":"37180-s-3-12","title":"Breast Feeding","mono":"Apomorphine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"37180-s-4","title":"Drug Interactions","sub":[{"id":"37180-s-4-13","title":"Contraindicated","mono":"<ul><li>Alosetron (probable)<\/li><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dolasetron (probable)<\/li><li>Dronedarone (theoretical)<\/li><li>Granisetron (probable)<\/li><li>Mesoridazine (established)<\/li><li>Ondansetron (established)<\/li><li>Palonosetron (probable)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"37180-s-4-14","title":"Major","mono":"<ul><li>Alfuzosin (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Astemizole (theoretical)<\/li><li>Azithromycin (theoretical)<\/li><li>Buserelin (theoretical)<\/li><li>Chloroquine (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dasatinib (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Droperidol (theoretical)<\/li><li>Entacapone (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Fingolimod (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Halofantrine (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ibutilide (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lapatinib (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lumefantrine (theoretical)<\/li><li>Mefloquine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Perflutren Lipid Microsphere (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Procainamide (theoretical)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Quinine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Salmeterol (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Sodium Phosphate (theoretical)<\/li><li>Sodium Phosphate, Dibasic (theoretical)<\/li><li>Sodium Phosphate, Monobasic (theoretical)<\/li><li>Solifenacin (theoretical)<\/li><li>Sorafenib (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Sunitinib (theoretical)<\/li><li>Telavancin (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tetrabenazine (theoretical)<\/li><li>Toremifene (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Trifluoperazine (theoretical)<\/li><li>Triptorelin (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vardenafil (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"}]},"5":{"id":"37180-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema (10%)<\/li><li><b>Dermatologic:<\/b>Contusion (16%), Flushing (greater than or equal to 5%), Injection site reaction (26%), Pallor (greater than or equal to 5%), Sweating (greater than or equal to 5%)<\/li><li><b>Gastrointestinal:<\/b>Nausea and vomiting (30%)<\/li><li><b>Neurologic:<\/b>Confusion (up to 10%), Dizziness (up to 20%), Dyskinesia (35%), Somnolence (up to 35%)<\/li><li><b>Psychiatric:<\/b>Hallucinations (up to 14%)<\/li><li><b>Respiratory:<\/b>Nasal discharge (20%), Yawning (40%)<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Angina (up to 15%), Cardiac arrest, In patients with known cardiovascular and cerebrovascular disease (up to 4%), Cardiovascular event risk, Mortality, Hypotension (up to 11%), Myocardial infarction (up to 4%), Orthostatic hypotension (up to 11%), Prolonged QT interval, Syncope (2%)<br\/>"},"6":{"id":"37180-s-6","title":"Drug Name Info","sub":{"0":{"id":"37180-s-6-17","title":"US Trade Names","mono":"Apokyn<br\/>"},"2":{"id":"37180-s-6-19","title":"Class","mono":"<ul><li>Antiparkinsonian<\/li><li>Dopamine Agonist<\/li><\/ul>"},"3":{"id":"37180-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"37180-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"37180-s-7","title":"Mechanism Of Action","mono":"Apomorphine HCl, a non-ergoline dopamine agonist, possesses an unknown mechanism in the treatment of Parkinson's disease. It is suggested that its effects are attributed to stimulation of post-synaptic D(2)-type receptors within the brain's caudate-putamen. Apomorphine HCl also exhibits variable binding affinities for a variety of dopamine and serotonin receptors and has no affinity for adrenergic beta(1), beta(2) and histamine H(1) receptors.<br\/>"},"8":{"id":"37180-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"37180-s-8-23","title":"Absorption","mono":"Subcutaneous: time to peak concentration, 10 min to 60 min <br\/>"},"1":{"id":"37180-s-8-24","title":"Distribution","mono":"Vd: 218 L (123 L to 404 L) <br\/>"},"2":{"id":"37180-s-8-25","title":"Metabolism","mono":"Unknown <br\/>"},"4":{"id":"37180-s-8-27","title":"Elimination Half Life","mono":"about 40 min (30 min to 60 min) <br\/>"}}},"9":{"id":"37180-s-9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>should not be initiated without use of a concomitant antiemetic<\/li><li>for subcutaneous use only; do not use intravenously, may lead to crystallization and thrombus formation<\/li><li>the manufacturer recommends expressing the dose in mL (not mg)  to avoid confusion and a potential life-threatening overdose<\/li><li>rotate injection site<\/li><\/ul>"},"10":{"id":"37180-s-10","title":"Monitoring","mono":"<ul><li>reduction in rigidity, tremor, and gait disturbances<\/li><li>blood pressure, ECG<\/li><li>renal or hepatic impairment<\/li><li>signs and symptoms of mental disturbances, somnolence<\/li><li>signs and symptoms resembling neuroleptic malignant syndrome if abrupt dose reduction or withdrawal<\/li><li>signs and symptoms of worsening dyskinesia<\/li><\/ul>"},"11":{"id":"37180-s-11","title":"How Supplied","mono":"<b>Apokyn<\/b><br\/>Subcutaneous Solution: 10 MG\/ML<br\/>"},"12":{"id":"37180-s-12","title":"Toxicology","sub":[{"id":"37180-s-12-31","title":"Clinical Effects","mono":"<b>DOPAMINE RECEPTOR AGONISTS (NON-ERGOT) <\/b><br\/>USES: ROPINIRole, rotigotine, and apomorphine are used for the treatment of Parkinson disease. ROPINIRole is also used for the treatment of restless leg syndrome.  Apomorphine is administered subcutaneously, rOPINIRole orally, and rotigotine as a transdermal patch. For information on pramipexole, refer to PRAMIPEXOLE and RELATED AGENTS. PHARMACOLOGY: These agents act by stimulating dopamine D2-type receptors within the caudate-putamen in the brain. Apomorphine has high affinity for dopamine-4 (D4) receptors and moderate affinity for the dopamine-2, dopamine-3 and dopamine-5 receptors. ROPINIRole and rotigotine are selective for the dopamine-2 (D2)-receptor agonist with higher specificity for D3 receptors. TOXICOLOGY: Overdose effects are related to peripheral and central dopaminergic stimulation. EPIDEMIOLOGY: Overdose is rare; however, apomorphine abuse has been reported in other countries. Patients may overdose on apomorphine to avoid \"off\" episodes or to experience an increase in psychosexual stimulation. Male patients with Parkinson disease have been reported to increase the frequency of their injections leading to heightened libido, stimulation of penile erections, hallucinations, dyskinesia, abnormal behavior, agitation, confusion, and depression. MILD TO MODERATE POISONING: Headache, nasal congestion, dryness of mouth, nausea, vomiting, flushing, coughing, fatigue. ROPINIROLE: Of patients receiving inadvertent doses greater than 24 mg\/day, one experienced mild orofacial dyskinesia, and another had transient nausea. Other effects reported after unintentional overdose (a dose greater than 24 mg\/day) included visual hallucinations, hyperhidrosis, claustrophobia, chorea, palpitations, asthenia, and nightmares. Doses of 24 mg or less or overdoses of unknown amounts have been associated with the following effects: vomiting, increased coughing, fatigue, syncope, dyskinesia, agitation, chest pain, orthostatic hypotension, somnolence, and confusion. ROTIGOTINE: There have been no reports of overdose; however, in the event of an overdose, the following primary symptoms may be expected: nausea, vomiting, hypotension, involuntary movements, hallucinations, confusion, seizures, and other signs of excessive dopaminergic stimulation. SEVERE POISONING: Orthostatic hypotension, bradycardia, hypothermia, supraventricular ectopy, chest pain, lethargy, dizziness, euphoria, dyskinesias, agitation, confusion, mydriasis, drowsiness, sedation, vomiting, nausea, visual hallucinations, hyperhidrosis, claustrophobia, chorea, palpitations, asthenia, nightmares, syncope, somnolence, involuntary movements, seizures, ataxia,  and other signs of excessive dopaminergic stimulation. APOMORPHINE: Loss of consciousness, bradycardia, and hypotension were reported in a patient who received 25 mg of apomorphine. ADVERSE EFFECTS: THERAPEUTIC: ROPINIROLE: Spontaneous vomiting and mild hypotension, sweating, nausea, dizziness, and impotence have been reported as adverse effects in clinical trials. The majority of adverse effects are related to the peripheral dopaminergic activity of rOPINIRole. ROTIGOTINE: Nausea, vomiting, somnolence, dizziness, headache, and application site reactions are the most frequently reported adverse effects reported with rotigotine therapy. For information on pramipexole, please refer to PRAMIPEXOLE AND RELATED AGENTS management. APOMORPHINE: Yawning, dyskinesia, somnolence, dizziness, rhinorrhea, edema, chest pain, increased sweating, flushing, and pallor have been reported in clinical trials. Severe nausea and vomiting have been reported with therapeutic doses. <br\/>"},{"id":"37180-s-12-32","title":"Treatment","mono":"<b>DOPAMINE RECEPTOR AGONISTS (NON-ERGOT) <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treat dyskinesias by decreasing the dose and providing supportive care. Treat dystonia with benzodiazepines and antispasmodic agents (benztropine, diphenhydramine). Treat hypotension with IV fluids and treat dysrhythmias with routine antiarrhythmic agents.<\/li><li>Decontamination: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected. Due to the mechanism of action of dopamine D2 receptor agonists, spontaneous vomiting is expected to occur following an overdose. Remove rotogotine patch and wash exposed skin.<\/li><li>Airway management: Endotracheal intubation should be performed in patients with excessive drowsiness and the inability to protect their own airway.<\/li><li>Antidote: None.<\/li><li>Dystonia: Dystonias may respond to diazepam, diphenhydramine or benztropine. ADULT: Benztropine is dosed at 1 to 4 mg IV or IM, maximum 6 mg\/day. Diphenhydramine is dosed at 25 to 50 mg IV over 2 minutes. PEDIATRIC: Diphenhydramine: 1.25 mg\/kg\/dose IV over 2 minutes.<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine. Central venous pressure monitoring may be indicated to guide fluid therapy in patients with persistent hypotension. Administer atropine if hypotension is secondary to bradycardia. If hypotension persists administer dopamine (5 to 20 mcg\/kg\/min) or norepinephrine (ADULT: begin infusion at 0.5 to 1 mcg\/min; PEDIATRIC: begin infusion at 0.1 mcg\/kg\/min); titrate to desired response<\/li><li>Conduction disorder of the heart: Monitor for dysrhythmias and treat with routine antiarrhythmic agents.<\/li><li>Nausea and vomiting: APOMORPHINE ONLY: Use of a 5HT3 antagonist (ondansetron, granisetron, dolasetron, palonosetron and alosetron) is contraindicated. Use of apomorphine with ondansetron has resulted in profound hypotension and loss of consciousness. In clinical trials, trimethobenzamide was use as the primary therapy for apomorphine induced nausea and\/or vomiting.<\/li><li>Monitoring of patient:   Monitor vital signs and ECG in symptomatic patients. Monitor for CNS depression. Monitor fluid and electrolyte balance in patients with prolonged vomiting.<\/li><li>Enhanced elimination procedure: These agents have large volumes of distribution, methods to enhance elimination would not be effective.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic after inadvertent ingestion can be managed at home. OBSERVATION CRITERIA: Symptomatic patients and those with deliberate ingestions should be sent to a medical facility for evaluation and treatment. ADMISSION CRITERIA: All patients who remain symptomatic after 6 to 12 hours of observation should be admitted. CONSULT CRITERIA: Consult a medical toxicologist for assistance with medical management if the patient has more than moderate symptoms or symptoms not consistent with the exposure or the diagnosis is unclear.<\/li><\/ul>"},{"id":"37180-s-12-33","title":"Range of Toxicity","mono":"<b>DOPAMINE RECEPTOR AGONISTS (NON-ERGOT)<\/b><br\/>TOXICITY: There is limited overdose experience with these agents. APOMORPHINE: A man experienced loss of consciousness, but recovered fully after injecting 25 mg. ROPINIROLE: An adult survived an ingestion of 435 mg over a 7-day period (62.1 mgs\/day). PEDIATRICS: Inadvertent exposures in children generally cause only mild effects. THERAPEUTIC: APOMORPHINE: Recommended daily dose, after the dose-determination titration, is 0.2 to 0.6 mL (2 to 6 mg) SubQ as needed for \"off\" episodes. MAXIMUM DOSE: 0.6 mL (6 mg) per day. ROPINIROLE: Parkinson disease: Initial titration: 0.25 mg 3 times daily, then increase dose in 0.25 mg to 3 mg increments weekly to achieve therapeutic response; MAXIMUM DOSE: 24 mg\/day. Restless Legs Syndrome:  Initial dose: 0.5 mg\/day, titrate to a maximum dose of 4 mg once daily. ROTIGOTINE: Parkinson disease: Initial dose: 2 mg\/day patch once daily. May increase weekly by 2 mg\/24 hour increments if needed and as tolerated. MAXIMUM DOSE: 6 mg\/day.<br\/>"}]},"13":{"id":"37180-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to avoid activities requiring mental alertness or physical coordination until drug effects realized.<\/li><li>Advise patient to change positions slowly, as drug may cause orthostatic hypotension.<\/li><li>This drug may cause nausea, vomiting, fall, headache, somnolence, hallucinations, hypersomnia, nasal discharge, yawning, angina, hypotension, syncope, or priapism.<\/li><li>Drug may also increase sensitivity to metabisulfite in asthmatics.<\/li><li>Instruct patient to report worsening dyskinesia, mental disturbances, or somnolence.<\/li><li>Patient should report signs\/symptoms of neuroleptic malignant syndrome (sweating, fever, stupor, unstable blood pressure, muscular rigidity, autonomic dysfunction) with abrupt dose reduction or withdrawal.<\/li><li>Advise patient to rotate injection sites.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}