{"drugs":["Hiprex","Methenamine Hippurate","Urex"],"mono":{"0":{"id":"371950-s-0","title":"Generic Names","mono":"Methenamine Hippurate"},"1":{"id":"371950-s-1","title":"Dosing and Indications","sub":[{"id":"371950-s-1-4","title":"Adult Dosing","mono":"<b>Urinary tract infectious disease, recurrent; Prophylaxis:<\/b> 1 g ORALLY twice daily "},{"id":"371950-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Urinary tract infectious disease, recurrent; Prophylaxis:<\/b> age 6 to 12 yr, 500 mg to 1 g ORALLY twice daily<\/li><li><b>Urinary tract infectious disease, recurrent; Prophylaxis:<\/b> age 12 yr and older, 1 g ORALLY twice daily<\/li><\/ul>"},{"id":"371950-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> use is contraindicated<\/li><li><b>hepatic impairment, severe:<\/b> use is contraindicated<\/li><\/ul>"},{"id":"371950-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Urinary tract infectious disease, recurrent; Prophylaxis<br\/>"}]},"3":{"id":"371950-s-3","title":"Contraindications\/Warnings","sub":[{"id":"371950-s-3-9","title":"Contraindications","mono":"<ul><li>renal impairment<\/li><li>hepatic impairment, severe<\/li><li>dehydration, severe<\/li><li>concomitant use with sulfonamides; salts of methenamine may precipitate<\/li><\/ul>"},{"id":"371950-s-3-10","title":"Precautions","mono":"<ul><li>absence of proven or strongly-suspected infection or use as bacterial prophylaxis; increased risk of developing drug-resistant bacteria<\/li><li>large doses (8 g daily for 3 to 4 weeks)<\/li><li>tartrazine sensitivity<\/li><\/ul>"},{"id":"371950-s-3-11","title":"Pregnancy Category","mono":"Methenamine: C (FDA)<br\/>"},{"id":"371950-s-3-12","title":"Breast Feeding","mono":"Methenamine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"371950-s-4","title":"Drug Interactions","sub":[{"id":"371950-s-4-13","title":"Contraindicated","mono":"<ul><li>Acetazolamide (theoretical)<\/li><li>Mafenide (theoretical)<\/li><li>Silver Sulfadiazine (theoretical)<\/li><li>Sulfabenzamide (theoretical)<\/li><li>Sulfacetamide (theoretical)<\/li><li>Sulfacytine (theoretical)<\/li><li>Sulfadiazine (theoretical)<\/li><li>Sulfamerazine (theoretical)<\/li><li>Sulfamethazine (theoretical)<\/li><li>Sulfamethoxazole (theoretical)<\/li><li>Sulfanilamide (theoretical)<\/li><li>Sulfapyridine (theoretical)<\/li><li>Sulfasalazine (theoretical)<\/li><li>Sulfathiazole (theoretical)<\/li><li>Sulfisoxazole (theoretical)<\/li><li>Zonisamide (theoretical)<\/li><\/ul>"}]},"5":{"id":"371950-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (3.5% or less)<\/li><li><b>Gastrointestinal:<\/b>Nausea (3.5% or less), Upset stomach (3.5% or less)<\/li><li><b>Renal:<\/b>Dysuria (3.5% or less)<\/li><\/ul><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Respiratory:<\/b>Pneumonia<\/li><\/ul>"},"6":{"id":"371950-s-6","title":"Drug Name Info","sub":{"0":{"id":"371950-s-6-17","title":"US Trade Names","mono":"<ul><li>Hiprex<\/li><li>Urex<\/li><\/ul>"},"2":{"id":"371950-s-6-19","title":"Class","mono":"Antiseptic<br\/>"},"3":{"id":"371950-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"371950-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"371950-s-7","title":"Mechanism Of Action","mono":"Methenamine hippurate exhibits antibacterial activity by the conversion of methenamine to formaldehyde in the presence of acidic urine. The hippuric acid component also has some antibacterial activity and acts to keep the urine acidic.<br\/>"},"8":{"id":"371950-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"371950-s-8-24","title":"Distribution","mono":"Vd: 0.56 L\/kg <br\/>"},"2":{"id":"371950-s-8-25","title":"Metabolism","mono":"<ul><li>Urine: extensive via hydrolyzation to formaldehyde<\/li><li>Formaldehyde: active<\/li><\/ul>"},"3":{"id":"371950-s-8-26","title":"Excretion","mono":"Renal: 90% <br\/>"},"4":{"id":"371950-s-8-27","title":"Elimination Half Life","mono":"4.3 hr <br\/>"}}},"9":{"id":"371950-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer dose morning and night<\/li><li>restrict alkalinizing food and medications<\/li><\/ul>"},"10":{"id":"371950-s-10","title":"Monitoring","mono":"<ul><li>repeated urine cultures  and resolution of signs and symptoms of UTI<\/li><li>hepatic function; periodically, particularly in patients with liver dysfunction<\/li><\/ul>"},"11":{"id":"371950-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 1 GM<br\/><\/li><li><b>Hiprex<\/b><br\/>Oral Tablet: 1 GM<br\/><\/li><\/ul>"},"12":{"id":"371950-s-12","title":"Toxicology","sub":[{"id":"371950-s-12-31","title":"Clinical Effects","mono":"<b>METHENAMINE <\/b><br\/>USES: Methenamine is a urinary antibacterial agent. Methenamine hippurate is used for the prophylaxis or suppressive treatment of frequently recurring urinary tract infections when long-term therapy is needed. Methenamine mandelate is used for the suppression or elimination of bacteriuria associated with pyelonephritis, cystitis, and other chronic urinary tract infections. INDUSTRIAL: The manufacture of phenolic resins is the major industrial use of methenamine. It is also used in the rubber industry to prevent vulcanized rubber from blocking and as an accelerator; in adhesives, coatings, and sealing compounds; as a dye fixative; in fire logs and briquettes for camping; and as an antimicrobial food additive. PHARMACOLOGY: Methenamine exhibits antibacterial activity by the conversion of methenamine to formaldehyde in the presence of acidic urine. The hippuric acid component also has some antibacterial activity and acts to keep the urine acidic. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose reports in the literature are limited. Gastrointestinal upset may occur following overdoses of either salt form of methenamine. Dysuria, bladder irritation, painful and frequent micturition, albuminuria, and gross hematuria have been reported following large doses of methenamine (8 g daily for 3 to 4 weeks). An overdose in a child resulted in hemorrhagic cystitis, mild metabolic acidosis, elevated BUN, and lower urinary tract irritation. Methenamine in industrial settings, is an irritant to the skin, eyes, and mucous membranes. When heated to decomposition, it emits toxic fumes of formaldehyde and oxides of nitrogen. It is combustible when exposed to heat or flame. Rash and skin inflammation have been reported following occupational exposures. Blisters with oozing have been reported in more severe cases. Eye and mucous membrane irritation has been reported following industrial exposures to vapors or dust. Industrial exposure to vapors may result in asthma-like reactions in previously sensitized individuals. ADVERSE EFFECTS: Adverse effects following therapeutic use appear to be mild, reversible, and occur infrequently. Most common effects reported are gastrointestinal intolerance (eg, abdominal pain, nausea, vomiting, and diarrhea). Rash, crystalluria, increased liver enzymes, and hypersensitivity reactions may also occur after therapeutic use. <br\/>"},{"id":"371950-s-12-32","title":"Treatment","mono":"<b>METHENAMINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after overdose of methenamine. Hemorrhagic cystitis is probably caused by methenamine converting to formaldehyde in acid urine. Maintaining dilute and slightly alkaline urine (pH 7 or higher) may prevent this complication. Hydrate to maintain urine output of 1 to 2 mL\/kg\/hr. Consider urinary alkalinization in patients with hematuria or urinary tract irritation.<\/li><li>Decontamination: PREHOSPITAL:  INGESTION: Toxicity after acute ingestion is unlikely, and is generally only expected with chronic use.  Gastrointestinal decontamination is generally unnecessary. OCULAR: Irrigate exposed eyes with water. DERMAL: Remove contaminated clothes, follow with copious irrigation. INHALATION: Humidified oxygen. HOSPITAL: Toxicity after acute ingestion is unlikely, and is generally only expected with chronic use.  Gastrointestinal decontamination is generally unnecessary. Consider activated charcoal only if coingestants with significant toxicity are involved. <\/li><li>Airway management: Should not be required in overdose cases. In case of occupational inhalational exposure, aggressive airway management in patients with any indication of upper airway injury is recommended.<\/li><li>Antidote: None.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor serum electrolytes, renal function and urinalysis after significant overdose. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest x-ray in any patient with severe respiratory symptoms.<\/li><li>Enhanced elimination procedure: Hemodialysis is not recommended given the low toxicity of this drug.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  Patients with severe respiratory distress should also be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"371950-s-12-33","title":"Range of Toxicity","mono":"<b>METHENAMINE<\/b><br\/>TOXICITY: Overdose information is very limited. A child developed hemorrhagic cystitis following an overdose of about 8 g. Dysuria, bladder irritation, painful and frequent micturition, albuminuria, and gross hematuria have been reported following large doses of methenamine (8 g daily for 3 to 4 weeks). THERAPEUTIC DOSES: METHENAMINE HIPPURATE: ADULTS: 1 gram twice daily. CHILDREN: OVER 12 YEARS: 1 gram twice daily. 6 TO 12 YEARS: 1 gram or one-half of a tablet (0.5 g) twice daily. METHENAMINE MANDELATE: ADULTS: 1 gram 4 times daily. CHILDREN: OVER 12 YEARS: 1 gram 4 times daily. 6 TO 12 YEARS: 500 mg 4 times daily. LESS THAN 6 YEARS: 250 mg per 30 pounds body weight 4 times daily. <br\/>"}]}}}