{"drugs":["8-Mop","Methoxsalen","Oxsoralen","Oxsoralen-Ultra","Uvadex"],"mono":{"0":{"id":"372507-s-0","title":"Generic Names","mono":"Methoxsalen"},"1":{"id":"372507-s-1","title":"Dosing and Indications","sub":{"0":{"id":"372507-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Mycosis fungoides:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Primary cutaneous T-cell lymphoma, skin manifestations, refractory (palliative):<\/b> 200 mcg injected into photoactivation bag during the first buffy coat collection cycle; after 6 cycles, 740 mL of the drug-cell mixture are collected, photoactivated and infused back into the patient; treatment is given on 2 consecutive days every 4 weeks for at least 7 treatment cycles<\/li><li><b>Psoriasis:<\/b> 10 to 70 mg (based on weight; approximately 0.6 mg\/kg) ORALLY 1.5 to 2 hrs before UVA exposure not more often than once every 48 hrs<\/li><li><b>Vitiligo:<\/b> 20 mg ORALLY 2 to 4 hrs before UVA exposure<\/li><li><b>Vitiligo:<\/b> Apply 1% lotion TOPICALLY to area of vitiligo and expose to UVA source; once a week treatment intervals are generally recommended<\/li><\/ul>"},"1":{"id":"372507-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in children<\/li><li><b>Vitiligo:<\/b> Apply 1% lotion TOPICALLY to area of vitiligo and expose to UVA source; once a week treatment intervals are generally recommended<\/li><\/ul>"},"3":{"id":"372507-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Primary cutaneous T-cell lymphoma, skin manifestations, refractory (palliative)<\/li><li>Psoriasis<\/li><li>Vitiligo<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Mycosis fungoides<br\/>"}}},"2":{"id":"372507-s-2","title":"Black Box Warning","mono":"<ul><li><b>Injection (Solution)<\/b><br\/>Methoxsalen sterile solution should be used only by physicians who have special competence in the diagnosis and treatment of cutaneous T-cell lymphoma and who have special training and experience in the UVAR(R) or UVAR(R) XTS(TM) Photopheresis System.<br\/><\/li><li><b>Oral (Capsule)<\/b><br\/>Methoxsalen with UV radiation should be used only by physicians who have special competence in diagnosis and treatment of psoriasis and who have special training and experience in photochemotherapy. Photochemotherapy should be restricted to patients with severe, recalcitrant, disabling psoriasis which is not adequately responsive to other forms of therapy. Risks of therapy include ocular damage, aging of the skin, and skin cancer (including melanoma). The soft gelatin capsules should not be used interchangeably with regular methoxsalen hard gelatin capsules due to greater bioavailability and earlier photosensitization onset time.<br\/><\/li><\/ul>"},"3":{"id":"372507-s-3","title":"Contraindications\/Warnings","sub":[{"id":"372507-s-3-9","title":"Contraindications","mono":"<ul><li>history of idiosyncratic reactions to psoralens<\/li><li>history of light sensitive disease states (lupus erythematosus, porphyria cutanea tarda, erythropoietic protoporphyria, variegate porphyria, xeroderma pigmentosum, albinism)<\/li><li>history of melanoma<\/li><li>invasive squamous cell carcinoma<\/li><li>patients with aphakia (increase risk of retinal damage due to the absence of lenses)<\/li><\/ul>"},{"id":"372507-s-3-10","title":"Precautions","mono":"<ul><li>breast feeding<\/li><li>exposure to sunlight or UVA radiation<\/li><li>ocular changes<\/li><li>patients with a history of previous arsenic exposure should be observed for signs of carcinoma<\/li><li>patients with a history of previous radiation therapy or Grenz ray therapy should be observed for signs of carcinoma<\/li><li>pregnancy<\/li><li>special care should be taken during concomitant administration of photosensitizing agents<\/li><li>tartrazine sensitivity<\/li><\/ul>"},{"id":"372507-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"372507-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"372507-s-4","title":"Drug Interactions","sub":{"1":{"id":"372507-s-4-14","title":"Major","mono":"<ul><li>Anagrelide (theoretical)<\/li><li>Clozapine (established)<\/li><li>Pirfenidone (theoretical)<\/li><li>Tegafur (theoretical)<\/li><\/ul>"},"2":{"id":"372507-s-4-15","title":"Moderate","mono":"<ul><li>Fosphenytoin (probable)<\/li><li>Phenytoin (probable)<\/li><\/ul>"}}},"5":{"id":"372507-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Erythema, Pain of skin, Pruritus (10%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (up to 40%)<\/li><li><b>Neurologic:<\/b>Dizziness, Headache<\/li><li><b>Other:<\/b>Fatigue<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Neoplasm of skin, Precancerous<\/li><li><b>Hepatic:<\/b>Hepatotoxicity (rare)<\/li><\/ul>"},"6":{"id":"372507-s-6","title":"Drug Name Info","sub":{"0":{"id":"372507-s-6-17","title":"US Trade Names","mono":"<ul><li>8-Mop<\/li><li>Oxsoralen<\/li><li>Oxsoralen-Ultra<\/li><li>Uvadex<\/li><\/ul>"},"2":{"id":"372507-s-6-19","title":"Class","mono":"<ul><li>Antipsoriatic<\/li><li>Hypopigmentation Agent<\/li><li>Psoralen<\/li><\/ul>"},"3":{"id":"372507-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"372507-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"372507-s-7","title":"Mechanism Of Action","mono":"<ul><li>Extracorporeal-Systemic: Methoxsalen belongs to a group of photoactive compounds known as psoralens or furocoumarins. Although the exact mechanism of action is unknown, upon photoactivation methoxsalen conjugates and forms covalent bonds with deoxyribonucleic acid (DNA) to form both monofunctional (addition of psoralen to a single strand of DNA) and bifunctional (crosslinking of psoralen to both strands of DNA) adducts. Methoxsalen may also react with proteins. Animal studies suggest that an immune-mediated response against malignant T-cells may be activated by photophoresis.<\/li><li>Systemic: Methoxsalen is a psoralen derivative with photosensitizing activity. Exact mechanism of erythemogenic, melanogenic, and cytotoxic response in the epidermis is unknown, but may involve increased tyrosinase activity in melanin-producing cells, as well as inhibition of DNA synthesis, cell division, and epidermal turnover. Successful pigmentation requires the presence of functioning melanocytes.<\/li><li>Topical: Exact mechanism of erythemogenic, melanogenic, and cytotoxic response in the epidermis is unknown, but may involve increased tyrosinase activity in melanin-producing cells, as well as inhibition of DNA synthesis, cell division, and epidermal turnover. Successful pigmentation requires the presence of functioning melanocytes.<\/li><\/ul>"},"8":{"id":"372507-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"372507-s-8-23","title":"Absorption","mono":"Systemic: Methoxsalen is variably (approximately 95%) absorbed from the gastrointestinal tract. It has been postulated that poor response in some patients may be due to poor absorption.<br\/>"},"2":{"id":"372507-s-8-25","title":"Metabolism","mono":"<ul><li>Extracorporeal-Systemic: Hepatic<\/li><li>Systemic: Hepatic<\/li><\/ul>"},"3":{"id":"372507-s-8-26","title":"Excretion","mono":"<ul><li>Extracorporeal-Systemic: Renal: 95%<\/li><li>Systemic: Fecal: 4 to 10%; Renal: 95%<\/li><\/ul>"},"4":{"id":"372507-s-8-27","title":"Elimination Half Life","mono":"Systemic: 1.1 to 2 h     <br\/>"}}},"9":{"id":"372507-s-9","title":"Administration","mono":"<ul><li><b>Oral<\/b><br\/><ul><li>take with milk or food<\/li><li>UVA-absorbing wrap-around sunglasses should be worn during daylight for 24 hours after ingestion of methoxsalen and after combined methoxsalen\/UV-A radiation therapy<\/li><li>avoid sun exposure (even through windows or cloud cover) for at least 8 hours after methoxsalen administration<\/li><li>during UV-A radiation, protect sensitive areas such as abdominal skin, breasts, genitalia for about one-third of the initial exposure until tanning begins; male genitalia should be completely shielded unless affected by disease<\/li><li>avoid sunbathing 24 hours before and 48 hours after combined methoxsalen\/UV-A therapy<\/li><\/ul><\/li><li><b>Topical<\/b><br\/>(lotion) protect hands and fingers of the person applying with gloves or finger cots<br\/><\/li><\/ul>"},"10":{"id":"372507-s-10","title":"Monitoring","mono":"<ul><li>improved psoriasis<\/li><li>repigmentation<\/li><li>(oral) CBC, anti-nuclear antibodies, hepatic function, renal function; prior to the start of therapy and then retested 6 to 12 months subsequently<\/li><li>(oral) ophthalmologic exam; prior to the start of therapy and then once yearly<\/li><li>signs and symptoms of skin burns<\/li><\/ul>"},"11":{"id":"372507-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule, Liquid Filled: 10 MG<br\/><\/li><li><b>8-Mop<\/b><br\/>Oral Capsule: 10 MG<br\/><\/li><li><b>Oxsoralen<\/b><br\/>Topical Lotion: 1 %<br\/><\/li><li><b>Oxsoralen-Ultra<\/b><br\/>Oral Capsule: 10 MG<br\/><\/li><\/ul>"},"13":{"id":"372507-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug causes photophobia. Advise patient to wear wraparound sunglasses during daylight for 24 h after ingestion of drug and after drug\/UV-A radiation therapy.<\/li><li>Methoxsalen also causes sun-sensitivity. Tell patient to avoid direct and indirect sun exposure for at least 8 h after drug administration. Patient should avoid sunbathing 24 h before and 48 h after combined drug\/UV-A therapy.<\/li><li>Advise patient on the proper handling and disposal of oral formulation.<\/li><li>This drug may cause pruritus or nausea.<\/li><li>Instruct patient to report sunburn and unusual skin changes, as drug increases risk of precancerous skin neoplasm and malignancy.<\/li><li>Patient should take oral form of drug with low-fat food or milk about 1.5 h to 2 h before UV therapy.<\/li><li>Patients using topical form should not apply cosmetics or other skin care products onto treated skin areas.<\/li><li>Advise patient against concurrent use of other photosensitizing agents, unless supervised by healthcare professional.<\/li><li>Taking oral form at prescribed dosing time is important. Instruct patient to take a missed dose as soon as possible and to report the time drug was actually taken to healthcare professional.<\/li><\/ul>"}}}