{"drugs":["Mexiletine Hydrochloride","Mexitil"],"mono":[{"id":"373888-s-0","title":"Generic Names","mono":"Mexiletine Hydrochloride"},{"id":"373888-s-1","title":"Dosing and Indications","sub":[{"id":"373888-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>switching from other class 1 oral antiarrhythmics to mexiletine:<\/b> initial dose, 200 mg orally every 8 hours; titrate to clinical response, with the first dose being given 6 to 12 hours after the last dose of quinidine and disopyramide, 3 to 6 hours after the last dose of procainamide, or 8 to 12 hours after the last dose of tocainide<\/li><li><b>switching from lidocaine infusion:<\/b> discontinue when the first oral dose of mexiletine is administered; leave infusion line open until arrhythmia suppressed<\/li><li><b>Ventricular arrhythmia, Life-threatening:<\/b> rapid control, loading dose, 400 mg ORALLY then 200 mg ORALLY in 8 hours<\/li><li><b>Ventricular arrhythmia, Life-threatening:<\/b> nonrapid control, initial, 200 mg ORALLY with food or antacid every 8 hours; adjust dose in 50 to 100 mg increments at 2 to 3 day intervals or longer<\/li><li><b>Ventricular arrhythmia, Life-threatening:<\/b> maintenance, 200 to 300 mg ORALLY every 8 hr; MAX 1200 mg\/day<\/li><li><b>Ventricular arrhythmia, Life-threatening:<\/b> dose may also be given ORALLY every 12 hours if patient is taking 300 mg or less every 8 hours; MAX 450 mg ORALLY every 12 hours<\/li><\/ul>"},{"id":"373888-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"373888-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> dose adjustment generally not required<\/li><li><b>liver disease, severe:<\/b> lower doses may be required<\/li><li><b>geriatric:<\/b> no dose adjustment necessary<\/li><li><b>right-sided congestive heart failure, marked:<\/b> lower doses may be required<\/li><\/ul>"},{"id":"373888-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Ventricular arrhythmia, Life-threatening<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Cardiac dysrhythmia - Congenital heart disease<\/li><li>Myocardial infarction<\/li><\/ul>"}]},{"id":"373888-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Considering the known proarrhythmic properties of mexiletine and the lack of evidence of improved survival for any antiarrhythmic drug in patients without life-threatening arrhythmias, the use of mexiletine as well as other antiarrhythmic agents should be reserved for patients with life-threatening ventricular arrhythmia.<br\/>"},{"id":"373888-s-3","title":"Contraindications\/Warnings","sub":[{"id":"373888-s-3-9","title":"Contraindications","mono":"<ul><li>cardiogenic shock<\/li><li>second- or third-degree atrioventricular block, if no pacemaker is present<\/li><\/ul>"},{"id":"373888-s-3-10","title":"Precautions","mono":"<ul><li>asymptomatic or minimally symptomatic non-life-threatening ventricular arrhythmias in patients with recent myocardial infarction; may increase risk of mortality or nonfatal cardiac arrest; use should be reserved for patients with life-threatening ventricular arrhythmias<\/li><li>abnormal liver function tests have been reported, largely in patients with congestive heart failure or ischemia<\/li><li>arrhythmia; may exacerbate, especially with life-threatening arrhythmias<\/li><li>blood dyscrasias, including marked leukopenia, agranulocytosis, and thrombocytopenia, have occurred<\/li><li>concurrent drug therapy or dietary regimens that may cause marked alterations in urinary pH; avoid<\/li><li>congestive heart failure, severe; increased risk of exacerbation<\/li><li>hypotension; increased risk of exacerbation<\/li><li>liver disease; dose adjustment may be required with severe disease; monitoring recommended<\/li><li>liver injury, severe, including hepatic necrosis, has been reported<\/li><li>sinus node dysfunction or intraventricular conduction abnormalities<\/li><li>seizure disorders<\/li><\/ul>"},{"id":"373888-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Mexiletine: C (FDA)<\/li><li>Mexiletine: B1 (AUS)<\/li><\/ul>"},{"id":"373888-s-3-12","title":"Breast Feeding","mono":"<ul><li>Mexiletine: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Mexiletine: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},{"id":"373888-s-4","title":"Drug Interactions","sub":[{"id":"373888-s-4-13","title":"Contraindicated","mono":"<ul>Levomethadyl (theoretical)<\/ul>"},{"id":"373888-s-4-14","title":"Major","mono":"<ul><li>Amiodarone (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Clozapine (established)<\/li><li>Cobicistat (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Eltrombopag (theoretical)<\/li><li>Etravirine (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Lidocaine (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Paroxetine (theoretical)<\/li><li>Pirfenidone (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Prilocaine (theoretical)<\/li><li>Quinidine (probable)<\/li><li>Simeprevir (theoretical)<\/li><li>Theophylline (probable)<\/li><li>Tizanidine (theoretical)<\/li><\/ul>"},{"id":"373888-s-4-15","title":"Moderate","mono":"<ul><li>Fluvoxamine (probable)<\/li><li>Rifapentine (probable)<\/li><li>Ritonavir (probable)<\/li><\/ul>"}]},{"id":"373888-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Heartburn, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Coordination problem (approximately 10%), Dizziness, Lightheadedness, Tremor (13.2%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision, Visual disturbance<\/li><li><b>Psychiatric:<\/b>Feeling nervous (5% to 11.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrioventricular block (rare), Cardiac dysrhythmia (up to 15%), Heart failure (rare), Sustained ventricular tachycardia, worsening<\/li><li><b>Dermatologic:<\/b>Erythroderma (rare), Stevens-Johnson syndrome (rare)<\/li><li><b>Hematologic:<\/b>Agranulocytosis (rare), Leukopenia (rare), Neutropenia (rare), Thrombocytopenia (rare)<\/li><li><b>Hepatic:<\/b>Hepatotoxicity, Increased liver enzymes (1% to 2%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (rare), Systemic lupus erythematosus (rare)<\/li><li><b>Neurologic:<\/b>Seizure (rare)<\/li><li><b>Other:<\/b>Cardiovascular event risk, including mortality<\/li><\/ul>"},{"id":"373888-s-6","title":"Drug Name Info","sub":{"0":{"id":"373888-s-6-17","title":"US Trade Names","mono":"Mexitil<br\/>"},"2":{"id":"373888-s-6-19","title":"Class","mono":"<ul><li>Antiarrhythmic, Group IB<\/li><li>Ethylamine<\/li><\/ul>"},"3":{"id":"373888-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"373888-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"373888-s-7","title":"Mechanism Of Action","mono":"Mexiletine hydrochloride is a local anesthetic and Class 1B antiarrhythmic agent that has structural and pharmacological similarities to lidocaine. Mexiletine hydrochloride reduces the rate of rise of the action potential, Phase 0, by inhibiting the inward sodium current. The drug lowers the effective refractory period (ERP) in Purkinje fibers to a lesser degree than the reduction in action potential duration (APD), resulting in an increase in the ERP\/APD ratio.<br\/>"},{"id":"373888-s-8","title":"Pharmacokinetics","sub":[{"id":"373888-s-8-23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 2 h to 3 h<\/li><li>Bioavailability: approximately 90%<\/li><\/ul>"},{"id":"373888-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 5 L\/kg to 7 L\/kg<\/li><li>Protein binding: 50% to 60%<\/li><\/ul>"},{"id":"373888-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic (first pass); P450 CYP2D6 (primary) and CYP1A2; aromatic and aliphatic hydroxylation, dealkylation, deamination and N-oxidation<\/li><li>Major metabolites: p-hydroxymexiletine, hydroxy-methylmexiletine and N-hydroxymexiletine<\/li><\/ul>"},{"id":"373888-s-8-26","title":"Excretion","mono":"Renal: approximately 10% unchanged <br\/>"},{"id":"373888-s-8-27","title":"Elimination Half Life","mono":"<ul><li>approximately 10 h to 12 h<\/li><li>Reduced renal function, (creatinine clearance less than 10 ml\/min): 15.7 h<\/li><li>Reduced renal function, (creatinine clearance between 11 ml\/min to 40 ml\/min): 13.4 h<\/li><li>Moderate to severe liver disease: approximately 25 h<\/li><\/ul>"}]},{"id":"373888-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>administer with food or antacids <br\/>"},{"id":"373888-s-10","title":"Monitoring","mono":"<ul><li>ECG, signs and symptoms of cardiac failure<\/li><li>CBC<\/li><li>liver function<\/li><\/ul>"},{"id":"373888-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Capsule: 150 MG, 200 MG, 250 MG<br\/>"},{"id":"373888-s-12","title":"Toxicology","sub":[{"id":"373888-s-12-31","title":"Clinical Effects","mono":"<b>MEXILETINE <\/b><br\/>USES: Mexiletine is indicated for the treatment of documented, life-threatening ventricular dysrhythmias, such as sustained ventricular tachycardia. PHARMACOLOGY: Mexiletine hydrochloride is a local anesthetic and Class 1B antiarrhythmic agent that has structural and pharmacological similarities to lidocaine, but dissimilar from quinidine, procainamide, and disopyramide. Mexiletine hydrochloride reduces the rate of rise of the action potential, Phase 0, by inhibiting the inward sodium current. The drug lowers the effective refractory period (ERP) in Purkinje fibers to a lesser degree than the reduction in action potential duration (APD), resulting in an increase in the ERP\/APD ratio. Mexiletine has no significant negative inotropic effect. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Drowsiness, dizziness, disorientation, paresthesias of the tongue, agitation, hallucinations, nausea. SEVERE TOXICITY: Bradycardia, hypotension, heart block, sinus arrest, nodal and ventricular dysrhythmias, QRS widening, respiratory failure, seizures, asystole, cardiovascular collapse, coma.  ADVERSE EFFECTS: COMMON: Nausea, vomiting, heartburn, hiccup, unpleasant taste, dizziness, lightheadedness, tremors, nervousness, coordination difficulties, ataxia, confusion, and nervousness. RARE: Blurred vision\/visual disturbances, hypotension, dysrhythmias (eg, bradycardia, sinus arrest, AV nodal or ventricular rhythms, second and third degree heart block, and asystole), ECG changes (eg, heart block [increased PR interval] or conduction delay [increased QRS interval]), rash, urticaria, Stevens-Johnson syndrome, exfoliative dermatitis, elevated liver enzymes, hepatic necrosis, seizures, hypersensitivity reactions, pulmonary infiltration or pulmonary fibrosis. <br\/>"},{"id":"373888-s-12-32","title":"Treatment","mono":"<b>MEXILETINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive.  The primary areas of concern are reversal of heart block, controlling seizures, and maintenance of respiratory and CNS status. Manage mild hypotension with IV fluids. Control agitation and confusion with benzodiazepines. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Treat hypotension with IV fluids, add norepinephrine or dopamine if hypotension persists. Treat bradycardia with temporary pacemaker (first choice), atropine, or isoproterenol. Monitor for atrioventricular conduction disturbances or heart block. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. Treat QRS widening with intravenous bicarbonate. Consider hemodialysis or circulatory support (intra-aortic balloon pump, cardiopulmonary bypass or extracorporeal membrane oxygenation) in patients with severe toxicity.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is not recommended because of the potential for CNS depression and subsequent aspiration. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with serious toxicity or life-threatening cardiac dysrhythmias.<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, add norepinephrine or dopamine if unresponsive.<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Bradycardia: Insertion of a temporary pacemaker is the treatment of choice for bradycardia induced by drugs of this class. Also consider atropine or isoproterenol. In one case report, isoproterenol was administered along with epinephrine to reverse heart block after a 4.4 gram ingestion of mexiletine and was unsuccessful.<\/li><li>Ventricular arrhythmia: Administer sodium bicarbonate for QRS widening. 1 to 2 mEq\/kg IV is a reasonable starting dose. Monitor arterial blood gases, titrate to pH of 7.45 to 7.55. Cardiovert unstable rhythms. Institute cardiopulmonary bypass, extracorporeal membrane oxygenation or aortic balloon pump for patients with refractory dysrhythmias or hypotension.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Enhanced elimination procedure: Mexiletine has a protein binding of approximately 50% to 60% and volume of distribution of 5 to 7 liters\/kg. Hemodialysis is unlikely to be of value because of the large volume of distribution.  A man ingested 4 g of mexiletine and developed hypotension, bradycardia, stupor, and dysarthria. He underwent hemodialysis 3 hours postingestion and his condition improved rapidly but dialytic clearance was not calculated.<\/li><li>Monitoring of patient: Obtain serial ECGs, and institute continuous cardiac monitoring. Monitor vital signs and mental status. Monitor serum electrolytes, renal function, CBC and liver enzymes following a significant exposure.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management. OBSERVATION CRITERIA: All overdose patients should be referred to a healthcare facility to be monitored for several hours to assess cardiac function. Patients that remain asymptomatic after 6 hours can be discharged. ADMISSION CRITERIA: Patients with persistent cardiac dysrhythmias, mental status changes, seizures, and respiratory failure should be admitted to an ICU setting. CONSULT CRITERIA: A medical toxicologist or poison control center should be consulted in cases that involve cardiac or CNS toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"373888-s-12-33","title":"Range of Toxicity","mono":"<b>MEXILETINE <\/b><br\/>TOXICITY: Therapeutic blood concentration is 1 to 2 mcg\/mL. Blood concentration twice the therapeutic range resulted in only mild symptoms. Levels of 34 to 37 mcg\/mL were found in a fatal case. ADULTS: A fatality was reported after ingestion of 4.4 g. Ingestions of 1.8 to 2.4 grams resulted in only mild CNS symptoms. An overdose of 18 g resulted in repetitive seizures in a woman.  She remained hemodynamically stable throughout her hospital course. A man who took 12.4 grams of mexiletine, along with nifedipine and nitroglycerin, experienced a seizure and second and third degree AV block, but fully recovered. ADOLESCENT: An overdose of 8 g resulted in cardiac arrest and survival in a 17-year-old. THERAPEUTIC DOSES: ADULTS: Loading dose: 400 mg orally; maintenance, 200 to 300 mg orally every 8 hours; MAX 1200 mg\/day. CHILDREN: The manufacturer indicated that safety and efficacy of mexiletine have not been established in children. However, mexiletine oral doses of 1.4 to 5 mg\/kg\/dose (mean: 3.3 mg\/kg\/dose) every 8 hours have been used in children. In one study,  dosage of 15 to 25 mg\/kg was needed in two pediatric patients with refractory supraventricular tachycardia. Dosages were determined based on plasma concentrations. <br\/>"}]},{"id":"373888-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized.<\/li><li>This drug may cause light-headedness, bad taste in mouth, constipation, diarrhea, dyspepsia, dysphagia, nausea, vomiting, ataxia, confusion, dizziness, headache, nystagmus, paresthesia, tremor, blurred vision, diplopia, tinnitus, or nervousness.<\/li><li>Instruct patient to report signs\/symptoms of heart failure, palpitations, hypotension, chest pain, or new or worsened arrhythmia.<\/li><li>Patient should report signs\/symptoms of leukopenia, agranulocytosis, or thrombocytopenia.<\/li><li>Patient should take capsules with food or antacids to minimize gastric upset.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Instruct patient on an 8-h dosing schedule to take a missed dose as soon as possible if dose is less than 4 h late. Patient on a 12-h dosing schedule should take a missed dose if the dose is less than 6 h late. Otherwise, patient should skip the dose and resume regular schedule.<\/li><\/ul>"}]}