{"drugs":["Milrinone Lactate","Primacor"],"mono":{"0":{"id":"376000-s-0","title":"Generic Names","mono":"Milrinone Lactate"},"1":{"id":"376000-s-1","title":"Dosing and Indications","sub":[{"id":"376000-s-1-4","title":"Adult Dosing","mono":"<ul><li>An oral form of milrinone was recommended for approval for the therapy of congestive heart failure in patients who remain symptomatic with conventional therapy by the FDA Cardio-Renal Drugs Advisory Committee on December 7, 1987. However, in October 1990, Sanofi Winthrop announced that it would terminate all further development of oral milrinone worldwide. This decision was based on an excessive mortality rate (27%) seen in a large multicenter trial. This discontinuation does not apply to the intravenous form of the drug.<\/li><li><b>Congestive heart failure, acute:<\/b> initial loading dose, 50 mcg\/kg IV over 10 min; maintenance, 0.375 to 0.75 mcg\/kg\/min continuous IV infusion<\/li><li><b>Decreased cardiac output - Operation on heart:<\/b> 15 min before separation from cardiopulmonary bypass, 50 mcg\/kg IV over 20 min followed by a continuous infusion of 0.5 mcg\/kg\/min IV for a minimum of 4 hr<\/li><\/ul>"},{"id":"376000-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>An oral form of milrinone was recommended for approval for the therapy of congestive heart failure in patients who remain symptomatic with conventional therapy by the FDA Cardio-Renal Drugs Advisory Committee on December 7, 1987. However, in October 1990, Sanofi Winthrop announced that it would terminate all further development of oral milrinone worldwide. This decision was based on an excessive mortality rate (27%) seen in a large multicenter trial. This discontinuation does not apply to the intravenous form of the drug.<\/li><li>Not FDA approved in children<\/li><li><b>Decreased cardiac output - Operation on heart:<\/b> after separation from cardiopulmonary bypass, 50 mcg\/kg IV over 15 min followed by 3 mcg\/kg\/min IV for 30 min; maintenance, 0.5 mcg\/kg\/min IV<\/li><li><b>Septic shock; Adjunct:<\/b> 50-75 mcg\/kg IV followed by a continuous IV infusion of 0.5-1 mcg\/kg\/min<\/li><li><b>Septic shock; Adjunct:<\/b> titrated to effect, for every infusion rate increase of 0.25 mcg\/kg\/min IV, a 25 mcg\/kg bolus may be given<\/li><\/ul>"},{"id":"376000-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> titrate to effect without exceeding a dose of 1.13 mg\/kg\/day IV<\/li><li><b>renal impairment (creatinine clearance (CrCl)=5 mL\/min):<\/b> 0.2 mcg\/kg\/min<\/li><li><b>renal impairment (CrCl=10 mL\/min):<\/b> 0.23 mcg\/kg\/min<\/li><li><b>renal impairment (CrCl=20 mL\/min):<\/b> 0.28 mcg\/kg\/min<\/li><li><b>renal impairment (CrCl=30 mL\/min):<\/b> 0.33 mcg\/kg\/min<\/li><li><b>renal impairment (CrCl=40 mL\/min):<\/b> 0.38 mcg\/kg\/min<\/li><li><b>renal impairment (CrCl=50 mL\/min):<\/b> 0.43 mcg\/kg\/min<\/li><\/ul>"},{"id":"376000-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>An oral form of milrinone was recommended for approval for the therapy of congestive heart failure in patients who remain symptomatic with conventional therapy by the FDA Cardio-Renal Drugs Advisory Committee on December 7, 1987. However, in October 1990, Sanofi Winthrop announced that it would terminate all further development of oral milrinone worldwide. This decision was based on an excessive mortality rate (27%) seen in a large multicenter trial [1]. This discontinuation does not apply to the intravenous form of the drug.<\/li><li>Congestive heart failure, acute<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>An oral form of milrinone was recommended for approval for the therapy of congestive heart failure in patients who remain symptomatic with conventional therapy by the FDA Cardio-Renal Drugs Advisory Committee on December 7, 1987. However, in October 1990, Sanofi Winthrop announced that it would terminate all further development of oral milrinone worldwide. This decision was based on an excessive mortality rate (27%) seen in a large multicenter trial [1]. This discontinuation does not apply to the intravenous form of the drug.<\/li><li>Decreased cardiac output - Operation on heart<\/li><li>Low cardiac output syndrome - Transplantation of heart, Pre<\/li><li>Septic shock; Adjunct<\/li><li>Vasodilatation, Arterial<\/li><\/ul>"}]},"3":{"id":"376000-s-3","title":"Contraindications\/Warnings","sub":[{"id":"376000-s-3-9","title":"Contraindications","mono":"hypersensitivity to milrinone lactate <br\/>"},{"id":"376000-s-3-10","title":"Precautions","mono":"<ul><li>arrhythmia; risk of ventricular and supraventricular arrhythmias including nonsustained ventricular tachycardia<\/li><li>atrial fibrillation\/flutter, uncontrolled by digitalis; may slightly shorten AV node conduction time and increase ventricular response rate<\/li><li>Class IV heart failure; increased risk of life-threatening cardiovascular adverse reactions<\/li><li>decreased cardiac filling pressure, significant; due to prior diuretic therapy<\/li><li>hypotension, risk of excessive decrease in blood pressure<\/li><li>infusion-site reactions; have been reported with IV milrinone therapy<\/li><li>long-term oral or intravenous treatment exceeding 48 hours; may not improve symptoms, and has been associated with an increased risk of arrhythmias, hospitalization and sudden death<\/li><li>obstructive aortic or pulmonic valvular disease, severe; may aggravate outflow tract obstruction<\/li><li>renal impairment; risk of drug toxicity due to increased terminal elimination half-life<\/li><\/ul>"},{"id":"376000-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Milrinone: C (FDA)<\/li><li>Milrinone: B3 (AUS)<\/li><\/ul>"},{"id":"376000-s-3-12","title":"Breast Feeding","mono":"Milrinone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"376000-s-4","title":"Drug Interactions","sub":[{"id":"376000-s-4-13","title":"Contraindicated","mono":"<ul>Riociguat (theoretical)<\/ul>"},{"id":"376000-s-4-14","title":"Major","mono":"<ul>Anagrelide (theoretical)<\/ul>"}]},"5":{"id":"376000-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (2.9%), Ventricular arrhythmia (12.1%)<\/li><li><b>Neurologic:<\/b>Headache (2.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation, Ventricular premature complex<\/li><li><b>Hematologic:<\/b>Thrombocytopenia (0.4%)<\/li><li><b>Hepatic:<\/b>Liver function tests abnormal<\/li><\/ul>"},"6":{"id":"376000-s-6","title":"Drug Name Info","sub":{"0":{"id":"376000-s-6-17","title":"US Trade Names","mono":"Primacor<br\/>"},"2":{"id":"376000-s-6-19","title":"Class","mono":"<ul><li>Inotropic Agent<\/li><li>Vasodilator<\/li><\/ul>"},"3":{"id":"376000-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"376000-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"376000-s-7","title":"Mechanism Of Action","mono":"Milrinone lactate belongs to the class of medications called bipyridine inotropic\/vasodilator. It selectively inhibits peak III cyclic adenosine monophosphate (cAMP) phosphodiesterase isozyme found in cardiac and vascular muscle. This activity leads in increase of intracellular ionized calcium and contractile force in heart muscles.<br\/>"},"8":{"id":"376000-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"376000-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 0.38 L\/kg (12.5 mcg\/kg to 125 mcg\/kg) and 0.45 L\/kg (0.20 mcg\/kg\/min to 0.70 mcg\/kg\/min)<\/li><li>Protein binding: approximately 70%<\/li><\/ul>"},"3":{"id":"376000-s-8-26","title":"Excretion","mono":"Renal: 12% as metabolites, 83% unchanged <br\/>"},"4":{"id":"376000-s-8-27","title":"Elimination Half Life","mono":"2.3 h (12.5 mcg\/kg to 125 mcg\/kg) and 2.4 h (0.20 mcg\/kg\/min to 0.70 mcg\/kg\/min) <br\/>"}}},"9":{"id":"376000-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>give loading dose over 10 min followed by a continuous infusion; loading dose may be given undiluted or diluted to total volume of 10-20 mL<\/li><li>dilute maintenance dose with 0.45% NaCl, NS, or D5W to a final concentration of 200 mcg\/mL; flexible containers containing milrinone lactate, supplied in 100-200 mL do not need dilution<\/li><\/ul>"},"10":{"id":"376000-s-10","title":"Monitoring","mono":"<ul><li>improvement in cardiac output and relief of CHF<\/li><li>ECG, CBC, hepatic and renal function, fluid and electrolyte status (eg; potassium)<\/li><li>blood pressure, heart rate; during infusion<\/li><\/ul>"},"11":{"id":"376000-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Intravenous Solution: 1 MG\/ML<br\/>"},"12":{"id":"376000-s-12","title":"Toxicology","sub":[{"id":"376000-s-12-31","title":"Clinical Effects","mono":"<b>MILRINONE <\/b><br\/>USES: Milrinone is used for the short-term (less than 48 hours) treatment of patients with acute decompensated heart failure. PHARMACOLOGY: Milrinone lactate along with amrinone belongs to the bipyridine inotropic\/vasodilator class of medications. It exerts its vasodilatory action by selectively inhibiting cyclic adenosine monophosphate (AMP)-specific phosphodiesterase III isoenzyme in cardiac and smooth vascular muscle. The increase in vascular muscle AMP facilitates calcium uptake by the sarcoplasmic reticulum, thereby reducing calcium stores available for myofibril contraction, with subsequent reduction of vascular tone. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. Clinical effects in overdose include hypotension because of its vasodilator effect. ADVERSE EFFECTS: Adverse effects reported with therapy include ventricular and supraventricular dysrhythmias, hypotension, angina\/chest pain, headache, bronchospasm, anaphylactic shock, elevated liver enzymes, rash, hypokalemia, tremor, and thrombocytopenia. Torsades de pointes is a rare occurrence with milrinone therapy. <br\/>"},{"id":"376000-s-12-32","title":"Treatment","mono":"<b>MILRINONE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine, if unresponsive to fluids.  Vasopressin has been effective in patients not responding to fluids and other pressors. Monitor CVP to help guide therapy. Treat ventricular dysrhythmias using ACLS protocols. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. Monitor serial CBC with platelets; thrombocytopenia has been reported. Consider transfusions in patients with severe thrombocytopenia, bleeding.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias, hemodynamic instability, or severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Tachycardia: If hemodynamic compromise develops secondary to tachycardia, consider esmolol or metoprolol.<\/li><li>Torsades de pointes: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Hemodynamically unstable patients require electrical cardioversion. Treat stable patients with magnesium and\/or atrial overdrive pacing. Correct electrolyte abnormalities (ie, hypomagnesemia, hypokalemia, hypocalcemia).<\/li><li>Monitoring of patient: Monitor vital signs and serum electrolytes. Obtain an ECG and institute continuous cardiac monitoring. Monitor renal function. Monitor CBC with platelet count following a significant overdose.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management. OBSERVATION CRITERIA: Patients with a significant overdose should be sent to a healthcare facility for evaluation. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA:  Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (ie, hypotension, dysrhythmias), or in whom the diagnosis in not clear.<\/li><\/ul>"},{"id":"376000-s-12-33","title":"Range of Toxicity","mono":"<b>MILRINONE<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Therapeutic doses of milrinone may cause hypotension because of its vasodilator effect. THERAPEUTIC DOSING: ADULT: Loading dose: 50 mcg\/kg IV given slowly over 10 minutes. Maintenance dose: 0.375 to 0.75 mcg\/kg\/min IV as a continuous infusion. Total daily dose: 0.59 to 1.13 mg\/kg. <br\/>"}]},"13":{"id":"376000-s-13","title":"Clinical Teaching","mono":"This drug may cause headache and cardiac dysrhythmias.<br\/>"}}}