{"drugs":["Loniten","Men's Rogaine","Minoxidil","Rogaine","Rogaine For Men Extra Strength","Women's Rogaine"],"mono":[{"id":"377498-s-0","title":"Generic Names","mono":"Minoxidil"},{"id":"377498-s-1","title":"Dosing and Indications","sub":[{"id":"377498-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hypertension, Refractory:<\/b> initial, 5 mg\/day ORALLY as single dose or 2 divided doses; adjust in 100% increments as required<\/li><li><b>Hypertension, Refractory:<\/b> maintenance, 10-40 mg\/day ORALLY daily in 1-2 divided doses; MAX 100 mg\/day<\/li><li><b>Male pattern alopecia:<\/b> 2% or 5% solution, 1 mL TOPICALLY twice a day: MAX 2 mL\/day<\/li><li><b>Male pattern alopecia, Female:<\/b> 2% solution, 1 mL TOPICALLY twice a day<\/li><\/ul>"},{"id":"377498-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Hypertension, Refractory:<\/b> (age up to 12 yr) initial, 0.2 mg\/kg ORALLY daily in a single dose or as 2 divided doses; adjust as required up to 50 mg\/day<\/li><li><b>Hypertension, Refractory:<\/b> (age up to 12 yr) maintenance, 0.25-1 mg\/kg ORALLY daily in a single dose or as 2 divided daily doses);  MAX 50 mg\/day<\/li><\/ul>"},{"id":"377498-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hemodialysis:<\/b> no supplemental dosing required after hemodialysis<\/li><li><b>peritoneal dialysis:<\/b> no dose adjustment required<\/li><li><b>renal impairment:<\/b> dosage adjustment may be required (specific guidelines unavailable)<\/li><\/ul>"},{"id":"377498-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hypertension, Refractory<\/li><li>Male pattern alopecia<\/li><li>Male pattern alopecia, Female<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Alopecia - Facial rhytidoplasty<br\/>"}]},{"id":"377498-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Minoxidil can cause pericardial effusion, occasionally progressing to tamponade, and angina pectoris may be exacerbated. Minoxidil should be reserved for hypertensive patients who do not respond adequately to maximum therapeutic doses of a diuretic and two other antihypertensive agents. Minoxidil must be administered under close supervision, usually concomitantly with therapeutic doses of a beta-adrenergic blocking agent to prevent tachycardia and increased myocardial workload. It must also usually be given with a diuretic, frequently one acting in the ascending limb of the loop of Henle, to prevent serious fluid accumulation. Patients with malignant hypertension and those already receiving guanethidine should be hospitalized when minoxidil is first administered.<br\/>"},{"id":"377498-s-3","title":"Contraindications\/Warnings","sub":[{"id":"377498-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to minoxidil products<\/li><li>pheochromocytoma (systemic use)<\/li><\/ul>"},{"id":"377498-s-3-10","title":"Precautions","mono":"<ul><li>angina pectoris (exacerbation)<\/li><li>cerebrovascular disease<\/li><li>concomitant use of guanethidine (profound orthostatic effects)<\/li><li>malignant hypertension<\/li><li>may cause congestive heart failure (without adequate diuretic therapy)<\/li><li>myocardial infarction (recent)<\/li><li>pericardial effusion, pericarditis<\/li><li>renal failure or dialysis<\/li><\/ul>"},{"id":"377498-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"377498-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},{"id":"377498-s-4","title":"Drug Interactions","sub":[{"id":"377498-s-4-13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"}]},{"id":"377498-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension<\/li><li><b>Dermatologic:<\/b>Hirsutism, Hypertrichosis<\/li><li><b>Endocrine metabolic:<\/b>Body fluid retention (7%), Hypernatremia<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Angina, Cardiac tamponade, Electrocardiogram abnormal (60%), Pericardial effusion (3%), Pericarditis, Tachyarrhythmia<\/li><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Hematologic:<\/b>Leukopenia, Thrombocytopenia<\/li><\/ul>"},{"id":"377498-s-6","title":"Drug Name Info","sub":{"0":{"id":"377498-s-6-17","title":"US Trade Names","mono":"<ul><li>Loniten<\/li><li>Rogaine<\/li><li>Rogaine For Men Extra Strength<\/li><li>Men's Rogaine<\/li><li>Women's Rogaine<\/li><\/ul>"},"2":{"id":"377498-s-6-19","title":"Class","mono":"<ul><li>Alopecia Agent<\/li><li>Antihypertensive, Peripheral Vasodilator<\/li><\/ul>"},"3":{"id":"377498-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"377498-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"377498-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: The exact cellular mechanism of antihypertensive action is unknown. The predominant effect of minoxidil is direct vasodilation of arterioles with little effect on veins. It reduces peripheral resistance and causes a reflex increase in heart rate and cardiac output.<\/li><li>Topical: Topical minoxidil stimulates hair growth in some persons with alopecia androgenetica. The mechanism by which minoxidil stimulates hair growth is not established , but possible mechanisms include increased cutaneous blood flow as a result of vasodilation,   stimulation of resting hair follicles (telogen phase) into active growth (anagen phase),   and stimulation of hair follicle cells. <\/li><li>Most studies have not found changes in blood pressure . In one report of 30 patients using 3% topical minoxidil for 15 months, seven normotensive patients  absorbed a sufficient amount of minoxidil to decrease their systolic blood pressure by 60 mm of mercury and their diastolic blood pressure by 24 mm of mercury. The patients were asymptomatic and tachycardia did not occur . Systemically absorbed oral minoxidil may cause peripheral arterial vasodilation, reduced peripheral resistance, a reflex increase in heart rate and cardiac output, and fluid retention .<\/li><\/ul>"},{"id":"377498-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"377498-s-8-23","title":"Absorption","mono":"<ul><li>Systemic: 90%<\/li><li>Topical: 1.6 to 3.9%<\/li><\/ul>"},"2":{"id":"377498-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic: 90%<br\/>"},"3":{"id":"377498-s-8-26","title":"Excretion","mono":"<ul><li>Systemic: Fecal: 3%; Renal: 97% metabolites      <\/li><li>Topical: Renal: 95%<\/li><\/ul>"},"4":{"id":"377498-s-8-27","title":"Elimination Half Life","mono":"Systemic: 4.2 h <br\/>"}}},{"id":"377498-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>(solution) not for use in babies or children under 18 y of age<\/li><li>(foam) not for use by women, babies, or children under 18 y of age<\/li><li>(foam) do not use foam on the same day or 24 h after any chemical treatment (color treatment, permanent wave, or hair relaxer) is used<\/li><li>(foam) rinse warm fingers in cold water and dry before application to minimize melting of foam<\/li><li>(solution) apply solution to clean, dry scalp and allow to dry before applying styling aids<\/li><li>(foam) allow foam to soak into scalp before using any styling products<\/li><li>(solution) wait 4 h before washing or swimming; do not allow scalp to get wet from the rain after applying solution<\/li><li>(solution, foam) wash treatment from hair and scalp before using any color treatment, permanent wave, or hair relaxer chemicals<\/li><li>(solution, foam) wash exposed skin and hands with soap and water; rinse exposed eyes with cool water<\/li><li>(solution, foam) extremely flammable; avoid fire, flame, and smoking after use<\/li><\/ul>"},{"id":"377498-s-10","title":"Monitoring","mono":"<ul><li>blood pressure, heart rate<\/li><li>body weight, fluid and electrolyte balance<\/li><li>signs\/symptoms of pericardial effusion<\/li><\/ul>"},{"id":"377498-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 2.5 MG, 10 MG<\/li><li>Topical Solution: 2 %, 5 %<\/li><\/ul><\/li><li><b>Good Sense Hair Regrowth Treatment For Men<\/b><br\/>Topical Solution: 5 %<br\/><\/li><li><b>Men's Rogaine<\/b><br\/><ul><li>Topical Foam: 5 %<\/li><li>Topical Solution: 5 %<\/li><\/ul><\/li><li><b>Rite Aid Hair Regrowth Treatment For Men<\/b><br\/>Topical Solution: 5 %<br\/><\/li><li><b>Rite Aid Hair Regrowth Treatment For Women<\/b><br\/>Topical Solution: 2 %<br\/><\/li><li><b>Rite Aid Renewal for Men<\/b><br\/>Topical Foam: 5 %<br\/><\/li><li><b>Rogaine For Men Extra Strength<\/b><br\/>Topical Solution: 5 %<br\/><\/li><li><b>Women's Rogaine<\/b><br\/><ul><li>Topical Foam: 5 %<\/li><li>Topical Solution: 2 %<\/li><\/ul><\/li><\/ul>"},{"id":"377498-s-12","title":"Toxicology","sub":[{"id":"377498-s-12-31","title":"Clinical Effects","mono":"<b>VASODILATORS<\/b><br\/>USES: These agents are used for the treatment of hypertension, peripheral vascular disease and pulmonary hypertension.  Minoxidil is also used to treat hair loss. PHARMACOLOGY: Hydralazine, diazoxide and minoxidil cause vasodilation by directly relaxing vascular smooth muscle. Iloprost is a prostacyclin PGI(2) analog that dilates pulmonary and systemic arteries. Fenoldopam is a D1 dopamine receptor agonist. TOXICOLOGY: Toxicity is generally an extension of the pharmacological effect, primarily hypotension. Hydralazine has an active metabolite that binds to cellular proteins and may trigger an autoimmune response. EPIDEMIOLOGY: Exposures are uncommon and deaths are extremely rare. MILD TO MODERATE TOXICITY: All of these medications cause dose-related hypotension following overdose, often accompanied by tachycardia. SEVERE TOXICITY: Hydralazine: One case of electrocardiographic changes suggesting myocardial ischemia and acidosis without profound hypotension has been reported following hydralazine overdose. Diazoxide: A case of 2:1 heartblock has been reported following rapid IV injection. Minoxidil: Profound hypotension and myocardial ischemia have been reported following large overdoses. Fenoldopam: No reports of significant toxicity.    ADVERSE EFFECTS: All of these agents will cause a dose-related decrease in blood pressure. ADVERSE EFFECTS BY AGENT: Hydralazine: lupus-like syndrome, auto-immune dermal, liver and renal disease. Diazoxide: Hyperglycemia, hyperosmolar coma. Minoxidil: Hair growth. Fenoldopam: Tachycardia. <br\/>"},{"id":"377498-s-12-32","title":"Treatment","mono":"<b>VASODILATORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Administer IV fluids for hypotension. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is rare following overdoses of these medications. Patients who remain hypotensive after fluid boluses should be treated with adrenergic vasopressors. Some authors suggest that phenylephrine may reverse hypotension without causing tachycardia. In cases of severe toxicity, consider coingestion or other medical conditions as a cause of the symptoms.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not recommended. HOSPITAL: Consider activated charcoal after large, recent ingestion.<\/li><li>Airway management: Airway management is unlikely to be required following overdose.<\/li><li>Antidote: There is no antidote for poisoning from these medications.<\/li><li>Hypotensive episode: IV NS 10-20 mL\/kg, dopamine, norepinephrine<\/li><li>Wide QRS complex: DYSRHYTHMIAS may respond to serum alkalinization, or lidocaine, bretylium, phenytoin.<\/li><li>Seizure: IV benzodiazepines or barbiturates.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. No specific lab work is needed in most patients. Drug concentration monitoring is not clinically useful or readily available. Institute continuous cardiac monitoring and obtain an ECG. Monitor for seizure activity and CNS depression, especially in buflomedil overdoses.<\/li><li>Enhanced elimination procedure: Studies suggest that diazoxide and minoxidil clearance may be increased by dialysis, but there is no evidence suggesting that increased clearance improves outcomes and the vast majority of patients do well with supportive care.<\/li><li>Patient disposition: HOME CRITERIA: Children and adults can be managed at  home if overdose was inadvertent, was less than 2 times the therapeutic dose for their weight, and no signs or symptoms are present. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions or ingestions of more than twice the therapeutic dose for weight should be sent to a health care facility for 6 hours of observation. ADMISSION CRITERIA: Patients who develop persistent hypotension should be admitted until symptoms resolve. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"377498-s-12-33","title":"Range of Toxicity","mono":"<b>VASODILATORS<\/b><br\/>TOXICITY: Severe toxicity is very rare following isolated overdose from these medications. An adult survived an ingestion of 10 g hydralazine. A toddler developed only tachycardia after ingesting 100 mg minoxidil.  An adult developed hypotension and a non-ST-elevation myocardial infarction after ingesting 1200 mg minoxidil. THERAPEUTIC DOSE: ADULTS:  DIAZOXIDE: 1 to 3 mg\/kg up to a single dose of 150 mg.  HYDRALAZINE: Oral: 40 to 200 mg\/day. Parenteral 20 to 40 mg intravenously or intramuscularly. MINOXIDIL: 10 to 100 mg\/day. FENOLDOPAM: 0.05 to 0.1 mcg\/kg\/min and the dose should be titrated no more frequently than every 15 minutes.  PEDIATRIC: Diazoxide: 1 to 3 mg\/kg\/dose intravenously, up to a maximum of 150 mg\/dose. HYDRALAZINE: ORAL: 0.75 to 7.5 mg\/kg\/day in 4 divided doses (up to 200 mg\/day).  PARENTERAL: Usual dose is 1.7 to 3.5 mg\/kg\/day in divided doses every 4 to 6 hours.  MINOXIDIL: ORAL: Up to 50 mg\/daily or 5 mg\/kg\/24 hrs. FENOLDOPAM: The safety and efficacy in children has not been established   <br\/>"}]},{"id":"377498-s-13","title":"Clinical Teaching","mono":"<ul><li>Oral form may cause hypertrichosis, or fluid retention.<\/li><li>Topical form may cause itching, burning, or redness of scalp.<\/li><li>Instruct patient to report signs\/symptoms of hypotension, tachycardia, or angina, especially with oral form of drug.<\/li><li>Advise patient against sudden discontinuation of oral drug.<\/li><li>Instruct patient to follow administration instructions specific to the topical formulation with regards to application.<\/li><\/ul>"}]}