{"generic":"Misoprostol","drugs":["Cytotec","Misoprostol"],"mono":[{"id":"378000-s-0","title":"Generic Names","mono":"Misoprostol"},{"id":"378000-s-1","title":"Dosing and Indications","sub":[{"id":"378000-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Cervical ripening procedure - Induction of labor:<\/b> 25 mcg VAGINALLY (gel) every 3 to 4 hours (MAX dose, 400 mcg)<\/li><li><b>Cervical ripening procedure - Induction of labor:<\/b> 200 mcg VAGINALLY (insert); leave in for 24 hours or until active labor onset<\/li><li><b>Cervical ripening procedure - Induction of labor:<\/b> initial, 100 mcg ORALLY every 4 hours (MAX 5 doses)<\/li><li><b>Cervical ripening procedure - Induction of labor:<\/b> initial, 50 mcg ORALLY every 4 hours for 2 doses, then 100 mcg every 4 hours until membrane rupture (MAX 5 doses)<\/li><li><b>Duodenal ulcer disease:<\/b> 800 mcg\/day in 2 or 4 divided doses for 4 weeks<\/li><li><b>NSAID-induced gastric ulcer; Prophylaxis:<\/b> 200 mcg ORALLY 4 times daily<\/li><li><b>Termination of pregnancy:<\/b> 800 mcg vaginally times one dose<\/li><li><b>Termination of pregnancy:<\/b> in combination with mifepristone (Mifeprex(R)), 400 mcg ORALLY 2 days after mifepristone (Mifeprex(R)) dose of 600 mg<\/li><\/ul>"},{"id":"378000-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established in pediatric patients "},{"id":"378000-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> routine dosage adjustment not necessary; may use lower dose if usual recommended dose is not tolerated<\/li><li><b>geriatric:<\/b> routine dosage adjustment not necessary; may use lower dose if usual recommended dose is not tolerated<\/li><\/ul>"},{"id":"378000-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>NSAID-induced gastric ulcer; Prophylaxis<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Cervical ripening procedure - Hysteroscopy<\/li><li>Cervical ripening procedure - Induction of labor<\/li><li>Duodenal ulcer disease<\/li><li>Duodenal ulcer disease; Prophylaxis - Non-steroidal anti-inflammatory drug adverse reaction<\/li><li>Female infertility<\/li><li>Gastric ulcer; Prophylaxis<\/li><li>Miscarriage<\/li><li>Postpartum hemorrhage<\/li><li>Termination of pregnancy<\/li><\/ul>"}]},{"id":"378000-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Administration of misoprostol to women who are pregnant can cause birth defects, abortion, or premature birth. Uterine rupture has been reported when misoprostol was administered in pregnant women to induce labor or to induce abortion beyond the eighth week of pregnancy. Misoprostol should not be used for reducing the risk of NSAID-induced ulcers in women of childbearing potential unless the patient is at high risk of developing gastric ulcers or complications. Women must have a negative serum pregnancy test within 2 weeks prior to beginning therapy, use effective contraceptive measures, and initiate therapy only on the second or third day of the next normal menstrual period. Oral and written warnings of the hazards of misoprostol, including the risk of possible contraception failure, must be given to the patient prior to initiating therapy.<br\/>"},{"id":"378000-s-3","title":"Contraindications\/Warnings","sub":[{"id":"378000-s-3-9","title":"Contraindications","mono":"<ul><li>pregnant women, for reducing the risk of NSAID-induced ulcers; birth defects, abortion, or premature birth may occur<\/li><li>hypersensitivity to prostaglandins, history of<\/li><\/ul>"},{"id":"378000-s-3-10","title":"Precautions","mono":"<ul><li>women of childbearing potential; birth defects, abortion, or premature birth may occur; use not recommended unless clinically necessary; must use reliable contraception<\/li><li>obstetrical use (cervical ripening, induction of labor, or treatment of serious postpartum hemorrhage); uterine tachysystole, uterine tetany, uterine rupture, or amniotic fluid embolism leading to adverse fetal heart changes may occur; increased risk with advancing gestational age, prior uterine surgery, and grand multiparity; administer only in hospital setting; monitoring recommended<\/li><li>abortion resulting from misoprostol administration may be incomplete<\/li><li>cardiovascular disease, preexisting<\/li><li>concomitant use with oxytocic agents not recommended<\/li><\/ul>"},{"id":"378000-s-3-11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>X (AUS)<\/li><\/ul>"},{"id":"378000-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"378000-s-4","title":"Drug Interactions","sub":{"2":{"id":"378000-s-4-15","title":"Moderate","mono":"<ul>Phenylbutazone (probable)<\/ul>"}}},{"id":"378000-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Abdominal pain (7% to 20%), Diarrhea (13% to 40%)<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia (infrequent), Chest pain (infrequent), Myocardial infarction (infrequent)<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage<\/li><li><b>Hematologic:<\/b>Anemia (infrequent), Thromboembolic disorder (infrequent)<\/li><li><b>Immunologic:<\/b>Anaphylaxis (infrequent)<\/li><li><b>Otic:<\/b>Deafness symptom (infrequent)<\/li><li><b>Reproductive:<\/b>Rupture of uterus<\/li><li><b>Other:<\/b>Toxic shock syndrome, Abortion-related Clostridial Infection<\/li><\/ul>"},{"id":"378000-s-6","title":"Drug Name Info","sub":{"0":{"id":"378000-s-6-17","title":"US Trade Names","mono":"Cytotec<br\/>"},"2":{"id":"378000-s-6-19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Prostaglandin<\/li><\/ul>"},"3":{"id":"378000-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"378000-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"378000-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Cytoprotective-Misoprostol enhances natural gastromucosal defense mechanisms and healing in acid-related disorders, probably by increasing production of gastric mucus and mucosal secretion of bicarbonate. <\/li><li>Antisecretory-Misoprostol inhibits basal and nocturnal gastric acid secretion by direct action on the parietal cells; also inhibits gastric acid secretion stimulated by food, coffee, histamine, and pentagastrin. It decreases pepsin secretion under basal, but not histamine, stimulation. Misoprostol has no significant effect on fasting or postprandial gastrin or intrinsic factor output. <\/li><\/ul>"},{"id":"378000-s-8","title":"Pharmacokinetics","sub":[{"id":"378000-s-8-23","title":"Absorption","mono":"Systemic: Rapidly absorbed; food decreases absorption of the active metabolite    <br\/>"},{"id":"378000-s-8-24","title":"Distribution","mono":"Systemic: Vd; 40 L<br\/>"},{"id":"378000-s-8-25","title":"Metabolism","mono":"Systemic: Metabolite: misoprostol acid <br\/>"},{"id":"378000-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 15%; Renal: 56% to 73%    <br\/>"},{"id":"378000-s-8-27","title":"Elimination Half Life","mono":"Systemic: 20 to 40 min  <br\/>"}]},{"id":"378000-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with food<\/li><li>the last dose of the day should be taken at bedtime<\/li><li>therapy should continue through the duration of NSAID therapy<\/li><\/ul>"},{"id":"378000-s-10","title":"Monitoring","mono":"<ul><li>uterine activity and fetal status when used for cervical ripening<\/li><li>patients with underlying conditions such as inflammatory bowel disease, or those in whom dehydration would be dangerous if it were to occur<\/li><\/ul>"},{"id":"378000-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 100 MCG, 200 MCG<\/li><li>  Powder: 1 %<\/li><\/ul><\/li><li><b>Cytotec<\/b><br\/>Oral Tablet: 100 MCG, 200 MCG<br\/><\/li><\/ul>"},{"id":"378000-s-12","title":"Toxicology","sub":[{"id":"378000-s-12-31","title":"Clinical Effects","mono":"<b>MISOPROSTOL AND RELATED AGENTS <\/b><br\/>USES: Misoprostol is used orally to reduce the risk of NSAID-induced gastroduodenal ulcers by decreasing gastric acid secretion and thus protecting gastrointestinal mucosa. Misoprostol is also used orally and vaginally for inducing abortion or stimulating labor. It is rarely used in larger oral doses for refractory chronic constipation. Carboprost is used intramuscularly for inducing second trimester abortion (13 to 20 weeks of gestation) or treating postpartum hemorrhage due to uterine atony. Dinoprostone is used intravaginally (inserts, gel, and suppository) for the termination of pregnancy (12 to 20 weeks of gestation), the evacuation of uterine contents in the management of missed abortion or intrauterine fetal death, and the management of nonmetastatic gestational trophoblastic disease (eg, benign hydatidiform mole). PHARMACOLOGY: Misoprostol is a synthetic derivative of prostaglandin E1. It has gastric acid antisecretory effects and also causes edema and thickening of the gastrointestinal mucosa and submucosa. Carboprost is a prostaglandin analogue (15-methyl prostaglandin F2-alpha) similar to dinoprost (prostaglandin F2-alpha). Dinoprostone is a naturally occurring prostaglandin E2. TOXICOLOGY: Adverse effects of misoprostol are varied, and severe toxicity following acute overdose is rare; toxic effects are an extension of therapeutic effects. Misoprostol is teratogenic (Pregnancy Category X). Carboprost and dinoprostone are classified as Pregnancy Category C. Women of childbearing age should not take misoprostol for prevention of gastric ulcers as it can cause a miscarriage, premature labor, and birth defects. It can cause uterine hyperstimulation when given for cervical ripening, and in rare cases it has caused uterine rupture. EPIDEMIOLOGY: Acute overdose with these agents is rare. MILD TO MODERATE TOXICITY: Few cases of severe poisoning exist. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Abdominal cramping, diarrhea, headache, dizziness, and uterine contraction and bleeding may occur. SEVERE TOXICITY: In rare cases, hypertension, tachycardia, fever, tremor, rhabdomyolysis, renal insufficiency, and elevated liver enzymes have occurred. In pregnant patients, uterine contractions, hemorrhage, and fetal death have occurred. One patient developed gastric and esophageal necrosis and upper gastrointestinal bleeding after misoprostol overdose. Misoprostol causes uterine contractions resulting in miscarriage. ADVERSE EFFECTS: Adverse effects of these agents following therapeutic doses include nausea, vomiting, diarrhea, abdominal pain, seizures, headache, dizziness, fatigue, elevated liver enzymes, and uterine bleeding or rupture. Postpartum DIC has been reported during postmarketing use of dinoprostone cervical gel and vaginal insert (less than 1 in 1000 labors for dinoprostone cervical gel). <br\/>"},{"id":"378000-s-12-32","title":"Treatment","mono":"<b>MISOPROSTOL AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients may only need observation. Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Symptomatic and supportive care is the mainstay of treatment. Consultation should be made with obstetrics and gynecology in cases of uterine hypertonicity or bleeding after ingestion.<\/li><li>Decontamination: Because the toxic dose of misoprostol has not been well-established, consider administering activated charcoal in patients taking a dose that is greater than therapeutic dose as well as in any pregnant patient that is not purposely taking misoprostol to induce abortion or labor. PREHOSPITAL: Activated charcoal should be considered early in the course after a significant ingestion in patients who are protecting their airways and have not yet manifested signs of toxicity. If a patient is displaying signs of moderate to severe toxicity, it is likely that most of the drug has been absorbed, and activated charcoal is not likely to be helpful. In this case, activated charcoal can be aspirated if patient becomes somnolent. HOSPITAL: Consider decontamination if a patient presents promptly after an ingestion overdose and is not manifesting symptoms of toxicity. Patients eligible for decontamination with oral charcoal include inadvertent overdoses in children and intentional overdoses in adults. If the drug has been inserted vaginally it should be removed.<\/li><li>Airway management: Perform early in patients with symptoms of airway compromise, although this is unlikely to be necessary in misoprostol-only ingestions.<\/li><li>Antidote: None.<\/li><li>Nausea: Antiemetics may be used to control nausea.<\/li><li>Tachycardia: No specific treatment is required. IV fluids should be given if the patient is dehydrated from diarrhea associated with misoprostol ingestion.<\/li><li>Headache: Simple oral analgesics can be given, if tolerated. If the patient is nauseated, IV analgesics can be given.<\/li><li>Diarrhea: Diarrhea and abdominal cramping should be treated with oral or IV fluids. Oral or IV opioids can be given as well as antispasmotics, such as dicyclomine 20 mg orally.<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Monitoring of patient: Misoprostol plasma concentrations are not clinically useful or readily available. No specific lab work is needed in most patients. Monitor vital signs and mental status. A CBC, INR, and PTT should be ordered in cases of excessive vaginal bleeding. Monitor serum electrolytes in patients with severe diarrhea and\/or dehydration. Monitor liver enzymes in patients with significant symptoms or large overdose. A pregnancy test should be ordered in any woman of childbearing age that presents after ingestion of misoprostol. If the patient is pregnant, monitor the fetus (ultrasound, fetal heart rate, and tocographic monitoring).<\/li><li>Enhanced elimination procedure: Hemodialysis is not of value for misoprostol overdose because of the high degree of protein binding.<\/li><li>Patient disposition: HOME CRITERIA: Patients should be evaluated by a healthcare professional if they are symptomatic after a therapeutic dose, or if they are\/might be pregnant and the medication was not prescribed to terminate pregnancy or induce labor. Any patient reporting an intentional overdose should be evaluated in the emergency department. OBSERVATION CRITERIA: Patients with deliberate ingestions should be sent to a healthcare facility for observation. Any patient with symptoms should be observed until symptoms improve or resolve. ADMISSION CRITERIA: Patients with significant symptoms and\/or abnormal vital signs should be admitted. Pregnant patients with symptoms of vaginal bleeding or contractions should be evaluated by an obstetrician\/gynecologist. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear. Obstetrician\/gynecologist should be consulted for any case of excessive uterine bleeding or contractions and in the case of inadvertent administration to a pregnant woman who does not desire early pregnancy termination.<\/li><\/ul>"},{"id":"378000-s-12-33","title":"Range of Toxicity","mono":"<b>MISOPROSTOL AND RELATED AGENTS <\/b><br\/>TOXICITY: ADULTS: Minimum toxic dose is largely unknown and not well-established. Doses of 3 mg to 8.4 mg have caused mild to moderate toxicity. A pregnant adolescent developed necrosis of the stomach and distal esophagus, upper gastrointestinal bleeding, sepsis, multiorgan failure, and died after ingesting 12 mg of misoprostol over 2 days. PEDIATRIC:  Toxic dose has not been established. THERAPEUTIC DOSE: ADULT: Varies according to indication. For NSAID gastrointestinal ulcer prevention, 100 to 200 mcg orally 4 times a day is given. Chronic constipation doses are larger at 600 to 2400 mcg\/day orally divided 2 to 4 times a day. Early pregnancy termination dosing is 400 mcg orally once in conjunction with mifepristone. 25 mcg per vagina is used for cervical ripening. Carboprost: 250 to 500 mcg IM (abortion), 250 mcg IM (postpartum hemorrhage control), 0.5 to 3 mg intravaginally (abortion). Dinoprostone: For abortion or benign hydatidiform mole, 20 mg suppository, may be repeated at 3- to 5-hr intervals for up to 2 days. For cervical ripening procedure and induction of labor, 10 mg vaginal insert. PEDIATRIC: Dosing for children is not established.<br\/>"}]},{"id":"378000-s-13","title":"Clinical Teaching","mono":"<ul><li>Inform patient that this drug is potentially abortifacient.<\/li><li>This drug may cause abdominal pain, diarrhea, dyspepsia, or nausea.<\/li><li>Advise patient to take drug with food and to take the last dose of the day at bedtime.<\/li><li>Patients should avoid concomitant antacids containing magnesium, as this may increase the risk of diarrhea.<\/li><li>Instruct patient to take a missed dose as soon as possible, but if next dose is in less than 2 h, skip the missed dose.<\/li><\/ul>"}]}