{"generic":"Mitoxantrone Hydrochloride","drugs":["Mitoxantrone Hydrochloride","Novantrone","OTN Mitoxantrone"],"mono":[{"id":"379240-s-0","title":"Generic Names","mono":"Mitoxantrone Hydrochloride"},{"id":"379240-s-1","title":"Dosing and Indications","sub":[{"id":"379240-s-1-4","title":"Adult Dosing","mono":"<ul><li>the risk of cardiotoxicity, including fatal congestive heart failure, increases with high cumulative doses of mitoXANTRONE hydrochloride; do not administer mitoXANTRONE to patients with multiple sclerosis who have received a lifetime cumulative dose of greater than 140 mg\/m(2); do not administer mitoXANTRONE to patients with a baseline neutrophil count of less than 1500 cells\/cubic millimeter unless the patient is receiving mitoXANTRONE for the treatment of acute nonlymphocytic leukemia<\/li><li><b>Acute lymphoid leukemia:<\/b> optimal dose and timing not defined<\/li><li><b>Acute myeloid leukemia, In combination with other approved agents:<\/b> induction, 12 mg\/m(2)\/day IV on days 1 to 3 in combination with cytarabine 100 mg\/m(2)\/day as continuous IV 24- hr infusion on days 1 to 7; if leukemia persists, a second induction course of 12 mg\/m(2)\/day IV for 2 days in combination with cytarabine 100 mg\/m(2) daily as continuous IV 24-hr infusion on days 1 to 5 may be given; in patients who develop severe or life-threatening nonhematologic toxicity, do not give a second induction course until toxicity resolves; 12 mg\/m(2)\/day IV over 30 minutes on days 1, 3, and 5 with cytarabine 25 mg\/m(2) once as an IV bolus followed by 100 mg\/m(2)\/day as a continuous IV infusion for 10 days and etoposide 100 mg\/m(2) IV over 1 hr on days 1 to 5 was given for up to 2 induction courses patients aged 15 to 60 yr in a phase 3 study<\/li><li><b>Acute myeloid leukemia, In combination with other approved agents:<\/b> consolidation, 12 mg\/m(2)\/day IV on days 1 and 2 in combination with cytarabine 100 mg\/m(2)\/day as continuous 24-hr IV infusion on days 1 to 5; the first course is usually started 6 wk after final induction therapy with the second course given 4 weeks after the first; 12 mg\/m(2)\/day IV over 30 minutes for 3 days (on days 4 to 6) with cytarabine 500 mg\/m(2) IV over 2 hr every 12 hr on days 1 to 6 was given for one course in patients aged 15 to 60 yr with a complete remission after induction in a phase 3 study<\/li><li><b>Breast cancer:<\/b> optimal dose and timing not defined<\/li><li><b>Liver carcinoma:<\/b> optimal dose and timing not defined<\/li><li><b>Multiple sclerosis, Secondary progressive, progressive relapsing, or worsening relapsing-remitting; to reduce neurologic disability and\/or frequency of clinical relapses:<\/b> 12 mg\/m(2) IV every 3 months; should not be administered to patients who have received a cumulative dose of 140 mg\/m(2) or greater<\/li><li><b>Non-Hodgkin's lymphoma:<\/b> optimal dose and timing not defined<\/li><li><b>Prostate cancer, In combination with corticosteroids, for pain related to advanced hormone-refractory prostate cancer:<\/b> 12 to 14 mg\/m(2) IV every 21 days, in combination with corticosteroids<\/li><\/ul>"},{"id":"379240-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness not established in pediatric patients<\/li><li><b>Solid tumor configuration:<\/b> 5 to 8 mg\/m(2)\/week IV; alternative dosing regimen 18 to 20 mg\/m(2) IV every 3 to 4 weeks<\/li><\/ul>"},{"id":"379240-s-1-6","title":"Dose Adjustments","mono":"<b>hepatic impairment:<\/b> dosage adjustment may be necessary; use not recommended in patients with multiple sclerosis "},{"id":"379240-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acute myeloid leukemia, In combination with other approved agents<\/li><li>Multiple sclerosis, Secondary progressive, progressive relapsing, or worsening relapsing-remitting; to reduce neurologic disability and\/or frequency of clinical relapses<\/li><li>Prostate cancer, In combination with corticosteroids, for pain related to advanced hormone-refractory prostate cancer<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute lymphoid leukemia<\/li><li>Bone marrow transplant<\/li><li>Breast cancer<\/li><li>Head and neck cancer<\/li><li>Liver carcinoma<\/li><li>Malignant lymphoma, Indolent<\/li><li>Non-Hodgkin's lymphoma<\/li><li>Ovarian cancer<\/li><li>Solid tumor configuration<\/li><\/ul>"}]},{"id":"379240-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>MitoXANTRONE should be given slowly into a freely flowing IV infusion and must never be given subQ, IM, or intra-arterially. Not for intrathecal use; severe injury with permanent sequelae can result from intrathecal administration. Except for the treatment of acute nonlymphocytic leukemia, therapy generally should not be given to patients with baseline neutrophil counts of less than 1500 cells\/mm(3). Cardiotoxicity, potentially fatal, has been associated with treatment. Presence or history of cardiovascular disease, prior or concomitant radiotherapy to the mediastinal\/pericardial area, previous therapy with other anthracyclines or anthracenediones, or concomitant use of other cardiotoxic drugs may increase the risk of cardiac toxicity. Monitor cardiac function (cardiac signs\/symptoms and left ventricular ejection fraction (LVEF)) in all patients during therapy. Patients with multiple sclerosis (MS) who have a baseline LVEF below the lower limit of normal should not receive mitoXANTRONE. Monitor MS patients for cardiac function prior to each dose. Do not give additional doses if clinically significant drop in LVEF during treatment and do not administer a cumulative dose greater than 140 mg\/m(2) in MS patients. When mitoXANTRONE therapy is withdrawn, late-occurring cardiotoxicity should be evaluated on an annual basis in MS patients. MitoXANTRONE therapy in MS patients and in cancer patients increases the risk of developing secondary acute myeloid leukemia.<br\/>"},{"id":"379240-s-3","title":"Contraindications\/Warnings","sub":[{"id":"379240-s-3-9","title":"Contraindications","mono":"hypersensitivity to mitoXANTRONE products <br\/>"},{"id":"379240-s-3-10","title":"Precautions","mono":"<ul><li>intrathecal administration should be avoided due to neuropathy or severe neurotoxicity (eg, seizure leading to coma, sequelae, bowel paralysis, bladder dysfunction)<\/li><li>IV infusion only; avoid subQ, IM, or intra-arterially administration; severe local tissue damage may occur with extravasation during administration<\/li><li>cardiotoxicity has been reported and may occur in absence of cardiac risk factors; risk increases with cumulative dose; monitoring recommended<\/li><li>cardiovascular disease, preexisting (eg, prior anthracycline therapy, mediastinal radiotherapy); increased risk of cardiotoxicity<\/li><li>congestive heart failure, potentially fatal or irreversible; may occur during treatment or months to years after discontinuation<\/li><li>secondary acute myeloid leukemia, increased risk in cancer and multiple sclerosis patients; more common when anthracyclines coadministered with DNA-damaging antineoplastics, heavy pretreatment with cytotoxic drugs, or with anthracycline dose escalation<\/li><li>left ventricular ejection fraction, (multiple sclerosis patients), below lower limit normal, clinically significant reduction, or cumulative dose greater 140 mg\/m(2); avoid use; monitoring recommended<\/li><li>medullary hypoplasia has been reported<\/li><li>myelosuppression, severe, will occur with high doses (eg, greater than 14 mg\/m(2)\/day for 3 days); monitoring recommended<\/li><li>hepatic insufficiency; use not ordinarily recommended in multiple sclerosis patients; caution in all other patients; monitoring recommended; dose adjustment may be necessary<\/li><li>myelosuppression, preexisting; increased risk of further medullary suppression; do not administer unless benefit outweighs risk<\/li><li>neuropathy, local, regional, irreversible; has been reported following intra-arterial administration<\/li><li>pregnancy should be avoided; known teratogen; monitoring recommended<\/li><\/ul>"},{"id":"379240-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Mitoxantrone: D (FDA)<\/li><li>Mitoxantrone: D (AUS)<\/li><\/ul>"},{"id":"379240-s-3-12","title":"Breast Feeding","mono":"Mitoxantrone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"379240-s-4","title":"Drug Interactions","sub":[{"id":"379240-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"379240-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Cobicistat (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Topotecan (theoretical)<\/li><li>Typhoid Vaccine (established)<\/li><li>Valspodar (probable)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},{"id":"379240-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Inflammatory disease of mucous membrane, Nausea, Vomiting<\/li><li><b>Hematologic:<\/b>Decreased hemoglobin, Decreased lymphocyte count, Decreased white blood cell count, Leukopenia (9% to 19%)<\/li><li><b>Hepatic:<\/b>Liver function tests abnormal<\/li><li><b>Neurologic:<\/b>Headache<\/li><li><b>Renal:<\/b>Urinary tract infectious disease<\/li><li><b>Reproductive:<\/b>Disorder of menstruation<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiotoxicity<\/li><li><b>Hematologic:<\/b>Acute myeloid leukemia, Secondary, Febrile neutropenia, Infectious disease, Neutropenic, Myelosuppression, Neutropenia<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><\/ul>"},{"id":"379240-s-6","title":"Drug Name Info","sub":{"0":{"id":"379240-s-6-17","title":"US Trade Names","mono":"<ul><li>Novantrone<\/li><li>OTN Mitoxantrone<\/li><\/ul>"},"2":{"id":"379240-s-6-19","title":"Class","mono":"Antineoplastic Agent<br\/>"},"3":{"id":"379240-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"379240-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"379240-s-7","title":"Mechanism Of Action","mono":"MitoXANTRONE hydrochloride,.an antineoplastic drug, is a DNA-reactive agent that intercalates into deoxyribonucleic acid (DNA) causing crosslinks and strand breaks in DNA through hydrogen binding. It also interferes with ribonucleic acid (RNA) and inhibits topoisomerase II, an enzyme responsible for the repairing and uncoiling damaged DNA.<br\/>"},{"id":"379240-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"379240-s-8-24","title":"Distribution","mono":"<ul><li>Vd: exceeds 1000 L\/m(2)<\/li><li>Protein binding: 78%<\/li><\/ul>"},"3":{"id":"379240-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 25%<\/li><li>Renal: 11%, of the amount found 65% is unchanged<\/li><li>Dialyzable: no (hemodialysis), no (peritoneal dialysis)<\/li><\/ul>"},"4":{"id":"379240-s-8-27","title":"Elimination Half Life","mono":"23 h to 215 h (median approximately 75 h) <br\/>"}}},{"id":"379240-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>use proper procedures for handling and disposal of mitoXANTRONE<\/li><li>do not give as an intra-arterial, IM, or subQ injection<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>dilute with NS or D5W dose to a minimum total volume of 50 mL; may dilute further in NS, D5W, or D5NS; use immediately and discard unused portion<\/li><li>multiple dose vial with undiluted contents may be stored for up to 7 days in at temperatures between 15 and 25 degrees C (59 to 77 degrees F) and for up to 14 days in the refrigerator once the stopper is penetrated<\/li><li>do not mix in the same infusion with other drugs, including heparin<\/li><li>inject slowly (over at least 3 min) into the tubing of a freely running IV infusion of NS or D5W; care should be taken to avoid extravasation<\/li><\/ul><\/li><\/ul>"},{"id":"379240-s-10","title":"Monitoring","mono":"<ul><li>multiple sclerosis: clinical improvement is indicative of efficacy<\/li><li>prostate cancer and leukemia: evidence of cancer response is indicative of efficacy<\/li><li>CBC (including platelets); prior to each course, if signs and symptoms of infection develop, and frequently during therapy; include differential<\/li><li>chemical laboratory parameters; closely and frequently during therapy<\/li><li>hepatic function tests; prior to each course of therapy<\/li><li>serum uric acid levels; before initiating mitoXANTRONE in the treatment of leukemia<\/li><li>signs and symptoms of tumor lysis syndrome, especially in patients at risk of tumor lysis syndrome or with large tumor burden<\/li><li>pregnancy test; before each dose of mitoXANTRONE in women with multiple sclerosis who are biologically capable of becoming pregnant, even if birth control is being used<\/li><li>cardiac function; by physical exam, history, and ECG prior to initiation of therapy in all patients, regularly thereafter in patients with risk factors (eg, prior anthracycline therapy, prior mediastinal radiotherapy, preexisting cardiovascular disease), and prior to each dose in patients with multiple sclerosis<\/li><li>left ventricular ejection fraction (LVEF); prior to initiation of therapy in all patients; regularly in patients with risk factors (eg, prior anthracycline therapy, prior mediastinal radiotherapy, preexisting cardiovascular disease); prior to each dose in patients with multiple sclerosis (MS) (using the same method as used for baseline evaluation); in any patient if signs or symptoms of congestive heart failure develop; annually in patients with MS after completion of mitoXANTRONE therapy<\/li><\/ul>"},{"id":"379240-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Intravenous Solution: 2 MG\/ML<br\/>"},{"id":"379240-s-12","title":"Toxicology","sub":[{"id":"379240-s-12-31","title":"Clinical Effects","mono":"<b>MITOXANTRONE <\/b><br\/>USES: MitoXANTRONE is used in combination with corticosteroids as an initial therapy for patients with chronic pain associated with advanced hormone-refractory prostate cancer. It is also used in combination with other drug therapies as an initial therapy in adults for the treatment of acute nonlymphocytic leukemia (ANLL), which can include myelogenous, promyelocytic, monocytic and erythroid acute leukemia. MitoXANTRONE may also be used as a therapy in patients with chronic (secondary) progressive, progressive relapsing or worsening relapsing-remitting multiple sclerosis for reducing neurologic disability or the reduction of clinical relapse. PHARMACOLOGY: MitoXANTRONE hydrochloride, an antineoplastic drug, is a DNA-reactive agent that intercalates into deoxyribonucleic acid (DNA) causing crosslinks and strand breaks in DNA through hydrogen binding. It also interferes with ribonucleic acid (RNA) and inhibits topoisomerase II, an enzyme responsible for the repairing and uncoiling damaged DNA. TOXICOLOGY: Interferes with DNA replication in rapidly dividing cells, such as bone marrow and gastrointestinal epithelium. Cardiac toxicity may be related to free radical production. EPIDEMIOLOGY: Inadvertent iatrogenic overdose is very rare, but has occurred. OVERDOSE: Clinical events in overdose are anticipated to be an extension of adverse effects. Severe myelosuppression may develop after overdose. Based on several inadvertent overdoses, patients receiving 140 to 180 mg\/m(2) as a single bolus injection died as a result of severe leukopenia with infection. Cardiotoxicity, including congestive heart failure and asymptomatic alterations in left ventricle function, has been reported. INTRATHECAL: Inadvertent intrathecal injection can be neurotoxic, and has resulted in seizures leading to coma, severe neurologic sequelae and paralysis. ADVERSE EFFECTS: Hematologic toxicity is generally the  dose-limiting toxicity. Severe myelosuppression will occur when mitoXANTRONE is used at high doses (greater than 14 mg\/m(2) x 3 days). The primary dose-limiting toxic effect of mitoXANTRONE is leukopenia which reaches a nadir by day 9 to 13 and returns to  normal by day 19 to 21.  Other adverse effects include nausea, vomiting, diarrhea, mucositis, elevated liver enzymes, and extravasation injury. Cardiotoxicity including congestive heart failure, tachycardia, dysrhythmias, chest pain and asymptomatic decreases in ejection fraction has also been reported. RARE: Anaphylactoid reactions, interstitial pneumonitis. <br\/>"},{"id":"379240-s-12-32","title":"Treatment","mono":"<b>MITOXANTRONE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat persistent nausea and vomiting with several antiemetics of different classes. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes. <\/li><li>Intrathecal injection: Intrathecal injection has been reported with mitoXANTRONE following inadvertent injection; neuropathy and severe neurotoxicity have occurred. The following recommendations are based on experience with other antineoplastic drugs. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Fresh frozen plasma (25 mL FFP per liter NS or LR) or albumin 5% have also been used for perfusion; may be useful because of high protein binding. Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: Prehospital gastrointestinal decontamination is not necessary as mitoXANTRONE is administered intravenously.<\/li><li>Airway management: Intubate if patient is unable to protect airway or if unstable dysrhythmias develop. Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Myelosuppression: Administer colony stimulating factors following a significant overdose as these patients are at risk for severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. In patients with a mitoXANTRONE overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days. <\/li><li>Extravasation injury: MitoXANTRONE is a vesicant. If extravasation occurs, stop the infusion. Disconnect the IV tubing, but leave the cannula or needle in place. Attempt to aspirate the extravasated drug from the needle or cannula. If possible, withdraw 3 to 5 mL of blood and\/or fluids through the needle\/cannula. Elevate the affected area. Apply ice packs for 15 to 20 minutes at least 4 times daily. Do not apply excessive cold to avoid tissue injury. Cold can cause local vasoconstriction and reduces fluid absorption. Treat site with topical dimethyl sulfoxide (DMSO) for a minimum of 7 days and maximum of 14 days; however, if blistering develops, discontinue DMSO and review site. Administer analgesia for severe pain. If pain persists, there is concern for compartment syndrome, or injury is apparent, an early surgical consult should be considered. Close observation of the extravasated area is suggested.  If tissue sloughing, necrosis or blistering occurs, treat as a chemical burn (ie, antiseptic dressings, silver sulfadiazine, antibiotics when applicable). Surgical or enzymatic debridement may be required. Risk of infection is increased in chemotherapy patients with reduced neutrophil count following extravasation. Consider culturing any open wounds. Monitor the site for the development of cellulitis, which may require antibiotic therapy.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor serum electrolytes, renal function and liver enzymes. Obtain an ECG, and institute continuous cardiac monitoring. Myelosuppression (eg, neutropenia, anemia, and thrombocytopenia) has been reported in patients receiving mitoXANTRONE. The primary dose-limiting toxic effect of mitoXANTRONE is leukopenia which reaches a nadir by day 9 to 13 and returns to  normal by day 19 to 21. Monitor serial CBC (with differential) and platelet count until there is evidence of bone marrow recovery. Monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract.<\/li><li>Enhanced elimination procedure: Although there is no information regarding the effectiveness of hemodialysis or hemoperfusion for the removal of mitoXANTRONE from plasma, it is extensively tissue bound and these modalities are not anticipated to be useful. <\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), cardiac function, and daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with overdose. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"379240-s-12-33","title":"Range of Toxicity","mono":"<b>MITOXANTRONE<\/b><br\/>TOXICITY: Limited data. ADULTS: Cases of leukopenia and infection leading to death have been reported with inadvertent overdoses ranging from 140 to 180 mg\/m(2). Doses of 100 to 180 mg\/m(2) have caused severe myelosuppression and left ventricular dysfunction in patients who survived. CHILDREN: A 9-year-old girl with AML developed severe myelosuppression after inadvertently receiving a 10-fold overdose bolus injection of 98 mg (100 mg\/m(2)) of mitoXANTRONE instead of 9.8 mg. She recovered following supportive care. THERAPEUTIC DOSE: Recommended dosage is 12 mg\/m(2) usually given as a short infusion (5 to 15 minutes) every 3 months.<br\/>"}]},{"id":"379240-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell patient urine or sclera may have blue-green color for up to 24 hours after administration.<\/li><li>Recommend female patient use reliable contraception to avoid pregnancy during therapy and advise multiple sclerosis patient that frequent pregnancy tests are required.<\/li><li>Drug may cause nausea, alopecia, fatigue, urinary tract infections, menstrual disorders, amenorrhea, asthenia, mucositis, and stomatitis.<\/li><li>Instruct patient to report signs\/symptoms of extravasation, as drug may cause tissue necrosis.<\/li><li>Advise patient to report signs\/symptoms of myelosuppression or congestive heart failure.<\/li><li>Counsel multiple sclerosis or prostate cancer patient to report signs\/symptoms of acute leukemia (excessive bruising, bleeding, recurrent infections).<\/li><\/ul>"}]}