{"generic":"Mupirocin","drugs":["Bactroban","Centany","Centany AT","Mupirocin"],"mono":{"0":{"id":"386330-s-0","title":"Generic Names","mono":"Mupirocin"},"1":{"id":"386330-s-1","title":"Dosing and Indications","sub":{"0":{"id":"386330-s-1-4","title":"Adult Dosing","mono":"<ul><li>reevaluate therapy if clinical improvement is not seen in 3 to 5 days<\/li><li><b>Impetigo:<\/b> apply 2% ointment TOPICALLY 3 times per day for 3 to 5 days; reevaluate if no response (manufacturer dose)<\/li><li><b>Impetigo:<\/b> apply to lesions twice daily for 5 days (guideline dose)<\/li><\/ul>"},"1":{"id":"386330-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness in pediatric patients under the age of 2 months have not been established<\/li><li>reevaluate therapy if clinical improvement is not seen in 3 to 5 days<\/li><li><b>Impetigo:<\/b> (2 months to 15 years) apply 2% ointment TOPICALLY 3 times a day for 3 to 5 days; reevaluate if no response<\/li><li><b>Impetigo:<\/b> apply to lesions twice daily for 5 days (guideline dose)<\/li><\/ul>"},"3":{"id":"386330-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Impetigo<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Burn - Infectious disease<\/li><li>Complication of catheter - Infectious disease, Exit site; Prophylaxis<\/li><li>Perianal candidiasis<\/li><li>Superficial bacterial infection of skin<\/li><\/ul>"}}},"3":{"id":"386330-s-3","title":"Contraindications\/Warnings","sub":[{"id":"386330-s-3-9","title":"Contraindications","mono":"Hypersensitivity to mupirocin or any components of the product <br\/>"},{"id":"386330-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic: Discontinue use if sensitization or severe local irritation occur<\/li><li>Gastrointestinal: Clostridium difficile-associated diarrhea has been reported, including cases occurring more than 2 months after administration; evaluate and institute appropriate medical management if suspected or confirmed; discontinuation may be warranted<\/li><li>Gastrointestinal: Not recommended for use on mucosal surfaces<\/li><li>Immunologic: Systemic allergic reactions (eg, anaphylaxis, angioedema, generalized rash, and urticaria) have been reported<\/li><li>IV Sites: Use not recommended with IV cannula or central IV sites due to promotion of fungal infection or antimicrobial resistance<\/li><li>Nonsusceptible organisms: Overgrowth of nonsusceptible organisms, including fungi, may occur with prolonged use<\/li><li>Ophthalmic: Avoid contact with eyes and rinse thoroughly if accidental contact occurs<\/li><li>Polyethylene Glycol: Use not recommended with conditions in which absorption of large quantities of polyethylene glycol may occur, particularly in the presence of moderate or severe renal impairment<\/li><li>Respiratory: Do not use nasally<\/li><\/ul>"},{"id":"386330-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"386330-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"386330-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Application site pain (1.5%), Sensation of burning of skin (1.5%), Stinging of skin (1.5%)<br\/><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Application site irritation<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile diarrhea<\/li><\/ul>"},"6":{"id":"386330-s-6","title":"Drug Name Info","sub":{"0":{"id":"386330-s-6-17","title":"US Trade Names","mono":"<ul><li>Bactroban<\/li><li>Centany<\/li><li>Centany AT<\/li><\/ul>"},"2":{"id":"386330-s-6-19","title":"Class","mono":"Antibacterial<br\/>"},"3":{"id":"386330-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"386330-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"386330-s-7","title":"Mechanism Of Action","mono":"<ul><li>Nasal: Mupirocin inhibits bacterial protein synthesis by reversibly and specifically binding to bacterial isoleucyl transfer-RNA synthetase. Because of this process,  mupirocin does not demonstrate in vitro  cross-resistance with other classes of antimicrobial agents .<\/li><li>The type of mupirocin resistance that may occur appears to result from the production of a modified isoleucyl transfer-RNA synthetase. High-level plasmid-mediated resistance (minimum inhibitory concentration [MIC] &gt; 1024 mcg per mL) has been reported in some strains of Staphylococcus aureus  and coagulase-negative staphylococci .<\/li><li>Mupirocin is bactericidal at concentrations achieved by topical intranasal administration. However, the minimum bactericidal concentration (MBC) against relevant intranasal pathogens is generally eightfold to thirty-fold higher than the MIC. In addition, mupirocin is highly protein-bound, and the effect of nasal secretions on the MIC of intranasal mupirocin has not been determined .<\/li><li>Mupirocin has been shown to be active against most strains of methicillin-resistant S. aureus, both in vitro  and in clinical studies of the eradication of nasal colonization.<\/li><li>Topical: The mechanism of action is not completely understood. Mupirocin is bacteriostatic at low concentrations and bactericidal at high concentrations. This agent reversibly and specifically binds to bacterial isoleucyl transfer RNA synthetase, thereby inhibiting bacterial protein and RNA synthesis. DNA synthesis and cell wall formation are affected to a lesser extent. <\/li><\/ul>"},"8":{"id":"386330-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"386330-s-8-23","title":"Absorption","mono":"Nasal: 3.3% (range 1.2 to 5.1%)   <br\/>"},"3":{"id":"386330-s-8-26","title":"Excretion","mono":"Nasal: Renal <br\/>"},"4":{"id":"386330-s-8-27","title":"Elimination Half Life","mono":"Nasal:  20 to 40 min (males) <br\/>"}}},"9":{"id":"386330-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>may cover treated areas with gauze dressings if desired<\/li><li>avoid contact with eyes<\/li><\/ul>"},"10":{"id":"386330-s-10","title":"Monitoring","mono":"<ul><li>clearing of infected skin.<\/li><li>re-evaluate patients who have not shown a clinical response within 3 to 5 days of starting therapy (cream or ointment).<\/li><li>evidence of sensitization or severe local irritation.<\/li><\/ul>"},"11":{"id":"386330-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Topical Ointment: 2 %<br\/><\/li><li><b>Bactroban<\/b><br\/>Topical Ointment: 2 %<br\/><\/li><li><b>Centany AT<\/b><br\/>Topical Ointment: 2 %<br\/><\/li><li><b>Centany<\/b><br\/>Topical Ointment: 2 %<br\/><\/li><\/ul>"},"13":{"id":"386330-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell patient to contact a healthcare professional if condition has not improved after 3 to 5 days.<\/li><li>Side effects may include burning, stinging, pain, dry skin, swelling, or tenderness.<\/li><li>Advise patient to report irritation, severe itching, or rash.<\/li><li>Instruct patient to avoid contact with eyes and to rinse thoroughly with water if accidental contact occurs.<\/li><\/ul>"}}}