{"generic":"Nafarelin Acetate","drugs":["Nafarelin Acetate","Synarel"],"mono":{"0":{"id":"390060-s-0","title":"Generic Names","mono":"Nafarelin Acetate"},"1":{"id":"390060-s-1","title":"Dosing and Indications","sub":{"0":{"id":"390060-s-1-4","title":"Adult Dosing","mono":"<b>Endometriosis:<\/b> 400 mcg\/day INTRANASALLY by 1 spray (200 mcg) into 1 nostril in the morning and 1 spray (200 mcg) into the other nostril in the evening; MAX 800 mcg\/day; initiate treatment between days 2 and 4 of the menstrual cycle; recommended duration 6 months "},"1":{"id":"390060-s-1-5","title":"Pediatric Dosing","mono":"<b>Central precocious puberty, In children of both sexes:<\/b> 1600 mcg\/day INTRANASALLY by 2 sprays into each nostril in the morning and 2 sprays into each nostril in the evening; may increase to 1800 mcg\/day if needed (3 sprays into alternating nostrils 3 times daily), wait 30 seconds in between sprays "},"3":{"id":"390060-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Central precocious puberty, In children of both sexes<\/li><li>Endometriosis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Hirsutism<br\/>"}}},"3":{"id":"390060-s-3","title":"Contraindications\/Warnings","sub":[{"id":"390060-s-3-9","title":"Contraindications","mono":"<ul><li>breastfeeding<\/li><li>hypersensitivity to gonadotropin releasing hormone (GnRH), GnRH agonist analogs, nafarelin, or any component of this product<\/li><li>pregnancy; may cause fetal harm<\/li><li>vaginal bleeding, undiagnosed abnormal<\/li><\/ul>"},{"id":"390060-s-3-10","title":"Precautions","mono":"<ul><li>cardiovascular disease (heart attack, sudden cardiac death, stroke); increased risk shown in men receiving gonadotropin releasing hormone (GnRH) agonists as androgen deprivation therapy for prostate cancer; monitoring recommended<\/li><li>contraception may not be insured<\/li><li>diabetes mellitus; increased risk shown in men receiving gonadotropin releasing hormone (GnRH) agonists as androgen deprivation therapy for prostate cancer; monitoring recommended<\/li><li>endometriosis; risk of ovarian cysts during first two months of therapy<\/li><li>pituitary gonadotropic and gonadal functions, diagnostic tests of; results obtained during treatment and up to 4 to 8 weeks post-treatment may be misleading due to suppression of the pituitary-gonadal system<\/li><li>polycystic ovarian disease with endometriosis; increased risk of ovarian cysts during first two months of therapy<\/li><li>risk factors for loss of bone mineral content, major (including chronic alcohol and\/or tobacco use, strong family history of osteoporosis, and chronic use of drugs that may reduce bone mass such as anticonvulsants and corticosteroids); increased risk of bone density loss<\/li><li>vaginal spotting, bleeding or menstruation<\/li><\/ul>"},{"id":"390060-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Nafarelin: X (FDA)<\/li><li>Nafarelin: D (AUS)<\/li><\/ul>"},{"id":"390060-s-3-12","title":"Breast Feeding","mono":"Nafarelin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"390060-s-4","title":"Drug Interactions","sub":[{"id":"390060-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Mesoridazine (theoretical)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"390060-s-4-14","title":"Major","mono":"<ul><li>Alfuzosin (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Apomorphine (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Astemizole (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Azithromycin (theoretical)<\/li><li>Bedaquiline (theoretical)<\/li><li>Chloroquine (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclobenzaprine (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dasatinib (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Doxepin (theoretical)<\/li><li>Droperidol (theoretical)<\/li><li>Ebastine (theoretical)<\/li><li>Eribulin (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Famotidine (theoretical)<\/li><li>Felbamate (theoretical)<\/li><li>Fingolimod (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Formoterol (theoretical)<\/li><li>Foscarnet (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Galantamine (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Halofantrine (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Hydroquinidine (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ibutilide (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lapatinib (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lumefantrine (theoretical)<\/li><li>Mefloquine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Mizolastine (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Paroxetine (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Pentamidine (theoretical)<\/li><li>Perflutren Lipid Microsphere (theoretical)<\/li><li>Perphenazine (theoretical)<\/li><li>Pipamperone (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Probucol (theoretical)<\/li><li>Procainamide (theoretical)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Quinine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Rilpivirine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Sodium Phosphate (theoretical)<\/li><li>Sodium Phosphate, Dibasic (theoretical)<\/li><li>Sodium Phosphate, Monobasic (theoretical)<\/li><li>Solifenacin (theoretical)<\/li><li>Sorafenib (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Sunitinib (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Tamoxifen (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telavancin (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tetrabenazine (theoretical)<\/li><li>Tizanidine (theoretical)<\/li><li>Tolterodine (theoretical)<\/li><li>Toremifene (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vardenafil (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Venlafaxine (theoretical)<\/li><li>Vilanterol (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Vorinostat (theoretical)<\/li><\/ul>"}]},"5":{"id":"390060-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Acne (10%)<\/li><li><b>Endocrine metabolic:<\/b>Hot sweats (endometriosis: 90%; precocious puberty: 3%)<\/li><li><b>Musculoskeletal:<\/b>Decreased bone mineral density<\/li><li><b>Neurologic:<\/b>Headache<\/li><li><b>Psychiatric:<\/b>Mood swings (6%)<\/li><li><b>Reproductive:<\/b>Abnormal vaginal bleeding (8%), Erectile dysfunction, Swelling of breast (8%), Vaginal dryness (20%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Deep venous thrombosis, Myocardial infarction<\/li><li><b>Endocrine metabolic:<\/b>Serum cholesterol raised (9%), Serum triglycerides raised (12%)<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><\/ul>"},"6":{"id":"390060-s-6","title":"Drug Name Info","sub":{"0":{"id":"390060-s-6-17","title":"US Trade Names","mono":"Synarel<br\/>"},"2":{"id":"390060-s-6-19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Luteinizing Hormone Releasing Hormone Agonist<\/li><\/ul>"},"3":{"id":"390060-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"390060-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"390060-s-7","title":"Mechanism Of Action","mono":"Nafarelin acetate is a potent synthetic agonistic analog of naturally occurring gonadotropin-releasing hormone (GnRH). It enhances the release of pituitary gonadotropins, LH and FSH resulting in a temporary rise of gonadal steroidogenesis, however, repeat administration of the drug suppresses the stimulatory effect on the pituitary gland.<br\/>"},"8":{"id":"390060-s-8","title":"Pharmacokinetics","sub":[{"id":"390060-s-8-23","title":"Absorption","mono":"<ul><li>Intranasal, children: time to peak concentration, 10 min to 45 min<\/li><li>Intranasal, adult women: time to peak concentration, 10 min to 40 min<\/li><li>Bioavailability: 2.8% (1.2% to 5.6%)<\/li><\/ul>"},{"id":"390060-s-8-24","title":"Distribution","mono":"Protein binding: about 80% <br\/>"},{"id":"390060-s-8-25","title":"Metabolism","mono":"<ul><li>Peptidase<\/li><li>Metabolite: Tyr-D(2)-Nal-Leu-Arg-Pro-Gly-NH(2)(5-10)<\/li><\/ul>"},{"id":"390060-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: (subcutaneous), 18.5% to 44.2%<\/li><li>Renal: (subcutaneous), 44% to 55%, approximately 3% unchanged<\/li><\/ul>"},{"id":"390060-s-8-27","title":"Elimination Half Life","mono":"<ul><li>children: approximately 2.5 h<\/li><li>adults: approximately 3 h<\/li><\/ul>"}]},"9":{"id":"390060-s-9","title":"Administration","mono":"<b>Nasal<\/b><br\/><ul><li>tilt head back slightly, 30 sec between sprays<\/li><li>(concomitant nasal decongestant use) do not use decongestant until at least 2 hr after nafarelin administration<\/li><\/ul>"},"10":{"id":"390060-s-10","title":"Monitoring","mono":"<ul><li>central precocious puberty: suppression of luteinizing hormone and sex steroid hormone levels during the first 6 to 8 weeks of treatment for evidence of efficacy<\/li><li>central precocious puberty: growth and bone age velocity within 3 to 6 months of initiating treatment  and arrest of secondary sexual development as evidence of efficacy<\/li><li>endometriosis: amenorrhea and relief from dysmenorrhea, dyspareunia, and pelvic pain is evidence of efficacy<\/li><li>blood glucose and\/or glycosylated hemoglobin (HbA1c) levels; periodically<\/li><li>women of childbearing potential, pregnancy test prior to initiating therapy<\/li><li>signs and symptoms of cardiovascular disease<\/li><li>endometriosis: bone density before initiating re-treatment with a second 6-month course of therapy.<\/li><\/ul>"},"11":{"id":"390060-s-11","title":"How Supplied","mono":"<b>Synarel<\/b><br\/>Nasal Spray: 0.2 MG\/Actuation<br\/>"},"12":{"id":"390060-s-12","title":"Toxicology","sub":[{"id":"390060-s-12-31","title":"Clinical Effects","mono":"<b>LUTEINIZING HORMONE RELEASING HORMONE AGONISTS <\/b><br\/>USES: Leuprolide acetate is indicated for the palliative treatment of advanced prostate cancer, for the treatment of endometriosis and anemia associated with uterine leiomyomata (fibroids), and for the treatment of central precocious puberty in children. Goserelin acetate is indicated for the palliative treatment of prostate cancer and advanced breast cancer, and for the management of endometriosis. Histrelin acetate and triptorelin pamoate are indicated for palliative therapy of advanced prostate cancer. Nafarelin nasal solution is indicated for the management of endometriosis and for the treatment of central precocious puberty in children. Follitropin alfa\/lutropin alfa combination product is indicated for the stimulation of follicular development in adult women with severe luteinizing hormone and follicle stimulating hormone deficiency. PHARMACOLOGY: Luteinizing hormone releasing hormone (LH-RH) agonists will initially stimulate the release of pituitary gonadotropins, luteinizing hormone (LH) and follicle stimulating hormone (FSH), resulting in a transient increase of gonadal steroidogenesis. However, chronic administration of the LH-RH agonists results in inhibition of gonadotropin secretion leading to suppression of ovarian and testicular steroidogenesis. Ongoing therapy with these agents results in a decrease in estrogen and testosterone levels which can lead to a variety of symptoms. EPIDEMIOLOGY: Overdose is rare. Severe toxicity is not expected. OVERDOSE: Overdose information is limited. It is anticipated that overdose effects would be an extension of adverse effects reported with therapeutic use. ADVERSE EFFECTS: Initial administration of luteinizing hormone releasing hormone (LH-RH) agonists may result in disease \"flare\" characterized by increased bone pain, urinary obstruction, or spinal cord compression, and may last for 1 to 2 weeks of administration. Continued therapy results in a decrease in estrogen and testosterone levels, leading to a variety of related adverse effects including flushing, acne, headaches, depression, gynecomastia, impotence, decreased libido, amenorrhea, vaginal dryness, and osteopenia. Other adverse effects, reported with LH-RH agonist therapy, include injection site reactions (ie, pain, erythema, swelling, bruising), edema, rashes, alopecia, nausea and vomiting, abdominal pain, and weight gain. RARE: Hypersensitivity reactions, anaphylaxis, and pituitary apoplexy have been rarely reported. <br\/>"},{"id":"390060-s-12-32","title":"Treatment","mono":"<b>LUTEINIZING HORMONE RELEASING HORMONE AGONISTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most exposures are mild and require only supportive care. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose. For patients with severe ovarian hyperstimulation syndrome, initiate intravenous hydration, monitor fluid input and output, and initiate deep venous thrombosis prophylaxis.<\/li><li>Decontamination: Gastrointestinal decontamination is not indicated since these medications are administered via the intramuscular or subcutaneous route or intranasally.<\/li><li>Airway management: Airway management is not likely to be an issue. Provide supportive care.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting. Monitor hepatic enzymes in symptomatic patients. Monitor for evidence of ovarian hyperstimulation (pelvic pain, bloating) as clinically indicated. Obtain a pelvic ultrasound if ovarian hyperstimulation is a concern.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposure may be observed at home if asymptomatic. OBSERVATION CRITERIA: Symptomatic patients with uncontrollable nausea, vomiting, or abdominal pain should be evaluated in a healthcare facility. Patients may be discharged if asymptomatic 6 hours after exposure. ADMISSION CRITERIA: Symptomatic patients requiring ongoing supportive care may need admission. Patients with evidence of ovarian hyperstimulation syndrome may require admission. CONSULT CRITERIA: Severe poisoning does not usually occur with these agents; however, if concerned about ovarian hyperstimulation syndrome, consult an obstetrician\/gynecologist or specialist in reproductive medicine.<\/li><\/ul>"},{"id":"390060-s-12-33","title":"Range of Toxicity","mono":"<b>LUTEINIZING HORMONE RELEASING HORMONE AGONISTS<\/b><br\/>TOXICITY: A specific toxic dose has not been established. There was no difference in adverse effects observed following subcutaneous administration of leuprolide at doses up to 20 mg\/day for up to 2 years as compared with 1 mg\/day doses. THERAPEUTIC DOSE: Varies with agent and disease state. GOSERELIN: Prostate cancer (palliative treatment) - 3.6 mg SubQ every 28 days; Endometriosis - 3.6 mg SubQ every 28 days up to 6 months. HISTRELIN: Prostate cancer (palliative treatment) - 1 50-mg implant inserted SubQ for 12 months; Central precocious puberty (children) - 10 mcg\/kg\/day SubQ. LEUPROLIDE: Prostate cancer (palliative treatment) - 1 mg SubQ once daily, 7.5 mg IM or SubQ once monthly, 22.5 mg IM depot injection every 3 months, 30 mg IM depot injection every 4 months, or 1 implant inserted SubQ every 12 months (depending on formulation); Endometriosis - 3.75 mg IM depot injection once monthly for 6 months or 11.25 mg IM depot injection every 3 months for 6 months (depending on formulation); Central precocious puberty (children) - 50 mcg\/kg\/day SubQ for one dose and titrating upward by 10 mcg\/kg\/day if necessary or 300 mcg\/kg (minimum 7.5 mg) IM depot injection as one dose every 4 weeks and titrate upward by 3.75 mg every 4 weeks if necessary. LUTROPIN ALFA\/FOLLITROPIN ALFA: Follitropin alfa 150 international units\/lutropin alfa 75 international units (1 vial) SubQ daily; increase follitropin alfa dose if necessary by 37.5 to 75 international units after 7 to 14 day intervals. NAFARELIN: Endometriosis - 200 mcg\/day intranasally by 1 spray into 1 nostril in the morning and 1 spray into the other nostril in the evening, MAX 800 mcg\/day; Central precocious puberty (children) - 1600 mcg\/day intranasally by 2 sprays into each nostril in the morning and 2 sprays into each nostril in the evening. TRIPTORELIN: Prostate cancer (palliative treatment) - 3.75 mg IM depot injection every month or 11.25 IM long-acting injection every 84 days.<br\/>"}]},"13":{"id":"390060-s-13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient that contraception may not be insured, despite cessation of menstruation.<\/li><li>This drug may cause chest pain, acne, hot flashes, headache, mood swings, impotence, irregular periods, swollen breasts, vaginal dryness, dyspnea, or nasal irritation.<\/li><li>Tell patients using this medication for precocious puberty to report persistence of menstruation or breast enlargement after 2 months.<\/li><li>Instruct patient on proper intranasal administration technique.<\/li><li>Patient should not use nasal decongestants until at least 2 h after nafarelin administration.<\/li><\/ul>"}}}