{"generic":"Naftifine Hydrochloride","drugs":["Naftifine Hydrochloride","Naftin","Naftin-MP"],"mono":{"0":{"id":"390170-s-0","title":"Generic Names","mono":"Naftifine Hydrochloride"},"1":{"id":"390170-s-1","title":"Dosing and Indications","sub":{"0":{"id":"390170-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Tinea, Cruris, pedis, or corporis:<\/b> 2% cream, apply TOPICALLY once daily for 2 weeks to affected area and an additional one-half inch margin of healthy surrounding skin<\/li><li><b>Tinea, Cruris, pedis, or corporis:<\/b> 2% gel (tinea pedis only), apply TOPICALLY once daily for 2 weeks to affected area and an additional one-half inch margin of healthy surrounding skin<\/li><li><b>Tinea, Cruris, pedis, or corporis:<\/b> 1% cream, apply TOPICALLY once daily; reevaluate if no improvement after 4 weeks<\/li><li><b>Tinea, Cruris, pedis, or corporis:<\/b> 1% gel, apply TOPICALLY twice daily; reevaluate if no improvement after 4 weeks<\/li><\/ul>"},"3":{"id":"390170-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Tinea, Cruris, pedis, or corporis<br\/>"}}},"3":{"id":"390170-s-3","title":"Contraindications\/Warnings","sub":[{"id":"390170-s-3-9","title":"Contraindications","mono":"hypersensitivity to any component of the product <br\/>"},{"id":"390170-s-3-10","title":"Precautions","mono":"irritation or sensitivity may occur; discontinue product if occurs <br\/>"},{"id":"390170-s-3-11","title":"Pregnancy Category","mono":"Naftifine: B (FDA)<br\/>"},{"id":"390170-s-3-12","title":"Breast Feeding","mono":"Naftifine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"390170-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Dry skin (cream, 3%), Erythema (cream, 2%; gel, 0.5%), Pruritus (cream, up to 2%; gel, 1%), Sensation of burning of skin, Skin irritation (cream, 2%), Stinging of skin<br\/><b>Serious<\/b><br\/><b>Hematologic:<\/b>Agranulocytosis<br\/>"},"6":{"id":"390170-s-6","title":"Drug Name Info","sub":{"0":{"id":"390170-s-6-17","title":"US Trade Names","mono":"<ul><li>Naftin<\/li><li>Naftin-MP<\/li><\/ul>"},"2":{"id":"390170-s-6-19","title":"Class","mono":"<ul><li>Allylamine<\/li><li>Antifungal<\/li><\/ul>"},"3":{"id":"390170-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"390170-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"390170-s-7","title":"Mechanism Of Action","mono":"Naftifine hydrochloride is a broad-spectrum, synthetic allylamine derivative antifungal agent. Its precise mechanism of action is unknown, but apparently involves sterol biosynthesis via squalene 2,3-epoxidase enzyme inhibition resulting in decrease of sterols - specifically ergosterol.<br\/>"},"8":{"id":"390170-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"390170-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Topical, cream: 8 hours (day 1) and 6 hours (day 14)<\/li><li>Tmax, Topical, gel: 20 hours (day 1) and 8 hours (day 14)<\/li><\/ul>"},"3":{"id":"390170-s-8-26","title":"Excretion","mono":"Renal: 0.0016% to 0.01% of the applied dose <br\/>"}}},"9":{"id":"390170-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>gently massage into affected areas and surrounding skin; wash hands following application<\/li><li>do not use occlusive dressings unless otherwise directed<\/li><li>for topical use only; not for intravaginal or ophthalmic use<\/li><\/ul>"},"10":{"id":"390170-s-10","title":"Monitoring","mono":"improvement in the signs and symptoms of dermatomycosis is indicative of efficacy.<br\/>"},"11":{"id":"390170-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Topical Cream: 1 %<br\/><\/li><li><b>Naftin<\/b><br\/><ul><li>Topical Cream: 1 %, 2 %<\/li><li>Topical Gel\/Jelly: 1 %, 2 %<\/li><\/ul><\/li><\/ul>"},"12":{"id":"390170-s-12","title":"Toxicology","sub":[{"id":"390170-s-12-31","title":"Clinical Effects","mono":"<b>NAFTIFINE AND RELATED AGENTS <\/b><br\/>USES: Naftifine cream and gel (1%) are used to treat tinea pedis, tinea cruris, and tinea corporis caused by the organisms Trichophyton rubrum, Trichophyton mentagrophytes, and Epidermophyton floccosum. Naftifine gel 1% is also used treat the same conditions caused by Trichophyton tonsurans. PHARMACOLOGY: Naftifine hydrochloride is a broad-spectrum, synthetic allylamine derivative antifungal agent. Its precise mechanism of action is unknown but apparently involves sterol biosynthesis via squalene 2, 3-epoxidase enzyme inhibition resulting in decrease of sterols, specifically ergosterol. Naftifine has both fungicidal and fungistatic activities. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: No overdose data are available.  Toxicity risk from naftifine is extremely low. Nausea, vomiting, and diarrhea may occur primarily due to product emollient base. Refer to LAXATIVE-EMOLLIENT document for more information. ADVERSE EFFECTS: The primary adverse effects are burning\/stinging, dryness, erythema, rash, itching, local irritation, skin tenderness, and allergic contact dermatitis. <br\/>"},{"id":"390170-s-12-32","title":"Treatment","mono":"<b>NAFTIFINE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is not expected after overdose of naftifine. Treatment is symptomatic and supportive.<\/li><li>Decontamination: PREHOSPITAL:  Toxicity after acute ingestion is unlikely.  Nausea, vomiting, and diarrhea may occur primarily due to product emollient base. Gastrointestinal decontamination is generally unnecessary. HOSPITAL: Toxicity after acute ingestion is unlikely.  Gastrointestinal decontamination is generally unnecessary.<\/li><li>Airway management: Should not be required in these cases.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary. Monitor serum electrolytes in patients with severe vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Hemodialysis is not recommended given the low toxicity of this drug.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent ingestion, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions  and any patient with more than mild GI distress after unintentional ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. ADMISSION CRITERIA: Hospital admission is rarely necessary. Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"390170-s-12-33","title":"Range of Toxicity","mono":"<b>NAFTIFINE AND RELATED AGENTS <\/b><br\/>TOXICITY: Minimum toxic doses have not been established; significant toxicity is not expected.. ANIMAL STUDIES: In animal studies, 200 to 300 mg\/kg\/day doses were administered to animals for weeks and no adverse effects were observed; 500 mg\/kg acutely was fatal in only a few of the mice exposed.  It would appear that aggressive treatment is unnecessary. THERAPEUTIC DOSES: ADULTS: Applied once daily. CHILDREN: Safety and efficacy of naftifine have not been established in pediatric patients. <br\/>"}]},"13":{"id":"390170-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid contact of drug with eyes, nose, mouth, or other mucous membranes.<\/li><li>This drug may cause pruritus, erythema, or a burning sensation of skin.<\/li><li>Instruct patient to report irritation or sensitivity.<\/li><li>Advise patient that symptomatic improvement may not be seen for a few weeks. Patient should report if no improvement seen after 4 weeks of therapy.<\/li><li>Patient should not use an occlusive dressing over treated areas.<\/li><\/ul>"}}}