{"drugs":["Evzio","Naloxone Hydrochloride","Narcan"],"mono":{"0":{"id":"390800-s-0","title":"Generic Names","mono":"Naloxone Hydrochloride"},"1":{"id":"390800-s-1","title":"Dosing and Indications","sub":[{"id":"390800-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Overdose of opiate, known or suspected:<\/b> 0.04 to 0.4 mg IV\/IM\/INTRANASALLY, repeat dosing or dose increase to 2 mg if the initial response is inadequate; higher doses may be required with atypical opioids per American Heart Association guidelines; INTRATRACHEAL doses may require 2 to 2.5 times the IV dose<\/li><li><b>Overdose of opiate, known or suspected:<\/b> 0.4 to 2 mg IV, repeat every 2 to 3 minutes as needed; if no response after 10 mg, reconsider diagnosis of opioid toxicity; may administer IM or SUBQ if IV route is unavailable (manufacturer dosing)<\/li><li><b>Overdose of opiate, known or suspected:<\/b> (Evzio(TM) auto-injector) 1 dose (0.4 mg) IM or SUBQ into the anterolateral aspect of the thigh; may repeat every 2 to 3 minutes<\/li><li><b>Reversal of opiate activity, Respiratory depression, with therapeutic opioid use:<\/b> 0.04 to 0.4 mg IV\/IM\/INTRANASALLY, repeat dosing or dose increase to 2 mg if the initial response is inadequate; higher doses may be required with atypical opioids per American Heart Association guidelines; INTRATRACHEAL doses may require 2 to 2.5 times the IV dose<\/li><li><b>Reversal of opiate activity, Respiratory depression, with therapeutic opioid use:<\/b> 0.1 to 0.2 mg IV, repeat every 2 to 3 minutes as needed to desired degree of reversal; may repeat dose within 1 to 2 hours depending on amount and type of opioid and time interval since last opioid administration; if IV route is not available, may administer IM or SUBQ (manufacturer dosing)<\/li><li><b>Septic shock; Adjunct:<\/b> optimal dosing and timing not yet defined<\/li><\/ul>"},{"id":"390800-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Overdose of opiate, known or suspected:<\/b> for full reversal (younger than 5 years or 20 kg or less), 0.1 mg\/kg IV\/INTRAOSSEOUSLY\/INTRATRACHEALLY; for intratracheal use, flush with 5 mL of NS and follow with 5 ventilations; INTRATRACHEAL doses may require 2 to 3 times the IV dose (guideline dosing)  OR initial, 0.01 mg\/kg IV followed by 0.1 mg\/kg IV if desired clinical response has not been achieved; divided doses may be given via IM or SUBQ route if IV route is not available (manufacturer dosing)<\/li><li><b>Overdose of opiate, known or suspected:<\/b> for full reversal (5 years or older or greater than 20 kg), 2 mg IV\/INTRAOSSEOUSLY\/INTRATRACHEALLY; for intratracheal use, flush with 5 mL of NS and follow with 5 ventilations; INTRATRACHEAL doses may require 2 to 3 times the IV dose (guideline dosing)  OR initial, 0.01 mg\/kg IV followed by 0.1 mg\/kg IV if desired clinical response has not been achieved; divided doses may be given via IM or SUBQ route if IV route not available (manufacturer dosing)<\/li><li><b>Overdose of opiate, known or suspected:<\/b> (Evzio(TM) auto-injector) 1 dose (0.4 mg) IM or SUBQ into the anterolateral aspect of the thigh; may repeat every 2 to 3 minutes; for patients younger than 1 year, the thigh muscle should be pinched while administering<\/li><li><b>Reversal of opiate activity, Respiratory depression, with therapeutic opioid use:<\/b> 0.001 to 0.005 mg\/kg IV\/INTRAOSSEOUS\/INTRATRACHEALLY and titrate to effect; for intratracheal use, flush with 5 mL of NS and follow with 5 ventilations; INTRATRACHEAL doses may require 2 to 3 times the IV dose (guideline dosing) OR 0.005 to 0.01 mg\/kg IV every 2 to 3 minutes as needed to desired degree of reversal; may repeat within 1 to 2 hours depending on amount and type of opioid and time interval since last opioid administration; if IV route is not available, may administer in divided doses IM or SUBQ (manufacturer dosing)<\/li><li><b>Reversal of opiate activity, Respiratory depression, with therapeutic opioid use:<\/b> (neonates) usual initial dose is 0.01 mg\/kg IV\/IM\/SUBQ; repeat every 2 to 3 minutes as needed to desired degree of reversal; may repeat dose within 1 to 2 hours depending on amount and type of opioid and time interval since last opioid administration; if IV route is not available, may administer in divided doses IM or SUBQ (manufacturer dosing).<\/li><\/ul>"},{"id":"390800-s-1-6","title":"Dose Adjustments","mono":"<b>renal failure:<\/b> no dosage adjustment required "},{"id":"390800-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Overdose of opiate, known or suspected<\/li><li>Reversal of opiate activity, Respiratory depression, with therapeutic opioid use<\/li><li>Septic shock; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Antidiarrheal overdose, Diphenoxylate<\/li><li>Opioid dependence; Diagnosis<\/li><li>Opioid-induced constipation<\/li><li>Pruritus of skin, Chronic<\/li><li>Pruritus of skin, Opioid-induced<\/li><\/ul>"}]},"3":{"id":"390800-s-3","title":"Contraindications\/Warnings","sub":[{"id":"390800-s-3-9","title":"Contraindications","mono":"hypersensitivity to naloxone  or any product ingredients <br\/>"},{"id":"390800-s-3-10","title":"Precautions","mono":"<ul><li>abrupt postoperative reversal of opioid depression; risk of seizures, ventricular tachycardia and fibrillation, pulmonary edema, cardiac arrest and potentially death; monitoring recommended<\/li><li>acute toxicity caused by levopropoxyphene; naloxone is not effective<\/li><li>agitation; excessive doses of naloxone may result in significant reversal of analgesia<\/li><li>during labor; risk of severe hypertensive episodes in patients with mild to moderate hypertension; monitor blood pressures<\/li><li>known or suspected physical dependence on opioids; naloxone will precipitate acute withdrawal symptoms  within minutes after administration and will subside in about 2 hours; observe patients for recurrence of respiratory depression and other narcotic effects for at least 2 hours after the last dose of naloxone<\/li><li>liver disease; naloxone is primarily metabolized in the liver; use with caution<\/li><li>neonates; if not recognized and treated, opioid withdrawal may be life-threatening; signs and symptoms include convulsions, excessive crying, and hyperactive reflexes.<\/li><li>newborns of mothers suspected of long-term opioid use; do not administer naloxone due to risk of seizures and\/or acute withdrawal<\/li><li>postoperative patients with concurrent use of cardiotoxic drugs; risk of pulmonary edema due to significant shift of blood volume into the pulmonary vascular bed by naloxone, causing increased hydrostatic pressures; monitoring recommended<\/li><li>postoperative patients with preexisting cardiac disease; risk of pulmonary edema due to a significant shift of blood volume into the pulmonary vascular bed by naloxone, causing increased hydrostatic pressures; monitoring recommended<\/li><li>renal disease; the safety and effectiveness not been established; use with caution<\/li><li>respiratory and\/or CNS depression may return after initial symptomatic improvement; seek emergency assistance immediately after first dose, provide continued surveillance for patient, and repeat dose as necessary (Evzio(TM))<\/li><li>respiratory depression caused by partial agonists or mixed agonist\/antagonists, such as buprenorphine and pentazocine; may require higher doses of naloxone or reversal may be incomplete; if incomplete response occurs, respirations should be mechanically assisted as clinically indicated<\/li><li>respiratory depression caused by non-opioid drugs; naloxone is not effective<\/li><li>septic shock patients; risk of agitation, nausea and vomiting, pulmonary edema, hypotension, cardiac arrhythmias, and seizures; use with caution particularly if the patient has underlying pain, have previously received opioid therapy, or if the patient has developed opioid tolerance<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"390800-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Naloxone: C (FDA)<\/li><li>Naloxone: B1 (AUS)<\/li><\/ul>"},{"id":"390800-s-3-12","title":"Breast Feeding","mono":"<ul><li>Naloxone: WHO: WHO documentation states insufficient data.<\/li><li>Naloxone: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"390800-s-4","title":"Drug Interactions","sub":{"1":{"id":"390800-s-4-14","title":"Major","mono":"<ul><li>Morphine (established)<\/li><li>Morphine Sulfate Liposome (established)<\/li><li>Naloxegol (theoretical)<\/li><li>Oxycodone (established)<\/li><li>Oxymorphone (established)<\/li><\/ul>"},"2":{"id":"390800-s-4-15","title":"Moderate","mono":"<ul><li>Clonidine (probable)<\/li><li>Yohimbine (established)<\/li><\/ul>"}}},"5":{"id":"390800-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Hypertension, Hypotension, Tachycardia, Ventricular fibrillation, Ventricular tachycardia<\/li><li><b>Dermatologic:<\/b>Sweating<\/li><li><b>Gastrointestinal:<\/b>Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Coma, Encephalopathy, Seizure, Tremor<\/li><li><b>Respiratory:<\/b>Pulmonary edema<\/li><li><b>Other:<\/b>Opioid withdrawal<\/li><\/ul>"},"6":{"id":"390800-s-6","title":"Drug Name Info","sub":{"0":{"id":"390800-s-6-17","title":"US Trade Names","mono":"<ul><li>Narcan<\/li><li>Evzio<\/li><\/ul>"},"2":{"id":"390800-s-6-19","title":"Class","mono":"<ul><li>Antidote<\/li><li>Opioid Antagonist<\/li><\/ul>"},"3":{"id":"390800-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"390800-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"390800-s-7","title":"Mechanism Of Action","mono":"Naloxone hydrochloride is an opioid antagonist with greatest affinity for the mu receptor. It acts by competing for the mu, kappa, and sigma opiate receptor sites in the CNS.<br\/>"},"8":{"id":"390800-s-8","title":"Pharmacokinetics","sub":[{"id":"390800-s-8-23","title":"Absorption","mono":"Tmax, subQ or IM: 15 minutes (Evzio(R) auto-injector); 20 minutes (standard syringe) <br\/>"},{"id":"390800-s-8-24","title":"Distribution","mono":"Protein binding, Albumin: relatively weak <br\/>"},{"id":"390800-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: extensive<\/li><li>Naloxone-3-glucoronide (major): inactive<\/li><\/ul>"},{"id":"390800-s-8-26","title":"Excretion","mono":"Renal: 25% to 40% as metabolites (within 6 hours), about 50% (in 24 hours), 60% to 70% (in 72 hours) <br\/>"},{"id":"390800-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Adults: 1.28 hours (Evzio(R) auto-injector); 30 min to 81 min (standard injection)<\/li><li>Neonates: 3.1 hours +\/- 0.5 hours<\/li><\/ul>"}]},"9":{"id":"390800-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>may be administered IV, IM, or SUBQ<\/li><li>(Evzio(TM) auto-injector) administer IM or SUBQ only<\/li><\/ul><\/li><li><b>Intramuscular<\/b><br\/><ul><li>(Evzio(TM) auto-injector) do not attempt to replace the red safety guard; once removed, administer the dose immediately or discard unused dose<\/li><li>(Evzio(TM) auto-injector) administer IM into anterolateral aspect of the thigh; for children younger than 1 year pinch thigh during administration<\/li><li>(Evzio(TM) auto-injector) after injection, the black base locks and a red indicator light appears indicating that dose has been delivered<\/li><li>(Evzio(TM) auto-injector) if electronic voice instruction does not operate, dose can still be delivered<\/li><li>(Evzio(TM) auto-injector) immediately following administration call for emergency medical help and keep patient under continuous surveillance<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/>(IV infusion) dilute 2 mg of naloxone hydrochloride into 500 mL of NS or D5W to a concentration of 0.004 mg\/mL; use within 24 hours<br\/><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>(Evzio(TM) auto-injector) do not attempt to replace the red safety guard; once removed, administer the dose immediately or discard unused dose<\/li><li>(Evzio(TM) auto-injector) administer subQ into anterolateral aspect of the thigh; for children younger than 1 year pinch thigh during administration<\/li><li>(Evzio(TM) auto-injector) after injection, the black base locks and a red indicator light appears indicating that dose has been delivered<\/li><li>(Evzio(TM) auto-injector) if electronic voice instruction does not operate, dose can still be delivered<\/li><li>(Evzio(TM) auto-injector) immediately following administration call for emergency medical help and keep patient under continuous surveillance<\/li><\/ul><\/li><\/ul>"},"10":{"id":"390800-s-10","title":"Monitoring","mono":"<ul><li>reduction in opioid effects, including respiratory depression and CNS depression is indicative of efficacy<\/li><li>respiratory and\/or CNS depression; continued surveillance until emergency assistance begins<\/li><li>cardiovascular effects (ie, hypotension, ventricular tachycardia or fibrillation, pulmonary edema); in patients with preexisting cardiac disease or treated with potentially cardiotoxic drugs<\/li><li>signs and symptoms of relapse; for at least 24 hours with pediatric patients<\/li><li>residual needle parts and signs of infection; in neonates and infants under 1 year of age<\/li><\/ul>"},"11":{"id":"390800-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Injection Solution: 0.4 MG\/ML, 1 MG\/ML<br\/><\/li><li><b>Evzio<\/b><br\/>Injection Solution: 0.4 MG\/0.4 ML<br\/><\/li><li><b>Novaplus naloxone HCl<\/b><br\/>Injection Solution: 0.4 MG\/ML<br\/><\/li><li><b>PremierPro Rx naloxone HCl<\/b><br\/>Injection Solution: 0.4 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"390800-s-12","title":"Toxicology","sub":[{"id":"390800-s-12-31","title":"Clinical Effects","mono":"<b>NALOXONE <\/b><br\/>USES: Naloxone is used to reverse the effects of opioid medications and is indicated for the reversal of life threatening respiratory depression secondary to opioid overdose. It is also used in combination with other agents as an abuse deterrent. PHARMACOLOGY: Naloxone is a pure opioid antagonist that competes with and displaces narcotics at opioid receptor sites. TOXICOLOGY: The antagonistic effects of naloxone at opioid receptors may precipitate acute withdrawal symptoms in opioid dependent patients. EPIDEMIOLOGY: Overdose of naloxone is rare. It is used commonly in a variety of settings including prehospital care settings, emergency departments, and operating rooms. OVERDOSE: Naloxone is not a drug of abuse and there is essentially no overdose phenomenon. Increased blood pressure may occur following overdose. ADVERSE EFFECTS: The adverse effects of naloxone are related to its antagonistic effects to narcotics and the resulting withdrawal symptoms. Symptoms include pain, hypertension, diaphoresis, piloerection, muscle cramping, diarrhea, nausea, vomiting, and agitation. Pulmonary edema and dysrhythmias, including ventricular fibrillation, have been reported in association with the use of naloxone. There have also been reports of acute lung injury, seizures, dysphagia, urinary urgency, and increases of cortisol and growth hormone. NEONATES: In neonates, withdrawal symptoms also include excessive crying, hyperactive reflexes, and convulsions.<br\/>"},{"id":"390800-s-12-32","title":"Treatment","mono":"<b>NALOXONE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treatment of mild to moderate withdrawal induced by naloxone includes the use of benzodiazepines for agitation and antiemetics for nausea and vomiting. Because naloxone has a short duration of action compared with most opioids, no further treatment is generally needed. In mild cases, symptoms usually subside within 1 to 2 hours. Clonidine has also been used to treat opioid withdrawal symptoms and dicyclomine has been used to treat diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive and may include benzodiazepines for agitation and antiemetics for nausea and vomiting. Because naloxone has a short duration of action compared with most opioids, no further treatment is generally needed. In mild cases, symptoms usually subside within 1 to 2 hours. Clonidine has also been used to treat opioid withdrawal symptoms and dicyclomine to treat diarrhea. If pulmonary edema develops, oxygen, bilevel positive airway pressure, or endotracheal intubation may be required. Seizures should be treated with standard antiepileptic agents such as benzodiazepines, barbiturates, and propofol.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not recommended; administered via the parenteral route. HOSPITAL: Because naloxone is not active orally, gastrointestinal decontamination is not necessary.<\/li><li>Airway management: Ensure adequate ventilation. Provide bilevel positive airway pressure as required and perform endotracheal intubation early in patients with pulmonary edema or serious toxicity.<\/li><li>Antidote: None<\/li><li>Hypertensive episode: Mild\/moderate asymptomatic hypertension does not usually require treatment. For severe hypertension, nitroprusside or phentolamine are preferred, with nitroglycerin or labetalol as alternatives.<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Monitoring of patient: No laboratory studies are needed after naloxone use or overdose unless otherwise clinically indicated. Naloxone concentrations are not widely available or clinically useful. Monitor respiratory and mental status when naloxone is used to reverse opioid toxicity.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Naloxone exposures in general should be very safe. Asymptomatic patients may remain at home with inadvertent exposures to naloxone alone. However, if naloxone was administered to reverse opioid toxicity, the patient should be brought in to a health care facility for further evaluation. OBSERVATION CRITERIA: Patients who are symptomatic, those with deliberate overdose, and patients in whom naloxone was used to reverse opioid toxicity should be referred to a health care facility for evaluation and observation. ADMISSION CRITERIA: Patients with pulmonary edema or those who are persistently symptomatic should be admitted. Admission is almost never necessary. CONSULT CRITERIA: Consult a toxicologist or a poison center for advice if there are concerns.<\/li><\/ul>"},{"id":"390800-s-12-33","title":"Range of Toxicity","mono":"<b>NALOXONE <\/b><br\/>TOXICITY: There is no specific known toxic dose with naloxone, though deaths have occurred in varying doses associated with its use. However, these case reports do not provide any direct evidence that the use of naloxone was solely responsible for mortality. THERAPEUTIC DOSE: ADULT: Standard dosing in adults may range widely, as the drug should be titrated to effect. Initial IV doses usually range from 0.1 to 2 mg, which may be repeated every 2 to 3 minutes. Additional doses may be needed every 20 to 60 minutes. Atypical opioids (eg, fentanyl, propoxyphene) or massive opioid overdoses may require much larger doses to reverse respiratory depression. In addition, to avoid precipitating acute withdrawal lower doses should be titrated incrementally in opioid-dependent patients. Continuous infusion of naloxone has also been used for respiratory depression with one suggestion of using 2\/3 of the initial effective naloxone bolus per hour with titrations to effect. INTRANASAL: Intranasal dosing is usually 2 mg (1mg\/nostril) with repeat dosing every 5 minutes if respiratory depression continues. PEDIATRIC\/PALS GUIDELINES: Pediatric dosing is initially 0.1 mg\/kg to a maximum of 2 mg and repeated every 2 to 5 minutes as needed. ALTERNATIVE DOSING: In cases of known or suspected chronic opioid therapy, a lower dose of 0.01 mg\/kg may be considered and titrated to effect to avoid withdrawal. <br\/>"}]},"13":{"id":"390800-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell patients or caregivers to seek emergency medical care immediately after use.<\/li><li>Advise patients and caregivers that signs of opioid withdrawal may occur in physically dependent patients (eg, body aches, fever, sweating, runny nose, piloerection, weakness, shivering or trembling, nervousness, restlessness or irritability, diarrhea, nausea or vomiting, or abdominal cramps).<\/li><li>Counsel caregivers that life-threatening opioid withdrawal may occur in physically dependent neonates. Symptoms may include convulsions, excessive crying, and hyperactive reflexes.<\/li><li>Side effects may include dyspnea, pulmonary edema, and cardiac arrest, which can progress to coma, encephalopathy, or death.<\/li><li>Tell patients or caregivers to administer the drug subQ or IM into the outer thigh, through clothing if necessary.<\/li><li>Counsel caregivers of patients under age 1 to pinch the thigh muscle during administration.<\/li><li>Instruct caregivers to keep the patient under continued surveillance until emergency care arrives.<\/li><li>Direct patients or caregivers to administer additional doses every 2 to 3 minutes, if necessary, until emergency care arrives.<\/li><\/ul>"}}}