{"drugs":["Deca-Durabolin","Hybolin Decanoate","Nandrolone Decanoate"],"mono":{"0":{"id":"390927-s-0","title":"Generic Names","mono":"Nandrolone Decanoate"},"1":{"id":"390927-s-1","title":"Dosing and Indications","sub":{"0":{"id":"390927-s-1-4","title":"Adult Dosing","mono":"<ul><li>Watson Pharmaceuticals has discontinued this product, effective 03\/20\/2007, because of the unavailability of the active pharmaceutical ingredient.<\/li><li><b>Anemia of chronic renal failure:<\/b> males; 100 to 200 mg IM once weekly<\/li><li><b>Anemia of chronic renal failure:<\/b> females; 50 to 100 mg IM once weekly<\/li><li><b>Breast cancer:<\/b> optimal dosing and timing not yet defined<\/li><\/ul>"},"1":{"id":"390927-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Watson Pharmaceuticals has discontinued this product, effective 03\/20\/2007, because of the unavailability of the active pharmaceutical ingredient.<\/li><li>safety and effectiveness in children less than 2 years of age has not been established<\/li><li><b>Anemia of chronic renal failure:<\/b> 2 to 13 yr; 25 to 50 mg IM once every 3 to 4 weeks<\/li><\/ul>"},"3":{"id":"390927-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Watson Pharmaceuticals has discontinued this product, effective 03\/20\/2007, because of the unavailability of the active pharmaceutical ingredient.<\/li><li>Anemia of chronic renal failure<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Watson Pharmaceuticals has discontinued this product, effective 03\/20\/2007, because of the unavailability of the active pharmaceutical ingredient.<\/li><li>Breast cancer<\/li><\/ul>"}}},"2":{"id":"390927-s-2","title":"Black Box Warning","mono":"<b>Intramuscular (Oil)<\/b><br\/>Peliosis hepatis, a condition in which liver and sometimes splenic tissue is replaced with blood-filled cysts, and liver cell tumors have been reported in patients receiving androgenic anabolic steroid therapy. These conditions can lead to life-threatening liver failure, intra-abdominal hemorrhage, or death. May also cause marked blood lipid changes that are known to be associated with an increased risk of atherosclerosis and coronary artery disease.<br\/>"},"3":{"id":"390927-s-3","title":"Contraindications\/Warnings","sub":[{"id":"390927-s-3-9","title":"Contraindications","mono":"<ul><li>breast cancer in females with hypercalcemia<\/li><li>breast cancer in males, known or suspected<\/li><li>nephrosis or the nephrotic phase of nephritis<\/li><li>pregnancy<\/li><li>prostate cancer, known or suspected<\/li><\/ul>"},{"id":"390927-s-3-10","title":"Precautions","mono":"<ul><li>anabolic steroids may cause hypercalcemia in breast cancer patients<\/li><li>cardiac disease<\/li><li>concomitant administration of adrenal corticoid steroid or ACTH may add to edema<\/li><li>concomitant administration of oral anticoagulants<\/li><li>diabetes (dose of insulin or hypoglycemic medications may need to be adjusted)<\/li><li>geriatric patients (risk of prostatic hypertrophy and prostatic carcinoma)<\/li><li>hepatic disease<\/li><li>pediatric patients (risk of accelerated bone maturation without compensatory gain in linear height)<\/li><li>renal disease<\/li><li>women (virilization may occur)<\/li><\/ul>"},{"id":"390927-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Nandrolone: X (FDA)<\/li><li>Nandrolone: D (AUS)<\/li><\/ul>"},{"id":"390927-s-3-12","title":"Breast Feeding","mono":"Nandrolone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"390927-s-4","title":"Drug Interactions","sub":{"1":{"id":"390927-s-4-14","title":"Major","mono":"<ul><li>Acenocoumarol (theoretical)<\/li><li>Anisindione (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Insulin Degludec (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"}}},"5":{"id":"390927-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Acne, Women and prepubertal boys, Female hirsutism, Male pattern alopecia, Women<\/li><li><b>Endocrine metabolic:<\/b>Gynecomastia, Men<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Insomnia<\/li><li><b>Psychiatric:<\/b>Depression, Excitability<\/li><li><b>Reproductive:<\/b>Atrophy of testis, Postpubertal males, Erectile dysfunction, Erection finding, Increased frequency, Hypertrophy of clitoris, Irregular periods, Libido - finding, Decreased or increased, men or women, Priapism, Size of penis - finding, Enlargement in prepubertal males, Testicular hypofunction<\/li><li><b>Other:<\/b>Change in voice, Deepening, in women, Drug habituation<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Edema<\/li><li><b>Endocrine metabolic:<\/b>Electrolyte imbalance, Impaired glucose tolerance<\/li><li><b>Hematologic:<\/b>Blood coagulation disorder, Suppression of clotting factors II, V, VII, and X, High density lipoprotein deficiency, Prothrombin time increased, Raised low density lipoprotein cholesterol<\/li><li><b>Hepatic:<\/b>Cholestatic jaundice syndrome (rare), Hepatic necrosis, Death (rare), Liver function tests abnormal, Peliosis hepatis<\/li><li><b>Musculoskeletal:<\/b>Premature epiphyseal closure, Children<\/li><\/ul>"},"6":{"id":"390927-s-6","title":"Drug Name Info","sub":{"0":{"id":"390927-s-6-17","title":"US Trade Names","mono":"<ul><li>Deca-Durabolin<\/li><li>Hybolin Decanoate<\/li><\/ul>"},"2":{"id":"390927-s-6-19","title":"Class","mono":"<ul><li>Anabolic Steroid<\/li><li>Androgen<\/li><li>Endocrine-Metabolic Agent<\/li><\/ul>"},"3":{"id":"390927-s-6-20","title":"Regulatory Status","mono":"Schedule III<br\/>"},"4":{"id":"390927-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"390927-s-7","title":"Mechanism Of Action","mono":"Nandrolone decanoate is a synthetic derivative of testosterone with both anabolic and androgenic effects. It increases hemoglobin and red cell mass in anemic patients with renal insufficiency.<br\/>"},"9":{"id":"390927-s-9","title":"Administration","mono":"<b>Intramuscular<\/b><br\/>for deep IM injection only, preferably into the gluteal muscle <br\/>"},"10":{"id":"390927-s-10","title":"Monitoring","mono":"<ul><li>CBC<\/li><li>x-ray and determination of bone age of the wrist and hand every 6 months in pediatric patients<\/li><li>frequent urine and serum calcium levels in women with disseminated breast cancer<\/li><li>hemoglobin and hematocrit in high dose therapy<\/li><li>liver function tests<\/li><li>lipid panel<\/li><li>signs of virilization in women<\/li><\/ul>"},"11":{"id":"390927-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Intramuscular Oil: 100 MG\/ML<br\/>"},"12":{"id":"390927-s-12","title":"Toxicology","sub":[{"id":"390927-s-12-31","title":"Clinical Effects","mono":"<b>ANABOLIC STEROIDS <\/b><br\/>USES:  Anabolic steroids are compounds that increase muscle mass. They include natural androgens such as testosterone as well as synthetic androgens such as stanozolol and nandrolone. Medical indications for testosterone include hypogonadism, delayed puberty, and breast cancer in females.  Available formulations include capsules, transdermal and transbuccal formulations, intramuscular injections, and subcutaneous implantations. PHARMACOLOGY: Endogenous androgens promote the growth and development of the male sex organs as well as maintaining secondary sex characteristics.  Higher doses promote muscle mass and strength and increasing production of erythropoietin and subsequent increase in red blood cell production.  In addition, they may cause growth of facial and body hair, baldness, and increased sex drive and aggression. TOXICOLOGY: Toxicity from anabolic steroids is a result of their androgenic and anabolic processes. EPIDEMIOLOGY: As these substances are often used in a clandestine manner, it is difficult to know how commonly anabolic steroids are used\/abused.  However, it is known that they have been used by professional athletes, adolescents playing sports, as well as older people for \"anti-aging\" properties. Acute overdose is extremely rare. OVERDOSE: Toxicity from acute overdose is unlikely; however, chronic exposure to high doses may result in adverse effects. ADVERSE EFFECTS: CHRONIC USE:  Severe acne, baldness, high blood pressure and heart disease, headaches, strokes, mood swings and aggressive behavior, reduced sperm count, impotence, testicular atrophy, enlarged prostate leading to urinary problems, increased risk of tendon injuries, arthralgias, and virilization in women (reduced breast size, enlarged clitoris, increased facial and body hair, deepened voice, and menstrual problems). Local effects from the transdermal system SERIOUS EFFECTS: Deep venous thrombosis and strokes, extreme aggressive behavior, electrolyte changes, hepatitis and hepatic dysfunction, and anaphylactoid reactions. LOCAL EFFECTS: Effects from the transdermal system include pruritus at the application site (37%) and burn-like blisters (12%). Rarely, erythema, vesicles, allergic contact dermatitis, burning, and induration at the application site of the transdermal system may occur. Complications from transbuccal administration include gum edema, gum or mouth irritation, gum pain and tenderness, and taste perversions. <br\/>"},{"id":"390927-s-12-32","title":"Treatment","mono":"<b>ANABOLIC STEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Acute toxicity is extremely rare from these compounds, except perhaps local effects from transdermal and transbuccal administration. In terms of care for chronic use, the most immediate treatment would be cessation of use and then supportive care for associated symptoms. MANAGEMENT OF SEVERE TOXICITY: Acute toxicity from anabolic steroid use is not expected, and the mainstay of treatment would be cessation of use and supportive care of symptoms. Extreme aggression may require treatment with benzodiazepines and antipsychotics.<\/li><li>Decontamination: PREHOSPITAL: There is no role for prehospital decontamination for this exposure. HOSPITAL: In general, decontamination is not indicated for this overdose. Activated charcoal could be considered for acute overdose with significant co-ingestions if the patient is awake and cooperative and if the ingestion was relatively recent.  There is no role for the use of lavage, whole bowel irrigation or multiple doses of charcoal.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with serious cardiac toxicity.<\/li><li>Antidote: There is no specific antidote for anabolic steroids.<\/li><li>Drug withdrawal: Similar to other agents appropriate drug detoxification and recovery therapy.<\/li><li>Aggressive behavior: Treat with IV benzodiazepines or antipsychotics.<\/li><li>Monitoring of patient: Monitor vital signs, particularly blood pressure. Monitor ECG in patients with cardiac symptoms or severe hypertension. Monitor liver enzymes, serum electrolytes, blood glucose, hemoglobin and hematocrit. PEDIATRIC: Obtain long bone radiographs to document the premature closure of the epiphysis in cases where children\/adolescents have chronically used anabolic steroids. Gas chromatography-mass spectrometry analysis for specific anabolic steroid detection\/levels can be performed, but are not readily available and are not clinically useful.<\/li><li>Enhanced elimination procedure: There is no role for dialysis, hemoperfusion, urinary alkalinization, or multiple dose charcoal for anabolic steroid use.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposures can be watched at home with follow up with their regular physician as needed.  OBSERVATION CRITERIA: Patients with significant adverse effects should be sent to a healthcare facility for treatment of their symptoms and should not be sent home until the symptoms are treated or resolved. ADMISSION CRITERIA: Patients with severe adverse reactions (eg, strokes) should be admitted, and depending on the severity of their symptoms, may merit an ICU admission. Criteria for discharge include resolution or treatment of their symptoms. CONSULT CRITERIA: The appropriate consultant should be called as needed (eg, neurologist for strokes, etc.). Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"390927-s-12-33","title":"Range of Toxicity","mono":"<b>ANABOLIC STEROIDS<\/b><br\/>TOXICITY: A toxic dose has not been established. THERAPEUTIC DOSE: ADULT: Varies with drug and indication. FLUOXYMESTERONE: 2.5 to 20 mg orally daily in androgen-deficient males. METHYLTESTOSTERONE: 10 to 50 mg orally daily in androgen-deficient males; 50 to 200 mg orally daily as palliative treatment in women with metastatic breast cancer. OXANDROLONE: 2.5 to 20 mg orally daily in 2 to 4 divided doses. TESTOSTERONE: Transdermal patch, 2 to 6 mg\/day; Topical gel (1%), 5 to 10 g once daily; Topical gel (1.62%), 20.25 to 81 mg once daily; Nasal gel, 11 mg three times daily (MAX dose: 33 mg); IM (testosterone cypionate and enanthate), 50 to 400 mg IM every 2 to 4 weeks. PEDIATRIC: Varies with drug and indication. FLUOXYMESTERONE: 2.5 to 20 mg orally daily. METHYLTESTOSTERONE: 10 to 50 mg orally daily. OXANDROLONE: Less than or equal to 0.1 mg\/kg total daily dose, may be repeated intermittently as indicated. TESTOSTERONE (transdermal): Safety and efficacy have not been established in pediatric patients. TESTOSTERONE CYPIONATE (12 years and older): 50 to 400 mg IM every 2 to 4 weeks. TESTOSTERONE ENANTHATE: 50 to 400 mg IM every 2 to 4 weeks.<br\/>"}]},"13":{"id":"390927-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause diarrhea, nausea, vomiting, insomnia, depression, excitability, change in libido, edema, impaired glucose tolerance, or prolonged bleeding time.<\/li><li>Drug may cause adverse effects in males including new or worsening acne, gynecomastia, atrophy of testis in postpubertal males, increased frequency in erections, enlargement of penis in prepubertal males, premature epiphyseal closure, or testicular hypofunction.<\/li><li>Tell female patients to report signs\/symptoms of virilization (new or worsening acne, deepening of the voice, hirsutism, clitoromegaly, male pattern alopecia, irregular periods).<\/li><li>Male patients should report impotence or priapism.<\/li><li>Patient should report signs\/symptoms of hepatic dysfunction.<\/li><li>Drug may mask symptoms of hypoglycemia. Advise diabetic patients to carefully monitor blood glucose.<\/li><li>Teach patient proper technique and placement of injections.<\/li><li>Advise patient to rotate injection sites.<\/li><li>Patient should avoid using adrenal corticoid steroid, ACTH, or oral anticoagulants, unless approved and supervised by healthcare professional.<\/li><\/ul>"}}}