{"generic":"Neomycin Sulfate","drugs":["Neo-Fradin","Neomycin Sulfate"],"mono":{"0":{"id":"399110-s-0","title":"Generic Names","mono":"Neomycin Sulfate"},"1":{"id":"399110-s-1","title":"Dosing and Indications","sub":[{"id":"399110-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hepatic encephalopathy:<\/b> 4 to 12 g\/day ORALLY in divided doses for 5 to 6 days, maximum 12 g\/day; do not use longer than 2 wks<\/li><li><b>Infection of skin, In minor cuts, scrapes, and burns; Prophylaxis:<\/b> apply small amount TOPICALLY to affected area not more than 2 to 3 times daily; may be covered with a sterile bandage<\/li><li><b>Preparation of bowel for procedure, Preoperative; Adjunct:<\/b> 1 g ORALLY 19, 18, and 9 hrs prior to surgery in combination with recommended bowel preparation regimen which includes erythromycin<\/li><\/ul>"},{"id":"399110-s-1-5","title":"Pediatric Dosing","mono":"<b>Infection of skin, In minor cuts, scrapes, and burns; Prophylaxis:<\/b> apply small amount TOPICALLY to affected area not more than 2 to 3 times daily; may be covered with a sterile bandage "},{"id":"399110-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> CrCl greater than 50 mL\/min (mild impairment), increase interval to every 6 hr; CrCl 10-50 mL\/min (moderate impairment), increase interval to every 12-18 hr; CrCl less than 10 mL\/min (severe impairment), increase interval to every 18-24 hr"},{"id":"399110-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hepatic encephalopathy<\/li><li>Infection of skin, In minor cuts, scrapes, and burns; Prophylaxis<\/li><li>Preparation of bowel for procedure, Preoperative; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Eczema<\/li><li>Skin grafting<\/li><\/ul>"}]},"2":{"id":"399110-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet; Solution)<\/b><br\/>Systemic absorption occurs following oral administration and toxic reactions may occur. Therapy has been associated with potential neurotoxicity, ototoxicity, and nephrotoxicity. Patients with impaired renal function, advanced age, dehydration, and those who receive high dosage or prolonged therapy are at an increased risk of toxicity. Monitor renal and auditory function during therapy. Aminoglycoside-induced ototoxicity is usually irreversible. Neuromuscular blockade and respiratory paralysis have also been reported following administration. Concurrent use of other potentially neurotoxic or nephrotoxic agents, or potent diuretics should be avoided.<br\/>"},"3":{"id":"399110-s-3","title":"Contraindications\/Warnings","sub":[{"id":"399110-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to neomycin\/aminoglycosides<\/li><li>inflammatory\/ulcerative gastrointestinal disease<\/li><li>intestinal obstruction<\/li><\/ul>"},{"id":"399110-s-3-10","title":"Precautions","mono":"<ul><li>pre-existing renal, vestibular, or auditory impairment<\/li><li>concomitant anesthesia or neuromuscular blockers; risk for neuromuscular blockade, respiratory paralysis<\/li><li>concomitant neurotoxic, ototoxic, or nephrotoxic drugs, age (very young\/very old) and dehydration; risk factors for toxicity<\/li><\/ul>"},{"id":"399110-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Neomycin: D (FDA)<\/li><li>Neomycin: D (AUS)<\/li><\/ul>"},{"id":"399110-s-3-12","title":"Breast Feeding","mono":"Neomycin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"399110-s-4","title":"Drug Interactions","sub":[{"id":"399110-s-4-13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"},{"id":"399110-s-4-14","title":"Major","mono":"<ul><li>Alcuronium (probable)<\/li><li>Atracurium (probable)<\/li><li>Cidofovir (theoretical)<\/li><li>Cisatracurium (probable)<\/li><li>Colistimethate Sodium (theoretical)<\/li><li>Decamethonium (probable)<\/li><li>Doxacurium (probable)<\/li><li>Ethacrynic Acid (theoretical)<\/li><li>Fazadinium (probable)<\/li><li>Foscarnet (theoretical)<\/li><li>Furosemide (theoretical)<\/li><li>Gallamine (probable)<\/li><li>Hexafluorenium (probable)<\/li><li>Metocurine (probable)<\/li><li>Mivacurium (probable)<\/li><li>Pancuronium (probable)<\/li><li>Pipecuronium (probable)<\/li><li>Rapacuronium (probable)<\/li><li>Rocuronium (probable)<\/li><li>Sorafenib (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Tubocurarine (probable)<\/li><li>Vecuronium (probable)<\/li><\/ul>"},{"id":"399110-s-4-15","title":"Moderate","mono":"<ul><li>Bumetanide (probable)<\/li><li>Digoxin (probable)<\/li><\/ul>"}]},"5":{"id":"399110-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Diarrhea, Nausea, Vomiting<br\/><b>Serious<\/b><ul><li><b>Otic:<\/b>Ototoxicity<\/li><li><b>Renal:<\/b>Nephrotoxicity<\/li><li><b>Respiratory:<\/b>Respiratory tract paralysis<\/li><\/ul>"},"6":{"id":"399110-s-6","title":"Drug Name Info","sub":{"0":{"id":"399110-s-6-17","title":"US Trade Names","mono":"Neo-Fradin<br\/>"},"2":{"id":"399110-s-6-19","title":"Class","mono":"<ul><li>Aminoglycoside<\/li><li>Antibacterial<\/li><li>Antibiotic<\/li><\/ul>"},"3":{"id":"399110-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"399110-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"399110-s-7","title":"Mechanism Of Action","mono":"Neomycin sulfate is an aminoglycoside antibiotic that exerts its bactericidal effect by inhibiting protein synthesis in susceptible bacterial cells. It is effective against gram-negative bacilli and some strains of gram-positive microorganisms, but ineffective against anaerobic bowel flora.<br\/>"},"8":{"id":"399110-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"399110-s-8-23","title":"Absorption","mono":"Oral: poorly absorbed <br\/>"},"1":{"id":"399110-s-8-24","title":"Distribution","mono":"Protein binding: 0% to 30% <br\/>"},"3":{"id":"399110-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: approximately 97% (unabsorbed drug) as unchanged<\/li><li>Renal: small fraction, primary site<\/li><li>Dialyzable: yes (hemodialysis)<\/li><\/ul>"}}},"10":{"id":"399110-s-10","title":"Monitoring","mono":"<ul><li>fever<\/li><li>CBC<\/li><li>symptomatic improvement<\/li><li>renal function; prior to and periodically during therapy<\/li><li>proteinuria, decreased specific gravity and casts and cells in urine; prior to and periodically during therapy<\/li><li>serial audiograms<\/li><li>signs and symptoms of ototoxicity<\/li><li>signs and symptoms of neuromuscular blockade and respiratory paralysis<\/li><\/ul>"},"11":{"id":"399110-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 500 MG<br\/><\/li><li><b>Neo-Fradin<\/b><br\/>Oral Solution: 125 MG\/5 ML<br\/><\/li><\/ul>"},"12":{"id":"399110-s-12","title":"Toxicology","sub":[{"id":"399110-s-12-31","title":"Clinical Effects","mono":"<b>AMINOGLYCOSIDES <\/b><br\/>USES: Most commonly used as a parenteral antibiotic in the treatment of serious infections caused by aerobic gram-negative bacilli. Also used topically to treat or prevent skin infections and as eye drops or ointment for bacterial conjunctivitis. PHARMACOLOGY: Aminoglycosides function by binding the aminoacyl site of 16S ribosomal RNA within the 30S ribosomal subunit. This binding results in the misreading of genetic code, inhibition of translocation, and bacterial cell death. EPIDEMIOLOGY: Given that aminoglycosides (with the exception of neomycin) are only available in parenteral, topical, and ophthalmic forms, overdoses are almost entirely the result of dosing errors. Overdoses are rarely life-threatening and typically require minimal intervention. Ingestions of ophthalmic or topical preparations do not cause toxicity related to the aminoglycoside. Although neomycin is available orally, oral absorption is low and acute toxicity from overdosage is unlikely. OVERDOSE: Toxicity is more closely associated with trough levels of the drug than peak levels. Renal damage (acute tubular necrosis; usually reversible), ototoxicity (irreversible), and vestibular toxicity (irreversible) are most common. Renal injury may often go unnoticed until significant injury has occurred, given the delay between when renal injury occurs and when the elevation in creatinine is evident. ADVERSE EFFECTS: Retinopathy and visual loss with intraocular administration. Apnea and neuromuscular blockade may occur when aminoglycosides are given rapidly IV with neuromuscular blocking agents, due to aminoglycosides' inhibition of acetylcholine release from presynaptic nerve terminals; patients with abnormal neuromuscular junction function (eg, myasthenia gravis, botulism) can develop respiratory failure or weakness after use of aminoglycosides alone. Rash and hypersensitivity reactions can occur.<br\/>"},{"id":"399110-s-12-32","title":"Treatment","mono":"<b>AMINOGLYCOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Maintain good urine output (3 to 6 mL\/kg\/hr) with IV fluids. For mild allergic reactions, treat with antihistamines; if severe, airway management, epinephrine, ECG monitoring, IV fluids.<\/li><li>Decontamination: GI decontamination is not indicated as aminoglycosides are poorly absorbed orally. OCULAR: Irrigation with normal saline.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor renal function and serum electrolytes following overdose. Serum concentrations are used for therapeutic drug monitoring for many aminoglycosides and can be used to confirm the diagnosis. Monitor for hearing loss (audiometry).<\/li><li>Enhanced elimination procedure: Hemodialysis should be considered in renal failure only. Ticarcillin forms a renally eliminated complex with gentamicin and enhances elimination, but should only be used early after large overdoses with apparent toxicity or in renal failure when there is a significant risk of toxicity.<\/li><li>Patient disposition: HOME CRITERIA: The vast majority of exposures will occur in a healthcare setting. Inadvertent ingestion of ophthalmic, otic or topical preparations can be observed at home. OBSERVATION CRITERIA: Patients with significant overdose should have renal function monitoring and auditory testing performed. ADMISSION CRITERIA: Patients with worsening renal function may require in-patient monitoring and dialysis. CONSULT CRITERIA: Consult a toxicologist after large overdose or if effects are not consistent with the exposure.<\/li><\/ul>"},{"id":"399110-s-12-33","title":"Range of Toxicity","mono":"<b>AMINOGLYCOSIDES<\/b><br\/>TOXICITY: Nephrotoxicity may occur from gentamicin with persistent peak serum concentrations of more than 12 mcg\/mL or trough concentrations more than 2 mcg\/mL. Nephrotoxicity may occur from amikacin peak concentrations persistently greater than 20 to 35 mcg\/mL and trough concentrations greater than 8 mcg\/mL. The amount of aminoglycoside present in ophthalmic drops or ointments, otic preparations, or topical formulations do not cause systemic toxicity after ingestion. THERAPEUTIC DOSE: Varies with agent. AMIKACIN: ADULT: 15 mg\/kg\/day IM or IV divided every 8 to 12 hours. PEDIATRIC: 15 to 20 mg\/kg\/day IM\/IV in 2 to 3 divided doses; maximum - 1.5 grams\/day. GENTAMICIN: ADULT:  3 to 5 mg\/kg\/day IV in 3 or 4 equally divided doses. PEDIATRIC: 6 to 7.5 mg\/kg\/day IV\/IM (2 to 2.5 mg\/kg every 8 hours).<br\/>"}]},"13":{"id":"399110-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause diarrhea, nausea, and vomiting.<\/li><li>Instruct patients receiving oral preparations to report signs\/symptoms of neurotoxicity, ototoxicity, or nephrotoxicity.<\/li><li>Patients receiving oral preparations should report signs\/symptoms of respiratory tract paralysis. Patients who have recently received anesthesia are at a higher risk for this adverse effect.<\/li><li>Tell patient to maintain adequate hydration to decrease the risk of toxicity.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}