{"generic":"Desogestrel\/Ethinyl Estradiol","drugs":["Apri","Cyclessa","Desogen","Desogestrel\/Ethinyl Estradiol","Kariva","Mircette","Ortho-Cept","Reclipsen","Velivet"],"mono":{"0":{"id":"3njks0","title":"Generic Names","mono":"Desogestrel\/Ethinyl Estradiol"},"1":{"id":"3njks1","title":"Dosing and Indications","sub":{"0":{"id":"3njks1b4","title":"Adult Dosing","mono":"<ul><li><b>Switching to Kimidess(TM):<\/b> For a day 1 start, begin the first dose on the first day of menstruation which begins after the last active tablet of the previous oral contraceptive.<\/li><li><b>Switching to Kimidess(TM):<\/b> For a Sunday start, switching from a 21-tablet oral contraceptive, begin the first dose on the second Sunday after the final tablet of the previous oral contraceptive was taken.<\/li><li><b>Switching to Kimidess(TM):<\/b> For a Sunday start, switching from a 28-tablet oral contraceptive, begin the first dose on the first Sunday after the final inactive tablet of the previous oral contraceptive was taken.<\/li><li><b>Contraception:<\/b> Cyclessa(R), 1 yellow tablet ORALLY daily for 7 days, then 1 orange tablet daily for 7 days, 1 red tablet daily for 7 days, and 1 green tablet daily for 7 days; repeat cycle<\/li><li><b>Contraception:<\/b> Desogen(R), 1 white tablet ORALLY daily for 21 days, then 1 green tablet ORALLY daily for 7 days; repeat cycle<\/li><li><b>Contraception:<\/b> Kimidess(TM), 1 white tablet ORALLY daily for 21 days, followed by 1 light green tablet daily for 2 days and 1 yellow tablet daily for 5 days; repeat cycle <\/li><li><b>Contraception:<\/b> Mircette(R), 1 white tablet ORALLY daily for 21 days, followed by 1 green tablet daily for 2 days and 1 yellow tablet daily for 5 days; repeat cycle<\/li><li><b>Contraception:<\/b> Ortho-Cept(R), 1 orange tablet ORALLY daily for 21 days, followed by 1 green tablet daily for 7 days; repeat cycle<\/li><li><b>Contraception:<\/b> Begin therapy on first day of menstrual cycle or on the first Sunday after start of menstrual cycle. For a Sunday start, use additional contraception for the first 7 days.<\/li><li><b>Contraception:<\/b> Initiate 4 weeks after delivery, if not breastfeeding, or after a second-trimester abortion; if breastfeeding, initiate after weaning. If menses has not started postpartum, use additional contraception for the first 7 days.<\/li><\/ul>"},"1":{"id":"3njks1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Switching to Kimidess(TM):<\/b> For a day 1 start, begin the first dose on the first day of menstruation, which begins after the last active tablet of the previous oral contraceptive.<\/li><li><b>Switching to Kimidess(TM):<\/b> For a Sunday start, switching from a 21-tablet oral contraceptive, begin the first dose on the second Sunday after the final tablet of the previous oral contraceptive was taken.<\/li><li><b>Switching to Kimidess(TM):<\/b> For a Sunday start, switching from a 28-tablet oral contraceptive, begin the first dose on the first Sunday after the final inactive tablet of the previous oral contraceptive was taken.<\/li><li><b>Contraception:<\/b> Cyclessa(R), 1 tablet ORALLY daily beginning with the first yellow tablet taken sequentially following the arrows marked on the dispenser; may be initiated 4 weeks postpartum in women who elect not to breast feed<\/li><li><b>Contraception:<\/b> Desogen(R), 1 white tablet ORALLY daily for 21 days, then 1 green tablet ORALLY daily for 7 days; repeat cycle<\/li><li><b>Contraception:<\/b> Kimidess(TM), 1 white tablet ORALLY daily for 21 days, followed by 1 green tablet daily for 2 days and 1 yellow tablet daily for 5 days; repeat cycle<\/li><li><b>Contraception:<\/b> Mircette(R), 1 white tablet ORALLY daily for 21 days, followed by 1 green tablet daily for 2 days and 1 yellow tablet daily for 5 days; repeat cycle<\/li><li><b>Contraception:<\/b> Ortho-Cept(R), 1 orange tablet ORALLY daily for 21 days, followed by 1 green tablet daily for 7 days; repeat cycle<\/li><li><b>Contraception:<\/b> Begin therapy on the first day of the menstrual cycle or on the first Sunday after the start of the menstrual cycle. For a Sunday start, use additional contraception for the first 7 days.<\/li><li><b>Contraception:<\/b> Initiate 4 weeks after delivery, if not breastfeeding or after a second-trimester abortion; if breastfeeding, initiate after weaning. If menses has not started postpartum, use additional contraception for the first 7 days.<\/li><\/ul>"},"3":{"id":"3njks1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Contraception<br\/>"}}},"2":{"id":"3njks2","title":"Black Box Warning","mono":"<ul><li><b>Oral (Kit)<\/b><br\/>Smoking is not advised in women using oral contraceptives. Cigarette smoking increases the risk of serious cardiovascular side effects from oral contraceptive use. This risk increases with age and with heavy smoking (15 or more cigarettes per day) and is quite marked in women over 35 years of age.<br\/><\/li><li><b>Oral (Tablet)<\/b><br\/>Ortho-Cept(R): Cigarette smoking increases the risk of serious cardiovascular side effects from combination oral contraceptive use. This risk increases with age and with the number of cigarettes smoked and is quite marked in women over 35 years of age. Use of combination oral contraceptives is not recommended in women who are over 35 years of age that smoke. Velivet(TM): Cigarette smoking increases the risk of serious cardiovascular side effects from oral contraceptive use. This risk increases with age and with heavy smoking (15 or more cigarettes per day) and is quite marked in women over 35 years of age. Women who use oral contraceptives should be strongly advised not to smoke.<br\/><\/li><\/ul>"},"3":{"id":"3njks3","title":"Contraindications\/Warnings","sub":[{"id":"3njks3b9","title":"Contraindications","mono":"<ul><li>blood pressure 160 mm Hg or greater systolic, or 100 mm Hg or greater diastolic, persistent<\/li><li>carcinoma of the breast, known or suspected, or personal history<\/li><li>carcinoma of the endometrium or other known or suspected estrogen-dependent neoplasia<\/li><li>cerebral vascular or coronary artery disease, current or history<\/li><li>cholestatic jaundice of pregnancy or jaundice with prior hormonal contraceptive use<\/li><li>deep vein thrombophlebitis or thromboembolic disorders, past history<\/li><li>diabetes with vascular involvement<\/li><li>genital bleeding, undiagnosed abnormal<\/li><li>headaches with focal neurological symptoms<\/li><li>heavy cigarette smoking (15 cigarettes or more per day) and over age 35; increased risk of serious cardiovascular side effects<\/li><li>hepatic adenomas or carcinomas, hepatocellular disease (acute or chronic) with abnormal liver function, or active liver disease<\/li><li>hypersensitivity to any component of these products<\/li><li>hypertension, severe<\/li><li>major surgery with prolonged immobilization<\/li><li>pregnancy, known or suspected<\/li><li>thrombophlebitis, thromboembolic disorders, or known thrombophilic conditions<\/li><li>valvular heart disease with complications<\/li><\/ul>"},{"id":"3njks3b10","title":"Precautions","mono":"<ul><li>cigarette smoking and over the age of 35; increased risk of serious cardiovascular side effects including myocardial infarction; use not recommended<\/li><li>abnormal vaginal bleeding; consider nonhormonal causes and take adequate diagnostic measures to rule out malignancy or pregnancy; if pathology ruled out, consider timing or alternate formulation<\/li><li>blood pressure elevation has been reported, particularly in older users and with extended duration of use; women with a history of hypertension, hypertension-related diseases, or renal disease should use an alternative form of birth control or be monitored closely; discontinue if significant elevation in blood pressure occurs<\/li><li>breast cancer; an increased risk has been reported<\/li><li>cardiovascular disease risk factors (eg, diabetes, hyperlipidemias, hypertension, and obesity); increased risk of morbidity and mortality<\/li><li>cerebrovascular diseases; increased risk of events such as thrombotic and hemorrhagic stroke, particularly in smokers older than 35 years of age who are hypertensive<\/li><li>cervical intraepithelial neoplasia; an increased risk has been reported<\/li><li>contact lens wearers who develop visual changes or changes in lens tolerance should be evaluated by an ophthalmologist<\/li><li>depression, history; monitoring for recurrence recommended; discontinue in serious cases<\/li><li>diabetic and prediabetic women; glucose tolerance may be altered; monitoring recommended<\/li><li>dose-related risk of vascular disease from oral contraceptives; choose the least amount of estrogen and progestogen that is compatible with a low failure rate and the needs of the patient, particularly when initiating use in the treatment-naive<\/li><li>ectopic or intrauterine pregnancy may occur<\/li><li>fluid retention may occur; carefully monitor patients with conditions that may be exacerbated by fluid retention<\/li><li>gallbladder disease requiring surgery has been reported with oral contraceptives<\/li><li>hepatic neoplasia has been reported with oral contraceptive use<\/li><li>hyperlipidemias; changes in triglyceride and lipoprotein levels have been reported; monitoring recommended<\/li><li>liver impairment; oral contraceptives may be poorly metabolized; discontinue if jaundice develops<\/li><li>migraine, especially with aura; increased risk of stroke<\/li><li>migraine onset or exacerbation, or development of new pattern recurrent, persistent, or severe headache; discontinue oral contraceptive and evaluate cause<\/li><li>myocardial infarction; increased risk has been reported, primarily in smokers or women with underlying coronary artery disease risk factors<\/li><li>postoperative thromboembolic complications; increased risk reported; discontinue oral contraceptives at least 4 weeks prior to and for 2 weeks after elective surgeries associated with an increased risk of thromboembolism, and during periods of prolonged immobilization<\/li><li>postpartum period, immediate; increased risk of thromboembolism; begin oral contraceptives no earlier than 4 weeks after delivery in women not breastfeeding<\/li><li>retinal thrombosis has been reported; discontinue if there is unexplained partial or complete vision loss, onset of proptosis or diplopia, papilledema, or retinal vascular lesions and immediately undertake appropriate diagnostic and therapeutic measures \\<\/li><li>thromboembolism and thrombotic disease; increased risk has been reported; underlying conditions that predispose VTE disease may add to risk<\/li><\/ul>"},{"id":"3njks3b11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"3njks3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"3njks4","title":"Drug Interactions","sub":[{"id":"3njks4b13","title":"Contraindicated","mono":"<ul><li>Dasabuvir (theoretical)<\/li><li>Ombitasvir (established)<\/li><li>Paritaprevir (established)<\/li><li>Ritonavir (theoretical)<\/li><li>Tranexamic Acid (probable)<\/li><\/ul>"},{"id":"3njks4b14","title":"Major","mono":"<ul><li>Anagrelide (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Boceprevir (probable)<\/li><li>Bupropion (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Ceritinib (theoretical)<\/li><li>Clozapine (established)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Felbamate (probable)<\/li><li>Fentanyl (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Isotretinoin (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Paclitaxel (theoretical)<\/li><li>Paclitaxel Protein-Bound (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pirfenidone (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Theophylline (theoretical)<\/li><li>Tizanidine (probable)<\/li><li>Ulipristal (established)<\/li><\/ul>"},{"id":"3njks4b15","title":"Moderate","mono":"<ul><li>Alprazolam (probable)<\/li><li>Amprenavir (probable)<\/li><li>Aprepitant (probable)<\/li><li>Atazanavir (probable)<\/li><li>Bacampicillin (probable)<\/li><li>Betamethasone (probable)<\/li><li>Bexarotene (probable)<\/li><li>Bosentan (probable)<\/li><li>Clarithromycin (probable)<\/li><li>Colesevelam (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Delavirdine (probable)<\/li><li>Efavirenz (probable)<\/li><li>Eslicarbazepine Acetate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Etravirine (probable)<\/li><li>Fosamprenavir (established)<\/li><li>Fosaprepitant (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Ginseng (probable)<\/li><li>Griseofulvin (established)<\/li><li>Lamotrigine (established)<\/li><li>Licorice (probable)<\/li><li>Modafinil (probable)<\/li><li>Mycophenolate Mofetil (probable)<\/li><li>Mycophenolic Acid (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Oxcarbazepine (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Prednisolone (established)<\/li><li>Primidone (probable)<\/li><li>Rifabutin (probable)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (probable)<\/li><li>Roflumilast (probable)<\/li><li>Rosuvastatin (probable)<\/li><li>Rufinamide (probable)<\/li><li>Selegiline (probable)<\/li><li>St John's Wort (established)<\/li><li>Telaprevir (established)<\/li><li>Tipranavir (established)<\/li><li>Topiramate (probable)<\/li><li>Troglitazone (probable)<\/li><li>Troleandomycin (established)<\/li><li>Valdecoxib (probable)<\/li><li>Voriconazole (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"3njks5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Abnormal weight, Increase or decrease<\/li><li><b>Gastrointestinal:<\/b>Bloating symptom, Nausea<\/li><li><b>Neurologic:<\/b>Migraine<\/li><li><b>Reproductive:<\/b>Break-through bleeding, Breast tenderness, Disorder of menstruation, Swelling of breast<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension, Myocardial infarction<\/li><li><b>Hematologic:<\/b>Venous thrombosis<\/li><li><b>Hepatic:<\/b>Benign neoplasm of liver<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><\/ul>"},"6":{"id":"3njks6","title":"Drug Name Info","sub":{"0":{"id":"3njks6b17","title":"US Trade Names","mono":"<ul><li>Mircette<\/li><li>Cyclessa<\/li><li>Desogen<\/li><li>Ortho-Cept<\/li><li>Apri<\/li><li>Velivet<\/li><li>Reclipsen<\/li><li>Kariva<\/li><\/ul>"},"2":{"id":"3njks6b19","title":"Class","mono":"<ul><li>Contraceptive<\/li><li>Estrogen<\/li><li>Progestin<\/li><\/ul>"},"3":{"id":"3njks6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"3njks7","title":"Mechanism Of Action","mono":"Desogestrel\/ethinyl estradiol is a combination of oral contraceptives that acts by suppressing gonadotropins. This activity leads to inhibition of ovulation, changes in cervical mucus and endometrium, thus, preventing fertilization and implantation.<br\/>"},"8":{"id":"3njks8","title":"Pharmacokinetics","sub":[{"id":"3njks8b23","title":"Absorption","mono":"<ul><li>Desogestrel, Tmax, Oral: 1.6 hours<\/li><li>Desogestrel, Bioavailability, Oral: Almost 100%<\/li><li>Ethinyl estradiol, Tmax, Oral: 2 hours<\/li><li>Ethinyl estradiol, Bioavailability, Oral: 93% to 99%<\/li><\/ul>"},{"id":"3njks8b24","title":"Distribution","mono":"<ul><li>Etonogestrel (active metabolite), Protein binding: 99% to sex hormone-binding globulin<\/li><li>Ethinyl estradiol, Protein binding: 98.3%, primarily bound to plasma albumin<\/li><\/ul>"},{"id":"3njks8b25","title":"Metabolism","mono":"<ul><li>Desogestrel, Hepatic and Intestinal: Complete by hydroxylation and first-pass metabolism<\/li><li>Ethinyl estradiol, Hepatic and Intestinal: Significant presystemic conjugation (phase I) and hepatic phase I and phase II metabolism<\/li><li>Etonogestrel: Major, active (metabolite of desogestrel)<\/li><\/ul>"},{"id":"3njks8b26","title":"Excretion","mono":"<ul><li>Bile, etonogestrel (active metabolite): Partial<\/li><li>Bile, ethinyl estradiol: Partial<\/li><li>Fecal, etonogestrel (active metabolite): Partial<\/li><li>Fecal, ethinyl estradiol: Partial<\/li><li>Renal, etonogestrel (active metabolite): Partial<\/li><li>Renal, ethinyl estradiol: Partial<\/li><li>Total body clearance, desogestrel: 4.4 L\/hr<\/li><li>Total body clearance, ethinyl estradiol: 35.1 L\/hr<\/li><\/ul>"},{"id":"3njks8b27","title":"Elimination Half Life","mono":"<ul><li>Desogestrel: 27.8 hours<\/li><li>Ethinyl estradiol: 23.9 hours<\/li><li>Etonogestrel (active metabolite of desogestrel): 27.8 hours<\/li><\/ul>"}]},"9":{"id":"3njks9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>For a day 1 start, take the day label strip that corresponds to the starting day and adhere it over the preprinted days on the cycle pack dispenser.<\/li><li>Take exactly as directed and at intervals not exceeding 24 hours.<\/li><li>With 1 missed active dose, take as soon as possible and continue taking 1 tablet orally daily until the pack is finished.<\/li><li>With 2 missed active doses in week 1 or 2, take 2 tablets as soon as possible and then 2 tablets the following day. Continue taking 1 tablet daily until the pack is finished. Use additional nonhormonal contraception (eg, condoms or spermicide) for 7 days after the missed dose.<\/li><li>With 3 or more consecutive missed active doses in week 1, 2, or 3, OR 2 missed active doses in week 3: For a day 1 start, discard the rest of the pack and begin a new pack that same day. For a Sunday start, continue taking 1 tablet orally daily until Sunday, discard the rest of the pack, and begin a new pack. Use additional nonhormonal contraception (eg, condoms or spermicide) for 7 days after the missed dose.<\/li><\/ul>"},"10":{"id":"3njks10","title":"Monitoring","mono":"<ul><li>Prevention of pregnancy indicates efficacy<\/li><li>Decreased glucose tolerance; prediabetic and diabetic patients<\/li><li>Lipids; in patients being treated for hyperlipidemia<\/li><li>Complete examination; at least annually<\/li><li>Elevations in blood pressure<\/li><li>Breast changes in patients with breast nodules or with a strong family history of breast cancer<\/li><li>Fluid retention; in women with conditions potentially aggravated by fluid retention<\/li><li>Recurrence of depression; in patients with past history.<\/li><\/ul>"},"12":{"id":"3njks12","title":"Toxicology","sub":[{"id":"3njks12b31","title":"Clinical Effects","mono":"<b>ORAL CONTRACEPTIVES <\/b><br\/>USES: To suppress the follicle-stimulating hormone luteinizing hormone sequence from the anterior pituitary, resulting in the suppression of ovulation and production of mucus that is less acceptable to spermatozoa. PHARMACOLOGY: An oral contraceptive acts by suppression of gonadotropins. TOXICOLOGY: There are no significant toxic effects from overdose. OVERDOSE: Abdominal pain, nausea, vomiting, headaches, breast tenderness, dysmenorrhea, arterial thromboembolism, hypertension, venous thrombosis, pulmonary embolus, cerebral thrombosis. ADVERSE EFFECTS: Nausea and vomiting with iron containing contraceptives in children, otherwise asymptomatic. <br\/>"},{"id":"3njks12b32","title":"Treatment","mono":"<b>ORAL CONTRACEPTIVES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of oral contraceptive overdoses require only supportive care. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is not expected in single substance oral contraceptive ingestion.<\/li><li>Decontamination: There is no need for GI decontamination.<\/li><li>Airway management: Patients with single substance oral contraceptive ingestion will not require airway management.<\/li><li>Antidote: None.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not of value.<\/li><li>Monitoring of patient: Concentrations of the hormones in oral contraceptives are not clinically useful. No routine laboratory studies are needed in most patients.<\/li><li>Patient disposition: HOME CRITERIA: Patients with inadvertent ingestions can be managed at home. If oral contraceptives containing iron are ingested, asymptomatic patients ingesting less than 40 mg\/kg elemental iron can be managed at home. OBSERVATION CRITERIA: The following patients should be sent to a healthcare facility for evaluation: Patients with self-harm ingestions; patients ingesting iron-containing oral contraceptives at a dose of more than 40 mg\/kg elemental iron or who have symptoms (nausea, vomiting, or other gastrointestinal complaints). ADMISSION CRITERIA: Patients with pure oral contraceptive overdoses do not need admission. Children with exposure to iron-containing products should follow the iron guidelines for admission. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients for any additional questions.<\/li><\/ul>"},{"id":"3njks12b33","title":"Range of Toxicity","mono":"<b>ORAL CONTRACEPTIVES <\/b><br\/>TOXICITY: A human toxic dose has not been established. Significant toxicity has not been reported after overdose. THERAPEUTIC DOSE: Oral contraceptives are available in various brands, doses, and formulations. <br\/>"}]},"13":{"id":"3njks13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report upcoming elective surgeries, prolonged periods of immobilization, or recent childbirth as this may increase the risk of blood clots.<\/li><li>Side effects may include nausea, vomiting, breakthrough bleeding, weight gain, breast tenderness, headache, and migraine.<\/li><li>Caution patient to report symptoms of blood clots, liver tumors, or high blood pressure.<\/li><li>Instruct patient to report persistent bleeding<\/li><li>Counsel patient to report changes in vision or difficulty with contact lens wear.<\/li><li>Advise patient to report symptoms of fluid retention.<\/li><li>Tell patient to take drug at the same time every day. Do not allow more than 24 hours between doses.<\/li><li>Advise patient to use a non-hormonal backup form of contraception for the first 7 days.<\/li><li>Encourage to patient not smoke during therapy.<\/li><li>Instruct patient that if a single active dose is missed take the tablet as soon as possible and resume a normal schedule. If more than one active dose is missed, contact a physician for instructions. Use of additional nonhormonal methods of contraception may be necessary.<\/li><\/ul>"}}}