{"generic":"Dextroamphetamine Sulfate","drugs":["Dexedrine","Dexedrine Spansules","Dextroamphetamine Sulfate","Dextrostat","Liquadd","ProCentra","Zenzedi"],"mono":[{"id":"3pz2s0","title":"Generic Names","mono":"Dextroamphetamine Sulfate"},{"id":"3pz2s1","title":"Dosing and Indications","sub":{"0":{"id":"3pz2s1b4","title":"Adult Dosing","mono":"<ul><li><b>Narcolepsy:<\/b> immediate-release, 5 to 60 mg ORALLY in 2 to 3 divided doses daily<\/li><li><b>Narcolepsy:<\/b> sustained-release, 5 to 60 mg ORALLY as single daily dose<\/li><\/ul>"},"1":{"id":"3pz2s1b5","title":"Pediatric Dosing","mono":"<ul><li>(immediate-release) not FDA approved for children under 3 yr of age with attention deficit hyperactivity disorder<\/li><li>(sustained-release) not FDA approved for children under 6 yr of age with attention deficit hyperactivity disorder<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> (immediate-release, age 3 to 5 yr) initial, 2.5 mg ORALLY once daily, increase by 2.5 mg\/day at 1 wk intervals to optimum response; MAX 40 mg\/day<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> (immediate-release, age 6 yr and older) initial, 5 mg ORALLY once or twice daily, increase by 5 mg at 1 wk intervals to optimum response; MAX 40 mg\/day<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> (sustained-release, age 6 yr and older) initial, 5 mg ORALLY once or twice daily, increase by 5-mg mg\/day at 1 wk intervals to optimum response; MAX 40 mg\/day<\/li><li><b>Narcolepsy:<\/b> (age 6 to 12 yr) 5 mg\/day ORALLY, increase by 5 mg\/day at 1 wk intervals to optimum response; MAX 40 mg\/day; sustained-release tablets should be dosed once daily, immediate-release doses may be given at intervals of 4 to 6 hours<\/li><li><b>Narcolepsy:<\/b> (age 12 yr and older) 10 mg\/day ORALLY, increase by 10 mg\/day at 1 wk intervals to optimum response; MAX 40 mg\/day; sustained-release tablets should be dosed once daily, immediate-release doses may be given at intervals of 4 to 6 hours <\/li><\/ul>"},"3":{"id":"3pz2s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Attention deficit hyperactivity disorder<\/li><li>Narcolepsy<\/li><\/ul>"}}},{"id":"3pz2s2","title":"Black Box Warning","mono":"<b>Oral (Capsule, Extended Release)<\/b><br\/>Amphetamines have a high potential for abuse, and administration for prolonged periods of time may lead to drug dependence and must be avoided. Misuse of amphetamines may cause sudden death and serious cardiovascular adverse events.<br\/>"},{"id":"3pz2s3","title":"Contraindications\/Warnings","sub":[{"id":"3pz2s3b9","title":"Contraindications","mono":"<ul><li>agitated states<\/li><li>arteriosclerosis, advanced<\/li><li>cardiovascular disease, symptomatic<\/li><li>drug dependence, history<\/li><li>glaucoma<\/li><li>hypersensitivity\/idiosyncrasy to sympathomimetic amines<\/li><li>hypertension, moderate to severe<\/li><li>hyperthyroidism<\/li><li>MAOI use; concomitantly or within 14 days of administration; hypertensive crisis may occur<\/li><\/ul>"},{"id":"3pz2s3b10","title":"Precautions","mono":"<ul><li>abuse and dependence; this drug has a high potential for abuse and dependence<\/li><li>amphetamine misuse; may cause sudden death and serious cardiovascular events<\/li><li>aggressive behavior and hostility have been reported; monitoring recommended<\/li><li>bipolar disorder, comorbid; may precipitate a mixed\/manic episode<\/li><li>blood pressure and heart rate increases have been reported; may impact underlying medical conditions such as preexisting hypertension, heart failure, recent myocardial infarction, ventricular arrythmia, or hyperthyroidism; monitoring recommended<\/li><li>cardiac abnormalities (structural), cardiomyopathy, serious heart rhythm abnormalities, or other serious cardiac problems; sudden death has been reported with CNS stimulant treatment; avoid use<\/li><li>growth suppression may occur with consistent, long-term use; monitoring recommended; treatment interruption may be necessary<\/li><li>myocardial infarction, stroke, and death have been reported with stimulant treatment at usual doses in adults<\/li><li>peripheral vasculopathy (eg, Raynaud's phenomenon) has been reported; digital ulceration and\/or soft tissue breakdown may result; monitoring recommended; dosage adjustment or discontinuation may be necessary<\/li><li>psychosis, comorbid; may exacerbate symptoms of behavior disturbance and thought disorder<\/li><li>psychotic or manic symptoms (eg, hallucinations, delusional thinking, or mania) may occur in children or adolescents with no prior history of psychotic illness or mania at usual doses; discontinuation may be necessary<\/li><li>seizures may occur; may lower convulsive threshold, particularly in patients with seizure history or EEG abnormalities; discontinuation required<\/li><li>tics, motor and phonic, in children, personal or family history; risk of exacerbation<\/li><li>Tourette syndrome in children, personal or family history; risk of exacerbation<\/li><li>vision disturbances (ie, accommodation difficulties, blurred vision) have been reported with stimulant treatment<\/li><\/ul>"},{"id":"3pz2s3b11","title":"Pregnancy Category","mono":"Dextroamphetamine: C (FDA)<br\/>"},{"id":"3pz2s3b12","title":"Breast Feeding","mono":"Dextroamphetamine: Micromedex: Infant risk has been demonstrated.<br\/>"}]},{"id":"3pz2s4","title":"Drug Interactions","sub":[{"id":"3pz2s4b13","title":"Contraindicated","mono":"<ul><li>Clorgyline (probable)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nialamide (probable)<\/li><li>Pargyline (probable)<\/li><li>Phenelzine (probable)<\/li><li>Procarbazine (probable)<\/li><li>Selegiline (probable)<\/li><li>Sibutramine (theoretical)<\/li><li>Toloxatone (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"},{"id":"3pz2s4b14","title":"Major","mono":"<ul><li>Almotriptan (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Hydroxytryptophan (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Mirtazapine (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"}]},{"id":"3pz2s5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Increased heart rate, Myocardial infarction, Peripheral vascular disease, Raynaud's disease, Sudden cardiac death<\/li><li><b>Endocrine metabolic:<\/b>Decreased body growth<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Intracranial hemorrhage, Lowered convulsive threshold<\/li><li><b>Psychiatric:<\/b>Aggressive behavior, Psychotic disorder<\/li><li><b>Other:<\/b>Drug dependence<\/li><\/ul>"},{"id":"3pz2s6","title":"Drug Name Info","sub":{"0":{"id":"3pz2s6b17","title":"US Trade Names","mono":"<ul><li>Dexedrine<\/li><li>Dexedrine Spansules<\/li><li>Dextrostat<\/li><li>Liquadd<\/li><li>ProCentra<\/li><li>Zenzedi<\/li><\/ul>"},"2":{"id":"3pz2s6b19","title":"Class","mono":"<ul><li>Amphetamine (class)<\/li><li>CNS Stimulant<\/li><\/ul>"},"3":{"id":"3pz2s6b20","title":"Regulatory Status","mono":"Schedule II<br\/>"},"4":{"id":"3pz2s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"3pz2s7","title":"Mechanism Of Action","mono":"Dextroamphetamine sulfate is a sympathomimetic amine of the amphetamine group that has incompletely defined central nervous system activity. The drug increases systemic and diastolic blood pressures, dilates the bronchi and stimulates respiration.<br\/>"},{"id":"3pz2s8","title":"Pharmacokinetics","sub":{"0":{"id":"3pz2s8b23","title":"Absorption","mono":"<ul><li>Oral, tablet: time to peak concentration, 2 h to 3 h<\/li><li>Oral, sustained-release capsule: time to peak concentration, approximately 8 h<\/li><li>Effect of food: (oral, sustained-release capsule), none<\/li><\/ul>"},"3":{"id":"3pz2s8b26","title":"Excretion","mono":"Renal: (oral, tablet), 45% <br\/>"},"4":{"id":"3pz2s8b27","title":"Elimination Half Life","mono":"<ul><li>Oral, sustained-release capsule: approximately 12 h<\/li><li>Oral, tablet: 10.25 h<\/li><\/ul>"}}},{"id":"3pz2s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>avoid late evening doses due to resulting insomnia<\/li><li>(immediate-release tablets) give first dose on awakening<\/li><\/ul>"},{"id":"3pz2s10","title":"Monitoring","mono":"<ul><li>ADHD: improvement of mental and behavioral symptoms of ADHD is indicative of efficacy<\/li><li>ADHD: need for continued treatment; recurrence of behavioral symptoms and their severity after temporarily withdrawing therapy<\/li><li>narcolepsy: decreased frequency of narcoleptic attacks is indicative of efficacy<\/li><li>blood pressure and heart rate; for larger-than-average increases (ie, greater than 2 to 4 mmHg and 3 to 6 beats\/min increases, respectively)  with routine follow-up at 1 to 3 months, every 6 to 12 months thereafter<\/li><li>cardiovascular status; prior to and during treatment; further cardiac evaluation (eg, ECG and echocardiogram) if indicated<\/li><li>(ADHD) family and patient history; including medication history, symptoms of cardiac condition (eg, palpitations, syncope, near syncope), and risk factors associated with sudden cardiac death; before initiating therapy and at follow-up visits; further evaluation, including cardiologist consult, if indicated<\/li><li>(ADHD) thorough physical exam; including hypertension, cardiac murmurs or signs of dysrhythmia, Marfan syndrome, before initiating therapy; cardiac symptoms at follow-up visits; further evaluation, including cardiologist consult, if indicated<\/li><li>(ADHD) bipolar disorder risk factors; prior to treatment<\/li><li>(ADHD) new onset or worsening aggressive behavior or hostility; start of treatment<\/li><li>(ADHD) growth determinations (body weight and height)<\/li><li>(ADHD) digital changes (eg, peripheral vasculopathy, including Raynaud's phenomenon); further evaluation (eg, rheumatology referral) if needed<\/li><li>tics and Tourette's syndrome; in pediatric patients prior to treatment<\/li><\/ul>"},{"id":"3pz2s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule, Extended Release: 5 MG, 10 MG, 15 MG<\/li><li>Oral Solution: 5 MG\/5 ML<\/li><li>Oral Tablet: 5 MG, 10 MG<\/li><\/ul><\/li><li><b>Dexedrine<\/b><br\/>Oral Tablet: 5 MG, 10 MG<br\/><\/li><li><b>Dexedrine Spansule<\/b><br\/>Oral Capsule, Extended Release: 5 MG, 10 MG, 15 MG<br\/><\/li><li><b>Dexedrine Spansules<\/b><br\/>Oral Capsule, Extended Release: 5 MG, 10 MG, 15 MG<br\/><\/li><li><b>ProCentra<\/b><br\/>Oral Solution: 5 MG\/5 ML<br\/><\/li><li><b>Zenzedi<\/b><br\/>Oral Tablet: 2.5 MG, 5 MG, 7.5 MG, 10 MG, 15 MG, 20 MG, 30 MG<br\/><\/li><\/ul>"},{"id":"3pz2s12","title":"Toxicology","sub":[{"id":"3pz2s12b31","title":"Clinical Effects","mono":"<b>AMPHETAMINES AND RELATED DRUGS <\/b><br\/>USES: Amphetamines and related agents are CNS stimulants. They are sold as commercial pharmaceutical agents to treat medical conditions (eg, attention deficit disorder, narcolepsy, and obesity). Illicit amphetamines, such as hallucinogenic amphetamines, methamphetamine, and methylphenidate, are covered in separate managements. PHARMACOLOGY: Amphetamines are sympathomimetic agents structurally related to norepinephrine. They have greater stimulant effects than other catecholamines. Peripherally, amphetamines promote the release of norepinephrine from stores in adrenergic nerve terminals and directly stimulate alpha- and beta-adrenergic receptors. They also inhibit catecholamine metabolism by inhibiting monoamine oxidase enzymes. Centrally, amphetamines stimulate the cerebral cortex, medullary respiratory center, and reticular activating system. TOXICOLOGY: Overdose or chronic excessive use causes a sympathomimetic toxidrome (eg, tachycardia, hypertension, agitation, and, in severe cases, psychosis). EPIDEMIOLOGY: Exposures are common. Severe effects are rare but may be seen in large overdoses and chronic exposures. Diversion and abuse of pharmaceutical amphetamines is common. MILD TO MODERATE POISONING: Hyperactivity, diaphoresis, flushing, mydriasis, nausea, vomiting, abdominal pain, hypertension, palpitations, tachycardia, chest pain, headache, hyperventilation, and confusion. SEVERE POISONING: Generally only seen after illicit use (usually by injection, insufflations, or smoking) of high doses. May cause hyperthermia (greater than 40 degrees C can be life-threatening), dehydration, severe hypertension, tachydysrhythmia, myocardial infarction, vasospasm, aortic dissection, cerebral vascular accidents, sudden cardiac death, pneumothorax, psychosis, seizures, ischemic colitis, rhabdomyolysis, renal failure, hepatic failure, serotonin syndrome, delirium, paranoia, and coma. Rarely, severe acidosis, multiorgan failure, and death occur. ADVERSE EFFECTS: Tachycardia, hypertension, agitation, dyskinesias, psychosis, and seizures. Dose response may be unpredictable. Chronic amphetamine abuse may result in cardiomyopathy, heart failure, malnutrition, weight loss, cerebral vasculitis, permanent psychiatric illness including depression and paranoid psychoses, bruxism, and infection. Amphetamine exposure to the fetus may cause neonatal withdrawal symptoms. An adult withdrawal syndrome has been described in chronic abusers, including severe depression.<br\/>"},{"id":"3pz2s12b32","title":"Treatment","mono":"<b>AMPHETAMINES AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most amphetamine related toxicity may be safely managed with supportive care that includes monitoring airway, breathing, and circulation, and control of agitation with benzodiazepines. Intravenous fluids may be needed for mild dehydration, and sedation for agitation. Charcoal may be indicated if recent ingestion, airway controlled, and low seizure risk. MANAGEMENT OF SEVERE TOXICITY: Severe agitation requires aggressive treatment to avoid malignant hypertension, rhabdomyolysis, hyperthermia, and seizures. Large doses of benzodiazepines may be needed. Severe cases may require neuromuscular paralysis, intubation, and active cooling measures. For tachycardia, treat with intravenous fluids, sedation. For severe hypertension unresponsive to sedation, consider IV nitroprusside. Rhabdomyolysis is best treated with adequate 0.9% normal saline; monitor CK, electrolytes, and creatinine. Diuretics and urinary alkalinization are not recommended. Ventricular dysrhythmias should be treated with standard ACLS protocols.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of potential for agitation, seizures. HOSPITAL: Activated charcoal binds amphetamines. For oral exposures, consider charcoal administration if patient is able to drink safely, low risk for seizures.<\/li><li>Airway management: Intubate if unable to protect airway, to control agitation, hyperthermia, and status epilepticus.<\/li><li>Antidote: None<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Hypertensive episode: Consider IV nitroprusside for severe hypertension unresponsive to sedation. DOSE: Start at 0.5 to 1 mcg\/kg\/min and titrate as needed.<\/li><li>Monitoring of patient: Monitor vital signs (including core temperature) and mental status. Serum concentrations of amphetamine and related agents are not readily available or clinically useful. Urine toxicology screens may detect amphetamines as a class, but do not distinguish between pharmaceutical and illicit forms. False positive amphetamine results may occur after exposure to over-the-counter cold preparations containing ephedrine or pseudoephedrine. No specific lab work is needed in patients with mild clinical signs and symptoms. In patients with severe toxicity, monitor serum electrolytes, CK, renal function, and troponin. Obtain an ECG and institute continuous cardiac monitoring. Consider chest radiograph or CT to exclude pneumothorax or aortic dissection as clinically indicated. Consider a brain CT to exclude traumatic injury or cerebrovascular accident as clinically indicated.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not useful because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Inadvertent ingestions in asymptomatic patients, and pediatric exposures of commercial pharmaceutical agents within published pediatric therapeutic dose, who have no synergistic co-ingestions, may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions, synergistic co-ingestions, unclear history, symptomatic or intoxicated patients, exposure to doses outside published therapeutic ranges, or those in unstable social situations should be sent to a healthcare facility for observation. ADMISSION CRITERIA: Patients with persistent or worsening vital sign abnormalities, continued or difficult to control agitation or psychosis, multiple seizures, cardiac ischemia, or dysrhythmias should be admitted. Intensive care unit is indicated for aggressive airway or cardiac monitoring. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (ie, progressive agitation, psychosis, dysrhythmias, malignant hypertension, hyperthermia), concerns about decontamination, or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"3pz2s12b33","title":"Range of Toxicity","mono":"<b>AMPHETAMINES AND RELATED DRUGS<\/b><br\/>TOXICITY: Dose response is variable. In adults, the acute lethal dose of amphetamine has been reported to be 20 to 25 mg\/kg. Patients who chronically abuse amphetamines develop tolerance, and up to 15,000 mg\/day has been ingested without lethal result. THERAPEUTIC DOSE: ADULT: Amphetamine: 5 to 60 mg\/day in divided doses for narcolepsy or 20 mg daily as an extended-release tablet for the treatment of adult ADHD; Benzphetamine: 25 to 50 mg 1 to 3 times daily; Diethylpropion: 75 mg\/day; Lisdexamfetamine: 30 to 70 mg once daily; Phendimetrazine: 35 mg two to three times daily or 105 mg as a sustained-release capsule once daily; Phentermine: 18.75 or 37.5 mg once daily. PEDIATRIC: Amphetamine (6 years and older): 5 mg once or twice daily; rare for dose to exceed 40 mg\/day for ADHD, or 10 mg extended-release capsule once daily not to exceed 30 mg daily for ADHD; Lisdexamfetamine (6 to 17 years of age): Initially 30 mg once daily, up to a maximum dose of 70 mg once daily for the treatment of ADHD.<br\/>"}]},{"id":"3pz2s13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Drug may cause anorexia, xerostomia, insomnia, irritability, nervousness, or restlessness.<\/li><li>Advise patient to report vocal or motor tics, as drug may exacerbate tics or Tourette's syndrome.<\/li><li>Caution patients with a history of seizures to report increased seizure activity, as drug may lower convulsive threshold.<\/li><li>Instruct patient to report irregular heart rate or tachyarrhythmia.<\/li><li>Advise parents of children on prolonged therapy that growth may be affected and will need to be monitored.<\/li><li>Patient should avoid late evening doses due to the potential for insomnia.<\/li><li>Patient should avoid acidic agents (vitamin C, citrus fruit or juice), since they will decrease absorption.<\/li><li>Instruct patient to avoid using MAO inhibitors concurrently, or within 14 days after therapy, as hypertensive crisis may result.<\/li><\/ul>"}]}