{"generic":"Diazoxide","drugs":["Diazoxide","Hyperstat","Proglycem"],"mono":{"0":{"id":"3smcs0","title":"Generic Names","mono":"Diazoxide"},"1":{"id":"3smcs1","title":"Dosing and Indications","sub":[{"id":"3smcs1b4","title":"Adult Dosing","mono":"<b>Hypoglycemia, due to hyperinsulinism:<\/b> initial 3 mg\/kg\/day ORALLY in 3 divided doses; usual doses are 3-8 mg\/kg\/day ORALLY divided into 2-3 doses; MAX, 15 mg\/kg\/day"},{"id":"3smcs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Hypoglycemia, due to hyperinsulinism:<\/b> children; initial, 3 mg\/kg\/day ORALLY in 3 divided doses; usual doses are 3-8 mg\/kg\/day ORALLY divided into 2-3 doses; MAX, 15 mg\/kg\/day<\/li><li><b>Hypoglycemia, due to hyperinsulinism:<\/b> infants\/newborns: initial 10 mg\/kg\/day ORALLY in 3 divided doses; usual doses are 8-15 mg\/kg\/day ORALLY divided into 2-3 doses<\/li><\/ul>"},{"id":"3smcs1b6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> consider reduced doses (specific guidelines unavailable)"},{"id":"3smcs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hypoglycemia, due to hyperinsulinism<\/li><li>Malignant hypertension<\/li><li>Severe hypertensive disorder<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cardiopulmonary bypass operation, Preconditioning<\/li><li>Hypertension - Pregnancy<\/li><li>Persistent hyperinsulinemic hypoglycemia of infancy<\/li><\/ul>"}]},"3":{"id":"3smcs3","title":"Contraindications\/Warnings","sub":[{"id":"3smcs3b9","title":"Contraindications","mono":"<ul><li>functional hypoglycemia<\/li><li>hypersensitivity to diazoxide or to other thiazides<\/li><\/ul>"},{"id":"3smcs3b10","title":"Precautions","mono":"<ul><li>cardiac reserve, compromised; risk of congestive heart failure<\/li><li>concomitant use of coumarin (or its derivatives), diphenylhydantoin, or thiazides (or other diuretics); use with caution<\/li><li>gout, history<\/li><li>hyperuricemia<\/li><li>ketoacidosis and nonketotic hyperosmolar coma have been reported<\/li><li>newborns with increased bilirubinemia; diazoxide may displace bilirubin from albumin<\/li><li>prolonged treatment; regular monitoring of urine for sugar and ketones is required<\/li><li>renal function, impaired; risk of drug toxicity<\/li><\/ul>"},{"id":"3smcs3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"3smcs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"3smcs4","title":"Drug Interactions","sub":{"1":{"id":"3smcs4b14","title":"Major","mono":"<ul><li>Arsenic Trioxide (theoretical)<\/li><li>Dofetilide (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Phenytoin (probable)<\/li><\/ul>"},"2":{"id":"3smcs4b15","title":"Moderate","mono":"<ul>Trichlormethiazide (probable)<\/ul>"}}},"5":{"id":"3smcs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (7%)<\/li><li><b>Endocrine metabolic:<\/b>Hyperglycemia<\/li><li><b>Gastrointestinal:<\/b>Nausea and vomiting (4%)<\/li><li><b>Neurologic:<\/b>Asthenia, Dizziness (2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Congestive heart failure<\/li><li><b>Endocrine metabolic:<\/b>Diabetic ketoacidosis, Hypoglycemia, Paradoxical<\/li><li><b>Gastrointestinal:<\/b>Bowel obstruction, Pancreatitis<\/li><li><b>Hematologic:<\/b>Thrombocytopenia<\/li><li><b>Ophthalmic:<\/b>Optic nerve infarction<\/li><\/ul>"},"6":{"id":"3smcs6","title":"Drug Name Info","sub":{"0":{"id":"3smcs6b17","title":"US Trade Names","mono":"<ul><li>Hyperstat<\/li><li>Proglycem<\/li><\/ul>"},"2":{"id":"3smcs6b19","title":"Class","mono":"<ul><li>Antihypertensive<\/li><li>Glucose Regulation, Antihypoglycemic<\/li><li>Thiazide Related<\/li><\/ul>"},"3":{"id":"3smcs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"3smcs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"3smcs7","title":"Mechanism Of Action","mono":"<ul><li>Oral-Systemic: Hyperglycemic effect is due primarily to inhibition of insulin release from the pancreas, as well as an extrapancreatic (catecholamine-induced) effect. <\/li><li>Parenteral-Systemic: Exact mechanism of antihypertensive action is unknown. Diazoxide produces arteriolar vasodilation and decreased peripheral resistance. <\/li><li>Diazoxide has a hyperglycemic effect that is due primarily to inhibition of insulin release from the pancreas, as well as an extrapancreatic (catecholamine-induced) effect.<\/li><\/ul>"},"8":{"id":"3smcs8","title":"Pharmacokinetics","sub":{"0":{"id":"3smcs8b23","title":"Absorption","mono":"Oral-Systemic: Readily absorbed <br\/>"},"2":{"id":"3smcs8b25","title":"Metabolism","mono":"<ul><li>Oral-Systemic: Hepatic<\/li><li>Parenteral-Systemic: Hepatic<\/li><\/ul>"},"3":{"id":"3smcs8b26","title":"Excretion","mono":"<ul><li>Oral-Systemic: Renal: 50% unchanged<\/li><li>Parenteral-Systemic: Renal: 50% unchanged<\/li><\/ul>"},"4":{"id":"3smcs8b27","title":"Elimination Half Life","mono":"<ul><li>Oral-Systemic: 28  plus or minus  8.3 h<\/li><li>Parenteral-Systemic: 21 to 36 h<\/li><\/ul>"}}},"9":{"id":"3smcs9","title":"Administration","mono":"<b>Oral<\/b><br\/>(suspension) shake well before measuring each dose <br\/>"},"10":{"id":"3smcs10","title":"Monitoring","mono":"<ul><li>hyperglycemia due to hyperinsulinism: blood glucose<\/li><li>hypertension: blood pressure<\/li><li>CBC with differential, platelet counts<\/li><li>liver function, renal function, uric acid levels<\/li><li>serum electrolytes, and ketones<\/li><li>urinary glucose and ketones<\/li><\/ul>"},"11":{"id":"3smcs11","title":"How Supplied","mono":"<b>Proglycem<\/b><br\/>Oral Suspension: 50 MG\/ML<br\/>"},"12":{"id":"3smcs12","title":"Toxicology","sub":[{"id":"3smcs12b31","title":"Clinical Effects","mono":"<b>VASODILATORS<\/b><br\/>USES: These agents are used for the treatment of hypertension, peripheral vascular disease and pulmonary hypertension.  Minoxidil is also used to treat hair loss. PHARMACOLOGY: Hydralazine, diazoxide and minoxidil cause vasodilation by directly relaxing vascular smooth muscle. Iloprost is a prostacyclin PGI(2) analog that dilates pulmonary and systemic arteries. Fenoldopam is a D1 dopamine receptor agonist. TOXICOLOGY: Toxicity is generally an extension of the pharmacological effect, primarily hypotension. Hydralazine has an active metabolite that binds to cellular proteins and may trigger an autoimmune response. EPIDEMIOLOGY: Exposures are uncommon and deaths are extremely rare. MILD TO MODERATE TOXICITY: All of these medications cause dose-related hypotension following overdose, often accompanied by tachycardia. SEVERE TOXICITY: Hydralazine: One case of electrocardiographic changes suggesting myocardial ischemia and acidosis without profound hypotension has been reported following hydralazine overdose. Diazoxide: A case of 2:1 heartblock has been reported following rapid IV injection. Minoxidil: Profound hypotension and myocardial ischemia have been reported following large overdoses. Fenoldopam: No reports of significant toxicity.    ADVERSE EFFECTS: All of these agents will cause a dose-related decrease in blood pressure. ADVERSE EFFECTS BY AGENT: Hydralazine: lupus-like syndrome, auto-immune dermal, liver and renal disease. Diazoxide: Hyperglycemia, hyperosmolar coma. Minoxidil: Hair growth. Fenoldopam: Tachycardia. <br\/>"},{"id":"3smcs12b32","title":"Treatment","mono":"<b>VASODILATORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Administer IV fluids for hypotension. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is rare following overdoses of these medications. Patients who remain hypotensive after fluid boluses should be treated with adrenergic vasopressors. Some authors suggest that phenylephrine may reverse hypotension without causing tachycardia. In cases of severe toxicity, consider coingestion or other medical conditions as a cause of the symptoms.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not recommended. HOSPITAL: Consider activated charcoal after large, recent ingestion.<\/li><li>Airway management: Airway management is unlikely to be required following overdose.<\/li><li>Antidote: There is no antidote for poisoning from these medications.<\/li><li>Hypotensive episode: IV NS 10-20 mL\/kg, dopamine, norepinephrine<\/li><li>Wide QRS complex: DYSRHYTHMIAS may respond to serum alkalinization, or lidocaine, bretylium, phenytoin.<\/li><li>Seizure: IV benzodiazepines or barbiturates.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. No specific lab work is needed in most patients. Drug concentration monitoring is not clinically useful or readily available. Institute continuous cardiac monitoring and obtain an ECG. Monitor for seizure activity and CNS depression, especially in buflomedil overdoses.<\/li><li>Enhanced elimination procedure: Studies suggest that diazoxide and minoxidil clearance may be increased by dialysis, but there is no evidence suggesting that increased clearance improves outcomes and the vast majority of patients do well with supportive care.<\/li><li>Patient disposition: HOME CRITERIA: Children and adults can be managed at  home if overdose was inadvertent, was less than 2 times the therapeutic dose for their weight, and no signs or symptoms are present. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions or ingestions of more than twice the therapeutic dose for weight should be sent to a health care facility for 6 hours of observation. ADMISSION CRITERIA: Patients who develop persistent hypotension should be admitted until symptoms resolve. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"3smcs12b33","title":"Range of Toxicity","mono":"<b>VASODILATORS<\/b><br\/>TOXICITY: Severe toxicity is very rare following isolated overdose from these medications. An adult survived an ingestion of 10 g hydralazine. A toddler developed only tachycardia after ingesting 100 mg minoxidil.  An adult developed hypotension and a non-ST-elevation myocardial infarction after ingesting 1200 mg minoxidil. THERAPEUTIC DOSE: ADULTS:  DIAZOXIDE: 1 to 3 mg\/kg up to a single dose of 150 mg.  HYDRALAZINE: Oral: 40 to 200 mg\/day. Parenteral 20 to 40 mg intravenously or intramuscularly. MINOXIDIL: 10 to 100 mg\/day. FENOLDOPAM: 0.05 to 0.1 mcg\/kg\/min and the dose should be titrated no more frequently than every 15 minutes.  PEDIATRIC: Diazoxide: 1 to 3 mg\/kg\/dose intravenously, up to a maximum of 150 mg\/dose. HYDRALAZINE: ORAL: 0.75 to 7.5 mg\/kg\/day in 4 divided doses (up to 200 mg\/day).  PARENTERAL: Usual dose is 1.7 to 3.5 mg\/kg\/day in divided doses every 4 to 6 hours.  MINOXIDIL: ORAL: Up to 50 mg\/daily or 5 mg\/kg\/24 hrs. FENOLDOPAM: The safety and efficacy in children has not been established   <br\/>"}]},"13":{"id":"3smcs13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to rise slowly from a sitting\/supine position, especially if patient is taking concurrent diuretics.<\/li><li>This drug may cause angina, palpitations, tachyarrhythmia, hirsutism, abdominal pain, constipation, diarrhea, loss of appetite, loss of taste, nausea, vomiting, and dizziness.<\/li><li>Drug may also cause serious adverse effects such as congestive heart failure, bowel obstruction, or extrapyramidal disease.<\/li><li>Tell patient to report signs\/symptoms of hyperglycemia, infection, unusual bleeding\/bruising, or fluid retention.<\/li><li>Advise diabetic patients to regularly monitor urine for sugar and ketones and to immediately report abnormal findings.<\/li><li>If injectable formulation is used, advise patient to report signs\/symptoms of extravasation immediately.<\/li><li>Patient should remain supine for at least 1 h after IV injection, as drug may cause hypotension.<\/li><\/ul>"}}}