{"generic":"Digoxin Immune Fab (Ovine)","drugs":["Digibind","Digifab","Digoxin Immune Fab (Ovine)"],"mono":{"0":{"id":"3uw0s0","title":"Generic Names","mono":"Digoxin Immune Fab (Ovine)"},"1":{"id":"3uw0s1","title":"Dosing and Indications","sub":{"0":{"id":"3uw0s1b4","title":"Adult Dosing","mono":"<ul><li><b>Digoxin toxicity, digOXIN:<\/b> acute ingestion of unknown amounts, 20 vials (800 mg) IV; start with 10 vials (400 mg) IV, observe response; repeat with 10 vials as needed<\/li><li><b>Digoxin toxicity, digOXIN:<\/b> acute ingestion of known amount digOXIN: dose (in vials) = (digOXIN ingested (mg) X bioavailability)\/0.5 mg of digOXIN bound per vial; bioavailability of digOXIN tablets = 0.8; bioavailability of digOXIN capsules = 1<\/li><li><b>Digoxin toxicity, digOXIN:<\/b> chronic digOXIN toxicity, 6 vials (240 mg) IV OR dose (in vials) = (serum digOXIN concentration in nanograms\/mL x weight in kg)\/100<\/li><\/ul>"},"1":{"id":"3uw0s1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Digoxin toxicity, digOXIN:<\/b> acute ingestion of unknown amounts, 20 vials (800 mg) IV; start with 10 vials (400 mg); observe response; repeat with 10 vials as needed<\/li><li><b>Digoxin toxicity, digOXIN:<\/b> acute ingestion of known amount digOXIN: dose (in vials) = (digOXIN ingested (mg) X bioavailability)\/0.5 mg of digitalis bound per vial; bioavailability of digOXIN tablets = 0.8; bioavailability of digOXIN capsules = 1<\/li><li><b>Digoxin toxicity, digOXIN:<\/b> chronic digOXIN toxicity (weight less than 20 kg) single vial (40 mg) IV initially OR dose in mg = 40 mg x (serum digOXIN concentration in nanograms\/mL x weight in kg)\/100<\/li><li><b>Digoxin toxicity, digOXIN:<\/b> chronic digOXIN toxicity (weight 20 kg or more), 6 vials (240 mg) IV OR dose (in vials) = (serum digOXIN concentration in nanograms\/mL x weight in kg)\/100<\/li><\/ul>"},"3":{"id":"3uw0s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Digoxin toxicity, digOXIN<\/li><li>Poisoning by digitalis glycoside, digITOXin<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Toxicity of drug, Lanatoside C<br\/>"}}},"3":{"id":"3uw0s3","title":"Contraindications\/Warnings","sub":[{"id":"3uw0s3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"3uw0s3b10","title":"Precautions","mono":"<ul><li>anaphylaxis and hypersensitivity reactions may occur; higher risk in patients with sheep protein allergies or who have previously received intact ovine antibodies or ovine Fab<\/li><li>cardiac function, poor; may deteriorate upon loss of inotropic effect of digoxin; provide support with IV inotropes if necessary<\/li><li>digitalis immunoassay measurement interference by digoxin immune Fab; results may be misleading<\/li><li>hypersensitivity to papaya or papain; do not administer unless benefits outweigh risks; appropriate management for anaphylactic reactions should be readily available if administered<\/li><li>hypokalemia may occur; monitoring recommended<\/li><li>renal failure; monitoring recommended<\/li><\/ul>"},{"id":"3uw0s3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"3uw0s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"3uw0s5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Endocrine metabolic:<\/b>Hypokalemia (13%)<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation, Worsening (7%), Congestive heart failure, Worsening (13%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><\/ul>"},"6":{"id":"3uw0s6","title":"Drug Name Info","sub":{"0":{"id":"3uw0s6b17","title":"US Trade Names","mono":"<ul><li>Digibind<\/li><li>Digifab<\/li><\/ul>"},"2":{"id":"3uw0s6b19","title":"Class","mono":"Digoxin\/Digitalis Antidote<br\/>"},"3":{"id":"3uw0s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"3uw0s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"3uw0s7","title":"Mechanism Of Action","mono":"Digoxin immune Fab referentially binds molecules of digoxin or digitoxin, and the complex is then excreted by the kidneys. As free serum digoxin is removed, tissue-bound digoxin is also released into the serum to maintain the equilibrium and is bound and removed by digoxin immune Fab. The net result is a reduction in serum and tissue digoxin .<br\/>"},"8":{"id":"3uw0s8","title":"Pharmacokinetics","sub":{"1":{"id":"3uw0s8b24","title":"Distribution","mono":"Vd: 0.3 L\/kg <br\/>"},"3":{"id":"3uw0s8b26","title":"Excretion","mono":"<ul><li>Renal clearance: 960 ng\/mL<\/li><li>Dialyzable: No (hemodialysis); No (peritoneal dialysis)<\/li><\/ul>"},"4":{"id":"3uw0s8b27","title":"Elimination Half Life","mono":"<ul><li>15 hours<\/li><li>renal impairment: increased up to 10-fold<\/li><\/ul>"}}},"9":{"id":"3uw0s9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>mix each vial with 4 mL Sterile Water for Injection to yield 10 mg\/mL; may dilute the reconstituted solution in NS to an appropriate volume for administration<\/li><li>for very small doses, a reconstituted vial can be diluted with 36 mL NS to achieve a concentration of 1 mg\/mL; administer doses less than 1 mL with a tuberculin syringe<\/li><li>infuse over at least 30 minutes<\/li><li>if cardiac arrest is imminent, may give as a bolus injection<\/li><li>use reconstituted product immediately; if not used immediately, refrigerate and use within 4 hours<\/li><\/ul>"},"10":{"id":"3uw0s10","title":"Monitoring","mono":"<ul><li>serum digoxin concentration prior to therapy<\/li><li>resolution of cardiac rhythm disturbances and hyperkalemia may indicate efficacy<\/li><li>free digoxin levels; after administration in patients with renal failure to detect possible recurrence of toxicity<\/li><li>serum potassium levels; frequently, especially the first few hours after administration<\/li><li>ECG, blood pressure, temperature; during and following administration<\/li><li>signs and symptoms of volume overload; in children weighing less than 20 kg receiving large doses<\/li><\/ul>"},"11":{"id":"3uw0s11","title":"How Supplied","mono":"<b>DigiFab<\/b><br\/>Intravenous Powder for Solution: 40 MG<br\/>"},"12":{"id":"3uw0s12","title":"Toxicology","sub":[{"id":"3uw0s12b31","title":"Clinical Effects","mono":"<b>DIGOXIN IMMUNE FAB<\/b><br\/>USES: Digoxin immune Fab is derived from specific antidigoxin antibodies that are produced in sheep immunized to digoxin. These antibodies are used in the treatment of life-threatening digitalis toxicity. PHARMACOLOGY: Binds digoxin molecules and make them unavailable for binding at their site of action.  Although Fab fragments have a larger volume of distribution than IgG, they do not distribute directly to digoxin receptor sites. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Overdose events are anticipated to be an extension of adverse events reported with therapy. ADVERSE EVENTS: Worsening congestive heart failure and a rapid ventricular response in patients with atrial fibrillation may occur as a result of therapy due to the reversal of digoxin effects. Anaphylactic, hypersensitivity, or febrile reactions may occur with therapy. Hypokalemia is possible following therapy due to the reversal of digoxin effects (a shift of potassium into the cell) producing a decline in serum potassium concentration. Hypotension has occurred rarely.<br\/>"},{"id":"3uw0s12b32","title":"Treatment","mono":"<b>DIGOXIN IMMUNE FAB<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is primarily symptomatic and supportive. Mild to moderate congestive heart failure may occur. Atrial fibrillation with rapid ventricular response may also develop. Monitor vital signs, obtain an ECG and institute continuous cardiac monitoring. Monitor fluid status and respiratory function. If control of ventricular rate is necessary in patients with atrial fibrillation, a calcium channel blocker (eg, diltiazem) or beta blocker may be used. A short acting titratable agent such as esmolol may be preferred. Hypokalemia may occur due to a shift of potassium into the cell following reversal of digoxin effects. Monitor serial serum potassium levels; obtain hourly initially and repeat as indicated. Replace potassium as necessary. In patients with an acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. Treat severe hypotension with IV fluids, dopamine, or norepinephrine.<\/li><li>Decontamination:  Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor serial potassium levels following Fab fragments. Monitor fluid status; volume overload has been reported with therapy. Obtain a baseline ECG along with continuous cardiac monitoring. Monitor vital signs including temperature and blood pressure. Assess renal function following a significant exposure or as indicated. Serum digoxin concentration will be elevated after administration of digoxin Fab if the assay used cannot distinguish free and bound digoxin.<\/li><li>Enhanced elimination procedure: Hemodialysis, continuous arteriovenous hemofiltration and peritoneal dialysis are unlikely to be successful at removing digoxin-Fab complex.<\/li><li>Patient disposition: HOME CRITERIA:  There is no data to support home management, and digoxin immune Fab is generally only used in the hospital setting. OBSERVATION CRITERIA: All patients requiring administration of digoxin immune Fab should be monitored for several hours following administration to assess cardiac function or development of an allergic reaction. ADMISSION CRITERIA: Patients with persistent cardiac dysrhythmias should be admitted to an ICU setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"3uw0s12b33","title":"Range of Toxicity","mono":"<b>DIGOXIN IMMUNE FAB<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Doses up to 1280 mg (32 vials) in a child and 1600 mg (40 vials) in an adult have been well-tolerated with the occurrence of minimal to no symptoms related to digoxin immune Fab administration. THERAPEUTIC: ADULT and PEDIATRIC: ACUTE INGESTION: Dosing varies according to the amount of digoxin ingested. In cases of acute exposure of an unknown amount in adults and children, 20 vials (800 mg) of Digifab(R) is adequate to treat most life-threatening ingestions. In clinical testing, the average dose was 10 vials.<br\/>"}]},"13":{"id":"3uw0s13","title":"Clinical Teaching","mono":"Instruct patient to immediately report signs\/symptoms of delayed allergic reaction or serum sickness (rash, pruritus, urticaria) following discharge from hospital.<br\/>"}}}