{"generic":"Dihydroergotamine Mesylate","drugs":["D.H.E. 45","Dihydroergotamine Mesylate","Migranal"],"mono":[{"id":"3uzrs0","title":"Generic Names","mono":"Dihydroergotamine Mesylate"},{"id":"3uzrs1","title":"Dosing and Indications","sub":[{"id":"3uzrs1b4","title":"Adult Dosing","mono":"<ul><li><b>Cluster headache:<\/b> 1 mg (1 mL) IM\/SC\/IV; repeat at 1 h intervals to 3 mg (2 mg IV) per 24 hour period; MAX 6 mg per WEEK<\/li><li><b>Migraine:<\/b> 1 mg (1 mL) IM\/SC\/IV; repeat at 1 hr intervals to 3 mg (2mg IV) per DAY; MAX 6 mg per WEEK<\/li><li><b>Migraine:<\/b> 1 spray (0.5 mg) each nostril, repeat after 15 min (4 sprays, total 2 mg)<\/li><\/ul>"},{"id":"3uzrs1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients"},{"id":"3uzrs1b6","title":"Dose Adjustments","mono":"<b>liver disease:<\/b> dose reductions are suggested"},{"id":"3uzrs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cluster headache<\/li><li>Migraine<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Migraine; Prophylaxis<br\/>"}]},{"id":"3uzrs2","title":"Black Box Warning","mono":"<ul><li><b>Injection (Solution)<\/b><br\/>Serious and\/or life-threatening peripheral ischemia has been associated with the coadministration of dihydroergotamine with potent CYP3A4 inhibitors including protease inhibitors and macrolide antibiotics. Because CYP3A4 inhibition elevates the serum levels of dihydroergotamine, the risk for vasospasm leading to cerebral ischemia and\/or ischemia of the extremities is increased. Hence, concomitant use of these medications is contraindicated.<br\/><\/li><li><b>Nasal (Solution)<\/b><br\/>Serious and\/or life-threatening peripheral ischemia has been associated with the coadministration of dihydroergotamine with potent CYP3A4 inhibitors including protease inhibitors and macrolide antibiotics. Because CYP3A4 inhibition elevates the serum levels of dihydroergotamine, the risk for vasospasm leading to cerebral ischemia and\/or ischemia of the extremities is increased. Hence, concomitant use of these medications is contraindicated.<br\/><\/li><\/ul>"},{"id":"3uzrs3","title":"Contraindications\/Warnings","sub":[{"id":"3uzrs3b9","title":"Contraindications","mono":"<ul><li>coadministration with other pressor\/vasoconstrictive medications<\/li><li>hemiplegic\/basilar migraine<\/li><li>hypersensitivity to ergot alkaloid products<\/li><li>myocardial infarction<\/li><li>other ergot\/5-HT derivatives within last 24 hr<\/li><li>peripheral vascular disease<\/li><li>pregnancy and lactation<\/li><li>prolonged hypotension, shock<\/li><li>sepsis<\/li><li>severely impaired liver\/renal function<\/li><li>uncontrolled hypertension, ischemic heart disease, angina<\/li><li>following vascular surgery<\/li><\/ul>"},{"id":"3uzrs3b10","title":"Precautions","mono":"patients at risk for cardiovascular, cerebrovascular events<br\/>"},{"id":"3uzrs3b11","title":"Pregnancy Category","mono":"<ul><li>Dihydroergotamine: X (FDA)<\/li><li>Dihydroergotamine: C (AUS)<\/li><\/ul>"},{"id":"3uzrs3b12","title":"Breast Feeding","mono":"Dihydroergotamine: Micromedex: Infant risk has been demonstrated.<br\/>"}]},{"id":"3uzrs4","title":"Drug Interactions","sub":[{"id":"3uzrs4b13","title":"Contraindicated","mono":"<ul><li>Almotriptan (theoretical)<\/li><li>Amprenavir (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Azithromycin (probable)<\/li><li>Boceprevir (theoretical)<\/li><li>Clarithromycin (probable)<\/li><li>Cobicistat (theoretical)<\/li><li>Cocaine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Dirithromycin (probable)<\/li><li>Eletriptan (theoretical)<\/li><li>Epinephrine (theoretical)<\/li><li>Erythromycin (probable)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Frovatriptan (probable)<\/li><li>Idelalisib (theoretical)<\/li><li>Indinavir (probable)<\/li><li>Itraconazole (probable)<\/li><li>Josamycin (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Lidocaine (theoretical)<\/li><li>Lopinavir (probable)<\/li><li>Mepartricin (probable)<\/li><li>Midodrine (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Miokamycin (probable)<\/li><li>Naratriptan (probable)<\/li><li>Nefazodone (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Norepinephrine (theoretical)<\/li><li>Phenylpropanolamine (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Propylhexedrine (theoretical)<\/li><li>Pseudoephedrine (theoretical)<\/li><li>Ritonavir (probable)<\/li><li>Rizatriptan (theoretical)<\/li><li>Rokitamycin (probable)<\/li><li>Roxithromycin (probable)<\/li><li>Saquinavir (probable)<\/li><li>Saralasin (theoretical)<\/li><li>Spiramycin (probable)<\/li><li>Sumatriptan (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Troleandomycin (probable)<\/li><li>Voriconazole (theoretical)<\/li><li>Zolmitriptan (probable)<\/li><\/ul>"},{"id":"3uzrs4b14","title":"Major","mono":"<ul><li>Alefacept (theoretical)<\/li><li>Blinatumomab (theoretical)<\/li><li>Bromocriptine (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dexfenfluramine (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Golimumab (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Palbociclib (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Secukinumab (theoretical)<\/li><li>Sibutramine (probable)<\/li><li>Siltuximab (theoretical)<\/li><li>Telithromycin (probable)<\/li><\/ul>"},{"id":"3uzrs4b15","title":"Moderate","mono":"<ul><li>Nitroglycerin (probable)<\/li><li>Propranolol (probable)<\/li><\/ul>"}]},{"id":"3uzrs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea, Nausea<\/li><li><b>Musculoskeletal:<\/b>Leg cramp<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Death, Myocardial infarction, Peripheral ischemia, Vasoconstriction, Coronary, Vasospasm<\/li><li><b>Dermatologic:<\/b>Gangrenous disorder<\/li><li><b>Gastrointestinal:<\/b>Ischemic bowel disease, Retroperitoneal fibrosis<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage, Cerebrovascular accident, Subarachnoid hemorrhage<\/li><li><b>Renal:<\/b>Renal failure<\/li><li><b>Respiratory:<\/b>Pulmonary fibrosis<\/li><\/ul>"},{"id":"3uzrs6","title":"Drug Name Info","sub":{"0":{"id":"3uzrs6b17","title":"US Trade Names","mono":"<ul><li>D.H.E. 45<\/li><li>Migranal<\/li><\/ul>"},"2":{"id":"3uzrs6b19","title":"Class","mono":"<ul><li>Antimigraine<\/li><li>Ergot Alkaloid<\/li><\/ul>"},"3":{"id":"3uzrs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"3uzrs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"3uzrs7","title":"Mechanism Of Action","mono":"Dihydroergotamine mesylate is a 5-HT(1D) receptor agonist used to treat migraine headache with or without aura. Its clinical efficacy is thought to be related to the activation of 5-HT(1D) receptors found in the intracranial blood vessel and in the arterio-venous anastomoses resulting in vasoconstriction. It is also thought to inhibit pro-inflammatory neuropeptide release caused by the activation of the same receptors found on the sensory nerve endings of the trigeminal system.<br\/>"},{"id":"3uzrs8","title":"Pharmacokinetics","sub":[{"id":"3uzrs8b23","title":"Absorption","mono":"<ul><li>Bioavailability: (intranasal), 32%<\/li><li>Bioavailability: (oral), poor<\/li><\/ul>"},{"id":"3uzrs8b24","title":"Distribution","mono":"<ul><li>Vd: 800 L<\/li><li>Protein binding: 93%<\/li><\/ul>"},{"id":"3uzrs8b25","title":"Metabolism","mono":"Metabolites: 8'-beta-hydroxydihydroergotamine, dihydrolysergic acid, and dihydrolysergic amide <br\/>"},{"id":"3uzrs8b26","title":"Excretion","mono":"<ul><li>Fecal<\/li><li>Renal: (IM), 6% to 7% unchanged<\/li><li>Renal: (intranasal), about 2%<\/li><\/ul>"},{"id":"3uzrs8b27","title":"Elimination Half Life","mono":"about 9 h to 10 h <br\/>"}]},{"id":"3uzrs9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>first dose should be given in physician's office for patients with risk factors predictive of coronary artery disease<br\/><\/li><li><b>Nasal<\/b><br\/><ul><li>Migranal(R) nasal spray should not be injected<\/li><li>prime the pump prior to dosing; discard the applicator and opened ampul after 8 hours<\/li><\/ul><\/li><\/ul>"},{"id":"3uzrs10","title":"Monitoring","mono":"<ul><li>relief of headache, recurrence of headache<\/li><li>blood pressure, signs and symptoms of angina or decreased arterial flow<\/li><li>cardiovascular function, ECG<\/li><li>Injection: chest x-ray, retroperitoneal imaging<\/li><\/ul>"},{"id":"3uzrs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 1 MG\/ML<\/li><li>Nasal Spray: 4 MG\/ML<\/li><\/ul><\/li><li><b>D.H.E. 45<\/b><br\/>Injection Solution: 1 MG\/ML<br\/><\/li><li><b>Migranal<\/b><br\/>Nasal Spray: 4 MG\/ML<br\/><\/li><\/ul>"},{"id":"3uzrs12","title":"Toxicology","sub":[{"id":"3uzrs12b31","title":"Clinical Effects","mono":"<b>ERGOT ALKALOIDS <\/b><br\/>USES: Ergot alkaloids are most commonly used to treat migraine headaches and to enhance uterine contractions postpartum.  In addition, some ergot derivatives have been used for the treatment of dementia, Parkinson disease, and hyperprolactinemic states.  Another source of ergots is grains contaminated by the fungus Claviceps purpurea.  Ergot preparations are available in oral, intravenous, and intranasal forms. PHARMACOLOGY: Ergot derivatives directly stimulate vasoconstriction and uterine contraction, antagonize alpha-adrenergic and serotonin receptors, and dilate some blood vessels via a CNS sympatholytic action.  The relative contribution of each of these mechanisms varies with the specific ergot alkaloid. TOXICOLOGY:  Most serious toxicity results from sustained vasoconstriction, which can result in local tissue hypoxia and ischemic injury.  Vasospasm may progress to irreversible vascular insufficiency and resulting gangrene. EPIDEMIOLOGY: Exposures are relatively uncommon. OVERDOSE: Overdose can be divided into acute and chronic categories.  Most severe poisoning cases are due to chronic supratherapeutic dosing (greater than 10 mg) for migraine headaches.  However, there are case reports of vasospastic incidents following normal therapeutic dosing. MILD TO MODERATE POISONING: Mild intoxication results in gastrointestinal (nausea and vomiting) symptoms. SEVERE POISONING: More serious poisonings cause vasoconstriction that can involve multiple parts of the body.  Since ergot alkaloids may persist, vasospasm can continue up to 2 weeks.  Pain, pallor, hypothermia, and loss of peripheral pulses may occur in the distal extremities, leading to gangrene.  Other vasospastic complications include acute coronary syndrome, bowel infarction, renal infarction, visual disturbances, and stroke.  Psychosis, seizures, and coma are rare but may also occur. ADVERSE EFFECTS: Adverse effects include rhinitis, dizziness, hot flashes, nausea\/vomiting\/diarrhea, taste disturbances, local site reaction, weakness and stiffness, and pharyngitis.  Severe adverse effects occur rarely (less than 1%) at therapeutic dosing and include cerebral hemorrhage, coronary artery vasospasm, hypertension, myocardial infarction, paresthesia, peripheral cyanosis, peripheral ischemia, rash, stroke, subarachnoid hemorrhage, ventricular fibrillation, ventricular tachycardia, pleural and retroperitoneal fibrosis, and cardiac valvular fibrosis. Methysergide can cause retroperitoneal fibrosis. DRUG INTERACTION: Concomitant use with potent inhibitors of CYP3A4 (eg, protease inhibitors, azole antifungals, some macrolide antibiotics) has been associated with acute ergot toxicity (ergotism).<br\/>"},{"id":"3uzrs12b32","title":"Treatment","mono":"<b>ERGOT ALKALOIDS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive, including treatment of gastrointestinal symptoms, warming of peripheral extremities, and treatment of pain. MANAGEMENT OF SEVERE TOXICITY: Peripheral ischemia requires immediate vasodilator and anticoagulant therapy.  First-line vasodilating agents include intravenous infusions of nitroprusside (starting dose 1 to 2 mcg\/kg\/minute) and\/or phentolamine (starting dose 0.5 mg\/minute).  These medications should be titrated until ischemia is improved or as tolerated by the patient's blood pressure.  Rarely, intra-arterial infusion may be required.  Vasodilating calcium channel blockers such as nifedipine (or other dihydropyridines) may augment collateral peripheral blood flow and thus may be beneficial. Anticoagulation therapy with heparin (sufficient to maintain the activated partial thromboplastin time (aPTT) at approximately twice normal values), or low molecular weight heparin derivatives are used to inhibit thrombosis secondary to vasospasm. If patients experience coronary spasm, administer nitroglycerin 0.15 to 0.6 mg sublingually and then start intravenous administration at 5 to 20 mcg\/minute.  Intracoronary artery nitroglycerin may be necessary if intravenous administration proves futile.  Adding calcium channel blocker therapy may also be useful. Treat seizures with benzodiazepines and barbiturates. INHALATION: Treat adverse effects from intranasal administration similarly to oral ingestions. DERMAL: Local decontamination, and treat symptoms as needed. EYES: Irrigation of eyes, and treat symptoms as needed. PARENTERAL: Treat as above for symptoms as needed.<\/li><li>Decontamination: PREHOSPITAL: Ipecac-induced vomiting is potentially useful if given immediately (within a few minutes of ingestion); however, it is not generally recommended because of the possibility of CNS depression and subsequent aspiration. Consider activated charcoal in a patient with a recent, substantial overdose who is alert or in whom airway is protected. For dermal or eye exposures, immediate decontamination by washing off the medication is recommended. HOSPITAL: Most toxicity is from chronic excessive dosing, and decontamination is not generally useful in these cases. Consider activated charcoal in a patient with a recent, substantial overdose who is alert or in whom airway is protected.<\/li><li>Airway management: Respiratory depression has been reported in neonates, and might develop in adults with complications from ergot alkaloid toxicity (e.g. stroke); intubation may be necessary.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor basic blood work (e.g. complete blood count, metabolic panel) in all symptomatic patients. Patients showing signs of cardiac toxicity should have cardiac biomarkers ordered along with continuous cardiac monitoring and serial ECGs. Patients exhibiting neurological deficits, or in whom intestinal or renal ischemia is suspected, should undergo CT scan.<\/li><li>Enhanced elimination procedure: As ergot alkaloids have extensive tissue distribution, dialysis and hemoperfusion are not effective treatments.<\/li><li>Patient disposition: HOME CRITERIA: Most patients may be observed at home if they are not having any symptoms. OBSERVATION CRITERIA: Any patient who is experiencing symptoms or had a self-harm attempt should be sent to a healthcare facility for observation.  Observe asymptomatic patients for 4 to 6 hours.  Admit patients with severe symptoms or patients who are still symptomatic at the end of observation. ADMISSION CRITERIA: Patients exhibiting cardiovascular effects should be admitted to an intensive care setting. CONSULT CRITERIA: Other consultants that may need to be involved include cardiologists (for acute coronary syndrome), neurologists (for strokes), vascular surgeons (for peripheral vascular ischemia).  Consult a medical toxicologist for patients with severe poisoning or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"3uzrs12b33","title":"Range of Toxicity","mono":"<b>ERGOT ALKALOIDS <\/b><br\/>TOXICITY: No toxic dose established.  Severe toxicity has occurred even at therapeutic dosing in susceptible individuals.  Ergotamine doses of more than 15 mg\/24 hours or more than 40 mg over a few days are likely to cause toxicity. Death has been reported in a 14-month-old toddler after an acute ingestion of 12 mg ergonovine. THERAPEUTIC DOSES: ADULTS - DIHYDROERGOTAMINE - PARENTERAL: 1 mL IV\/IM\/SubQ; repeated as needed at 1 hour intervals to a total dose of 3 mL IM\/SubQ or 2 mL IV in a 24 period; MAX not exceed 6 ML\/week, NASAL - 0.5 mg (one spray) each nostril; followed by another spray (one) in each nostril 15 minutes later  (4 sprays, total 2 mg). ERGOLOID - ORAL - 1 mg orally 3 times a day. ERGONOVINE - PARENTERAL - 0.2 mg\/mL IM or IV, repeat doses may be required in severe uterine bleeding no more often than once in 2 to 4 hours; ORAL - 0.2 to 0.4 mg orally every 6 to 12 hours until danger of uterine atony has passed (usually 48 hours). ERGOTAMINE - initial, 2 mg sublingually, then 2 mg every 30 min; MAX 10 mg\/week. METHYLERGONOVINE - 0.2 mg IM\/IV (may be repeated at 2 to 4 hours intervals up to 5 doses) then 0.2 mg ORALLY 3 to 4 times a day as needed; MAX duration: 7 days. METHYSERGIDE - ORAL - 4 to 8 mg\/day in divided doses with meals. CHILDREN - Not approved in children. <br\/>"}]},{"id":"3uzrs13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, as drug may cause dizziness.<\/li><li>Tell patient that drug should only be taken when a migraine occurs; it should not be taken regularly as a preventive measure.<\/li><li>This drug may cause nausea and vomiting. The nasal formulation may also cause altered taste or nasal\/throat irritation.<\/li><li>Advise patient to report paresthesia, muscle pain in arms and legs, leg weakness, angina, increased or decreased heart rate, swelling, or itching.<\/li><li>Patient should not take this drug within 2 weeks of using MAO inhibitors or within 24 h of using ergot-type\/ergotamine-containing drugs or 5-hydroxytryptamine-1 agonists (eg, sumatriptan).<\/li><li>Tell patient to not smoke tobacco during therapy, as this may increase side effects of the medication.<\/li><\/ul>"}]}