{"generic":"Dimenhydrinate","drugs":["Dimenhydrinate","Dramamine","Driminate","Hydrate","Motion Sickness","Triptone"],"mono":{"0":{"id":"3vt2s0","title":"Generic Names","mono":"Dimenhydrinate"},"1":{"id":"3vt2s1","title":"Dosing and Indications","sub":[{"id":"3vt2s1b4","title":"Adult Dosing","mono":"<ul><li><b>Motion sickness; Treatment and Prophylaxis:<\/b> 50-100 mg ORALLY 30 min prior to travel; repeat every 4-6hrs; maximum dose: 400 mg\/day<\/li><li><b>Motion sickness; Treatment and Prophylaxis:<\/b> 50-100 mg IM every 4-6 hrs as needed<\/li><li><b>Motion sickness; Treatment and Prophylaxis:<\/b> 50 mg IV over 2 min (dilute in 10 mL NS before giving)<\/li><\/ul>"},{"id":"3vt2s1b5","title":"Pediatric Dosing","mono":"<ul><li>not for use in children less than 2 years of age<\/li><li><b>Motion sickness; Treatment and Prophylaxis:<\/b> (2-6 yrs) 12.5-25 mg ORALLY every 6-8 hrs; maximum dose: 75 mg\/day<\/li><li><b>Motion sickness; Treatment and Prophylaxis:<\/b> (6-12 yrs) 25-50 mg ORALLY every 6-8 hrs; maximum dose: 150 mg\/day<\/li><li><b>Motion sickness; Treatment and Prophylaxis:<\/b> 1.25 mg\/kg or 37.5 mg\/m(2) IM every 6 hrs; maximum dose: 300 mg\/day<\/li><\/ul>"},{"id":"3vt2s1b6","title":"Dose Adjustments","mono":"<b>liver disease:<\/b> dose reductions should be considered"},{"id":"3vt2s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Motion sickness; Treatment and Prophylaxis<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Postoperative nausea and vomiting<br\/>"}]},"3":{"id":"3vt2s3","title":"Contraindications\/Warnings","sub":[{"id":"3vt2s3b9","title":"Contraindications","mono":"hypersensitivity to dimenhyDRINATE or diphenhydramine<br\/>"},{"id":"3vt2s3b10","title":"Precautions","mono":"<ul><li>asthma<\/li><li>avoid alcoholic beverages<\/li><li>children under 2 years of age<\/li><li>chronic bronchitis<\/li><li>emphysema<\/li><li>enlarged prostate<\/li><li>narrow-angle glaucoma<\/li><li>may cause marked drowsiness; use caution when driving, operating machinery, or performing other hazardous tasks<\/li><\/ul>"},{"id":"3vt2s3b11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>A (AUS)<\/li><\/ul>"},{"id":"3vt2s3b12","title":"Breast Feeding","mono":"Micromedex: Milk effects are possible.<br\/>"}]},"4":{"id":"3vt2s4","title":"Drug Interactions","sub":{"1":{"id":"3vt2s4b14","title":"Major","mono":"<ul><li>Adenosine (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Regadenoson (theoretical)<\/li><li>Umeclidinium (theoretical)<\/li><\/ul>"}}},"5":{"id":"3vt2s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea, Vomiting, Xerostomia<\/li><li><b>Neurologic:<\/b>Sedated<\/li><\/ul>"},"6":{"id":"3vt2s6","title":"Drug Name Info","sub":{"0":{"id":"3vt2s6b17","title":"US Trade Names","mono":"<ul><li>Dramamine<\/li><li>Driminate<\/li><li>Hydrate<\/li><li>Motion Sickness<\/li><li>Triptone<\/li><\/ul>"},"2":{"id":"3vt2s6b19","title":"Class","mono":"<ul><li>Antihistamine<\/li><li>Ethanolamine (class)<\/li><li>Respiratory Agent<\/li><\/ul>"},"3":{"id":"3vt2s6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"3vt2s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"3vt2s7","title":"Mechanism Of Action","mono":"DimenhyDRINATE is an anti-nausea\/antiemetic agent. It has depressant action on hyperstimulated labyrinthine function but the precise mechanism of action is still unknown.<br\/>"},"9":{"id":"3vt2s9","title":"Administration","mono":"<ul><li><b>Intra-arterial<\/b><br\/>do not inject intra-arterially<br\/><\/li><li><b>Intramuscular<\/b><br\/><ul><li>no dilution necessary<\/li><li>(pediatrics) do not exceed 300 mg daily<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/>(adults) dilute 1 mL (50 mg) of solution in 10 mL of NS and administer over a period of 2 minutes<br\/><\/li><\/ul>"},"10":{"id":"3vt2s10","title":"Monitoring","mono":"<ul><li>improvement in nausea\/vomiting<\/li><li>hydration level<\/li><\/ul>"},"11":{"id":"3vt2s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 50 MG\/ML<\/li><li>Oral Tablet: 50 MG<\/li><\/ul><\/li><li><b>Dramamine<\/b><br\/><ul><li>Oral Tablet: 50 MG<\/li><li>Oral Tablet, Chewable: 50 MG<\/li><\/ul><\/li><li><b>Driminate<\/b><br\/>Oral Tablet: 50 MG<br\/><\/li><li><b>Motion Sickness<\/b><br\/>Oral Tablet: 50 MG<br\/><\/li><li><b>Motion Sickness Relief<\/b><br\/>Oral Tablet: 50 MG<br\/><\/li><li><b>Rite Aid Motion Sickness Relief<\/b><br\/>Oral Tablet: 50 MG<br\/><\/li><li><b>Travel Sickness<\/b><br\/>Oral Tablet: 50 MG<br\/><\/li><\/ul>"},"12":{"id":"3vt2s12","title":"Toxicology","sub":[{"id":"3vt2s12b31","title":"Clinical Effects","mono":"<b>DIPHENHYDRAMINE AND RELATED AGENTS <\/b><br\/>USES: DiphenhydrAMINE and dimenhyDRINATE are sedating antihistamines used to treat allergic conditions, motion sickness and are used as a sleep aid. Occasionally used as a drug of abuse. PHARMACOLOGY: Competitive antagonist of histamine at the H1 receptor. TOXICOLOGY: Anticholinergic (primarily antimuscarinic) effects develop in overdose. DimenhyDRINATE toxicity is similar in nature to diphenhydrAMINE toxicity. EPIDEMIOLOGY: Poisoning is common but rarely severe. May occur via oral, parenteral or dermal route. MILD TO MODERATE POISONING: Somnolence, anticholinergic effects (mydriasis, flushing, fever, dry mouth, urinary retention, decreased bowel sounds), tachycardia, mild hypertension, nausea and vomiting are common after overdose. Agitation, confusion and hallucinations may develop with moderate poisoning. SEVERE POISONING: Severe effects may include delirium, psychosis, seizures, coma, hypotension, QRS widening, and ventricular dysrhythmias, including torsades de pointe, but are generally  only reported in adults after ingestions of one gram or more of  diphenhydrAMINE. Rhabdomyolysis and renal failure may rarely develop in patients with prolonged agitation, coma or seizures. ADVERSE EFFECTS: Mild sedation, dizziness, impaired coordination, and mild anticholinergic effects are common, paradoxical excitation develops in some patients.<br\/>"},{"id":"3vt2s12b32","title":"Treatment","mono":"<b>DIPHENHYDRAMINE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of diphenhydrAMINE overdoses require only supportive care; activated charcoal if patients present shortly after ingestion, and sedation with benzodiazepines for agitation and delirium. Hypertension and tachycardia are generally mild and well tolerated, and do not require specific treatment. Physostigmine can be used to establish the diagnosis if it may help avoid an invasive, costly work up, but should only be given in a setting where intensive monitoring and resuscitation is possible, and should NOT be given if the history or ECG (QRS widening) suggest tricyclic antidepressant poisoning. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed early. May benefit from gastric lavage if patient presents soon after a large (more than 1 gram) ingestion; administer activated charcoal (GI decontamination should be performed only in patients who can protect their airway or who are intubated). Severe delirium may develop and require large doses of benzodiazepines for sedation. Seizures (may progress to status epilepticus) may require aggressive use of benzodiazepines, propofol and\/or barbiturates. Monitor for QRS widening and ventricular dysrhythmias; treat with intravenous sodium bicarbonate (1 to 2 mEq\/kg IV bolus starting dose, titrate to blood pH 7.45 to 7.55), or lidocaine if sodium bicarbonate unsuccessful. Monitor core temperature and treat hyperthermia with aggressive benzodiazepine sedation to control agitation, and external cooling. Clinical manifestations may be prolonged due to prolonged absorption in the setting of anticholinergic ileus.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not recommended because of potential for somnolence and seizures. HOSPITAL: Activated charcoal after large ingestion if patient able to protect airway; consider gastric lavage if recent, large (more than 1 g) ingestion, protect airway first. DERMAL: Soap and water.<\/li><li>Airway management: Perform early in patients with severe toxicity (coma, seizures, dysrhythmias, severe delirium).<\/li><li>Antidote: Physostigmine is indicated to reverse the CNS effects caused by clinical or toxic dosages of agents capable of producing anticholinergic syndrome; however, long lasting reversal of anticholinergic signs and symptoms is generally not achieved because of the relatively short duration of action of physostigmine (45 to 60 minutes).  It is most often used diagnostically to distinguish anticholinergic delirium from other causes of altered mental status. CAUTION: If tricyclic antidepressants are coingested, physostigmine may precipitate seizures and dysrhythmias. DOSES: ADULT: 2 mg IV at a slow controlled rate, no more than 1 mg\/min. May repeat doses at intervals of 10 to 30 min, if severe symptoms recur. For patients with prolonged anticholinergic delirium consider a continuous infusion, start at 2 mg\/hr and titrate to effect. CHILD: 0.02 mg\/kg by slow IV injection, at a rate no more than 0.5 mg\/minute. Repeat dosage at 5 to 10 minute intervals as long as the toxic effect persists and there is no sign of cholinergic effects. MAXIMUM DOSAGE: 2 mg total.<\/li><li>Delirium: Sedate patient with benzodiazepines; large doses may be required.<\/li><li>Ventricular arrhythmia: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Evaluate for hypoxia, acidosis, and electrolyte disorders (particularly hypokalemia, hypocalcemia, and hypomagnesemia). Sodium bicarbonate is generally first-line therapy for QRS widening and ventricular dysrhythmias, administer 1 to 2 mEq\/kg, repeat as needed to maintain blood pH between 7.45 and 7.55. In patients unresponsive to bicarbonate, consider lidocaine.<\/li><li>Seizure: IV benzodiazepines, propofol, barbiturates.<\/li><li>Body temperature above reference range: Sedate to control agitation; aggressive external cooling.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not of value because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic (other than mild drowsiness or stimulation) children less than 6 years of age with acute inadvertent ingestion of less than 7.5 mg\/kg may be monitored at home. Asymptomatic patients 6 years of age and older with acute inadvertent ingestions of less than 7.5 mg\/kg or 300 mg (whichever is less) may be monitored at home. Patients with inadvertent ingestions who are asymptomatic at the time of the call, and more than 4 hours have elapsed since the ingestion, can be managed at home, as can asymptomatic excessive dermal exposures where more than 8 hours have elapsed since exposure and the skin has been washed.  OBSERVATION CRITERIA: Children less than 6 years of age with ingestions of at least 7.5 mg\/kg should be sent to a healthcare facility. Patients 6 years of age and older with deliberate ingestions or those with ingestions of at least 7.5 mg\/kg or 300 mg total or more (whichever is less), and symptomatic patients should be sent to a healthcare facility for observation for 6 to 8 hours. Patients who manifest more than mild sedation or stimulation at the end of this period should be admitted to the hospital. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (hallucinations, somnolence, delirium, coma), or persistent tachycardia should be admitted. Patients with coma, seizures, dysrhythmias, or delirium should be admitted to an intensive care setting. CONSULT CRITERIA: A poison center or medical toxicologist for patients with severe poisoning (seizures, dysrhythmias, severe delirium, coma), or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"3vt2s12b33","title":"Range of Toxicity","mono":"<b>DIPHENHYDRAMINE AND RELATED AGENTS<\/b><br\/>TOXICITY: In young children, ingestions of less than 7.5 mg\/kg are not expected to cause significant toxicity. ADULTS: Severe toxicity (ie, delirium, seizures, coma) generally develops only after  ingestion of one gram or more in adults. An adult developed ventricular dysrhythmias after 25 g; 25 mg\/kg was fatal in another adult. PEDIATRIC: Lowest lethal dose was 62.5 mg (11.6 mg\/kg) in an infant; severe toxicity has been reported at 10 to 15 mg\/kg. THERAPEUTIC DOSE ADULT: 25 to 100 mg orally every 6 hours; maximum daily dose 400 mg. PEDIATRIC: 5 mg\/kg\/day divided into 4 doses; maximum dose, 300 mg\/day.<br\/>"}]},"13":{"id":"3vt2s13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause nausea, vomiting, xerostomia, or sedation.<\/li><li>Encourage patient to maintain adequate hydration during drug therapy.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}