{"generic":"Dipivefrin Hydrochloride","drugs":["Dipivefrin Hydrochloride","Propine"],"mono":{"0":{"id":"3xoas0","title":"Generic Names","mono":"Dipivefrin Hydrochloride"},"1":{"id":"3xoas1","title":"Dosing and Indications","sub":{"0":{"id":"3xoas1b4","title":"Adult Dosing","mono":"<b>Open-angle glaucoma:<\/b> 1 drop of 0.1% solution TOPICALLY in affected eye(s) every 12 h "},"1":{"id":"3xoas1b5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established in pediatric patients"},"3":{"id":"3xoas1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Open-angle glaucoma<br\/>"}}},"3":{"id":"3xoas3","title":"Contraindications\/Warnings","sub":[{"id":"3xoas3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to dipivefrin<\/li><li>narrow-angle glaucoma<\/li><\/ul>"},{"id":"3xoas3b10","title":"Precautions","mono":"aphakia (macular edema occurs in up to 30% of aphakic patients; generally resolved by cessation of therapy)<br\/>"},{"id":"3xoas3b11","title":"Pregnancy Category","mono":"Dipivefrin: B (FDA)<br\/>"},{"id":"3xoas3b12","title":"Breast Feeding","mono":"Dipivefrin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"3xoas5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Ophthalmic:<\/b>Burning sensation in eye (6%)<br\/><b>Serious<\/b><br\/><b>Ophthalmic:<\/b>Follicular conjunctivitis (rare)<br\/>"},"6":{"id":"3xoas6","title":"Drug Name Info","sub":{"0":{"id":"3xoas6b17","title":"US Trade Names","mono":"Propine<br\/>"},"2":{"id":"3xoas6b19","title":"Class","mono":"<ul><li>Adrenergic<\/li><li>Alkylarylamine<\/li><li>Antiglaucoma<\/li><li>Sympathomimetic<\/li><\/ul>"},"3":{"id":"3xoas6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"3xoas6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"3xoas7","title":"Mechanism Of Action","mono":"Dipivefrin hydrochloride, a sympathomimetic agent, is easily hydrolyzed to form its active drug epinephrine, which is an adrenergic agonist. Epinephrine exerts its effect by decreasing aqueous production and by improving outflow facility.<br\/>"},"8":{"id":"3xoas8","title":"Pharmacokinetics","sub":{"2":{"id":"3xoas8b25","title":"Metabolism","mono":"<ul><li>Dipivefrin hydrochloride (prodrug)-Eye; hydrolysis<\/li><li>Active metabolite: epinephrine (active drug)<\/li><\/ul>"}}},"11":{"id":"3xoas11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Ophthalmic Solution: 0.1 %<br\/><\/li><li><b>Propine<\/b><br\/>Ophthalmic Solution: 0.1 %<br\/><\/li><\/ul>"},"12":{"id":"3xoas12","title":"Toxicology","sub":[{"id":"3xoas12b31","title":"Clinical Effects","mono":"<b>SYMPATHOMIMETICS, ORAL <\/b><br\/>USES:  Oral sympathomimetics are used as decongestants, weight loss agents, bronchodilators, anabolic bodybuilding agents, aphrodisiacs, mood stimulants, and to stay awake. PHARMACOLOGY:  Clinical effect is achieved by direct binding at beta and alpha-adrenergic receptors or by indirectly causing an increase of norepinephrine or dopamine (catecholamines) at the neural junction. TOXICOLOGY: Direct receptor binding or catecholamine increase leads to a hyperadrenergic physiologic state. EPIDEMIOLOGY:  Toxicity is common due to the large number of agents with sympathomimetic activity.  Severe poisoning is uncommon. MILD TO MODERATE TOXICITY:  Most patients will experience tachycardia, hypertension, mydriasis, insomnia, headache, and agitation. SEVERE TOXICITY: Large overdoses and severe toxicity may lead to seizures, hallucinations, agitated delirium, and tachydysrhythmias including supraventricular tachycardia and ventricular tachycardia.  Vasospasm can lead to myocardial ischemia or focal cerebrovascular deficits.  Severe hypertension may also result in intracranial hemorrhage or renal insufficiency.  Reflex bradycardia due to significant hypertension is possible.  Prolonged agitation can lead to rhabdomyolysis and hyperthermia. 1,3 DIMETHYLAMYLAMINE: Cerebral hemorrhage has been reported in several cases of recreational use of 1,3-dimethylethylamine (DMAA). CLENBUTEROL: The beta-2 agonists (clenbuterol) can cause significant electrolyte abnormalities including hypokalemia. ADVERSE EFFECTS: Adverse effects from oral sympathomimetics are common.  The most common effects are hypertension, palpitations, nausea, and restlessness.<br\/>"},{"id":"3xoas12b32","title":"Treatment","mono":"<b>SYMPATHOMIMETICS, ORAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Simple symptomatic care is all that is required in the vast majority of overdoses.  Hydration and benzodiazepines may be used as needed for agitation and mild vital sign abnormalities. MANAGEMENT OF SEVERE TOXICITY: VITAL SIGNS:  Fluid resuscitation should be the first-line treatment for hypotension. Hyperthermia should be treated with benzodiazepines, cooled fluids, and external cooling measures if mild, however, for temperatures over 40 degrees Celsius, intubation and paralysis is recommended. CARDIOVASCULAR:  Antihypertensives can be used for severely elevated blood pressure associated with end organ effects such as myocardial ischemia or cerebrovascular ischemia. In the hypertensive tachycardic patient, one should avoid using beta-blockers in isolation due to the possibility of unopposed alpha effects worsening vasospastic ischemia.  Nicardipine or labetalol are good antihypertensive choices because they have effects on both heart rate and blood pressure.  Treat ventricular dysrhythmias with lidocaine or amiodarone, and cardioversion if hemodynamically unstable. NEUROLOGIC:  Large doses of benzodiazepines may be needed to control profound agitation and seizures.  If benzodiazepines are ineffective, propofol or phenobarbital can be used to control the symptoms.  Management of cerebrovascular hemorrhage should focus on blood pressure control and airway management as appropriate. RENAL:  Fluid resuscitation is the key to maintaining urine output.   Acidosis can be treated with normal saline (and sedation to control agitation) until euvolemia is achieved, followed by bicarbonate for persistent severe acidosis. MUSCULOSKELETAL:  Sedation to control agitation;  fluid resuscitation and maintenance of urine output will limit progression of rhabdomyolysis.<\/li><li>Decontamination: PREHOSPITAL: Generally not recommended due to the possibility for seizures in moderate to severe toxicity. HOSPITAL: Administer activated charcoal to patients with recent significant overdose.  Do not administer activated charcoal to patients that have a declining mental status, severe toxicity, or those that are at risk for seizures without first protecting the airway.<\/li><li>Airway management: Altered mental status, pulmonary edema, or profound agitation with resultant hyperthermia and acidosis are all indications for active airway management.<\/li><li>Antidote: None<\/li><li>Enhanced elimination procedure: There is little data to support hemodialysis for oral sympathomimetics, and symptomatic management is almost always sufficient.<\/li><li>Monitoring of patient: Obtain a 12 lead ECG and institute continuous cardiac monitoring in the severely poisoned patient. Cardiac biomarkers should be measured in patients with chest pain. Monitor serum electrolytes, blood sugar, and blood pressure.  Creatinine phosphokinase should be measured if severe agitation is present and persistent. Obtain a head CT for focal neurologic deficits or depressed mental status. Monitor arterial or venous blood gases to monitor acidosis in the severely poisoned patient.<\/li><li>Patient disposition: HOME CRITERIA:  Mild restlessness and insomnia can be managed at home if the exposure is inadvertent and medication is withdrawn. OBSERVATION CRITERIA: Patients with mild tachycardia, hypertension, and agitation can be treated with benzodiazepines and observed until symptoms and vital signs normalize. ADMISSION CRITERIA: Patients with moderate to severe toxicity should be admitted until symptoms have improved.  Seizures, delirium, cardiac dysrhythmias, cardiac or cerebral ischemia, rhabdomyolysis or persistently abnormal vital signs are all indications for admission to an intensive care unit. CONSULT CRITERIA: A toxicologist or poison center should be consulted for all patients with severe toxicity or patients that require hospital admission.<\/li><\/ul>"},{"id":"3xoas12b33","title":"Range of Toxicity","mono":"<b>SYMPATHOMIMETICS, ORAL<\/b><br\/>TOXICITY:  Varies by agent. Twice the therapeutic dose may lead to adverse effects. THERAPEUTIC DOSE: EPHEDRINE: 8 mg to 75 mg oral, varies by indication; 5 to 50 mg parenteral, varies by indication. CLENBUTEROL: ADULT: 20 to 40 mcg oral; PEDIATRIC: 1 mcg\/kg; parenteral, ADULT: 5 to 20 mcg. PHENYLEPHRINE: ADULT: 10 to 20 mg orally every 4 hours. CHILDREN: Greater than 6 years: 10 mg every 4 hours; 2 to 6 years: 5 mg every 4 hours.<br\/>"}]},"13":{"id":"3xoas13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause headache, blurred vision, burning sensation in eye, or mydriasis.<\/li><li>Tell patient to report signs\/symptoms of cardiac dysrhythmia.<\/li><li>Instruct patient on proper instillation technique of ophthalmic formulation.<\/li><\/ul>"}}}