{"generic":"Disulfiram","drugs":["Antabuse","Disulfiram"],"mono":[{"id":"3ykis0","title":"Generic Names","mono":"Disulfiram"},{"id":"3ykis1","title":"Dosing and Indications","sub":{"0":{"id":"3ykis1b4","title":"Adult Dosing","mono":"<b>Alcoholism:<\/b> initial, up to 500 mg ORALLY once daily for 1-2 wks; maintenance, 250 mg ORALLY per day  (range of 125-500 mg\/day); maximum dose, 500 mg\/day"},"3":{"id":"3ykis1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Alcoholism<br\/>"}}},{"id":"3ykis2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Disulfiram should never be administered to a patient when he is in a state of alcohol intoxication, or without his full knowledge. The physician should instruct relatives accordingly.<br\/>"},{"id":"3ykis3","title":"Contraindications\/Warnings","sub":[{"id":"3ykis3b9","title":"Contraindications","mono":"<ul><li>alcohol, alcohol-containing products (eg, cough syrups, tonics), or paraldehyde may result in severe and\/or fatal reactions (eg, respiratory depression, cardiovascular collapse, arrhythmias, myocardial infarction, acute congestive heart failure, unconsciousness, convulsions) when ingested concomitantly with or within 14 days of discontinuing disulfiram<\/li><li>concomitant or recent use of metronidazole<\/li><li>coronary occlusion, severe<\/li><li>hypersensitivity to disulfiram or other thiuram derivatives used in pesticides and rubber vulcanization<\/li><li>myocardial disease, severe<\/li><li>psychoses<\/li><\/ul>"},{"id":"3ykis3b10","title":"Precautions","mono":"<ul><li>administration during alcohol intoxication or without full patient knowledge may result in serious and life-threatening reactions and must be avoided<\/li><li>cerebral damage; at risk of an accidental disulfiram-alcohol reaction<\/li><li>diabetes mellitus; at risk of an accidental disulfiram-alcohol reaction<\/li><li>epilepsy; at risk of an accidental disulfiram-alcohol reaction<\/li><li>hepatic cirrhosis or insufficiency; at risk of an accidental disulfiram-alcohol reaction<\/li><li>hepatic toxicity (eg, hepatic failure resulting in transplantation or death) has been reported; severe hepatitis, sometimes fatal, may occur several months after therapy; monitoring recommended<\/li><li>hypothyroidism; at risk of an accidental disulfiram-alcohol reaction<\/li><li>nephritis, acute and chronic; at risk of an accidental disulfiram-alcohol reaction<\/li><li>rubber contact dermatitis, history; evaluate for hypersensitivity to thiuram derivatives before use<\/li><\/ul>"},{"id":"3ykis3b11","title":"Pregnancy Category","mono":"B2 (AUS)<br\/>"},{"id":"3ykis3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"3ykis4","title":"Drug Interactions","sub":[{"id":"3ykis4b13","title":"Contraindicated","mono":"<ul><li>Amprenavir (probable)<\/li><li>Metronidazole (probable)<\/li><li>Paraldehyde (theoretical)<\/li><\/ul>"},{"id":"3ykis4b14","title":"Major","mono":"<ul><li>Clozapine (established)<\/li><li>Tinidazole (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"3ykis4b15","title":"Moderate","mono":"<ul><li>Anisindione (probable)<\/li><li>Diazepam (probable)<\/li><li>Dicumarol (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Isoniazid (probable)<\/li><li>Omeprazole (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Phenytoin (probable)<\/li><li>Theophylline (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},{"id":"3ykis5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Dermatitis<\/li><li><b>Gastrointestinal:<\/b>Aftertaste, Garlic-like or metallic<\/li><\/ul><b>Serious<\/b><ul><li><b>Hepatic:<\/b>Hepatitis<\/li><li><b>Neurologic:<\/b>Peripheral neuropathy<\/li><li><b>Ophthalmic:<\/b>Optic neuritis<\/li><li><b>Psychiatric:<\/b>Psychotic disorder<\/li><\/ul>"},{"id":"3ykis6","title":"Drug Name Info","sub":{"0":{"id":"3ykis6b17","title":"US Trade Names","mono":"Antabuse<br\/>"},"2":{"id":"3ykis6b19","title":"Class","mono":"Ethanol Dependency<br\/>"},"3":{"id":"3ykis6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"3ykis6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"3ykis7","title":"Mechanism Of Action","mono":"Systemic: Produces irreversible inhibition of the enzyme responsible for oxidation of the ethanol metabolite acetaldehyde.   The resultant accumulation of acetaldehyde may be responsible for most of the signs and symptoms occurring after ethanol ingestion in disulfiram-treated patients.   The hypotensive response may be due to inhibition of norepinephrine synthesis by the major disulfiram metabolite diethyldithiocarbamate.<br\/>"},{"id":"3ykis8","title":"Pharmacokinetics","sub":{"0":{"id":"3ykis8b23","title":"Absorption","mono":"Systemic: Slowly absorbed; Bioavailability: 80 to 90% <br\/>"},"2":{"id":"3ykis8b25","title":"Metabolism","mono":"Systemic: Hepatic<br\/>"},"3":{"id":"3ykis8b26","title":"Excretion","mono":"Systemic: Fecal: 20%; Lungs: 22 to 31%; Renal: 70 to 76%<br\/>"}}},{"id":"3ykis9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>do not initiate therapy until 12 hours after last ethanol intake<\/li><li>tablets may be crushed and mixed with liquids<\/li><\/ul>"},{"id":"3ykis10","title":"Monitoring","mono":"<ul><li>lack of physical signs and symptoms of alcohol ingestion<\/li><li>liver function tests; baseline and follow-up (10 to 14 days)<\/li><li>CBC, serum chemistries<\/li><\/ul>"},{"id":"3ykis11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 250 MG, 500 MG<br\/><\/li><li><b>Antabuse<\/b><br\/>Oral Tablet: 250 MG, 500 MG<br\/><\/li><\/ul>"},{"id":"3ykis12","title":"Toxicology","sub":[{"id":"3ykis12b31","title":"Clinical Effects","mono":"<ul><li><b>DISULFIRAM<\/b><br\/>USES: Disulfiram also known as antabuse or tetraethylthiuram disulfide (TETD) is used as an industrial antioxidant, fungicide, disinfectant, and most commonly to maintain sobriety in patients with  chronic ethanol abuse. This document discusses toxicity related to disulfiram overdose. Please refer to ETHANOL-DISULFIRAM REACTION or DISULFIRAM-LIKE REACTION documents for more information regarding adverse events from interactions with ethanol.  PHARMACOLOGY: Disulfiram inhibits aldehyde dehydrogenase and dopamine betahydroxylase which leads to inhibition of alcohol oxidation at the acetylation stage and results in high levels of acetaldehyde and produces a disulfiram-alcohol reaction. TOXICOLOGY: Disulfiram-induced inhibition of dopamine betahydroxylase results in norepinephrine depletion at presynaptic sympathetic nerve endings. The carbon disulfide metabolite (industrial solvent &amp; pesticide) of acetaldehyde may cause the CNS and peripheral nerve toxicity associated with disulfiram. EPIDEMIOLOGY: Disulfiram overdose alone is uncommon and severe manifestations of toxicity are rare. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain, diarrhea, odor of sulfur, acetone, or garlic, headache, lethargy, weakness, tachypnea, ketosis, ataxia, hypotension, and tachycardia may develop. SEVERE TOXICITY: Psychosis, hallucinations, ataxia, metabolic acidosis, seizures, extrapyramidal movement disorders, paralysis, encephalopathy, coma, cardiovascular collapse, hypotension, cardiogenic shock, and sensorimotor neuropathy have been reported. CHRONIC DISULFIRAM TOXICITY: Headache, drowsiness, seizures, neuropathy, and dermatitis. Occasionally implicated in producing psychosis, optic neuritis, and encephalopathy. Hematologic, neuromuscular, and gastrointestinal toxicity and hepatotoxicity may occur 10 days to 12 months after therapy has begun. Toxic or hypersensitivity hepatitis, including death, has been reported. Fatal hepatic necrosis following six weeks of disulfiram therapy (250 mg\/day) has also been reported. Effects appear at highly variable time intervals ranging from weeks to years of treatment. ADVERSE EFFECTS: COMMON: Metallic taste, garlic\/sulfur\/acetone odor, nausea, vomiting, headache, drowsiness, and ataxia. RARE: Dermatitis, liver injury (may progress to fulminant hepatic failure), seizure, neuropathy, encephalopathy, and optic neuritis.<br\/><\/li><li><b>DISULFIRAM-ETHANOL REACTION<\/b><br\/>USES: Disulfiram is used to treat alcoholism by causing adverse effects when ethanol is ingested. PHARMACOLOGY: Disulfiram blocks hepatic aldehyde dehydrogenase. Acetaldehyde, the major metabolite of ethanol by liver alcohol dehydrogenase, reaches high levels, causing many adverse effects. Disulfiram also impairs norepinephrine synthesis as its metabolite, diethyldithiocarbamate, inhibits dopamine beta-hydroxylase, the rate-limiting step in norepinephrine synthesis. Disulfiram also inhibits the liver cytochrome P450, CYP2E1. TOXICOLOGY: The disulfiram-ethanol reaction can be precipitated after exposure to ethanol by any route. EPIDEMIOLOGY: Disulfiram-ethanol reactions are common; most reactions are self-limiting, lasting several hours. Rarely, reactions are severe or life threatening. MILD TO MODERATE TOXICITY: Diaphoresis, cutaneous warmth, flushing, pruritus, nausea and vomiting, blurred vision, conjunctival injection, tachycardia, hypotension including orthostasis, hypertension, palpitations, chest pain, altered mentation, confusion, anxiety, somnolence, headache, anxiety, vertigo, tremor, bronchospasm, dyspnea, hyperventilation, respiratory depression. SEVERE TOXICITY: Severe vomiting, esophageal rupture, hypotension, tachydysrhythmias, myocardial infarction, sudden cardiac death, fulminant polyneuropathy, visual hallucinations, seizures, delirium, coma, respiratory depression.<br\/><\/li><\/ul>"},{"id":"3ykis12b32","title":"Treatment","mono":"<ul><li><b>DISULFIRAM <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY:  IV fluids, antiemetics and supportive care are usually sufficient for the treatment of mild to moderate toxicity. MANAGEMENT OF SEVERE TOXICITY: Treatment is generally supportive with aggressive use of IV fluids and antiemetics. In severe cases, patients develop seizures, profound obtundation, and hypotension. Meticulous supportive care with attention directed to oxygenation, ventilation, and circulation generally are sufficient.  Treat seizures with IV benzodiazepines. Treat hypotension refractory to IV fluids with a direct acting vasopressor such as norepinephrine. Endotracheal intubation will be necessary in patients with significantly depressed mental status, coma or recurrent seizures.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal are generally not recommended as patients often have nausea and vomiting from the exposure.  HOSPITAL: Charcoal is not indicated for patients who present with severe nausea and vomiting, but may be considered in a patient who presents early after a large overdose who is not vomiting. Lavage and whole bowel irrigation are generally not recommended.<\/li><li>Airway management: Administer 100% oxygen as needed for respiratory support. Intubate and provide assisted ventilation in patients who cannot protect their airway due to seizures or decreased mental status.<\/li><li>Antidote: None.<\/li><li>Seizure: Use IV benzodiazepines, barbiturates.<\/li><li>Hypotensive episode: Keep patient supine, IV 0.9% NS, norepinephrine.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes, renal function, hepatic enzymes, and serum glucose. Obtain a serum lactate and venous blood gases in patients with acidosis. A serum ethanol concentration may be useful if an ethanol-disulfiram interaction is suspected. Disulfiram concentrations are not readily available or useful to guide therapy. Obtain an ECG and institute continuous cardiac monitoring in patients with severe symptoms.<\/li><li>Enhanced elimination procedure: Hemodialysis, hemoperfusion, or forced diuresis have not been shown to be effective in enhancing elimination.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with inadvertent ingestions of one or two doses can probably be managed at home. OBSERVATION CRITERIA:  Patients with deliberate ingestions, children who ingest more than two doses inadvertently, and any patient with more than minimal symptoms should be referred to a healthcare facility for evaluation and 8 to 12 hours of observation. If symptoms resolve in the emergency department and the home social situation permits, the patient may be discharged. ADMISSION CRITERIA: Patients with severe or persistent symptoms should be admitted, patients with significant alteration in mental status, recurrent seizures, or hypotension should be admitted to intensive care. CONSULT CRITERIA: Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>DISULFIRAM-ETHANOL REACTION<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most disulfiram-ethanol reactions may be safely managed with supportive care that includes monitoring airway, breathing and circulation. Intravenous fluids may be needed for mild hypotension, sedation for agitation, antiemetics to control gastrointestinal irritation. Decontamination is typically unnecessary due to the quick absorption of alcohol and vomiting caused by the reaction itself. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed if increasing somnolence, coma, respiratory depression or distress. Insertion of a nasogastric tube to suction ethanol from the stomach may be considered if there is recent large ethanol ingestion and the patient's airway is protected, but it is rarely indicated. For seizures, treat with benzodiazepines; add barbiturates or propofol if seizures persist. For hypotension not responding to intravenous fluids, administer H1 (ie, diphenhydramine) and H2 (ie, ranitidine) antagonists to counteract any histamine-induced hypotension. If vasopressors needed, norepinephrine (0.5 to mcg\/min, titrated) may be more effective than dopamine due to disulfiram's inhibition of dopamine beta-hydroxylase, the rate-limiting step in norepinephrine synthesis. Fomepizole (15 mg\/kg IV) should be considered in severe reactions refractory to standard treatments. Fomepizole blocks the conversion of ethanol to acetaldehyde.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal is not recommended because of potential for agitation, somnolence and vomiting. HOSPITAL: Activated charcoal may be considered if there is a recent, large disulfiram ingestion and the patient is alert or airway is protected. Insertion of a nasogastric tube to suction ethanol from the stomach may be considered if there is a recent large ethanol ingestion and the patient's airway is protected, but it is rarely indicated.<\/li><li>Airway management: Intubate if patient is unable to protect airway due to worsening agitation, somnolence or coma.<\/li><li>Antidote: In rare life-threatening cases, fomepizole (15 mg\/kg IV) should be administered. Fomepizole, an alcohol dehydrogenase enzyme blocker, has been used to treat disulfiram-ethanol reactions. It prevents the metabolism of alcohol to acetaldehyde by blocking alcohol dehydrogenase and should be considered in patients with severe reactions not responding to supportive care.<\/li><li>Seizure: IV benzodiazepines; barbiturates or propofol if seizures recur or persist.<\/li><li>Hypotensive episode: Keep patient supine, IV 0.9% NS, norepinephrine<\/li><li>Drug-induced dystonia: Adult - Benztropine 1 to 2 mg IV or diphenhydramine 1 mg\/kg\/dose IV over 2 minutes. Child - Diphenhydramine 1 mg\/kg\/dose IV over 2 minutes (maximum 5 mg\/kg\/day or 50 mg\/m(2)\/day).<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Disulfiram and\/or acetaldehyde concentrations are of little clinical value and are not readily available. Serum ethanol concentrations may help to confirm exposure, but very low ethanol levels are occasionally associated with severe reactions. No specific lab work is needed in most patients. If diagnosis is unclear, or patient has significant vomiting or cardiac ectopy, check general labs including serum electrolytes and ECG. Obtain a CT scan of the chest with water soluble oral contrast to exclude esophageal perforation in patients with severe chest pain after vomiting. In those with worsening symptoms or known large ingestions, closely monitor airway, breathing, circulation, cardiac ectopy via continuous cardiac monitoring (including pulse oximetry, capnography) and ECG.<\/li><li>Enhanced elimination procedure: Disulfiram is not cleared by hemodialysis or hemoperfusion, however ethanol is, so it might be beneficial in severe reaction, but is rarely, if ever, indicated. Fomepizole would generally be preferred in these cases, as it is less invasive.<\/li><li>Patient disposition: HOME CRITERIA: Accidental ingestions in asymptomatic patients who have no synergistic co-ingestions may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions, synergistic co-ingestions, unclear history, symptomatic or intoxicated patients, or those in unstable social situations should be sent to a health care facility for observation. ADMIT CRITERIA: Patients with persistent or worsening gastrointestinal irritation, CNS agitation or depression, seizures, respiratory depression, or dysrhythmias should be admitted. Intensive care unit is indicated for aggressive airway and cardiac monitoring. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (respiratory depression, progressive agitation, coma or dysrhythmias), or in whom the diagnosis is unclear.<\/li><\/ul><\/li><\/ul>"},{"id":"3ykis12b33","title":"Range of Toxicity","mono":"<ul><li><b>DISULFIRAM<\/b><br\/>TOXICITY: PEDIATRICS: Ingestion of 2.5 g to 3 g in children produced symptoms such as lethargy, ataxia, and seizure. ADULTS: Ingestions of 6 g have been reported without adverse symptoms; however, ingestion of 3 g may result in symptoms.  An adult male patient with a history of alcohol abuse ingested 7.5 g of disulfiram and developed psychosis followed by delirium, somnolence, and catatonic-like behavior for 48-hour period.  Ingestion of 10 to 30 g in an adult has resulted in death. THERAPEUTIC DOSE: For alcohol dependence, 125 mg to 500 mg given orally in the morning or evening is recommended with the patient abstinent from alcohol for at least 12 hours prior to dosing. There is no pediatric dosing available for disulfiram. Please refer to ETHANOL-DISULFIRAM REACTION or DISULFIRAM-LIKE REACTION documents for more information.<br\/><\/li><li><b>DISULFIRAM-ETHANOL REACTION<\/b><br\/>TOXICITY: Dose response is variable. In general, mild reactions may occur with as little as 5 to 10 mg disulfiram\/100 mL ethanol. More dramatic reactions predicted after exposure to 50 mg disulfiram\/100 mL ethanol, and severe reactions at 125 to 150 mg disulfiram\/100 mL ethanol. Ingestions as little as 7 mL of ethanol have been associated with death. THERAPEUTIC DOSE: Disulfiram dose is usually 500 mg\/day as a single dose for 1 to 2 weeks.<br\/><\/li><\/ul>"}]},{"id":"3ykis13","title":"Clinical Teaching","mono":"<ul><li>This drug causes the disulfiram-alcohol reaction when patient consumes even small amounts of alcohol. This reaction includes throbbing pain in head and neck, dyspnea, nausea, vomiting, sweating, flushing, thirst, chest pain, palpitations, syncope, confusion, anxious feeling, or blurred vision. Some reactions may be life-threatening.<\/li><li>Advise patient that disulfiram-alcohol reactions may still occur for up to 2 weeks after discontinuation of drug.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause a garlic-like or metallic aftertaste, peripheral neuropathy, or psychosis.<\/li><li>Therapy should not be initiated until at least 12 h after last consumption of ethanol.<\/li><li>Advise patient to carry a medical-alert card or wear a medical-alert bracelet during drug therapy.<\/li><li>Advise patient that drug is contraindicated with concomitant use of paraldehyde, metronidazole, ethanol, or ethanol-containing products. Patients should be informed that even small amounts of alcohol, such as in mouthwash or food sauces, may cause an unpleasant reaction.<\/li><li>Patients should avoid environmental or occupational exposure to ethylene dibromide or its vapors during drug therapy. Ethylene dibromide is primarily used in the petroleum industry.<\/li><li>Instruct patient to take a missed dose as soon as possible, but if dose more than 12 h late, skip the missed dose.<\/li><\/ul>"}]}