{"generic":"Docusate Sodium","drugs":["Colace","D O S","Diocto","Diosuccin","Doc-Q-Lace","Docu-Liquid","Docu-Soft","Docu-Syrup","Docusate Sodium"],"mono":{"0":{"id":"3zqgs0","title":"Generic Names","mono":"Docusate Sodium"},"1":{"id":"3zqgs1","title":"Dosing and Indications","sub":{"0":{"id":"3zqgs1b4","title":"Adult Dosing","mono":"<ul><li><b>Constipation care:<\/b> docusate sodium 50 to 200 mg ORALLY once daily or in divided doses 2 to 4 times daily<\/li><li><b>Constipation care:<\/b> docusate sodium 50 to 100 mg  RECTALLY as an enema<\/li><\/ul>"},"1":{"id":"3zqgs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Constipation care:<\/b> (less than 3 yrs) docusate sodium 10 to 40 mg\/day ORALLY once daily or in divided doses, 2 to 4 times daily<\/li><li><b>Constipation care:<\/b> (3 to 6 yrs) docusate sodium 20 to 60 mg\/day ORALLY once daily or in divided doses, 2 to 4 times daily<\/li><li><b>Constipation care:<\/b> (6 to 12 yrs) docusate sodium 40 to 120 mg\/day ORALLY once daily or in divided doses, 2 to 4 times daily<\/li><li><b>Constipation care:<\/b> (over 12 yrs) docusate sodium 50 to 200 mg\/day ORALLY once daily or in divided doses, 2 to 4 times daily<\/li><\/ul>"},"3":{"id":"3zqgs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Constipation care<br\/>"}}},"3":{"id":"3zqgs3","title":"Contraindications\/Warnings","sub":[{"id":"3zqgs3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to docusate products<\/li><li>concomitant use of mineral oil<\/li><li>intestinal obstruction<\/li><li>acute abdominal pain, nausea, vomiting<\/li><\/ul>"},{"id":"3zqgs3b10","title":"Precautions","mono":"<ul><li>sudden change in bowel habits of over 2 weeks duration<\/li><li>use for longer than 1 week<\/li><li>rectal bleeding or the failure to have a bowel movement after use of a laxative<\/li><\/ul>"},{"id":"3zqgs3b11","title":"Pregnancy Category","mono":"Docusate: A (AUS)<br\/>"},{"id":"3zqgs3b12","title":"Breast Feeding","mono":"Docusate: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"3zqgs4","title":"Drug Interactions","sub":{"1":{"id":"3zqgs4b14","title":"Major","mono":"<ul><li>Droperidol (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Licorice (theoretical)<\/li><\/ul>"}}},"5":{"id":"3zqgs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abnormal taste in mouth, Bitter, Diarrhea, Nausea<\/li><li><b>Musculoskeletal:<\/b>Cramp<\/li><\/ul><b>Serious<\/b><br\/><b>Hepatic:<\/b>Hepatotoxicity (rare)<br\/>"},"6":{"id":"3zqgs6","title":"Drug Name Info","sub":{"0":{"id":"3zqgs6b17","title":"US Trade Names","mono":"<ul><li>Colace<\/li><li>D O S<\/li><li>Diocto<\/li><li>Diosuccin<\/li><li>Doc-Q-Lace<\/li><li>Docu-Liquid<\/li><li>Docu-Soft<\/li><li>Docu-Syrup<\/li><\/ul>"},"2":{"id":"3zqgs6b19","title":"Class","mono":"Laxative, Stool Softener<br\/>"},"3":{"id":"3zqgs6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"3zqgs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"3zqgs7","title":"Mechanism Of Action","mono":"Docusate sodium is a stool softener laxative used for temporary relief of constipation. It works by actively drawing water into the stool, thus softening the stool and achieving ease in bowel movement <br\/>"},"9":{"id":"3zqgs9","title":"Administration","mono":"<ul><li><b>Oral<\/b><br\/>(syrup) mix with 6 to 8 oz of milk or fruit juice prior to administration<br\/><\/li><li><b>Rectal<\/b><br\/>(enema) lubricate with mineral oil, white petroleum, petroleum jelly, or water<br\/><\/li><\/ul>"},"10":{"id":"3zqgs10","title":"Monitoring","mono":"<ul><li>decreased abdominal discomfort and pain<\/li><li>bowel movement in 12 to 72 hrs<\/li><li>reassess if rectal bleeding or no bowel movement after laxative<\/li><\/ul>"},"11":{"id":"3zqgs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 100 MG<\/li><li>Oral Capsule, Liquid Filled: 100 MG, 250 MG<\/li><li>Oral Liquid: 100 MG\/10 ML<\/li><li>Oral Solution: 50 MG\/5 ML<\/li><li>Oral Syrup: 60 MG\/15 ML<\/li><li>  Powder: 85 %<\/li><\/ul><\/li><li><b>Colace Clear<\/b><br\/>Oral Capsule, Liquid Filled: 50 MG<br\/><\/li><li><b>Colace<\/b><br\/><ul><li>Oral Capsule, Liquid Filled: 100 MG<\/li><li>Oral Liquid: 150 MG\/15 ML<\/li><\/ul><\/li><li><b>Col-Rite<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Diocto Liquid<\/b><br\/>Oral Solution: 50 MG\/5 ML<br\/><\/li><li><b>Diocto<\/b><br\/>Oral Syrup: 60 MG\/15 ML<br\/><\/li><li><b>Doc-Q-Lace<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Doculax<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Docu Liquid<\/b><br\/><ul><li>Oral Liquid: 150 MG\/15 ML<\/li><li>Oral Solution: 50 MG\/5 ML<\/li><\/ul><\/li><li><b>Docuprene<\/b><br\/>Oral Tablet: 100 MG<br\/><\/li><li><b>Docusil<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Docu-Soft<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>DocuSol Kids<\/b><br\/>Rectal Enema: 100 MG<br\/><\/li><li><b>Docusol<\/b><br\/>Rectal Enema: 283 MG<br\/><\/li><li><b>Dok Colace<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Dok<\/b><br\/><ul><li>Oral Capsule, Liquid Filled: 100 MG, 250 MG<\/li><li>Oral Tablet: 100 MG<\/li><\/ul><\/li><li><b>DSS<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG, 250 MG<br\/><\/li><li><b>Dulcolax<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Enemeez Mini Enema<\/b><br\/>Rectal Enema: 283 MG<br\/><\/li><li><b>Fleet Sof-Lax<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Good Neighbor Pharmacy Stool Softener<\/b><br\/>Oral Solution: 50 MG\/5 ML<br\/><\/li><li><b>Good Neighbor Pharmacy Stool Softner<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Good Neighbor Stool Softener Extra Strength<\/b><br\/>Oral Capsule, Liquid Filled: 250 MG<br\/><\/li><li><b>Good Sense Stool Softener<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Laxa-Basic 100<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Life-Line Docusate Sodium<\/b><br\/>Oral Capsule, Liquid Filled: 250 MG<br\/><\/li><li><b>Octycine-100<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Octycine-250<\/b><br\/>Oral Capsule, Liquid Filled: 250 MG<br\/><\/li><li><b>Pedia-Lax Liquid Stool Softener<\/b><br\/>Oral Solution: 50 MG\/15 ML<br\/><\/li><li><b>Phillips' Stool Softener Laxative<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Promolaxin<\/b><br\/>Oral Tablet: 100 MG<br\/><\/li><li><b>Rite Aid Col-Rite<\/b><br\/>Oral Capsule, Liquid Filled: 50 MG, 100 MG, 250 MG<br\/><\/li><li><b>Rite Aid Stool Softener<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Silace<\/b><br\/><ul><li>Oral Liquid: 150 MG\/15 ML<\/li><li>Oral Syrup: 60 MG\/15 ML<\/li><\/ul><\/li><li><b>Stool Softener Extra Strength<\/b><br\/>Oral Capsule, Liquid Filled: 250 MG<br\/><\/li><li><b>Stool Softener<\/b><br\/><ul><li>Oral Capsule, Liquid Filled: 100 MG, 250 MG<\/li><li>Oral Syrup: 60 MG\/15 ML<\/li><\/ul><\/li><li><b>TopCare Stool Softener<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><\/ul>"},"12":{"id":"3zqgs12","title":"Toxicology","sub":[{"id":"3zqgs12b31","title":"Clinical Effects","mono":"<b>LAXATIVES-EMOLLIENT<\/b><br\/>USES: Emollient laxatives are indicated for the prevention or treatment of constipation. Specific representatives of the class of emollient laxatives include mineral oil, dioctyl calcium sulfosuccinate (docusate calcium), dioctyl sodium sulfosuccinate (docusate sodium), and dioctyl potassium sulfosuccinate (docusate potassium). PHARMACOLOGY: Both types of emollient laxatives produce an effect by softening and hydrating the feces without either direct or indirect reflex stimulation of peristalsis.  They produce a cathartic effect within 12 to 48 hours. TOXICOLOGY: Pulmonary aspiration of these products is unusual, but lipoid pneumonitis can develop if it occurs. Mineral oil suppresses the normal cough reflex.  Inhibition of both respiratory epithelial ciliary movement and outward flow of mucus allows oil to reach the alveoli, where a small fraction enters the hilar and abdominal lymph nodes or the liver and spleen via the peribronchial lymphatics.  Pulmonary lipases cannot hydrolyze mineral oil; it is taken up by macrophages, which disintegrate in time to release the oil. A cycle of uptake and release begins, leading to diffuse interstitial fibrosis, granulomatous reaction, or both occurs. EPIDEMIOLOGY: Exposure is common but severe toxicity is rare. OVERDOSE: Toxicity following acute ingestion of excessive amounts of these laxatives is generally minimal and limited to the gastrointestinal tract. Nausea, vomiting, diarrhea, foreign body reaction, intestinal obstruction, melanosis coli, cathartic colon, and fecal leakage may be noted. Onset of symptoms may be delayed for 1 to 3 days. Aspiration of mineral oil may result in lipoid pneumonia, which may cause permanent lung injury. ADVERSE EFFECTS: Abdominal pain, nausea, diarrhea, and bitter taste have occurred following the use of docusate. Anal seepage of large doses of mineral oil may cause pruritus ani, irritation, and perianal discomfort. <br\/>"},{"id":"3zqgs12b32","title":"Treatment","mono":"<b>LAXATIVES-EMOLLIENT<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive.  Excessive diarrhea should be treated with oral or intravenous fluids and monitoring of fluid and electrolyte status if severe. . MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. In patients with aspiration lipoid pneumonia, orotracheal intubation may be necessary. Corticosteroids have been used in a few anecdotal reports of chronic pneumonitis; but efficacy is not established and they are not routinely recommended. Extracorporeal membrane oxygenation (ECMO) (a pulmonary bypass procedure used in cases of reversible acute pulmonary and cardiovascular failure) has been successful in the therapy of two cases of pediatric aspiration involving mineral oil or mineral seal oil found initially unresponsive to standard therapy for hydrocarbon aspiration.<\/li><li>Decontamination: PREHOSPITAL: Due to low toxicity and potential aspiration risk of these compounds, gastric decontamination is not recommended unless a serious coingestant or other clinical concern exists. HOSPITAL:  Due to low toxicity and potential aspiration risk of these compounds, gastric decontamination is not recommended unless a serious coingestant or other clinical concern exists.<\/li><li>Antidote: None.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe respiratory distress.<\/li><li>Monitoring of patient: Plasma levels of these agents are not available or clinically useful. Monitor fluid status and electrolyte concentrations in patients with significant diarrhea or vomiting. Aspiration lipoid pneumonia has been reported in patients using mineral oil. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest x-ray in any patient with respiratory symptoms.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home.  OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with self harm ingestions should be sent to a health care facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"3zqgs12b33","title":"Range of Toxicity","mono":"<b>LAXATIVES-EMOLLIENT<\/b><br\/>TOXICITY: No specific toxic dose has been established.  Toxicity following acute ingestion of excessive amounts of these laxatives is generally minimal. THERAPEUTIC DOSE: DOCUSATE SODIUM: ADULTS AND CHILDREN 12 YEARS OF AGE AND OLDER: 50 to 300 mg daily as a single daily dose or in divided doses. CHILDREN 2 TO UNDER 12 YEARS OF AGE: 50 to 150 mg daily as a single daily dose or in divided doses. MINERAL OIL: Fleet(R) mineral oil enema: ADULTS AND CHILDREN 12 YEARS OF AGE AND OLDER: One 133-mL bottle (118-mL delivered dose) in a single daily dose. CHILDREN 2 TO UNDER 12 YEARS OF AGE: One-half bottle (59-mL delivered dose) in a single daily dose. Oral mineral oil: ADULTS AND CHILDREN 12 YEARS OF AGE AND OLDER: 15 to 45 mL orally once daily. CHILDREN 5 TO 11 YEARS OF AGE: 5 to 15 mL orally once daily. <br\/>"}]},"13":{"id":"3zqgs13","title":"Clinical Teaching","mono":"<ul><li>Tell patient not to take drug if experiencing acute abdominal pain, nausea, vomiting, or sudden change of bowel habits of over 2 week duration.<\/li><li>Advise patient that stool softeners usually work within 1 to 2 days. Results may take as long as 3 to 5 days. Patient should report if no bowel movement occurs after using laxative.<\/li><li>This drug may cause bitter taste in mouth, diarrhea, nausea, or cramps.<\/li><li>Instruct patient to report rectal bleeding.<\/li><li>Advise patient on proper administration technique and precautions for rectal preparation.<\/li><li>Patient should not use drug longer than one week, unless directed by healthcare professional.<\/li><li>Tell patient to maintain adequate hydration during drug therapy.<\/li><li>Patient should not use stool softener within 2 h of taking other medications.<\/li><li>Patient should not take oral formulation concurrently with mineral oil, unless directed by healthcare professional. Advise patients using rectal formulation to avoid prolonged use of mineral oil while taking docusate sodium.<\/li><\/ul>"}}}