{"generic":"Neostigmine Methylsulfate","drugs":["Bloxiverz","Neostigmine Methylsulfate"],"mono":{"0":{"id":"400670-s-0","title":"Generic Names","mono":"Neostigmine Methylsulfate"},"1":{"id":"400670-s-1","title":"Dosing and Indications","sub":[{"id":"400670-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Reversal of neuromuscular blockade, Nondepolarizing neuromuscular blocking agents:<\/b> (reversal of neuromuscular blocking agents with shorter half-life, the first twitch response to the train-of-four (TOF) stimulus is substantially greater than 10% of baseline, or when a second twitch is present) 0.03 mg\/kg IV given over at least 1 minute, and concomitantly or just after an anticholinergic agent (eg, atropine sulfate or glycopyrrolate) up to a MAX total dose of 0.07 mg\/kg or 5 mg, whichever is less<\/li><li><b>Reversal of neuromuscular blockade, Nondepolarizing neuromuscular blocking agents:<\/b> (reversal of neuromuscular blocking agents with longer half-life, when the first twitch response is not substantially greater than 10% of baseline, or when more rapid recovery is needed) 0.07 mg\/kg IV given over at least 1 minute, and concomitantly or just after an anticholinergic agent (eg, atropine sulfate or glycopyrrolate) up to a MAX total dose of 0.07 mg\/kg or 5 mg, whichever is less<\/li><\/ul>"},{"id":"400670-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Reversal of neuromuscular blockade, Nondepolarizing neuromuscular blocking agents:<\/b> (reversal of neuromuscular blocking agents with shorter half-life, the first twitch response to the train-of-four (TOF) stimulus is substantially greater than 10% of baseline, or when a second twitch is present) 0.03 mg\/kg IV given over at least 1 minute, and concomitantly or just after an anticholinergic agent (eg, atropine sulfate or glycopyrrolate) up to a MAX total dose of 0.07 mg\/kg or 5 mg, whichever is less<\/li><li><b>Reversal of neuromuscular blockade, Nondepolarizing neuromuscular blocking agents:<\/b> (reversal of neuromuscular blocking agents with longer half-life, when the first twitch response is not substantially greater than 10% of baseline, or when more rapid recovery is needed) 0.07 mg\/kg IV given over at least 1 minute, and concomitantly or just after an anticholinergic agent (eg, atropine sulfate or glycopyrrolate) up to a MAX total dose of 0.07 mg\/kg or 5 mg, whichever is less<\/li><\/ul>"},{"id":"400670-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dosage adjustment necessary<\/li><li><b>hepatic impairment:<\/b> no dosage adjustment necessary<\/li><li><b>geriatric:<\/b> no dosage adjustment necessary<\/li><\/ul>"},{"id":"400670-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Reversal of neuromuscular blockade, Nondepolarizing neuromuscular blocking agents<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Myasthenia gravis, When oral therapy is impractical<\/li><li>Paralytic ileus - Postoperative complication<\/li><li>Peripheral block anesthesia; Adjunct<\/li><li>Postoperative administration of analgesia, Peripheral; Adjunct<\/li><li>Pseudo-obstruction of intestine<\/li><\/ul>"}]},"3":{"id":"400670-s-3","title":"Contraindications\/Warnings","sub":[{"id":"400670-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to neostigmine methylsulfate; reactions, including urticaria, angioedema, erythema multiforme, generalized rash, facial swelling, peripheral edema, pyrexia, flushing, hypotension, bronchospasm, bradycardia, and anaphylaxis, have been reported<\/li><li>intestinal or urinary tract obstruction, mechanical<\/li><li>peritonitis<\/li><\/ul>"},{"id":"400670-s-3-10","title":"Precautions","mono":"<ul><li>acute coronary syndrome, recent; increased risk of blood pressure and heart rate complications (eg, bradycardia, hypotension, dysrhythmia); use of anticholinergics (eg, atropine) may mitigate risk<\/li><li>bradycardia may occur; administer atropine sulfate or glycopyrrolate prior to use to lessen risk<\/li><li>cardiac arrhythmias; increased risk of blood pressure and heart rate complications (eg, bradycardia, hypotension, dysrhythmia); use of anticholinergics (eg, atropine) may mitigate risk<\/li><li>coronary artery disease; increased risk of blood pressure and heart rate complications (eg, bradycardia, hypotension, dysrhythmia); use of anticholinergics (eg, atropine) may mitigate risk<\/li><li>elderly; monitor for longer periods than younger patients<\/li><li>hepatic impairment; monitoring may be necessary<\/li><li>infants and small children; increased risk of complications from incomplete reversal of neuromuscular blockade; observe effects of anticholinergic agent (eg, atropine) prior to use<\/li><li>myasthenia gravis; increased risk of blood pressure and heart rate complications (eg, bradycardia, hypotension, dysrhythmia); use of anticholinergics (eg, atropine) may mitigate risk<\/li><li>neuromuscular blockade, minimal; neuromuscular dysfunction may occur, especially with large doses; dosage reduction recommended<\/li><li>renal impairment; monitoring recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"400670-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Neostigmine: C (FDA)<\/li><li>Neostigmine: B2 (AUS)<\/li><\/ul>"},{"id":"400670-s-3-12","title":"Breast Feeding","mono":"<ul><li>Neostigmine: WHO: Avoid breastfeeding.<\/li><li>Neostigmine: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"400670-s-4","title":"Drug Interactions","sub":{"1":{"id":"400670-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><\/ul>"},"2":{"id":"400670-s-4-15","title":"Moderate","mono":"<ul>Succinylcholine (probable)<\/ul>"}}},"5":{"id":"400670-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (1% or greater)<\/li><li><b>Gastrointestinal:<\/b>Nausea (1% or greater), Vomiting (1% or greater)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrioventricular block, Bradyarrhythmia (1% or greater), Cardiac dysrhythmia<\/li><li><b>Neurologic:<\/b>Loss of consciousness, Seizure<\/li><\/ul>"},"6":{"id":"400670-s-6","title":"Drug Name Info","sub":{"0":{"id":"400670-s-6-17","title":"US Trade Names","mono":"Bloxiverz<br\/>"},"2":{"id":"400670-s-6-19","title":"Class","mono":"<ul><li>Central Nervous System Agent<\/li><li>Cholinesterase Inhibitor<\/li><\/ul>"},"3":{"id":"400670-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"400670-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"400670-s-7","title":"Mechanism Of Action","mono":"Neostigmine methylsulfate is a competitive cholinesterase inhibitor. Neostigmine methylsulfate reverses neuromuscular blockade by reducing the breakdown of acetylcholine, thereby increasing the acetylcholine in the synaptic gap that competes for the same binding site as nondepolarizing neuromuscular blocking agents. Neostigmine methylsulfate does not readily cross the blood-brain barrier, so does not substantially affect cholinergic function in the CNS.<br\/>"},"8":{"id":"400670-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"400670-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, albumin: 15% to 25%<\/li><li>Vd: 0.12 to 1.4 L\/kg<\/li><\/ul>"},"2":{"id":"400670-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: extensive<\/li><li>3-hydroxyphenyltrimethyammonium: unknown activity<\/li><li>3-hydroxyphenyldimethylamine: unknown activity<\/li><li>Glucuronide conjugate: unknown activity<\/li><\/ul>"},"3":{"id":"400670-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 50%  to 80%<\/li><li>Total body clearance: 1.14 to 16.7 mL\/min\/kg<\/li><li>Total body clearance, adults (29 to 48 years): 10 +\/- 2 mL\/min\/kg<\/li><li>Total body clearance, infants (2 to 10 months): 14 mL +\/- 3 mL\/min\/kg<\/li><li>Total body clearance, children (1 to 6 years): 11 mL +\/- 3 mL\/min\/kg<\/li><\/ul>"},"4":{"id":"400670-s-8-27","title":"Elimination Half Life","mono":"<ul><li>adults (29 to 48 years), 67 +\/- 8 minutes<\/li><li>infants (2 to 10 months), 39 minutes<\/li><li>children (1 to 6 years), 48 minutes<\/li><li>anephric patients, 181 minutes<\/li><\/ul>"}}},"9":{"id":"400670-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>for IV administration only; administer over at least 1 minute<\/li><li>administer concomitantly or just after an IV anticholinergic agent (eg, atropine sulfate or glycopyrrolate)<\/li><li>protect vial from light until time of use<\/li><\/ul>"},"10":{"id":"400670-s-10","title":"Monitoring","mono":"<ul><li>reversal of NMBA effects; evaluate for calculated full recover time<\/li><li>duration of action, in patients with renal or hepatic impairment<\/li><\/ul>"},"11":{"id":"400670-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 0.5 MG\/ML, 1 MG\/ML<\/li><li>Intravenous Solution: 0.5 MG\/ML, 1 MG\/ML<\/li><\/ul><\/li><li><b>Bloxiverz<\/b><br\/>Intravenous Solution: 0.5 MG\/ML, 1 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"400670-s-12","title":"Toxicology","sub":[{"id":"400670-s-12-31","title":"Clinical Effects","mono":"<b>ANTIMYASTHENICS <\/b><br\/>USES: Antimyasthenics (ambenonium, neostigmine, pyridostigmine) are reversible anticholinesterase agents used in the diagnosis and treatment of myasthenia gravis. They may also be used postoperatively for reversal of neuromuscular blockade. Guanidine is used to reduce symptoms of muscle weakness and easy fatigability associated with the myasthenic syndrome of Eaton-Lambert. Guanidine is not indicated for the treatment of myasthenia gravis. Specific antimyasthenics include the following: ambenonium, edrophonium, guanidine hydrochloride, neostigmine, and pyridostigmine. Note: Physostigmine, the cholinesterase inhibitors used to treat Alzheimer's disease (rivastigmine, donepezil, galantamine), and organophosphate, and carbamate insecticides are covered in separate managements. PHARMACOLOGY: The antimyasthenics are cholinesterase inhibitors which act on CNS, muscarinic, and nicotinic receptors. Because they enhance impulse transmission at neuromuscular junctions, these agents improve the skeletal muscle weakness in myasthenia gravis. Specifically, guanidine increases the release of acetylcholine following nerve impulse. In addition, it slows the rate of depolarization and repolarization in muscle cell membranes. TOXICOLOGY: When there is too much inhibition of the enzyme cholinesterase, cholinergic crisis occurs. There is an excess of acetylcholine, because of enzyme which metabolizes it is inhibited by these agents. EPIDEMIOLOGY: Exposures are relatively uncommon. MILD TO MODERATE TOXICITY: Malaise, fatigue, nausea, rhinorrhea, and frequent urination may occur. SEVERE TOXICITY: Signs and symptoms of significant exposure to the antimyasthenics are generally those of cholinergic crisis, and involve the central nervous system, the respiratory system, the parasympathetic nervous system, and the neuromuscular junction. In addition to muscle weakness or fasciculations, some or all symptoms of the SLUDGE syndrome may develop (salivation, lacrimation, urination, defecation, gastrointestinal cramping, and emesis). Seizure, bradydysrhythmias, acute lung injury, bronchorrhea, bronchospasm, hypotension, and hypertension may also occur. Nervous hyperirritability, fibrillary tremors and myoclonus, salivation, vomiting, diarrhea, hypoglycemia, and circulatory disturbances have been reported following severe guanidine intoxication. ADVERSE EFFECTS: Nausea, vomiting, diarrhea, abdominal cramps, increased peristalsis, increased salivation, increased bronchial secretions, miosis, diaphoresis, muscle cramps, fasciculation, weakness, hypotension, syncope, rash, flushing, urticaria, allergic reactions, including anaphylaxis have been reported with antimyasthenics. Bromide toxicity from high-dose pyridostigmine bromide has occurred which manifests as various neurologic, psychiatric, gastrointestinal, and dermatologic effects. GUANIDINE: The following adverse effects have been reported with guanidine use: Gastric irritation, anorexia, nausea, diarrhea, abdominal pain, dry mouth, diaphoresis, bone marrow suppression (anemia, leukopenia, and thrombocytopenia), palpitations, tachycardia, atrial fibrillation, hypotension, elevation of blood creatinine, uremia, chronic interstitial nephritis, acute interstitial nephritis, renal tubular necrosis, elevated liver enzymes, rash, flushing or pink complexion, folliculitis, petechiae, purpura, ecchymoses, dryness and scaling of the skin, paresthesia of lips, face, hands, feet, cold sensations in hands and feet, nervousness, lightheadedness, jitteriness, increased irritability, tremor, trembling sensation, ataxia, emotional lability, psychotic state, confusion, mood changes, and hallucinations. <br\/>"},{"id":"400670-s-12-32","title":"Treatment","mono":"<b>ANTIMYASTHENICS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Symptomatic and supportive care is the mainstay of treatment in patients who present with mild to moderate antimyasthenic toxicity. MANAGEMENT OF SEVERE TOXICITY: Early intubation (note that patients may be sensitive to the effects of depolarizing and nondepolarizing neuromuscular blockers), with assisted ventilation should be performed if the patient presents with respiratory depression or respiratory distress that does not respond rapidly to atropine. Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if patient presents with circulatory collapse. Treat seizures with benzodiazepines. Treat with pralidoxime and atropine as outlined in the antidote section below.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal can be considered within the first hour after large ingestion, with appropriate level of consciousness, patent airway, and the patient able to drink the charcoal. HOSPITAL: Administer activated charcoal if the patient presents early after large ingestion with appropriate level of consciousness, patent airway, and can drink the charcoal.<\/li><li>Airway management: Perform endotracheal intubation and provide assisted ventilation as required (note that patients maybe sensitive to the effects of depolarizing and nondepolarizing neuromuscular blockers, lower doses may be utilized).<\/li><li>Antidote: ATROPINE: Will reverse many of the muscarinic manifestations (bronchorrhea, bradycardia, hypersalivation, gastrointestinal symptoms). ADULTS: 2 to 5 mg IV repeat every 10 to 30 minutes as needed. PEDIATRIC: 0.05 mg\/kg. The endpoint is drying of secretions; large doses may be required. 2-PAM: May reverse muscle weakness and fasciculations. Treat moderate to severe poisoning (fasciculations. muscle weakness, respiratory depression, coma, seizures) with 2-PAM in addition to atropine. One regimen is an initial bolus of at least 30 mg\/kg followed by an infusion of more than 8 mg\/kg\/hour of 2-PAM. An alternative simpler adult dose includes the following: 1 to 2 g 2-PAM in 100 mL of 0.9% saline infused over 15 to 30 min. Followed by infusion of 500 mg to 1 g\/hr as a 2.5% solution. Alternatively, the initial dose may be repeated every 1 hr and then every 3 to 8 hours if muscle weakness or fasciculations persist.<\/li><li>Monitoring of patient: Monitor vital signs; institute continuous pulse oximetry and cardiac monitoring. Monitor for clinical evidence of weakness, respiratory distress or SLUDGE symptoms, and fasciculations. Monitor serum electrolytes in patients with vomiting and diarrhea. Serum concentrations of the antimyasthenics is not generally available or clinically useful in guiding treatment. Cholinesterase testing may be preferable, as the antimyasthenics will depress cholinesterase activity; however, after an acute exposure, measurement of levels are usually only helpful if followed over a period of time. Although cholinesterase levels do not correlate well with toxicity, less than 80% activity is associated with severe symptomatology. Clinical findings are often more helpful in guiding treatment than laboratory evaluation in these patients.<\/li><li>Enhanced elimination procedure: There are no useful techniques to enhance elimination of antimyasthenic drugs.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children or adults with small acute inadvertent ingestions may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions, and those who are symptomatic should be referred in a healthcare facility. ADMISSION CRITERIA: Admit patients with persist symptoms. Admit all patients with severe symptoms (respiratory distress or depression, CNS depression or significant weakness, hemodynamic instability) to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"400670-s-12-33","title":"Range of Toxicity","mono":"<b>ANTIMYASTHENICS <\/b><br\/>TOXICITY: Toxic serum or blood concentrations of the antimyasthenics have not been established. Depression of cholinesterase activity to less than 80% of normal is frequently associated with severe symptoms. THERAPEUTIC DOSES: AMBENONIUM: Adults: 5 to 75 mg orally 3 to 4 times a day; MAX dose: 200 mg\/day. EDROPHONIUM: Adults: For diagnostic test for myasthenia gravis: 2 mg IV over 15 to 30 seconds; if no cholinergic symptoms develop in 45 seconds, give additional 8 mg IV at 2 mg\/min. GUANIDINE:  Initially, 10 to 15 mg\/kg\/day in 3 or 4 divided doses; may be gradually increased to 35 mg\/kg\/day. NEOSTIGMINE: Varies by indication: 15 to 375 mg orally daily; titrate to response. Injection: 0.25 to 0.5 mg IM or SubQ with subsequent doses based on response. Reversal of neuromuscular blockade: 0.5 to 2 mg IV slowly (with atropine sulfate); repeat as needed; rarely should total dose exceed 5 mg. PYRIDOSTIGMINE: 180 to 1500 mg\/day orally, titrated to response. <br\/>"}]},"13":{"id":"400670-s-13","title":"Clinical Teaching","mono":"This drug may cause nausea, vomiting, bradycardia, and dry mouth.<br\/>"}}}