{"drugs":["Niacinamide","Nicomide-T"],"mono":{"0":{"id":"404120-s-0","title":"Generic Names","mono":"Niacinamide"},"1":{"id":"404120-s-1","title":"Dosing and Indications","sub":{"0":{"id":"404120-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Pellagra:<\/b> ORAL, 300-500 mg\/day, divided into 2-3 doses<\/li><li><b>Pellagra:<\/b> IM, 50-100 mg\/day in 5 or more divided doses<\/li><li><b>Pellagra:<\/b> IV, 25-100 mg every 2-3 hr, MAX 1g\/day<\/li><\/ul>"},"1":{"id":"404120-s-1-5","title":"Pediatric Dosing","mono":"<b>Pellagra:<\/b> ORAL, 100-300 mg\/day, divided into 2-3 doses"},"3":{"id":"404120-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Pellagra<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Pemphigoid<br\/>"}}},"3":{"id":"404120-s-3","title":"Contraindications\/Warnings","sub":[{"id":"404120-s-3-9","title":"Contraindications","mono":"<ul><li>active peptic ulcer disease<\/li><li>hypersensitivity to niacinamide products<\/li><li>liver disease<\/li><\/ul>"},{"id":"404120-s-3-10","title":"Precautions","mono":"<ul><li>diabetes<\/li><li>gallbladder disease<\/li><li>gout<\/li><li>history of liver disease<\/li><li>history of peptic ulcer<\/li><li>pregnancy\/lactation<\/li><\/ul>"},{"id":"404120-s-3-11","title":"Pregnancy Category","mono":"Fetal risk is minimal. (TH)<br\/>"},{"id":"404120-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"404120-s-4","title":"Drug Interactions","sub":{"2":{"id":"404120-s-4-15","title":"Moderate","mono":"<ul>Carbamazepine (probable)<\/ul>"}}},"5":{"id":"404120-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Neurologic:<\/b>Dizziness<br\/><b>Serious<\/b><br\/><b>Hepatic:<\/b>Hepatotoxicity (rare)<br\/>"},"6":{"id":"404120-s-6","title":"Drug Name Info","sub":{"0":{"id":"404120-s-6-17","title":"US Trade Names","mono":"Nicomide-T<br\/>"},"2":{"id":"404120-s-6-19","title":"Class","mono":"<ul><li>Antiacne<\/li><li>Antihyperlipidemic<\/li><li>Nicotinic Acid (class)<\/li><li>Nutritive Agent<\/li><li>Vitamin B (class)<\/li><\/ul>"},"3":{"id":"404120-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"404120-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"404120-s-9","title":"Administration","mono":"<ul><li><b>Oral<\/b><br\/>take with a meal<br\/><\/li><li><b>Topical<\/b><br\/>apply a thin layer to clean area<br\/><\/li><\/ul>"},"10":{"id":"404120-s-10","title":"Monitoring","mono":"<ul><li>blood glucose<\/li><li>liver function<\/li><li>serum uric acid levels<\/li><\/ul>"},"11":{"id":"404120-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 100 MG, 250 MG, 500 MG<br\/><\/li><li><b>Pure Niacinamide<\/b><br\/>Oral Tablet: 500 MG<br\/><\/li><\/ul>"},"12":{"id":"404120-s-12","title":"Toxicology","sub":[{"id":"404120-s-12-31","title":"Clinical Effects","mono":"<b>NIACIN AND RELATED AGENTS<\/b><br\/>OVERDOSE: Epigastric discomfort, sensation of warmth, chills and intermittent rash (diffuse, red, flat, and coalescent), primarily affecting scalp, face, and legs have been reported with niacin overdose. Tachycardia, nausea, vomiting and abdominal pain have been reported. Lactic acidosis has been occurred after acute overdoses with sustained release products. Severe hypotension has been reported following a massive niacin overdose (11,000 milligrams). Elevated hepatic enzymes have developed following overdose. Laboratory findings have also included hypo- and hyperglycemia and coagulopathy in some exposures. A teenager developed a prolonged QTc interval after ingesting 5.5 grams of niacin. ADVERSE EVENTS: Flushing, pruritus, and gastrointestinal distress are frequent symptoms after oral niacin therapy. Other adverse effects include dizziness, tachycardia, palpitations, shortness of breath, sweating, chills, edema, syncope, dryness of the skin, abdominal pain, diarrhea, nausea and vomiting, anorexia, stimulation of peptic ulcer, amblyopia, jaundice and elevated hepatic enzymes, decrease in glucose tolerance, hyperglycemia, and hyperuricemia. Significant toxicity has been reported in a small number of patients following the use of niacin to interfere with urine drug screening.<br\/>"},{"id":"404120-s-12-32","title":"Treatment","mono":"<b>NIACIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive.<\/li><li>Decontamination:  Gastrointestinal decontamination is generally not required after acute overdose of immediate release products. Consider activated charcoal after an acute ingestion of more than 5 g of sustained release niacin and if the patient is able to maintain airway or if airway is protected<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Monitoring of patient: Monitor vital signs, especially blood pressure. Monitor, liver enzymes, as well as fluid, electrolyte, and acid-base status in patients with significant vomiting and\/or diarrhea.<\/li><\/ul>"},{"id":"404120-s-12-33","title":"Range of Toxicity","mono":"<b>NIACIN AND RELATED AGENTS<\/b><br\/>TOXICITY: A minimum toxic dose has not been established. After ingesting 11,000 mg of niacin within a 12-hour period, a 56-year-old man developed severe, persistent hypotension (BP 58\/40 mmHg) in the absence of cutaneous flushing. Following supportive therapy, he recovered completely. A 16-year-old girl developed epigastric discomfort and rash after taking 330 mg of niacin daily (more than 25 times the recommended daily allowance for a teenager).  Symptoms resolved upon discontinuation of therapy. Two teenagers developed hepatotoxicity and acidosis after ingestion of 5 and 6 g of sustained-release niacin over a 48-hour period. THERAPEUTIC: ADULT: EXTENDED RELEASE FORMULATION: Initial, 500 mg orally once daily at bedtime for 4 weeks, then 1000 mg at bedtime for 4 weeks; titrate by tolerability and efficacy but no faster than 500 mg every 4 weeks; usual maintenance dose, 1000 to 2000 mg once daily at bedtime; MAX 2000 mg\/day. ADULT: IMMEDIATE RELEASE FORMULATION: Initial 100 mg 3 times\/day, increase to 1000 mg 3 times\/day, MAX 4500 mg\/day. PEDIATRIC: IMMEDIATE RELEASE: Initial, 100-250 mg\/day in 3 divided doses with meals; increase 100 mg\/day weekly or 250 mg\/day every 2-3 wk as tolerated; MAX 10 mg\/kg\/day. <br\/>"}]},"13":{"id":"404120-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause gastrointestinal irritation or dizziness.<\/li><li>Patient should take oral form of drug with a meal.<\/li><li>Patient should avoid applying topical form to eyes, nose, mouth, or cut\/injured skin areas.<\/li><li>Incidence of flushing may be decreased by avoiding alcohol and hot drinks while taking oral formulation.<\/li><\/ul>"}}}