{"drugs":["Commit","Nicorelief","Nicorette","Nicotine Polacrilex"],"mono":{"0":{"id":"405342-s-0","title":"Generic Names","mono":"Nicotine Polacrilex"},"1":{"id":"405342-s-1","title":"Dosing and Indications","sub":{"0":{"id":"405342-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Smoking cessation assistance, Gum:<\/b> heavy smokers (more than 25 cigarettes per day), 1 piece of 4 mg gum every 1-2 hr for weeks 1-6, 1 piece of 4 mg gum every 2-4 hr for weeks 7-9, 1 piece of 4 mg gum every 4-8 hr for weeks 10-12<\/li><li><b>Smoking cessation assistance, Gum:<\/b> light smokers (less than 25 cigarettes per day), 1 piece of 2 mg gum every 1-2 hr for weeks 1-6, 1 piece of 2 mg gum every 2-4 hr for weeks 7-9, 1 piece of 2 mg gum every 4-8 hr for weeks 10-12<\/li><li><b>Smoking cessation assistance, Lozenge:<\/b> heavy smokers (more than 25 cigarettes per day), one 4 mg lozenge every 1-2 hr for weeks 1-6, one 4 mg lozenge every 2-4 hr for weeks 7-9, one 4 mg lozenge every 4-8 hr for weeks 10-12<\/li><li><b>Smoking cessation assistance, Lozenge:<\/b> light smokers (less than 25 cigarettes per day), one 2 mg lozenge every 1-2 hr for weeks 1-6, one 2 mg lozenge every 2-4 hr for weeks 7-9, one 2 mg lozenge every 4-8 hr for weeks 10-12<\/li><\/ul>"},"1":{"id":"405342-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients"},"3":{"id":"405342-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Smoking cessation assistance, Gum<\/li><li>Smoking cessation assistance, Lozenge<\/li><\/ul>"}}},"3":{"id":"405342-s-3","title":"Contraindications\/Warnings","sub":[{"id":"405342-s-3-9","title":"Contraindications","mono":"hypersensitivity to nicotine or components<br\/>"},{"id":"405342-s-3-10","title":"Precautions","mono":"<ul><li>concomitant use of other nicotine containing products<\/li><li>concurrent medication for depression or asthma<\/li><li>diabetes<\/li><li>heart disease, recent heart attack, or irregular heartbeat<\/li><li>uncontrolled high blood pressure<\/li><li>stomach ulcer<\/li><\/ul>"},{"id":"405342-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"405342-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"405342-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Diarrhea, Indigestion, Oral irritation<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Irregular heart rate, Palpitations<\/li><li><b>Other:<\/b>Nicotine overdose<\/li><\/ul>"},"6":{"id":"405342-s-6","title":"Drug Name Info","sub":{"0":{"id":"405342-s-6-17","title":"US Trade Names","mono":"<ul><li>Commit<\/li><li>Nicorette<\/li><li>Nicorelief<\/li><\/ul>"},"2":{"id":"405342-s-6-19","title":"Class","mono":"<ul><li>Cholinergic<\/li><li>Smoking Cessation Agent<\/li><\/ul>"},"3":{"id":"405342-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"405342-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"405342-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>stop smoking completely as soon as treatment begins<\/li><li>do not eat or drink 15 min before using or while the gum\/lozenge is in mouth<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>(lozenge) dissolve slowly in mouth over 20 to 30 min; occasionally move lozenge from one side of mouth to the other until completely dissolved<\/li><li>(lozenge) minimize swallowing; do not chew or swallow<\/li><li>(gum) chew gum slowly until it tingles, then park it between your cheek and gum; when tingle disappears, repeat process until most of the tingle is gone (about 30 min)<\/li><li>(gum) wrap used pieces in paper before throwing away<\/li><\/ul><\/li><\/ul>"},"10":{"id":"405342-s-10","title":"Monitoring","mono":"increased heart rate and blood pressure <br\/>"},"11":{"id":"405342-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Gum: 2 MG, 4 MG<\/li><li>Oral Lozenge\/Troche: 2 MG, 4 MG<\/li><li>  Powder: 15 %, 20 %<\/li><\/ul><\/li><li><b>Commit<\/b><br\/><ul><li>Mucous Membrane Lozenge\/Troche: 2 MG, 4 MG<\/li><li>Oral Lozenge\/Troche: 2 MG, 4 MG<\/li><\/ul><\/li><li><b>Commit<\/b><br\/>Oral Lozenge\/Troche: 2 MG, 4 MG<br\/><\/li><li><b>Equate Nicotine<\/b><br\/>Oral Gum: 2 MG<br\/><\/li><li><b>Good Neighbor Pharmacy Nicotine Gum<\/b><br\/>Oral Gum: 2 MG<br\/><\/li><li><b>Good Neighbor Pharmacy Nicotine<\/b><br\/>Oral Gum: 2 MG<br\/><\/li><li><b>Good Neighbor Pharmacy Nicotine Polacrilex<\/b><br\/><ul><li>Mucous Membrane Lozenge\/Troche: 2 MG, 4 MG<\/li><li>Oral Gum: 2 MG, 4 MG<\/li><\/ul><\/li><li><b>Good Sense Nicotine Polacrilex<\/b><br\/>Oral Gum: 2 MG, 4 MG<br\/><\/li><li><b>Leader Nicotine Polacrilex Gum<\/b><br\/>Oral Gum: 2 MG, 4 MG<br\/><\/li><li><b>Leader Nicotine Polacrilex<\/b><br\/>Oral Lozenge\/Troche: 2 MG, 4 MG<br\/><\/li><li><b>Nicorelief<\/b><br\/>Oral Gum: 2 MG, 4 MG<br\/><\/li><li><b>Nicorette<\/b><br\/><ul><li>Mucous Membrane Lozenge\/Troche: 2 MG, 4 MG<\/li><li>Oral Gum: 2 MG, 4 MG<\/li><li>Oral Lozenge\/Troche: 2 MG<\/li><\/ul><\/li><li><b>Premier Value nicotine polacrilex<\/b><br\/>Oral Gum: 2 MG, 4 MG<br\/><\/li><li><b>Rite Aid Mini Nicotine<\/b><br\/>Mucous Membrane Lozenge\/Troche: 2 MG, 4 MG<br\/><\/li><li><b>Rite Aid Nicotine<\/b><br\/>Mucous Membrane Lozenge\/Troche: 2 MG<br\/><\/li><li><b>Rite Aid Nicotine Polacrilex<\/b><br\/><ul><li>Mucous Membrane Lozenge\/Troche: 4 MG<\/li><li>Oral Gum: 2 MG, 4 MG<\/li><li>Oral Lozenge\/Troche: 2 MG, 4 MG<\/li><\/ul><\/li><li><b>Sunmark Nicotine Lozenge<\/b><br\/>Oral Lozenge\/Troche: 2 MG, 4 MG<br\/><\/li><li><b>Sunmark Nicotine<\/b><br\/>Oral Gum: 2 MG, 4 MG<br\/><\/li><li><b>Thrive<\/b><br\/>Oral Gum: 2 MG, 4 MG<br\/><\/li><li><b>TopCare Nicotine Polacrilex Gum<\/b><br\/>Oral Gum: 4 MG<br\/><\/li><li><b>TopCare Nicotine Polacrilex<\/b><br\/><ul><li>Mucous Membrane Lozenge\/Troche: 2 MG<\/li><li>Oral Gum: 2 MG, 4 MG<\/li><li>Oral Lozenge\/Troche: 4 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"405342-s-12","title":"Toxicology","sub":[{"id":"405342-s-12-31","title":"Clinical Effects","mono":"<b>NICOTINE <\/b><br\/>SOURCES: Found primarily in tobacco-containing products such as cigarettes, cigars, pipe tobacco, and chewing tobacco and also in nicotine replacement products such as gum, nasal sprays, patches, and electronic cigarettes. Also, found in the tobacco plant (Nicotiana tabacum) and some other plant species; occupational exposures may result from the harvesting or processing of tobacco plants (SEE Plants-Nicotinic Management). Nicotine may also be found in some insecticides (used in the developing world). PHARMACOLOGY: Binds to nicotinic acetylcholine receptors that are found throughout the body, most notably in the autonomic nervous system (preganglionic sympathetic synapses and pre- and postganglionic parasympathetic synapses). TOXICOLOGY: Toxic effects are dose-related and result from overstimulation of nicotinic receptors, often causing inhibition of receptor action following initial stimulatory effects. EPIDEMIOLOGY: Very common exposure that can rarely result in significant morbidity and death, especially in children. May be an occupational exposure, commonly known as green tobacco sickness, from working with tobacco plants. OVERDOSE: MILD TO MODERATE TOXICITY: GI upset, nausea, vomiting, dizziness, headache, tremor, diaphoresis, tachycardia, pallor, and hypertension are common events. SEVERE TOXICITY: Seizures, confusion, weakness, bradycardia, hypotension, and respiratory muscle paralysis can develop. ADVERSE EFFECTS: NICOTINE REPLACEMENT PRODUCTS: Symptoms may include local irritation from the gum, spray, or transdermal patch or systemic signs (eg, nausea and vomiting, sleep disturbances, headache, and chest pain) of nicotine toxicity. Absorption may occur after ingestion, inhalation, dermal, or rectal exposure. <br\/>"},{"id":"405342-s-12-32","title":"Treatment","mono":"<b>NICOTINE <\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Treatment is primarily supportive and symptomatic. Vomiting is common, which tends to limit absorption. Intravenous fluids can be administered. Persistent vital sign abnormalities, altered mental status, muscle weakness, and seizures indicate a more severe poisoning. SEVERE TOXICITY: Treatment is primarily symptomatic and supportive. Patients may need airway support and mechanical ventilation for altered mental status, respiratory distress, secretions or respiratory paralysis. Atropine can be given for bradycardia or significant muscarinic signs (ie, bronchorrhea), if present. Hypotension should be treated with intravenous fluids and then a vasopressor as needed. Benzodiazepines should be used to treat seizures or severe agitation. Death is primarily from respiratory failure.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is unlikely to be of benefit as nicotine is rapidly absorbed and most patients with more than mild toxicity will have significant vomiting. HOSPITAL: Any transdermal patches should be removed from the skin and the area should be flushed with water, but not with soap. Gastric decontamination is often not necessary, because patients often present with large amounts of vomiting. If the patient is not already vomiting and can protect his or her airway, consider using activated charcoal and whole bowel irrigation following ingestion of a patch product in a child or ingestion of multiple patches by an adult.<\/li><li>Airway management: Patients with an altered mental status or respiratory muscle weakness may need mechanical respiratory support and orotracheal intubation.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: No testing is required in patients with mild or no symptoms. Serum chemistries, creatine kinase, lactate, urinalysis should be performed in patients with severe poisonings. Obtain ECG in symptomatic patients. Serum concentrations are not readily available or useful to guide management. Urine cotinine levels can be obtained for occupational monitoring.<\/li><li>Enhanced elimination procedure: Enhanced elimination is rarely necessary as life threatening toxicity is rare. Multiple dose activated charcoal may theoretically be beneficial in improving elimination by interrupting enterohepatic circulation, but it is rarely indicated and its use in this setting has not been described. Hemodialysis and hemoperfusion should be effective as nicotine has a small volume of distribution and low protein binding, but they are rarely if ever indicated and their use has not been described. The vast majority of patients do well with supportive care.<\/li><li>Patient disposition: HOME CRITERIA: Anyone with an intentional ingestion, symptoms other than vomiting, or children who have ingested more than 1 cigarette or 3 or more cigarette butts should be evaluated in a healthcare facility. OBSERVATION CRITERIA: Patients who are asymptomatic after 4 to 6 hours following an oral ingestion of a non-patch product can be discharged. The appropriate duration of observation following ingestion of a patch by a child is not known, but these products contain enough nicotine to cause severe toxicity and may have very delayed absorption, therefore, prolonged observation (24 hours) is recommended in these cases. ADMISSION CRITERIA: Patients with persistent vital sign abnormalities, seizures, altered mental status, or muscle weakness should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings or following ingestion of nicotine replacement products by a child.<\/li><\/ul>"},{"id":"405342-s-12-33","title":"Range of Toxicity","mono":"<b>NICOTINE<\/b><br\/>TOXICITY: The toxic dose will vary depending on whether the patient is habituated to the effects of nicotine. CIGARETTES:  A regular cigarette may contain 13 to 30 mg of nicotine; a low-nicotine cigarette contains approximately half the nicotine; a cigarette butt may contain 3.75 to 5 mg of nicotine. As little as 1 cigarette or 3 cigarette butts have caused symptoms in children. Signs and symptoms of toxicity appear to correlate with the amount of nicotine ingested. Although an oral lethal dose has not been established, an estimated 40 to 60 mg of nicotine may be lethal. In one series, severe toxicity was reported in 3 children ingesting 1.4 to 1.9 mg\/kg of nicotine; children ingesting a mean of 0.8 mg\/kg developed mild symptoms and children ingesting a mean of 0.5 mg\/kg remained asymptomatic. LIQUID NICOTINE: Refill cartridges used in electronic-cigarettes are available in various strengths ranging from 6 mg\/mL (0.6%) to 36 mg\/mL (3.6%). It is estimated that 20 drops are equal to 1 mL of solution; 1 drop of 3.6% liquid contains 1.8 mg of nicotine. A potential ingestion of 1 to 2 drops of 3.6% solution (1.8 to 3.6 mg) could produce significant symptoms in a young child. THERAPEUTIC DOSE: NICOTINE REPLACEMENT: NICOTINE GUM: Most patients begin treatment with 2 mg pieces of gum and typically take 9 to 12 pieces daily with subsequent tapering. TRANSDERMAL (PATCH): Typically placed for 16 to 24 hours daily and then replaced. NASAL SPRAY: 1 spray (0.5 mg) per nostril every 1 to 2 times per hour. The doses for these products are individualized for the patient, and may vary depending on the degree of habituation. <br\/>"}]},"13":{"id":"405342-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause diarrhea, dyspepsia, or oral irritation.<\/li><li>Tell patient to report signs\/symptoms of irregular heart rate or palpitations.<\/li><li>Instruct patient to not eat or drink while gum or lozenge is in the mouth or within 15 min before taking gum or lozenge.<\/li><li>Patient should not use gum or lozenge forms for more than a 12-week period, unless approved by healthcare professional.<\/li><li>Tell patient to avoid smoking, chewing tobacco, and concomitant use of other nicotine-containing products during therapy.<\/li><li>Patients using nicotine polacrilex gum should not drink cola, coffee, orange juice, or other acidic drinks.<\/li><\/ul>"}}}