{"generic":"Nicotine","drugs":["Habitrol","Nicoderm CQ","Nicotine","Nicotrol","Nicotrol NS"],"mono":{"0":{"id":"405340-s-0","title":"Generic Names","mono":"Nicotine"},"1":{"id":"405340-s-1","title":"Dosing and Indications","sub":{"0":{"id":"405340-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Smoking cessation assistance, Inhalation:<\/b> INHALE with continuous puffing over 20 min; initial, 6 to 16 cartridges\/day for up to 12 weeks, then gradually discontinue over 6 to 12 weeks; MAX 16 cartridges\/day<\/li><li><b>Smoking cessation assistance, Nasal spray:<\/b> 1 spray in each nostril initially 1 to 2 times per hour, at least 8 times\/day up to MAX of 5 doses\/h, 40 doses\/24 h; gradually discontinue; MAX duration, 3 months<\/li><li><b>Smoking cessation assistance, Transdermal:<\/b> for smoking history over 10 cigarettes\/day, use one 21 mg patch\/day TRANSDERMALLY for 4-6 wk, then use one 14 mg patch\/day for 2 wk, then use one 7 mg patch\/day for 2 wk<\/li><li><b>Smoking cessation assistance, Transdermal:<\/b> for smoking history of 10 or fewer cigarettes\/day, use one 14 mg patch\/day TRANSDERMALLY for 6 wk, then use one 7 mg patch\/day for 2 wk<\/li><\/ul>"},"1":{"id":"405340-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients"},"3":{"id":"405340-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Smoking cessation assistance, Inhalation<\/li><li>Smoking cessation assistance, Nasal spray<\/li><li>Smoking cessation assistance, Transdermal<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Gilles de la Tourette's syndrome; Adjunct<\/li><li>Smoking cessation assistance, Nicotine toothpicks<\/li><li>Smoking cessation assistance, Smoke-free cigarettes<\/li><li>Smoking cessation assistance, Sublingual tablet<\/li><\/ul>"}}},"3":{"id":"405340-s-3","title":"Contraindications\/Warnings","sub":[{"id":"405340-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to nicotine or any other product component<\/li><li>hypersensitivity to menthol (inhalation)<\/li><\/ul>"},{"id":"405340-s-3-10","title":"Precautions","mono":"<ul><li>allergy to adhesive tape; increased risk of rash (transdermal)<\/li><li>angina, severe or worsening (inhalation, nasal spray)<\/li><li>cardiac arrhythmias, serious; may increase heart rate<\/li><li>coronary heart disease; may increase heart rate<\/li><li>concurrent use of other nicotine-containing products such as cigarettes, chewing tobacco, snuff, or nicotine gum; increased risk of cardiovascular events<\/li><li>hypertension, accelerated; risk of malignant hypertension (inhalation, nasal spray)<\/li><li>hypertension, uncontrolled; may increase blood pressure (transdermal)<\/li><li>hyperthyroidism, pheochromocytoma, or insulin-dependent diabetes; nicotine causes release of catecholamines by the adrenal medulla (inhalation, nasal spray)<\/li><li>magnetic resonance imaging (MRI), use during; Habitrol(R) or opaque NicoDerm CQ (R) transdermal patches may cause skin burns<\/li><li>myocardial infarction, history or recent; may increase heart rate<\/li><li>nasal disorders, chronic (nasal spray)<\/li><li>peptic ulcers, active; risk of delayed healing (inhalation, nasal spray)<\/li><li>peripheral vascular disease (inhalation, nasal spray)<\/li><li>reactive airway disease, severe (asthma, bronchospastic disease); may exacerbate condition (inhalation, nasal spray)<\/li><li>renal impairment, severe; may affect drug clearance (inhalation, nasal spray)<\/li><li>skin conditions; increased risk of rash (transdermal)<\/li><li>tachycardia or palpitations may occur<\/li><li>use longer than six months; not recommended (inhalation, nasal spray)<\/li><li>vasospastic disease (inhalation, nasal spray)<\/li><\/ul>"},{"id":"405340-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"405340-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk has been demonstrated.<br\/>"}]},"4":{"id":"405340-s-4","title":"Drug Interactions","sub":{"1":{"id":"405340-s-4-14","title":"Major","mono":"<ul>Tegafur (theoretical)<\/ul>"}}},"5":{"id":"405340-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Skin irritation, Patch<\/li><li><b>Respiratory:<\/b>Nasal irritation, Nasal spray, Oral irritation, Airway, inhaler<\/li><li><b>Other:<\/b>Nicotine withdrawal, Dizziness, headache, insomnia<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia (rare), Hypertension (rare), Tachyarrhythmia (rare)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (rare)<\/li><\/ul>"},"6":{"id":"405340-s-6","title":"Drug Name Info","sub":{"0":{"id":"405340-s-6-17","title":"US Trade Names","mono":"<ul><li>Habitrol<\/li><li>Nicoderm CQ<\/li><li>Nicotrol<\/li><li>Nicotrol NS<\/li><\/ul>"},"2":{"id":"405340-s-6-19","title":"Class","mono":"<ul><li>Cholinergic<\/li><li>Smoking Cessation Agent<\/li><\/ul>"},"3":{"id":"405340-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"405340-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"405340-s-7","title":"Mechanism Of Action","mono":"<ul><li>Inhalation-Systemic: Nicotine acts as an agonist at the nicotinic-cholinergic receptors in the autonomic ganglia, adrenal medulla, neuromuscular junctions, and brain.   Nicotine&quot;s positive reinforcing properties are believed to be the result of the release of neurotransmitters including acetylcholine, beta-endorphin, dopamine, norepinephrine, serotonin, and others that mediate pleasure, arousal, mood, appetite, and other desirable psychological states. <\/li><li>Cardiovascular effects include peripheral vasoconstriction, tachycardia, and elevated blood pressure. <\/li><li>Nasal: Nicotine acts as an agonist at the nicotine receptors in the autonomic ganglia, adrenal medulla, neuromuscular junctions, and brain.   Nicotine&quot;s positive reinforcing properties are believed to be the result of the release of neurotransmitters including acetylcholine, beta-endorphin, dopamine, norepinephrine, serotonin, and others that mediate pleasure, arousal, mood, appetite, and other desirable psychological states. <\/li><li>Cardiovascular effects include peripheral vasoconstriction,  tachycardia, and elevated blood pressure. <\/li><li>Systemic: Smoking cessation adjunct; nicotine acts as an agonist at the nicotinic cholinergic receptors at the autonomic ganglia,   in the adrenal medulla, at neuromuscular junctions, and in the brain.   Nicotine&quot;s positive reinforcing properties are believed to be the result of the release of neurotransmitters including acetylcholine, beta-endorphin, dopamine, norepinephrine, serotonin, and others that mediate pleasure, arousal, elevated mood, appetite, and other desirable psychological states. <\/li><li>When the gum is chewed, nicotine is displaced from polacrilex by alkaline saliva. <\/li><li>Has actions on the chemoreceptors of the aortic and carotid bodies,   resulting in reflex vasoconstriction, tachycardia, elevated blood pressure, and stimulation of respiration. <\/li><li>Stimulates sympathetic ganglia and adrenal medulla,   causing release of catecholamines,   resulting in direct sympathomimetic effects on the heart and peripheral vasculature. <\/li><li>Has actions that tend to reduce blood pressure and heart rate. In low concentrations, stimulates certain chemoreceptors in the pulmonary and coronary circulation, leading to reflex bradycardia and hypotension.<\/li><li>Causes release of antidiuretic hormone (ADH) by stimulation of hypothalamus.<\/li><li>Stimulation of emetic chemoreceptor trigger zone of medulla oblongata and vagal reflex activation may result in vomiting.<\/li><li>Parasympathetic stimulation increases tone and motor activity of the gastrointestinal tract, leading to nausea, vomiting, and occasionally diarrhea.<\/li><li>Effects of nicotine on exocrine glands cause an initial stimulation followed by inhibition of salivary and bronchial secretions.<\/li><li>Action on the central nervous system (CNS) may result in respiratory failure due to both central paralysis and peripheral blockade of muscles of respiration.<\/li><\/ul>"},"8":{"id":"405340-s-8","title":"Pharmacokinetics","sub":[{"id":"405340-s-8-23","title":"Absorption","mono":"<ul><li>Inhalation-Systemic: Rapid<\/li><li>Nasal: Rapid; 53% after two sprays<\/li><li>Systemic: Well absorbed<\/li><\/ul>"},{"id":"405340-s-8-24","title":"Distribution","mono":"<ul><li>Inhalation-Systemic: Vd: 2 to 3 L\/kg<\/li><li>Nasal: Vd: 2 to 3 L\/kg<\/li><li>Systemic: Vd: 2 to 3 L\/kg   <\/li><\/ul>"},{"id":"405340-s-8-25","title":"Metabolism","mono":"<ul><li>Inhalation-Systemic: Hepatic; Lungs; Renal: Metabolite: Cotinine 15%; Trans-3-hydroxycotinine: 45%  <\/li><li>Nasal: Hepatic; Lungs; Renal: Metabolite: Cotinine 15%; Trans-3-hydroxycotinine: 45%<\/li><li>Systemic: Hepatic; Lungs; Renal; Metabolite: Cotinine<\/li><\/ul>"},{"id":"405340-s-8-26","title":"Excretion","mono":"<ul><li>Inhalation-Systemic: Renal: 10% excreted unchanged   <\/li><li>Nasal: Renal: 10% unchanged   <\/li><li>Systemic: Renal: 10 to 20% unchanged <\/li><\/ul>"},{"id":"405340-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Inhalation-Systemic: Elimination; Nicotine: 1 to 2 h<\/li><li>Elimination; Cotinine: 15 to 20 h<\/li><li>Nasal: Nicotine: 1 to 3 h<\/li><li>Cotinine: 15 to 20 h <\/li><li>Systemic: Nicotine: 1 to 2 h<\/li><li>Cotinine: 15 to 20 h  <\/li><\/ul>"}]},"9":{"id":"405340-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>stop smoking completely as soon as treatment begins<br\/><\/li><li><b>Inhalation<\/b><br\/>after using inhaler, separate mouthpiece, remove and discard used cartridge; clean mouthpiece with soap and water and store in plastic case<br\/><\/li><li><b>Nasal<\/b><br\/><ul><li>tilt head back slightly when spray is administered; do not sniff, swallow, or inhale through the nose during administration<\/li><li>rinse exposed skin, lips, mouth, eyes, or ears immediately with water only<\/li><\/ul><\/li><li><b>Transdermal<\/b><br\/><ul><li>(Nicoderm CQ(R) opaque patch) remove patch prior to MRI procedures to avoid burns<\/li><li>(Nicoderm CQ(R)) remove backing immediately prior to use<\/li><li>(Nicoderm CQ(R)) apply each new patch to a different spot of dry, clean, and hairless skin that is free of irritation; press with heel of hand and hold for 10 sec<\/li><li>(Nicoderm CQ(R)) do not apply patch to same area of skin for at least 1 week<\/li><li>(Nicoderm CQ(R)) to dispose, fold sticky ends of used patch together and replace into original pouch<\/li><li>(Habitrol(R)) remove backing and press patch onto clean, dry, hairless skin; hold for 10 sec<\/li><li>(Habitrol(R)) do not cut patch into smaller pieces<\/li><li>(Habitrol(R)) dispose of used patch in the enclosed disposal tray<\/li><li>wash hands after handling patch<\/li><\/ul><\/li><\/ul>"},"10":{"id":"405340-s-10","title":"Monitoring","mono":"heart rate and blood pressure<br\/>"},"11":{"id":"405340-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Transdermal Patch, Extended Release: 7 MG\/24 HR, 14 MG\/24 HR, 21 MG\/24 HR<br\/><\/li><li><b>Kroger Nicotine Transdermal System<\/b><br\/>Transdermal Patch, Extended Release: 7 MG\/24 HR, 14 MG\/24 HR, 21 MG\/24 HR<br\/><\/li><li><b>Leader Nicotine Transdermal System<\/b><br\/>Transdermal Patch, Extended Release: 7 MG\/24 HR, 14 MG\/24 HR, 21 MG\/24 HR<br\/><\/li><li><b>Nicoderm CQ Clear<\/b><br\/>Transdermal Patch, Extended Release: 14 MG\/24 HR, 21 MG\/24 HR<br\/><\/li><li><b>Nicoderm CQ<\/b><br\/>Transdermal Patch, Extended Release: 7 MG\/24 HR, 14 MG\/24 HR, 21 MG\/24 HR<br\/><\/li><li><b>Nicotrol<\/b><br\/><ul><li>Inhalation Device: 4 MG\/Actuation<\/li><li>Transdermal Patch, Extended Release: 15 MG\/16 HR<\/li><\/ul><\/li><li><b>Nicotrol NS<\/b><br\/>Nasal Spray: 10 MG\/ML<br\/><\/li><li><b>Rite Aid Nicotine<\/b><br\/>Transdermal Patch, Extended Release: 7 MG\/24 HR<br\/><\/li><li><b>Sunmark Nicotine Transdermal System<\/b><br\/>Transdermal Patch, Extended Release: 14 MG\/24 HR, 21 MG\/24 HR<br\/><\/li><\/ul>"},"12":{"id":"405340-s-12","title":"Toxicology","sub":[{"id":"405340-s-12-31","title":"Clinical Effects","mono":"<b>NICOTINE <\/b><br\/>SOURCES: Found primarily in tobacco-containing products such as cigarettes, cigars, pipe tobacco, and chewing tobacco and also in nicotine replacement products such as gum, nasal sprays, patches, and electronic cigarettes. Also, found in the tobacco plant (Nicotiana tabacum) and some other plant species; occupational exposures may result from the harvesting or processing of tobacco plants (SEE Plants-Nicotinic Management). Nicotine may also be found in some insecticides (used in the developing world). PHARMACOLOGY: Binds to nicotinic acetylcholine receptors that are found throughout the body, most notably in the autonomic nervous system (preganglionic sympathetic synapses and pre- and postganglionic parasympathetic synapses). TOXICOLOGY: Toxic effects are dose-related and result from overstimulation of nicotinic receptors, often causing inhibition of receptor action following initial stimulatory effects. EPIDEMIOLOGY: Very common exposure that can rarely result in significant morbidity and death, especially in children. May be an occupational exposure, commonly known as green tobacco sickness, from working with tobacco plants. OVERDOSE: MILD TO MODERATE TOXICITY: GI upset, nausea, vomiting, dizziness, headache, tremor, diaphoresis, tachycardia, pallor, and hypertension are common events. SEVERE TOXICITY: Seizures, confusion, weakness, bradycardia, hypotension, and respiratory muscle paralysis can develop. ADVERSE EFFECTS: NICOTINE REPLACEMENT PRODUCTS: Symptoms may include local irritation from the gum, spray, or transdermal patch or systemic signs (eg, nausea and vomiting, sleep disturbances, headache, and chest pain) of nicotine toxicity. Absorption may occur after ingestion, inhalation, dermal, or rectal exposure. <br\/>"},{"id":"405340-s-12-32","title":"Treatment","mono":"<b>NICOTINE <\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Treatment is primarily supportive and symptomatic. Vomiting is common, which tends to limit absorption. Intravenous fluids can be administered. Persistent vital sign abnormalities, altered mental status, muscle weakness, and seizures indicate a more severe poisoning. SEVERE TOXICITY: Treatment is primarily symptomatic and supportive. Patients may need airway support and mechanical ventilation for altered mental status, respiratory distress, secretions or respiratory paralysis. Atropine can be given for bradycardia or significant muscarinic signs (ie, bronchorrhea), if present. Hypotension should be treated with intravenous fluids and then a vasopressor as needed. Benzodiazepines should be used to treat seizures or severe agitation. Death is primarily from respiratory failure.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is unlikely to be of benefit as nicotine is rapidly absorbed and most patients with more than mild toxicity will have significant vomiting. HOSPITAL: Any transdermal patches should be removed from the skin and the area should be flushed with water, but not with soap. Gastric decontamination is often not necessary, because patients often present with large amounts of vomiting. If the patient is not already vomiting and can protect his or her airway, consider using activated charcoal and whole bowel irrigation following ingestion of a patch product in a child or ingestion of multiple patches by an adult.<\/li><li>Airway management: Patients with an altered mental status or respiratory muscle weakness may need mechanical respiratory support and orotracheal intubation.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: No testing is required in patients with mild or no symptoms. Serum chemistries, creatine kinase, lactate, urinalysis should be performed in patients with severe poisonings. Obtain ECG in symptomatic patients. Serum concentrations are not readily available or useful to guide management. Urine cotinine levels can be obtained for occupational monitoring.<\/li><li>Enhanced elimination procedure: Enhanced elimination is rarely necessary as life threatening toxicity is rare. Multiple dose activated charcoal may theoretically be beneficial in improving elimination by interrupting enterohepatic circulation, but it is rarely indicated and its use in this setting has not been described. Hemodialysis and hemoperfusion should be effective as nicotine has a small volume of distribution and low protein binding, but they are rarely if ever indicated and their use has not been described. The vast majority of patients do well with supportive care.<\/li><li>Patient disposition: HOME CRITERIA: Anyone with an intentional ingestion, symptoms other than vomiting, or children who have ingested more than 1 cigarette or 3 or more cigarette butts should be evaluated in a healthcare facility. OBSERVATION CRITERIA: Patients who are asymptomatic after 4 to 6 hours following an oral ingestion of a non-patch product can be discharged. The appropriate duration of observation following ingestion of a patch by a child is not known, but these products contain enough nicotine to cause severe toxicity and may have very delayed absorption, therefore, prolonged observation (24 hours) is recommended in these cases. ADMISSION CRITERIA: Patients with persistent vital sign abnormalities, seizures, altered mental status, or muscle weakness should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings or following ingestion of nicotine replacement products by a child.<\/li><\/ul>"},{"id":"405340-s-12-33","title":"Range of Toxicity","mono":"<b>NICOTINE<\/b><br\/>TOXICITY: The toxic dose will vary depending on whether the patient is habituated to the effects of nicotine. CIGARETTES:  A regular cigarette may contain 13 to 30 mg of nicotine; a low-nicotine cigarette contains approximately half the nicotine; a cigarette butt may contain 3.75 to 5 mg of nicotine. As little as 1 cigarette or 3 cigarette butts have caused symptoms in children. Signs and symptoms of toxicity appear to correlate with the amount of nicotine ingested. Although an oral lethal dose has not been established, an estimated 40 to 60 mg of nicotine may be lethal. In one series, severe toxicity was reported in 3 children ingesting 1.4 to 1.9 mg\/kg of nicotine; children ingesting a mean of 0.8 mg\/kg developed mild symptoms and children ingesting a mean of 0.5 mg\/kg remained asymptomatic. LIQUID NICOTINE: Refill cartridges used in electronic-cigarettes are available in various strengths ranging from 6 mg\/mL (0.6%) to 36 mg\/mL (3.6%). It is estimated that 20 drops are equal to 1 mL of solution; 1 drop of 3.6% liquid contains 1.8 mg of nicotine. A potential ingestion of 1 to 2 drops of 3.6% solution (1.8 to 3.6 mg) could produce significant symptoms in a young child. THERAPEUTIC DOSE: NICOTINE REPLACEMENT: NICOTINE GUM: Most patients begin treatment with 2 mg pieces of gum and typically take 9 to 12 pieces daily with subsequent tapering. TRANSDERMAL (PATCH): Typically placed for 16 to 24 hours daily and then replaced. NASAL SPRAY: 1 spray (0.5 mg) per nostril every 1 to 2 times per hour. The doses for these products are individualized for the patient, and may vary depending on the degree of habituation. <br\/>"}]},"13":{"id":"405340-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that the nasal and inhalation forms of this drug should not be used beyond 6 months.<\/li><li>Warn patient to stop using tobacco completely during therapy with  nasal and inhalation forms. Smoking or using other tobacco-containing products while taking this drug may increase the risk of side effects.<\/li><li>Warn patient to stop smoking or using tobacco completely during therapy. Do not use other nicotine-containing products while using the patch form.<\/li><li>Instruct patient to remove transdermal patch before having magnetic resonance imaging (MRI), as this may cause skin burns.<\/li><li>Drug may cause tobacco withdrawal symptoms (eg, insomnia, anxiety, restlessness, dizziness, fatigue, myalgia), dyspepsia, nausea, and headache.<\/li><li>Nasal spray may cause runny nose, watering eyes, cough, and nasal or throat irritation. Nasal inhalation solution may cause cough, and throat or mouth irritation.<\/li><li>Transdermal patch may cause application site reactions.<\/li><li>Tell patient to immediately report signs\/symptoms of cardiovascular events, including tachycardia and palpitations.<\/li><li>Instruct patient to immediately report signs\/symptoms of nicotine overdose (eg, severe headache, dizziness, upset stomach, vomiting, blurred vision, weakness, fainting). Remove nicotine patch if symptoms of overdose are experienced.<\/li><li>Advise patients using the patch form of this drug to report skin redness (lasting longer than 4 days), swelling, or rash.<\/li><li>Instruct patient on proper administration technique, depending on formulation.<\/li><\/ul>"}}}