{"generic":"Nitrofurantoin","drugs":["Furadantin","Nitrofurantoin"],"mono":{"0":{"id":"407840-s-0","title":"Generic Names","mono":"Nitrofurantoin"},"1":{"id":"407840-s-1","title":"Dosing and Indications","sub":[{"id":"407840-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Urinary tract infectious disease:<\/b> 50 to 100 mg ORALLY 4 times\/day for 1 week or at least 3 days after urine is sterile<\/li><li><b>Urinary tract infectious disease; Prophylaxis:<\/b> 50 to 100 mg ORALLY every night<\/li><\/ul>"},{"id":"407840-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Urinary tract infectious disease:<\/b> (1 month or older) 5 to 7 mg\/kg\/day in 4 divided doses for 1 week or at least 3 days after urine is sterile<\/li><li><b>Urinary tract infectious disease; Prophylaxis:<\/b> (1 month or older) 1 mg\/kg\/day as 1 single or 2 divided dose(s)<\/li><\/ul>"},{"id":"407840-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment, CrCl less than 60 mL\/min or clinically significant elevated serum creatinine:<\/b> use is contraindicated "},{"id":"407840-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Urinary tract infectious disease<\/li><li>Urinary tract infectious disease; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"407840-s-3","title":"Contraindications\/Warnings","sub":[{"id":"407840-s-3-9","title":"Contraindications","mono":"<ul><li>anuria; risk of nitrofurantoin toxicity<\/li><li>cholestatic jaundice or hepatic dysfunction associated with previous nitrofurantoin therapy<\/li><li>known hypersensitivity to nitrofurantoin<\/li><li>labor and delivery or when onset of labor is imminent due to risk of hemolytic anemia<\/li><li>neonates less than 1 month of age due to risk of hemolytic anemia<\/li><li>oliguria; risk of nitrofurantoin toxicity<\/li><li>pregnancy at term (38 to 42 weeks gestation) due to risk of hemolytic anemia<\/li><li>significant renal impairment with CrCl less than 60 mL\/min or clinically significant elevated serum creatinine due to risk of nitrofurantoin toxicity<\/li><\/ul>"},{"id":"407840-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- give cautiously to patients with preexisting diabetes mellitus, electrolyte imbalances, or vitamin B deficiency due to increased risk of potentially-fatal peripheral neuropathy<\/li><li>Hematologic:<\/li><li>-- preexisting anemia increases risk of potentially-fatal peripheral neuropathy<\/li><li>-- hemolytic anemia may occur with glucose-6-phosphate-dehydrogenase deficiency (G6PD); discontinue if confirmed<\/li><li>Hepatic:<\/li><li>-- hepatotoxicity reactions such as hepatitis, cholestatic jaundice, chronic active hepatitis, hepatic necrosis, and fatalities have occurred; monitoring recommended and discontinue if hepatitis confirmed<\/li><li>Neuropathy:<\/li><li>-- severe, irreversible, or fatal peripheral neuropathy may occur<\/li><li>Renal:<\/li><li>-- renal function deterioration during long-term therapy may indicate neuropathy; monitoring recommended<\/li><li>Respiratory:<\/li><li>-- acute and chronic pulmonary hypersensitivity reactions such as eosinophilia, EKG changes, interstitial pneumonitis, fibrosis, and infiltration may occur; monitoring recommended<\/li><li>Other:<\/li><li>-- give cautiously to patients with preexisting debilitating disease due to increased risk of potentially-fatal peripheral neuropathy<\/li><li>-- long duration of therapy increases risk of chronic pulmonary reactions and renal toxicity; monitoring recommended<\/li><\/ul>"},{"id":"407840-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>A (AUS)<\/li><\/ul>"},{"id":"407840-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"407840-s-4","title":"Drug Interactions","sub":{"1":{"id":"407840-s-4-14","title":"Major","mono":"<ul><li>Dasabuvir (theoretical)<\/li><li>Fluconazole (probable)<\/li><li>Paritaprevir (theoretical)<\/li><\/ul>"}}},"5":{"id":"407840-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Loss of appetite, Nausea and vomiting<br\/><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Hemolytic anemia<\/li><li><b>Hepatic:<\/b>Cholestatic jaundice syndrome, Hepatic necrosis, Hepatitis<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Peripheral neuropathy, Pseudotumor cerebri<\/li><li><b>Respiratory:<\/b>Interstitial pneumonia, Pulmonary fibrosis, Pulmonary hypersensitivity<\/li><\/ul>"},"6":{"id":"407840-s-6","title":"Drug Name Info","sub":{"0":{"id":"407840-s-6-17","title":"US Trade Names","mono":"Furadantin<br\/>"},"2":{"id":"407840-s-6-19","title":"Class","mono":"<ul><li>Antibiotic<\/li><li>Nitrofuran<\/li><\/ul>"},"3":{"id":"407840-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"407840-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"407840-s-7","title":"Mechanism Of Action","mono":"Systemic: Nitrofurantoin, a synthetic, broad-spectrum, weakly acidic antibacterial, is generally bactericidal at therapeutic concentrations. Therapeutic concentrations are achieved only in the urine. The mechanism of antimicrobial action is unique among antibacterials. Nitrofurantoin is reduced by bacterial flavoproteins to reactive intermediates, which inactivate or alter bacterial ribosomal proteins and other macromolecules.   These inactivations or alterations of bacterial ribosomal proteins and macromolecules cause the inhibition of vital biochemical processes of aerobic energy metabolism and the syntheses of bacterial deoxyribonucleic acid (DNA), ribonucleic acid (RNA), cell wall, and protein.   The fact that nitrofurantoin interferes with a variety of bacterial processes may explain the lack of acquired bacterial resistance to nitrofurantoin. The multiple and simultaneous mutations of the target macromolecules that would be required to achieve resistance would probably be lethal to the bacteria.  <br\/>"},"8":{"id":"407840-s-8","title":"Pharmacokinetics","sub":[{"id":"407840-s-8-23","title":"Absorption","mono":"<ul><li>Systemic: Microcrystalline-Rapidly and completely absorbed; food increases bioavailability   <\/li><li>Macrocrystalline-Slowly absorbed; food increases bioavailability<\/li><\/ul>"},{"id":"407840-s-8-24","title":"Distribution","mono":"Systemic: Renal<br\/>"},{"id":"407840-s-8-25","title":"Metabolism","mono":"Systemic: Body tissues; Hepatic <br\/>"},{"id":"407840-s-8-26","title":"Excretion","mono":"Systemic: Biliary; Renal: 30 to 40% unchanged <br\/>"},{"id":"407840-s-8-27","title":"Elimination Half Life","mono":"Systemic: 0.3 to 1 h     <br\/>"}]},"9":{"id":"407840-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with food <br\/>"},"10":{"id":"407840-s-10","title":"Monitoring","mono":"<ul><li>urine culture and sensitivity; before therapy initiation and after therapy<\/li><li>resolution of clinical signs and symptoms of urinary tract infection is indicative of efficacy<\/li><li>diarrhea; may indicate Clostridium difficile infection<\/li><li>EKG changes (non-specific ST\/T wave changes, bundle branch block); associated with pulmonary reactions<\/li><li>hemolytic anemia; has been associated with nitrofurantoin therapy in patients with glucose-6-phosphate dehydrogenase deficiency<\/li><li>hepatic function; assess for signs of hepatic reactions including hepatitis, cholestatic jaundice, chronic active hepatitis, and hepatic necrosis; if hepatitis is identified, discontinue therapy<\/li><li>peripheral neuropathy; may worsen and become severe or irreversible<\/li><li>pulmonary function tests and X-ray (pulmonary infiltration with consolidation of pleural effusion); signs of pulmonary hypersensitivity reaction requires discontinuation of therapy; especially acute reactions usually within the first week of treatment, or chronic reactions during long term therapy (6 months or longer)<\/li><li>pulmonary hypersensitivity reaction, clinical symptoms including chills, cough, chest pain, dyspnea, eosinophilia, fever, malaise<\/li><li>renal function; periodically in patients receiving long-term nitrofurantoin therapy<\/li><\/ul>"},"11":{"id":"407840-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Suspension: 25 MG\/5 ML<br\/><\/li><li><b>Furadantin<\/b><br\/>Oral Suspension: 25 MG\/5 ML<br\/><\/li><\/ul>"},"12":{"id":"407840-s-12","title":"Toxicology","sub":[{"id":"407840-s-12-31","title":"Clinical Effects","mono":"<b>NITROFURANTOIN AND RELATED AGENTS <\/b><br\/>USES: Nitrofurantoin is used to prevent and treat urinary tract infections due to susceptible strains of Escherichia coli, enterococci, Staphylococcus aureus and some strains of Klebsiella and Enterobacter. It is not indicated for the treatment of pyelonephritis or perinephric abscess. Nitrofurantoin is also available as nitrofurantoin macrocrystals and nitrofurantoin monohydrate\/nitrofurantoin, macrocrystals. PHARMACOLOGY: Nitrofurantoin is bactericidal at therapeutic doses. Through its reactive intermediates, it inactivates bacterial ribosomal proteins and other large molecules resulting in inhibition of vital biochemical processes such as protein synthesis, aerobic energy metabolism, DNA synthesis, RNA synthesis, and cell wall synthesis. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: There are very little data available on toxicity of nitrofurantoin after an overdose. Acute overdose has resulted in only vomiting. ADVERSE EFFECTS: COMMON: Nausea, vomiting, anorexia, headache. OTHER EFFECTS: Diarrhea, abdominal pain, constipation, dyspepsia. PULMONARY HYPERSENSITIVITY REACTION: Acute, subacute or chronic pulmonary hypersensitivity reactions have rarely occurred; fatalities have been reported. Pulmonary toxicity may include diffuse interstitial pneumonitis, pulmonary fibrosis, or both. Patients receiving long-term treatment for 6 months or longer are at increased risk of developing chronic pulmonary reactions. Acute pulmonary reactions usually occur within the first week of treatment, and can be manifested by eosinophilia, fever, chills, cough, chest pain, dyspnea, or pulmonary infiltration with consolidation or pleural effusion on x-ray. Eosinophilia and fever occur less frequently in subacute pulmonary reactions than in the acute form. Recovery may vary from dramatic resolution to several months. Patients with pulmonary reactions have also developed ECG changes (eg, non-specific ST\/T wave changes, bundle branch block). RARE: Erythema multiforme, Stevens-Johnson syndrome, maculopapular or macular rashes, fixed drug reactions, erythema nodosum, angioedema, bullous eruptions, immune hypersensitivity reactions, nystagmus, papilledema, elevated liver enzymes, cholestatic hepatitis, peripheral neuropathy, neutropenia, leukopenia, granulocytopenia, hemolytic anemia (linked to G6PD deficiency), megaloblastic anemia, agranulocytosis, methemoglobinemia, Lyell's syndrome, and SLE syndromes. Peripheral neuropathy has occurred following nitrofurantoin therapy. Some cases may become severe, irreversible, or fatal. Renal impairment, anemia, diabetes mellitus, electrolyte imbalance, vitamin B deficiency, or debilitating disease may increase the risk for peripheral neuropathy. <br\/>"},{"id":"407840-s-12-32","title":"Treatment","mono":"<b>NITROFURANTOIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an acute nitrofurantoin overdose. The most serious chronic effects involve the pulmonary and hematologic systems, as well as various peripheral neuropathies.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not routinely required. HOSPITAL:  Significant toxicity is not expected after a acute nitrofurantoin overdose. Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory symptoms.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Routine laboratory studies are not necessary after overdose unless otherwise clinically indicated. Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest x-ray in any patient with respiratory symptoms. Monitor CBC with differential with platelet count, renal function, and liver enzymes in symptomatic patients with suspected toxicity from chronic use.<\/li><li>Enhanced elimination procedure: Severe toxicity has never been reported; enhanced elimination is not necessary.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe acute pulmonary reactions. Patients should also be admitted for severe vomiting, diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"407840-s-12-33","title":"Range of Toxicity","mono":"<b> NITROFURANTOIN AND RELATED AGENTS <\/b><br\/>TOXICITY: A toxic dose has not been established. THERAPEUTIC DOSES: ADULTS: Varies by indication and product; 50 to 100 mg once or 4 times daily or 100 mg twice daily for 5 to 7 days. CHILDREN: Macrobid(R): Nitrofurantoin monohydrate\/nitrofurantoin, macrocrystal, uncomplicated UTI: 12 years and older, 100 mg orally every 12 hours for 7 days. Safety and efficacy in children under 12 years of age have not been established. Macrodantin(R): Nitrofurantoin, macrocrystal, urinary tract infection (UTI): (1 month of age and older), 5 to 7 mg\/kg\/day orally divided 4 times a day for 7 days, maximum 400 mg\/day. Generic: Prophylaxis: (1 month of age and older) 1 mg\/kg orally as 1 single or 2 divided doses. <br\/>"}]},"13":{"id":"407840-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause brown-colored urine.<\/li><li>This drug may cause loss of appetite, nausea, vomiting, or hemolytic anemia.<\/li><li>Instruct patient to report signs\/symptoms of hepatic dysfunction, or neuropathy.<\/li><li>Tell patients on therapy for 6 months or longer to report signs of adverse pulmonary effects such as malaise, dyspnea on exertion, cough, or signs of diffuse interstitial pneumonitis or fibrosis.<\/li><li>Patient should take drug with food.<\/li><\/ul>"}}}