{"drugs":["Acetazolamide","Diamox Sequels"],"mono":{"0":{"id":"4140-s-0","title":"Generic Names","mono":"Acetazolamide"},"1":{"id":"4140-s-1","title":"Dosing and Indications","sub":[{"id":"4140-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acute mountain sickness; Treatment and Prophylaxis:<\/b> 500 to 1000 mg ORALLY daily, in divided doses; during rapid ascent, 1000 mg\/day is recommended; initiate 24 to 48 hours before ascent and continue for 48 hours or longer while at high altitude<\/li><li><b>Edema:<\/b> 250 to 375 mg ORALLY once daily in morning for 1 or 2 days, alternating with a day of rest<\/li><li><b>Epilepsy:<\/b> 8 to 30 mg\/kg ORALLY daily in divided doses (optimum range, 375 to 1000 mg daily)<\/li><li><b>Epilepsy:<\/b> adjunct, 250 mg ORALLY once daily<\/li><li><b>Glaucoma; Adjunct:<\/b> tablets: 250 to 1000 mg ORALLY every 24 hours in divided doses<\/li><li><b>Glaucoma; Adjunct:<\/b> capsules, extended-release: 500 mg ORALLY twice daily<\/li><\/ul>"},{"id":"4140-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy of immediate-release tablets not established in pediatric patients<\/li><li>safety and efficacy of extended-release capsules in pediatric patients younger than 12 years of age not established<\/li><li><b>Acute mountain sickness; Treatment and Prophylaxis:<\/b> (12 years or older) extended-release capsules: 500 to 1000 mg ORALLY daily, in divided doses; during rapid ascent, 1000 mg\/day is recommended; initiate 24 to 48 hours before ascent and continue for 48 hours or longer while at high altitude<\/li><li><b>Glaucoma; Adjunct:<\/b> capsules, extended-release: 500 mg ORALLY twice daily<\/li><li><b>Glaucoma; Adjunct:<\/b> 8 to 30 mg\/kg ORALLY daily, divided every 6 to 8 hours<\/li><\/ul>"},{"id":"4140-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>liver disease:<\/b> use with caution; may induce precoma or coma; (Steigman &amp; Mijicano, 1969)<\/li><li><b>renal impairment, mild (GFR greater than 50 mL\/min):<\/b> increase dosing interval to every 6 hours<\/li><li><b>renal impairment, moderate (GFR 10 to 50 mL\/min):<\/b> increase dosing interval to every 12 hours<\/li><li><b>renal impairment, severe (GFR less than 10 mL\/min):<\/b> use not recommended<\/li><li><b>geriatric:<\/b> for glaucoma, 125 mg ORALLY 4 times daily or 500 mg sustained-release once daily<\/li><li><b>hemodialysis:<\/b> 62.5 to 125 mg daily after dialysis; titrate to effect and toxicity<\/li><\/ul>"},{"id":"4140-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acute mountain sickness; Treatment and Prophylaxis<\/li><li>Edema<\/li><li>Epilepsy<\/li><li>Glaucoma; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Glaucoma following surgery; Prophylaxis<\/li><li>Macular retinal edema<\/li><li>Periodic ataxia<\/li><\/ul>"}]},"3":{"id":"4140-s-3","title":"Contraindications\/Warnings","sub":[{"id":"4140-s-3-9","title":"Contraindications","mono":"<ul><li>chronic noncongestive angle-closure glaucoma; long-term use may mask symptoms of worsening glaucoma<\/li><li>cirrhosis or marked liver disease or dysfunction; risk of hepatic encephalopathy<\/li><li>hyperchloremic acidosis<\/li><li>hypersensitivity to acetaZOLAMIDE or any component of the product<\/li><li>hypersensitivity to sulfonamides or other sulfonamide derivatives; cross-sensitivity may occur<\/li><li>hypokalemia<\/li><li>hyponatremia<\/li><li>renal dysfunction or marked disease<\/li><li>suprarenal gland failure<\/li><\/ul>"},{"id":"4140-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- electrolyte and acid\/base imbalances may occur, especially in patients with diabetes mellitus or impaired glucose tolerance; monitoring recommended<\/li><li>Hematologic:<\/li><li>-- blood dyscrasias such as agranulocytosis and aplastic anemia, with fatal cases, have been reported with sulfonamides; monitoring recommended and discontinuation may be necessary<\/li><li>Immunologic:<\/li><li>-- hypersensitivity reactions such as Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, anaphylaxis, and blood dyscrasias, with fatal cases, have been reported with sulfonamides; discontinue if hypersensitivity or other serious reactions occur<\/li><li>Renal:<\/li><li>-- patients with impaired renal function may experience electrolyte and acid\/base imbalances<\/li><li>Respiratory:<\/li><li>-- pulmonary obstruction or emphysema patients, especially with alveolar ventilation impairment, may experience precipitated or aggravated acidosis<\/li><li>-- give cautiously to patients with alveolar ventilation impairment as electrolyte and acid\/base imbalances may occur<\/li><li>Concomitant use:<\/li><li>-- concomitant use with other carbonic anhydrase inhibitors is not recommended<\/li><\/ul>"},{"id":"4140-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"4140-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"4140-s-4","title":"Drug Interactions","sub":[{"id":"4140-s-4-13","title":"Contraindicated","mono":"<ul>Methenamine (theoretical)<\/ul>"},{"id":"4140-s-4-14","title":"Major","mono":"<ul><li>Arsenic Trioxide (theoretical)<\/li><li>Digitalis (theoretical)<\/li><li>Droperidol (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Memantine (theoretical)<\/li><li>Metformin (theoretical)<\/li><li>Proscillaridin (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Sotalol (probable)<\/li><\/ul>"},{"id":"4140-s-4-15","title":"Moderate","mono":"<ul><li>Cyclosporine (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Licorice (probable)<\/li><li>Phenytoin (probable)<\/li><li>Salsalate (probable)<\/li><\/ul>"}]},"5":{"id":"4140-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis due to drug<\/li><li><b>Endocrine metabolic:<\/b>Acidosis, Metabolic acidosis<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Aplastic anemia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatic necrosis<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Ophthalmic:<\/b>Angle-closure glaucoma<\/li><li><b>Other:<\/b>Sulfonamide adverse reaction<\/li><\/ul>"},"6":{"id":"4140-s-6","title":"Drug Name Info","sub":{"0":{"id":"4140-s-6-17","title":"US Trade Names","mono":"Diamox Sequels<br\/>"},"2":{"id":"4140-s-6-19","title":"Class","mono":"<ul><li>Carbonic Anhydrase Inhibitor<\/li><li>Cardiovascular Agent<\/li><li>Sulfonamide<\/li><\/ul>"},"3":{"id":"4140-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"4140-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"4140-s-7","title":"Mechanism Of Action","mono":"AcetaZOLAMIDE, a non-bacteriostatic sulfonamide, inhibits carbonic anhydrase from catalyzing the reversible hydration of carbon dioxide and dehydration of carbonic acid. In the eye, carbonic anhydrase inhibition reduces aqueous humor production resulting to a decrease in intraocular pressure. It also delays abnormal, paroxysmal excessive discharge from central nervous system neurons and affects promotion of diuresis and urinary alkalinization.<br\/>"},"8":{"id":"4140-s-8","title":"Pharmacokinetics","sub":[{"id":"4140-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral, extended-release capsule: 3 to 6 hours<\/li><li>Tmax, Oral, tablet: 1 to 4 hours<\/li><li>Effect of food: does not affect absorption<\/li><\/ul>"},{"id":"4140-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 70% to 90%, depending on renal clearance<\/li><li>Vd: 0.2 L\/kg<\/li><\/ul>"},{"id":"4140-s-8-25","title":"Metabolism","mono":"Not metabolized; excreted unchanged in the urine <br\/>"},{"id":"4140-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 90%; dependent on plasma protein binding<\/li><li>Dialyzable: yes<\/li><\/ul>"},{"id":"4140-s-8-27","title":"Elimination Half Life","mono":"4 to 8 hours <br\/>"}]},"9":{"id":"4140-s-9","title":"Administration","mono":"<ul><li><b>Enteral route<\/b><br\/>soft gelatin capsules (immediate-release formulation) may be administered via enteral feeding tube if the liquid contents are fully aspirated from the capsule<br\/><\/li><li><b>Oral<\/b><br\/>(extended-release capsules) do not crush<br\/><\/li><\/ul>"},"10":{"id":"4140-s-10","title":"Monitoring","mono":"<ul><li>acute mountain sickness: prevention or amelioration of associated symptoms is indicative of efficacy<\/li><li>glaucoma: intraocular pressure reduction in chronic simple (open-angle) glaucoma, secondary glaucoma, and preoperatively in acute angle-closure glaucoma is indicative of efficacy<\/li><li>CBC and platelet count; baseline and at regular intervals during therapy<\/li><li>electrolytes; periodically during therapy<\/li><\/ul>"},"11":{"id":"4140-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Powder for Solution: 500 MG<\/li><li>Oral Capsule, Extended Release: 500 MG<\/li><li>Oral Tablet: 125 MG, 250 MG<\/li><\/ul><\/li><li><b>Diamox Sequels<\/b><br\/>Oral Capsule, Extended Release: 500 MG<br\/><\/li><li><b>Novaplus acetaZOLAMIDE<\/b><br\/>Intravenous Powder for Solution: 500 MG<br\/><\/li><li><b>PremierPro RX acetaZOLAMIDE<\/b><br\/>Intravenous Powder for Solution: 500 MG<br\/><\/li><\/ul>"},"12":{"id":"4140-s-12","title":"Toxicology","sub":[{"id":"4140-s-12-31","title":"Clinical Effects","mono":"<b>CARBONIC ANHYDRASE INHIBITORS<\/b><br\/>USES: Carbonic anhydrase inhibitors (CAI) are used in the treatment of glaucoma, congestive heart failure, hydrocephalus, acute mountain sickness, and seizure disorder. Agents include acetaZOLAMIDE, brinzolamide, dorzolamide, and methazolamide. PHARMACOLOGY: These agents inhibit carbonic anhydrase, an enzyme found in red blood cells and other tissues, that catalyzes the hydration of carbon dioxide and the dehydration of carbonic acid. These agents work in various ways on different organ systems. In the eye, CAI decreases the formation of bicarbonate ions, resulting in reduced sodium and fluid transport. This decrease in aqueous humor secretion reduces intraocular pressure. In the brain, CAI may decrease excessive discharge, thus raising the seizure threshold. Inhibition of carbonic anhydrase in the kidney results in bicarbonate loss, which also carries sodium, water and potassium along with it. This causes urinary alkalinization and diuresis. TOXICOLOGY: CAI causes diuresis and bicarbonate loss and can result in electrolyte, metabolic, and renal disturbances. EPIDEMIOLOGY: CAI are an uncommon poisoning that rarely result in serious toxicity. MILD TO MODERATE TOXICITY: Confusion, metabolic acidosis, tachycardia, tachypnea electrolyte abnormalities (hyperkalemia and hyperchloremia) can develop. SEVERE TOXICITY: Lethargy and severe metabolic acidosis can occur. ADVERSE EFFECTS: The most common adverse effects include: paresthesias, renal calculi, metabolic acidosis, bone marrow depression, and rashes. Other more rare adverse effects include: taste disturbances, ataxia, gastritis, cholestatic hepatitis, and renal failure. Some CAI agents like acetaZOLAMIDE are basic and may be implicated in extravasation injury. <br\/>"},{"id":"4140-s-12-32","title":"Treatment","mono":"<b>CARBONIC ANHYDRASE INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Symptomatic and supportive care are usually sufficient for the treatment of mild to moderate toxicity. MANAGEMENT OF SEVERE TOXICITY: Treatment is primarily symptomatic and supportive with careful attention to the airway if the patient becomes obtunded. Follow electrolytes closely and replace as these may become altered. Treat severe metabolic acidosis (pH greater than 7.1) with sodium bicarbonate (1 mEq\/kg in adults and children). This may be repeated as needed at one-half the original dose every 10 minutes. Monitor ABGs closely and titrate sodium bicarbonate meticulously. DERMAL EXPOSURE: Treat extravasation injury with warm compresses and elevation. Treat Stevens-Johns Syndrome with aggressive hydration and supportive care in an ICU setting.<\/li><li>Decontamination: PREHOSPITAL: Generally, decontamination is not indicated in the prehospital setting. HOSPITAL: Overdose is unlikely to cause severe intoxication, so activated charcoal is unnecessary. It can be used for massive ingestions or following a coingestant of concern as long as the patient can tolerate charcoal.<\/li><li>Airway management: Administer 100% oxygen as needed for respiratory support. Intubate and provide assisted ventilation as necessary, rarely indicated.<\/li><li>Antidote: None.<\/li><li>Enhanced elimination procedure: Hemodialysis may be effective for the treatment of severe acetaZOLAMIDE overdose especially in the setting of renal failure, and can be used to correct severe acid base and electrolyte abnormalities, however there is no experience with the use of hemodialysis for CAI overdose and it would rarely be indicated.<\/li><li>Monitoring of patient: Monitor serum electrolytes and renal function. Monitor liver enzymes and bilirubin, venous or arterial blood gas and urinalysis in symptomatic patients. Drug concentrations are usually not helpful in the acute setting or widely available. Consider checking acetaminophen and salicylate concentrations. If there is any uncertainty of drug ingested.<\/li><li>Patient disposition: HOME CRITERIA: Patients may be observed at home for small unintentional ingestions and mild symptoms, but should be evaluated for any concerning symptoms. OBSERVATION CRITERIA: Any patient who manifests signs of mild toxicity (ie, confusion, tachycardia, or tachypnea) or a large or deliberate overdose should be sent to a healthcare facility for observation. If symptoms resolve in the emergency department and the home social situation permits, the patient may be discharged after psychiatric clearance. ADMISSION CRITERIA: Patients who present with severe symptoms (ie, lethargy, severe metabolic acidosis, bone marrow depression, cholestatic hepatitis, renal failure or Stevens-Johnson Syndrome) should be admitted. In addition, if the above mild findings persist despite treatment in the emergency department, admit the patient to the appropriate level of care. CONSULT CRITERIA: Consult a medical toxicologist as needed, especially for patients admitted to the ICU.<\/li><\/ul>"},{"id":"4140-s-12-33","title":"Range of Toxicity","mono":"<b>CARBONIC ANHYDRASE INHIBITORS<\/b><br\/>TOXICITY: The acute toxic dose is not known. Toxicity appears variable; toxicity has occurred at levels ranging from 26 to 77 mcg\/mL. A 12 month-old became ill after ingesting between 2 to 5 250-mg tablets of acetaZOLAMIDE. A 66-year-old woman died after developing renal failure, and bone marrow suppression after ingesting 50 mg daily for 11 days. A 54-year-old man died with cholestatic jaundice after ingesting 50 mg daily for 26 days. THERAPEUTIC DOSE: ADULT: ACETAZOLAMIDE: Dose ranges from 250 mg to 1 g daily, depending on the indication. BRINZOLAMIDE: Ophthalmic Solution: 1 drop in the affected eye 3 times daily. DORZOLAMIDE: Ophthalmic Solution: 1 drop in the affected eye 3 times daily. METHAZOLAMIDE: Dose ranges from 50 to 100 mg 2 or 3 times daily. PEDIATRIC: ACETAZOLAMIDE, BRINZOLAMIDE and METHAZOLAMIDE: The safety and efficacy in pediatric patients has not been established. <br\/>"}]},"13":{"id":"4140-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to avoid activities requiring mental alertness or physical coordination until drug effects are realized, as drug may cause drowsiness, fatigue, and myopia.<\/li><li>This drug may cause paresthesias, hearing dysfunction or tinnitus, loss of appetite, taste alteration, gastrointestinal disturbances (eg, nausea, vomiting, and diarrhea), polyuria, drowsiness, confusion, and alterations in blood glucose.<\/li><li>Drug may also cause anaphylaxis, fever, and rash (eg, erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis).<\/li><li>Advise patient to immediately reports signs\/symptoms of hypersensitivity or other adverse reaction (eg, Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias).<\/li><li>Concomitant use of high-dose aspirin may result in anorexia, tachypnea, lethargy, coma and death.<\/li><\/ul>"}}}