{"generic":"Dopamine Hydrochloride","drugs":["Dopamine Hydrochloride","Intropin"],"mono":[{"id":"41shs0","title":"Generic Names","mono":"Dopamine Hydrochloride"},{"id":"41shs1","title":"Dosing and Indications","sub":[{"id":"41shs1b4","title":"Adult Dosing","mono":"<ul><li><a href=\"9@6\">Dopamine Dosing<\/a><\/li><li><b>Bradyarrhythmia, acute symptomatic:<\/b> 2 to 10 mcg\/kg\/min IV and titrate to response<\/li><li><b>Cardiac arrest - Hypotension, acute:<\/b> 5 to 10 mcg\/kg\/min IV, titrate to response<\/li><li><b>Cardiogenic shock:<\/b> initial, 2 to 5 mcg\/kg\/min IV; increase in 5 to 10 mcg\/kg\/min increments; MAX 50 mcg\/kg\/min IV<\/li><li><b>Congestive heart failure:<\/b> initial, 2 to 5 mcg\/kg\/min IV; increase in 5 to 10 mcg\/kg\/min increments; MAX 50 mcg\/kg\/min IV<\/li><li><b>Decreased cardiac output:<\/b> initial, 2 to 5 mcg\/kg\/min IV; increase in 5 to 10 mcg\/kg\/min increments; MAX 50 mcg\/kg\/min IV<\/li><li><b>Renal failure:<\/b> initial, 2 to 5 mcg\/kg\/min IV; increase in 5 to 10 mcg\/kg\/min increments; MAX 50 mcg\/kg\/min IV<\/li><li><b>Septic shock:<\/b> initial, 2 to 5 mcg\/kg\/min IV; increase in 5 to 10 mcg\/kg\/min increments; MAX 50 mcg\/kg\/min IV<\/li><li><b>Shock, due to MI, trauma, or open heart surgery:<\/b> initial, 2 to 5 mcg\/kg\/min IV; increase in 5 to 10 mcg\/kg\/min increments; MAX 50 mcg\/kg\/min IV<\/li><\/ul>"},{"id":"41shs1b5","title":"Pediatric Dosing","mono":"<ul><li><a href=\"9@6\">Dopamine Dosing<\/a><\/li><li>not FDA approved in children<\/li><li><b>Cardiac arrest - Hypotension, acute:<\/b> 2 to 20 mcg\/kg\/min IV\/INTRAOSSEOUS, titrate to response<\/li><li><b>Hypotension, acute:<\/b> initial, 2 to 5 mcg\/kg\/min IV; increase in 5 to 10 mcg\/kg\/min increments; MAX 30 mcg\/kg\/min IV<\/li><\/ul>"},{"id":"41shs1b6","title":"Dose Adjustments","mono":"<b>MAOI use:<\/b> patients who have been receiving MAOIs prior to the use of DOPamine will require a dosage reduction (specific guidelines unavailable)"},{"id":"41shs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cardiogenic shock<\/li><li>Congestive heart failure<\/li><li>Decreased cardiac output<\/li><li>Renal failure<\/li><li>Septic shock<\/li><li>Shock, due to MI, trauma, or open heart surgery<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bradyarrhythmia, acute symptomatic<\/li><li>Cardiac arrest - Hypotension, acute<\/li><li>Cardiac catheterization<\/li><li>Hypotension, acute<\/li><li>Solid organ transplant; Adjunct<\/li><\/ul>"}]},{"id":"41shs2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>To prevent sloughing and necrosis in areas in which extravasation has taken place, the area should be infiltrated as soon as possible with 10 mL to 15 mL of saline solution containing from 5 mg to 10 mg of phentolamine mesylate for injection, an adrenergic blocking agent. A syringe with fine hypodermic needle should be used, and the solution liberally infiltrated throughout the ischemic area. Sympathetic blockade with phentolamine causes immediate and conspicuous local hyperemic changes if the area is infiltrated within 12 hours. Therefore, phentolamine should be given as soon as possible after the extravasation is noted.<br\/>"},{"id":"41shs3","title":"Contraindications\/Warnings","sub":[{"id":"41shs3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to DOPamine<\/li><li>pheochromocytoma<\/li><li>tachyarrhythmias\/ventricular fibrillation<\/li><\/ul>"},{"id":"41shs3b10","title":"Precautions","mono":"<ul><li>angina pectoris<\/li><li>extravasation (risk of peripheral ischemia\/tissue necrosis)<\/li><li>hypovolemia<\/li><li>occlusive vascular disease<\/li><li>recent use of MAOIs<\/li><li>sensitivity to sulfites<\/li><li>ventricular arrhythmias<\/li><\/ul>"},{"id":"41shs3b11","title":"Pregnancy Category","mono":"<ul><li>Dopamine: C (FDA)<\/li><li>Dopamine: B3 (AUS)<\/li><\/ul>"},{"id":"41shs3b12","title":"Breast Feeding","mono":"<ul><li>Dopamine: WHO: WHO documentation states insufficient data.<\/li><li>Dopamine: Micromedex: Milk effects are possible.<\/li><\/ul>"}]},{"id":"41shs4","title":"Drug Interactions","sub":[{"id":"41shs4b13","title":"Contraindicated","mono":"<ul><li>Ergotamine (theoretical)<\/li><li>Isocarboxazid (probable)<\/li><li>Linezolid (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"41shs4b14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Digoxin (theoretical)<\/li><li>Entacapone (theoretical)<\/li><li>Ergonovine (probable)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Pargyline (probable)<\/li><li>Phenytoin (theoretical)<\/li><\/ul>"},{"id":"41shs4b15","title":"Moderate","mono":"<ul>Selegiline (probable)<\/ul>"}]},{"id":"41shs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain, Hypertension, Palpitations, Tachyarrhythmia<\/li><li><b>Dermatologic:<\/b>Injection site reaction, Piloerection<\/li><li><b>Gastrointestinal:<\/b>Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Headache<\/li><li><b>Ophthalmic:<\/b>Mydriasis<\/li><li><b>Psychiatric:<\/b>Anxiety<\/li><li><b>Renal:<\/b>Oliguria<\/li><li><b>Respiratory:<\/b>Dyspnea<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Ectopic beats, Gangrenous disorder, Ventricular arrhythmia, Wide QRS complex<br\/>"},{"id":"41shs6","title":"Drug Name Info","sub":{"0":{"id":"41shs6b17","title":"US Trade Names","mono":"Intropin<br\/>"},"2":{"id":"41shs6b19","title":"Class","mono":"<ul><li>Adrenergic<\/li><li>Vasopressor<\/li><\/ul>"},"3":{"id":"41shs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"41shs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"41shs7","title":"Mechanism Of Action","mono":"DOPamine hydrochloride, a natural catecholamine, is a neurotransmitter in some areas of the central nervous system and is also a precursor to norepinephrine in noradrenergic nerves. It produces a positive inotropic and chronotropic effects on the myocardium by exerting an agonist action on beta-adrenoceptors and releasing norepinephrine from storage sites in sympathetic nerve endings, thus increasing heart rate and cardiac contractility. It also stimulates alpha-adrenoceptor activity with consequent vasoconstrictor effects and rise in blood pressure.<br\/>"},{"id":"41shs8","title":"Pharmacokinetics","sub":{"1":{"id":"41shs8b24","title":"Distribution","mono":"widely distributed <br\/>"},"2":{"id":"41shs8b25","title":"Metabolism","mono":"<ul><li>Hepatic, Renal and Plasma; MAO and catechol-O-methyltransferase; hydroxylation<\/li><li>Metabolite: norepinephrine<\/li><\/ul>"},"3":{"id":"41shs8b26","title":"Excretion","mono":"Renal: 80% primarily as metabolites, small portion unchanged <br\/>"},"4":{"id":"41shs8b27","title":"Elimination Half Life","mono":"2 min <br\/>"}}},{"id":"41shs9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>dilute with 250 mL or 500 mL of D5W or NS<\/li><li>do not add DOPamine to sodium bicarbonate or any other strongly alkaline solution<\/li><li>initiate at a rate of 2 to 5 mcg\/kg\/min<\/li><li>administer by IV infusion only; do not give as a bolus<\/li><\/ul>"},{"id":"41shs10","title":"Monitoring","mono":"<ul><li>ECG, blood pressure, heart rate<\/li><li>urine output, renal function<\/li><li>central venous pressure and cardiac output<\/li><li>signs and symptoms of extravasation<\/li><\/ul>"},{"id":"41shs11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Intravenous Solution: 40 MG\/ML, 80 MG\/ML, 160 MG\/ML<br\/>"},{"id":"41shs12","title":"Toxicology","sub":[{"id":"41shs12b31","title":"Clinical Effects","mono":"<b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/>USES: This class of drugs are used to treat hypotension, bradycardia, heart failure, asthma, and anaphylaxis, which includes epinephrine, norepinephrine, dobutamine, dopamine, isoproterenol, terbutaline, and phenylephrine. PHARMACOLOGY: These agents cause stimulation of adrenergic receptors leading to vasoconstriction, increased inotropy and chronotropy. TOXICOLOGY: Primarily from sympathomimetic excess and can either result from vasoconstriction leading to ischemia and hypoxia in end organs, toxic effects from hypertension or hypotension, and cardiac strain from tachycardia. EPIDEMIOLOGY: Uncommon overdose that can lead to significant morbidity and mortality. OVERDOSE: Overdoses are typically iatrogenic.  Home exposure is generally from accidental injection of epinephrine autoinjectors.  These drugs have occasionally been injected as drugs of abuse, although this is rare. MILD TO MODERATE TOXICITY: Tachycardia, nausea, vomiting, hypertension, headache, diaphoresis, and pallor. SEVERE TOXICITY:  Seizures, stroke, pulmonary edema, hypotension, cyanosis, myocardial ischemia or infarction, dysrhythmias, acidosis, hypokalemia, and tissue necrosis. ADVERSE EFFECTS:  Tachycardia, nausea, vomiting, hypertension, headache, diaphoresis, and pallor. Ischemic necrosis secondary to local vasoconstriction can result from extravasation of sympathomimetic agents including dobutamine, dopamine, epinephrine, metaraminol and norepinephrine. TERBUTALINE: use of terbutaline in pregnant women for the prevention or prolonged treatment (beyond 48 to 72 hours) of preterm labor carries the risk of potentially serious maternal cardiac events (ie, tachycardia, cardiac dysrhythmias, myocardial infarction, hypertension and pulmonary edema) and death. <br\/>"},{"id":"41shs12b32","title":"Treatment","mono":"<b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Accidental digital or intramuscular injections of epinephrine can usually be managed with warm soaks and compresses.  Other treatments are not well studied, but injections of phentolamine, use of nitroglycerin paste, and injections of terbutaline have been reported to be successful.  Vital signs should be continuously monitored in other parenteral overdoses. Hypertension without evidence of end organ dysfunction should first be treated with benzodiazepines which can reduce adrenergic tone and treat agitation.  Sinus tachycardia generally does not require treatment unless there is evidence of end organ dysfunction. MANAGEMENT OF SEVERE TOXICITY: Refractory hypertension or hypertension with evidence of end organ dysfunction should be treated with sodium nitroprusside or phentolamine.  Hypotension may develop abruptly following hypertension, so a titratable agent is generally preferred.  Hypotension should initially be treated with intravenous fluid boluses.  If hypotension persists, a vasopressor such as dopamine or norepinephrine should be used unless they were involved in the overdose.  Ventricular tachycardias can be treated with lidocaine or amiodarone, and cardioversion if hemodynamically unstable.  If sinus tachycardia results in hemodynamic instability or cardiac strain, a short acting beta-blocker such as esmolol can be used, although care should be used as this may result in unopposed alpha-adrenergic stimulation. OCULAR EXPOSURE: Ocular exposure has occasionally caused systemic manifestations including transient hypertension, palpitations, tachycardia, ventricular ectopy, chest pain and in one case a non-ST elevation myocardial infarction.<\/li><li>Decontamination: PREHOSPITAL: There is no role for prehospital decontamination of a parenterally administered agent.  Irrigate eyes and mucous membranes, and wash skin as appropriate. HOSPITAL: There is no role for decontamination of a parenterally administered agent. Irrigate eyes and mucous membranes, and wash skin as appropriate.<\/li><li>Airway management: Patients who are comatose or with altered mental status may need orotracheal intubation and mechanical respiratory support.<\/li><li>Antidote: Phentolamine can be administered for intravenous extravasation of sympathomimetic agents.  Doses of 5 to 10 mg of phentolamine in 10 to 15 mL of normal saline can be infiltrated into the affected area.  Phentolamine has also been reportedly used successfully in accidental subcutaneous epinephrine injections that produce digit ischemia.  Doses of 0.5 to 1.5 mg injected either as a digital block or into the same site of the epinephrine injection have been reported. Intra-arterial infusion of phentolamine was used in one patient after inadvertent intra-arterial administration of epinephrine, with apparent success in reversing vasospasm and ischemia.<\/li><li>Enhanced elimination procedure: Hemodialysis is generally not useful since these agents have short half-lives.<\/li><li>Monitoring of patient: Drug levels are not clinically useful. Monitor vital signs frequently. Monitor serum electrolytes. Obtain cardiac enzymes for patients with chest pain. Obtain serial ECGs and institute continuous cardiac monitoring. Obtain a chest x-ray if there are signs or symptoms of pulmonary edema. Obtain a chest x-ray if there are signs or symptoms of pulmonary edema.<\/li><li>Patient disposition: HOME CRITERIA: Patients with accidental injections of epinephrine autoinjectors can generally be managed at home with warm soaks. OBSERVATION CRITERIA: Patients that do not manifest symptoms after 4 to 6 hours can be discharged. ADMISSION CRITERIA: Patients with unstable vital signs or evidence of end organ dysfunction should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul>"},{"id":"41shs12b33","title":"Range of Toxicity","mono":"<b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/>TOXICITY: Varies depending on the agent. Toxic effects may occur at therapeutic doses while large doses have also resulted in no ill effects. Also depends on comorbid conditions as myocardial infarction has occurred with doses as little as 0.6 mg SubQ epinephrine. Fatalities have been reported at doses of 3 to 4 mg IV epinephrine. THERAPEUTIC DOSE: Varies depending on the agent. Epinephrine is typically given 0.3 mg IM or 1 mg IV to an adult. Norepinephrine is typically started as a drip at 4 mcg\/min IV to an adult. Phenylephrine is typically given 2 to 5 mg IM or 0.1 to 0.5 mg IV bolus to an adult.<br\/>"}]},{"id":"41shs13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report signs\/symptoms of extravasation, as drug is caustic.<\/li><li>This drug may cause nausea, vomiting, headache, mydriasis, anxiety, oliguria, or dyspnea.<\/li><li>Advise patient to report signs\/symptoms of angina, palpitations, or tachyarrhythmia.<\/li><\/ul>"}]}