{"drugs":["Antiflex","Mio-Rel","Norflex","Orfro","Orphenadrine Citrate","Orphenate"],"mono":{"0":{"id":"428450-s-0","title":"Generic Names","mono":"Orphenadrine Citrate"},"1":{"id":"428450-s-1","title":"Dosing and Indications","sub":{"0":{"id":"428450-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Musculoskeletal pain:<\/b> 100 mg ORALLY twice daily in morning and evening<\/li><li><b>Musculoskeletal pain:<\/b> 60 mg IV\/IM, may be repeated every 12 hr; switch to oral form for maintenance<\/li><\/ul>"},"1":{"id":"428450-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established for pediatric patients"},"3":{"id":"428450-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Musculoskeletal pain<br\/>"}}},"3":{"id":"428450-s-3","title":"Contraindications\/Warnings","sub":[{"id":"428450-s-3-9","title":"Contraindications","mono":"<ul><li>cardiospasm (megaesophagus)<\/li><li>glaucoma<\/li><li>hypersensitivity to orphenadrine<\/li><li>myasthenia gravis<\/li><li>prostatic hypertrophy or obstruction of bladder neck<\/li><li>pyloric or duodenal obstruction<\/li><li>stenosing peptic ulcer<\/li><\/ul>"},{"id":"428450-s-3-10","title":"Precautions","mono":"<ul><li>caution operating a motor vehicle or hazardous machinery<\/li><li>injection contains sodium bisulfite, a sulfite that may cause allergic-type reactions in certain susceptible people<\/li><li>cardiac arrhythmias<\/li><li>cardiac decompensation<\/li><li>concomitant propoxyphene, may cause confusion, anxiety, and tremors; reduce dosage and\/or discontinue one or both agents<\/li><li>coronary insufficiency<\/li><li>tachycardia<\/li><\/ul>"},{"id":"428450-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Orphenadrine: C (FDA)<\/li><li>Orphenadrine: B2 (AUS)<\/li><\/ul>"},{"id":"428450-s-3-12","title":"Breast Feeding","mono":"Orphenadrine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"428450-s-4","title":"Drug Interactions","sub":{"1":{"id":"428450-s-4-14","title":"Major","mono":"<ul><li>Alfentanil (probable)<\/li><li>Anileridine (probable)<\/li><li>Buprenorphine (theoretical)<\/li><li>Codeine (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Hydrocodone (probable)<\/li><li>Hydromorphone (probable)<\/li><li>Levorphanol (probable)<\/li><li>Meperidine (probable)<\/li><li>Methadone (theoretical)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Oxycodone (probable)<\/li><li>Oxymorphone (probable)<\/li><li>Propoxyphene (probable)<\/li><li>Remifentanil (probable)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Umeclidinium (theoretical)<\/li><\/ul>"},"2":{"id":"428450-s-4-15","title":"Moderate","mono":"<ul>Perphenazine (probable)<\/ul>"}}},"5":{"id":"428450-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Syncope, Transient<\/li><li><b>Gastrointestinal:<\/b>Nausea, Vomiting, Xerostomia<\/li><li><b>Neurologic:<\/b>Dizziness, Transient, Lightheadedness, Transient<\/li><li><b>Ophthalmic:<\/b>Blurred vision<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Palpitations, Tachyarrhythmia<\/li><li><b>Immunologic:<\/b>Anaphylaxis, With IM injection (rare)<\/li><\/ul>"},"6":{"id":"428450-s-6","title":"Drug Name Info","sub":{"0":{"id":"428450-s-6-17","title":"US Trade Names","mono":"<ul><li>Norflex<\/li><li>Orfro<\/li><li>Orphenate<\/li><li>Mio-Rel<\/li><li>Antiflex<\/li><\/ul>"},"2":{"id":"428450-s-6-19","title":"Class","mono":"<ul><li>Antimuscarinic<\/li><li>Skeletal Muscle Relaxant, Centrally Acting<\/li><\/ul>"},"3":{"id":"428450-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"428450-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"428450-s-7","title":"Mechanism Of Action","mono":"Orphenadrine citrate possesses analgesic properties as well as anti-cholinergic actions, although its mode of action has not been fully identified.<br\/>"},"10":{"id":"428450-s-10","title":"Monitoring","mono":"<ul><li>reduction in pain and muscle spasms<\/li><li>passive limb movement<\/li><li>CBC, hepatic function, urine output with prolonged therapy<\/li><\/ul>"},"11":{"id":"428450-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 30 MG\/ML<\/li><li>Oral Tablet, Extended Release: 100 MG<\/li><\/ul><\/li><li><b>Antiflex<\/b><br\/>Injection Solution: 30 MG\/ML<br\/><\/li><li><b>Mio-Rel<\/b><br\/>Injection Solution: 30 MG\/ML<br\/><\/li><li><b>Norflex<\/b><br\/><ul><li>Injection Solution: 30 MG\/ML<\/li><li>Oral Tablet, Extended Release: 100 MG<\/li><\/ul><\/li><li><b>Orfro<\/b><br\/>Injection Solution: 30 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"428450-s-12","title":"Toxicology","sub":[{"id":"428450-s-12-31","title":"Clinical Effects","mono":"<b>ORPHENADRINE <\/b><br\/>USES: Orphenadrine citrate is used as an adjunct with other measures (ie, physical therapy, rest) for the relief of pain associated with acute musculoskeletal conditions. PHARMACOLOGY: Orphenadrine is an agent with analgesic and anticholinergic properties. It does not directly relax skeletal muscles in humans. TOXICOLOGY: Anticholinergic effects can develop in overdose. Orphenadrine may also have sodium channel blocking effects similar to the class 1A antiarrhythmics which may be responsible for its proarrhythmic and proconvulsive effects. In some cases, it has been chronically abused for its euphoric effects. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Nausea, vomiting, mydriasis, tachycardia, agitation, confusion, hallucinations, urinary retention, and decreased gastrointestinal motility. SEVERE TOXICITY: Hypotension, bradycardia, delirium, ventricular dysrhythmias, respiratory depression, CNS depression, protracted seizures, and hypoglycemia. Metabolic acidosis may develop in patients with dysrhythmias, hypotension, or seizures after an orphenadrine overdose. Renal failure may develop secondary to hypotension or rhabdomyolysis. ADVERSE EFFECTS: The following adverse effects may occur following therapeutic use of orphenadrine: dry mouth, lightheadedness, dizziness or syncope, tachycardia, urinary hesitancy or retention, blurred vision, dilatation of pupils, increased ocular tension, weakness, nausea, vomiting, headache, constipation, drowsiness, pruritus, agitation, tremor, and gastric irritation. RARE: Urticaria, dermatoses, hallucinations, anaphylactic reaction (with IM injection). <br\/>"},{"id":"428450-s-12-32","title":"Treatment","mono":"<b>ORPHENADRINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Sedate patients with benzodiazepines for agitation and delirium. Manage mild hypotension with IV fluids. Mild tachycardia do not require specific treatment. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV fluids, if hypotension persists add dopamine, or norepinephrine. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Sinus tachycardia does not generally require treatment unless hemodynamic compromise develops.  If therapy is required, most patients with severe tachycardia respond to sedation with benzodiazepines; a short acting, cardioselective agent such as esmolol may also be used. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. Treat hypoglycemia with intravenous dextrose (50 mL of 50% dextrose in adults, 2 to 4 mL\/kg of 25% or 10% dextrose in children). Follow blood glucose carefully and repeat as needed. Treat QRS widening or ventricular dysrhythmias initially with sodium bicarbonate, 1 to 2 mEq\/kg bolus monitor ECG and arterial blood gases (goal pH 7.45 yo 7.55). If dysrhythmias persist follow ACLS protocols. Treat torsades de pointes with IV magnesium sulfate, and correct electrolyte abnormalities, overdrive pacing may be necessary. Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is not recommended because of the potential for CNS depression and subsequent aspiration. HOSPITAL:  Late activated charcoal and gastric lavage may be of benefit because of decreased gastrointestinal motility. Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.  Consider gastric lavage in recent, life threatening ingestion, protect airway prior to gastric lavage.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias, significant CNS and respiratory depression, or severe allergic reactions.<\/li><li>Antidote: None<\/li><li>Ventricular arrhythmia: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Evaluate for hypoxia, acidosis, and electrolyte disorders (particularly hypokalemia, hypocalcemia, and hypomagnesemia). Sodium bicarbonate is generally first line therapy for QRS widening and ventricular dysrhythmias, administer 1 to 2 mEq\/kg, repeat as needed to maintain blood pH between 7.45 and 7.55. In patients unresponsive to bicarbonate, follow ACLS protocols.<\/li><li>Torsades de pointes: Hemodynamically unstable patients require electrical cardioversion. Treat stable patients with magnesium and\/or atrial overdrive pacing. Correct electrolyte abnormalities (ie, hypomagnesemia, hypokalemia, hypocalcemia) and hypoxia. Avoid class Ia (eg, quinidine, disopyramide, procainamide), class IC (eg, flecainide, encainide, propafenone) and most class III antidysrhythmics (eg, N-acetylprocainamide, sotalol).<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Physostigmine: Use of physostigmine has been associated with reversal of CNS toxicity and ventricular dysrhythmias after orphenadrine. It should be used only with extreme caution, as its use in the setting of severe tricyclic antidepressant overdose (also sodium channel blocking agents) has been associated with abrupt cardiovascular collapse. Anticholinergic effects are likely to recur within 30 to 60 minutes because of its short duration of action. ADULT: 2 mg IV at a slow controlled rate, no more than 1 mg\/min. May repeat doses at intervals of 10 to 30 min if severe symptoms recur. For patients with prolonged anticholinergic delirium consider a continuous infusion, start at 2 mg\/hr and titrate to effect. CHILD: 0.02 mg\/kg by slow IV injection, at a rate no more than 0.5 mg\/minute. Repeat dosage at 5 to 10 minute intervals as long as the toxic effect persists and there is no sign of cholinergic effects. MAXIMUM DOSAGE: 2 mg total.<\/li><li>Monitoring of patient: Obtain an ECG, and institute continuous cardiac monitoring. Monitor vital signs, arterial blood gases, and mental status following significant overdose. Monitor blood glucose, serum electrolytes, renal function, and CPK levels following significant overdose.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management in children; toddlers have developed severe toxicity after ingestion of 300 mg and fatal toxicity after 400 mg. Asymptomatic adults with inadvertent ingestion of an extra dose can be managed at home. OBSERVATION CRITERIA: All children, patients with deliberate ingestions and symptomatic patients should be sent to a healthcare facility for observation for 6 to 8 hours. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (ie, hallucinations, somnolence, delirium, coma), or persistent tachycardia should be admitted. Patients with coma, dysrhythmias, seizures or delirium should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"428450-s-12-33","title":"Range of Toxicity","mono":"<b>ORPHENADRINE <\/b><br\/>TOXICITY: ADULTS: Based on a review of orphenadrine toxicity, the minimum lethal dose was 2 to 3 grams for adults; however, it appears to be variable and unpredictable. A man developed confusion, tachycardia, mydriasis and decreased pain response after ingesting 5 grams of orphenadrine; he recovered uneventfully. A 62-year-old woman developed hypothermia, hypokalemia, severe dysrhythmias, and cardiac arrest after ingesting 3.9 g. She survived with aggressive supportive care. In a series of 10 fatal cases, the mean amount of orphenadrine ingested by 6 adults was 22 mg\/kg and the mean amount ingested by the 4 children was 72 mg\/kg. CHILDREN: A 23-month-old child developed seizures, hypotension, respiratory depression, metabolic acidosis, and aspiration pneumonia after ingesting 300 mg. Death has been reported in children ingesting as little as 400 mg of orphenadrine. THERAPEUTIC: ADULTS: Oral: 100 mg tablets twice daily; IV\/IM: one 2 mL ampule (60 mg) IV or IM; may repeat every 12 hours. CHILDREN: Safety and effectiveness in children have not been established. <br\/>"}]},"13":{"id":"428450-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness or light-headedness.<\/li><li>This drug may cause anticholinergic effects, nausea, and vomiting.<\/li><li>Tell patient to report occurrence of syncopal events, palpitations, or tachyarrhythmia.<\/li><\/ul>"}}}