{"drugs":["4-Way Long Lasting","Afrin","Duramist Plus","Nasacon","Neo-Synephrine 12 Hour","Oxymetazoline Hydrochloride","Sinarest Nasal","Vicks Sinex 12 Hour","Visine L.R."],"mono":{"0":{"id":"432415-s-0","title":"Generic Names","mono":"Oxymetazoline Hydrochloride"},"1":{"id":"432415-s-1","title":"Dosing and Indications","sub":{"0":{"id":"432415-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Conjunctivitis, Ocular irritation:<\/b> instill 1-2 drops of 0.025% OPHTHALMIC solution into affected eye(s) every 6 hrs<\/li><li><b>Nasal congestion:<\/b> 2-3 sprays or drops of 0.05% NASAL solution in each nostril twice daily for up to 3 days<\/li><\/ul>"},"1":{"id":"432415-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in children under 6 years<\/li><li><b>Conjunctivitis, Ocular irritation:<\/b> (6yrs and older) instill 1-2 drops of 0.025% OPHTHALMIC solution into affected eye(s) every 6hrs<\/li><li><b>Nasal congestion:<\/b> (6yrs and older) 2-3 sprays or drops of 0.05% NASAL solution in each nostril twice daily for up to 3 days<\/li><\/ul>"},"3":{"id":"432415-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Conjunctivitis, Ocular irritation<\/li><li>Nasal congestion<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Operation on nose<br\/>"}}},"3":{"id":"432415-s-3","title":"Contraindications\/Warnings","sub":[{"id":"432415-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to oxymetazoline or other adrenergic agents<\/li><li>narrow angle glaucoma<\/li><\/ul>"},{"id":"432415-s-3-10","title":"Precautions","mono":"<ul><li>cardiovascular disease<\/li><li>chronic rhinitis should not be treated with oxymetazoline, except for occasional acute exacerbations<\/li><li>concurrent MAOI or tricyclic depressant therapy<\/li><li>contact lens wear during ophthalmic use is not recommended<\/li><li>diabetes mellitus<\/li><li>hypertension<\/li><li>prostatic enlargement<\/li><li>thyroid disease<\/li><\/ul>"},{"id":"432415-s-3-11","title":"Pregnancy Category","mono":"Oxymetazoline: Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"432415-s-3-12","title":"Breast Feeding","mono":"Oxymetazoline: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"432415-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Headache, Insomnia<\/li><li><b>Psychiatric:<\/b>Feeling nervous<\/li><li><b>Respiratory:<\/b>Nasal congestion, Rebound, Nasal mucosa dry, Nasal stinging\/burning, Sneezing<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Hypertension, Tachyarrhythmia<br\/>"},"6":{"id":"432415-s-6","title":"Drug Name Info","sub":{"0":{"id":"432415-s-6-17","title":"US Trade Names","mono":"<ul><li>Afrin<\/li><li>4-Way Long Lasting<\/li><li>Neo-Synephrine 12 Hour<\/li><li>Vicks Sinex 12 Hour<\/li><li>Visine L.R.<\/li><li>Nasacon<\/li><li>Sinarest Nasal<\/li><li>Duramist Plus<\/li><\/ul>"},"2":{"id":"432415-s-6-19","title":"Class","mono":"<ul><li>Decongestant<\/li><li>Imidazoline<\/li><\/ul>"},"3":{"id":"432415-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"432415-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"432415-s-7","title":"Mechanism Of Action","mono":"<ul><li>Nasal: Oxymetazoline is a direct-acting sympathomimetic amine. It acts on alpha-adrenergic receptors in the arterioles of the nasal mucosa to produce constriction, resulting in decreased blood flow and decreased nasal congestion, for up to 12 hours .<\/li><li>Ophthalmic: Oxymetazoline is a direct-acting sympathomimetic amine. It acts on alpha-adrenergic receptors in the arterioles of the conjunctiva to produce vasoconstriction, resulting in decreased conjunctival congestion.<\/li><\/ul>"},"8":{"id":"432415-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"432415-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Intranasal: 15 minutes<\/li><li>Bioavailability, nasal mucosa: good<\/li><\/ul>"},"3":{"id":"432415-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 10% unchanged in 72 hours<\/li><li>Renal: 30% unchanged in 72 hours<\/li><\/ul>"},"4":{"id":"432415-s-8-27","title":"Elimination Half Life","mono":"<ul><li>0.3 mg intranasally, 2.32 hours<\/li><li>0.6 mg intranasally, 1.72 hours<\/li><\/ul>"}}},"10":{"id":"432415-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>(nasal spray) recurring or worsening nasal congestion<\/li><\/ul>"},"11":{"id":"432415-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>12-Hour Nasal<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>4-Way Long Lasting<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Afrin Extra Moisturizing<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Afrin<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Afrin No-Drip Sinus<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Afrin PumpMist<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Afrin Sinus<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Afrin w\/Menthol<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Dristan 12-Hr<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Duramist Plus<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Good Neighbor Nasal Spray Pump<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Good Neighbor Pharmacy Nasal Spray<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Good Sense Nasal Spray<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Mucinex Full Force<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Mucinex Moisture Smart<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Nasal Decongestant<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Nasal Relief<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Nasal Relief Spray<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Nasal Spray<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Nasin<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Neo-Synephrine 12 Hour<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Nostrilla<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>NRS Nasal Relief<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Pump Mist Nasal Relief<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Rite Aid Moisturizing Nasal Spray<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Rite Aid Nasal Spray<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Rite Aid Regular Nasal Spray<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Rite Aid Sinus Nasal Spray<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Sinus Nasal Spray<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>TopCare Nasal Spray<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>TopCare Nasal Spray No Drip<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>TopCare Sinus Relief<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Vicks QlearQuil 12 Hour Nasal Decongestant<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Vicks Sinex 12 Hour<\/b><br\/>Nasal Spray: 0.05 %<br\/><\/li><li><b>Visine L.R.<\/b><br\/>Ophthalmic Solution: 0.025 %<br\/><\/li><\/ul>"},"12":{"id":"432415-s-12","title":"Toxicology","sub":[{"id":"432415-s-12-31","title":"Clinical Effects","mono":"<b>IMIDAZOLINE DECONGESTANTS<\/b><br\/>USES: Used primarily as topical agents to cause vasoconstriction in the nasal mucosa and the eye. Common medications include oxymetazoline, tetrahydrozoline, and naphazoline. Surreptitious oral administration of these agents has been reported to facilitate sexual abuse in both adults and children. PHARMACOLOGY: These agents bind to peripheral alpha adrenergic receptors at the site of action (the eye or nose) causing vasoconstriction. TOXICOLOGY: They stimulate the central alpha-2 adrenergic receptors resulting in a net sympatholytic effect. EPIDEMIOLOGY: Uncommon poisoning which can theoretically result in significant morbidity, especially in children although it is very rare to see more than minimal effects. MILD TO MODERATE TOXICITY: Tachycardia, agitation, pallor, diaphoresis, somnolence, ataxia. SEVERE TOXICITY: Coma, hypotension, hypertension, bradycardia, respiratory depression, apnea, hypothermia, hyporeflexia. ADVERSE EFFECTS: Headache, nervousness, nausea, dizziness. Rebound nasal congestion (rhinitis medicamentosa) has been described with prolonged use (greater than 5 days).<br\/>"},{"id":"432415-s-12-32","title":"Treatment","mono":"<b>IMIDAZOLINE DECONGESTANTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Management is primarily supportive. Initially, toxicity may manifest more as peripheral alpha effects causing generalized peripheral vasoconstriction. Agitation has also been described. These effects generally do not require therapy. MANAGEMENT OF SEVERE TOXICITY: Management is primarily supportive. Manifestations are primarily due to central alpha effects. The main concerns in a serious overdose are CNS depression with loss of airway reflexes and respiratory depression. Supplemental oxygen should be administered as necessary. Intubation may be required for children who are severely depressed. Hypotension generally responds to intravenous fluid support only, but uncommonly may require a vasopressor such as dopamine. Hypertension is generally transient and does not require treatment. However, if there are signs of end organ compromise from hypertension, a short-acting antihypertensive (ie, nitroprusside or phentolamine) can be used with close monitoring since hypotension often follows the hypertension. Although there are reports suggesting that naloxone can reverse toxicity from clonidine (a drug with a mechanism of action similar to imidazolines), the use of naloxone for imidazoline poisoning is even less well characterized and cannot be routinely recommended.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is unlikely to be of benefit in these cases since these are primarily liquid ingestions which will be absorbed quickly. In addition, these agents may cause CNS depression, so the risk of decontamination generally exceeds any potential benefit. HOSPITAL: Gastrointestinal decontamination is unlikely to be of benefit in these cases since these are primarily liquid ingestions which will be absorbed quickly. In addition, patients (children in particular) may become lethargic quickly.<\/li><li>Airway management: Patients who are comatose or with altered mental status may need mechanical respiratory support and orotracheal intubation.<\/li><li>Antidote: There are no specific antidotes. Although there are reports suggesting that naloxone can reverse toxicity from clonidine (a drug with a mechanism of action similar to imidazolines), the use of naloxone for imidazoline poisoning is even less well characterized and cannot be routinely recommended.<\/li><li>Hypotensive episode: IV 0.9% NaCl 10 to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Hypertensive episode: Generally hypertension is transient and does not warrant treatment. If severe, short acting agents (ie, nitroprusside or phentolamine) should be used.<\/li><li>Bradycardia: Treatment is only indicated in symptomatic patients with evidence of hemodynamic compromise. Atropine is the first line therapy. Atropine - Adult - 0.5 mg to 1 mg IV, repeat every 5 minutes if bradycardia persists. Pediatric - 0.02 mg\/kg IV or intraosseously.<\/li><li>Monitoring of patient: No specific lab work (CBC, electrolytes, urinalysis) is required. Consider arterial or venous blood gas measurements in serious cases. Obtain an ECG in symptomatic patients. Obtain a CT scan in patients with profound CNS depression to evaluate for other causes.<\/li><li>Enhanced elimination procedure: Enhanced elimination has no role in these ingestions.<\/li><li>Patient disposition: HOME CRITERIA: Any adult with an intentional ingestion or a symptomatic child should be referred to a healthcare facility. Young children have developed serious adverse effects after ingesting as little as 1 to 2 mL of formulations of eye drops or nasal spray (concentrations not specified) containing imidazoline decongestants (eg, tetrahydrozoline, oxymetazoline, or naphazoline). OBSERVATION CRITERIA: Patients should be observed for a minimum of 6 hours after a suspected ingestion and can be discharged if asymptomatic after that time. ADMISSION CRITERIA: Symptomatic patients should be admitted to a monitored setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul>"},{"id":"432415-s-12-33","title":"Range of Toxicity","mono":"<b>IMIDAZOLINE DECONGESTANTS<\/b><br\/>TOXICITY: The toxic dose after oral ingestions is not clear, but young children have developed serious adverse effects after ingesting as little as 1 to 2 mL of formulations of eye drops or nasal spray containing imidazoline decongestants (eg, tetrahydrozoline, oxymetazoline, or naphazoline). Systemic symptoms have also been described in young infants after therapeutic use of topical agents. Fatalities have not been reported after ingestion, but intravenous injection of xylometazoline was fatal in an adult. THERAPEUTIC DOSE: Generally, 1 to 2 drops are used in the eye and 1 to 3 sprays in each nostril for adults and children more than 6-years-old.<br\/>"}]},"13":{"id":"432415-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause headache, insomnia, nervousness, rebound nasal congestion, sneezing, or dryness, stinging, or burning of nasal mucosa.<\/li><li>Advise patients using the ophthalmic formulation to not wear contact lenses during drug therapy.<\/li><li>Patient should not use nasal form for more than 3 days, unless approved by healthcare professional.<\/li><li>Advise patient to avoid using MAO inhibitors or tricyclic depressant therapy while taking this drug.<\/li><\/ul>"}}}