{"generic":"Doxapram Hydrochloride","drugs":["Dopram","Doxapram Hydrochloride"],"mono":{"0":{"id":"432ys0","title":"Generic Names","mono":"Doxapram Hydrochloride"},"1":{"id":"432ys1","title":"Dosing and Indications","sub":{"0":{"id":"432ys1b4","title":"Adult Dosing","mono":"<ul><li><b>Chronic obstructive pulmonary disease - Hypercapnia, acute:<\/b> 1 to 2 mg\/min IV continuous infusion (0.5 to 1 ml\/min of a 2 mg\/mL solution), may increase to 3 mg\/min as needed; MAX infusion time 2 h<\/li><li><b>Complication of anesthesia - Respiratory depression:<\/b> initial, 0.5 to 1 mg\/kg IV, repeat every 5 min; MAX single dose 1.5 mg\/kg, MAX total dose 2 mg\/kg<\/li><li><b>Complication of anesthesia - Respiratory depression:<\/b> initial, 0.5 to 1 mg\/kg continuous IV infusion at a rate of 5 mg\/min until response, maintenance 1 to 3 mg\/min; MAX total dose 4 mg\/kg<\/li><li><b>Drug-induced central nervous system depression:<\/b> priming dose of 1 mg\/kg IV, repeat in 5 min and every 1 to 2 h until sustained arousal OR following priming dose, 1 to 2 mg\/kg\/hr continuous IV infusion; discontinue if patient awakens or at end of 2 h; MAX 3 g\/day<\/li><li><b>Drug-induced central nervous system depression:<\/b> priming dose of 2 mg\/kg IV, repeat in 5 min and every 1 to 2 h until sustained arousal OR following priming dose, 2 to 3 mg\/kg\/h continuous IV infusion; discontinue if patient awakens or at end of 2 h; MAX 3 g\/day<\/li><li><b>Shivering, Postanesthesia:<\/b> 0.18 mg\/kg IV<\/li><\/ul>"},"1":{"id":"432ys1b5","title":"Pediatric Dosing","mono":"<ul><li>not FDA approved in children under 12 yr of age<\/li><li><b>Apnea of prematurity:<\/b> 0.5 to 2.5 mg\/kg\/h IV infusion<\/li><\/ul>"},"3":{"id":"432ys1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Chronic obstructive pulmonary disease - Hypercapnia, acute<\/li><li>Complication of anesthesia - Respiratory depression<\/li><li>Drug-induced central nervous system depression<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Apnea of prematurity<\/li><li>Shivering, Postanesthesia<\/li><\/ul>"}}},"3":{"id":"432ys3","title":"Contraindications\/Warnings","sub":[{"id":"432ys3b9","title":"Contraindications","mono":"<ul><li>cardiovascular disorders<\/li><li>doxapram formulation available in the United States contains benzyl alcohol; it is contraindicated in newborns<\/li><li>epilepsy or convulsive disorder<\/li><li>head injury or cerebral vascular accident<\/li><li>hypersensitivity to doxapram products<\/li><li>mechanical ventilatory disorders<\/li><li>severe hypertension<\/li><\/ul>"},{"id":"432ys3b10","title":"Precautions","mono":"<ul><li>do not use in conjunction with mechanical ventilation<\/li><li>ensure adequate airway and oxygenation prior to doxapram administration in postanesthetic or drug induced respiratory depression<\/li><li>hypermetabolic states, such as hyperthyroidism or pheochromocytoma<\/li><li>anesthetic agents that sensitize the myocardium<\/li><li>the rate of infusion should not be increased in severely ill patients with COPD in an attempt to lower the pCO2; increased work of breathing may result; rapid infusion may result in hemolysis<\/li><li>caution in patients with arrhythmia<\/li><li>discontinue if sudden hypotension or dyspnea develops<\/li><li>hyperventilation induced by doxapram will lower the pCO2, resulting in cerebral vasoconstriction and decreased cerebral circulation<\/li><li>patients receiving sympathomimetic or MAO inhibitor drugs<\/li><\/ul>"},{"id":"432ys3b11","title":"Pregnancy Category","mono":"Doxapram: B (FDA)<br\/>"},{"id":"432ys3b12","title":"Breast Feeding","mono":"Doxapram: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"432ys5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing, Pruritus<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Nausea, Vomiting<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Chest pain, Thrombophlebitis<\/li><li><b>Hematologic:<\/b>Hemolysis<\/li><li><b>Respiratory:<\/b>Dyspnea, Wheezing<\/li><\/ul>"},"6":{"id":"432ys6","title":"Drug Name Info","sub":{"0":{"id":"432ys6b17","title":"US Trade Names","mono":"Dopram<br\/>"},"2":{"id":"432ys6b19","title":"Class","mono":"Stimulant, Respiratory<br\/>"},"3":{"id":"432ys6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"432ys6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"432ys7","title":"Mechanism Of Action","mono":"Doxapram hydrochloride stimulates respiration through the peripheral chemoreceptors of the carotid body. In increased dosage level, it stimulates the central respiratory center in the medulla with progressive stimulation of other parts of the brain and spinal cord. It also increases the release of catecholamine and exhibits pressor effects due to an improved cardiac output.<br\/>"},"8":{"id":"432ys8","title":"Pharmacokinetics","sub":{"3":{"id":"432ys8b26","title":"Excretion","mono":"Dialyzable: not established <br\/>"}}},"9":{"id":"432ys9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>contains benzyl alcohol, not for use in neonates<\/li><li>(repeat injections) give at 5 minute intervals<\/li><li>(infusion, postanesthetic) add 250 mg to 250 mL of D5W, D10W or NS and infuse at 5 mg\/min initially until respiratory response is reached, maintain at a rate of 1 to 3 mg\/min<\/li><li>(mild drug-induced CNS depression) infuse at a rate of 1 to 2 mg\/kg\/hr<\/li><li>(moderate drug-induced CNS depression) infuse at a rate of 2 to 3 mg\/kg\/hr<\/li><li>(COPD with acute hypercapnia) mix 400 mg with 180 mL of D5W, D10W, or NS to a concentration of 2 mg\/mL and infuse at 1 to 2 mg\/min, max 3 mg\/min<\/li><\/ul>"},"10":{"id":"432ys10","title":"Monitoring","mono":"<ul><li>improved respiration<\/li><li>arterial blood gases; prior to initiation of infusion, then at least every 30 minutes during infusion<\/li><li>blood pressure, ECG, pulse rate, and deep tendon reflexes<\/li><\/ul>"},"11":{"id":"432ys11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 20 MG\/ML<br\/><\/li><li><b>Dopram<\/b><br\/>Intravenous Solution: 20 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"432ys12","title":"Toxicology","sub":[{"id":"432ys12b31","title":"Clinical Effects","mono":"<b>ANALEPTICS<\/b><br\/>USES: Analeptics are CNS stimulants. Currently, doxapram is the only analeptic available in the US; however, other analeptic agents that may still be used in other countries include nikethamide, pentylenetetrazol, and bemegride. Historically, these medications have been used to increase minute ventilation and decrease CNS depression. They have also been used for cardiovascular stimulant effects, to induce seizures during EEG monitoring, and for behavioral control in geriatric patients. Doxapram was also used to treat pediatric apnea. Currently, these medications are not commonly used and are not typically recommended for these conditions. Methylphenidate and amphetamine are covered in separate managements. PHARMACOLOGY: Analeptics cause increased pulmonary ventilation by increasing the depth and rate of respiration; they may act by directly stimulating the respiratory center in the medulla or indirectly affecting the carotid body. TOXICOLOGY: Analeptic toxicity is typically an extension of the therapeutic effects due to overstimulation of the CNS, overstimulation of the respiratory drive, and overstimulation of the cardiovascular system. EPIDEMIOLOGY: Analeptic use and overdose are extremely rare. OVERDOSE: Overdose data are limited. It is anticipated that overdose effects may be an extension of events reported with therapeutic use. Early signs of overdose may be excessive pressor effects, such as hypertension, tachycardia, skeletal muscle hyperactivity, and enhanced deep tendon reflexes. Nausea, agitation, confusion, sweating, cough, dyspnea, seizures may also occur. ADVERSE EFFECTS: The following adverse effects have been reported following therapeutic doses of doxapram: Nausea, vomiting, flushing, sweating, pruritus, paresthesia, diarrhea, urinary retention, elevation of BUN, albuminuria, pyrexia, apprehension, disorientation, pupillary dilatation, hallucinations, headache, dizziness, hyperactivity, involuntary movements, muscle spasticity, muscle fasciculations, increases deep tendon reflexes, clonus, seizures, dyspnea, cough, hyperventilation, tachypnea, laryngospasm, bronchospasm, rebound hypoventilation, phlebitis, variations in heart rate, dysrhythmias (including ventricular tachycardia and ventricular fibrillation), chest pain, mild to moderate hypertension, hemolysis with rapid infusion, a decrease in hemoglobin, hematocrit, or red blood cell count. Rarely, analeptics may precipitate an attack of acute porphyria, and may be associated with worsened leukopenia and anemia in patients with preexisting leukopenia or anemia. <br\/>"},{"id":"432ys12b32","title":"Treatment","mono":"<b>ANALEPTICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment of mild to moderate toxicity consists of predominantly symptomatic and supportive care. MANAGEMENT OF SEVERE TOXICITY: Patients with severe toxicity may require benzodiazepines or barbiturates for control of agitation or seizures or treatment of rigidity. Treat hyperthermia with benzodiazepines to control agitation and rigidity and external cooling measures. Tachycardia and hypertension generally respond to benzodiazepine sedation. Rarely, patients may require intubation for pulmonary edema.<\/li><li>Decontamination: Acute toxicity is extremely rare as these agents are rarely used. Gastrointestinal decontamination is generally not necessary. Activated charcoal is not recommended due to the risk of seizures and associated aspiration.<\/li><li>Airway management: Patients who develop seizures, pulmonary edema, or respiratory depression may require intubation for airway management.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Serum concentrations of these agents are not widely available or useful to guide therapy. Monitor serum electrolytes and creatine kinase in patients with seizures, rigidity, or hyperthermia. All patients with suspected analeptic toxicity should have an ECG. Institute continuous cardiac monitoring in patients with significant tachycardia or an abnormal ECG.<\/li><li>Enhanced elimination procedure: Hemodialysis has not been studied and is unlikely to be of benefit following analeptic toxicity or overdose.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management. OBSERVATION CRITERIA: Patients should be observed for 6 hours after exposure. ADMISSION CRITERIA: Patients who develop severe signs and symptoms of analeptic toxicity such as seizures, heart block, marked tachycardia, pulmonary edema, or severe hypertension should be admitted to the hospital. Any patient with recurrent seizures, status epilepticus, recurrent dysrhythmias, or requiring intubation should be admitted to an ICU. CONSULT CRITERIA: Consult a poison center or medical toxicologist for any patient with suspected significant analeptic toxicity.<\/li><\/ul>"},{"id":"432ys12b33","title":"Range of Toxicity","mono":"<b>ANALEPTICS<\/b><br\/>TOXICITY: A preterm infant (born at 28 weeks gestation) inadvertently received a doxapram infusion of 9.5 mg\/kg\/hour, instead of 0.95 mg\/kg\/hour, for approximately 4.5 hours (total dose 72.9 mg), and only experienced nausea and increased gastric residuals as a result. For pentylenetetrazol, an adult dose of 10 g was lethal. For humans, the toxic doses of doxapram, nikethamide, and bemegride are poorly described. THERAPEUTIC DOSE: The only analeptic available for therapeutic use at this time in the US is doxapram. DOXAPRAM: Dose is usually 0.5 to 1 mg\/kg as a single IV injection; MAX 2 mg\/kg (3 g\/24 hours). Dose may be repeated as needed at 5-minute intervals or every 1 to 2 hours for drug-induced CNS depression. For COPD associated with acute hypercapnia, 1 to 2 mg\/min IV infusion. <br\/>"}]},"13":{"id":"432ys13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause flushing, diarrhea, nausea, vomiting, chest pain, thrombophlebitis, or wheezing.<\/li><li>Patient should report signs\/symptoms of sudden hypotension, dyspnea, or cardiac dysrhythmia.<\/li><\/ul>"}}}