{"generic":"Doxazosin Mesylate","drugs":["Cardura","Cardura XL","Doxazosin Mesylate"],"mono":{"0":{"id":"433ys0","title":"Generic Names","mono":"Doxazosin Mesylate"},"1":{"id":"433ys1","title":"Dosing and Indications","sub":[{"id":"433ys1b4","title":"Adult Dosing","mono":"<ul><li><b>immediate-release to extended-release conversion:<\/b> skip final evening dose of immediate-release doxazosin; initiate 4 mg\/day the next day<\/li><li><b>Benign prostatic hyperplasia:<\/b> (immediate-release) initial, 1 mg ORALLY once daily; may titrate if necessary at 1- to 2-week intervals to MAX 8 mg ORALLY once daily<\/li><li><b>Benign prostatic hyperplasia:<\/b> (extended-release) initial, 4 mg ORALLY once daily with breakfast; may titrate if necessary at 3- to 4-week intervals to 4 to 8 mg ORALLY once daily, MAX 8 mg\/day<\/li><li><b>Congestive heart failure:<\/b> 1-16 mg ORALLY once daily<\/li><li><b>Hypertension:<\/b> (immediate-release) initial, 1 mg ORALLY once daily; may increase to 2 mg ORALLY once daily, then may titrate to 4 mg, 8 mg, and 16 mg ORALLY once daily if necessary based on response<\/li><li><b>Ureteric stone:<\/b> 2 mg  to 4 mg  ORALLY once daily for up to 4 weeks<\/li><\/ul>"},{"id":"433ys1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness not established in children<\/li><li><b>Hypertension:<\/b> initial, 1 mg ORALLY once daily; MAX 4 mg\/day (guideline dosing)<\/li><li><b>Ureteric stone:<\/b> (3 to 15 years) 0.03 mg\/kg ORALLY once daily at bedtime for up to 3 weeks<\/li><\/ul>"},{"id":"433ys1b6","title":"Dose Adjustments","mono":"<ul><li><b>dialysis:<\/b> dose supplementation following hemodialysis\/peritoneal dialysis does not appear to be necessary<\/li><li><b>liver disease:<\/b> mild to moderate, no adjustment of initial dose required<\/li><li><b>geriatric:<\/b> start therapy at low end of dosing range (hypertension)<\/li><\/ul>"},{"id":"433ys1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Benign prostatic hyperplasia<\/li><li>Hypertension<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cardiac syndrome X<\/li><li>Congestive heart failure<\/li><li>Disorder of the urinary system<\/li><li>Erectile dysfunction; Diagnosis<\/li><li>Pheochromocytoma<\/li><li>Ureteric stone<\/li><\/ul>"}]},"3":{"id":"433ys3","title":"Contraindications\/Warnings","sub":[{"id":"433ys3b9","title":"Contraindications","mono":"hypersensitivity to doxazosin, any other component of the product, or other quinazolines (such as prazosin, terazosin) <br\/>"},{"id":"433ys3b10","title":"Precautions","mono":"<ul><li>postural hypotension; syncope may occur especially after the initial dose or dosage increases, symptoms may occur several hours after administration (extended-release)<\/li><li>carcinoma of the prostate; rule out prior to initiation of therapy<\/li><li>cataract surgery; risk of intraoperative floppy iris syndrome; modification to surgical technique may be necessary<\/li><li>coronary insufficiency; risk of new or worsening angina pectoris; drug discontinuation may be warranted<\/li><li>gastrointestinal narrowing (pathologic or iatrogenic), severe; ingestion of drugs in non-deformable controlled-release formulations may cause obstructive symptoms (extended-release)<\/li><li>hepatic impairment; use with caution in patients with mild or moderate dysfunction; use not recommended with severe dysfunction<\/li><li>priapism; has occurred rarely<\/li><\/ul>"},{"id":"433ys3b11","title":"Pregnancy Category","mono":"<ul><li>Doxazosin: C (FDA)<\/li><li>Doxazosin: B3 (AUS)<\/li><\/ul>"},{"id":"433ys3b12","title":"Breast Feeding","mono":"Doxazosin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"433ys4","title":"Drug Interactions","sub":[{"id":"433ys4b13","title":"Contraindicated","mono":"<ul>Boceprevir (theoretical)<\/ul>"},{"id":"433ys4b14","title":"Major","mono":"<ul>Asenapine (theoretical)<\/ul>"},{"id":"433ys4b15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Alprenolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Avanafil (established)<\/li><li>Betaxolol (probable)<\/li><li>Bevantolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bucindolol (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Dilevalol (probable)<\/li><li>Esmolol (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Mepindolol (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nifedipine (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Pindolol (probable)<\/li><li>Propranolol (probable)<\/li><li>Sildenafil (probable)<\/li><li>Sotalol (probable)<\/li><li>Tadalafil (established)<\/li><li>Talinolol (probable)<\/li><li>Tertatolol (probable)<\/li><li>Timolol (probable)<\/li><li>Vardenafil (established)<\/li><\/ul>"}]},"5":{"id":"433ys5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema (2.7% to 4%), Hypotension (1.7% to 10%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (1.2% to 4.3%)<\/li><li><b>Neurologic:<\/b>Dizziness (5.3% to 19%), Headache (4% to 15.8%), Somnolence (1.2% to 5%), Vertigo (1.5% to 7%)<\/li><li><b>Other:<\/b>Fatigue (8% to 12%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hepatic:<\/b>Hepatitis<\/li><li><b>Ophthalmic:<\/b>Intraoperative floppy iris syndrome<\/li><li><b>Reproductive:<\/b>Priapism (rare)<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"433ys6","title":"Drug Name Info","sub":{"0":{"id":"433ys6b17","title":"US Trade Names","mono":"<ul><li>Cardura<\/li><li>Cardura XL<\/li><\/ul>"},"2":{"id":"433ys6b19","title":"Class","mono":"<ul><li>Alpha-1 Adrenergic Blocker<\/li><li>Cardiovascular Agent<\/li><\/ul>"},"3":{"id":"433ys6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"433ys6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"433ys7","title":"Mechanism Of Action","mono":"Doxazosin mesylate, a quinazoline compound, selectively inhibits the alpha(1)-subtype of alpha adrenergic receptors, and it binds highly to alpha(1A) adrenoceptor and to the subtype predominant in the prostate gland, alpha(1C) adrenoceptor. Blockade of the alpha(1) adrenoceptor decreases smooth muscle tone in the prostate and bladder. It also has antagonistic effects on phenylephrine (alpha (1) agonist)-induced contractions.<br\/>"},"8":{"id":"433ys8","title":"Pharmacokinetics","sub":[{"id":"433ys8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral, immediate-release: 2 to 3 hr<\/li><li>Tmax, Oral, extended-release: 8 to 9 hr<\/li><li>Bioavailability, Oral, immediate-release: approximately 65%<\/li><li>Bioavailability, Oral, extended-release: 54% to 59% of immediate-release<\/li><li>Effect of food: (Oral, immediate-release) no clinical significance<\/li><li>Effect of food: (Oral, extended-release) increases Cmax by 32% and AUC by 18%<\/li><\/ul>"},{"id":"433ys8b24","title":"Distribution","mono":"Protein binding: 98% <br\/>"},{"id":"433ys8b25","title":"Metabolism","mono":"Hepatic; extensive, CYP3A4 (primarily), CYP2D6 and CYP2C19, O-demethylation and hydroxylation <br\/>"},{"id":"433ys8b26","title":"Excretion","mono":"<ul><li>Fecal: approximately 63%, 4.8% unchanged<\/li><li>Renal: 9%<\/li><li>Dialyzable: No<\/li><\/ul>"},{"id":"433ys8b27","title":"Elimination Half Life","mono":"<ul><li>Oral, immediate-release: 22 hr<\/li><li> Oral, extended-release: 15 hr to 19 hr<\/li><\/ul>"}]},"9":{"id":"433ys9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(immediate-release tablets) if doses are missed or discontinued for several days, restart at 1 mg daily and retitrate<\/li><li>(extended-release tablets) if doses are missed or discontinued for several days, restart at 4 mg\/day<\/li><li>(extended-release tablets) take initial dose with breakfast<\/li><li>(extended-release tablets) swallow whole; do not chew, divide, cut, or crush<\/li><\/ul>"},"10":{"id":"433ys10","title":"Monitoring","mono":"<ul><li>hypertension: blood pressure reduction indicates efficacy (tablet)<\/li><li>benign prostatic hyperplasia: improvement in obstructive symptoms may indicate efficacy (tablet, extended-release tablet)<\/li><\/ul>"},"11":{"id":"433ys11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 1 MG, 2 MG, 4 MG, 8 MG<br\/><\/li><li><b>Cardura<\/b><br\/>Oral Tablet: 1 MG, 2 MG, 4 MG, 8 MG<br\/><\/li><li><b>Cardura XL<\/b><br\/>Oral Tablet, Extended Release: 4 MG, 8 MG<br\/><\/li><\/ul>"},"12":{"id":"433ys12","title":"Toxicology","sub":[{"id":"433ys12b31","title":"Clinical Effects","mono":"<b>ALPHA-ADRENERGIC BLOCKERS <\/b><br\/>USES: Alpha-adrenergic blockers are used for treatment of hypertension, for symptomatic prostatic hypertrophy, and to facilitate treatment of renal stones. PHARMACOLOGY: Alpha-adrenergic blockers block peripheral alpha-adrenergic receptors and cause vasodilation. TOXICOLOGY: Excessive vasodilation causes hypotension and reflex tachycardia. Hypotension is generally not life-threatening. EPIDEMIOLOGY: Exposures to alpha-adrenergic blockers are common. Mild to moderate symptoms occur occasionally, but severe hypotension is rare. Deaths are rare from single-substance ingestions. MILD TO MODERATE TOXICITY: Orthostatic hypotension, reflex tachycardia, nausea, vomiting, and dizziness are common; syncope and mild sedation may develop. SEVERE TOXICITY: Hypotension, torsades de pointes, agitation, seizures, and priapism have been reported. Hypotension is generally not life-threatening. ADVERSE EFFECTS: Orthostasis and tachycardia have occurred with therapeutic use.<br\/>"},{"id":"433ys12b32","title":"Treatment","mono":"<b>ALPHA-ADRENERGIC BLOCKERS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Hypotension usually responds to IV fluids. MANAGEMENT OF SEVERE TOXICITY: Hypotension that does not respond to IV fluids should be treated with adrenergic vasopressors such as phenylephrine or norepinephrine. Intubate patients with significant CNS depression. Treat seizures with benzodiazepines; add propofol or barbiturates if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is NOT recommended because of the risk for seizures. HOSPITAL: Patients who are awake after a significant ingestion should be treated with activated charcoal to limit the potential for symptomatic hypotension. Gastric lavage is not indicated as overdose is rarely life-threatening.<\/li><li>Airway management: Airway management is not generally required for alpha adrenergic antagonists poisoning.<\/li><li>Antidote: None.<\/li><li>Priapism: Priapism may occur with these agents. An immediate urological consult is necessary. Clinical history should include the use of other agents (ie, antihypertensives, antidepressants, illegal agents) that may also be contributing to priapism. In a patient with ischemic priapism the corpora cavernosa are often completely rigid and the patient complains of pain, while nonischemic priapism the corpora are typically tumescent, but not completely rigid and pain is not typical. Aspirate blood from the corpus cavernosum with a fine needle. Blood gas testing of the aspirated blood may be used to distinguish ischemic (typically PO2 less than 30 mmHg, PCO2 greater than 60 mmHg, and pH less than 7.25) and nonischemic priapism. Color duplex ultrasonography may also be useful. If priapism persists after aspiration, inject a sympathomimetic. PHENYLEPHRINE: Dose: Adult: For intracavernous injection, dilute phenylephrine with normal saline for a concentration of 100 to 500 mcg\/mL and give 1 mL injections every 3 to 5 minutes for approximately 1 hour (before deciding that treatment is not successful). For children and patients with cardiovascular disease: Use lower concentrations in smaller volumes. NOTE: Treatment is less likely to be effective if done more than 48 hours after the development of priapism. Distal shunting (NOT first-line therapy) should only be considered after a trial of intracavernous injection of sympathomimetics.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Obtain an ECG and monitor renal function and serum electrolytes in hypotensive patients.<\/li><li>Enhanced elimination procedure: Dialysis is not likely to be useful as these agents are highly protein bound.<\/li><li>Patient disposition: HOME CRITERIA: Unintentional ingestions by children of a single tablet or less can be observed at home; parents should be instructed to watch for dizziness or fainting. All symptomatic patients and those with self-harm ingestions should be sent to a healthcare facility. OBSERVATION CRITERIA: Asymptomatic patients who have ingested an immediate-release formulation can be observed for 6 hours (observe at least 12 hours after overdose with a sustained-release formulation) and cleared if they have normal vital signs and mental status. ADMISSION CRITERIA: Patients with persistent hypotension, seizures, or dysrhythmias should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance with patients with severe toxicity or if the diagnosis is not clear.<\/li><\/ul>"},{"id":"433ys12b33","title":"Range of Toxicity","mono":"<b>ALPHA-ADRENERGIC BLOCKERS<\/b><br\/>TOXICITY: Moderate toxicity generally occurs at 10 times the therapeutic dose. Severe toxicity is uncommon even at doses exceeding 30 times the therapeutic dose. DOXAZOSIN: CHILD: A crushed 1 mg tablet ingested by a 6-month-old infant resulted in drowsiness; a 2-year-old child remained normotensive following ingestion of 4 mg. ADULT: 60 mg caused hypotension, tachycardia and drowsiness in an adult. In another case, a 32-year-old woman, with chronic renal failure, epilepsy, and depression, developed hypotension and grand-mal seizures, resulting in death, after intentionally ingesting 60 mg doxazosin. INDORAMIN: ADULT: An overdose ingestion of 1500 mg resulted in seizures and torsade de pointes in an adult. PRAZOSIN: CHILD: up to 50 mg caused profound drowsiness and depressed reflexes in a 2-year-old. ADULT: 200 mg caused slight hypotension. TAMSULOSIN: ADULT: 2 mg caused syncope, orthostatic hypotension and bradycardia in an adult. TERAZOSIN: ADULT: 300 mg caused hypotension and bradycardia in an adult. THERAPEUTIC: Varies by agent.  DOXAZOSIN: For BPH, initial adult dose is 1 mg once daily; may be increased to a maximum of 8 mg once daily. For hypertension, initial adult dose is 1 mg once daily; may be increased to a maximum dose of 16 mg once daily. PRAZOSIN: initial adult dose is 1 mg 2 or 3 times\/day; may be increased to 20 mg\/day given in divided doses. TAMSULOSIN: initial adult dose is 0.4 mg once daily; may be increased to 0.8 mg once daily. TERAZOSIN: For BPH and hypertension, initial adult dose is 1 mg once daily at bedtime; may be increased to a maximum of 20 mg once daily. CHILDREN: According to the manufacturer, the safety and effectiveness of these medications in the pediatric population have not been established. DOXAZOSIN: For hypertension, initially 1 mg orally once daily, up to a maximum of 4 mg\/day. PRAZOSIN: For hypertension, initially 0.05 to 0.1 mg\/kg\/day, in three divided doses, up to a maximum daily dose of 0.5 mg\/kg. TERAZOSIN: For hypertension, initially 1 mg orally once daily, up to a maximum of 20 mg\/day.<br\/>"}]},"13":{"id":"433ys13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, as drug may cause vertigo or dizziness.<\/li><li>Tell patient to rise slowly from a sitting\/lying position, as this drug may cause orthostatic hypotension.<\/li><li>Caution patient that syncope or loss of consciousness is possible with first dose or dose increases, especially if patient is in an upright position.<\/li><li>This drug may cause headache or fatigue.<\/li><li>Patient should take initial extended-release dose with breakfast.<\/li><\/ul>"}}}