{"drugs":["Aredia","Pamidronate Disodium"],"mono":{"0":{"id":"436000-s-0","title":"Generic Names","mono":"Pamidronate Disodium"},"1":{"id":"436000-s-1","title":"Dosing and Indications","sub":[{"id":"436000-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bone metastasis, Osteolytic; associated with metastatic breast cancer or multiple myeloma:<\/b> metastatic breast cancer: 90 mg IV administered as a 2-hour infusion every 3-4 weeks; optimal duration of therapy is not known<\/li><li><b>Bone metastasis, Osteolytic; associated with metastatic breast cancer or multiple myeloma:<\/b> multiple myeloma: (manufacturer dosing) 90 mg IV administered as a 4-hour infusion on a monthly basis; optimal duration of therapy is not known<\/li><li><b>Bone metastasis, Osteolytic; associated with metastatic breast cancer or multiple myeloma:<\/b> multiple myeloma: (alternate dosing) 30 or 90 mg IV monthly<\/li><li><b>Disorder of joint of spine:<\/b> 60 mg IV monthly, administered as a 4-hour infusion in a study<\/li><li><b>Hypercalcemia of malignancy (Moderate to Severe), With adequate hydration:<\/b> moderate, 60 to 90 mg IV as a single dose infused over 2 to 24 hours; may repeat after a minimum of 7 days<\/li><li><b>Hypercalcemia of malignancy (Moderate to Severe), With adequate hydration:<\/b> severe, 90 mg IV as a single dose infused over 2 to 24 hours; may repeat after a minimum of 7 days<\/li><li><b>Paget's disease (Moderate to Severe):<\/b> 30 mg IV over 4 hours daily for 3 consecutive days (total dose, 90 mg); may retreat with same dose when clinically indicated<\/li><\/ul>"},{"id":"436000-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"436000-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment:<\/b> no dose adjustment necessary in mild to moderate hepatic impairment<\/li><li><b>renal impairment (serum creatinine greater than 3 mg\/dL or CrCl less than 30 mL\/min):<\/b> consider reducing initial dose and infuse dose over 4 to 6 hours<\/li><\/ul>"},{"id":"436000-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Bone metastasis, Osteolytic; associated with metastatic breast cancer or multiple myeloma<\/li><li>Hypercalcemia of malignancy (Moderate to Severe), With adequate hydration<\/li><li>Paget's disease (Moderate to Severe)<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Complex regional pain syndrome, type I<\/li><li>Disorder of joint of spine<\/li><li>Drug-induced osteoporosis; Prophylaxis - Gonad regulating hormone adverse reaction<\/li><li>Hypercalcemia, Associated with tamoxifen-induced tumor flare<\/li><li>Osteogenesis imperfecta<\/li><li>Osteopenia (Acute); Prophylaxis - Total replacement of hip<\/li><li>Osteopenia - Tetraplegic cerebral palsy<\/li><li>Osteoporosis due to corticosteroids<\/li><li>Postmenopausal osteoporosis<\/li><\/ul>"}]},"3":{"id":"436000-s-3","title":"Contraindications\/Warnings","sub":[{"id":"436000-s-3-9","title":"Contraindications","mono":"hypersensitivity to pamidronate or other bisphosphonates <br\/>"},{"id":"436000-s-3-10","title":"Precautions","mono":"<ul><li>anemia, leukopenia, or thrombocytopenia; monitoring recommended<\/li><li>femoral fractures, atypical, have been reported; patients with thigh or groin pain in the absence of trauma should be evaluated; discontinuation of therapy recommended pending evaluation<\/li><li>focal segmental glomerulosclerosis (including the collapsing variant) with or without nephrotic syndrome, has been reported, particularly in the setting of multiple myeloma and breast cancer<\/li><li>metabolic abnormalities (eg, calcium, phospate, magnesium, potassium levels) may occur; monitoring recommended<\/li><li>musculoskeletal pain, severe; has been reported within days, months, or years following therapy initiation; consider discontinuing bisphosphonates if symptoms occur<\/li><li>osteonecrosis of the jaw has been reported; risk factors include: cancer (advanced breast cancer, multiple myeloma), chemotherapy, corticosteroids, local infections, and dental status (dental extraction, periodontal disease, local trauma including poor fitting dentures); a dental examination with appropriate preventive dentistry should be considered prior to bisphosphonate treatment; invasive dental procedures should be avoided during bisphosphonate treatment<\/li><li>renal function deterioration, progression to renal failure, and dialysis have been reported following initial or single doses; patients with multiple myeloma also receiving thalidomide may be at increased risk; single doses should not exceed 90 mg; monitoring recommended; interruption or discontinuation of therapy may be necessary<\/li><li>renal function, impaired; increased risk of renal adverse events; monitoring recommended; treatment of bone metastases in patient with severe renal impairment is not recommended<\/li><li>thyroid surgery, history of; increased risk of hypocalcemia due to possibility of relative hypoparathyroidism<\/li><\/ul>"},{"id":"436000-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Pamidronate: D (FDA)<\/li><li>Pamidronate: B3 (AUS)<\/li><\/ul>"},{"id":"436000-s-3-12","title":"Breast Feeding","mono":"Pamidronate: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"436000-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (6% to at least 10%)<\/li><li><b>Dermatologic:<\/b>Injection site reaction (hypercalcemia of malignancy, 4% to 18%;)<\/li><li><b>Endocrine metabolic:<\/b>Hypocalcemia (up to 17%), Hypokalemia (up to 18%), Hypomagnesemia (hypercalcemia of malignancy, 4% to 12%; Paget's disease, 4.4%), Hypophosphatemia (hypercalcemia of malignancy, 9% to 18%; Paget's disease, 1.7%)<\/li><li><b>Gastrointestinal:<\/b>Loss of appetite (hypercalcemia of malignancy, 1% to 12%; Paget's disease, 26%), Nausea (hypercalcemia of malignancy, 4% to 18%; Paget's disease, 53.5%), Vomiting (hypercalcemia of malignancy, 4%; Paget's disease, 35.7%)<\/li><li><b>Hematologic:<\/b>Anemia (hypercalcemia of malignancy, 6%; Paget's disease, 42.5%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (18.5%)<\/li><li><b>Respiratory:<\/b>Cough (25.7%), Dyspnea (30.4%)<\/li><li><b>Other:<\/b>Fatigue (hypercalcemia of malignancy, 12%; Paget's disease, 37.2%), Malaise<\/li><\/ul><b>Serious<\/b><ul><li><b>Musculoskeletal:<\/b>Arthralgia (13.6%), Aseptic necrosis of bone of jaw, Bone pain (up to 15%), Myalgia (26%)<\/li><li><b>Neurologic:<\/b>Seizure (2%)<\/li><li><b>Renal:<\/b>Deteriorating renal function (8.2%), Focal segmental glomerulosclerosis, Nephrotoxicity<\/li><\/ul>"},"6":{"id":"436000-s-6","title":"Drug Name Info","sub":{"0":{"id":"436000-s-6-17","title":"US Trade Names","mono":"Aredia<br\/>"},"2":{"id":"436000-s-6-19","title":"Class","mono":"<ul><li>Bisphosphonate<\/li><li>Calcium Regulator<\/li><\/ul>"},"3":{"id":"436000-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"436000-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"436000-s-7","title":"Mechanism Of Action","mono":"Pamidronate disodium, a bone-resorption inhibitor, adsorbs to calcium phosphate (hydroxyapatite) crystals and prevents the dissolution of this mineral in bone. It also inhibits the activity of osteoclasts.<br\/>"},"8":{"id":"436000-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"436000-s-8-25","title":"Metabolism","mono":"not metabolized <br\/>"},"3":{"id":"436000-s-8-26","title":"Excretion","mono":"Renal: 46% +\/- 16% unchanged within 120 h <br\/>"},"4":{"id":"436000-s-8-27","title":"Elimination Half Life","mono":"28 h +\/- 7 h <br\/>"}}},"9":{"id":"436000-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>reconstitute vial contents with 10 mL sterile water for injection to give a final concentration of either 30 mg\/10 mL or 90 mg\/10 mL<\/li><li>for hypercalcemia of malignancy, dilute doses of 60 to 90 mg in 1000 mL of sterile 0.45% or 0.9% sodium chloride or D5W; administer over at least 2 to 24 hours for the 60-mg and 90-mg doses<\/li><li>for Paget disease, dilute doses of 30 mg in 500 mL of sterile 0.45% or 0.9% sodium chloride or D5W; administer over a 4-hour period for 3 consecutive days<\/li><li>for osteolytic bone metastases of breast cancer, dilute doses of 90 mg in 250 mL of sterile 0.45% or 0.9% sodium chloride or D5W; administer over a 2-hour period every 3 to 4 weeks<\/li><li>for osteolytic bone lesions of multiple myeloma, dilute doses of 90 mg in 500 mL of sterile 0.45% or 0.9% sodium chloride or D5W; administer over a 4-hour period on a monthly basis<\/li><li>dilute reconstituted solution with NS or D5W; do not mix with calcium-containing infusion solutions such as LR<\/li><li>administer as a single-dose IV infusion over 2 to 24 hours in a dedicated line<\/li><\/ul>"},"10":{"id":"436000-s-10","title":"Monitoring","mono":"<ul><li>Hypercalcemia: serum calcium levels<\/li><li>Paget's Disease: alkaline phosphatase and urinary hydroxyproline<\/li><li>signs and symptoms such as pain and bone lesions<\/li><li>serum creatinine; prior to each treatment<\/li><li>serum calcium, electrolytes, potassium, magnesium, and phosphate levels; following initiation of treatment and periodically throughout the treatment<\/li><li>CBC with differential, and hematocrit\/hemoglobin; especially for first 2 weeks of treatment in patients with anemia, leukopenia, or thrombocytopenia<\/li><li>urine albumin; every 3 to 6 months in multiple myeloma<\/li><li>dental examination before initiation of treatment<\/li><li>signs and symptoms of incapacitating bone, joint, and\/or muscle pain<\/li><\/ul>"},"11":{"id":"436000-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 3 MG\/ML, 6 MG\/ML, 9 MG\/ML<br\/><\/li><li><b>Novaplus Pamidronate Disodium<\/b><br\/>Intravenous Solution: 3 MG\/ML, 9 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"436000-s-12","title":"Toxicology","sub":[{"id":"436000-s-12-31","title":"Clinical Effects","mono":"<b>BISPHOSPHONATES<\/b><br\/>USES: Bisphosphonates and have been used in the treatment of diseases associated with excessive bone turnover including osteoporosis, Paget's disease of bone, hypercalcemia of malignancy, and osteolytic bone lesions of multiple myeloma. PHARMACOLOGY: Bisphosphonates have a high affinity for mineralized bone and inhibit osteoclast-mediated bone resorption resulting in a net gain in bone mass. EPIDEMIOLOGY: Overdose of this medication is rare. MILD TO MODERATE TOXICITY: Mild to moderate toxicity of bisphosphonates have resulted in hypocalcemia, paresthesia, hypotension, fever, and vomiting. SEVERE TOXICITY: Acute renal failure and death have been reported following high dose administration of tiludronate (800 mg\/day IV for 2 days). ADVERSE EFFECTS: Dose-dependent upper gastrointestinal irritation (ie, esophagitis, esophageal ulcers, erosions, and dysphagia) is common. Asymptomatic decreases in calcium and phosphate may develop. Headache, musculoskeletal pain, and osteonecrosis of the jaw have been reported. Rare reports of rash and erythema have occurred.<br\/>"},{"id":"436000-s-12-32","title":"Treatment","mono":"<b>BISPHOSPHONATES <\/b><br\/><ul><li>Decontamination: Activated charcoal, gastric lavage<\/li><li>Hypocalcemia: 10 ml of 10% calcium gluconate or calcium chloride IV over 10-15 min; may be repeated.<\/li><li>Torsades de pointes: Correct electrolyte abnormalities.  Magnesium: Adult: 2 gm IV over 2 min, may repeat bolus, infusion 3 to 20 mg\/min. Child: 25-50 mg\/kg diluted 10 mg\/ml over 5-15 min. Isoproterenol, overdrive pacing.  Avoid procainamide, disopyramide, quinidine, sotalol<\/li><li>Monitoring of patient: ECG, continuous cardiac monitoring, calcium &amp; phosphate levels. CBC, electrolytes, renal function, fluid status if GI bleed suspected.  Test stool\/gastric aspirate for blood.<\/li><\/ul>"},{"id":"436000-s-12-33","title":"Range of Toxicity","mono":"<b>BISPHOSPHONATES<\/b><br\/>Therapeutic dose varies by agent. In general, overdose with these agents can result in clinically significant hypocalcemia, hypophosphatemia, and hypomagnesemia. <br\/>"}]},"13":{"id":"436000-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause anorexia, nausea, vomiting, or fever.<\/li><li>Advise patient to report incapacitating or severe bone, joint, and\/or muscle pain.<\/li><li>Patient should report signs\/symptoms of renal impairment or anemia.<\/li><li>Tell patients with concomitant risk factors for osteonecrosis of the jaw to report signs\/symptoms of this condition (gum loss, numbness, or pain, swelling, infection of jaw\/gums). Risk factors for osteonecrosis of the jaw include cancer, chemotherapy, corticosteroids, or poor oral hygiene.<\/li><\/ul>"}}}