{"generic":"Paromomycin Sulfate","drugs":["Humatin","Paromomycin Sulfate"],"mono":{"0":{"id":"445100-s-0","title":"Generic Names","mono":"Paromomycin Sulfate"},"1":{"id":"445100-s-1","title":"Dosing and Indications","sub":{"0":{"id":"445100-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Amebic infection - Intestinal infectious disease:<\/b> 25 to 35 mg\/kg\/day ORALLY (divided 3 times daily; given with meals) for 5 to 10 days<\/li><li><b>Giardiasis:<\/b> 25 to 35 mg\/kg\/day ORALLY (divided 3 times daily) for 7 days<\/li><li><b>Hepatic coma; Adjunct:<\/b> 4 g daily ORALLY  in regular-interval divided doses for 5 to 6 days<\/li><\/ul>"},"1":{"id":"445100-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Amebic infection - Intestinal infectious disease:<\/b> 25 to 35 mg\/kg\/day ORALLY (divided 3 times daily; given with meals) for 5 to 10 days<\/li><li><b>Giardiasis:<\/b> 25 to 35 mg\/kg\/day ORALLY (divided 3 times daily) for 7 days<\/li><\/ul>"},"3":{"id":"445100-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Amebic infection - Intestinal infectious disease<\/li><li>Hepatic coma; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cryptosporidiosis<\/li><li>Giardiasis<\/li><\/ul>"}}},"3":{"id":"445100-s-3","title":"Contraindications\/Warnings","sub":[{"id":"445100-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to paromomycin products<\/li><li>intestinal obstruction<\/li><\/ul>"},{"id":"445100-s-3-10","title":"Precautions","mono":"<ul><li>ulcerative lesions of the bowel (increased systemtic absorption; potential renal toxicity)<\/li><li>bacterial overgrowth of nonsusceptible organisms<\/li><\/ul>"},{"id":"445100-s-3-11","title":"Pregnancy Category","mono":"Paromomycin: Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"445100-s-3-12","title":"Breast Feeding","mono":"Paromomycin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"445100-s-4","title":"Drug Interactions","sub":[{"id":"445100-s-4-13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"},{"id":"445100-s-4-14","title":"Major","mono":"<ul><li>Colistimethate Sodium (theoretical)<\/li><li>Foscarnet (theoretical)<\/li><\/ul>"},{"id":"445100-s-4-15","title":"Moderate","mono":"<ul>Digoxin (probable)<\/ul>"}]},"5":{"id":"445100-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Abdominal cramps, Diarrhea, Nausea<br\/>"},"6":{"id":"445100-s-6","title":"Drug Name Info","sub":{"0":{"id":"445100-s-6-17","title":"US Trade Names","mono":"Humatin<br\/>"},"2":{"id":"445100-s-6-19","title":"Class","mono":"<ul><li>Aminoglycoside<\/li><li>Antibiotic<\/li><\/ul>"},"3":{"id":"445100-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"445100-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"445100-s-7","title":"Mechanism Of Action","mono":"Paromomycin sulfate is a broad spectrum antibacterial antibiotic used for the treatment of acute and chronic intestinal amebiasis and for adjunct therapy in the management of hepatic coma. The antibacterial action parallels that of neomycin.<br\/>"},"8":{"id":"445100-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"445100-s-8-23","title":"Absorption","mono":"Oral: poorly absorbed <br\/>"},"3":{"id":"445100-s-8-26","title":"Excretion","mono":"Fecal: 100% <br\/>"}}},"10":{"id":"445100-s-10","title":"Monitoring","mono":"<ul><li>intestinal amebiasis: fever, improved diarrhea and abdominal pain<\/li><li>hepatic coma: symptomatic improvement<\/li><\/ul>"},"11":{"id":"445100-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Capsule: 250 MG<br\/>"},"12":{"id":"445100-s-12","title":"Toxicology","sub":[{"id":"445100-s-12-31","title":"Clinical Effects","mono":"<b>AMINOGLYCOSIDES <\/b><br\/>USES: Most commonly used as a parenteral antibiotic in the treatment of serious infections caused by aerobic gram-negative bacilli. Also used topically to treat or prevent skin infections and as eye drops or ointment for bacterial conjunctivitis. PHARMACOLOGY: Aminoglycosides function by binding the aminoacyl site of 16S ribosomal RNA within the 30S ribosomal subunit. This binding results in the misreading of genetic code, inhibition of translocation, and bacterial cell death. EPIDEMIOLOGY: Given that aminoglycosides (with the exception of neomycin) are only available in parenteral, topical, and ophthalmic forms, overdoses are almost entirely the result of dosing errors. Overdoses are rarely life-threatening and typically require minimal intervention. Ingestions of ophthalmic or topical preparations do not cause toxicity related to the aminoglycoside. Although neomycin is available orally, oral absorption is low and acute toxicity from overdosage is unlikely. OVERDOSE: Toxicity is more closely associated with trough levels of the drug than peak levels. Renal damage (acute tubular necrosis; usually reversible), ototoxicity (irreversible), and vestibular toxicity (irreversible) are most common. Renal injury may often go unnoticed until significant injury has occurred, given the delay between when renal injury occurs and when the elevation in creatinine is evident. ADVERSE EFFECTS: Retinopathy and visual loss with intraocular administration. Apnea and neuromuscular blockade may occur when aminoglycosides are given rapidly IV with neuromuscular blocking agents, due to aminoglycosides' inhibition of acetylcholine release from presynaptic nerve terminals; patients with abnormal neuromuscular junction function (eg, myasthenia gravis, botulism) can develop respiratory failure or weakness after use of aminoglycosides alone. Rash and hypersensitivity reactions can occur.<br\/>"},{"id":"445100-s-12-32","title":"Treatment","mono":"<b>AMINOGLYCOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Maintain good urine output (3 to 6 mL\/kg\/hr) with IV fluids. For mild allergic reactions, treat with antihistamines; if severe, airway management, epinephrine, ECG monitoring, IV fluids.<\/li><li>Decontamination: GI decontamination is not indicated as aminoglycosides are poorly absorbed orally. OCULAR: Irrigation with normal saline.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor renal function and serum electrolytes following overdose. Serum concentrations are used for therapeutic drug monitoring for many aminoglycosides and can be used to confirm the diagnosis. Monitor for hearing loss (audiometry).<\/li><li>Enhanced elimination procedure: Hemodialysis should be considered in renal failure only. Ticarcillin forms a renally eliminated complex with gentamicin and enhances elimination, but should only be used early after large overdoses with apparent toxicity or in renal failure when there is a significant risk of toxicity.<\/li><li>Patient disposition: HOME CRITERIA: The vast majority of exposures will occur in a healthcare setting. Inadvertent ingestion of ophthalmic, otic or topical preparations can be observed at home. OBSERVATION CRITERIA: Patients with significant overdose should have renal function monitoring and auditory testing performed. ADMISSION CRITERIA: Patients with worsening renal function may require in-patient monitoring and dialysis. CONSULT CRITERIA: Consult a toxicologist after large overdose or if effects are not consistent with the exposure.<\/li><\/ul>"},{"id":"445100-s-12-33","title":"Range of Toxicity","mono":"<b>AMINOGLYCOSIDES<\/b><br\/>TOXICITY: Nephrotoxicity may occur from gentamicin with persistent peak serum concentrations of more than 12 mcg\/mL or trough concentrations more than 2 mcg\/mL. Nephrotoxicity may occur from amikacin peak concentrations persistently greater than 20 to 35 mcg\/mL and trough concentrations greater than 8 mcg\/mL. The amount of aminoglycoside present in ophthalmic drops or ointments, otic preparations, or topical formulations do not cause systemic toxicity after ingestion. THERAPEUTIC DOSE: Varies with agent. AMIKACIN: ADULT: 15 mg\/kg\/day IM or IV divided every 8 to 12 hours. PEDIATRIC: 15 to 20 mg\/kg\/day IM\/IV in 2 to 3 divided doses; maximum - 1.5 grams\/day. GENTAMICIN: ADULT:  3 to 5 mg\/kg\/day IV in 3 or 4 equally divided doses. PEDIATRIC: 6 to 7.5 mg\/kg\/day IV\/IM (2 to 2.5 mg\/kg every 8 hours).<br\/>"}]},"13":{"id":"445100-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause diarrhea, nausea, vomiting, or stomach cramps.<\/li><li>Advise patient to take drug with food or after a meal.<\/li><\/ul>"}}}