{"generic":"Pentazocine Lactate","drugs":["Pentazocine Lactate","Talwin"],"mono":{"0":{"id":"453380-s-0","title":"Generic Names","mono":"Pentazocine Lactate"},"1":{"id":"453380-s-1","title":"Dosing and Indications","sub":{"0":{"id":"453380-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Anesthesia; Adjunct:<\/b> 30 mg IV, IM or SC every 3 to 4 hr as needed, MAX 360 mg\/day; doses above 30 mg IV or 60 mg IM, SC are not recommended<\/li><li><b>Labor pain:<\/b> a single 30 mg\/dose IM (most common); OR 20 mg\/dose IV for 2-3 doses at 2-3-hr intervals, as needed, after contractions have become regular<\/li><li><b>Pain (Moderate to Severe):<\/b> 30 mg IV, IM or SC every 3-4 hr as needed, MAX 360 mg\/day; doses above 30 mg IV or 60 mg IM, SC are not recommended<\/li><\/ul>"},"1":{"id":"453380-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Safety and effectiveness in children less than 12 yr of age not established<\/li><li><b>Anesthesia; Adjunct:<\/b> single 0.5 mg\/kg IM dose<\/li><\/ul>"},"3":{"id":"453380-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Anesthesia; Adjunct<\/li><li>Labor pain<\/li><li>Pain (Moderate to Severe)<\/li><\/ul>"}}},"3":{"id":"453380-s-3","title":"Contraindications\/Warnings","sub":[{"id":"453380-s-3-9","title":"Contraindications","mono":"hypersensitivity to pentazocine<br\/>"},{"id":"453380-s-3-10","title":"Precautions","mono":"<ul><li>acute myocardial infarction with hypertension or left ventricular failure<\/li><li>alcohol use should be limited<\/li><li>asthma<\/li><li>elevated intracranial pressure<\/li><li>emotional instability<\/li><li>head injury<\/li><li>history of drug misuse (risk of dependency)<\/li><li>history of seizures<\/li><li>patients receiving narcotics<\/li><li>renal or hepatic impairment<\/li><li>respiratory depression<\/li><li>sulfite sensitivity (with preparations containing acetone sodium bisulfite)<\/li><li>therapeutic doses can cause hallucinations and disorientation<\/li><\/ul>"},{"id":"453380-s-3-11","title":"Pregnancy Category","mono":"Pentazocine: C (AUS)<br\/>"},{"id":"453380-s-3-12","title":"Breast Feeding","mono":"Pentazocine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"453380-s-4","title":"Drug Interactions","sub":{"1":{"id":"453380-s-4-14","title":"Major","mono":"<ul><li>Alfentanil (probable)<\/li><li>Almotriptan (theoretical)<\/li><li>Alphaprodine (probable)<\/li><li>Amitriptyline (theoretical)<\/li><li>Buprenorphine (theoretical)<\/li><li>Codeine (probable)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dihydrocodeine (probable)<\/li><li>Dolasetron (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Hydrocodone (probable)<\/li><li>Hydromorphone (probable)<\/li><li>Hydroxytryptophan (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Levorphanol (probable)<\/li><li>Lorcaserin (theoretical)<\/li><li>Meperidine (probable)<\/li><li>Methadone (probable)<\/li><li>Mirtazapine (theoretical)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Oxycodone (probable)<\/li><li>Oxymorphone (probable)<\/li><li>Palonosetron (theoretical)<\/li><li>Propoxyphene (probable)<\/li><li>Selegiline (theoretical)<\/li><li>Sibutramine (probable)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"}}},"5":{"id":"453380-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Dizziness, Lightheadedness<\/li><li><b>Psychiatric:<\/b>Euphoria<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Injection site necrosis<\/li><li><b>Neurologic:<\/b>Syncope<\/li><li><b>Respiratory:<\/b>Dyspnea, Respiratory depression<\/li><\/ul>"},"6":{"id":"453380-s-6","title":"Drug Name Info","sub":{"0":{"id":"453380-s-6-17","title":"US Trade Names","mono":"Talwin<br\/>"},"2":{"id":"453380-s-6-19","title":"Class","mono":"<ul><li>Analgesic<\/li><li>Opioid Agonist\/Antagonist<\/li><\/ul>"},"3":{"id":"453380-s-6-20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"453380-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"453380-s-7","title":"Mechanism Of Action","mono":"Pentazocine lactate is a benzazocine agent with analgesic and sedative properties. The drug weakly inhibits the analgesic effects of morphine, meperidine and phenazocine, and partially reverses the cardiovascular, respiratory and behavioral depression caused by morphine and meperidine. It also possesses a very small fraction of nalorphine's antagonistic activity.<br\/>"},"8":{"id":"453380-s-8","title":"Pharmacokinetics","sub":{"3":{"id":"453380-s-8-26","title":"Excretion","mono":"Renal: substantial excretion <br\/>"},"4":{"id":"453380-s-8-27","title":"Elimination Half Life","mono":"Elderly: prolonged <br\/>"}}},"9":{"id":"453380-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>do not mix in same syringe with soluble barbiturates because precipitation will occur<br\/><\/li><li><b>Intramuscular<\/b><br\/>preferred route when frequent injections are needed; rotate injection sites<br\/><\/li><li><b>Subcutaneous<\/b><br\/>use subcutaneously only when necessary; risk of severe tissue damage at injection site<br\/><\/li><\/ul>"},"10":{"id":"453380-s-10","title":"Monitoring","mono":"<ul><li>pain reduction, improvement in ability to move<\/li><li>mental and respiratory status<\/li><li>bowel movements<\/li><li>signs and symptoms of withdrawal<\/li><\/ul>"},"11":{"id":"453380-s-11","title":"How Supplied","mono":"<b>Talwin Lactate<\/b><br\/>Injection Solution: 30 MG\/ML<br\/>"},"12":{"id":"453380-s-12","title":"Toxicology","sub":[{"id":"453380-s-12-31","title":"Clinical Effects","mono":"<b>PENTAZOCINE <\/b><br\/>USES: Pentazocine is a semisynthetic opioid primarily used for treatment of mild to moderate pain. It is also abused for its euphoric effects. Pentazocine is also available in combination with acetaminophen or naloxone. Refer to \"NALOXONE\" AND \"ACETAMINOPHEN-ACUTE\" managements for more information. PHARMACOLOGY: In therapeutic doses pentazocine stimulates opioid receptors. It is a mixed agonist-antagonist. It stimulates kappa opioid receptors and delta opioid receptors. It antagonizes mu opioid receptors. TOXICOLOGY: In overdose, pentazocine causes respiratory depression. Unlike other opioids, pentazocine may not cause miosis in overdose. It may precipitate withdrawal in opioid abusing patients. It causes more dysphoria due to its kappa opioid receptor affinity. EPIDEMIOLOGY: Exposure to pentazocine is now uncommon. Pentazocine abuse in conjunction with tripelennamine (T's and Blues) was once very common. Since the addition of naloxone to pentazocine tablets in the US, abuse is now rare. Severe toxicity is rare. Deaths have been reported secondary to respiratory depression. MILD TO MODERATE TOXICITY: Pentazocine produces CNS depression, dysphoria, and psychotomimetic effects (ie, hallucinations, paranoia, feeling of impending doom, anxiety, terror). It can precipitate withdrawal in an opioid addicted patient. Talc granulomas are occasionally encountered on autopsy of pentazocine abusers who inject crushed tablets, but they are of uncertain clinical significance. Hypertension, hypotension, and tachycardia may occur with overdose. SEVERE TOXICITY: Unlike most other opioids, there appears to be a ceiling effect on the respiratory depression due to pentazocine. However, fatal respiratory depression has occurred in patients abusing oral pentazocine preparations intravenously. Coma and seizures have been reported. ADVERSE EFFECTS: Adverse effects are similar to morphine, including CNS depression, constipation, and nausea and vomiting. Hallucinations and dysphoria can occur more frequently than with other opioids. Pentazocine therapy is infrequently associated with the development of hypotension, hypertension, circulatory depression, and shock. <br\/>"},{"id":"453380-s-12-32","title":"Treatment","mono":"<b>PENTAZOCINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Patients may require benzodiazepines or antipsychotics for control of psychotomimetic symptoms. MANAGEMENT OF SEVERE TOXICITY: Respiratory depression should be treated with naloxone. Patients may require larger than usual doses (up to 10 to 15 mg) before response is achieved. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not recommended in the prehospital setting because of the risk of aspiration. HOSPITAL: Consider activated charcoal if the patient is alert and able to maintain his airway adequately.<\/li><li>Airway management: Patients with respiratory depression not responding to naloxone should be intubated.<\/li><li>Antidote: NALOXONE is indicated in patients with respiratory depression. DOSE: 0.2 to 0.4 mg IV initial dose. Repeat doses every 2 to 3 minutes. A total dose of 10 to 15 mg may be required.<\/li><li>Hypotensive episode: Usually responds to naloxone reversal and intravenous fluids. Vasopressors may be used for persistent hypotension.<\/li><li>Serotonin syndrome: Intravenous benzodiazepines to control agitation, cyproheptadine 12 mg orally initially then 2 mg every 2 hours as needed, maximum 32 mg in 24 hours. CHILD: 0.25 mg\/kg\/day divided every 6 hours; maximum dose 12 mg\/day). Patients with severe serotonin syndrome (ie, severe hyperthermia, agitation, rigidity, hypertension, tachycardia, acidosis) may require neuromuscular paralysis.<\/li><li>Acute lung injury: Administer oxygen. Bilevel positive airway pressure (BiPAP) or orotracheal intubation with positive end-expiratory pressure (PEEP) is often necessary.<\/li><li>Injury of artery: Intravenous heparin and vasodilators may help reduce arterial spasm and thrombosis after intra-arterial injection.<\/li><li>Enhanced elimination procedure: A large volume of distribution and an effective antidote limit the utility of enhanced elimination.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor for respiratory depression. No specific testing is necessary unless otherwise clinically indicated. Drug levels are generally not available in a clinically relevant time frame. Consider a chest x-ray for talc foreign body reaction in lungs of chronic IV pentazocine abusers.<\/li><li>Patient disposition: HOME CRITERIA: Patients using pentazocine or other opioids chronically that ingest an extra dose of pentazocine and are asymptomatic may remain at home. Symptomatic adults, adult patients with no prior opioid use who have ingested more than a therapeutic doses, and all exposed children should seek medical care. OBSERVATION CRITERIA: Patients should be observed in the emergency department until asymptomatic. Patients receiving naloxone should be observed for at least 3 to 4 hours after their dose of naloxone, as symptoms may recur. ADMISSION CRITERIA: Patients presenting comatose should be admitted, even if symptoms reverse with naloxone. Prolonged or repeated naloxone administration with respiratory monitoring may be necessary. CONSULT CRITERIA: Patients with atypical symptoms, or respiratory depression resistant to normal doses of naloxone warrant consultation with a medical toxicologist or poison center.<\/li><\/ul>"},{"id":"453380-s-12-33","title":"Range of Toxicity","mono":"<b>PENTAZOCINE<\/b><br\/>TOXICITY: Poorly defined. IV abuse of therapeutic oral dose is the most common presentation. A woman developed seizures, coma, respiratory depression, acidosis, profound hypotension, and ventricular dysrhythmias after ingesting 1.5 g of pentazocine. She recovered following supportive care. THERAPEUTIC DOSES: ADULTS: 30 mg IV, IM or SC every 3 to 4 hr as needed, MAX 360 mg\/day; doses above 30 mg IV or 60 mg IM, SC are not recommended. ORAL: Pentazocine 50 mg\/naloxone 0.5 mg (1 tablet) orally every 3 to 4 hours; may be increased to 2 tablets when needed; MAX, 12 tablets\/day. Pentazocine 25 mg\/acetaminophen 650 mg orally every 4 hours as needed; MAX 6 doses\/day. CHILDREN: ANESTHESIA, ADJUNCT: (age 1 year and older): A single 0.5 mg\/kg IM dose. ORAL (12 years and older): Pentazocine 50 mg\/naloxone 0.5 mg (1 tablet) orally every 3 to 4 hours; may be increased to 2 tablets when needed; MAX, 12 tablets\/day. Pentazocine 25 mg\/acetaminophen 650 mg orally every 4 hours as needed, MAX 6 doses\/day. <br\/>"}]},"13":{"id":"453380-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause light-headedness or dizziness.<\/li><li>This drug may cause nausea, vomiting, headache, or euphoria.<\/li><li>Drug may cause serious dermatologic adverse events. Advise patient to immediately report injection site necrosis or toxic epidermal necrolysis (widespread peeling\/blistering of skin).<\/li><li>Patient should report hallucinations, dyspnea, or signs\/symptoms of respiratory depression.<\/li><li>If self-administered, teach patient proper technique and placement of injections.<\/li><li>Advise patient to rotate injection sites.<\/li><li>With long-term use, advise patient not to abruptly discontinue drug, as this may cause withdrawal symptoms.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}