{"drugs":["Nipent","Pentostatin"],"mono":[{"id":"453900-s-0","title":"Generic Names","mono":"Pentostatin"},{"id":"453900-s-1","title":"Dosing and Indications","sub":[{"id":"453900-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Chronic lymphoid leukemia, In combination with cyclophosphamide and rituximab:<\/b> first-line therapy: 2 mg\/m(2) in combination cyclophosphamide 600 mg\/m(2), and rituximab 375 mg\/m(2) IV on day 1 every 3 wk for 6 cycles was used in a clinical trial; during the first wk only, the rituximab was administered at 100 mg\/m(2) on day 1 and 375 mg\/m(2) on days 3 and 5; on the first cycle of PCR therapy, patients received prophylaxis with sulfamethoxazole-trimethoprim and acyclovir for 1 yr; filgrastim was administered on day 3 of each cycle for 10 consecutive days or until recovery of neutrophil count<\/li><li><b>Chronic lymphoid leukemia, In combination with cyclophosphamide and rituximab:<\/b> salvage therapy: 4 mg\/m(2) in combination with cyclophosphamide 600 mg\/m(2), rituximab 375 mg\/m(2) and hydration 1.5 L IV on day 1 every 3 wk for 6 cycles was used in a clinical trial; the drugs were administered in the following order; cyclophosphamide, pentostatin, and rituximab, with  rituximab being omitted during the first cycle and administered in cycles 2 through 6; supportive therapy with filgrastim administered on day 2 of each cycle until recovery of neutrophil count and prophylactic treatment with sulfamethoxazole-trimethoprim and acyclovir was provided to all patients <\/li><li><b>Hairy cell leukemia, Untreated or alpha-interferon-refractory:<\/b> 4 mg\/m(2) by bolus injection or IV infusion over 20 to 30 min every other week; give hydration with 500 to 1000 mL of D5W in 0.5 NS or equivalent prior to administration and 500 mL of D5W or equivalent after administration; (assess at 6 mo) if a partial response (PR) or complete response (CR) has not been attained, discontinue therapy; if a PR has been obtained by 6 mo, continue for maximum of 12 mo; if a CR is achieved, give 2 additional doses<\/li><li><b>Primary cutaneous lymphoma:<\/b> optimal dose and timing not defined<\/li><\/ul>"},{"id":"453900-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness have not established in pediatric patients "},{"id":"453900-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal Impairment:<\/b> Use only if benefit outweighs risk; no starting or subsequent dosing recommendations for CrCl less than 60 mL\/min; withhold dose and determine CrCl for elevated serum creatinine (manufacturer)<\/li><li><b>Renal Impairment, estimated CrCl 30 to 50 mL\/min\/1.73 m(2):<\/b> a 50% reduction in standard dose did not adequately reduce exposure (AUC 2 times normal after dose reduction) in 2 critically ill patients with steroid-refractory acute graft-versus-host disease; estimated CrCl with Cockcroft-Gault equation substantially overestimated CrCl compared with measured CrCl in 24-hour urine collection in 1 patient (study)<\/li><li><b>Severe rash:<\/b> Withhold therapy<\/li><li><b>Nervous system toxicity:<\/b> Withhold or discontinue therapy<\/li><li><b>Active infection:<\/b> Withhold therapy until infection is controlled<\/li><li><b>Neutropenia:<\/b> Withhold therapy if absolute neutrophil count (ANC) falls below 200 cells\/ mm(3) in a patient with an initial ANC above 500 cells\/mm(3); may resume when ANC returns to predose level<\/li><\/ul>"},{"id":"453900-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hairy cell leukemia, Untreated or alpha-interferon-refractory<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Chronic lymphoid leukemia, In combination with cyclophosphamide and rituximab<\/li><li>Graft-versus-host disease, chronic, Corticosteroid-refractory<\/li><li>Primary cutaneous lymphoma<\/li><\/ul>"}]},{"id":"453900-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>The use of higher doses than those specified is not recommended. Dose-limiting severe renal, liver, pulmonary, and CNS toxicities occurred in Phase 1 studies that used pentostatin at higher doses (20 to 50 mg\/m(2) in divided doses over 5 days) than recommended. In a clinical investigation in patients with refractory chronic lymphocytic leukemia using pentostatin at the recommended dose in combination with fludarabine phosphate, 4 of 6 patients entered in the study had severe or fatal pulmonary toxicity. The use of pentostatin in combination with fludarabine phosphate is not recommended.<br\/>"},{"id":"453900-s-3","title":"Contraindications\/Warnings","sub":[{"id":"453900-s-3-9","title":"Contraindications","mono":"hypersensitivity to pentostatin or any component of the product <br\/>"},{"id":"453900-s-3-10","title":"Precautions","mono":"<ul><li>concomitant use with fludarabine phosphate is not recommended due to an increased risk of fatal pulmonary toxicity<\/li><li>higher than recommended doses; may increase the risk of severe renal, liver, pulmonary, and CNS toxicity<\/li><li>acute pulmonary edema and hypotension, some cases fatal, have been reported in bone marrow transplant patients who received pentostatin in combination with carmustine, etoposide, and high-dose cyclophosphamide (unapproved use)<\/li><li>infection, active; use caution in patients with preexisting infection; withhold pentostatin if active infection develops during therapy<\/li><li>nervous system toxicity may occur; withhold or discontinue therapy if nervous system toxicity occurs<\/li><li>neutropenia, severe or worsening of, has occurred; monitoring recommended; temporarily withhold therapy for severe neutropenia<\/li><li>rash, severe, has been reported; withhold therapy if severe rash occurs<\/li><li>renal impairment<\/li><li>renal toxicity (eg, elevated serum creatinine) has been reported; monitoring recommended; withhold therapy for elevated serum creatine<\/li><\/ul>"},{"id":"453900-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"453900-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"453900-s-4","title":"Drug Interactions","sub":[{"id":"453900-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"453900-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Cyclophosphamide (probable)<\/li><li>Fludarabine (probable)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Nelarabine (theoretical)<\/li><li>Pegademase Bovine (theoretical)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},{"id":"453900-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Disorder of skin (4% to 17%), Pruritus (10% to 21%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (4% to 16%), Diarrhea (15% to 17%), Loss of appetite (13% to 16%), Nausea and vomiting (53%), Stomatitis (5% to 12%)<\/li><li><b>Hematologic:<\/b>Anemia (8% to 35%), Hemorrhage (3% to 10%), Leukopenia (22% to 60%), Thrombocytopenia (6% to 32%)<\/li><li><b>Hepatic:<\/b>Increased liver function test (2% to 19%)<\/li><li><b>Immunologic:<\/b>Infectious disease (7% to 36%)<\/li><li><b>Musculoskeletal:<\/b>Myalgia (11% to 19%)<\/li><li><b>Neurologic:<\/b>Asthenia (10% to 12%), Headache (13% to 17%)<\/li><li><b>Renal:<\/b>Disorder of the genitourinary system (15%)<\/li><li><b>Respiratory:<\/b>Cough (17% to 20%), Disorder of lung (12%), Dyspnea (8% to 11%), Rhinitis (10% to 11%), Upper respiratory infection (13% to 16%)<\/li><li><b>Other:<\/b>Fatigue (29% to 42%), Fever (42% to 46%), Pain (8% to 20%), Shivering (11% to 19%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Rash (26% to 43%)<\/li><li><b>Endocrine metabolic:<\/b>Hyponatremia (less than 3%)<\/li><li><b>Hematologic:<\/b>Microangiopathic hemolytic anemia, Neutropenia, Thrombotic thrombocytopenic purpura<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (2% to 11%)<\/li><li><b>Neurologic:<\/b>Neurotoxicity (1% to 11%)<\/li><li><b>Renal:<\/b>Renal failure (less than 3%)<\/li><\/ul>"},{"id":"453900-s-6","title":"Drug Name Info","sub":{"0":{"id":"453900-s-6-17","title":"US Trade Names","mono":"Nipent<br\/>"},"2":{"id":"453900-s-6-19","title":"Class","mono":"<ul><li>Antimetabolite<\/li><li>Antineoplastic Agent<\/li><\/ul>"},"3":{"id":"453900-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"453900-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"453900-s-7","title":"Mechanism Of Action","mono":"Pentostatin is a potent inhibitor of the enzyme adenosine deaminase (ADA). Inhibition of ADA leads to cytotoxicity which is believed to be due to elevated intracellular levels of deoxyadenosine 5'-triphosphate (dATP) that block DNA synthesis by inhibiting ribonucleotide reductase. Additionally, pentostatin can inhibit RNA synthesis and cause DNA damage. The exact mechanism for the antitumor effect in patients with hairy cell leukemia is unknown.<br\/>"},{"id":"453900-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"453900-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 36.1 L<\/li><li>Protein binding: 4%<\/li><\/ul>"},"2":{"id":"453900-s-8-25","title":"Metabolism","mono":"Hepatic <br\/>"},"3":{"id":"453900-s-8-26","title":"Excretion","mono":"Renal: approximately 90% unchanged pentostatin and\/or as metabolites <br\/>"},"4":{"id":"453900-s-8-27","title":"Elimination Half Life","mono":"5.7 hr <br\/>"}}},{"id":"453900-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of pentostatin<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute vial with 5 mL sterile water for injection to yield a concentration of 2 mg\/mL<\/li><li>dilute reconstituted vial with 25 to 50 mL D5W or NS to give a final concentration of 0.18 to 0.33 mg\/mL.<\/li><li>use within 8 hr of reconstitution or further dilution.<\/li><li>administer by bolus injection or IV infusion over 20 to 30 minutes; hydrate with 500 to 1000 mL of D5W in 0.5 NS or equivalent prior to administration and 500 mL of D5W or equivalent after administration<\/li><\/ul><\/li><\/ul>"},{"id":"453900-s-10","title":"Monitoring","mono":"<ul><li>peripheral blood count normalization and clearing of hairy cells indicates efficacy; periodically and at 6 months after the start of therapy<\/li><li>recovery of peripheral blood parameters may indicate efficacy<\/li><li>bone marrow aspirate and biopsy; at 6 months after the start of therapy; may also be required at 2 to 3 month intervals<\/li><li>organomegaly and lymphadenopathy improvement or disappearance may indicate efficacy<\/li><li>serum creatinine and\/or CrCl; prior to initiating therapy<\/li><li>serum creatinine; before each dose and at other appropriate periods<\/li><li>CBC; before each dose, frequently during the initial cycles of therapy, and at other appropriate periods  including differential<\/li><\/ul>"},{"id":"453900-s-11","title":"How Supplied","mono":"<ul><li><b>Nipent<\/b><br\/>Intravenous Powder for Solution: 10 MG<br\/><\/li><li><b>Novaplus Nipent<\/b><br\/>Intravenous Powder for Solution: 10 MG<br\/><\/li><\/ul>"},{"id":"453900-s-12","title":"Toxicology","sub":[{"id":"453900-s-12-31","title":"Clinical Effects","mono":"<b>PENTOSTATIN <\/b><br\/>USES: Pentostatin is used to treat alpha-interferon-refractory hairy cell leukemia in patients with active disease, defined by clinically significant anemia, neutropenia, thrombocytopenia, or disease-related symptoms. PHARMACOLOGY: Pentostatin is a potent inhibitor of the enzyme adenosine deaminase (ADA). Inhibition of ADA leads to cytotoxicity which is believed to be due to elevated intracellular levels of deoxyadenosine 5'-triphosphate (dATP) that block DNA synthesis by inhibiting ribonucleotide reductase. Additionally, pentostatin can inhibit RNA synthesis and cause DNA damage. The exact mechanism for the antitumor effect in patients with hairy cell leukemia is unknown. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose information is limited. Exceeding the recommended dose has been associated with a more rapid onset of typical adverse effects. High doses of pentostatin (20 to 50 mg\/m(2) in divided doses over 5 days) were associated with deaths due to severe renal, hepatic, pulmonary, and CNS toxicity. ADVERSE EFFECTS: GREATER THAN 10%: Pruritus, rash, nausea, vomiting, diarrhea, abdominal pain, anorexia, stomatitis, genitourinary disorder, leukopenia, anemia, granulocytopenia, myalgia, headache, asthenia, fatigue, cough, upper respiratory infection, rhinitis, lung disorder, dyspnea, fever, and chills. UP TO 10%: Chest pain, hypotension, peripheral edema, skin disorder, urticaria, dry skin, gingivitis, dyspepsia, increased serum creatinine, agranulocytosis, thrombocytopenia, arthralgia, paresthesia, insomnia, dizziness, somnolence, confusion, anxiety, nervousness, depression, asthma, pharyngitis, and unspecified infection. OTHER EFFECTS: Acute allergic reaction, nephropathy, renal failure, renal insufficiency, seizures, elevated liver enzymes, and hemolytic anemia. Although the drug association of some adverse events, such as infections or hematological suppression, is uncertain as they may be associated with the disease itself, other events, such as gastrointestinal symptoms, rash, and elevated liver enzymes may be attributed to the drug. <br\/>"},{"id":"453900-s-12-32","title":"Treatment","mono":"<b>PENTOSTATIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Myelosuppression has been reported. Monitor serial CBCs with differential. For severe neutropenia, administer colony stimulating factor (eg, filgrastim, sargramostim). Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids.<\/li><li>Intrathecal injection: No clinical reports available, information derived from experience with other antineoplastics. Immediately drain at least 20 ml CSF; drainage of up to 70 ml has been tolerated in adults.  Follow with CSF exchange (remove serial 20 ml aliquots CSF and replace with equivalent volumes of warmed, preservative free saline).  Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 mL\/hr). Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory symptoms, significant CNS depression, or severe allergic reactions.<\/li><li>Antidote: None<\/li><li>Myelosuppression: Administer colony stimulating factors if patients develop severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBCs with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. In patients with a pentostatin overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days. <\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Hematologic effects, such as neutropenia and thrombocytopenia may occur following pentostatin exposure.  Monitor serial CBCs with differential,  including platelets, for several weeks following an overdose. In patients with neutropenia, monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Monitor serum electrolytes in patients with prolonged vomiting and\/or diarrhea. Monitor renal function and hepatic enzymes in patients with significant exposure. Monitor vital signs frequently. Initiate continuous cardiac monitoring and obtain an ECG in symptomatic patients.<\/li><li>Enhanced elimination procedure: There is no information regarding the effectiveness of hemodialysis or hemoperfusion for the removal of pentostatin from plasma. Hemodialysis is unlikely to be of value because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours) and daily monitoring of CBCs with differential until bone marrow suppression is resolved. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with overdose. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"453900-s-12-33","title":"Range of Toxicity","mono":"<b>PENTOSTATIN<\/b><br\/>TOXICITY: A minimum toxic dose has not been established. High doses of pentostatin (20 to 50 mg\/m(2) in divided doses over 5 days) were associated with deaths due to severe renal, hepatic, pulmonary, and CNS toxicity. THERAPEUTIC DOSES: ADULT: 4 mg\/m(2) by bolus injection or IV infusion over 20 to 30 min every other week. CHILD: The safety and effectiveness of pentostatin in pediatric patients have not been established. <br\/>"}]},{"id":"453900-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>This drug may cause shivering, nausea, vomiting, myalgia, headache, cough, fatigue, or fever.<\/li><li>Patient should report signs\/symptoms of hepatotoxicity, neurotoxicity, nephrotoxicity, or pulmonary toxicity. Patients receiving high dosages are at higher risk for these effects.<\/li><li>Advise patient to report angina, or signs\/symptoms of cardiac dysrhythmia, heart failure or myelosuppression.<\/li><\/ul>"}]}