{"generic":"Permethrin","drugs":["A200 Lice Control","Acticin","Elimite","Nix Creme Rinse","Permethrin","Pronto"],"mono":{"0":{"id":"457740-s-0","title":"Generic Names","mono":"Permethrin"},"1":{"id":"457740-s-1","title":"Dosing and Indications","sub":{"0":{"id":"457740-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Pediculosis capitis:<\/b> apply to damp hair that has just been shampooed with a nonconditioning shampoo; saturate hair and scalp beginning behind the ears and at back of neck; leave on 10 minutes; rinse with warm water; remove nits with nit comb; repeat application if live lice present 7 days after initial treatment<\/li><li><b>Scabies:<\/b> apply a generous amount of cream from head to feet, leave on for 8 to 14 hours, wash with soap\/water, repeat application if living mites present 14 days after initial treatment<\/li><\/ul>"},"1":{"id":"457740-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy have not been established in pediatric patients 2 months or younger<\/li><li><b>Pediculosis capitis:<\/b> apply to damp hair that has just been shampooed with a nonconditioning shampoo; saturate hair and scalp beginning behind the ears and at back of neck; leave on 10 minutes; rinse with warm water; remove nits with nit comb; repeat application if live lice present 7 days after initial treatment<\/li><li><b>Scabies:<\/b> apply a generous amount of cream from head to feet, leave on for 8 to 14 hours, wash with soap\/water, repeat application if living mites present 14 days after initial treatment<\/li><\/ul>"},"3":{"id":"457740-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Pediculosis capitis<\/li><li>Scabies<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Leishmaniasis; Prophylaxis<\/li><li>Lice infestation, Pediculus humanus or Phthirus pubis<\/li><li>Malaria; Prophylaxis<\/li><\/ul>"}}},"3":{"id":"457740-s-3","title":"Contraindications\/Warnings","sub":[{"id":"457740-s-3-9","title":"Contraindications","mono":"hypersensitivity to permethrin\/chrysanthemums<br\/>"},{"id":"457740-s-3-10","title":"Precautions","mono":"may exacerbate pruritus, edema, and erythema<br\/>"},{"id":"457740-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"457740-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"5":{"id":"457740-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Swelling<\/li><li><b>Dermatologic:<\/b>Erythema, Pruritus, Rash, Stinging of skin<\/li><li><b>Other:<\/b>Burning sensation<\/li><\/ul>"},"6":{"id":"457740-s-6","title":"Drug Name Info","sub":{"0":{"id":"457740-s-6-17","title":"US Trade Names","mono":"<ul><li>Acticin<\/li><li>Elimite<\/li><li>Nix Creme Rinse<\/li><li>Pronto<\/li><li>A200 Lice Control<\/li><\/ul>"},"2":{"id":"457740-s-6-19","title":"Class","mono":"<ul><li>Pediculicide<\/li><li>Pyrethrums<\/li><\/ul>"},"3":{"id":"457740-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"457740-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"457740-s-7","title":"Mechanism Of Action","mono":"<ul><li>Topical: Permethrin acts on the nerve cell membrane of the louse or mite to disrupt the sodium channel current that regulates the polarization of the membrane. This leads to delayed repolarization and subsequent paralysis of the louse or mite. <\/li><li>Pharmacologically active against lice, ticks, mites, and fleas. <\/li><\/ul>"},"8":{"id":"457740-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"457740-s-8-23","title":"Absorption","mono":"Topical: 2% or less absorbed  <br\/>"},"3":{"id":"457740-s-8-26","title":"Excretion","mono":"Topical: Renal  <br\/>"}}},"9":{"id":"457740-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>shake bottle well prior to use<\/li><li>do not use near eyes, inside the nose, mouth, or vagina; protect eyes with a washcloth or towel during application<\/li><li>(permethrin 1%) apply to damp hair that has just been shampooed with a nonconditioning shampoo; saturate hair and scalp beginning behind the ears and at back of neck; leave on 10 minutes; rinse with warm water; remove nits with nit comb; repeat application if live lice present 7 days after initial treatment<\/li><li>(permethrin 1%) do not rewash hair for 1 to 2 days after treatment<\/li><li>(permethrin 5% cream) apply a generous amount of cream from head to feet, leave on for 8 to 14 hours, wash with soap\/water, repeat application if living mites present 14 days after initial treatment<\/li><\/ul>"},"10":{"id":"457740-s-10","title":"Monitoring","mono":"presence of lice<br\/>"},"11":{"id":"457740-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>  Spray: 0.5 %<\/li><li>Topical Cream: 5 %<\/li><li>Topical Lotion: 1 %<\/li><\/ul><\/li><li><b>Acticin<\/b><br\/>Topical Cream: 5 %<br\/><\/li><li><b>Elimite<\/b><br\/>Topical Cream: 5 %<br\/><\/li><li><b>Good Neighbor Pharmacy Lice Bedding Spray<\/b><br\/>  Spray: 0.5 %<br\/><\/li><li><b>Good Sense Bedding Lice Treatment<\/b><br\/>  Spray: 0.5 %<br\/><\/li><li><b>Licide Household Bedbug<\/b><br\/>  Spray: 0.5 %<br\/><\/li><li><b>Nix Creme Rinse<\/b><br\/>Topical Liquid: 1 %<br\/><\/li><li><b>Rid<\/b><br\/>  Spray: 0.5 %<br\/><\/li><li><b>Rite Aid Lice Treatment<\/b><br\/>Topical Lotion: 1 %<br\/><\/li><\/ul>"},"12":{"id":"457740-s-12","title":"Toxicology","sub":[{"id":"457740-s-12-31","title":"Clinical Effects","mono":"<b>PYRETHROIDS <\/b><br\/>USES: Pyrethroids are highly active insecticides, synthetic forms of chemically-similar natural pyrethrins derived from Chrysanthemum cinerariaefolium. Common pyrethroids include permethrin which is available to treat head and body lice. PHARMACOLOGY: Pyrethroids act directly on insect nerve axons, they bind to open sodium channels and markedly prolong axonal sodium channel depolarization, causing a prolonged sodium current to flow which leads to hyperexcitation of the nervous system. Delayed repolarization and paralysis of the pests consequentially occurs. Pyrethroids have a much lower toxic effect in mammals than in insects. They are powerful paralytic poisons in insects, causing \"quick knockdown\" and in sufficient dosage, death. These agents are active against a broad range of pests, including lice, ticks, fleas, mites, and other arthropods. TOXICOLOGY: Paresthesia caused by pyrethroids is a result of a direct dermal effect on intracutaneous nerve endings at very low doses. It is thought to be secondary to repetitive firing in peripheral skin nerves. Pyrethroids are divided into two types based on their structures and clinical manifestation in overdose. Most type I pyrethroids (eg, permethrin, allethrin, biuallethine, cismethrin, permethrin, phenothrin, resmethrin, tetramethrin) do not contain a cyano group while type II pyrethroids (eg, cyhalothrin, cypermethrin, deltamethrin, esfenvalerate, fenpropathrin, fenvalerate) do. These classes are not absolute as some pyrethroids exhibit intermediate properties. EPIDEMIOLOGY: Exposures to pyrethroids are common but significant toxicity is rare and usually due to allergic reactions. OVERDOSE: Type II pyrethroids are generally more toxic than type I pyrethroids. Type I pyrethroid poisoning include severe fine tremor, marked reflex hyperexcitability, sympathetic activation, paresthesia (dermal exposure), and hyperthermia. Some authors describe Type I pyrethroid poisoning as a \"T-syndrome\" (coarse tremors). Systemic effects of Type II poisoning include profuse watery salivation, coarse tremor, sympathetic activation, increased extensor tone, moderate reflex hyperexcitability, seizures, choreoathetosis, paresthesia (dermal exposure), pulmonary edema, hyperglycemia, and coma. Type II pyrethroid poisoning is sometimes referred to as a \"CS-syndrome\" (choreoathetosis or clonic seizures and salivation). Intermediate pyrethroids (fenpropathrin, cyphenothrin) which possess properties of both type I and type II pyrethroids may cause tremors with profuse salivation, a combination of T and CS syndromes. INHALATION EXPOSURE: Headache, dizziness, burning or itching of the face, airway irritation, rhinitis, sneezing, pulmonary edema, and hypersensitivity reactions characterized by pneumonitis, cough, dyspnea, wheezing, chest pain, and bronchospasm. Rare cases of respiratory paralysis and cardiopulmonary arrest have been reported. OCULAR EXPOSURE: Eye irritation, burning, itching, corneal damage, periorbital edema. INGESTION EXPOSURE: Burning sensation in the mouth, laryngitis, pharyngitis, nausea, vomiting, diarrhea, abdominal cramps, gastritis, paresthesias, headache, dizziness, hyperexcitability, seizures, and coma. Large ingestions can cause abdominal pain and vomiting followed by coma and seizures within 20 to 60 minutes. CHRONIC EXPOSURE: Allergic dermatitis, alopecia, facial dysesthesias, personality changes, sensomotor polyneuropathy, memory and concentration deficits. In cases of ingestion or inhalation of pyrethroid emulsions, it should be noted that excipients such as xylene and surfactants may contribute to toxicity, particularly dysesthesias. Xylene is also a CNS depressant, which may contribute to impaired consciousness with ingestion. ADVERSE EFFECTS: The most common adverse effects are mucous membrane, dermal or ocular irritation. Exposure may trigger bronchospasm in asthmatics. <br\/>"},{"id":"457740-s-12-32","title":"Treatment","mono":"<b>PYRETHROIDS <\/b><br\/><ul><li>Support: TREATMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. TREATMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Administer neuromuscular blocking agents with continuous EEG monitoring in refractory patients to avoid hyperthermia and muscle destruction. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not recommended due to the potential for rapid onset of seizures and CNS depression after substantial ingestion. Spontaneous vomiting is common after ingestion of type II pyrethroids. HOSPITAL: Activated charcoal is not routinely recommended as most exposures are trivial. With large ingestions, patients are at risk for abrupt onset of seizures or mental status depression. Charcoal administration should be limited to patients with a severely toxic ingestion who are awake and able to protect their airway or who have been intubated. Consider aspiration of gastric contents with a small nasogastric tube if it can be performed soon after a large ingestion of a concentrated insecticide solution. INHALATION EXPOSURE: Move patient to fresh air. Monitor for respiratory distress. If cough or difficulty breathing develops, evaluate for respiratory tract irritation, bronchitis, or pneumonitis. Administer oxygen and assist ventilation as required. Treat bronchospasm with inhaled beta-2 agonist and corticosteroids. OCULAR EXPOSURE: Remove contact lenses and irrigate exposed eyes with copious amounts of room temperature water for at least 15 minutes. If irritation, pain, swelling, lacrimation, or photophobia persists, patient should be seen in a healthcare facility. DERMAL EXPOSURE: Remove contaminated clothing and wash exposed area thoroughly with soap and water. A physician may need to examine the area if irritation or pain persists.<\/li><li>Airway management: Endotracheal intubation should be performed in patients with excessive drowsiness and the inability to protect their own airway.<\/li><li>Antidote: None<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Acute lung injury: Lung injury may be more likely to occur due to the excipients (eg, piperonyl butoxide).  Supplemental oxygen; PEEP and mechanical ventilation may be needed. Consider surfactant in severe cases of acute lung injury.<\/li><li>Paresthesia: Topical vitamin E application may be effective in treating paresthesias.<\/li><li>Excessive salivation: Severe salivation may be treated with intravenous atropine. Drying of excessive secretion is a preferable indicator of adequate atropinization rather than heart rate or pupil size.<\/li><li>Monitoring of patient: Monitor for respiratory and\/or CNS depression, seizures or hypersensitivity reactions.  Monitor respiratory function for irritation, bronchitis, or pneumonia.<\/li><li>Enhanced elimination procedure: Pyrethroid compounds are rapidly metabolized by the body; extracorporeal methods of elimination would not be expected to enhance their elimination.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestions of small amounts, and dermal or inhalation exposures can be managed at home. OBSERVATION CRITERIA: A patient with symptoms or a history of large or deliberate ingestion should be observed in an emergency department for at least 4 to 6 hours for any signs of CNS depression or seizures or the development of delayed pulmonary symptoms. The possibility of coingestants, such as hydrocarbons and organophosphate or carbamate insecticides, should be considered. ADMISSION CRITERIA: All patients who develop severe symptoms or have moderate symptoms that do not resolve over 6 to 12 hours of observation, should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is uncertain.<\/li><\/ul>"},{"id":"457740-s-12-33","title":"Range of Toxicity","mono":"<b>PYRETHROIDS <\/b><br\/>TOXICITY:  Ingestion of pyrethroids poses the greatest risk for systemic toxicity.  An ingestion of 200 to 500 mL of concentrated formulations may cause coma and seizures within 20 minutes. PERMETHRIN: Following an ingestion of 600 mL of 20% permethrin emulsion (containing permethrin 143 grams, xylene 361 grams, and surfactant 64 grams), the patient was found unconscious with metabolic acidosis; recovery was complete following symptomatic care. There have been several reports of death following ingestion of cypermethrin and fenvalerate; seizures have also been observed following ingestion. THERAPEUTIC DOSE: PERMETHRIN: ADULT or CHILD older than 2 months of age: Pediculosis capitis: Shampoo hair and leave on for 10 minutes; rinse. Remove nits with comb. May repeat in 7 days if needed. <br\/>"}]},"13":{"id":"457740-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause or exacerbate pruritus, edema, and erythema. Drug may also cause stinging or burning of skin.<\/li><li>Teach patient proper application technique, depending on affected body site.<\/li><li>Tell patient to wash clothes, bedding, and personal items in hot, soapy water to prevent reinfection.<\/li><\/ul>"}}}