{"drugs":["Perphenazine","Trilafon"],"mono":[{"id":"458795-s-0","title":"Generic Names","mono":"Perphenazine"},{"id":"458795-s-1","title":"Dosing and Indications","sub":[{"id":"458795-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Nausea and vomiting:<\/b> 5 to 10 mg IM (10 mg is generally reserved for hospitalized patients)<\/li><li><b>Nausea and vomiting:<\/b> IV administration is indicated only rarely and is limited to patients who are hospitalized, and recumbent; doses should not exceed 5 mg IV given as a diluted solution by fractional injections or a slow drip infusion<\/li><li><b>Nausea and vomiting:<\/b> 8 to 16 mg ORALLY per day in divided doses; MAX dose 24 mg\/day<\/li><li><b>Schizophrenia:<\/b> (Moderately disturbed nonhospitalized patients) Initial, 4 to 8 mg ORALLY 3 times daily (manufacturer dose); maintenance, 8 to 32 mg\/day, given once or twice daily (study dose)<\/li><li><b>Schizophrenia:<\/b> (Hospitalized patients) 8 to 16 mg ORALLY 2 to 4 times daily; MAX 64 mg\/day<\/li><li><b>Schizophrenia:<\/b> Initial, 5 to 10 mg deep IM injection with patient seated or recumbent; may repeat 5-mg IM dose every 6 hours; MAX 15 mg\/day for ambulatory patients and 30 mg\/day for hospitalized patients<\/li><\/ul>"},{"id":"458795-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Not recommended for children less than 12 years of age; children 12 years and older may receive the lowest adult dosage<\/li><li><b>Nausea and vomiting:<\/b> (children 12 yrs and older) dosage has not yet been established, may receive the lowest limit of adult dosage<\/li><li><b>Schizophrenia:<\/b> (12 years or older) Dosage has not yet been established, may receive the lowest limit of adult dosage<\/li><\/ul>"},{"id":"458795-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Debilitated patients:<\/b> usually require a lower initial dose and more gradual dosage titration than do younger and healthier patients<\/li><li><b>Geriatrics:<\/b> usually require a lower initial dose and more gradual dosage titration than do younger and healthier patients<\/li><li><b>Liver disease:<\/b> perphenazine is metabolized in the liver, dose reductions should be considered in patients with hepatic disease<\/li><\/ul>"},{"id":"458795-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Nausea and vomiting<\/li><li>Schizophrenia<\/li><\/ul>"}]},{"id":"458795-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Elderly patients with dementia-related psychosis treated with atypical antipsychotic drugs are at an increased risk of death compared with placebo. Although the causes of death in clinical trials were varied, most of the deaths appeared to be either cardiovascular (eg, heart failure, sudden death) or infectious (eg, pneumonia) in nature. Observational studies suggest that, similar to atypical antipsychotic drugs, treatment with conventional antipsychotic drugs may increase mortality. It is unclear from these studies to what extent the mortality findings may be attributed to the antipsychotic drug as opposed to patient characteristics. Perphenazine is not approved for the treatment of patients with dementia-related psychosis.<br\/>"},{"id":"458795-s-3","title":"Contraindications\/Warnings","sub":[{"id":"458795-s-3-9","title":"Contraindications","mono":"<ul><li>blood dyscrasias<\/li><li>bone marrow depression<\/li><li>comatose or greatly obtunded patients<\/li><li>concomitant use with large doses of other CNS depressants (barbiturates, alcohol, narcotics, analgesics, or antihistamines)<\/li><li>hypersensitivity to perphenazine products, components, or related compounds<\/li><li>liver damage<\/li><li>subcortical brain damage, suspected or established (with or without hypothalamic damage); hyperthermic reactions may occur<\/li><\/ul>"},{"id":"458795-s-3-10","title":"Precautions","mono":"<ul><li>elderly patients with dementia-related psychosis (unapproved use); increased risk of death; most deaths were attributed to cardiovascular events (eg, heart failure or sudden death) or infections (eg, pneumonia)<\/li><li>agranulocytosis, leukopenia, and neutropenia have been reported; increased risk with preexisting low WBC or history of drug-induced leukopenia or neutropenia; monitoring recommended; discontinuation may be necessary<\/li><li>alcohol withdrawal; drug may lower convulsive threshold<\/li><li>depression, psychic<\/li><li>elderly patients; increased risk for falls and adverse effects, including extrapyramidal effects and orthostatic hypotension<\/li><li>exposure to extreme heat or phosphorus insecticides<\/li><li>hypotension has been reported; medical management may be required<\/li><li>mitral insufficiency; increased risk for severe, acute hypotension<\/li><li>neuroleptic malignant syndrome, potentially fatal, has been reported; immediately discontinue drug<\/li><li>pheochromocytoma; increased risk for severe, acute hypotension and rebound hypertension<\/li><li>prolonged duration of therapy; increased risk of liver damage, corneal and lenticular deposits, and development of irreversible dyskinesias<\/li><li>respiratory impairment or chronic respiratory disorders<\/li><li>rise in body temperature, significant and not otherwise explained; suggests intolerance of perphenazine; discontinue therapy<\/li><li>renal impairment; monitoring recommended; discontinuation may be necessary<\/li><li>seizure disorder; drug may lower convulsive threshold<\/li><li>surgery; hypotension phenomena may occur<\/li><li>tardive dyskinesia, potentially irreversible, may occur; increased risk in elderly patients, especially elderly women; consider discontinuation of treatment<\/li><\/ul>"},{"id":"458795-s-3-11","title":"Pregnancy Category","mono":"C (AUS)<br\/>"},{"id":"458795-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Drugs for which the effect on nursing infants is unknown but may be of concern.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"458795-s-4","title":"Drug Interactions","sub":[{"id":"458795-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Droperidol (theoretical)<\/li><li>Mesoridazine (established)<\/li><li>Metoclopramide (theoretical)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"458795-s-4-14","title":"Major","mono":"<ul><li>Amiodarone (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Artemether (theoretical)<\/li><li>Buserelin (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Escitalopram (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Gatifloxacin (probable)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ibutilide (theoretical)<\/li><li>Isradipine (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Levorphanol (theoretical)<\/li><li>Lithium (probable)<\/li><li>Lumefantrine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Metrizamide (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Milnacipran (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Panobinostat (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Peginterferon Alfa-2b (theoretical)<\/li><li>Pentamidine (theoretical)<\/li><li>Procarbazine (probable)<\/li><li>Quetiapine (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Triptorelin (theoretical)<\/li><li>Umeclidinium (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Vilanterol (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"458795-s-4-15","title":"Moderate","mono":"<ul><li>Belladonna (probable)<\/li><li>Belladonna Alkaloids (probable)<\/li><li>Betel Nut (probable)<\/li><li>Evening Primrose (probable)<\/li><li>Meperidine (probable)<\/li><li>Midodrine (probable)<\/li><li>Orphenadrine (probable)<\/li><li>Paroxetine (probable)<\/li><li>Phenylalanine (probable)<\/li><li>Procyclidine (probable)<\/li><li>Trihexyphenidyl (probable)<\/li><\/ul>"}]},{"id":"458795-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension, Orthostatic hypotension<\/li><li><b>Dermatologic:<\/b>Diminished sweating, Photosensitivity (rare)<\/li><li><b>Gastrointestinal:<\/b>Constipation, Xerostomia<\/li><li><b>Neurologic:<\/b>Akathisia, Dizziness, Drug-induced tardive dystonia, Dystonia, Extrapyramidal disease, Parkinsonian, Somnolence, Tardive dyskinesia<\/li><li><b>Ophthalmic:<\/b>Blurred vision, Epithelial keratopathy, Eye \/ vision finding, Retinitis pigmentosa<\/li><li><b>Renal:<\/b>Urinary retention<\/li><li><b>Respiratory:<\/b>Nasal congestion<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Prolonged QT interval, Torsades de pointes<\/li><li><b>Gastrointestinal:<\/b>Obstipation (rare), Paralytic ileus (rare)<\/li><li><b>Hematologic:<\/b>Agranulocytosis (rare), Disorder of hematopoietic structure (rare), Leukopenia (rare), Thrombocytopenia (rare)<\/li><li><b>Immunologic:<\/b>Drug-induced lupus erythematosus, Systemic (rare)<\/li><li><b>Neurologic:<\/b>Ineffective thermoregulation, Heatstroke or hypothermia (rare), Neuroleptic malignant syndrome (rare), Seizure (rare)<\/li><li><b>Reproductive:<\/b>Priapism (rare)<\/li><li><b>Other:<\/b>Death<\/li><\/ul>"},{"id":"458795-s-6","title":"Drug Name Info","sub":{"0":{"id":"458795-s-6-17","title":"US Trade Names","mono":"Trilafon<br\/>"},"2":{"id":"458795-s-6-19","title":"Class","mono":"<ul><li>Antipsychotic<\/li><li>Phenothiazine<\/li><li>Piperazine (class)<\/li><\/ul>"},"3":{"id":"458795-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"458795-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"458795-s-7","title":"Mechanism Of Action","mono":"Perphenazine is a piperazinyl phenothiazine that has activity in all levels of the central nervous system, specifically the hypothalamus, although the site and mechanism of its therapeutic action is still unknown.<br\/>"},{"id":"458795-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"458795-s-8-23","title":"Absorption","mono":"Oral: time to peak concentration, 1 h to 3 h <br\/>"},"2":{"id":"458795-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; P450 CYP2D6; dealkylation, hydroxylation, glucuronidation and sulfoxidation<\/li><li>Metabolite: 7-hydroxyperphenazine<\/li><li>Poor metabolizers of P450 CYP2D6; more slow metabolism compared to normal or extensive metabolizers<\/li><\/ul>"},"3":{"id":"458795-s-8-26","title":"Excretion","mono":"Dialyzable: no (hemodialysis); no (peritoneal dialysis) <br\/>"},"4":{"id":"458795-s-8-27","title":"Elimination Half Life","mono":"<ul><li>9 h to 12 h<\/li><li>7-hydroxyperphenazine: 9.9 h to 18.8 h<\/li><\/ul>"}}},{"id":"458795-s-9","title":"Administration","mono":"<ul><li><b>Intramuscular<\/b><br\/>give as a deep IM injection while the patient is seated or recumbent; observe the patient for a short period afterwards<br\/><\/li><li><b>Intravenous<\/b><br\/>when given in divided doses, dilute to 0.5 mg\/mL with NS and administer in doses of not more than 1 mg per injection at 1 to 2 minute intervals<br\/><\/li><li><b>Oral<\/b><br\/>oral concentrate: dilute only with water, saline, 7-Up(R), homogenized milk, carbonated orange drink, or pineapple, apricot, prune, orange, V-8(R), tomato, and grapefruit juices; do not mix with beverages containing caffeine, tannins (tea), or pectinates (apple juice) due to incompatibility; dilute with approximately 2 ounces of diluent for each 5 mL (16 mg) of concentrate<br\/><\/li><\/ul>"},{"id":"458795-s-10","title":"Monitoring","mono":"<ul><li> schizophrenic patients: improvement of psychotic symptomatology (improved communication, decreased hallucinations and delusions, improved socialization, decreased paranoia)<\/li><li>nausea and vomiting: symptomatic improvement<\/li><li>assessment for extrapyramidal symptoms and\/or tardive dyskinesia<\/li><li>blood pressure, heart rate, and symptoms of hypotension<\/li><li>hepatic and renal function; periodically<\/li><li>symptoms of neuroleptic malignant syndrome (hyperpyrexia, muscle rigidity, altered mental status, and autonomic stability)<\/li><li>electrocardiogram at baseline and periodically during therapy<\/li><li>sore throat or other signs of infection in conjunction with WBC count abnormalities, especially between the fourth and tenth weeks of therapy<\/li><\/ul>"},{"id":"458795-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: 2 MG, 4 MG, 8 MG, 16 MG<br\/>"},{"id":"458795-s-12","title":"Toxicology","sub":[{"id":"458795-s-12-31","title":"Clinical Effects","mono":"<b>PHENOTHIAZINES <\/b><br\/>USES: Phenothiazines are used to treat a wide range of conditions including anxiety, behavioral problems, nausea and vomiting, and schizophrenia. Some patients experience a feeling of euphoria from IV injection of these medications. PHARMACOLOGY: These medications are neuroleptic agents that affect adrenergic and\/or dopaminergic receptor sites, metabolic inhibition of oxidative phosphorylation, and the excitability of neuronal membranes. TOXICOLOGY: Toxic effects result from the anticholinergic properties of these drugs (sedation), as well as their alpha blocking effects (hypotension), mild sodium channel blocking effects (QRS prolongation and dysrhythmias). These drugs also lower the seizure threshold. EPIDEMIOLOGY: Thousands of exposures occur every year to these agents but severe manifestations are relatively rare. OVERDOSE: MILD TO MODERATE TOXICITY: Anticholinergic effects are common and may include sedation, tachycardia, dry mucus membranes, mydriasis, urinary retention, and constipation. SEVERE TOXICITY: Effects can include severe CNS depression or coma, respiratory depression, pulmonary edema, failure of airway reflexes, agitation, and seizures. Other severe effects can include temperature dysregulation with hypothermia or hyperthermia (more common), and hypertension or hypotension (more concerning). Overdose patients have suffered cardiac arrest and sudden death. Dysrhythmias such as ventricular tachycardia may occur, and may progress to torsades de pointes or ventricular fibrillation. Neuroleptic malignant syndrome is a rare but life-threatening occurrence that may happen in both therapeutic use and overdose. Other serious effects that can be seen in both therapeutic and overdose exposure include hepatic disease such as cholestatic jaundice or a mixed cholestatic and hepatocellular jaundice and hematologic abnormalities including anemia and agranulocytosis. ADVERSE EFFECTS: Anticholinergic effects are common. Extrapyramidal effects such as dystonia, dyskinesia, akathisia, torticollis, akinesia, chorea, tremor, and rigidity are fairly common. Oculogyric crisis and opisthotonus are rare. Other abnormalities seen with phenothiazine use include priapism, sexual dysfunction, elevated prolactin levels, hypoglycemia, and hyperglycemia. More serious but relatively rare effects that may be seen in therapeutic overdose include hepatic disease, aplastic anemia, and neuroleptic malignant syndrome. Phenothiazines may also cause QT prolongation, which may lead to dysrhythmias even at therapeutic doses.<br\/>"},{"id":"458795-s-12-32","title":"Treatment","mono":"<b>PHENOTHIAZINES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: In mild to moderate toxicity, supportive care is the mainstay of treatment. Treat extrapyramidal effects with anticholinergics (diphenhydramine 25 to 50 mg IV or orally, or benztropine 1 to 2 mg IV or orally) or benzodiazepines (diazepam 5 mg IV or orally or lorazepam 2 mg IV). Treat agitation with benzodiazepines. If urinary retention is severe, insert a Foley catheter. MANAGEMENT OF SEVERE TOXICITY: Patients with severe CNS depression require endotracheal intubation. Treat hypotension initially with IV 0.9% saline, add vasopressors (norepinephrine preferred) if hypotension persists. Control seizures with benzodiazepines, add propofol or barbiturates, if seizures persist. Treat QRS widening with sodium bicarbonate (1 to 2 mEq\/kg IV bolus, repeat as necessary, monitor arterial blood gases, maintain pH 7.45 to 7.55). Unstable ventricular dysrhythmias require cardioversion. Treat torsades de pointes with magnesium, overdrive pacing. For neuroleptic malignant syndrome, initial treatment involves the use of IV benzodiazepines. Other potential treatments include external cooling, intravenous dantrolene, and oral bromocriptine. Neuromuscular paralysis and endotracheal intubation may be necessary in severe cases. Treat rhabdomyolysis with early aggressive fluid replacement. Consider the use of physostigmine for anticholinergic manifestations, but the vast majority of patients will improve with simple supportive care alone. PARENTERAL EXPOSURE: Parenteral overdose should be managed similarly to oral overdose, except that GI decontamination will not be helpful. DERMAL EXPOSURE: Simple decontaminations with soap and water should be sufficient treatment.<\/li><li>Decontamination: PREHOSPITAL: Emesis is not recommended because of the potential for a dystonic reaction or CNS depression and subsequent aspiration. Prehospital activated charcoal may be considered, but only if the patient is awake and cooperative and the ingestion is relatively recent (within the past hour). These treatments could lead to more complications such as aspiration or other problems. No significant toxicity would be expected from dermal or ocular exposures, but simple washing or eye irrigation would be reasonable. HOSPITAL: Consider activated charcoal for ingestions that are relatively recent (within the past hour) and if the patient is awake and alert. There is no evidence for the use of multiple doses of activated charcoal. Gastric lavage may be considered for massive overdoses that are relatively recent (within the past hour) but generally is not indicated as severe toxicity is rare.<\/li><li>Airway management: Airway management may be necessary in patients with significant CNS or respiratory depression, or NMS. However, early intubation is usually not mandated for phenothiazine toxicity.<\/li><li>Antidote: There is no specific antidote for phenothiazine toxicity.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Obtain an ECG and institute continuous cardiac monitoring. Monitor serum electrolytes, renal function, hepatic enzymes and urine output. Specific drug levels are not readily available and clinical correlation to drug levels is often poor.<\/li><li>Enhanced elimination procedure: These drugs generally have large volumes of distribution and\/or significant protein binding. Hemodialysis and hemoperfusion are not likely to be helpful after overdose.<\/li><li>Patient disposition: HOME CRITERIA: Children who inadvertently ingest a therapeutic dose, and an adult who inadvertently ingests an extra dose can be managed at home if asymptomatic. OBSERVATION CRITERIA: Any patients who are symptomatic or with an intentional overdose should be sent to a healthcare facility for observation. Patients may be sent home or cleared for psychiatric evaluation if they are clearly improving or asymptomatic for a period of observation of 4 to 6 hours. ADMISSION CRITERIA: Patients with worsening symptoms or who continue to remain symptomatic even after a period of observation of several hours should be admitted to the hospital. Depending on the severity of their symptoms (such as CNS depression requiring intubation or neuroleptic malignant syndrome), patients may require an intensive care unit admission. Patients should not be discharged from the hospital until they show clear clinical improvement or are asymptomatic. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear. Patients who are critically ill and requiring intensive care unit admission should have the involvement of a critical care specialist.<\/li><\/ul>"},{"id":"458795-s-12-33","title":"Range of Toxicity","mono":"<b>PHENOTHIAZINES <\/b><br\/>TOXICITY: Mild toxicity may be seen even at therapeutic doses and severe reactions, such as neuroleptic malignant syndrome or agranulocytosis, have occurred at normal dosing. Toxicity varies by agent; selected agents. CHLORPROMAZINE: A 1-year-old developed coma and respiratory arrest after ingesting 200 mg. Adults have survived 9.75 g ingestions. Fatalities have been reported in children ingesting 20 to 74 mg\/kg. MESORIDAZINE: Fatalities have been reported in adults after ingesting 2.5 to 8 g. Other adults have developed life-threatening toxicity but survived after ingestions of 3.1 to 6 g. THERAPEUTIC DOSE: Varies by agent; selected agents. CHLORPROMAZINE: ADULT: 25 to 200 mg divided 3 to 4 times\/day. PEDIATRIC: 0.25 mg\/pound or 50 to 200 mg\/day. FLUPHENAZINE HYDROCHLORIDE: ADULT: 2.5 to 10 mg\/day orally in divided doses every 6 to 8 hrs; maximum 40 mg\/day. PEDIATRIC: 0.25 to 0.75 mg orally 1 to 4 times a day. MESORIDAZINE BESYLATE: ADULT: IM: 25 mg IM; optimal daily dose is 25 to 200 mg IM per day. ORAL: 50 mg 3 times daily; optimal dose 100 to 400 mg orally per day. PERPHENAZINE: ADULT: IM: 5 to 10 mg IM; maximum 15 mg (outpatient). ORAL: 8 to 16 mg\/day orally in divided doses; maximum 24 mg\/day. PEDIATRIC: Not recommended for children less than 12 years. PROCHLORPERAZINE: ADULT: 25 mg rectally twice daily. THIETHYLPERAZINE: ADULT: 10 mg 1 to 3 times\/day. TRIFLUOPERAZINE: ADULT: 1 to 5 mg orally twice daily; titrate to a maximum of 40 mg\/day. PEDIATRIC: Age 6 to 12 years: 1 mg orally 1 to 2 times a day, maximum dosage 15 mg\/day. TRIFLUPROMAZINE: ADULT: Nausea: 5 to 15 mg IM every 4 hours; maximum 60 mg\/day; Schizophrenia 60 mg IM; maximum daily dose 150 mg. PEDIATRIC: 2.5 years and older: 0.2 to 0.25 mg\/kg IM; maximum 10 mg\/day. <br\/>"}]},{"id":"458795-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring visual clarity, alertness, or coordination until drug effects are realized, as drug may cause blurred vision, dizziness, and somnolence.<\/li><li>Advise patient to rise slowly from a sitting\/lying down position, as drug may cause orthostatic hypotension.<\/li><li>Drug may cause sun-sensitivity. Advise patient to avoid excessive exposure to sunlight.<\/li><li>Perphenazine may impair heat regulation. Advise patient to use caution with activities leading to an increased core temperature, such as strenuous exercise, exposure to extreme heat, or dehydration. Patient may also have intolerance to cold. Advise patient to dress warmly in cold weather and avoid overexposure.<\/li><li>This drug may cause anticholinergic effects, hypotension, and diminished sweating.<\/li><li>Patient should report signs\/symptoms of arrhythmia, extrapyramidal effects, tardive dyskinesia (jerky muscle movements, tongue thrusting, facial grimacing\/ticks, random movements of extremities), or neuroleptic malignant syndrome (sweating, fever, stupor, unstable blood pressure, muscular rigidity, autonomic dysfunction).<\/li><li>Tell patient to report sore throat or signs\/symptoms of infection, especially during the first 4 to 10 weeks of therapy.<\/li><li>Patients on long-term therapy should report eye dryness or progressive loss of peripheral vision, as drug may cause ophthalmic effects such as epithelial keratopathy or retinitis pigmentosa.<\/li><li>Patient may take drug with food to minimize gastric irritation.<\/li><li>Patient should not drink alcohol or take central nervous system depressants during perphenazine therapy.<\/li><li>Tell patient to avoid concomitant use of epinephrine unless supervised by healthcare professional.<\/li><\/ul>"}]}