{"generic":"Phendimetrazine Tartrate","drugs":["Bontril","Bontril PDM","Bontril Slow-Release","Melfiat","Obezine","Phendiet","Phendiet-105","Phendimetrazine Tartrate","Prelu-2"],"mono":{"0":{"id":"462690-s-0","title":"Generic Names","mono":"Phendimetrazine Tartrate"},"1":{"id":"462690-s-1","title":"Dosing and Indications","sub":{"0":{"id":"462690-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Simple obesity; Adjunct:<\/b> (sustained release) 105 mg ORALLY once daily 30 to 60 minutes before the morning meal<\/li><li><b>Simple obesity; Adjunct:<\/b> (immediate release) 35 mg ORALLY 2 to 3 times daily 1 hour before meals; MAX 70 mg 3 times daily; in some patients, one-half tablet (17.5 mg) per dose is adequate<\/li><\/ul>"},"1":{"id":"462690-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not demonstrated in pediatric patients "},"3":{"id":"462690-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Simple obesity; Adjunct<br\/>"}}},"3":{"id":"462690-s-3","title":"Contraindications\/Warnings","sub":[{"id":"462690-s-3-9","title":"Contraindications","mono":"<ul><li>agitated states<\/li><li>breastfeeding, potential for serious adverse reaction in nursing infant<\/li><li>cardiovascular disease (eg, coronary artery disease, stroke, arrhythmias, congestive heart failure, uncontrolled hypertension, pulmonary hypertension<\/li><li>concomitant anorectic agents (including prescribed, over the counter and\/or herbal products) or CNS stimulants<\/li><li>concomitant MAOI use, or use within 14 days<\/li><li>drug abuse<\/li><li>glaucoma<\/li><li>hypersensitivity or idiosyncratic reaction to sympathomimetics<\/li><li>hyperthyroidism<\/li><li>pregnancy, may result in fetal harm<\/li><\/ul>"},{"id":"462690-s-3-10","title":"Precautions","mono":"<ul><li>anorectic use within prior year; use not recommended<\/li><li>diabetes mellitus, medication requirements for insulin and\/or oral hypoglycemics may be altered<\/li><li>drug tolerance to anoretic effect; develops within a few weeks; discontinuation recommended; do not exceed maximum recommended dose<\/li><li>heart murmur; use not recommended<\/li><li>hypertension, including mild<\/li><li>pulmonary hypertension has been reported; use greater than 3 months has been associated with a 23-fold increased risk; discontinuation recommended if new or worsening exertional dyspnea, lower extremity edema, syncope, or unexplained angina pectoris symptoms emerge<\/li><li>renal impairment<\/li><li>valvular heart disease has been reported; increased risk with extended use, higher than recommended dosage, and\/or concomitant anoretic use; monitoring recommended<\/li><li>valvular heart disease, preexisting; use not recommended<\/li><\/ul>"},{"id":"462690-s-3-11","title":"Pregnancy Category","mono":"Phendimetrazine: X (FDA)<br\/>"},{"id":"462690-s-3-12","title":"Breast Feeding","mono":"Phendimetrazine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"462690-s-4","title":"Drug Interactions","sub":[{"id":"462690-s-4-13","title":"Contraindicated","mono":"<ul><li>Brofaromine (theoretical)<\/li><li>Clorgyline (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Lazabemide (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Nialamide (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Sibutramine (theoretical)<\/li><li>Toloxatone (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"}]},"5":{"id":"462690-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Increased blood pressure, Palpitations, Tachycardia<\/li><li><b>Dermatologic:<\/b>Flushing, Sweating symptom, Urticaria<\/li><li><b>Gastrointestinal:<\/b>Constipation, Diarrhea, Nausea, Xerostomia<\/li><li><b>Neurologic:<\/b>Dizziness, Headache, Insomnia, Tremor<\/li><li><b>Psychiatric:<\/b>Agitation, Feeling nervous, Irritability, Restlessness<\/li><li><b>Renal:<\/b>Dysuria, Increased frequency of urination<\/li><li><b>Reproductive:<\/b>Libido - finding<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart valve disorder, Myocardial ischemia<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Respiratory:<\/b>Primary pulmonary hypertension<\/li><\/ul>"},"6":{"id":"462690-s-6","title":"Drug Name Info","sub":{"0":{"id":"462690-s-6-17","title":"US Trade Names","mono":"<ul><li>Bontril<\/li><li>Bontril PDM<\/li><li>Bontril Slow-Release<\/li><li>Melfiat<\/li><li>Obezine<\/li><li>Phendiet<\/li><li>Phendiet-105<\/li><li>Prelu-2<\/li><\/ul>"},"2":{"id":"462690-s-6-19","title":"Class","mono":"<ul><li>Amphetamine Related<\/li><li>Appetite Suppressant, Centrally Acting<\/li><\/ul>"},"3":{"id":"462690-s-6-20","title":"Regulatory Status","mono":"Schedule III<br\/>"},"4":{"id":"462690-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"462690-s-7","title":"Mechanism Of Action","mono":"Phendimetrazine tartrate, a sympathomimetic amine, has similar activity to amphetamines which are used in obesity. This drug belongs to a class which is commonly known as anorectics or anorexigenics having appetite suppression as its action. It also stimulates central nervous system and elevates blood pressure.<br\/>"},"8":{"id":"462690-s-8","title":"Pharmacokinetics","sub":{"3":{"id":"462690-s-8-26","title":"Excretion","mono":"Dialyzable: inadequate experience (hemodialysis or peritoneal dialysis) <br\/>"}}},"9":{"id":"462690-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(immediate-release tablets) administer 60 minutes before meals<\/li><li>(extended-release capsule) administer 30 to 60 minutes prior to morning meal<\/li><\/ul>"},"10":{"id":"462690-s-10","title":"Monitoring","mono":"<ul><li>weight loss is indicative of efficacy<\/li><li>cardiac evaluation, baseline; to detect preexisting valvular heart disease or pulmonary hypertension<\/li><\/ul>"},"11":{"id":"462690-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule, Extended Release: 105 MG<\/li><li>Oral Tablet: 35 MG<\/li><\/ul><\/li><li><b>Bontril PDM<\/b><br\/>Oral Tablet: 35 MG<br\/><\/li><li><b>Bontril Slow-Release<\/b><br\/>Oral Capsule, Extended Release: 105 MG<br\/><\/li><li><b>Phendiet-105<\/b><br\/>Oral Capsule, Extended Release: 105 MG<br\/><\/li><li><b>Phendiet<\/b><br\/>Oral Tablet: 35 MG<br\/><\/li><\/ul>"},"12":{"id":"462690-s-12","title":"Toxicology","sub":[{"id":"462690-s-12-31","title":"Clinical Effects","mono":"<b>AMPHETAMINES AND RELATED DRUGS <\/b><br\/>USES: Amphetamines and related agents are CNS stimulants. They are sold as commercial pharmaceutical agents to treat medical conditions (eg, attention deficit disorder, narcolepsy, and obesity). Illicit amphetamines, such as hallucinogenic amphetamines, methamphetamine, and methylphenidate, are covered in separate managements. PHARMACOLOGY: Amphetamines are sympathomimetic agents structurally related to norepinephrine. They have greater stimulant effects than other catecholamines. Peripherally, amphetamines promote the release of norepinephrine from stores in adrenergic nerve terminals and directly stimulate alpha- and beta-adrenergic receptors. They also inhibit catecholamine metabolism by inhibiting monoamine oxidase enzymes. Centrally, amphetamines stimulate the cerebral cortex, medullary respiratory center, and reticular activating system. TOXICOLOGY: Overdose or chronic excessive use causes a sympathomimetic toxidrome (eg, tachycardia, hypertension, agitation, and, in severe cases, psychosis). EPIDEMIOLOGY: Exposures are common. Severe effects are rare but may be seen in large overdoses and chronic exposures. Diversion and abuse of pharmaceutical amphetamines is common. MILD TO MODERATE POISONING: Hyperactivity, diaphoresis, flushing, mydriasis, nausea, vomiting, abdominal pain, hypertension, palpitations, tachycardia, chest pain, headache, hyperventilation, and confusion. SEVERE POISONING: Generally only seen after illicit use (usually by injection, insufflations, or smoking) of high doses. May cause hyperthermia (greater than 40 degrees C can be life-threatening), dehydration, severe hypertension, tachydysrhythmia, myocardial infarction, vasospasm, aortic dissection, cerebral vascular accidents, sudden cardiac death, pneumothorax, psychosis, seizures, ischemic colitis, rhabdomyolysis, renal failure, hepatic failure, serotonin syndrome, delirium, paranoia, and coma. Rarely, severe acidosis, multiorgan failure, and death occur. ADVERSE EFFECTS: Tachycardia, hypertension, agitation, dyskinesias, psychosis, and seizures. Dose response may be unpredictable. Chronic amphetamine abuse may result in cardiomyopathy, heart failure, malnutrition, weight loss, cerebral vasculitis, permanent psychiatric illness including depression and paranoid psychoses, bruxism, and infection. Amphetamine exposure to the fetus may cause neonatal withdrawal symptoms. An adult withdrawal syndrome has been described in chronic abusers, including severe depression.<br\/>"},{"id":"462690-s-12-32","title":"Treatment","mono":"<b>AMPHETAMINES AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most amphetamine related toxicity may be safely managed with supportive care that includes monitoring airway, breathing, and circulation, and control of agitation with benzodiazepines. Intravenous fluids may be needed for mild dehydration, and sedation for agitation. Charcoal may be indicated if recent ingestion, airway controlled, and low seizure risk. MANAGEMENT OF SEVERE TOXICITY: Severe agitation requires aggressive treatment to avoid malignant hypertension, rhabdomyolysis, hyperthermia, and seizures. Large doses of benzodiazepines may be needed. Severe cases may require neuromuscular paralysis, intubation, and active cooling measures. For tachycardia, treat with intravenous fluids, sedation. For severe hypertension unresponsive to sedation, consider IV nitroprusside. Rhabdomyolysis is best treated with adequate 0.9% normal saline; monitor CK, electrolytes, and creatinine. Diuretics and urinary alkalinization are not recommended. Ventricular dysrhythmias should be treated with standard ACLS protocols.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of potential for agitation, seizures. HOSPITAL: Activated charcoal binds amphetamines. For oral exposures, consider charcoal administration if patient is able to drink safely, low risk for seizures.<\/li><li>Airway management: Intubate if unable to protect airway, to control agitation, hyperthermia, and status epilepticus.<\/li><li>Antidote: None<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Hypertensive episode: Consider IV nitroprusside for severe hypertension unresponsive to sedation. DOSE: Start at 0.5 to 1 mcg\/kg\/min and titrate as needed.<\/li><li>Monitoring of patient: Monitor vital signs (including core temperature) and mental status. Serum concentrations of amphetamine and related agents are not readily available or clinically useful. Urine toxicology screens may detect amphetamines as a class, but do not distinguish between pharmaceutical and illicit forms. False positive amphetamine results may occur after exposure to over-the-counter cold preparations containing ephedrine or pseudoephedrine. No specific lab work is needed in patients with mild clinical signs and symptoms. In patients with severe toxicity, monitor serum electrolytes, CK, renal function, and troponin. Obtain an ECG and institute continuous cardiac monitoring. Consider chest radiograph or CT to exclude pneumothorax or aortic dissection as clinically indicated. Consider a brain CT to exclude traumatic injury or cerebrovascular accident as clinically indicated.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not useful because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Inadvertent ingestions in asymptomatic patients, and pediatric exposures of commercial pharmaceutical agents within published pediatric therapeutic dose, who have no synergistic co-ingestions, may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions, synergistic co-ingestions, unclear history, symptomatic or intoxicated patients, exposure to doses outside published therapeutic ranges, or those in unstable social situations should be sent to a healthcare facility for observation. ADMISSION CRITERIA: Patients with persistent or worsening vital sign abnormalities, continued or difficult to control agitation or psychosis, multiple seizures, cardiac ischemia, or dysrhythmias should be admitted. Intensive care unit is indicated for aggressive airway or cardiac monitoring. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (ie, progressive agitation, psychosis, dysrhythmias, malignant hypertension, hyperthermia), concerns about decontamination, or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"462690-s-12-33","title":"Range of Toxicity","mono":"<b>AMPHETAMINES AND RELATED DRUGS<\/b><br\/>TOXICITY: Dose response is variable. In adults, the acute lethal dose of amphetamine has been reported to be 20 to 25 mg\/kg. Patients who chronically abuse amphetamines develop tolerance, and up to 15,000 mg\/day has been ingested without lethal result. THERAPEUTIC DOSE: ADULT: Amphetamine: 5 to 60 mg\/day in divided doses for narcolepsy or 20 mg daily as an extended-release tablet for the treatment of adult ADHD; Benzphetamine: 25 to 50 mg 1 to 3 times daily; Diethylpropion: 75 mg\/day; Lisdexamfetamine: 30 to 70 mg once daily; Phendimetrazine: 35 mg two to three times daily or 105 mg as a sustained-release capsule once daily; Phentermine: 18.75 or 37.5 mg once daily. PEDIATRIC: Amphetamine (6 years and older): 5 mg once or twice daily; rare for dose to exceed 40 mg\/day for ADHD, or 10 mg extended-release capsule once daily not to exceed 30 mg daily for ADHD; Lisdexamfetamine (6 to 17 years of age): Initially 30 mg once daily, up to a maximum dose of 70 mg once daily for the treatment of ADHD.<br\/>"}]},"13":{"id":"462690-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, as drug may cause dizziness.<\/li><li>This drug may cause flushing, sweating, constipation, diarrhea, nausea, xerostomia, headache, insomnia, tremor, agitation, irritability, nervousness, restlessness, increase in urinary frequency, or changes in libido.<\/li><li>Patient should report palpitations or signs\/symptoms of primary pulmonary hypertension (dyspnea, angina, syncope, lower extremity edema), cardiac dysrhythmia, or rhabdomyolysis.<\/li><li>Instruct diabetic patients to monitor for and report changes in glycemic control, as insulin dose may need to be adjusted during therapy.<\/li><li>Patient should take immediate-release tablets 60 min before meals; extended-release caps 30 to 60 min prior to morning meal.<\/li><li>Tell patient to avoid using this drug during or within 14 days of taking MAO inhibitors, as this may precipitate hypertensive crisis.<\/li><li>Advise patient to not take other CNS stimulants while taking this drug.<\/li><\/ul>"}}}