{"generic":"Phentolamine Mesylate","drugs":["OraVerse","Phentolamine Mesylate","Regitine"],"mono":{"0":{"id":"464547-s-0","title":"Generic Names","mono":"Phentolamine Mesylate"},"1":{"id":"464547-s-1","title":"Dosing and Indications","sub":{"0":{"id":"464547-s-1-4","title":"Adult Dosing","mono":"<ul><li>Due to a critical shortage of phentolamine mesylate for injection, in coordination with the U.S. Food and Drug Administration (FDA), the temporary importation of Sandoz Canada's phentolamine mesylate injection 5 mg\/mL product to the United States has been initiated in May 2012. The Sandoz Canada product is a liquid formulation that does not require reconstitution, and the vial requires storage under refrigeration at 2 to 8 degrees C and protection from light and heat. Additionally, the product contains sodium metabisulfite, a sulfite which may cause allergic reactions including anaphylactic symptoms and life threatening or less severe asthmatic episodes in susceptible patients.<\/li><li><b>Dental procedure - Reversal of anesthesia, Soft-tissue:<\/b> 0.2 mg for every 1\/2 cartridge of local anesthetic administered, 0.4 mg for every 1 cartridge of local anesthetic administered, and 0.8 mg for 2 cartridges of local anesthetic administered; location(s) and technique(s) (infiltration or block injection) should be the same as used for the local anesthetic\/vasoconstrictor<\/li><li><b>Erectile dysfunction:<\/b> 40 to 80 mg ORALLY 1 hr prior to sexual activity<\/li><li><b>Hypertensive episode, Pre- or intra-operative; Treatment and Prophylaxis - Pheochromocytoma:<\/b> preoperative, 5 mg IV or IM 1 to 2 hr prior to surgery, may repeat as needed<\/li><li><b>Hypertensive episode, Pre- or intra-operative; Treatment and Prophylaxis - Pheochromocytoma:<\/b> intraoperative, 5 mg IV as needed<\/li><li><b>Injection site extravasation; Treatment and Prophylaxis - Norepinephrine adverse reaction:<\/b> prevention, 10 mg added to each liter of solution containing norepinephrine<\/li><li><b>Injection site extravasation; Treatment and Prophylaxis - Norepinephrine adverse reaction:<\/b> treatment, 5 to 10 mg in 10 mL saline SC infiltrated within 12 hr into area of extravasation<\/li><li><b>Pheochromocytoma; Diagnosis:<\/b> 5 mg IV or IM<\/li><\/ul>"},"1":{"id":"464547-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Due to a critical shortage of phentolamine mesylate for injection, in coordination with the U.S. Food and Drug Administration (FDA), the temporary importation of Sandoz Canada's phentolamine mesylate injection 5 mg\/mL product to the United States has been initiated in May 2012. The Sandoz Canada product is a liquid formulation that does not require reconstitution, and the vial requires storage under refrigeration at 2 to 8 degrees C and protection from light and heat. Additionally, the product contains sodium metabisulfite, a sulfite which may cause allergic reactions including anaphylactic symptoms and life threatening or less severe asthmatic episodes in susceptible patients.<\/li><li>OraVerse(TM) is not recommended in pediatric patients under 6 years of age or weighing less than 15 kg (33 lbs)<\/li><li><b>Dental procedure - Reversal of anesthesia, Soft-tissue:<\/b> (6 yr and older or weighing 15 kg or more) 0.2 mg for 1\/2 cartridge of local anesthetic administered, 0.4 mg for 1 cartridge of local anesthetic administered, and 0.8 mg for 2 cartridges of local anesthetic administered; location(s) and technique(s) (infiltration or block injection) should be the same as used for the local anesthetic\/vasoconstrictor; MAX dose is 0.2 mg in children weighing 15 to 30 kg<\/li><li><b>Hypertensive episode, Pre- or intra-operative; Treatment and Prophylaxis - Pheochromocytoma:<\/b> preoperative, 1 mg IV or IM 1 to 2 hr prior to surgery, may repeat as needed<\/li><li><b>Hypertensive episode, Pre- or intra-operative; Treatment and Prophylaxis - Pheochromocytoma:<\/b> intraoperative, 1 mg IV as needed<\/li><li><b>Pheochromocytoma; Diagnosis:<\/b> 1 mg IV or 3 mg IM<\/li><\/ul>"},"3":{"id":"464547-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Dental procedure - Reversal of anesthesia, Soft-tissue<\/li><li>Hypertensive episode, Pre- or intra-operative; Treatment and Prophylaxis - Pheochromocytoma<\/li><li>Injection site extravasation; Treatment and Prophylaxis - Norepinephrine adverse reaction<\/li><li>Pheochromocytoma; Diagnosis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute myocardial infarction<\/li><li>Erectile dysfunction<\/li><li>Heart disease<\/li><li>Hypertension<\/li><li>Surgical procedure<\/li><li>Sympathetically maintained pain<\/li><\/ul>"}}},"3":{"id":"464547-s-3","title":"Contraindications\/Warnings","sub":[{"id":"464547-s-3-9","title":"Contraindications","mono":"<ul><li>angina<\/li><li>coronary artery disease, other evidence suggestive of<\/li><li>coronary insufficiency<\/li><li>hypersensitivity to phentolamine or related compounds<\/li><li>hypotension (solution formulation)<\/li><li>myocardial infarction, history or recent<\/li><li>specific contraindications have not been determined when used for soft-tissue anesthesia reversal in dental procedures (ORAVERSE(TM))<\/li><\/ul>"},{"id":"464547-s-3-10","title":"Precautions","mono":"<ul><li>sulfite sensitivity; the solution formulation (Sandoz Canada) contains sodium metabisulfite and may cause allergic reactions, including anaphylaxis, and life-threatening or less severe asthmatic episodes in sensitive patients<\/li><li>cardiovascular disease, history; increased risk of tachycardia and cardiac arrhythmias (ORAVERSE(TM))<\/li><li>cerebrovascular spasm and occlusion have been reported, usually in association with marked hypotensive episodes following parenteral administration<\/li><li>gastritis or peptic ulcer; risk of stimulatory effect on the gastrointestinal tract, including gastric secretion (solution formulation)<\/li><li>myocardial infarction has been reported, usually in association with marked hypotensive episodes following parenteral administration<\/li><li>renal impairment; risk of toxicity; dosage reduction may be necessary (solution formulation)<\/li><\/ul>"},{"id":"464547-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Phentolamine: C (FDA)<\/li><li>Phentolamine: B2 (AUS)<\/li><\/ul>"},{"id":"464547-s-3-12","title":"Breast Feeding","mono":"Phentolamine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"464547-s-4","title":"Drug Interactions","sub":{"1":{"id":"464547-s-4-14","title":"Major","mono":"<ul><li>Asenapine (theoretical)<\/li><li>Tadalafil (theoretical)<\/li><\/ul>"},"2":{"id":"464547-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Alprenolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bevantolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bucindolol (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Dilevalol (probable)<\/li><li>Esmolol (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Mepindolol (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Pindolol (probable)<\/li><li>Propranolol (probable)<\/li><li>Sotalol (probable)<\/li><li>Talinolol (probable)<\/li><li>Tertatolol (probable)<\/li><li>Timolol (probable)<\/li><li>Vardenafil (established)<\/li><\/ul>"}}},"5":{"id":"464547-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site pain (4% to 6%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (less than 3%)<\/li><li><b>Respiratory:<\/b>Nasal congestion (10%)<\/li><li><b>Other:<\/b>Posttreatment pain (up to 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Chest pain, Hypotension, Myocardial infarction<\/li><li><b>Neurologic:<\/b>CVA - cerebrovascular accident due to cerebral artery occlusion<\/li><\/ul>"},"6":{"id":"464547-s-6","title":"Drug Name Info","sub":{"0":{"id":"464547-s-6-17","title":"US Trade Names","mono":"<ul><li>Regitine<\/li><li>OraVerse<\/li><\/ul>"},"2":{"id":"464547-s-6-19","title":"Class","mono":"<ul><li>Alpha-Adrenergic Blocker<\/li><li>Antidote<\/li><li>Antihypertensive<\/li><\/ul>"},"3":{"id":"464547-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"464547-s-7","title":"Mechanism Of Action","mono":"<ul><li>Although the mechanism of action is not fully understood, phentolamine mesylate accelerates reversal of soft-tissue anesthesia and associated functional deficits resulting from an intraoral submucosal injection of a vasoconstrictor-containing local anesthetic. With its short duration of alpha-adrenergic blocking activity, phentolamine mesylate results in vasodilatation when applied to vascular smooth muscle.<\/li><li>Phentolamine mesylate is an antihypertensive agent, with direct but less marked positive inotropic and chronotropic effects on heart muscle and vasodilator effects on vascular smooth muscle. It possesses a short duration of alpha-adrenergic blocking activity.<\/li><\/ul>"},"8":{"id":"464547-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"464547-s-8-23","title":"Absorption","mono":"Bioavailability: (submucosal), 100% <br\/>"},"3":{"id":"464547-s-8-26","title":"Excretion","mono":"Renal: approximately 13% unchanged <br\/>"},"4":{"id":"464547-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Adults: about 2 to 3 hours<\/li><li>19 min<\/li><\/ul>"}}},"9":{"id":"464547-s-9","title":"Administration","mono":"<ul><li><b>Injection, periodontal<\/b><br\/>location(s) and technique(s) (infiltration or block injection) should be the same as used for the local anesthetic\/vasoconstrictor<br\/><\/li><li><b>Intramuscular<\/b><br\/><ul><li>(US product) reconstitute with Sterile Water for Injection to a concentration of 5 mg\/mL<\/li><li>(US product) reconstituted solution should be used upon preparation; do not store<\/li><li>(Sandoz Canada product) reconstitution not required<\/li><li>(Sandoz Canada product) refrigerate vial; protect from heat and light<\/li><li>may be given IV or IM<\/li><li>may be injected rapidly for the diagnosis of pheochromocytoma<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>may be injected rapidly<\/li><li>may be given IV or IM<\/li><li>(Sandoz Canada product) reconstitution not required<\/li><li>(Sandoz Canada product) refrigerate vial; protect from heat and light<\/li><li>(US product) reconstitute with Sterile Water for Injection to a concentration of 5 mg\/mL<\/li><li>(US product) reconstituted solution should be used upon preparation; do not store<\/li><li>may be injected rapidly for the diagnosis of pheochromocytoma<\/li><\/ul><\/li><\/ul>"},"10":{"id":"464547-s-10","title":"Monitoring","mono":"<ul><li>antihypertensive: blood pressure<\/li><li>diagnosis of pheochromocytoma: monitor blood pressure immediately after the injection, at 30 sec intervals for the first 3 min, at 60 sec intervals for the next 7 min<\/li><li>soft tissue anesthesia: degree of soft-tissue anesthesia reversal<\/li><li>extravasation of norepinephrine: signs\/symptoms of dermal necrosis and sloughing<\/li><li>signs\/symptoms of myocardial infarction, cerebrovascular spasm, cerebrovascular occlusion, arrhythmias, and tachycardia<\/li><\/ul>"},"12":{"id":"464547-s-12","title":"Toxicology","sub":[{"id":"464547-s-12-31","title":"Clinical Effects","mono":"<b>ALPHA-ADRENERGIC BLOCKERS <\/b><br\/>USES: Alpha-adrenergic blockers are used for treatment of hypertension, for symptomatic prostatic hypertrophy, and to facilitate treatment of renal stones. PHARMACOLOGY: Alpha-adrenergic blockers block peripheral alpha-adrenergic receptors and cause vasodilation. TOXICOLOGY: Excessive vasodilation causes hypotension and reflex tachycardia. Hypotension is generally not life-threatening. EPIDEMIOLOGY: Exposures to alpha-adrenergic blockers are common. Mild to moderate symptoms occur occasionally, but severe hypotension is rare. Deaths are rare from single-substance ingestions. MILD TO MODERATE TOXICITY: Orthostatic hypotension, reflex tachycardia, nausea, vomiting, and dizziness are common; syncope and mild sedation may develop. SEVERE TOXICITY: Hypotension, torsades de pointes, agitation, seizures, and priapism have been reported. Hypotension is generally not life-threatening. ADVERSE EFFECTS: Orthostasis and tachycardia have occurred with therapeutic use.<br\/>"},{"id":"464547-s-12-32","title":"Treatment","mono":"<b>ALPHA-ADRENERGIC BLOCKERS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Hypotension usually responds to IV fluids. MANAGEMENT OF SEVERE TOXICITY: Hypotension that does not respond to IV fluids should be treated with adrenergic vasopressors such as phenylephrine or norepinephrine. Intubate patients with significant CNS depression. Treat seizures with benzodiazepines; add propofol or barbiturates if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is NOT recommended because of the risk for seizures. HOSPITAL: Patients who are awake after a significant ingestion should be treated with activated charcoal to limit the potential for symptomatic hypotension. Gastric lavage is not indicated as overdose is rarely life-threatening.<\/li><li>Airway management: Airway management is not generally required for alpha adrenergic antagonists poisoning.<\/li><li>Antidote: None.<\/li><li>Priapism: Priapism may occur with these agents. An immediate urological consult is necessary. Clinical history should include the use of other agents (ie, antihypertensives, antidepressants, illegal agents) that may also be contributing to priapism. In a patient with ischemic priapism the corpora cavernosa are often completely rigid and the patient complains of pain, while nonischemic priapism the corpora are typically tumescent, but not completely rigid and pain is not typical. Aspirate blood from the corpus cavernosum with a fine needle. Blood gas testing of the aspirated blood may be used to distinguish ischemic (typically PO2 less than 30 mmHg, PCO2 greater than 60 mmHg, and pH less than 7.25) and nonischemic priapism. Color duplex ultrasonography may also be useful. If priapism persists after aspiration, inject a sympathomimetic. PHENYLEPHRINE: Dose: Adult: For intracavernous injection, dilute phenylephrine with normal saline for a concentration of 100 to 500 mcg\/mL and give 1 mL injections every 3 to 5 minutes for approximately 1 hour (before deciding that treatment is not successful). For children and patients with cardiovascular disease: Use lower concentrations in smaller volumes. NOTE: Treatment is less likely to be effective if done more than 48 hours after the development of priapism. Distal shunting (NOT first-line therapy) should only be considered after a trial of intracavernous injection of sympathomimetics.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Obtain an ECG and monitor renal function and serum electrolytes in hypotensive patients.<\/li><li>Enhanced elimination procedure: Dialysis is not likely to be useful as these agents are highly protein bound.<\/li><li>Patient disposition: HOME CRITERIA: Unintentional ingestions by children of a single tablet or less can be observed at home; parents should be instructed to watch for dizziness or fainting. All symptomatic patients and those with self-harm ingestions should be sent to a healthcare facility. OBSERVATION CRITERIA: Asymptomatic patients who have ingested an immediate-release formulation can be observed for 6 hours (observe at least 12 hours after overdose with a sustained-release formulation) and cleared if they have normal vital signs and mental status. ADMISSION CRITERIA: Patients with persistent hypotension, seizures, or dysrhythmias should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance with patients with severe toxicity or if the diagnosis is not clear.<\/li><\/ul>"},{"id":"464547-s-12-33","title":"Range of Toxicity","mono":"<b>ALPHA-ADRENERGIC BLOCKERS<\/b><br\/>TOXICITY: Moderate toxicity generally occurs at 10 times the therapeutic dose. Severe toxicity is uncommon even at doses exceeding 30 times the therapeutic dose. DOXAZOSIN: CHILD: A crushed 1 mg tablet ingested by a 6-month-old infant resulted in drowsiness; a 2-year-old child remained normotensive following ingestion of 4 mg. ADULT: 60 mg caused hypotension, tachycardia and drowsiness in an adult. In another case, a 32-year-old woman, with chronic renal failure, epilepsy, and depression, developed hypotension and grand-mal seizures, resulting in death, after intentionally ingesting 60 mg doxazosin. INDORAMIN: ADULT: An overdose ingestion of 1500 mg resulted in seizures and torsade de pointes in an adult. PRAZOSIN: CHILD: up to 50 mg caused profound drowsiness and depressed reflexes in a 2-year-old. ADULT: 200 mg caused slight hypotension. TAMSULOSIN: ADULT: 2 mg caused syncope, orthostatic hypotension and bradycardia in an adult. TERAZOSIN: ADULT: 300 mg caused hypotension and bradycardia in an adult. THERAPEUTIC: Varies by agent.  DOXAZOSIN: For BPH, initial adult dose is 1 mg once daily; may be increased to a maximum of 8 mg once daily. For hypertension, initial adult dose is 1 mg once daily; may be increased to a maximum dose of 16 mg once daily. PRAZOSIN: initial adult dose is 1 mg 2 or 3 times\/day; may be increased to 20 mg\/day given in divided doses. TAMSULOSIN: initial adult dose is 0.4 mg once daily; may be increased to 0.8 mg once daily. TERAZOSIN: For BPH and hypertension, initial adult dose is 1 mg once daily at bedtime; may be increased to a maximum of 20 mg once daily. CHILDREN: According to the manufacturer, the safety and effectiveness of these medications in the pediatric population have not been established. DOXAZOSIN: For hypertension, initially 1 mg orally once daily, up to a maximum of 4 mg\/day. PRAZOSIN: For hypertension, initially 0.05 to 0.1 mg\/kg\/day, in three divided doses, up to a maximum daily dose of 0.5 mg\/kg. TERAZOSIN: For hypertension, initially 1 mg orally once daily, up to a maximum of 20 mg\/day.<br\/>"}]},"13":{"id":"464547-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nasal congestion, flushing, orthostatic hypotension, and arrhythmias.<\/li><li>Submucosal injection may cause pain at injection site.<\/li><li>Advise patient to report tachyarrhythmia or other signs\/symptoms of cardiac dysfunction with parenteral forms.<\/li><\/ul>"}}}