{"generic":"Phentermine Hydrochloride","drugs":["Adipex","Adipex-P","Atti-Plex P","Fastin","Phentercot","Phentermine Hydrochloride","Phentride","Pro-Fast","Suprenza"],"mono":{"0":{"id":"464530-s-0","title":"Generic Names","mono":"Phentermine Hydrochloride"},"1":{"id":"464530-s-1","title":"Dosing and Indications","sub":{"0":{"id":"464530-s-1-4","title":"Adult Dosing","mono":"<ul><li>discontinue when tolerance to the anorectic effect develops rather than exceed the recommended dose<\/li><li><b>Simple obesity, Short-term treatment; Adjunct:<\/b> (tablets) 37.5 mg ORALLY daily before breakfast or 1 to 2 hours after breakfast; some patients may only require 18.75 mg daily or may divide dose into 18.75 mg twice daily<\/li><li><b>Simple obesity, Short-term treatment; Adjunct:<\/b> (capsules) 15 to 30 mg ORALLY daily given 2 hours after breakfast<\/li><li><b>Simple obesity, Short-term treatment; Adjunct:<\/b> (disintegrating tablets) 15 to 30 mg dissolved ORALLY on tongue daily in the morning with or without food<\/li><\/ul>"},"1":{"id":"464530-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in patients 16 years of age and younger<\/li><li>discontinue when tolerance to the anorectic effect develops rather than exceed the recommended dose<\/li><li><b>Simple obesity, Short-term treatment; Adjunct:<\/b> (tablets) older than 16 years: 37.5 mg ORALLY daily before breakfast or 1 to 2 hours after breakfast; some patients may only require 18.75 mg daily or may divide dose into 18.75 mg twice daily<\/li><li><b>Simple obesity, Short-term treatment; Adjunct:<\/b> (capsules) older than 16 years: 15 to 30 mg ORALLY daily given 2 hours after breakfast<\/li><li><b>Simple obesity, Short-term treatment; Adjunct:<\/b> (disintegrating tablets) older than 16 years: 15 to 30 mg dissolved ORALLY on tongue daily in the morning with or without food<\/li><\/ul>"},"3":{"id":"464530-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Simple obesity, Short-term treatment; Adjunct<br\/>"}}},"3":{"id":"464530-s-3","title":"Contraindications\/Warnings","sub":[{"id":"464530-s-3-9","title":"Contraindications","mono":"<ul><li>agitated states<\/li><li>cardiovascular disease, history of, including uncontrolled hypertension, stroke, coronary artery disease, arrhythmias, and congestive heart failure<\/li><li>concomitant use with MAOIs; at least 14 days should elapse between use of phentermine and an MAOI<\/li><li>drug abuse, history of<\/li><li>glaucoma<\/li><li>hyperthyroidism<\/li><li>known hypersensitivity or idiosyncrasy to sympathomimetic amines<\/li><li>nursing or lactating women<\/li><li>pregnancy<\/li><\/ul>"},{"id":"464530-s-3-10","title":"Precautions","mono":"<ul><li>concomitant use with any other drug product for weight loss, including SSRIs (eg, fluoxetine, fluvoxamine, paroxetine, sertraline), is not recommended<\/li><li>diabetes mellitus; insulin or oral medication requirements may be reduced<\/li><li>drug abuse and drug dependence potential<\/li><li>hypertension; risk of increased blood pressure<\/li><li>primary pulmonary hypertension has been rarely reported with phentermine alone and in combination with fenfluramine or dexfenfluramine; if symptoms occur, discontinue phentermine<\/li><li>tartrazine (FD&amp;C Yellow No. 5) sensitivity, which may co-occur with aspirin sensitivity; orally disintegrating tablet contains tartrazine<\/li><li>valvular heart disease has been reported with phentermine alone (rarely) and in combination with fenfluramine or dexfenfluramine<\/li><li>report known or suspected adverse events to the US Food and Drug Administration (FDA) at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"464530-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Phentermine: X (FDA)<\/li><li>Phentermine: B3 (AUS)<\/li><\/ul>"},{"id":"464530-s-3-12","title":"Breast Feeding","mono":"Phentermine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"464530-s-4","title":"Drug Interactions","sub":[{"id":"464530-s-4-13","title":"Contraindicated","mono":"<ul><li>Brofaromine (theoretical)<\/li><li>Clorgyline (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Lazabemide (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Nialamide (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Sibutramine (theoretical)<\/li><li>Toloxatone (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"464530-s-4-14","title":"Major","mono":"<ul>Fenfluramine (established)<\/ul>"}]},"5":{"id":"464530-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Xerostomia<\/li><li><b>Neurologic:<\/b>Feeling nervous, Insomnia, Irritability<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiomyopathy, Heart valve disorder<\/li><li><b>Endocrine metabolic:<\/b>Heat stroke<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage, Cerebral ischemia<\/li><li><b>Psychiatric:<\/b>Psychotic disorder<\/li><li><b>Respiratory:<\/b>Primary pulmonary hypertension<\/li><\/ul>"},"6":{"id":"464530-s-6","title":"Drug Name Info","sub":{"0":{"id":"464530-s-6-17","title":"US Trade Names","mono":"<ul><li>Adipex<\/li><li>Atti-Plex P<\/li><li>Fastin<\/li><li>Phentercot<\/li><li>Phentride<\/li><li>Pro-Fast<\/li><li>Suprenza<\/li><li>Adipex-P<\/li><\/ul>"},"2":{"id":"464530-s-6-19","title":"Class","mono":"<ul><li>Amphetamine Related<\/li><li>Appetite Suppressant, Centrally Acting<\/li><\/ul>"},"3":{"id":"464530-s-6-20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"464530-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"464530-s-7","title":"Mechanism Of Action","mono":"Phentermine hydrochloride is a sympathomimetic amine with similar pharmacologic activity to the prototype anorectic or anorexigenic drug, amphetamine. It stimulates the CNS and increases blood pressure. The exact mechanism of action in treating obesity is not yet established, although it may involve other CNS actions or metabolic effects.<br\/>"},"8":{"id":"464530-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"464530-s-8-23","title":"Absorption","mono":"<ul><li>Tmax (orally disintegrating tablet): 3 to 4.4 hours<\/li><li>Effects of food (orally disintegrating tablet): decreases Cmax 5% and decreases AUC 12%<\/li><\/ul>"},"3":{"id":"464530-s-8-26","title":"Excretion","mono":"Renal: 62 to 85%% unchanged <br\/>"}}},"9":{"id":"464530-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(tablet) administer before breakfast or 1 to 2 hours after breakfast<\/li><li>(capsule) administer 2 hours after breakfast<\/li><li>(disintegrating tablet) administer without regard to meals<\/li><li>(disintegrating tablet) remove orally disintegrating tablet from bottle with dry hands and immediately place on top of tongue to dissolve, then swallow with or without water<\/li><li>avoid late evening administration due to possibility of resulting insomnia<\/li><\/ul>"},"10":{"id":"464530-s-10","title":"Monitoring","mono":"<ul><li>weight reduction is indicative of efficacy<\/li><li>renal function; in patients with possible renal impairment such as the elderly<\/li><\/ul>"},"11":{"id":"464530-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 15 MG, 18.75 MG, 30 MG, 37.5 MG<\/li><li>Oral Tablet: 37.5 MG<\/li><\/ul><\/li><li><b>Adipex-P<\/b><br\/><ul><li>Oral Capsule: 37.5 MG<\/li><li>Oral Tablet: 37.5 MG<\/li><\/ul><\/li><li><b>Phentercot<\/b><br\/><ul><li>Oral Capsule: 18.75 MG, 30 MG, 37.5 MG<\/li><li>Oral Tablet: 8 MG, 37.5 MG<\/li><\/ul><\/li><li><b>Suprenza<\/b><br\/>Oral Tablet, Disintegrating: 15 MG, 30 MG, 37.5 MG<br\/><\/li><\/ul>"},"12":{"id":"464530-s-12","title":"Toxicology","sub":[{"id":"464530-s-12-31","title":"Clinical Effects","mono":"<b>AMPHETAMINES AND RELATED DRUGS <\/b><br\/>USES: Amphetamines and related agents are CNS stimulants. They are sold as commercial pharmaceutical agents to treat medical conditions (eg, attention deficit disorder, narcolepsy, and obesity). Illicit amphetamines, such as hallucinogenic amphetamines, methamphetamine, and methylphenidate, are covered in separate managements. PHARMACOLOGY: Amphetamines are sympathomimetic agents structurally related to norepinephrine. They have greater stimulant effects than other catecholamines. Peripherally, amphetamines promote the release of norepinephrine from stores in adrenergic nerve terminals and directly stimulate alpha- and beta-adrenergic receptors. They also inhibit catecholamine metabolism by inhibiting monoamine oxidase enzymes. Centrally, amphetamines stimulate the cerebral cortex, medullary respiratory center, and reticular activating system. TOXICOLOGY: Overdose or chronic excessive use causes a sympathomimetic toxidrome (eg, tachycardia, hypertension, agitation, and, in severe cases, psychosis). EPIDEMIOLOGY: Exposures are common. Severe effects are rare but may be seen in large overdoses and chronic exposures. Diversion and abuse of pharmaceutical amphetamines is common. MILD TO MODERATE POISONING: Hyperactivity, diaphoresis, flushing, mydriasis, nausea, vomiting, abdominal pain, hypertension, palpitations, tachycardia, chest pain, headache, hyperventilation, and confusion. SEVERE POISONING: Generally only seen after illicit use (usually by injection, insufflations, or smoking) of high doses. May cause hyperthermia (greater than 40 degrees C can be life-threatening), dehydration, severe hypertension, tachydysrhythmia, myocardial infarction, vasospasm, aortic dissection, cerebral vascular accidents, sudden cardiac death, pneumothorax, psychosis, seizures, ischemic colitis, rhabdomyolysis, renal failure, hepatic failure, serotonin syndrome, delirium, paranoia, and coma. Rarely, severe acidosis, multiorgan failure, and death occur. ADVERSE EFFECTS: Tachycardia, hypertension, agitation, dyskinesias, psychosis, and seizures. Dose response may be unpredictable. Chronic amphetamine abuse may result in cardiomyopathy, heart failure, malnutrition, weight loss, cerebral vasculitis, permanent psychiatric illness including depression and paranoid psychoses, bruxism, and infection. Amphetamine exposure to the fetus may cause neonatal withdrawal symptoms. An adult withdrawal syndrome has been described in chronic abusers, including severe depression.<br\/>"},{"id":"464530-s-12-32","title":"Treatment","mono":"<b>AMPHETAMINES AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most amphetamine related toxicity may be safely managed with supportive care that includes monitoring airway, breathing, and circulation, and control of agitation with benzodiazepines. Intravenous fluids may be needed for mild dehydration, and sedation for agitation. Charcoal may be indicated if recent ingestion, airway controlled, and low seizure risk. MANAGEMENT OF SEVERE TOXICITY: Severe agitation requires aggressive treatment to avoid malignant hypertension, rhabdomyolysis, hyperthermia, and seizures. Large doses of benzodiazepines may be needed. Severe cases may require neuromuscular paralysis, intubation, and active cooling measures. For tachycardia, treat with intravenous fluids, sedation. For severe hypertension unresponsive to sedation, consider IV nitroprusside. Rhabdomyolysis is best treated with adequate 0.9% normal saline; monitor CK, electrolytes, and creatinine. Diuretics and urinary alkalinization are not recommended. Ventricular dysrhythmias should be treated with standard ACLS protocols.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of potential for agitation, seizures. HOSPITAL: Activated charcoal binds amphetamines. For oral exposures, consider charcoal administration if patient is able to drink safely, low risk for seizures.<\/li><li>Airway management: Intubate if unable to protect airway, to control agitation, hyperthermia, and status epilepticus.<\/li><li>Antidote: None<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Hypertensive episode: Consider IV nitroprusside for severe hypertension unresponsive to sedation. DOSE: Start at 0.5 to 1 mcg\/kg\/min and titrate as needed.<\/li><li>Monitoring of patient: Monitor vital signs (including core temperature) and mental status. Serum concentrations of amphetamine and related agents are not readily available or clinically useful. Urine toxicology screens may detect amphetamines as a class, but do not distinguish between pharmaceutical and illicit forms. False positive amphetamine results may occur after exposure to over-the-counter cold preparations containing ephedrine or pseudoephedrine. No specific lab work is needed in patients with mild clinical signs and symptoms. In patients with severe toxicity, monitor serum electrolytes, CK, renal function, and troponin. Obtain an ECG and institute continuous cardiac monitoring. Consider chest radiograph or CT to exclude pneumothorax or aortic dissection as clinically indicated. Consider a brain CT to exclude traumatic injury or cerebrovascular accident as clinically indicated.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not useful because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Inadvertent ingestions in asymptomatic patients, and pediatric exposures of commercial pharmaceutical agents within published pediatric therapeutic dose, who have no synergistic co-ingestions, may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions, synergistic co-ingestions, unclear history, symptomatic or intoxicated patients, exposure to doses outside published therapeutic ranges, or those in unstable social situations should be sent to a healthcare facility for observation. ADMISSION CRITERIA: Patients with persistent or worsening vital sign abnormalities, continued or difficult to control agitation or psychosis, multiple seizures, cardiac ischemia, or dysrhythmias should be admitted. Intensive care unit is indicated for aggressive airway or cardiac monitoring. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (ie, progressive agitation, psychosis, dysrhythmias, malignant hypertension, hyperthermia), concerns about decontamination, or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"464530-s-12-33","title":"Range of Toxicity","mono":"<b>AMPHETAMINES AND RELATED DRUGS<\/b><br\/>TOXICITY: Dose response is variable. In adults, the acute lethal dose of amphetamine has been reported to be 20 to 25 mg\/kg. Patients who chronically abuse amphetamines develop tolerance, and up to 15,000 mg\/day has been ingested without lethal result. THERAPEUTIC DOSE: ADULT: Amphetamine: 5 to 60 mg\/day in divided doses for narcolepsy or 20 mg daily as an extended-release tablet for the treatment of adult ADHD; Benzphetamine: 25 to 50 mg 1 to 3 times daily; Diethylpropion: 75 mg\/day; Lisdexamfetamine: 30 to 70 mg once daily; Phendimetrazine: 35 mg two to three times daily or 105 mg as a sustained-release capsule once daily; Phentermine: 18.75 or 37.5 mg once daily. PEDIATRIC: Amphetamine (6 years and older): 5 mg once or twice daily; rare for dose to exceed 40 mg\/day for ADHD, or 10 mg extended-release capsule once daily not to exceed 30 mg daily for ADHD; Lisdexamfetamine (6 to 17 years of age): Initially 30 mg once daily, up to a maximum dose of 70 mg once daily for the treatment of ADHD.<br\/>"}]},"13":{"id":"464530-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should not take phentermine hydrochloride during or within 14 days following discontinuation of MAO inhibitor use.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness or a decrease in mental alertness and functional performance.<\/li><li>This drug may cause bad taste in mouth, xerostomia, constipation, diarrhea, gastrointestinal disturbance, headache, insomnia, tremor, or changes in libido.<\/li><li>Advise patient to report any deterioration in exercise tolerance, or signs\/symptoms of primary pulmonary hypertension (dyspnea, angina, syncope, lower extremity edema).<\/li><li>Advise patient to avoid using concomitant weight loss medications, including SSRIs (eg, fluoxetine, paroxetine), while taking this drug.<\/li><li>Patient should not ingest alcohol during drug therapy.<\/li><\/ul>"}}}