{"drugs":["Antilirium","Isopto Eserine","Physostigmine Salicylate"],"mono":{"0":{"id":"466580-s-0","title":"Generic Names","mono":"Physostigmine Salicylate"},"1":{"id":"466580-s-1","title":"Dosing and Indications","sub":{"0":{"id":"466580-s-1-4","title":"Adult Dosing","mono":"<ul><li>Physostigmine salicylate has not been found by the US Food and Drug and Administration (FDA) to be safe and effective, and the drug product labeling has not been approved by the FDA.<\/li><li><b>Anticholinergic adverse reaction, post anesthesia period:<\/b> 0.5 to 1 mg via slow IV (no faster than 1 mg\/min) or IM; dose may be repeated at 10 to 30 minute intervals if inadequate patient response<\/li><li><b>Anticholinergic agent toxicity:<\/b> 2 mg via slow IV (no faster than 1 mg\/min) or IM; dose may be repeated if there are life-threatening signs<\/li><li><b>Glaucoma:<\/b> 1 centimeter of the 0.25% ophthalmic ointment 1-3 times daily<\/li><li><b>Glaucoma:<\/b> 1 drop of the 0.25% or 0.5% ophthalmic solution up to 4 times daily<\/li><\/ul>"},"1":{"id":"466580-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Physostigmine salicylate has not been found by the US Food and Drug and Administration (FDA) to be safe and effective, and the drug product labeling has not been approved by the FDA.<\/li><li><b>Anticholinergic agent toxicity:<\/b> 0.02 mg\/kg via slow IV (no faster than 0.5 mg\/min) or IM; dose may be repeated at 5 to 10 minute intervals if inadequate patient response up to a MAX dose of 2 mg<\/li><\/ul>"},"3":{"id":"466580-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Glaucoma<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Anticholinergic adverse reaction, post anesthesia period<\/li><li>Anticholinergic agent toxicity<\/li><\/ul>"}}},"3":{"id":"466580-s-3","title":"Contraindications\/Warnings","sub":[{"id":"466580-s-3-9","title":"Contraindications","mono":"<ul><li>asthma<\/li><li>cardiovascular disease<\/li><li>concomitant use of atropine (physostigmine antagonist) during post-anesthesia period<\/li><li>concomitant choline ester or depolarizing neuromuscular blocker use (eg, decamethonium, succinylcholine)<\/li><li>diabetes<\/li><li>gangrene<\/li><li>mechanical obstruction of the intestine<\/li><li>mechanical obstruction of the urogenital tract<\/li><li>vagotonic state<\/li><\/ul>"},{"id":"466580-s-3-10","title":"Precautions","mono":"<ul><li>bradycardia may occur with overly rapid IV administration; use proper administration technique<\/li><li>convulsions may occur with overly rapid IV administration; use proper administration technique<\/li><li>excessive cholinergic effects may occur; if salivation, emesis, urination, and defecation occur, discontinue use<\/li><li>hypersalivation leading to respiratory problems may occur with overly rapid IV administration; use proper administration technique<\/li><li>hypersensitivity may occur; medical management with atropine may be necessary<\/li><li>nausea may occur; if excessive, reduce the dose<\/li><li>sulfite sensitivity; some product formulations contain sodium bisulfite; may cause anaphylaxis and severe asthma, including life-threatening cases<\/li><li>sweating may occur; if excessive, reduce the dose<\/li><\/ul>"},{"id":"466580-s-3-11","title":"Pregnancy Category","mono":"Physostigmine: C (AUS)<br\/>"},{"id":"466580-s-3-12","title":"Breast Feeding","mono":"Physostigmine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"466580-s-4","title":"Drug Interactions","sub":{"1":{"id":"466580-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><\/ul>"},"2":{"id":"466580-s-4-15","title":"Moderate","mono":"<ul>Succinylcholine (probable)<\/ul>"}}},"5":{"id":"466580-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Diaphoresis<\/li><li><b>Gastrointestinal:<\/b>Abnormal defecation, Excessive salivation, Nausea and vomiting<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},"6":{"id":"466580-s-6","title":"Drug Name Info","sub":{"0":{"id":"466580-s-6-17","title":"US Trade Names","mono":"<ul><li>Antilirium<\/li><li>Isopto Eserine<\/li><\/ul>"},"2":{"id":"466580-s-6-19","title":"Class","mono":"<ul><li>Antiglaucoma<\/li><li>Central Nervous System Agent<\/li><li>Cholinesterase Inhibitor<\/li><\/ul>"},"3":{"id":"466580-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"466580-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"466580-s-7","title":"Mechanism Of Action","mono":"Physostigmine salicylate is a reversible anticholinesterase that increases the concentration of acetylcholine at the neuroreceptor sites thereby overcoming the antagonism of acetylcholine from anticholinergic drugs. It inhibits the destructive action of acetylcholinesterase and prolongs and exaggerates acetylcholine effects. Physostigmine is a tertiary amine that crosses the blood brain barrier and reverses both the central and peripheral effects of agents with anticholinergic properties (Duvoisin & Katz, 1968).<br\/>"},"8":{"id":"466580-s-8","title":"Pharmacokinetics","sub":[{"id":"466580-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 45 minutes<\/li><li>Bioavailability, Oral: 3% to 11.7%<\/li><li>Bioavailability, Transdermal: 36%<\/li><\/ul>"},{"id":"466580-s-8-24","title":"Distribution","mono":"Protein binding: 45% to 55% <br\/>"},{"id":"466580-s-8-25","title":"Metabolism","mono":"Systemic: rapid via hydrolysis <br\/>"},{"id":"466580-s-8-26","title":"Excretion","mono":"Renal: small amounts <br\/>"},{"id":"466580-s-8-27","title":"Elimination Half Life","mono":"4.9 hours (transdermal) <br\/>"}]},"9":{"id":"466580-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>may administer by IV or IM routes<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>(adults) administer at a slow controlled rate not exceeding 1 mg\/min<\/li><li>(pediatric) administer at a slow controlled rate not exceeding 0.5 mg\/min<\/li><\/ul><\/li><\/ul>"},"10":{"id":"466580-s-10","title":"Monitoring","mono":"reversal of anticholinergic symptoms indicates efficacy (slowing of heart rate; reversal of arrhythmias with narrowing of the QRS complex; decreased blood pressure; moistening of mucous membranes; presence of bowel sounds; normal bladder tone; and reversal of delirium, hallucinations, or coma) <br\/>"},"11":{"id":"466580-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Injection Solution: 1 MG\/ML<br\/>"},"12":{"id":"466580-s-12","title":"Toxicology","sub":[{"id":"466580-s-12-31","title":"Clinical Effects","mono":"<b>PHYSOSTIGMINE <\/b><br\/>USES: Physostigmine is used intravenously to reverse anticholinergic toxicity and as an ocular preparation for glaucoma. PHARMACOLOGY: Physostigmine is a carbamate with reversible inhibition of cholinesterase activity. It effectively increases the concentration of acetylcholine at the sites of cholinergic transmission and crosses the blood-brain barrier. Physostigmine poisoning causes acetylcholine excess at muscarinic, nicotinic, and CNS sites. TOXICOLOGY: Excessive doses cause cholinergic excess, which includes bradycardia\/asystole, nausea\/vomiting, sweating, hypersalivation, bronchospasm, seizures, or pulmonary edema. Death may occur due to respiratory failure. EPIDEMIOLOGY: Poisoning is uncommon and rarely severe. MILD TO MODERATE TOXICITY: Nausea, vomiting, bradycardia, sweating, hypersalivation, and bronchospasm. SEVERE TOXICITY: Severe bradycardia\/asystole, seizures, and pulmonary edema. ADVERSE EFFECTS: Diaphoresis, excessive salivation, nausea, vomiting, abdominal pain, depression, anxiety, fatigue, dysphoria, urinary incontinence have been reported. Bradycardia or seizures may occur if IV administration of physostigmine salicylate is too rapid. <br\/>"},{"id":"466580-s-12-32","title":"Treatment","mono":"<b>PHYSOSTIGMINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of physostigmine overdoses require only supportive care. Treat diaphoresis and excessive salivation with supportive care. Nausea and vomiting can be treated with antiemetics. MANAGEMENT OF SEVERE TOXICITY: Patients with bradycardia or asystole should be treated with atropine (1 to 2 mg IV). There is a theoretical risk of respiratory depression that would require intubation. Bronchospasm and pulmonary edema should be treated with atropine (1 to 2 mg). The doses of atropine should be proportional to the symptoms of the patient and should be titrated to reverse bradycardia causing hypotension, bronchospasm, or pulmonary edema. Treat seizures with IV benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL: There is no method of decontamination that is useful. HOSPITAL: There is no method of decontamination that is useful.<\/li><li>Airway management: Perform early in patients with severe intoxication (respiratory depression, severe bronchospasm or bronchorrhea not responding to atropine).<\/li><li>Antidote: Atropine is the antidote for physostigmine. It is used to treat bradycardia with associated hypotension, bronchorrhea, bronchospasm, or pulmonary edema. Initial dose of atropine is 1 to 2 mg IV and should be titrated to reverse these clinical effects. There is no maximum dose of atropine. Atropine infusions are generally not indicated due to the short duration of physostigmine.<\/li><li>Conduction disorder of the heart: Bradycardia and asystole may develop. Treat with atropine and per Advanced Cardiovascular Life Support (ACLS) guidelines.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Physostigmine plasma concentrations are not clinically useful or readily available. No specific lab work is needed in most patients. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity (seizures, bradycardia\/asystole, nausea\/vomiting, sweating, hypersalivation, bronchospasm, or pulmonary edema). Monitor oral secretions, lung sounds, and pulse oxygenation for signs of pulmonary edema.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not of value due to the large volume of distribution and short duration of action of physostigmine and wide availability of an antidote.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestions, including children who have ingested small amounts of the ophthalmic solution, can be managed at home. OBSERVATION CRITERIA: Patients with deliberate ingestions or children with significant ingestions should be referred to a healthcare facility for observation for 4 hours. All Symptomatic patients should be sent to a healthcare facility for observation for 4 hours. ADMISSION CRITERIA: Patients with persistent nausea and\/or vomiting, sweating, and hypersalivation should be admitted. Patients with seizures, bradycardia\/asystole, bronchospasm, or pulmonary edema should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (dysrhythmias), or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"466580-s-12-33","title":"Range of Toxicity","mono":"<b>PHYSOSTIGMINE <\/b><br\/>TOXICITY: There is no specific toxic dose to physostigmine. In some cases, the recommended IV dose of 1 to 2 mg in adults has caused seizures and cardiac dysrhythmias, likely secondary to the underlying condition being treated.  Physostigmine may be particularly dangerous when used in the setting of a tricyclic antidepressant overdose; 2 mg of physostigmine has led to asystole and death in these patients. Adults have survived IV doses of 12 mg over 45 minutes, and ingestion of 1 gram. THERAPEUTIC DOSES: ADULTS: IV: 2 mg IV over 2 to 3 minutes is the usual dose for anticholinergic toxicity, no faster than 1 mg\/min, may be repeated if necessary. OPHTHALMIC: One drop of 0.25% solution or one centimeter of 0.25% ointment to the eye 3 times daily for glaucoma. CHILDREN: 0.02 mg\/kg IV over 2 to 3 minutes, at a rate no more than 0.5 mg\/minute. MAX: 2 mg total dosage. <br\/>"}]},"13":{"id":"466580-s-13","title":"Clinical Teaching","mono":"Advise patient to report persistent nausea, vomiting, or salivation. <br\/>"}}}