{"generic":"Phytonadione","drugs":["Aquamephyton","Mephyton","Phytonadione"],"mono":[{"id":"466650-s-0","title":"Generic Names","mono":"Phytonadione"},{"id":"466650-s-1","title":"Dosing and Indications","sub":{"0":{"id":"466650-s-1-4","title":"Adult Dosing","mono":"<ul><li>use IV or IM only when unavoidable; severe reactions, including fatalities, have occurred with IV and IM<\/li><li><b>Acquired hypoprothrombinemia:<\/b> 2.5 to 25 mg ORALLY (rarely up to 50 mg)<\/li><li><b>Acquired hypoprothrombinemia:<\/b> 2.5 to 25 mg IV or SUBQ (rarely up to 50 mg); if prothrombin time is not satisfactory within 6 to 8 hours, repeat dose<\/li><li><b>Drug action reversal, Anticoagulant:<\/b> 5 to 10 mg slow IV injection, in addition to 4-factor prothrombin complex concentrate, for major bleeding (guideline dosing)<\/li><li><b>Drug action reversal, Anticoagulant:<\/b> 2.5 to 25 mg ORALLY (rarely up to 50 mg); if prothrombin time is not satisfactory within 12 to 48 hours, repeat dose<\/li><li><b>Drug action reversal, Anticoagulant:<\/b> 2.5 to 25 mg IV or SUBQ (rarely up to 50 mg); if prothrombin time is not satisfactory within 6 to 8 hours, repeat dose<\/li><\/ul>"},"1":{"id":"466650-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>use IV or IM only when unavoidable; severe reactions, including fatalities, have occurred with IV and IM; however, the IM route is recommended for neonates and preterm infants for treatment and prevention of hemorrhagic disease<\/li><li><b>Hemorrhage of newborn:<\/b> 1 mg SUBQ or IM<\/li><li><b>Hemorrhage of newborn; Prophylaxis:<\/b> (term infants), 1 mg IM soon after birth<\/li><li><b>Hemorrhage of newborn; Prophylaxis:<\/b> (preterm infants) body weight at least 1 kg at birth, 0.5 mg IM soon after birth<\/li><li><b>Hemorrhage of newborn; Prophylaxis:<\/b> (preterm infants) body weight less than 1 kg at birth, 0.3 mg\/kg IM soon after birth<\/li><li><b>Hemorrhage of newborn; Prophylaxis:<\/b> (when IM unavailable) 1 to 2 mg ORALLY at birth, 1 to 2 weeks of age, and 4 weeks of age  OR 2 mg at birth followed by 1 mg ORALLY once weekly for 3 months OR 25 mcg ORALLY daily for 3 months<\/li><\/ul>"},"3":{"id":"466650-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acquired hypoprothrombinemia<\/li><li>Drug action reversal, Anticoagulant<\/li><li>Hemorrhage of newborn<\/li><li>Hemorrhage of newborn; Prophylaxis<\/li><\/ul>"}}},{"id":"466650-s-2","title":"Black Box Warning","mono":"<ul><li><b>Intramuscular (Solution)<\/b><br\/>Severe reactions, including fatalities, have occurred during and immediately after IV or IM injection of phytonadione. These severe reactions have resembled hypersensitivity or anaphylaxis, including shock and cardiac or respiratory arrest. Limit the use of IV and IM routes to situations where the subQ route is not feasible and the serious risk involved is considered justified.<br\/><\/li><li><b>Intravenous (Solution)<\/b><br\/>Severe reactions, including fatalities, have occurred during and immediately after IV or IM injection of phytonadione. These severe reactions have resembled hypersensitivity or anaphylaxis, including shock and cardiac or respiratory arrest. Limit the use of IV and IM routes to situations where the subQ route is not feasible and the serious risk involved is considered justified.<br\/><\/li><li><b>Subcutaneous (Solution)<\/b><br\/>Severe reactions, including fatalities, have occurred during and immediately after IV or IM injections of phytonadione. These severe reactions have resembled hypersensitivity or anaphylaxis, including shock and cardiac or respiratory arrest. Limit use of the IV and IM routes to situations where the subQ route is not feasible and the serious risk involved is considered justified.<br\/><\/li><\/ul>"},{"id":"466650-s-3","title":"Contraindications\/Warnings","sub":[{"id":"466650-s-3-9","title":"Contraindications","mono":"hypersensitivity to any component of this medication <br\/>"},{"id":"466650-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- severe reactions, including fatalities, have occurred with IV and IM administration<\/li><li>Hematologic:<\/li><li>-- medication is an anticoagulant-induced hypoprothrombinemia treatment, not a clotting agent that can reverse preexisting clotting hazards; monitoring required<\/li><li>-- coagulant effects take a minimum of 1 to 2 hours after administration<\/li><li>-- not effective to counteract the anticoagulant effects of heparin<\/li><li>-- prothrombin resistance to subsequent prothrombin-depressing anticoagulants may occur; dosage adjustment may be necessary<\/li><li>Hepatic:<\/li><li>-- use caution in patients with preexisting liver disease since failure to respond may indicate condition unresponsive to vitamin K; repeated large doses are not warranted<\/li><li>Renal:<\/li><li>-- use caution in patients with preexisting kidney dysfunction since injection contains aluminum which may be toxic to bones and CNS with prolonged use, especially in premature neonates<\/li><li>Other:<\/li><li>-- use with caution in elderly patients who may have decreased hepatic, renal, cardiac function or concomitant disease or drug therapy that increase the risk of serious adverse effects; dosage adjustment may be necessary<\/li><li>-- administer injection cautiously in premature infants since product contains benzyl alcohol and is associated with potentially fatal gasping syndrome<\/li><\/ul>"},{"id":"466650-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"466650-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},{"id":"466650-s-4","title":"Drug Interactions","sub":{"2":{"id":"466650-s-4-15","title":"Moderate","mono":"<ul>Warfarin (probable)<\/ul>"}}},{"id":"466650-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Skin reaction - finding, IM<br\/><b>Serious<\/b><br\/><b>Immunologic:<\/b>Anaphylaxis, IV and IM use<br\/>"},{"id":"466650-s-6","title":"Drug Name Info","sub":{"0":{"id":"466650-s-6-17","title":"US Trade Names","mono":"<ul><li>Aquamephyton<\/li><li>Mephyton<\/li><\/ul>"},"2":{"id":"466650-s-6-19","title":"Class","mono":"<ul><li>Nutriceutical<\/li><li>Nutritive Agent<\/li><li>Vitamin K (class)<\/li><\/ul>"},"3":{"id":"466650-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"466650-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"466650-s-7","title":"Mechanism Of Action","mono":"Phytonadione is a vitamin which is necessary for the hepatic synthesis of prothrombin (factor II), proconvertin (factor VII), plasma thromboplastin component (factor IX), and Stuart factor (factor X). It is a cofactor for a microsomal enzyme that triggers the post-translational carboxylation of peptide-bound glutamic acid residues into active coagulation factor.<br\/>"},{"id":"466650-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"466650-s-8-23","title":"Absorption","mono":"<ul><li>IM: readily absorbed<\/li><li>Oral: adequately absorbed<\/li><\/ul>"},"2":{"id":"466650-s-8-25","title":"Metabolism","mono":"Little is known <br\/>"},"3":{"id":"466650-s-8-26","title":"Excretion","mono":"Biliary, Renal <br\/>"}}},{"id":"466650-s-9","title":"Administration","mono":"<ul><li><b>Intravenous<\/b><br\/><ul><li>dilute in NS or D5W  in a minimum of 50 mL and infuse over a minimum of 20 minutes, or at rate not to exceed 1 mg\/min<\/li><li>(neonate) use preservative-free NS or D5W for dilution<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>anticoagulant, drug action reversal; oral is preferred over subQ (response to subQ is less predictable and sometimes delayed compared with oral) and IV. Oral vitamin K is also predictably effective, safe, and more convenient; however, for anticoagulant-associated major bleed, slow IV injection is recommended<\/li><li>injectable formulation may be given orally, undiluted<\/li><\/ul><\/li><li><b>Subcutaneous<\/b><br\/>anticoagulant, drug action reversal; oral is preferred over subQ (response to subQ is less predictable and sometimes delayed compared with oral) and IV; however, for anticoagulant-associated major bleed, slow IV injection is recommended<br\/><\/li><\/ul>"},{"id":"466650-s-10","title":"Monitoring","mono":"reduction in bleeding, prothrombin time on a regular basis <br\/>"},{"id":"466650-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Emulsion: 1 MG\/0.5 ML<\/li><li>Injection Solution: 1 MG\/0.5 ML, 10 MG\/ML<\/li><li>Oral Tablet: 0.1 MG<\/li><\/ul><\/li><li><b>Aquamephyton<\/b><br\/>Injection Solution: 10 MG\/ML<br\/><\/li><li><b>K1-1000<\/b><br\/>Oral Capsule: 1000 MCG<br\/><\/li><li><b>Mephyton<\/b><br\/>Oral Tablet: 5 MG<br\/><\/li><li><b>Novaplus vitamin K1<\/b><br\/>Injection Emulsion: 1 MG\/0.5 ML, 10 MG\/ML<br\/><\/li><\/ul>"},{"id":"466650-s-12","title":"Toxicology","sub":[{"id":"466650-s-12-31","title":"Clinical Effects","mono":"<b>VITAMIN K<\/b><br\/>USES: Vitamin K1 is indicated for the following coagulation disorders due to factors II, VII, IX and X when caused by vitamin K deficiency. It is also used to treat anticoagulant-induced prothrombin deficiency caused by coumarin or indanedione derivatives and hypoprothrombinemia secondary to antibacterial therapy, salicylates, obstructive jaundice or biliary fistulas. Vitamin K3 (menadione) is no longer available in the US. PHARMACOLOGY: Phytonadione (vitamin K1), a 2-methyl-3-phytyl-1, 4-naphthoquinone, has the same activity as naturally occurring vitamin K1. Vitamin K is an essential cofactor for a microsomal enzyme that catalyzes the posttranslational carboxylation of multiple, specific peptide bound glutamine acid residues in inactive hepatic precursors of factors, II, VII, IX and X which converts the precursors into active coagulation factors that are subsequently secreted by liver cells into the blood. In healthy individuals, oral phytonadione is virtually devoid of pharmacodynamic activity, however, if an individual is deficient in vitamin K, the administration of vitamin K will promote the hepatic biosynthesis of vitamin K-dependent clotting factors. TOXICOLOGY: Phytonadione is not a clotting agent, but excessive therapy with vitamin K may reproduce the underlying conditions that caused the thromboembolic event. EPIDEMIOLOGY: Exposure is uncommon; premature neonates may be at greatest risk to develop hemolysis or hyperbilirubinemia following a parenteral overdose. MILD TO MODERATE TOXICITY: Overdose events are anticipated to be similar to adverse events reported with therapy. Events that may require intervention are likely due to parenteral administration. SEVERE TOXICITY: Severe hypersensitivity and\/or anaphylaxis, including fatalities, can occur with parenteral exposure. ADVERSE EVENTS: Most adverse events have been reported with parenteral administration. Transient flushing, alterations in taste, dizziness, diaphoresis, dyspnea, brief hypotension and cyanosis have occurred with parenteral administration. NEONATES: The parenteral product contains aluminum and benzyl alcohol, which may produce toxicity following prolonged exposure in premature neonates. Hyperbilirubinemia (rare finding) has occurred following parenteral administration in premature infants, usually due to excessive dosing. INJECTION SITE: Pain, swelling and tenderness can occur at the injection site. SEVERE ADVERSE EVENT: INTRAVENOUS or INTRAMUSCULAR USE: Reactions typically resemble hypersensitivity or anaphylaxis, including shock and cardiac and\/or respiratory arrest can develop. Fatalities have occurred. Therefore, IV or IM use should be restricted to those situations where SubQ administration is not feasible and the benefit outweighs the risk. Acute cardiovascular collapse, appears to be related to rapid rates of infusion (greater than 1 mg\/min) in most cases. <br\/>"},{"id":"466650-s-12-32","title":"Treatment","mono":"<b>VITAMIN K <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Toxicity is unlikely to occur following oral exposure. Hypersensitivity Reaction: Mild to moderate allergic reactions may be treated with antihistamines with or without inhaled beta adrenergic agonists, corticosteroids or epinephrine. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. ANAPHYLAXIS: Treatment for severe anaphylaxis includes oxygen supplementation, aggressive airway management, epinephrine, ECG monitoring and IV fluids. HYPERBILIRUBINEMIA: Neonates, especially premature neonates, may be at risk of developing hyperbilirubinemia and hemolysis following inadvertent parenteral overdose.  Exchange transfusion may be necessary. NEWBORNS. The parenteral formulation contains aluminum. Excessive parenteral exposure may lead to aluminum toxicity. Neonates may also be at risk to develop toxicity from the preservative benzyl alcohol found in the parenteral formulation.<\/li><li>Decontamination: PREHOSPITAL: Adverse effects have not been reported following oral ingestion of vitamin K.  Activated charcoal is not indicated. HOSPITAL: Gastric decontamination is not necessary, unless coingestants are suspected.<\/li><li>Airway management: Airway management in unlikely to be necessary following an oral exposure. Aggressive airway management is needed in any patient experiencing a severe hypersensitivity reaction or anaphylaxis following parenteral exposure.<\/li><li>Antidote: There is no known antidote.<\/li><li>Anaphylaxis: Mild to moderate allergic reactions may be treated with antihistamines with or without inhaled beta adrenergic agonists, corticosteroids or epinephrine. Treatment of severe anaphylaxis includes oxygen supplementation, aggressive airway management, epinephrine, ECG monitoring, and IV fluids<\/li><li>Monitoring of patient: No laboratory testing is necessary after oral overdose. Monitor liver and\/or renal function tests in patients with signs or symptoms consistent with toxicity, or after massive parenteral overdose. Monitor CBC for evidence of hemolysis and anemia in patients receiving large doses phytonadione. Monitor for evidence of anaphylactoid reactions after parenteral administration.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with a minor (5 mg) ingestion of vitamin K, and adults with inadvertent oral overdose can be safely monitored at home. OBSERVATION CRITERIA: Patients with deliberate overdose should be referred to a healthcare facility. Patients with parenteral overdose need to be monitored until symptoms resolve, in particular hypersensitivity reactions. ADMISSION CRITERIA: Admit patients that develop evidence of severe hypersensitivity or anaphylaxis. Inadvertent intravenous or intramuscular exposure may require intensive monitoring and care due to the risk of severe reactions (ie, shock, cardiac and\/or respiratory arrest). CONSULT CRITERIA: Consult a medical toxicologist or poison center if the diagnosis is unclear.<\/li><\/ul>"},{"id":"466650-s-12-33","title":"Range of Toxicity","mono":"<b>VITAMIN K<\/b><br\/>TOXICITY: A toxic dose has not been established. PHYTONADIONE: Oral doses of up to 1000 mg have been well tolerated. MENADIONE: Doses up to 200 mg have been well tolerated. THERAPEUTIC DOSE: PHYTONADIONE: PARENTERAL: ADULT: INITIAL: 2.5 to 10 mg, up to 25 mg (rarely 50 mg) to correct excessively prolonged prothrombin time caused by oral anticoagulant therapy; or hypoprothrombinemia. NEWBORN: HEMORRHAGIC DISEASE: PROPHYLAXIS: 0.5 to 1 mg IM within 1 hour of birth; TREATMENT: 1 mg SubQ or IM (higher doses may be necessary if the mother had been taking oral anticoagulants). ORAL: ADULT: 2.5 to 25 mg (rarely up to 50 mg) is recommended. MENADIONE: No longer available in the US. <br\/>"}]},{"id":"466650-s-13","title":"Clinical Teaching","mono":"<ul><li>If patient is self-administering, teach proper technique and placement of injections.<\/li><li>Advise patient to rotate injection sites.<\/li><li> Instruct patient to contact healthcare professional for instructions if more than one dose is missed.<\/li><\/ul>"}]}