{"drugs":["Condylox","Podofilox"],"mono":{"0":{"id":"472100-s-0","title":"Generic Names","mono":"Podofilox"},"1":{"id":"472100-s-1","title":"Dosing and Indications","sub":{"0":{"id":"472100-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Condyloma acuminatum, External:<\/b> apply 0.5% solution or gel TOPICALLY every 12 hours in the morning and evening for 3 days, then withhold for 4 days; repeat cycle up to 4 times<\/li><li><b>Condyloma acuminatum, perianal:<\/b> apply 0.5% gel TOPICALLY for 3 days, then withhold for 4 days, repeat cycle up to 4 times<\/li><\/ul>"},"1":{"id":"472100-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy in pediatric patients not established<\/li><li><b>Condyloma acuminatum, External:<\/b> (HIV-infected) apply 0.5% solution or gel TOPICALLY twice daily for 3 consecutive days weekly; repeat cycle up to 4 times (guideline recommendations)<\/li><\/ul>"},"3":{"id":"472100-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Condyloma acuminatum, External<\/li><li>Condyloma acuminatum, perianal<\/li><\/ul>"}}},"3":{"id":"472100-s-3","title":"Contraindications\/Warnings","sub":[{"id":"472100-s-3-9","title":"Contraindications","mono":"<ul><li>bleeding warts, moles, birthmarks, or unusual warts with hair<\/li><li>diabetes<\/li><li>hypersensitivity to podofilox<\/li><li>poor blood circulation<\/li><li>pregnancy<\/li><li>steroid use<\/li><\/ul>"},{"id":"472100-s-3-10","title":"Precautions","mono":"<ul><li>do not exceed the recommended method of application, frequency of application and duration of usage<\/li><li>safety and efficacy not established for the treatment of mucous membrane warts<\/li><\/ul>"},{"id":"472100-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"472100-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"472100-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus, Superficial ulcer of skin<\/li><li><b>Neurologic:<\/b>Pain<\/li><li><b>Other:<\/b>Burning sensation, Inflammatory disorder<\/li><\/ul>"},"6":{"id":"472100-s-6","title":"Drug Name Info","sub":{"0":{"id":"472100-s-6-17","title":"US Trade Names","mono":"Condylox<br\/>"},"2":{"id":"472100-s-6-19","title":"Class","mono":"Keratolytic<br\/>"},"3":{"id":"472100-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"472100-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"472100-s-7","title":"Mechanism Of Action","mono":"Topical: The exact mechanism of action for podofilox is unknown. Podofilox is a potent mitotoxic agent that inhibits cell mitosis; cell division stops, other cellular processes are impaired, necrosis occurs, and the affected tissues gradually erode .<br\/>"},"8":{"id":"472100-s-8","title":"Pharmacokinetics","sub":{"4":{"id":"472100-s-8-27","title":"Elimination Half Life","mono":"Topical: 1 to 4.5 h <br\/>"}}},"9":{"id":"472100-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>cutaneous use only<\/li><li>(solution) apply with supplied cotton-tip applicator<\/li><li>(gel) apply with applicator tip or finger<\/li><li>use the minimum amount of solution necessary to cover lesion; minimize application to normal surrounding tissue; allow to dry thoroughly<\/li><li>(gel) limit treatment area no more than 10 cm(2) and no more then 0.5 g daily<\/li><li>(solution)  limit treatment area less than 10 cm(2) and no more than 0.5 mL daily<\/li><\/ul>"},"10":{"id":"472100-s-10","title":"Monitoring","mono":"presence of genital warts<br\/>"},"11":{"id":"472100-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Topical Solution: 0.5 %<br\/><\/li><li><b>Condylox<\/b><br\/><ul><li>Topical Gel\/Jelly: 0.5 %<\/li><li>Topical Solution: 0.5 %<\/li><\/ul><\/li><\/ul>"},"12":{"id":"472100-s-12","title":"Toxicology","sub":[{"id":"472100-s-12-31","title":"Clinical Effects","mono":"<b>PODOPHYLLUM<\/b><br\/>USES:  Podophyllum resin (podophyllin) is extracted from the May apple rhizomes and roots (mandrake) and is used as a topical keratolytic to treat external genital and perianal warts, papillomas, and fibroids. It is dispensed as 25% podophyllum resin in benzoin tincture or alcohol. Derivatives are used as anticancer agents (etoposide and teniposide).  PHARMACOLOGY:   Podophyllotoxin is the active agent in podophyllum. It interferes with epithelial cell mitosis by binding to tubulin, a microtubule protein subunit, thus producing cytoskeletal changes. The podophyllum binding site is either the same as, or overlaps with, the colchicine binding site. In contrast to colchicine, podophyllum binds more rapidly and reversibly.   TOXICOLOGY: Similar to colchicine, podophyllum arrests cell division by inhibiting microtubule formation and polymerization. It inhibits cell division similarly to a chemotherapeutic agent, and causes toxicity in rapidly dividing cells first. It also inhibits axoplasmic transport, protein, RNA, and DNA synthesis, and oxidation enzymes in the tricarboxylic acid cycle. EPIDEMIOLOGY:  Poisoning is very uncommon but may cause significant morbidity and mortality. TOXICITY: Toxicity occurs rapidly (within a few hours) after ingestion but is delayed up to 12 to 24 hours following dermal absorption. Nausea, vomiting, diarrhea, and abdominal pain develop first, along with confusion, delirium, coma, tachycardia, orthostatic hypotension, and metabolic acidosis. Hematologic findings (pancytopenia) occur and nadir within 4 to 7 days of exposure. Neurologic findings include cranial nerve palsy, peripheral sensorimotor axonopathy, and loss of reflexes. Autonomic dysfunction, ileus, and urinary retention may persist for several months after recovery from severe poisoning. ADVERSE EFFECTS: COMMON: pruritus, nausea, vomiting, diarrhea, and abdominal pain. SEVERE: hepatotoxicity, leucopenia, peripheral neuropathy, renal failure, and thrombocytopenia. <br\/>"},{"id":"472100-s-12-32","title":"Treatment","mono":"<b>PODOPHYLLUM <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Administer IV fluids as needed and remove from skin. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive, and involves immediate resuscitation with IV fluids, activated charcoal (if ingested and vomiting does not preclude its use), and skin decontamination.<\/li><li>Decontamination: PREHOSPITAL: Give activated charcoal, if not vomiting. Wash exposed skin with soap and water and remove contaminated clothing. HOSPITAL: Administer activated charcoal, if not vomiting. Wash exposed skin with soap and water and remove contaminated clothing.<\/li><li>Airway management: Usually not necessary, but intubation may be necessary in patients with altered mental status.<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: IV 0.9% NaCl 10-20 mL\/kg, dopamine, norepinephrine.<\/li><li>Myelosuppression:  Pancytopenia: generally nadirs around 4 to 7 days and resolves in 2 to 3 weeks. Patients may require transfusion. Treatment of Neutropenia: Filgrastim 5 mcg\/kg\/day subcutaneously. Sargramostim 250 mcg\/m(2)\/day IV infusion over 4 hours. Transfusion for severe thrombocytopenia or bleeding. Admission to a bone marrow transplant unit (or similar measures to prevent infection) should be considered if the patient develops agranulocytosis..<\/li><li>Monitoring of patient: Monitor serum electrolytes, BUN, creatinine, glucose, CBC, urinalysis, and ECG. Monitor vital signs and mental status.  Monitor neurologic function, over several weeks, in patients who develop severe toxicity. Obtain nerve conduction studies if peripheral neuropathy develops.<\/li><li>Enhanced elimination procedure: Due to the large molecular weight of the compound it is unlikely that hemodialysis would be effective for removal of podophyllin. Hemodialysis may be necessary when acute renal failure develops. The efficacy of charcoal hemoperfusion is unknown. Hemoperfusion is not recommended unless the patient continues to deteriorate despite intensive supportive therapy. <\/li><li>Patient disposition: HOME CRITERIA: Only if asymptomatic after limited dermal exposure and appropriate skin decontamination. OBSERVATION CRITERIA: Any symptomatic patient or with an intentional ingestion should be observed in the hospital until asymptomatic. No guidelines indicate how long to observe these patients, but if no GI symptoms develop within 6 hours of ingestion, it is reasonable to discharge the patient. If the exposure was dermal, the patient should have follow-up within 12 to 24 hours; sooner if any symptoms develop. ADMISSION CRITERIA: Any patient with altered mental status, hemodynamic instability, history of an intentional ingestion, or suspected or known significant overdose should be admitted to the ICU. CONSULT CRITERIA: Nephrology should be consulted if acute renal failure develops. Consult a medical toxicologist or poison center for any symptomatic exposure.<\/li><\/ul>"},{"id":"472100-s-12-33","title":"Range of Toxicity","mono":"<b>PODOPHYLLUM<\/b><br\/>TOXICITY: Greater than 0.5 mL of solution may be toxic. Severe toxicity with permanent neurologic sequelae has been reported in toddlers who ingested 10 mL of 8% to 25% podophyllum and an adult who ingested 25 mL of a 25% solution.  Dermal application of 90 mL of 17.5% podophyllum to the perineum after CO2 laser ablation was fatal in an adult. THERAPEUTIC DOSES: Topical application of less than 0.5 mL or application to an area of 10 square centimeters or less to each wart, using 10% to 25% podophyllum products; remove within 1 to 4 hours to reduce local irritation.<br\/>"}]},"13":{"id":"472100-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause pruritus, superficial skin ulcer, pain, or burning sensation.<\/li><li>Teach patient proper application technique.<\/li><\/ul>"}}}