{"drugs":["K-Dur","K-Lor","K-Tab","Kaon-CL","Kay Ciel","Klor-Con","Klotrix","Micro-K","Potassium Chloride"],"mono":{"0":{"id":"476330-s-0","title":"Generic Names","mono":"Potassium Chloride"},"1":{"id":"476330-s-1","title":"Dosing and Indications","sub":[{"id":"476330-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hypokalemia:<\/b> (injection) Serum potassium less than 2 mEq\/L, with ECG changes or muscle paralysis: Infuse at rate up to 40 mEq\/hr IV with continuous cardiac monitoring; MAX 400 mEq per 24 hours<\/li><li><b>Hypokalemia:<\/b> (injection) Serum potassium greater than 2.5 mEq\/L: Infuse at rate up to 10 mEq\/hr IV in a concentration of up to 40 mEq\/L; MAX 200 mEq per 24 hours<\/li><li><b>Hypokalemia:<\/b> Usual dose (oral powder for solution): 20 to 100 mEq (or greater) ORALLY daily as one 20-mEq packet 1 to 5 times daily OR one 25-mEq packet 1 to 4 times daily; dissolve in at least 5 ounces cold water or other beverage and give after meals<\/li><li><b>Hypokalemia:<\/b> Usual dose (oral solution, 10% or 20%): 40 to 100 mEq (or greater) ORALLY daily; dilute 15 mL (20 mEq) of 10% solution in 3 ounces or more of liquid OR dilute 15 mL (40 mEq) of 20% solution in 6 ounces or more of liquid; adjust dose based on clinical response<\/li><li><b>Hypokalemia:<\/b> Usual dose (oral extended-release capsules or tablets): 40 to 100 mEq (or greater) ORALLY daily; divide daily dose as needed so that no more than 20 mEq is given as a single dose; take with meals and a full glass of liquid<\/li><li><b>Hypokalemia; Prophylaxis:<\/b> Usual dose: 20 to 25 mEq\/day  ORALLY adjusted to patient needs<\/li><\/ul>"},{"id":"476330-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Not for use in pediatric patients; safety and efficacy not established<\/li><li><b>Hypokalemia:<\/b> 0.5 to 0.75 mEq\/kg IV infused over 1 to 2 hours; then reassess (study dose)<\/li><li><b>Hypokalemia:<\/b> 3 to 8 mEq\/kg\/day ORALLY  divided 1 to 5 times per day depending on tolerability and dose; start at lower dose and adjust based on serum potassium concentrations (study dose)<\/li><\/ul>"},{"id":"476330-s-1-6","title":"Dose Adjustments","mono":"<b>Renal failure:<\/b> IV use is contraindicated; use caution with oral formulations because of risk of hyperkalemia "},{"id":"476330-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hypokalemia<\/li><li>Hypokalemia; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Myocardial infarction; Adjunct<br\/>"}]},"3":{"id":"476330-s-3","title":"Contraindications\/Warnings","sub":[{"id":"476330-s-3-9","title":"Contraindications","mono":"<ul><li>anticholinergic agents; gastrointestinal tract passage restrictions or delay may inhibit extended-release tablet passage<\/li><li>cardiac patients with esophageal compression; extended-release tablets may cause esophageal ulceration due to enlarged left atrium<\/li><li>concomitant pharmacologic agents in sufficient doses exerting anticholinergic effects; gastrointestinal tract passage restrictions or delay may inhibit extended-release tablet passage<\/li><li>structural or pathological conditions causing gastrointestinal tract passage restrictions or delay; may inhibit extended-release tablet passage<\/li><li>hyperkalemia; risk of cardiac arrest<\/li><\/ul>"},{"id":"476330-s-3-10","title":"Precautions","mono":"<ul><li>acidosis or alkalosis patients, especially cardiac and renal disease; serum potassium levels may not represent total body potassium<\/li><li>acidosis, systemic; risk of hyperkalemia<\/li><li>adrenal insufficiency; risk of hyperkalemia<\/li><li>burn patients; risk of hyperkalemia due to extensive tissue breakdown<\/li><li>concomitant use of angiotensin-converting enzyme ACE inhibitors; inhibits aldosterone production resulting in potassium retention<\/li><li>concomitant use of potassium-sparing diuretics; risk of hyperkalemia<\/li><li>dehydration, acute; risk of hyperkalemia<\/li><li>gastrointestinal ulcerative and\/or stenotic lesions; associated with solid oral dosage forms due to high local concentrations of potassium near the gastrointestinal wall<\/li><li>metabolic acidosis; hypokalemia should be treated with an alkalinizing potassium salt<\/li><li>potassium excretion mechanism, impaired; may cause potentially fatal asymptomatic hyperkalemia and cardiac arrest<\/li><li>renal failure, chronic; risk of hyperkalemia<\/li><li>tissue breakdown, extensive; risk of hyperkalemia<\/li><\/ul>"},{"id":"476330-s-3-11","title":"Pregnancy Category","mono":"Potassium: C (FDA)<br\/>"},{"id":"476330-s-3-12","title":"Breast Feeding","mono":"Potassium: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"476330-s-4","title":"Drug Interactions","sub":[{"id":"476330-s-4-13","title":"Contraindicated","mono":"<ul><li>Amantadine (theoretical)<\/li><li>Atropine (theoretical)<\/li><li>Belladonna (theoretical)<\/li><li>Belladonna Alkaloids (theoretical)<\/li><li>Benztropine (theoretical)<\/li><li>Biperiden (theoretical)<\/li><li>Clidinium (theoretical)<\/li><li>Darifenacin (theoretical)<\/li><li>Dicyclomine (theoretical)<\/li><li>Eplerenone (theoretical)<\/li><li>Fesoterodine (theoretical)<\/li><li>Glycopyrrolate (theoretical)<\/li><li>Hyoscyamine (theoretical)<\/li><li>Methscopolamine (theoretical)<\/li><li>Oxybutynin (theoretical)<\/li><li>Procyclidine (theoretical)<\/li><li>Scopolamine (theoretical)<\/li><li>Solifenacin (theoretical)<\/li><li>Tolterodine (theoretical)<\/li><li>Trihexyphenidyl (theoretical)<\/li><li>Trospium (theoretical)<\/li><\/ul>"},{"id":"476330-s-4-14","title":"Major","mono":"<ul><li>Alacepril (theoretical)<\/li><li>Amiloride (probable)<\/li><li>Benazepril (probable)<\/li><li>Canrenoate (probable)<\/li><li>Captopril (probable)<\/li><li>Cilazapril (theoretical)<\/li><li>Delapril (probable)<\/li><li>Enalaprilat (probable)<\/li><li>Enalapril Maleate (probable)<\/li><li>Fosinopril (probable)<\/li><li>Imidapril (probable)<\/li><li>Indomethacin (probable)<\/li><li>Lisinopril (established)<\/li><li>Moexipril (theoretical)<\/li><li>Pentopril (theoretical)<\/li><li>Perindopril (theoretical)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Spirapril (theoretical)<\/li><li>Spironolactone (theoretical)<\/li><li>Temocapril (probable)<\/li><li>Trandolapril (probable)<\/li><li>Triamterene (theoretical)<\/li><li>Zofenopril (theoretical)<\/li><\/ul>"},{"id":"476330-s-4-15","title":"Moderate","mono":"<ul>Licorice (probable)<\/ul>"}]},"5":{"id":"476330-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Diarrhea, Flatulence, Nausea, Vomiting<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Electrocardiogram abnormal<\/li><li><b>Endocrine metabolic:<\/b>Hyperkalemia<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Gastrointestinal ulcer<\/li><\/ul>"},"6":{"id":"476330-s-6","title":"Drug Name Info","sub":{"0":{"id":"476330-s-6-17","title":"US Trade Names","mono":"<ul><li>K-Tab<\/li><li>K-Dur<\/li><li>Micro-K<\/li><li>Klor-Con<\/li><li>K-Lor<\/li><li>Kaon-CL<\/li><li>Kay Ciel<\/li><li>Klotrix<\/li><\/ul>"},"2":{"id":"476330-s-6-19","title":"Class","mono":"<ul><li>Nutriceutical<\/li><li>Parenteral Electrolyte, Potassium<\/li><li>Potassium Supplement<\/li><\/ul>"},"3":{"id":"476330-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"476330-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"476330-s-7","title":"Mechanism Of Action","mono":"Potassium chloride, an electrolyte replenisher, participates in several physiological processes in the body including the transmission of nerve impulses, the maintenance of normal renal function and intracellular tonicity, and the contraction of skeletal, cardiac and smooth muscle.<br\/>"},"8":{"id":"476330-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"476330-s-8-23","title":"Absorption","mono":"Oral, extended release capsule: delayed for hours <br\/>"},"3":{"id":"476330-s-8-26","title":"Excretion","mono":"<ul><li>Renal: equal to absorbed dose<\/li><li>Dialyzable: yes (hemodialysis); yes (peritoneal dialysis)<\/li><\/ul>"}}},"9":{"id":"476330-s-9","title":"Administration","mono":"<ul><li><b>Intravenous<\/b><br\/><ul><li>Potassium chloride for injection is available as a concentrate for dilution  and as a highly concentrated ready-to-use solution.<\/li><li>The injection concentrate for dilution must be diluted prior to administration.<\/li><li>The highly concentrated, ready-to-use solution must be administered with a calibrated infusion device using a slow, controlled rate, preferably via a central route; central routes are required with concentrations of 300 and 400 mEq\/L.<\/li><li>Avoid administering IV with glucose solution for treatment of hypokalemia due to intracellular potassium shift and consequent lowering of serum potassium levels<\/li><li>Central line infusion, MAX concentration 200 mEq\/L  and concentrations up to 400 mEq\/L have been used safely in critically ill adult patients<\/li><li>Pediatric, peripheral IV infusion, concentration 40 mEq\/L; MAX 60 to 80 mEq\/L<\/li><li>Pediatric IV infusion rate, MAX 1 mEq\/kg\/hr  or 40 mEq\/hr.<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>Take with meals and with a full glass of water or other liquid; if taken on an empty stomach may cause gastric irritation.<\/li><li>(extended-release capsule) Patients with difficulty swallowing may sprinkle contents of capsule onto spoonful of soft cool food; swallow immediately without chewing, followed by a cool glass of water or juice<\/li><li>(extended-release tablet) Klor-Con(R), K-Tab(R), swallow whole; do not break, crush or chew<\/li><li>(extended-release tablet) K-Dur(R), patients with difficulty swallowing may break tablet in half<\/li><li>(extended-release tablet) K-Dur(R), patients with difficulty swallowing may place whole tablet in approximately 4 ounces of water and allow to disintegrate, then swirl and stir; consume immediately; be sure to consume all of the residue by adding more water and swirling<\/li><li>(oral solution) Do not administer full-strength oral solution; dilution is required.<\/li><li>(oral solution) Dilute each 15 mL of 10% solution with at least 3 ounces of liquid; dilute each 15 mL of 20% solution with at least 6 ounces liquid; give with a meal or immediately after a meal.<\/li><li>(powder for solution) Dissolve one 20-mEq packet in 4 ounces of cold water or other beverage; give after a meal.<\/li><li>(powder for solution) Dissolve one 25-mEq packet in 5 ounces of cold water or other beverage; give after a meal.<\/li><\/ul><\/li><\/ul>"},"10":{"id":"476330-s-10","title":"Monitoring","mono":"<ul><li>serum electrolyte concentrations; periodically during oral or IV administration  including serum potassium levels in patients with renal disease, cardiac disease, acidosis, or any condition which impairs potassium excretion<\/li><li>acid-base balance; periodically, especially in patients with renal disease, cardiac disease, acidosis, when warranted by the patient's condition, or during prolonged parenteral therapy<\/li><li>ECG; continuously when administering highly concentrated IV solutions or when using higher doses and administration rates (greater than 0.3 mEq\/kg\/hr in pediatric patients)  and in patients with renal disease, cardiac disease, or acidosis receiving oral administration<\/li><li>fluid-balance changes; periodically during IV administration<\/li><li>signs of extravasation at IV site; especially when using concentrated solutions or infusing through peripheral line<\/li><\/ul>"},"11":{"id":"476330-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Solution: 10 MEQ\/100 ML, 10 MEQ\/50 ML, 20 MEQ\/100 ML, 30 MEQ\/100 ML, 20 MEQ\/50 ML, 40 MEQ\/100 ML, 2 MEQ\/ML<\/li><li>Oral Capsule, Extended Release: 8 MEQ, 10 MEQ<\/li><li>Oral Powder for Solution: 20 MEQ<\/li><li>Oral Solution: 20 MEQ\/15 ML, 40 MEQ\/15 ML<\/li><li>Oral Tablet: 180 MG<\/li><li>Oral Tablet, Extended Release: 8 MEQ, 10 MEQ, 15 MEQ, 20 MEQ<\/li><li>Sublingual Tablet: 6 X, 12 X, 30 X<\/li><\/ul><\/li><li><b>Kali Mur<\/b><br\/>Oral Tablet: 6 X<br\/><\/li><li><b>K-Dur<\/b><br\/>Oral Tablet, Extended Release: 20 MEQ<br\/><\/li><li><b>Klor-Con 10<\/b><br\/>Oral Tablet, Extended Release: 10 MEQ<br\/><\/li><li><b>Klor-Con 8<\/b><br\/>Oral Tablet, Extended Release: 8 MEQ<br\/><\/li><li><b>Klor-Con M10<\/b><br\/>Oral Tablet, Extended Release: 10 MEQ<br\/><\/li><li><b>Klor-Con M15<\/b><br\/>Oral Tablet, Extended Release: 15 MEQ<br\/><\/li><li><b>Klor-Con M20<\/b><br\/>Oral Tablet, Extended Release: 20 MEQ<br\/><\/li><li><b>Klor-Con<\/b><br\/>Oral Powder for Solution: 20 MEQ, 25 MEQ<br\/><\/li><li><b>K-Sol<\/b><br\/>Oral Solution: 20 MEQ\/15 ML, 40 MEQ\/ML<br\/><\/li><li><b>K-Tab<\/b><br\/>Oral Tablet, Extended Release: 8 MEQ, 10 MEQ, 20 MEQ<br\/><\/li><li><b>Micro-K<\/b><br\/>Oral Capsule, Extended Release: 8 MEQ, 10 MEQ<br\/><\/li><\/ul>"},"12":{"id":"476330-s-12","title":"Toxicology","sub":[{"id":"476330-s-12-31","title":"Clinical Effects","mono":"<b>POTASSIUM<\/b><br\/>USES: Potassium is a metal found naturally in the earth's crust and in most foods. It is taken medically for the prevention and treatment of hypokalemia. Tablets are readily available, including sustained-release formulations. Potassium is used as a salt substitute and is often present in \"low-sodium\" foods. It is also used as a water softener, and in chemistry and manufacturing processes. PHARMACOLOGY: Potassium is the human body's main intracellular cation, with only 2% of the body's stores in the intravascular compartment. It is necessary for nerve conduction, and muscle  (including cardiac) contraction. TOXICOLOGY: Local irritation after ingestion causes GI upset. Severe hyperkalemia after large IV or oral overdoses causes muscular dysfunction including weakness, paralysis, cardiac dysrhythmias, and rarely death. EPIDEMIOLOGY: Potassium toxicity from overdose is rare but may result from intentional ingestion. Iatrogenic overdoses can occur. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea, paresthesias, and muscle cramps are common. Rarely, GI bleed may occur. SEVERE TOXICITY: Muscular weakness progressing to paralysis may occur. Cardiac dysrhythmias often occur with concentrations greater than 8 mEq\/L, and death from cardiac arrest with concentrations of 9 to 12 mEq\/L or higher. Characteristic ECG findings occur in the following order: peaked T waves, QRS complex blends into the T wave, PR interval prolongation, P wave is lost and ST segments depress, merging S and T waves, and finally, sine waves. The presence of the sine wave is a near terminal event, signaling that hemodynamic collapse and cardiac arrest are near. As serum hyperkalemia is corrected, the ECG changes resolve in reverse order. ADVERSE EFFECTS: SPECIAL SITUATIONS: Inadvertent intrathecal injection of potassium was rapidly fatal in the only case that has been reported. Potassium permanganate crystals are caustic. Potassium carbonate and hydroxide are very alkaline and have been associated with ocular injury. <br\/>"},{"id":"476330-s-12-32","title":"Treatment","mono":"<b>POTASSIUM <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Establish IV access. Initiate ECG monitoring. Cation-binding resins (ie, kayexelate) should be given orally. MANAGEMENT OF SEVERE TOXICITY: Continuous ECG monitoring should be initiated and intravenous access obtained. Treat hyperkalemia associated with ECG changes aggressively; nebulized beta agonists (eg, albuterol), intravenous sodium bicarbonate 1 mEq\/kg IV, intravenous calcium chloride (preferably through a central line) or calcium gluconate (avoid calcium salts in patients taking digoxin), intravenous insulin 10 units with 25 g D50. Note: All of these therapies shift potassium intracellularly, but do NOT increase the elimination of potassium from the body; expect rebound hyperkalemia to develop, the above therapies may need to be repeated. Administer a potassium binding resin orally (usually works over hours) and administer intravenous fluids. Diuretics may be used to increase urinary potassium elimination. In severe cases, in particular, patients with renal insufficiency or those also taking potassium sparing diuretics, hemodialysis may be warranted. Orotracheal intubation for airway protection should be performed if a patient is hemodynamically unstable.<\/li><li>Decontamination: PREHOSPITAL: EMESIS: Consider inducing emesis only if a recent oral overdose and the patient is not already vomiting and can protect their airway. ACTIVATED CHARCOAL:  There is no role for activated charcoal as it does not bind potassium. HOSPITAL: If a recent large oral ingestion of potassium, consider orogastric lavage to remove pills or pill fragments. Potassium tablets may be seen on X-ray. Consider whole bowel irrigation, if the patient has overdosed (particularly extended-release) and the tablets are beyond the stomach. In adults, 2 L of polyethylene glycol solution should be given initially followed by 1.5 to 2 L\/hr until clear rectal effluent and an absence of tablets on X-ray. For children 6 to 12 years of age: Administer 1 L\/hr of polyethylene glycol solution; children 9 months to less than 6 years: 500 cc\/hr should be administered. Patients must be awake and cooperative and\/or must have a protected airway for decontamination.<\/li><li>Airway management: Perform early in patients with severe intoxication (ie, cardiovascular collapse).<\/li><li>Antidote: There is no antidote for potassium.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serial serum potassium concentrations. Monitor serum electrolytes, renal function and blood glucose concentrations. Obtain serial ECGs and institute continuous cardiac monitoring. Routine monitoring of electrolytes, renal function, and glucose levels may be helpful.<\/li><li>Enhanced elimination procedure: Hemodialysis may be necessary in renal failure patients with hyperkalemia or in patients with normal renal function that have severe toxicity.<\/li><li>Intrathecal injection: Intrathecal injection of potassium caused cerebral edema and was rapidly fatal in the only case reported. The following recommendations are derived from experience with other agents. Keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CS exchange (remove seral 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through a ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Patient disposition: HOME CRITERIA: Any child who ingests more than a therapeutic dose of potassium or any intentional\/suicidal ingestion by an adult should be evaluated by a healthcare professional. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a healthcare facility for observation for at least 4 hours. A longer observation, up to 24 hours (until serum potassium has clearly peaked and is declining without active intervention) should be considered for patients that overdose on sustained-release products. ADMISSION CRITERIA: Patients with persistent GI symptoms, ECG changes, or persistent hyperkalemia should be admitted to the hospital. Patients with dysrhythmias or cardiovascular collapse or those needing dialysis should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (severe weakness or cardiac dysrhythmias), or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"476330-s-12-33","title":"Range of Toxicity","mono":"<b>POTASSIUM <\/b><br\/>TOXICITY: ADULT: Doses as low as 2 to 2.5 mEq\/kg of potassium have been reported to cause toxicity. GENERAL: NORMAL SERUM CONCENTRATIONS: 3.5 to 5 mEq\/L; MINIMAL TOXICITY: Potassium concentrations under 6.5 mEq\/L; MODERATE TOXICITY: Concentrations between 6.5 and 8 mEq\/L produce lassitude, fatigue, and weakness.  SEVERE TOXICITY: Concentrations over 8 mEq\/L, complete neuromuscular paralysis may dominate the clinical picture. Death from cardiac arrest usually occurs at 9 to 12 mEq\/L.  It may occur at lower levels if cellular potassium is severely depleted. THERAPEUTIC: ADULT: 40 to 80 mEq\/day is a typical daily dose. In patients with renal insufficiency, the dose may be lower. PEDIATRIC: 2 to 3 mEq\/kg\/day is the usually daily dose.<br\/>"}]},"13":{"id":"476330-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause diarrhea, flatulence, nausea, vomiting, or abdominal pain.<\/li><li>Tell patient to report signs\/symptoms of a gastrointestinal ulcer or arrhythmias.<\/li><li>Advise patient to take drug with meals and a full glass of water or other liquid to avoid gastric irritation.<\/li><li>Oral liquid and powder for solution must be diluted with 4 to 6 ounces of water or fruit juice prior to administration.<\/li><li>Patient should limit ingestion of high potassium foods (bananas, fresh fruits\/vegetables, fresh meats) as directed by healthcare professional.<\/li><li>Patient should avoid concomitant use of potassium-containing salt substitutes, and potassium-sparing diuretics.<\/li><\/ul>"}}}