{"generic":"Pralidoxime Chloride","drugs":["Pralidoxime Chloride","Protopam Chloride"],"mono":{"0":{"id":"477250-s-0","title":"Generic Names","mono":"Pralidoxime Chloride"},"1":{"id":"477250-s-1","title":"Dosing and Indications","sub":[{"id":"477250-s-1-4","title":"Adult Dosing","mono":"<ul><li>IV infusion rate should not to exceed 200 mg\/min<\/li><li><b>Anticholinesterase overdose - Myasthenia gravis:<\/b> 1 to 2 g IV followed by 250 mg IV every 5 minutes<\/li><li><b>Organophosphate poisoning:<\/b> 1 to 2 g in 100 mL NS IV infused over 15 to 30 minutes OR (if fluid-restricted) as a 5% solution in sterile water for injection IV over not less than 5 minutes; may repeat after 1 hour if muscle weakness persists; additional doses every 10 to 12 hours as needed for persistent muscle weakness<\/li><li><b>Organophosphate poisoning:<\/b> (mild symptoms) 600 mg IM; may repeat in 15 minutes and may repeat again after an additional 15 minutes if mild symptoms persist; if severe symptoms develop any time after first dose, administer two 600 mg IM doses in rapid succession; total cumulative dose is 1800 mg; for persistent symptoms, repeat series 1 hour after last IM injection<\/li><li><b>Organophosphate poisoning:<\/b> (severe symptoms) three 600 mg IM doses in rapid succession; for persistent symptoms, repeat series 1 hour after last IM injection<\/li><li><b>Poisoning due to nerve gas; Adjunct:<\/b> 600 mg IM (prefilled autoinjector); may repeat every 15 minutes up to 3 injections if symptoms persist<\/li><\/ul>"},{"id":"477250-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>(auto-injector for use in nerve agent poisoning) safety and efficacy not established in pediatric patients<\/li><li>IV infusion rates should not to exceed 200 mg\/min<\/li><li><b>Organophosphate poisoning:<\/b> 16 years old or younger continuous IV infusion; loading dose of 20 to 50 mg\/kg IV over 15 to 30 minutes (not to exceed 2000 mg\/dose), followed by IV infusion of 10 to 20 mg\/kg\/hr<\/li><li><b>Organophosphate poisoning:<\/b> 16 years old or younger, intermittent IV dosing; initial dose of 20 to 50 mg\/kg IV over 15 to 30 minutes (not to exceed 2000 mg\/dose); may repeat in 1 hour if muscle weakness is not relieved; additional doses every 10 to 12 hours as needed for persistent muscle weakness<\/li><li><b>Organophosphate poisoning:<\/b> 16 years old or younger, 20 to 50 mg\/kg IV as a 5% solution in sterile water for injection over not less than 5 minutes if either continuous or intermittent IV infusion is not practical or if pulmonary edema is present; additional doses may be given every 10 to 12 hours if muscle weakness persists<\/li><li><b>Organophosphate poisoning:<\/b> (mild symptoms) 16 years old or younger weighing less than 40 kg; 15 mg\/kg IM into the anterolateral aspect of the thigh; may repeat in 15 minutes and may repeat again after an additional 15 minutes if mild symptoms persist; if severe symptoms develop any time after the first dose, administer two 15 mg\/kg IM doses in rapid succession; total cumulative dose is 45 mg\/kg; for persistent symptoms, repeat series 1 hour after last IM injection<\/li><li><b>Organophosphate poisoning:<\/b> (mild symptoms) 16 years old or younger weighing 40 kg or more; 600 mg IM into the anterolateral aspect of the thigh; may repeat in 15 minutes and may repeat again after an additional 15 minutes if mild symptoms persist; if severe symptoms develop any time after the first dose, administer two 600 mg IM doses in rapid succession; total cumulative dose is 1800 mg; for persistent symptoms, repeat series 1 hour after last IM injection<\/li><li><b>Organophosphate poisoning:<\/b> (severe symptoms) 16 years old or younger, three 15 mg\/kg (weight less than 40 kg) or 600 mg (weight 40 kg of more) IM injections into the anterolateral aspect of the thigh in rapid succession; for persistent symptoms, repeat series 1 hour after last IM injection<\/li><\/ul>"},{"id":"477250-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> dose should be reduced "},{"id":"477250-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Anticholinesterase overdose - Myasthenia gravis<\/li><li>Organophosphate poisoning<\/li><li>Poisoning due to nerve gas; Adjunct<\/li><\/ul>"}]},"3":{"id":"477250-s-3","title":"Contraindications\/Warnings","sub":[{"id":"477250-s-3-9","title":"Contraindications","mono":"hypersensitivity to pralidoxime<br\/>"},{"id":"477250-s-3-10","title":"Precautions","mono":"<ul><li>myasthenia gravis (may precipitate myasthenic crisis)<\/li><li>not effective in poisonings due to organophosphates without anticholinesterase activity<\/li><li>not effective in poisonings due to phosphorus\/inorganic phosphates<\/li><li>renal impairment<\/li><li>slow IV infusion prevents tachycardia, laryngospasm, muscle rigidity<\/li><\/ul>"},{"id":"477250-s-3-11","title":"Pregnancy Category","mono":"Pralidoxime: C (FDA)<br\/>"},{"id":"477250-s-3-12","title":"Breast Feeding","mono":"Pralidoxime: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"477250-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Musculoskeletal:<\/b>Increased creatine kinase level<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest<\/li><li><b>Neurologic:<\/b>Seizure<\/li><li><b>Respiratory:<\/b>Apnea, Laryngeal spasm<\/li><\/ul>"},"6":{"id":"477250-s-6","title":"Drug Name Info","sub":{"0":{"id":"477250-s-6-17","title":"US Trade Names","mono":"Protopam Chloride<br\/>"},"2":{"id":"477250-s-6-19","title":"Class","mono":"Nerve Gas Antidote<br\/>"},"3":{"id":"477250-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"477250-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"477250-s-7","title":"Mechanism Of Action","mono":"Pralidoxime chloride reactivates cholinesterase (mainly outside CNS) which was inactivated by organophosphate pesticides through phosphorylation. By means of direct chemical reaction, it slows down the process of \"aging\" of phosphorylated cholinesterase to a form which is not reactivatable, and it also detoxifies certain organophosphates.<br\/>"},"8":{"id":"477250-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"477250-s-8-24","title":"Distribution","mono":"<ul><li>Vd: distributed throughout extracellular water<\/li><li>Protein binding: none<\/li><\/ul>"},"2":{"id":"477250-s-8-25","title":"Metabolism","mono":"Hepatic <br\/>"},"3":{"id":"477250-s-8-26","title":"Excretion","mono":"Renal: rapid, partly as metabolite and partly unchanged <br\/>"},"4":{"id":"477250-s-8-27","title":"Elimination Half Life","mono":"74 min to 77 min <br\/>"}}},"9":{"id":"477250-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>atropinization is a prerequisite to initiating pralidoxime<\/li><li>if IV administration (preferred) is not feasible, IM\/SUBQ administration may be used<\/li><\/ul><\/li><li><b>Intramuscular<\/b><br\/><ul><li>dilute to 300 mg\/mL<\/li><li>(pediatric) administer in the anterolateral aspect of the thigh<\/li><li>(auto-injector for use in nerve agent poisoning) administer 15 min after atropine; atropine effects must be apparent prior to administration of pralidoxime<\/li><li>(auto-injector for use in nerve agent poisoning) inject into outer thigh and hold auto-injector in place for ten seconds before removing; massage area of injection<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>dilute to a final concentration of 10 to 20 mg\/mL in NS; infuse over 15 to 30 minutes<\/li><li>maximum infusion rate is 200 mg\/min<\/li><li>if pulmonary edema exists, give as a 5% solution (50 mg\/mL) in sterile water slowly by injection over not less that 5 min<\/li><\/ul><\/li><\/ul>"},"10":{"id":"477250-s-10","title":"Monitoring","mono":"<ul><li>resolution of muscle weakness and respiratory depression<\/li><li>ECG<\/li><\/ul>"},"11":{"id":"477250-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intramuscular Solution: 600 MG\/2 ML<br\/><\/li><li><b>Protopam Chloride<\/b><br\/>Injection Powder for Solution: 1 GM<br\/><\/li><\/ul>"},"12":{"id":"477250-s-12","title":"Toxicology","sub":[{"id":"477250-s-12-31","title":"Clinical Effects","mono":"<b>PRALIDOXIME <\/b><br\/>USES: Pralidoxime chloride is used as an antidote to treat poisoning due to those pesticides and chemicals (eg, nerve agents) of the organophosphate class which have anticholinesterase activity and to control overdosage by anticholinesterase drugs used in the treatment of myasthenia gravis. Atropine and pralidoxime auto-injector is used by emergency medical services personnel to treat nerve agent or insecticide intoxication. Refer to \"Anticholinergic poisoning\", \"Organophosphates\", or \"Military nerve agents\" documents for more information regarding the use of pralidoxime in combination with atropine. Pralidoxime cannot be used to treat poisoning due to phosphorus, inorganic phosphates or organophosphates that do not have anticholinesterase activity. PHARMACOLOGY: Pralidoxime chloride reactivates cholinesterase (mainly outside CNS) which was inactivated by organophosphate pesticides through phosphorylation. By means of direct chemical reaction, it slows down the process of \"aging\" of phosphorylated cholinesterase to a permanently inactive form. Pralidoxime also detoxifies certain organophosphates. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Data are limited. Overdose effects observed in healthy volunteers include dizziness, blurred vision, diplopia, headache, impaired accommodation, nausea, and slight tachycardia. ADVERSE EFFECTS: It is difficult to differentiate side effects of pralidoxime from effects of the poison or atropine. Blurred vision, diplopia and impaired accommodation, dizziness, headache, drowsiness, nausea, tachycardia, hypertension, hyperventilation, muscular weakness, and elevations in liver enzymes and creatine phosphokinase were observed in healthy volunteers. <br\/>"},{"id":"477250-s-12-32","title":"Treatment","mono":"<b>PRALIDOXIME<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: It is difficult to differentiate side effects of pralidoxime from effects of the poison or atropine. Refer to &quot;Anticholinergic poisoning&quot;, &quot;Organophosphates&quot;, or &quot;Military nerve agents&quot; documents for more information regarding the use of pralidoxime in combination with atropine. Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory distress.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs, liver enzymes, and CK levels in symptomatic patients.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management, and pralidoxime is generally only used in the hospital setting.  OBSERVATION CRITERIA: Symptomatic patients should be observed with frequent monitoring of vital signs. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"477250-s-12-33","title":"Range of Toxicity","mono":"<b>PRALIDOXIME<\/b><br\/>TOXICITY: Range of toxicity has not been established. It is difficult to differentiate side effects of pralidoxime from effects of the poison or atropine. A dose of 14 mg\/kg IV was reported to cause CNS toxicity. THERAPEUTIC DOSE: ADULT: A loading dose of 30 mg\/kg (maximum: 2 grams) over 30 minutes followed by a maintenance infusion of 8 to 10 mg\/kg\/hr (up to 650 mg\/hr). MAXIMUM DOSE: The maximum recommended dose for pralidoxime is 12 grams in 24 hours for adults. AUTOINJECTOR: Pralidoxime prefilled autoinjector delivers 600 mg IM (adult dosing); may repeat every 15 minutes up to 3 injections if symptoms persist. CHILD: A loading dose of 20 to 40 mg\/kg (maximum: 2 grams\/dose) infused over 30 to 60 minutes in 0.9% sodium chloride. AUTOINJECTOR: The safety and efficacy of pralidoxime autoinjector for use in nerve agent poisoning have not been established in pediatric patients; however an infusion of 10 to 20 mg\/kg\/hour of a solution containing 10 to 20 mg of pralidoxime\/mL has been used in children with organophosphate poisoning. <br\/>"}]},"13":{"id":"477250-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea, dizziness, headache, blurred vision, hyperventilation, or laryngeal spasm.<\/li><li>Drug may precipitate myasthenic crisis in patients with myasthenia gravis.<\/li><li>If self-administered, patient should be taught proper technique and placement of injections.<\/li><\/ul>"}}}