{"drugs":["Atovaquone","Mepron"],"mono":{"0":{"id":"48300-s-0","title":"Generic Names","mono":"Atovaquone"},"1":{"id":"48300-s-1","title":"Dosing and Indications","sub":[{"id":"48300-s-1-4","title":"Adult Dosing","mono":"<ul><li>Mepron(R) tablets were discontinued when Mepron(R) suspension was FDA approved (Anon, 1995). Any tablet information is provided for completeness only.<\/li><li><b>Babesiosis:<\/b> 750 mg ORALLY every 12 hours plus azithromycin 500 to 1000 mg ORALLY on day 1 followed by 250 mg\/day thereafter for 7 to 10 days<\/li><li><b>HIV infection - Toxoplasma encephalitis:<\/b> alternative therapy, 1500 mg ORALLY twice daily with food (or nutritional supplement), alone or in combination with either sulfadiazine 1000 to 1500 mg orally every 6 hr OR pyrimethamine 200 mg ORALLY for 1 dose, then 50 mg (less than 60 kg) to 75 mg (60 kg or greater) ORALLY daily plus leucovorin 10 to 25 mg ORALLY daily (can increase to 50 mg) for at least 6 wk<\/li><li><b>HIV infection - Toxoplasma encephalitis; Prophylaxis:<\/b> primary prophylaxis (alternative regimen), 1500 mg ORALLY daily with or without pyrimethamine 25 mg ORALLY plus leucovorin 10 mg ORALLY daily<\/li><li><b>HIV infection - Toxoplasma encephalitis; Prophylaxis:<\/b> secondary prophylaxis (alternative regimen), 750 mg ORALLY every 6 to 12 hr with or without either sulfadiazine 2000 to 4000 mg ORALLY daily or pyrimethamine 25 mg ORALLY daily plus leucovorin 10 mg ORALLY daily<\/li><li><b>Pneumocystis pneumonia:<\/b> mild to moderate (including patients with HIV), 750 mg ORALLY twice daily with food for 21 days<\/li><li><b>Pneumocystis pneumonia; Prophylaxis:<\/b> 1500 mg ORALLY once daily with a meal (manufacturer dosing)<\/li><li><b>Pneumocystis pneumonia; Prophylaxis:<\/b> (patients with HIV) primary and secondary prophylaxis, 1500 mg ORALLY daily, alone or in combination with pyrimethamine 25 mg ORALLY and leucovorin 10 mg ORALLY daily (guideline dosing)<\/li><\/ul>"},{"id":"48300-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Mepron(R) tablets were discontinued when Mepron(R) suspension was FDA approved (Anon, 1995). Any tablet information is provided for completeness only.<\/li><li><b>Babesiosis:<\/b> 20 mg\/kg ORALLY every 12 hours (maximum 750 mg\/dose) plus azithromycin 10 mg\/kg ORALLY on day 1 (maximum 500 mg\/dose) followed by 5 mg\/kg\/day (maximum 250 mg\/dose) thereafter for 7 to 10 days<\/li><li><b>Pneumocystis pneumonia:<\/b> (13 yr of age and older) mild to moderate (including patients with HIV), 750 mg ORALLY twice daily with food for 21 days<\/li><li><b>Pneumocystis pneumonia:<\/b> (younger than 3 months of age, or 24 months and older) patients with HIV, 30 to 40 mg\/kg\/day (MAX 1500 mg\/day) in 2 divided doses ORALLY with food for 21 days (guideline dosing)<\/li><li><b>Pneumocystis pneumonia:<\/b> (3 to 24 months of age) patients with HIV, 45 mg\/kg\/day (MAX 1500 mg\/day) in 2 divided doses ORALLY with food for 21 days (guideline dosing)<\/li><li><b>Pneumocystis pneumonia; Prophylaxis:<\/b> (13 yr and older) 1500 mg ORALLY daily with a meal (manufacturer dosing)<\/li><li><b>Pneumocystis pneumonia; Prophylaxis:<\/b> (adolescents with HIV) primary and secondary prophylaxis, 1500 mg ORALLY daily, alone or in combination with pyrimethamine 25 mg ORALLY and leucovorin 10 mg ORALLY daily (guideline dosing)<\/li><li><b>Pneumocystis pneumonia; Prophylaxis:<\/b> (1 to 3 months of age, and older than 24 months) primary and secondary prophylaxis in patients with HIV, 30 mg\/kg ORALLY daily (guideline dosing)<\/li><li><b>Pneumocystis pneumonia; Prophylaxis:<\/b> (4 to 24 months of age) primary and secondary prophylaxis in patients with HIV, 45 mg\/kg ORALLY daily (guideline dosing)<\/li><\/ul>"},{"id":"48300-s-1-6","title":"Dose Adjustments","mono":"<b>geriatric patients:<\/b>  caution is advised due to decreased organ function"},{"id":"48300-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Mepron(R) tablets were discontinued when Mepron(R) suspension was FDA approved (Anon, 1995). Any tablet information is provided for completeness only.<\/li><li>Pneumocystis pneumonia<\/li><li>Pneumocystis pneumonia; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Mepron(R) tablets were discontinued when Mepron(R) suspension was FDA approved (Anon, 1995). Any tablet information is provided for completeness only.<\/li><li>Babesiosis<\/li><li>HIV infection - Toxoplasma encephalitis<\/li><li>HIV infection - Toxoplasma encephalitis; Prophylaxis<\/li><li>Malaria<\/li><li>Toxoplasmosis<\/li><\/ul>"}]},"3":{"id":"48300-s-3","title":"Contraindications\/Warnings","sub":[{"id":"48300-s-3-9","title":"Contraindications","mono":"known allergic or hypersensitivity reaction to atovaquone or any of its components <br\/>"},{"id":"48300-s-3-10","title":"Precautions","mono":"<ul><li>Gastrointestinal:<\/li><li>-- inability to take atovaquone with food; optimum atovaquone concentrations may not be achieved; consider alternative agent<\/li><li>-- gastrointestinal disorders which may limit drug absorption; optimum atovaquone concentrations may not be achieved; consider alternative agent<\/li><li>Hepatic:<\/li><li>-- hepatic impairment, severe; possible risk of hepatotoxicity; monitoring recommended<\/li><li>-- hepatotoxicity (liver failure, cholestatic hepatitis, and elevated liver function tests) have been reported<\/li><li>Other:<\/li><li>-- concomitant use of rifampin or rifabutin is not recommended<\/li><li>-- concomitant use of metoclopramide should be avoided<\/li><\/ul>"},{"id":"48300-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"48300-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"48300-s-4","title":"Drug Interactions","sub":{"1":{"id":"48300-s-4-14","title":"Major","mono":"<ul>Rifampin (probable)<\/ul>"},"2":{"id":"48300-s-4-15","title":"Moderate","mono":"<ul><li>Indinavir (probable)<\/li><li>Rifabutin (probable)<\/li><li>Tetracycline (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"48300-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (6.3% to 39%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (3.2% to 42%), Nausea (4.1% to 26%), Vomiting (2.2% or greater)<\/li><li><b>Neurologic:<\/b>Headache (16% to 28%), Insomnia (10% or greater)<\/li><li><b>Respiratory:<\/b>Cough (14%), Rhinitis (24%)<\/li><li><b>Other:<\/b>Fever (14% to 40%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome<\/li><li><b>Hematologic:<\/b>Methemoglobinemia<\/li><li><b>Hepatic:<\/b>Hepatitis, Increased liver function test, Liver failure<\/li><\/ul>"},"6":{"id":"48300-s-6","title":"Drug Name Info","sub":{"0":{"id":"48300-s-6-17","title":"US Trade Names","mono":"Mepron<br\/>"},"2":{"id":"48300-s-6-19","title":"Class","mono":"<ul><li>Antiprotozoal<\/li><li>Ubiquinone<\/li><\/ul>"},"3":{"id":"48300-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"48300-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"48300-s-7","title":"Mechanism Of Action","mono":"Systemic: Atovaquone has possible cidal activity against susceptible organisms.   The action against  Pneumocystis carinii is not fully understood. Atovaquone is structurally similar to ubiquinone, which inhibits the mitochondrial electron-transport chain at the site of the cytochrome  bc     1 complex (complex III) in  Plasmodium  species. This may ultimately inhibit the synthesis of nucleic acid and ATP.   Atovaquone also has been shown to have good  in vitro activity against Toxoplasma gondii.  <br\/>"},"8":{"id":"48300-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"48300-s-8-23","title":"Absorption","mono":"<ul><li>Systemic: Bioavailability: Oral tablets- 23%; Oral suspension- 47%;<\/li><li>Food effect: increase 3-fold (tablets) and 2-fold (suspension)<\/li><\/ul>"},"1":{"id":"48300-s-8-24","title":"Distribution","mono":"Systemic: Vd: 0.6 L\/kg <br\/>"},"3":{"id":"48300-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 94%; Renal 0.6% <br\/>"},"4":{"id":"48300-s-8-27","title":"Elimination Half Life","mono":"Systemic: 2.2 to 3.2 d <br\/>"}}},"9":{"id":"48300-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with meals<\/li><li>(suspension) shake bottle well before each use<\/li><li>(suspension) take entire contents of foil-pouch either by discharging into a dosing spoon\/cup or directly into the mouth<\/li><\/ul>"},"10":{"id":"48300-s-10","title":"Monitoring","mono":"<ul><li>arterial blood gases, chest films, respiratory function, sputum staining and microscopy<\/li><li>liver function in patients with preexisting severe hepatic impairment<\/li><\/ul>"},"11":{"id":"48300-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Suspension: 750 MG\/5 ML<br\/><\/li><li><b>Mepron<\/b><br\/>Oral Suspension: 750 MG\/5 ML<br\/><\/li><\/ul>"},"12":{"id":"48300-s-12","title":"Toxicology","sub":[{"id":"48300-s-12-31","title":"Clinical Effects","mono":"<b>ATOVAQUONE<\/b><br\/>OVERDOSE: Overdose data is limited.  Overdoses of up to 31,500 milligrams have been well tolerated. Transient sinus dysrhythmia and maculopapular rash on the trunk and extremities have been reported in overdose patients. ADVERSE EFFECTS: Atovaquone is generally well tolerated by most patients. The most frequent adverse effects are maculopapular rash, gastrointestinal symptoms (diarrhea, abdominal pain, nausea, and vomiting), and headache. Other effects have included fever, hypotension, neutropenia, anemia, elevated liver transaminases, hyponatremia, anorexia, dyspepsia, constipation, taste perversion, oral candidiasis, elevation of serum amylase, elevations in serum creatinine and BUN, vortex keratopathy, conjunctivitis, insomnia, dizziness, anxiety, weakness, cough, sinusitis, rhinitis, hyperglycemia and hypoglycemia. <br\/>"},{"id":"48300-s-12-32","title":"Treatment","mono":"<b>ATOVAQUONE <\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive.<\/li><li>Decontamination: Minimal toxicity expected; activated charcoal after large overdoses or if more toxic coingestants involved..<\/li><li>Hypotensive episode: IV 0.9% NaCl 10-20 mL\/kg, dopamine, norepinephrine.<\/li><li>Hypoglycemia: Intravenous dextrose might be required.<\/li><li>Hyperglycemia: Insulin therapy might be required. Monitor blood glucose.<\/li><li>Monitoring of patient:  Monitor vital signs, CBC, liver and renal function in symptomatic patients. Monitor fluid and electrolyte status in patients with significant vomiting and\/or diarrhea. Monitor blood glucose in symptomatic patients.<\/li><\/ul>"},{"id":"48300-s-12-33","title":"Range of Toxicity","mono":"<b>ATOVAQUONE<\/b><br\/>TOXICITY: A minimum toxic dose has not been established.  Overdoses of up to 31,500 milligrams have been well tolerated. ATOVAQUONE THERAPEUTIC DOSE: Adults and children older than 13 years of age: 750 mg (5 mL) orally twice daily for 21 days or 1500 mg (10 mL) once a day. ATOVAQUONE\/PROGUANIL THERAPEUTIC DOSE: Adults: atovaquone 250 mg\/proguanil 100 mg orally once daily 1 to 2 days prior to entering endemic area, during stay, and for 7 days after return. Children: Varies with weight.<br\/>"}]},"13":{"id":"48300-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause rash, sweating, diarrhea, nausea, asthenia, dizziness, headache, dyspnea, cough, or fever.<\/li><li>Patient should take drug with meals as reduced absorption may result if taken on an empty stomach.<\/li><\/ul>"}}}