{"generic":"Probenecid\/Colchicine","drugs":["Probenecid\/Colchicine"],"mono":{"0":{"id":"483830-s-0","title":"Generic Names","mono":"Probenecid\/Colchicine"},"1":{"id":"483830-s-1","title":"Dosing and Indications","sub":[{"id":"483830-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Gouty arthritis, chronic, Complicated by frequent recurrent attacks:<\/b> Usual: Probenecid 500 mg\/colchicine 0.5 mg (1 tablet) ORALLY once daily for 7 days, then 1 tablet ORALLY 2 times daily<\/li><li><b>Gouty arthritis, chronic, Complicated by frequent recurrent attacks:<\/b> Maintenance: Continue at dosage that maintains normal serum urate levels<\/li><li><b>Gouty arthritis, chronic, Complicated by frequent recurrent attacks:<\/b> After 6 months of normalized serum urate levels and no acute attacks, may decrease dosage by probenecid 500 mg\/colchicine 0.5 mg (1 tablet) per day every 6 months<\/li><li><b>Gouty arthritis, chronic, Complicated by frequent recurrent attacks:<\/b> Maintenance of alkaline urine recommended, especially until serum urate level normalizes<\/li><\/ul>"},{"id":"483830-s-1-5","title":"Pediatric Dosing","mono":"<b>Children younger than 2 years:<\/b> Contraindicated "},{"id":"483830-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment:<\/b> May require dose increase by probenecid 500 mg\/colchicine 0.5 mg (1 tablet) per day in 4 week intervals to maximum of 4 tablets per day<\/li><li><b>Renal impairment, GFR 30 mL\/min or less:<\/b> Probenecid may not be effective<\/li><\/ul>"},{"id":"483830-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Gouty arthritis, chronic, Complicated by frequent recurrent attacks<br\/>"}]},"3":{"id":"483830-s-3","title":"Contraindications\/Warnings","sub":[{"id":"483830-s-3-9","title":"Contraindications","mono":"<ul><li>Acute gouty attack; do not start until attack has subsided<\/li><li>Blood dyscrasias or uric acid kidney stones<\/li><li>Children under age 2<\/li><li>Concomitant use of salicylates<\/li><li>Hypersensitivity to colchicine or probenecid<\/li><li>Pregnancy<\/li><\/ul>"},{"id":"483830-s-3-10","title":"Precautions","mono":"<ul><li>Gastrointestinal:<\/li><li>-- Use caution in patients with history of peptic ulcer<\/li><li>Immunologic:<\/li><li>-- Severe allergic reactions and anaphylaxis have been reported rarely and usually occur within several hours of readministration following prior usage; discontinue therapy<\/li><li>-- May be carcinogenic; weigh potential benefits and risks before long-term administration<\/li><li>Musculoskeletal:<\/li><li>-- Exacerbation of gout may occur; additional colchicine or other appropriate therapy recommended<\/li><li>Renal:<\/li><li>-- Hematuria, renal colic, costovertebral pain, and formation of uric acid stones may occur; alkalize the urine and encourage liberal fluid intake for prevention<\/li><li>-- Reducing substance may appear in urine that disappears upon cessation of therapy<\/li><li>-- Renal impairment; dosage adjustment may be necessary; may not be effective in chronic renal insufficiency, especially in patients with glomerular filtration rate of 30 mL\/minute or less<\/li><\/ul>"},{"id":"483830-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"483830-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"483830-s-4","title":"Drug Interactions","sub":[{"id":"483830-s-4-13","title":"Contraindicated","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Azithromycin (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Captopril (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Clarithromycin (established)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Cyclosporine (established)<\/li><li>Darunavir (theoretical)<\/li><li>Diltiazem (established)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Erythromycin (probable)<\/li><li>Felodipine (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ivacaftor (theoretical)<\/li><li>Ketoconazole (established)<\/li><li>Ketorolac (probable)<\/li><li>Lomitapide (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Quercetin (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Ritonavir (established)<\/li><li>Saquinavir (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Sunitinib (probable)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Ticagrelor (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tocophersolan (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><li>Verapamil (established)<\/li><\/ul>"},{"id":"483830-s-4-14","title":"Major","mono":"<ul><li>Amprenavir (probable)<\/li><li>Aprepitant (probable)<\/li><li>Atorvastatin (probable)<\/li><li>Avibactam (probable)<\/li><li>Citalopram (theoretical)<\/li><li>Deferiprone (theoretical)<\/li><li>Doripenem (probable)<\/li><li>Eliglustat (theoretical)<\/li><li>Fenofibrate (probable)<\/li><li>Fenofibric Acid (probable)<\/li><li>Fluconazole (probable)<\/li><li>Fosamprenavir (probable)<\/li><li>Gemfibrozil (probable)<\/li><li>Interferon Alfa-2a (probable)<\/li><li>Lovastatin (probable)<\/li><li>Methotrexate (theoretical)<\/li><li>Pegloticase (theoretical)<\/li><li>Pitavastatin (probable)<\/li><li>Pravastatin (probable)<\/li><li>Reserpine (theoretical)<\/li><li>Simvastatin (probable)<\/li><li>Tacrolimus (theoretical)<\/li><li>Zalcitabine (probable)<\/li><\/ul>"},{"id":"483830-s-4-15","title":"Moderate","mono":"<ul><li>Amoxicillin (probable)<\/li><li>Aspirin (probable)<\/li><li>Bezafibrate (probable)<\/li><li>Bismuth Subsalicylate (probable)<\/li><li>Cefditoren Pivoxil (probable)<\/li><li>Cefotaxime (probable)<\/li><li>Cefpodoxime Proxetil (probable)<\/li><li>Cefprozil (probable)<\/li><li>Choline Magnesium Trisalicylate (probable)<\/li><li>Ciprofibrate (probable)<\/li><li>Ciprofloxacin (established)<\/li><li>Clofibrate (probable)<\/li><li>Digoxin (probable)<\/li><li>Enprofylline (probable)<\/li><li>Ertapenem (probable)<\/li><li>Fluvastatin (probable)<\/li><li>Gatifloxacin (probable)<\/li><li>Lorazepam (probable)<\/li><li>Magnesium Salicylate (probable)<\/li><li>Meropenem (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Piretanide (probable)<\/li><li>Pralatrexate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Sodium Thiosalicylate (probable)<\/li><li>Zidovudine (probable)<\/li><li>Zomepirac (probable)<\/li><\/ul>"}]},"5":{"id":"483830-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Hematologic:<\/b>Agranulocytosis<\/li><li><b>Hepatic:<\/b>Hepatic necrosis<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Costovertebral angle tenderness, Hematuria, Renal colic, Urolithiasis<\/li><\/ul>"},"6":{"id":"483830-s-6","title":"Drug Name Info","sub":{"2":{"id":"483830-s-6-19","title":"Class","mono":"Antigout<br\/>"},"3":{"id":"483830-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"483830-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"483830-s-7","title":"Mechanism Of Action","mono":"Probenecid is a uricosuric agent and acts by increasing urinary excretion of uric acid through inhibition of renal tubular reabsorption. The mechanism of action of colchicine against gout is unknown.<br\/>"},"10":{"id":"483830-s-10","title":"Monitoring","mono":"normalization of serum urate levels and improvement in symptoms of gout may indicate efficacy<br\/>"},"11":{"id":"483830-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: (Colchicine - Probenecid) 0.5 MG-500 MG<br\/>"},"12":{"id":"483830-s-12","title":"Toxicology","sub":[{"id":"483830-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>COLCHICINE <\/b><br\/>USES: Colchicine is a natural alkaloid found in plants such as the autumn crocus (Colchicum Autumnale) and glory lily (Gloriosa superba). As a medication, it functions as an antimitotic and anti-inflammatory agent used to treat gout, familial Mediterranean fever, secondary amyloidosis, and scleroderma. Exposure occurs by oral and IV routes. PHARMACOLOGY: Colchicine binds to tubulin, a main component of microtubules, and causes cytoskeletal changes. Its anti-inflammatory properties are due to inhibiting the migration of leukocytes and proinflammatory cytokines into affected tissues. Finally, it inhibits uric acid crystal deposition in gout. TOXICOLOGY: Colchicine inhibits mitosis of dividing cells and functions as a microtubule or spindle poison. In overdose, it preferentially affects rapidly dividing cells. In high concentrations it is a general cellular poison. EPIDEMIOLOGY: Poisoning is very uncommon but causes significant morbidity and mortality. MILD TO MODERATE POISONING: Mild overdose causes mainly nausea, vomiting, diarrhea, and abdominal pain. SEVERE POISONING: Severe overdose causes clinical findings in 3 phases but may be delayed initially a few hours: PHASE I (0 TO 24 HOURS) - GASTROINTESTINAL: Nausea, vomiting, diarrhea (bloody), abdominal pain, dehydration, leukocytosis, volume depletion, hypotension. PHASE II (1 TO 7 DAYS) - MULTIORGAN SYSTEM FAILURE: Possible risk of sudden cardiac death, dysrhythmias; confusion, coma, seizures; pancytopenia, renal failure, hepatic failure, sepsis, acute lung injury, electrolyte imbalances, rhabdomyolysis.  Patients with severe overdose may die during this phase. PHASE III (OVER 7 DAYS) - RECOVERY OR DEATH: Alopecia; myopathy, neuropathy, myoneuropathy, or rebound leukocytosis; death usually is caused by respiratory failure, intractable shock, dysrhythmias, and cardiovascular collapse. FACTORS ASSOCIATED WITH POOR PROGNOSIS POST-INGESTION: A large dose; increased INR; WBC greater than 18K within 24 hours of ingestion; cardiogenic shock within 72 hours. ADVERSE EFFECTS: COMMON: At therapeutic doses, gastrointestinal symptoms (nausea, vomiting, diarrhea, and abdominal pain) are commonly seen. LESS COMMON: Alopecia and anorexia may occur less frequently. RARE: Agranulocytosis, aplastic anemia, dysrhythmias, bone marrow suppression, hepatotoxicity, myopathy, peripheral neuritis, and rash may rarely be observed. DRUG INTERACTIONS: Substances that inhibit CYP 3A4 (eg; atazanavir, erythromycin, clarithromycin, ketoconazole, nefazodone, and grapefruit juice) and substances that inhibit P-glycoprotein (eg; cyclosporine, ranolazine) increase colchicine plasma concentrations, and cause toxicity at lower doses.<br\/><\/li><li><b>PROBENECID <\/b><br\/>USES: Probenecid is used to treat hyperuricemia associated with gout and gouty arthritis.  Probenecid also increases and prolongs the plasma concentrations of penicillin and some of the penicillin derived antibiotics. Intramuscular cefoxitin plus oral probenecid is recommended by the CDC as an alternative to the preferred regimens of IM ceftriaxone or oral cefixime for the treatment of uncomplicated urogenital and anorectal gonococcal infections. PHARMACOLOGY: Probenecid is a uricosuric agent which promotes urinary excretion of uric acid, thereby reducing serum urate levels by inhibiting active reabsorption of uric acid at the proximal convoluted tubules in the kidney. Probenecid is a competitive inhibitor of the secretion of weak organic acids, including penicillins and some of the cephalosporin antibiotics, at the proximal and distal renal tubules. It thereby increases blood concentrations of these antibiotics (penicillin concentrations may increase 2- to 4-fold). EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose information is limited. Nausea, vomiting, anorexia, diarrhea, tremors, seizures, visual hallucinations, acute gouty attack, coma, respiratory failure, hypotension, and cardiac arrest may occur following an overdose. ADVERSE EFFECTS: The following adverse effects have been reported following therapeutic use of probenecid: Headache, dizziness, hepatic necrosis, nausea, vomiting, anorexia, sore gums, nephrotic syndrome, uric acid stones with or without hematuria, renal colic, costovertebral pain, urinary frequency, anaphylaxis, fever, urticaria, pruritus, nephrotic syndrome, aplastic anemia, leukopenia, neutropenia, thrombocytopenia, hemolytic anemia (may be related to genetic deficiency of glucose-6-phosphate dehydrogenase in RBC), anemia, dermatitis, alopecia, and flushing.<br\/><\/li><\/ul>"},{"id":"483830-s-12-32","title":"Treatment","mono":"<ul><li><b>COLCHICINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is supportive with attention to the airway, breathing, and circulation. For mild to moderate overdose, consider GI decontamination and treat for shock. Administer IV fluids, antiemetics, and pressors if needed. MANAGEMENT OF SEVERE TOXICITY: Treatment is supportive in the ICU. Multiorgan system failure may occur 1 to 7 days post-ingestion. Treat with IV fluids, vasopressors, cardiac monitoring, intubation, antibiotics for sepsis, dialysis for acute renal failure as needed. Pancytopenia has been reported. For severe neutropenia, administer colony stimulating factor (e.g., filgrastim, sargramostim). If severe coagulopathy with bleeding develops transfuse with red blood cells, platelets and fresh frozen plasma as indicated. Treat seizures with IV benzodiazepines or barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal if vomiting is controlled. HOSPITAL: Gastric lavage may be useful if performed within 1 to 2 hours of ingestion and if vomiting is controlled. Administer activated charcoal (AC) and consider multidose AC due to enterohepatic recirculation.<\/li><li>Airway management: Practice usual airway management.<\/li><li>Antidote: There is no current antidote, however, colchicine-specific antibodies were used in one overdose case. They are not available in the US.<\/li><li>Monitoring of patient: Monitor serial serum electrolytes, BUN, creatinine, glucose, CBC, CPK, liver enzymes, INR, and urinalysis. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients. Specific drug levels are not clinically useful or widely available.<\/li><li>Enhanced elimination procedure: Hemodialysis does not remove colchicine because of its large volume of distribution and high protein binding, but may be useful when acute renal failure develops.<\/li><li>Patient disposition: HOME CRITERIA:  Patients with accidental ingestions of therapeutic doses can be observed at home. If there is any potential for the ingestion of a toxic dose, the patient should be referred to a healthcare facility. OBSERVATION CRITERIA: Any symptomatic patient or one with an intentional ingestion should be sent to the hospital and observed. If no gastrointestinal symptoms develop within 8 to 12 hours of ingestion, the patient may be discharged. ADMISSION CRITERIA: Any symptomatic patient with an intentional ingestion or suspected or known significant overdose should be admitted to the ICU. CONSULT CRITERIA: Nephrology should be consulted if acute renal failure develops.  Consult a toxicologist for any symptomatic overdose.<\/li><\/ul><\/li><li><b>PROBENECID <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Myelosuppression has been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not recommended because of the potential for CNS depression or persistent seizures and subsequent aspiration. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression, respiratory failure, or severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Severe neutropenia: filgrastim 5 mcg\/kg\/day IV or SubQ or sargramostim 250 mcg\/m(2)\/day IV infused over 4 hours. Monitor serial CBC with differential. Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Administer oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status. Monitor CBC with differential and platelets and renal function and hepatic enzymes. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor pulse oximetry and\/or arterial blood gases in patients with respiratory signs or symptoms.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. Patients with severe neutropenia, significant CNS depression, or persistent seizures should be admitted to the hospital. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"483830-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>COLCHICINE<\/b><br\/>TOXICITY: In a case series (150 cases), the following oral doses were associated with these toxic effects: Less than or equal to 0.5 mg\/kg - nausea, vomiting, diarrhea (however, there are other case reports of fatalities after ingestion of less than 0.5 mg\/kg). 0.5 to 0.8 mg\/kg - marrow aplasia and 10% mortality. Greater than 0.8 mg\/kg - usually results in death. Fatalities have been reported with single ingestions of 7 mg. Patients receiving IV doses of more than 4 mg\/24 hours are at risk of toxicity and death. NOTE: IV colchicine is no longer available in the US. Severe toxicity (some fatalities) has been reported due to excessive concentrations in IV formulations created by compounding pharmacy errors. THERAPEUTIC DOSE: GOUT FLARES: ADULTS - 1.2 mg (2 tablets) orally at the first sign of a gout flare followed by 0.6 mg (1 tablet) one hour later; MAX 1.8 mg over 1 hour. GOUT PROPHYLAXIS: ADULTS AND ADOLESCENTS OLDER THAN AGE 16 YEARS - 0.6 mg orally once or twice daily; MAX 1.2 mg\/day. FAMILIAL MEDITERRANEAN FEVER: ADULTS - 1.2 to 2.4 mg orally daily; increase or decrease in increments of 0.3 mg\/day. CHILDREN - 4 to 6 years: 0.3 mg to 1.8 mg orally daily. 6 to 12 years: 0.9 mg to 1.8 mg orally daily. 12 years and older: 1.2 mg to 2.4 mg orally daily.<br\/><\/li><li><b>PROBENECID<\/b><br\/>TOXICITY: An adult developed seizures and coma after ingesting 47.5 g of probenecid. A man ingested about 75 g of probenecid with ethanol and developed vomiting, diarrhea, seizures, coma, hypotension, and a cardiac arrest. He died 4 hours post-admission. THERAPEUTIC DOSES: ADULT: Hyperuricemia: Initial, 250 mg orally twice daily for 1 week. Maintenance, 500 mg orally twice daily; if symptoms persist or 24 hour urate excretion below 700 mg, may incrementally increase by 500 mg every 4 weeks as tolerated; MAX: 2 g\/day. Adjunct to antibiotic therapy: 2 grams\/day orally in divided doses. Gonorrhea: 1 g orally with IM aqueous procaine penicillin G, or oral amoxicillin, or oral ampicillin. PEDIATRIC: Adjunct to antibiotic therapy: WEIGHT 50 KG OR LESS: Initial dose: 25 mg\/kg\/day orally; maintenance dose: 40 mg\/kg\/day orally in 4 divided doses. WEIGHT GREATER THAN 50 KG: 2 g\/day orally in divided doses.<br\/><\/li><\/ul>"}]},"13":{"id":"483830-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report hematuria or symptoms of uric acid stones.<\/li><li>Side effects may include dizziness, peripheral neuritis, muscular weakness, vomiting, nausea, diarrhea, anorexia, fever, urticaria, dermatitis, or alopecia.<\/li><li>Encourage patient to maintain hydration due to potential for uric acid stones.<\/li><\/ul>"}}}