{"generic":"Propylthiouracil","drugs":["Propylthiouracil"],"mono":{"0":{"id":"488840-s-0","title":"Generic Names","mono":"Propylthiouracil"},"1":{"id":"488840-s-1","title":"Dosing and Indications","sub":[{"id":"488840-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hyperthyroidism:<\/b> Initial, 50 to 150 mg ORALLY 3 times daily, based on severity (guideline dosing)  OR 300 mg ORALLY daily in 3 evenly divided doses at 8-hour intervals; may increase to 400 mg\/day for severe hyperthyroidism, very large goiters, or both; occasionally 600 to 900 mg\/day may be required (manufacturer dosing)<\/li><li><b>Hyperthyroidism:<\/b> Maintenance, 50 mg ORALLY 2 or 3 times daily (guideline dosing)  OR 100 to 150 mg orally daily in 3 divided doses every 8 hours (manufacturer dosing)<\/li><li><b>Pregnancy - Thyrotoxicosis due to Graves' disease:<\/b> (first trimester) Use lowest dose to keep mother's total thyroxine (T4) and triiodothyronine (T3) levels slightly above normal range for pregnancy, keep TSH suppressed, and keep free T4 at or slightly above ULN for nonpregnant women; assess monthly and adjust dose as required.<\/li><li><b>Pregnancy - Thyrotoxicosis due to Graves' disease:<\/b> Switch to methimazole for second and third trimesters.<\/li><li><b>Thyroid storm:<\/b> 500 to 1000 mg loading dose ORALLY followed by 250 mg ORALLY every 4 hours (guideline dosing)<\/li><\/ul>"},{"id":"488840-s-1-5","title":"Pediatric Dosing","mono":"<b>Hyperthyroidism:<\/b> Initial (6 years or older), 50 mg ORALLY daily carefully uptitrated (manufacturer dosing) "},{"id":"488840-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment:<\/b> No adjustment required<\/li><li><b>Hemodialysis:<\/b> No adjustment required<\/li><\/ul>"},{"id":"488840-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hyperthyroidism<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Pregnancy - Thyrotoxicosis due to Graves' disease<\/li><li>Thyroid storm<\/li><\/ul>"}]},"2":{"id":"488840-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Severe liver injury and acute liver failure, including fatalities, have been reported with propylthiouracil. Liver transplantation was required in some cases. Reserve propylthiouracil for patients who can not tolerate methimazole when radioactive iodine therapy or surgery are not appropriate treatment options. Propylthiouracil may be the preferred treatment when an antithyroid drug is indicated during or just prior to the first trimester of pregnancy, because of the risk of fetal abnormalities associated with methimazole.<br\/>"},"3":{"id":"488840-s-3","title":"Contraindications\/Warnings","sub":[{"id":"488840-s-3-9","title":"Contraindications","mono":"Hypersensitivity to propylthiouracil or any component of the product <br\/>"},{"id":"488840-s-3-10","title":"Precautions","mono":"<ul><li>Hematologic:<\/li><li>-- Hematologic abnormalities (eg, agranulocytosis, leukopenia, thrombocytopenia, and aplastic anemia) may occur, especially in the first 3 months of therapy; discontinue if agranulocytosis, aplastic anemia, ANCA-positive vasculitis, hepatitis, interstitial pneumonitis, fever, or exfoliative dermatitis develop<\/li><li>Hepatic:<\/li><li>-- Liver injury resulting in liver failure, liver transplantation, or death has been reported in adult and pediatric patients, including pregnant women; monitoring recommended if symptoms occur; discontinue if liver injury is suspected<\/li><li>Other:<\/li><li>-- Pediatric use is not recommended unless methimazole, surgery, or radioactive iodine are not appropriate alternatives<\/li><li>-- Cross-reactivity with methimazole has been reported, including antineutrophil cytoplasmic antibody (ANCA)-positive vasculitis, cutaneous reactions, hepatoxicity, and agranulocytosis<\/li><\/ul>"},{"id":"488840-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"488840-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"488840-s-4","title":"Drug Interactions","sub":{"2":{"id":"488840-s-4-15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Anisindione (probable)<\/li><li>Dicumarol (probable)<\/li><li>Phenindione (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"488840-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Rash<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Vasculitis<\/li><li><b>Hematologic:<\/b>Agranulocytosis (0.2% to 0.5%), Aplastic anemia<\/li><li><b>Hepatic:<\/b>Hepatotoxicity, Liver failure<\/li><li><b>Renal:<\/b>Nephritis<\/li><\/ul>"},"6":{"id":"488840-s-6","title":"Drug Name Info","sub":{"2":{"id":"488840-s-6-19","title":"Class","mono":"<ul><li>Antithyroid Agent<\/li><li>Thionamide<\/li><\/ul>"},"3":{"id":"488840-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"488840-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"488840-s-7","title":"Mechanism Of Action","mono":"Propylthiouracil is a thiocarbamide compound that inhibits the synthesis of thyroid hormones as an effective therapy for hyperthyroidism. However, it neither affects the stored thyroxine and triiodothyronine in the thyroid or bloodstream, nor interferes with the thyroid hormone activity when administered orally or parenterally.<br\/>"},"8":{"id":"488840-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"488840-s-8-23","title":"Absorption","mono":"Oral: rapidly absorbed <br\/>"},"2":{"id":"488840-s-8-25","title":"Metabolism","mono":"Rapidly metabolized <br\/>"},"3":{"id":"488840-s-8-26","title":"Excretion","mono":"<ul><li>Renal: approximately 35%<\/li><li>Dialyzable: not established (hemodialysis); not established (peritoneal dialysis)<\/li><\/ul>"}}},"10":{"id":"488840-s-10","title":"Monitoring","mono":"<ul><li>Improvement in clinical signs and symptoms indicative of efficacy.<\/li><li>Baseline thyroid stimulating hormone and serum free thyroxine<\/li><li>Serum free T4; at 4 weeks, optionally include serum triiodothyronine<\/li><li>Thyroid function; every 4 to 8 weeks until euthyroid then every 2 to 3 months<\/li><li>Thyrotropin receptor antibodies (TRAbs); prior to discontinuation of therapy<\/li><li>TRAbs (using sensitive first-generation thyrotropin-binding inhibitor immunoglobulin (TBII) or  thyroid-stimulating immunoglobulins (TSI) assay); at diagnosis of pregnancy and if elevated, again at 22 to 26 weeks' gestation<\/li><li>CBC, with differential; at baseline<\/li><li>Liver function tests; at baseline<\/li><li>Hepatic function; if symptoms of liver toxicity develop; monitor, especially in the first six months of therapy, for signs and symptoms of liver injury, including fatigue, weakness, vague abdominal pain, loss of appetite, itching, easy bruising or yellowing of the eyes or skin<\/li><li>Prothrombin time; during therapy and prior to surgical procedures<\/li><li>Symptoms of illness (fever, sore throat, general malaise, headache, skin eruptions)<\/li><\/ul>"},"11":{"id":"488840-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: 50 MG<br\/>"},"12":{"id":"488840-s-12","title":"Toxicology","sub":[{"id":"488840-s-12-31","title":"Clinical Effects","mono":"<b>PROPYLTHIOURACIL <\/b><br\/>USES: Propylthiouracil is indicated for treatment of Grave disease with hyperthyroidism or toxic multinodular goiter in patients who are intolerant to methimazole and are not candidates for surgery or radioactive iodine therapy. It may be used to lessen symptoms of hyperthyroidism in preparation for surgery or radioactive iodine therapy in patients intolerant of methimazole. PHARMACOLOGY: Propylthiouracil is a thiocarbamide compound that inhibits the synthesis of thyroid hormones as an effective therapy for hyperthyroidism. However, it neither affects the stored thyroxine and triiodothyronine in the thyroid or bloodstream, nor interferes with the thyroid hormone activity when administered orally or parenterally. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Very little data are available on the effects of acute overdose.  Nausea, vomiting, epigastric distress, headache, fever, arthralgia, pruritus, edema, pancytopenia, and agranulocytosis may occur with overdose. Other rare effects include exfoliative dermatitis, hepatitis, neuropathies, or CNS simulation or depression. Chronic overdose may result in clinical hypothyroidism. Decreased T3 and elevated alkaline phosphatase levels were the only effects seen after a massive overdose in a 12-year-old girl. ADVERSE EFFECTS: Adverse effects following the therapeutic use of propylthiouracil include rash, urticaria, nausea, vomiting, epigastric distress, arthralgia, paresthesias, loss of taste, taste perversion, abnormal loss of hair, myalgia, headache, pruritus, drowsiness, neuritis, edema, vertigo, skin pigmentation, jaundice, sialadenopathy, and lymphadenopathy. Serious adverse effects include liver injury, hepatitis, liver failure, agranulocytosis, granulopenia, thrombocytopenia, aplastic anemia, drug fever, a lupus-like syndrome (including splenomegaly and vasculitis), hepatitis, periarteritis, hypoprothrombinemia, nephritis, glomerulonephritis, interstitial pneumonitis, exfoliative dermatitis, erythema nodosum, and vasculitis syndrome. Vasculitis syndrome associated with the presence of anti-neutrophilic cytoplasmic antibodies (ANCA) is manifested as rapidly progressive glomerulonephritis (crescentic and pauci-immune necrotizing glomerulonephritis), and may cause acute renal failure, pulmonary infiltrates or alveolar hemorrhage, skin ulcers, and leukocytoclastic vasculitis. <br\/>"},{"id":"488840-s-12-32","title":"Treatment","mono":"<b>PROPYLTHIOURACIL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Myelosuppression has been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg, filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory distress.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Severe neutropenia: filgrastim 5 mcg\/kg\/day IV or SubQ or sargramostim 250 mcg\/m(2)\/day IV infused over 4 hours. Monitor serial CBC with differential. Transfusions may be required for severe thrombocytopenia or bleeding.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and thyroid function. Measurement of T3 (triiodothyronine) and reverse T3 (a major metabolite of T4 with no metabolic activity) levels may confirm a history of ingestion, but the clinical significance is unknown. Monitor CBC with differential and platelet count, renal function, liver enzymes, and serum electrolytes in symptomatic patients.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted.  CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"488840-s-12-33","title":"Range of Toxicity","mono":"<b>PROPYLTHIOURACIL <\/b><br\/>TOXICITY: Limited data are available. In one overdose, ingestion of 5 to 13 grams resulted in an uneventful outcome. THERAPEUTIC DOSES: ADULT: Initial: 300 mg orally per day in 3 evenly divided doses at 8-hour intervals; patients with severe hyperthyroidism may require 400 mg daily and in rare cases 600 to 900 mg\/day. Maintenance: 100 to 150 mg\/day. PEDIATRIC: Usually not recommended except in rare cases. Initial, 6 years or older: 50 mg orally daily in 3 evenly divided doses at 8-hour intervals. <br\/>"}]},"13":{"id":"488840-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell patient that symptomatic improvement may not be seen for a few weeks.<\/li><li>Patient should immediately report, fever, skin rash, sore throat, or headache.<\/li><li>Advise patient to report signs\/symptoms of hepatic dysfunction, such as anorexia, pruritus, right upper quadrant pain, fatigue, weakness, abdominal pain that is vague, loss of appetite, itching, bruising, and yellowing of the eyes.<\/li><li>Advise patient of importance of taking this drug regularly and at evenly spaced intervals as prescribed.<\/li><li>If a dose is missed and it is almost time for the next dose, instruct patient to use two doses together and then return to the regular dosing schedule.<\/li><li>Patient should contact healthcare professional if more than one dose is missed.<\/li><\/ul>"}}}