{"drugs":["Protamine Sulfate"],"mono":{"0":{"id":"489710-s-0","title":"Generic Names","mono":"Protamine Sulfate"},"1":{"id":"489710-s-1","title":"Dosing and Indications","sub":{"0":{"id":"489710-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Toxicity of drug, Heparin:<\/b> 1 mg IV for every 100 units of heparin remaining in patient; if 30 minutes have elapsed since the injection of heparin one-half the dose may be sufficient; maximum 50 mg given over 10 minutes<\/li><li><b>Toxicity of drug, Low-molecular-weight heparin:<\/b> (Dalteparin) 1 mg IV for every 100 anti-Xa international units of dalteparin; if APTT (measured 2 to 4 hours after the first infusion) remains prolonged, a second infusion of 0.5 mg protamine sulfate per 100 anti-Xa international units of dalteparin may be administered; maximum neutralization of the anti-Factor Xa activity is about 60% to 75%<\/li><li><b>Toxicity of drug, Low-molecular-weight heparin:<\/b> (Enoxaparin) 1 mg IV for every 1 mg of enoxaparin administered in the previous 8 hours; if more than 8 hours has elapsed since the last dose of enoxaparin was administered, or if APTT (measured 2 to 4 hours after the first infusion) remains prolonged, a second infusion of 0.5 mg per 1 mg of enoxaparin may be administered; if more than 12 hours has elapsed since enoxaparin administration, protamine sulfate administration may not be necessary; the maximum neutralization of the anti-Factor Xa activity is about 60%.<\/li><li><b>Toxicity of drug, Low-molecular-weight heparin:<\/b> (Tinzaparin) 1 mg IV for every 100 anti-Xa international units of tinzaparin; if APTT (measured 2 to 4 hours after the first infusion) remains prolonged, a second infusion of 0.5 mg per 100 anti-Xa international units of tinzaparin may be administered; the maximum neutralization of the anti-Factor Xa activity is about 60%.<\/li><\/ul>"},"1":{"id":"489710-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness in children have not been established<\/li><li><b>Toxicity of drug, Heparin:<\/b> within 30 minutes since last dose of heparin therapy, 1 mg IV for every 100 units of heparin received; between 30 and 60 minutes since last dose of heparin therapy, 0.5 to 0.75 mg for every 100 units of heparin received; between 60 and 120 minutes since the last dose of heparin, 0.375 to 0.5 mg per every 100 units of heparin received; more than 120 minutes since the last dose of heparin, 0.25 to 0.375 mg per every 100 units of heparin received; MAX dose 50 mg, not exceeding 5 mg\/min in a concentration of 10 mg\/mL<\/li><li><b>Toxicity of drug, Low-molecular-weight heparin:<\/b> Although the safety effectiveness of protamine sulfate among pediatric patients has not been approved by the US Food and Drug Administration, the American College of Chest Physicians (AACP) Evidence Based Clinical Practice Guidelines state that for treatment of low molecular weight heparin (LMWH)-induced bleeding, protamine sulfate will neutralize anti-FIIa activity and partially neutralize anti-FXa activity. Protamine sulfate dosing is dependent on the dose of the LMWH administered and repeated doses may be required.<\/li><li><b>Toxicity of drug, Low-molecular-weight heparin:<\/b> (Dalteparin) 1 mg IV for every 100 anti-Xa international units of dalteparin; if APTT (measured 2 to 4 hours after the first infusion) remains prolonged, a second infusion of 0.5 mg protamine sulfate per 100 anti-Xa international units of dalteparin may be administered; maximum neutralization of the anti-Factor Xa activity is about 60% to 75%<\/li><li><b>Toxicity of drug, Low-molecular-weight heparin:<\/b> (Enoxaparin) 1 mg IV for every 1 mg of enoxaparin administered in the previous 8 hours; if more than 8 hours has elapsed since the last dose of enoxaparin was administered, or if APTT (measured 2 to 4 hours after the first infusion) remains prolonged, a second infusion of 0.5 mg per 1 mg of enoxaparin may be administered; if more than 12 hours has elapsed since enoxaparin administration, protamine sulfate administration may not be necessary; the maximum neutralization of the anti-Factor Xa activity is about 60%.<\/li><li><b>Toxicity of drug, Low-molecular-weight heparin:<\/b> (Tinzaparin) 1 mg IV for every 100 anti-Xa international units of tinzaparin; if APTT (measured 2 to 4 hours after the first infusion) remains prolonged, a second infusion of 0.5 mg per 100 anti-Xa international units of tinzaparin may be administered; the maximum neutralization of the anti-Factor Xa activity is about 60%.<\/li><\/ul>"},"3":{"id":"489710-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Toxicity of drug, Heparin<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Toxicity of drug, Low-molecular-weight heparin<br\/>"}}},"3":{"id":"489710-s-3","title":"Contraindications\/Warnings","sub":[{"id":"489710-s-3-9","title":"Contraindications","mono":"hypersensitivity to protamine products<br\/>"},{"id":"489710-s-3-10","title":"Precautions","mono":"<ul><li>too-rapid administration may cause severe hypotensive and anaphylactoid reactions<\/li><li>hypersensitivity to fish (increased risk of hypersensitivity)<\/li><li>infertile or vasectomized men (increased risk of hypersensitivity)<\/li><li>previous exposure to protamine (increased risk of hypersensitivity)<\/li><li>heparin rebound or bleeding has been reported in cardiac surgery patients despite adequate neutralization of heparin with protamine<\/li><\/ul>"},{"id":"489710-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Protamine: C (FDA)<\/li><li>Protamine: B2 (AUS)<\/li><\/ul>"},{"id":"489710-s-3-12","title":"Breast Feeding","mono":"<ul><li>Protamine: WHO: WHO documentation states insufficient data.<\/li><li>Protamine: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"5":{"id":"489710-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing<\/li><li><b>Gastrointestinal:<\/b>Nausea, Vomiting<\/li><li><b>Respiratory:<\/b>Dyspnea<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia, Hypotension<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction, Circulatory collapse, capillary leak, noncardiogenic pulmonary edema, Anaphylaxis<\/li><\/ul>"},"6":{"id":"489710-s-6","title":"Drug Name Info","sub":{"2":{"id":"489710-s-6-19","title":"Class","mono":"Heparin Antagonist<br\/>"},"3":{"id":"489710-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"489710-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"489710-s-7","title":"Mechanism Of Action","mono":"Protamine sulfate is a weak anticoagulant which acts as a heparin antagonist.<br\/>"},"9":{"id":"489710-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>intended for use without dilution (10 mg\/mL), however may be diluted in D5W or NS (do not store, contains no preservatives)<\/li><li>administer by very slow intravenous injection over 10 minutes; MAX 50 mg<\/li><li>incompatible with certain antibiotics (several cephalosporins and penicillins)<\/li><\/ul>"},"10":{"id":"489710-s-10","title":"Monitoring","mono":"<ul><li>coagulation studies, such as heparin titration test with protamine, plasma thrombin time<\/li><li>blood pressure, heart rate<\/li><\/ul>"},"11":{"id":"489710-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 10 MG\/ML<br\/><\/li><li><b>NovaPlus Protamine Sulfate<\/b><br\/>Intravenous Solution: 10 MG\/ML<br\/><\/li><li><b>PremierPro Rx Protamine Sulfate<\/b><br\/>Intravenous Solution: 10 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"489710-s-12","title":"Toxicology","sub":[{"id":"489710-s-12-31","title":"Clinical Effects","mono":"<b>PROTAMINE <\/b><br\/>USES: Used rarely for the treatment of heparin overdose, may also be used for low molecular weight heparin overdose (may only produce partial or incomplete reversal). Also used to prolong the effects of insulin (NPH). PHARMACOLOGY: Protamine combines ionically with heparin, forming a stable complex and neutralizing heparin's anticoagulant effect. It also slows the absorption of insulin. TOXICOLOGY: As a weak anticoagulant, it may cause bleeding in overdose. EPIDEMIOLOGY: Overdose is extremely rare. MILD TO MODERATE TOXICITY: Protamine, a weak anticoagulant, may cause bleeding following overdose due to interference with both platelet and protein (including fibrinogen) function. This effect must be distinguished from the anticipated anticoagulation response that occurs 30 minutes to 18 hours after the reversal of heparin following protamine administration. Other events that may occur in overdose are likely an extension of adverse effects including: anaphylactoid and anaphylactic reactions such as nausea, vomiting, dyspnea, bradycardia, flushing, warmth and severe hypotension. SEVERE TOXICITY: Bleeding, anaphylactoid or anaphylactic reactions and severe hypotension may occur. ADVERSE EFFECTS: Anaphylactoid and anaphylactic reactions may include nausea, vomiting, dyspnea, bradycardia, flushing, warmth and severe hypotension with rapid intravenous administration of protamine. Anaphylactic reactions require prior exposure and sensitization to initiate IgE mediated mast cell degranulation and histamine release. An anaphylactoid reaction does not require prior sensitization and is triggered instead by non-IgE mechanisms which directly cause the release of these same mediators. <br\/>"},{"id":"489710-s-12-32","title":"Treatment","mono":"<b>PROTAMINE <\/b><br\/><ul><li>Decontamination: Decontamination is not indicated; protamine is only available parenterally.<\/li><li>Support: MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor for potential bleeding. Following an overdose, protamine can act as a weak anticoagulant by causing interference with platelet function. Obtain baseline CBC (repeat as indicated) and coagulation studies (including APTT, INR). If the patient is receiving heparin, assess if bleeding is secondary to rebound anticoagulation following the reversal of heparin with protamine. Rapid intravenous administration can produce severe hypotension. Monitor blood pressure. Administer IV 0.9% NS at 20 mL\/kg, dopamine, or norepinephrine as indicated. SEVERE TOXICITY: Treatment is symptomatic and supportive; blood transfusions or fresh frozen plasma may be needed if bleeding severe. An anaphylactoid or anaphylactic reaction may require aggressive airway management and support.<\/li><li>Airway management: Assess airway.  Airway protection may be indicated in patients with signs of anaphylaxis.<\/li><li>Antidote: None.<\/li><li>Anaphylaxis: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Monitor blood pressure and heart rate. Monitor CBC and coagulation studies.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with protamine overdose should be evaluated and monitored until symptoms resolve. Monitor CBC and coagulation studies. Patients can be discharged when laboratory values are stable with no evidence of bleeding. ADMISSION CRITERIA: Patients with evidence of severe toxicity (anaphylaxis or bleeding) should be admitted to an intensive care setting.<\/li><\/ul>"},{"id":"489710-s-12-33","title":"Range of Toxicity","mono":"<b>PROTAMINE<\/b><br\/>TOXICITY: Limited data. A toxic dose has not been established. An adult received a total of 300 mg of protamine and developed no adverse effects. A premature infant received a total of 35 mg protamine to treat an inadvertent enoxaparin overdose and developed no adverse events. THERAPEUTIC DOSE: Protamine sulfate should be given by slow intravenous administration over a 10 minute period; not to exceed 50 mg. Approximately 1 mg of protamine sulfate (based on a dried basis), neutralizes not less than 100 USP Heparin Units. Dosing of protamine sulfate should be guided by anticoagulation studies. <br\/>"}]},"13":{"id":"489710-s-13","title":"Clinical Teaching","mono":"This drug may cause flushing, nausea, vomiting, dyspnea, bradyarrhythmia, or hypotension.<br\/>"}}}