{"drugs":["Daraprim","Pyrimethamine"],"mono":{"0":{"id":"495950-s-0","title":"Generic Names","mono":"Pyrimethamine"},"1":{"id":"495950-s-1","title":"Dosing and Indications","sub":{"0":{"id":"495950-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>HIV infection - Pneumocystis pneumonia; Prophylaxis:<\/b> primary prophylaxis, 50 mg ORALLY once weekly PLUS leucovorin 25 mg ORALLY once weekly PLUS dapsone 50 mg ORALLY once daily<\/li><li><b>HIV infection - Pneumocystis pneumonia; Prophylaxis:<\/b> secondary prophylaxis, 50 mg ORALLY once weekly PLUS leucovorin 25 mg ORALLY once weekly PLUS dapsone 50 mg ORALLY once daily, OR 75 mg ORALLY once weekly PLUS leucovorin 25 mg ORALLY once weekly plus dapsone 200 mg ORALLY once weekly<\/li><li><b>HIV infection - Toxoplasmosis:<\/b> (encephalitis) preferred therapy, 200 mg ORALLY for 1 dose, then 50 mg (less than 60 kg) to 75 mg (60 kg or greater) ORALLY daily plus sulfadiazine 1000 mg (less than 60 kg) to 1500 mg (greater than or equal to 60 kg) ORALLY every 6 hr plus leucovorin 10 to 25 mg ORALLY daily (can increase to 50 mg) for at least 6 wk (guideline dosing)<\/li><li><b>HIV infection - Toxoplasmosis:<\/b> (encephalitis) alternative therapy,  200 mg ORALLY for 1 dose, then 50 mg (less than 60 kg) to 75 mg (60 kg or greater) ORALLY daily plus leucovorin 10 to 25 mg orally daily (can increase to 50 mg), in combination with either clindamycin 600 mg IV or ORALLY every 6 hr or atovaquone 1500 mg ORALLY twice daily or azithromycin 900 to 1200 mg ORALLY daily for at least 6 wk (guideline dosing)<\/li><li><b>HIV infection - Toxoplasmosis; Prophylaxis:<\/b> primary prophylaxis (alternative regimen), 50 mg ORALLY weekly plus leucovorin 25 mg ORALLY weekly plus dapsone 50 mg ORALLY daily; OR 75 mg ORALLY weekly plus leucovorin 25 mg ORALLY weekly plus dapsone 200 mg ORALLY weekly<\/li><li><b>HIV infection - Toxoplasmosis; Prophylaxis:<\/b> secondary prophylaxis, 25 to 50 mg ORALLY daily plus leucovorin 10 to 25 mg ORALLY daily, in combination with either sulfadiazine 2000 to 4000 mg ORALLY daily in 2 to 4 divided doses (preferred) or clindamycin 600 mg ORALLY every 8 hr (alternative)<\/li><li><b>Malaria, acute:<\/b> combination therapy, 25 mg ORALLY daily for 2 days followed by prophylaxis therapy<\/li><li><b>Malaria, acute:<\/b> monotherapy, 50 mg ORALLY for 2 days, followed by prophylaxis therapy<\/li><li><b>Malaria; Prophylaxis:<\/b> 25 mg ORALLY once weekly<\/li><li><b>Toxoplasmosis; Adjunct:<\/b> initially, 50 to 75 mg ORALLY once daily for 1 to 3 wk in combination with 1 to 4 g daily of a sulfonamide of the sulfapyrimidine type, then 50% of initial dose for an additional 4 to 5 wk<\/li><\/ul>"},"1":{"id":"495950-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>HIV infection - Toxoplasmosis:<\/b> (congenital toxoplasmosis) 2 mg\/kg ORALLY once daily for 2 days, then 1 mg\/kg ORALLY once daily for 2 to 6 months, then 1 mg\/kg ORALLY 3 times weekly PLUS leucovorin 10 mg ORALLY or IM with each dose of pyrimethamine PLUS either sulfadiazine 50 mg\/kg ORALLY twice daily (preferred) OR clindamycin 5 to 7.5 mg\/kg\/dose (MAX 600 mg\/dose) ORALLY or IV 4 times daily (alternative for sulfonamide-intolerant patients); total treatment duration is 12 months (guideline dosing)<\/li><li><b>HIV infection - Toxoplasmosis:<\/b> (acquired toxoplasmosis) 2 mg\/kg (MAX 50 mg) ORALLY once daily for 3 days, then 1 mg\/kg  (MAX 25 mg) ORALLY once daily PLUS leucovorin 10 to 25 mg ORALLY daily, PLUS either sulfadiazine 25 to 50 mg\/kg (MAX 1000 to 1500 mg\/dose) ORALLY 4 times daily (preferred) OR clindamycin 5 to 7.5 mg\/kg\/dose (MAX 600 mg\/dose) ORALLY or IV 4 times daily (alternative for sulfonamide-intolerant patients); continue for at least 6 wk, followed by secondary prophylaxis (guideline dosing)<\/li><li><b>HIV infection - Toxoplasmosis; Prophylaxis:<\/b> (1 month of age and older) primary prophylaxis, 1 mg\/kg (MAX 25 mg) ORALLY daily PLUS dapsone 2 mg\/kg or 15 mg\/m(2) (MAX 25 mg) ORALLY daily PLUS leucovorin 5 mg ORALLY every 3 days; continue leucovorin for 1 wk after pyrimethamine is stopped<\/li><li><b>HIV infection - Toxoplasmosis; Prophylaxis:<\/b> secondary prophylaxis, 1 mg\/kg or 15 mg\/m(2) (MAX 25 mg) ORALLY daily PLUS leucovorin 5 mg ORALLY every 3 days, PLUS either sulfadiazine 85 to 120 mg\/kg\/day (MAX 2 to 4 g) ORALLY divided into 2 to 4 doses (preferred) OR clindamycin 20 to 30 mg\/kg\/day ORALLY divided into 3 to 4 doses (alternative)<\/li><li><b>Malaria, acute:<\/b> (4 to 10 yr) 25 mg ORALLY once daily for 2 days followed by prophylaxis therapy<\/li><li><b>Malaria; Prophylaxis:<\/b> (under 4 yr) 6.25 mg ORALLY once weekly<\/li><li><b>Malaria; Prophylaxis:<\/b> (4 to 10 yr) 12.5 mg ORALLY once weekly<\/li><li><b>Malaria; Prophylaxis:<\/b> (10 yr and older) 25 mg ORALLY once weekly<\/li><li><b>Toxoplasmosis; Adjunct:<\/b> 1 mg\/kg\/day ORALLY divided in 2 equal daily doses for 2 to 4 days, then 50% of initial dose for 1 month; to be used in conjunction with the usual pediatric sulfonamide dosage<\/li><\/ul>"},"3":{"id":"495950-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>HIV infection - Toxoplasmosis<\/li><li>Malaria, acute<\/li><li>Malaria; Prophylaxis<\/li><li>Toxoplasmosis; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>HIV infection - Pneumocystis pneumonia; Prophylaxis<\/li><li>HIV infection - Toxoplasmosis; Prophylaxis<\/li><\/ul>"}}},"3":{"id":"495950-s-3","title":"Contraindications\/Warnings","sub":[{"id":"495950-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to pyrimethamine products<\/li><li>megaloblastic anemia due to folate deficiency<\/li><\/ul>"},{"id":"495950-s-3-10","title":"Precautions","mono":"<ul><li>folate deficiency<\/li><li>not recommended alone in the treatment of acute malaria<\/li><\/ul>"},{"id":"495950-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"495950-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.  Monitor infant for side effects.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"495950-s-4","title":"Drug Interactions","sub":[{"id":"495950-s-4-13","title":"Contraindicated","mono":"<ul>Aurothioglucose (theoretical)<\/ul>"},{"id":"495950-s-4-14","title":"Major","mono":"<ul><li>Methotrexate (theoretical)<\/li><li>Sulfamethoxazole (probable)<\/li><li>Trimethoprim (probable)<\/li><li>Zidovudine (theoretical)<\/li><\/ul>"},{"id":"495950-s-4-15","title":"Moderate","mono":"<ul>Lorazepam (probable)<\/ul>"}]},"5":{"id":"495950-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Rash<br\/><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome (rare), Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Leukopenia, Megaloblastic anemia, Pancytopenia, Thrombocytopenia<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><\/ul>"},"6":{"id":"495950-s-6","title":"Drug Name Info","sub":{"0":{"id":"495950-s-6-17","title":"US Trade Names","mono":"Daraprim<br\/>"},"2":{"id":"495950-s-6-19","title":"Class","mono":"<ul><li>Antimalarial<\/li><li>Folic Acid Antagonist<\/li><\/ul>"},"3":{"id":"495950-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"495950-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"495950-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Binds to and reversibly inhibits the protozoal enzyme dihydrofolate reductase, selectively blocking conversion of dihydrofolic acid to its functional form, tetrahydrofolic acid. This depletes folate, an essential cofactor in the biosynthesis of nucleic acids, resulting in interference with protozoal nucleic acid and protein production. Protozoal dihydrofolate reductase is many times more tightly bound by pyrimethamine than the corresponding mammalian enzyme .<\/li><li>Exerts its effect in the folate biosynthesis at a step immediately subsequent to the one at which sulfonamides exert their effect. When administered concurrently with sulfonamides, synergism occurs, which is attributed to inhibition of tetrahydrofolate production at two sequential steps in its biosynthesis .<\/li><li>Active against asexual erythrocytic forms and, to a lesser degree, tissue forms of  P. falciparum malaria. Does not destroy gametocytes, but arrests sporogony in the mosquito. Used alone, pyrimethamine does not produce radical cure in  P. vivax or  Plasmodium ovale malaria since it does not kill the latent hepatic stages of these parasites .<\/li><\/ul>"},"8":{"id":"495950-s-8","title":"Pharmacokinetics","sub":[{"id":"495950-s-8-23","title":"Absorption","mono":"Systemic: Well absorbed<br\/>"},{"id":"495950-s-8-24","title":"Distribution","mono":"Systemic: Vd:  2.3 to 3.1 lL\/kg  <br\/>"},{"id":"495950-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic  <br\/>"},{"id":"495950-s-8-26","title":"Excretion","mono":"Systemic: Renal:  20 to 30% unchanged <br\/>"},{"id":"495950-s-8-27","title":"Elimination Half Life","mono":"Systemic: 96 h Adults; 64 h (range 52 to 87 h) Infants (approximately 1 year old)<br\/>"}]},"10":{"id":"495950-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement or signs and symptoms of malaria<\/li><li>CBC<\/li><li>folate levels<\/li><li>semiweekly blood and platelet counts in patients receiving high doses<\/li><li>rash<\/li><\/ul>"},"11":{"id":"495950-s-11","title":"How Supplied","mono":"<b>Daraprim<\/b><br\/>Oral Tablet: 25 MG<br\/>"},"12":{"id":"495950-s-12","title":"Toxicology","sub":[{"id":"495950-s-12-31","title":"Clinical Effects","mono":"<b>PYRIMETHAMINE <\/b><br\/>USES: Pyrimethamine is used for the treatment of toxoplasmosis and for the prophylaxis and treatment of malaria. It is usually used in combination with a sulfonamide (eg, sulfadoxine, sulfadiazine). Please refer to \"SULFONAMIDES\" management for further information on sulfonamide toxicity. PHARMACOLOGY: Pyrimethamine is a folic acid antagonist which binds to and reversibly inhibits the protozoal enzyme dihydrofolate reductase, selectively blocking conversion of dihydrofolic acid to its functional form, tetrahydrofolic acid. This depletes folate, an essential cofactor in the biosynthesis of nucleic acids, resulting in interference with protozoal nucleic acid and protein production. Protozoal dihydrofolate reductase is many times more tightly bound by pyrimethamine than the corresponding mammalian enzyme. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Abdominal pain, nausea, vomiting, skin hyperpigmentation, pruritus, diarrhea, fever, abdominal pain, cough, sore throat, irritability, myalgia, arthralgia, hyperbilirubinemia, elevated serum transaminases, and oral ulcers have been reported. SEVERE TOXICITY: Serious CNS effects can develop within 30 minutes to 2 hours of exposure. Loss of consciousness and seizures have been reported with pyrimethamine in young infants (1 to 2 years) within 2 hours of overdose. Generalized and prolonged seizures after pyrimethamine overdose may be followed by respiratory depression and circulatory collapse, and death within a few hours. Following chronic overdose, bone marrow depression may occur, manifested by neutropenia, thrombocytopenia, and macrocytic\/megaloblastic anemia. Hemorrhagic effects have also been reported. ADVERSE EFFECTS: The following adverse effects have been reported following therapeutic use of pyrimethamine: Nausea, vomiting, megaloblastic anemia, leukopenia, thrombocytopenia, pancytopenia, atrophic glossitis, hematuria, dysrhythmias, and pulmonary eosinophilia. SEVERE: Infrequently reported, but potentially serious effects such as Stevens-Johnson syndrome, toxic epidermal necrolysis, erythema multiforme, and anaphylaxis have been reported with pyrimethamine\/sulfadoxine combination.  Some cases have resulted in fatalities. <br\/>"},{"id":"495950-s-12-32","title":"Treatment","mono":"<b>PYRIMETHAMINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Myelosuppression has been reported. Monitor serial CBC with differential and platelet count. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not recommended because of the potential for CNS depression or persistent seizures and subsequent aspiration. HOSPITAL: Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias, significant CNS depression or severe allergic reactions.<\/li><li>Folic Acid: Administer folic acid or leucovorin\/folinic acid at 5 to 15 mg orally daily to minimize hematologic toxicity. Should be started within 2 hours of overdose if possible.<\/li><li>Myelosuppression: Monitor CBC with differential and platelet count. Continue monitoring CBC for several weeks due to pyrimethamine's long half-life. For severe neutropenia, administer colony stimulating factor. Filgrastim 5 mcg\/kg\/day subQ or IV over 15 to 30 minutes. Sargramostim 250 mcg\/meter(2)\/day IV over 4 hours. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs, hepatic enzymes and renal function after significant overdose. Monitor serum electrolytes in patients with severe vomiting. Monitor serial CBC with differential and platelet count in symptomatic patients. Daily monitoring of CBC is recommended for several weeks after pyrimethamine overdose due to its long half-life.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding of pyrimethamine.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours. Neurologic symptoms usually occur rapidly (within 30 minutes to 2 hours) following ingestion. Patients that remain asymptomatic can be discharged. However, due to the long-half-life of pyrimethamine (96 hours), daily monitoring of peripheral blood counts is recommend for a few weeks after exposure until all hematologic parameters are normal. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, electrolyte abnormalities, persistent cardiac dysrhythmias, mental status changes, myelosuppression, seizures, and respiratory failure.  Patients should remain admitted until they are clearly improving and clinically stable. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"495950-s-12-33","title":"Range of Toxicity","mono":"<b>PYRIMETHAMINE <\/b><br\/>TOXICITY: Ingestion of 300 mg or more can produce toxicity, including gastrointestinal effects (eg; abdominal pain, nausea, severe vomiting). In severe cases, this may be followed by excitability, generalized and prolonged seizures, respiratory depression, circulatory collapse and death. PEDIATRIC: Fatalities have occurred in young children less than 2 years old following doses of 375 to 1625 mg. NEWBORN: A 7-day-old newborn was prescribed sulfadiazine 100 mg\/kg\/day in 3 divided doses (instead of 1 mg\/kg\/day), pyrimethamine 100 mg\/kg\/day in 3 divided doses, and folinic acid 50 mg\/week in 2 divided doses. The pyrimethamine dosing error was discovered 3 days later after the patient received 4 doses of pyrimethamine. He developed moderate cholestasis, loss of appetite, vomiting, and seizures. Following supportive care, he recovered and was discharged a week after hospitalization. THERAPEUTIC DOSE: ADULT: TOXOPLASMOSIS (INITIAL): 50 to 75 mg once daily for 1 to 3 weeks along with 1 to 4 g daily of a sulfonamide of the sulfapyrimidine type (eg, sulfadoxine); may then be reduced to about one-half that previously given for an additional 4 to 5 weeks. MALARIA: 25 mg once daily for 2 days along with a sulfonamide for the initial control and suppression of non-falciparum malaria. PEDIATRIC: TOXOPLASMOSIS (INITIAL): 1 mg\/kg\/day divided in 2 equal daily doses; after 2 to 4 days this dose may be reduced to one half and continued for approximately one month. The usual sulfonamide dosage for children is used along with pyrimethamine. MALARIA: Children 4 through 10 years: 25 mg daily for 2 days along with a sulfonamide to control and suppress non-falciparum malaria.<br\/>"}]},"13":{"id":"495950-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient that this drug is used to help prevent malaria and should not be used by itself to treat acute malaria attacks.<\/li><li>Advise patient to immediately report occurrence of a skin rash or signs\/symptoms of leukopenia or anemia.<\/li><li>Patient should take drug with food to minimize dyspepsia or vomiting.<\/li><li>Tell patient to call healthcare professional if a treatment is missed, as drug should be given on a regular schedule.<\/li><\/ul>"}}}