{"generic":"Enalaprilat","drugs":["Enalaprilat","Vasotec I.V."],"mono":[{"id":"4enws0","title":"Generic Names","mono":"Enalaprilat"},{"id":"4enws1","title":"Dosing and Indications","sub":[{"id":"4enws1b4","title":"Adult Dosing","mono":"<ul><li>IV to ORAL conversion<\/li><li>1.25 mg IV every 6 hours to 5 mg ORALLY once daily to start and adjust as needed<\/li><li>0.625 mg IV every 6 hours to 2.5 mg ORALLY once daily to start and adjust as needed<\/li><li><b>Hypertension:<\/b> 1.25 mg IV over 5 minutes every 6 hours, up to 5 mg\/dose has been used<\/li><li><b>Hypertension:<\/b> (on diuretics) initial, 0.625 mg IV over 5 minutes, may repeated after 1 hour as needed, then 1.25 mg IV every 6 hours<\/li><\/ul>"},{"id":"4enws1b5","title":"Pediatric Dosing","mono":"safety and efficacy in pediatric patients have not been established "},{"id":"4enws1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl less than or equal to 30 mL\/min (serum creatinine greater than or equal to 3 mg\/dL) initial, 0.625 mg IV; repeat 0.625 mg after 1 hour if response is inadequate, then 1.25 mg IV every 6 hours<\/li><li><b>concomitant diuretic therapy:<\/b> initial, 0.625 mg IV; repeat 0.625 mg after 1 hour if response is inadequate, then 1.25 mg IV every 6 hours<\/li><li><b>heart failure:<\/b> initial, no more than 0.625 mg IV (preferably infused over 1 hour)<\/li><li><b>severe volume and\/or salt-depletion:<\/b> initial, no more than 0.625 mg IV (preferably infused over 1 hour)<\/li><li><b>recent intensive diuresis, or increase in diuretic dose, or high dose diuretic therapy:<\/b> initial, no more than 0.625 mg IV (preferably infused over 1 hour)<\/li><li><b>renal dialysis:<\/b> initial, no more than 0.625 mg IV (preferably infused over 1 hour)<\/li><\/ul>"},{"id":"4enws1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypertension<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Kidney imaging; Adjunct - Renovascular hypertension<br\/>"}]},{"id":"4enws2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>ACE inhibitors can cause injury or death to the developing fetus when used during the second and third trimesters. Stop therapy as soon as possible when pregnancy is detected .<br\/>"},{"id":"4enws3","title":"Contraindications\/Warnings","sub":[{"id":"4enws3b9","title":"Contraindications","mono":"<ul><li>ACE inhibitor induced angioedema<\/li><li>hereditary or idiopathic angioedema<\/li><li>hypersensitivity to enalaprilat or any component of the product<\/li><\/ul>"},{"id":"4enws3b10","title":"Precautions","mono":"<ul><li>angioedema including involvement of the larynx has been reported; discontinue immediately<\/li><li>anaphylactoid reactions, during venom desensitization, use of high-flux dialysis membranes, and use of low-density lipoprotein apheresis with dextran sulfate membranes, have occurred<\/li><li>aortic stenosis\/hypertrophic cardiomyopathy<\/li><li>black patients, increased risk of angioedema; laryngeal edema may be fatal; discontinue use if suspected<\/li><li>cerebrovascular disease, history of; increased risk of myocardial infarction or cerebrovascular accident<\/li><li>elderly patients; increased risk of toxic reactions; dosage adjustment may be necessary<\/li><li>heart failure, history of; increased risk of excessive hypotension and rarely acute renal failure and\/or death<\/li><li>hepatic failure, fulminant hepatic necrosis, including fatal cases have occurred; discontinue use if suspected<\/li><li>hypotension (excessive) and rarely acute renal failure and\/or death may occur with concomitant high dose diuretic therapy or increase in diuretic dose diuretic therapy; monitor<\/li><li>ischemic heart disease, history of; increased risk of myocardial infarction or cerebrovascular accident<\/li><li>hyperkalemia has been reported; increased risk with renal disease, diabetes, and concomitant use of potassium supplements, potassium containing salt substitutes, and potassium-sparing diuretics<\/li><li>hyponatremia, presence of; increased risk of excessive hypotension and rarely acute renal failure and\/or death<\/li><li>neutropenia and agranulocytosis may occur, particularly in patients with collagen vascular disease and renal disease; consider monitoring<\/li><li>pregnancy; increased risk of fetal and neonatal morbidity and death; discontinue if pregnancy detected<\/li><li>renal dialysis therapy; increased risk of excessive hypotension and rarely acute renal failure and\/or death<\/li><li>renal impairment (pre-existing), especially with concomitant diuretic; increased BUN and serum creatinine<\/li><li>surgery\/anesthesia; increased risk of hypotension; monitor<\/li><li>volume and\/or salt depletion (severe), history of; increased risk for excessive hypotension and rarely acute renal failure and\/or death<\/li><\/ul>"},{"id":"4enws3b11","title":"Pregnancy Category","mono":"C (1st trimester), D (2nd trimester), D (3rd trimester) (FDA)<br\/>"},{"id":"4enws3b12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},{"id":"4enws4","title":"Drug Interactions","sub":[{"id":"4enws4b13","title":"Contraindicated","mono":"<ul>Aliskiren (probable)<\/ul>"},{"id":"4enws4b14","title":"Major","mono":"<ul><li>Allopurinol (theoretical)<\/li><li>Alteplase, Recombinant (established)<\/li><li>Amiloride (probable)<\/li><li>Azathioprine (probable)<\/li><li>Azilsartan (established)<\/li><li>Azilsartan Medoxomil (established)<\/li><li>Candesartan Cilexetil (established)<\/li><li>Canrenoate (probable)<\/li><li>Eplerenone (probable)<\/li><li>Eprosartan (established)<\/li><li>Everolimus (established)<\/li><li>Interferon Alfa-2a (probable)<\/li><li>Irbesartan (established)<\/li><li>Losartan (established)<\/li><li>Mercaptopurine (probable)<\/li><li>Olmesartan Medoxomil (established)<\/li><li>Oxypurinol (theoretical)<\/li><li>Potassium (probable)<\/li><li>Sirolimus (established)<\/li><li>Spironolactone (probable)<\/li><li>Telmisartan (established)<\/li><li>Triamterene (probable)<\/li><li>Trimethoprim (theoretical)<\/li><li>Valsartan (established)<\/li><\/ul>"},{"id":"4enws4b15","title":"Moderate","mono":"<ul><li>Aceclofenac (established)<\/li><li>Acemetacin (established)<\/li><li>Amtolmetin Guacil (established)<\/li><li>Aspirin (established)<\/li><li>Azosemide (probable)<\/li><li>Bemetizide (probable)<\/li><li>Bendroflumethiazide (probable)<\/li><li>Benzthiazide (probable)<\/li><li>Bromfenac (established)<\/li><li>Bufexamac (established)<\/li><li>Bumetanide (probable)<\/li><li>Bupivacaine (probable)<\/li><li>Bupivacaine Liposome (probable)<\/li><li>Buthiazide (probable)<\/li><li>Capsaicin (probable)<\/li><li>Celecoxib (established)<\/li><li>Chlorothiazide (probable)<\/li><li>Chlorthalidone (probable)<\/li><li>Choline Salicylate (established)<\/li><li>Clomipramine (probable)<\/li><li>Clonixin (established)<\/li><li>Clopamide (probable)<\/li><li>Cyclopenthiazide (probable)<\/li><li>Cyclothiazide (probable)<\/li><li>Dexibuprofen (established)<\/li><li>Dexketoprofen (established)<\/li><li>Diclofenac (established)<\/li><li>Diflunisal (established)<\/li><li>Dipyrone (established)<\/li><li>Ethacrynic Acid (probable)<\/li><li>Etodolac (established)<\/li><li>Etofenamate (established)<\/li><li>Etoricoxib (established)<\/li><li>Felbinac (established)<\/li><li>Fenoprofen (established)<\/li><li>Fepradinol (established)<\/li><li>Feprazone (established)<\/li><li>Floctafenine (established)<\/li><li>Flufenamic Acid (established)<\/li><li>Flurbiprofen (established)<\/li><li>Furosemide (probable)<\/li><li>Hydrochlorothiazide (probable)<\/li><li>Hydroflumethiazide (probable)<\/li><li>Ibuprofen (established)<\/li><li>Indapamide (probable)<\/li><li>Indomethacin (established)<\/li><li>Ketoprofen (established)<\/li><li>Ketorolac (established)<\/li><li>Lornoxicam (established)<\/li><li>Loxoprofen (established)<\/li><li>Lumiracoxib (established)<\/li><li>Meclofenamate (established)<\/li><li>Mefenamic Acid (established)<\/li><li>Meloxicam (established)<\/li><li>Methyclothiazide (probable)<\/li><li>Metolazone (probable)<\/li><li>Morniflumate (established)<\/li><li>Nabumetone (established)<\/li><li>Naproxen (established)<\/li><li>Nepafenac (established)<\/li><li>Niflumic Acid (established)<\/li><li>Nimesulide (established)<\/li><li>Oxaprozin (established)<\/li><li>Oxyphenbutazone (established)<\/li><li>Parecoxib (established)<\/li><li>Phenylbutazone (established)<\/li><li>Piketoprofen (established)<\/li><li>Piretanide (probable)<\/li><li>Piroxicam (established)<\/li><li>Polythiazide (probable)<\/li><li>Proglumetacin (established)<\/li><li>Propionic Acid (established)<\/li><li>Propyphenazone (established)<\/li><li>Proquazone (established)<\/li><li>Quinethazone (probable)<\/li><li>Rifampin (probable)<\/li><li>Rofecoxib (established)<\/li><li>Salicylic Acid (established)<\/li><li>Salsalate (established)<\/li><li>Sodium Salicylate (established)<\/li><li>Sulindac (established)<\/li><li>Tenoxicam (established)<\/li><li>Tiaprofenic Acid (established)<\/li><li>Tolfenamic Acid (established)<\/li><li>Tolmetin (established)<\/li><li>Torsemide (probable)<\/li><li>Trichlormethiazide (probable)<\/li><li>Valdecoxib (established)<\/li><li>Xipamide (probable)<\/li><\/ul>"}]},{"id":"4enws5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperkalemia (1%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (1.1%)<\/li><li><b>Neurologic:<\/b>Headache (2.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction (0.5% to 1%)<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Other:<\/b>Angioedema (rare)<\/li><\/ul>"},{"id":"4enws6","title":"Drug Name Info","sub":{"0":{"id":"4enws6b17","title":"US Trade Names","mono":"Vasotec I.V.<br\/>"},"2":{"id":"4enws6b19","title":"Class","mono":"<ul><li>ACE Inhibitor<\/li><li>Antihypertensive<\/li><\/ul>"},"3":{"id":"4enws6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"4enws6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"4enws7","title":"Mechanism Of Action","mono":"Enalaprilat is an angiotensin converting enzyme (ACE) inhibitor that prevents the conversion of angiotensin I to angiotensin II. The reduced amount of angiotensin II results in decreased vasopressor activity and aldosterone secretion.<br\/>"},{"id":"4enws8","title":"Pharmacokinetics","sub":{"0":{"id":"4enws8b23","title":"Absorption","mono":"Enalaprilat (active drug), oral: poorly absorbed <br\/>"},"3":{"id":"4enws8b26","title":"Excretion","mono":"<ul><li>Enalaprilat (active drug), Renal: more than 90% unchanged<\/li><li>Dialyzable: yes (hemodialysis, general circulation); yes (peritoneal dialysis, neonatal circulation)<\/li><\/ul>"},"4":{"id":"4enws8b27","title":"Elimination Half Life","mono":"<ul><li>Enalaprilat (active drug): approximately 11 h<\/li><li>Enalaprilat (active drug): renal insufficiency, prolonged<\/li><\/ul>"}}},{"id":"4enws9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>for IV use only<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>may be administered undiluted or diluted with up to 50 mL of D5W, NS, D5NS, or D5LR<\/li><li>administer by slow IV infusion over at least 5 minutes<\/li><\/ul><\/li><\/ul>"},{"id":"4enws10","title":"Monitoring","mono":"<ul><li>blood pressure<\/li><li>renal function in patients with unilateral or bilateral renal artery stenosis for the first several weeks of therapy<\/li><li>serum potassium for hyperkalemia in patients with renal insufficiency, diabetes mellitus, and concomitant therapy of potassium-sparing agents or potassium supplement<\/li><li>signs of angioedema or anaphylactoid reactions<\/li><li>signs and symptoms of cough<\/li><li>white blood cell count in patients with collagen vascular disease and renal disease<\/li><\/ul>"},{"id":"4enws11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Intravenous Solution: 1.25 MG\/ML<br\/>"},{"id":"4enws12","title":"Toxicology","sub":[{"id":"4enws12b31","title":"Clinical Effects","mono":"<b>ACE INHIBITORS <\/b><br\/>USES: Treatment of hypertension, congestive heart failure (CHF), diabetic nephropathy, and post myocardial infarction. EPIDEMIOLOGY: Exposures are common, but toxicity is generally mild. PHARMACOLOGY: These agents inhibit angiotensin-converting enzymes (ACE), thus preventing conversion of angiotensin I to angiotensin II, which is a potent vasoconstrictor and stimulator of aldosterone secretion (aldosterone suppression reduces sodium and water retention). ACE inhibitors also prevent the breakdown of bradykinin (a potent vasodilator). The net result is vasodilatation, decreased peripheral vascular resistance, decreased blood pressure, increased cardiac output, and a relative increase in renal, cerebral, and coronary blood flow. TOXICOLOGY: The toxic effect of an ACE inhibitor is an extension of its pharmacologic effect. The elevation in bradykinin concentration appears to be the primary cause of both ACE inhibitor-induced angioedema and cough. ACE inhibitors may also inhibit the metabolism of enkephalins and potentiate their opioid effect, which includes lowering blood pressure. MILD TO MODERATE TOXICITY: Mild hypotension. SEVERE TOXICITY: Severe hypotension, syncope, hyperkalemia, bradycardia, and renal failure. ADVERSE EFFECTS: Dry cough, hypotension, hyperkalemia, renal insufficiency in patients with renal artery stenosis, maculopapular rash, angioneurotic edema, neutropenia, and hepatotoxicity. <br\/>"},{"id":"4enws12b32","title":"Treatment","mono":"<b>ACE INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most patients will have no symptoms, but patients with mild orthostatic hypotension can be treated by remaining prone. Those who remain hypotensive can be treated with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if the patient presents with circulatory collapse. Correct severe hyperkalemia using standard treatments such as glucose, insulin, calcium, sodium bicarbonate, sodium polystyrene sulfate and hemodialysis.<\/li><li>Decontamination: PREHOSPITAL: As severe toxicity is very rare, prehospital decontamination is generally not recommended. HOSPITAL: Administer activated charcoal if the patient presents early after large ingestion, with appropriate level of consciousness, patent airway, and can drink the charcoal. Gastric lavage is generally not necessary as life threatening toxicity is rare.<\/li><li>Airway management: Patients who have severe angioedema may require fiber optic or surgical airway procedures.<\/li><li>Antidote: Angiotensin infusion at doses ranging from 8.5 to 18 mcg\/minute has been successful in reversing hypotension in patients who did not respond to volume and pressor infusions, but is not available in the United States.<\/li><li>Naloxone: Although the role of naloxone in the setting of ACE inhibitor overdose remains unclear, it may be considered especially in cases of severe hypotension where fluid overload is a concern. The dose of naloxone should be administered in titrated doses starting with 0.2 to 2 mg IV repeated every 2 to 3 minutes to improve blood pressure; maximum dose 8 mg. Pediatrics: 0.01 to 0.1 mg\/kg, repeated every 2 to 3 minutes as needed.<\/li><li>Monitoring of patient: Monitor blood pressure, continuous cardiac monitoring, electrolytes, renal function, ECG and urinalysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: ACE inhibitors are dialyzable, but hemodialysis is not used because supportive care is usually effective.<\/li><li>Patient disposition: HOME CRITERIA:  Pediatric patients can be observed at home if they have ingested less than 2 times the defined daily dose (DDD) of an ACE inhibitor and they remain asymptomatic. The DDD of specific ACE inhibitors are as follows: Captopril: 50 mg; Enalapril: 10 mg; Fosinopril: 15 mg; Lisinopril: 10 mg; Perindopril: 4 mg; Ramipril: 2.5 mg; Trandolapril: 2 mg. OBSERVATION CRITERIA: Patients with deliberate ingestions, and children who are symptomatic, or who have ingested at least 2 times the defined daily dose (DDD) of an ACE inhibitor should be referred to a healthcare facility for observation and evaluation. The DDD of specific ACE inhibitors are as follows: Captopril: 50 mg; Enalapril: 10 mg; Fosinopril: 15 mg; Lisinopril: 10 mg; Perindopril: 4 mg; Ramipril: 2.5 mg; Trandolapril: 2 mg. Patients who are asymptomatic 6 hours after ingestion can be discharged (after psychiatric evaluation as appropriate). ADMISSION CRITERIA: Symptomatic or hypotensive patients should be admitted to a monitored bed. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"4enws12b33","title":"Range of Toxicity","mono":"<b>ACE INHIBITORS<\/b><br\/>TOXICITY: ADULT: Patients have ingested the following with only mild hypotension reported: 7.5 g captopril, 300 mg enalapril, and 420 mg lisinopril. Moderate hypotension (median BP 75\/36) was observed in 10 adults after ingesting a median ramipril dose of 210 mg (range: 100 to 280); 4 had coingested other cardiovascular agents and 2 coingested alcohol; all cases recovered. Fatalities have occurred after ingestions of 1125 mg captopril and 180 mg perindopril. CHILDREN: In one study, children remained asymptomatic after ingestions of up to 100 mg captopril or 30 mg enalapril. THERAPEUTIC DOSE: Varies with agent. CAPTOPRIL: ADULT: 37.5 to 150 mg\/day in 3 divided doses. PEDIATRIC: 0.5 to 4 mg\/kg\/day divided. ENALAPRIL: ADULT: 2.5 to 20 mg\/day. PEDIATRIC: Initial: 0.08 mg\/kg\/day  (up to 5 mg). Adjust to blood pressure response LISINOPRIL: ADULT: 5 to 40 mg\/day orally. PEDIATRIC: 0.07 mg\/kg\/day; maximum 5 mg. PERINDOPRIL: ADULT: 4 to 16 mg in 1 or 2 divided doses; maximum 16 mg\/day. RAMIPRIL: ADULT: 2.5 to 20 mg once daily; maximum: 20 mg daily. <br\/>"}]},{"id":"4enws13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, as drug may cause dizziness.<\/li><li>This drug may cause nausea, vomiting, or headache.<\/li><li>Instruct patient to report persistent cough or signs\/symptoms of hypotension.<\/li><li>Advise patient to maintain adequate hydration during drug therapy.<\/li><\/ul>"}]}