{"generic":"Estramustine Phosphate Sodium","drugs":["Emcyt","Estramustine Phosphate Sodium"],"mono":{"0":{"id":"4kyhs0","title":"Generic Names","mono":"Estramustine Phosphate Sodium"},"1":{"id":"4kyhs1","title":"Dosing and Indications","sub":{"0":{"id":"4kyhs1b4","title":"Adult Dosing","mono":"<b>Carcinoma of prostate, Metastatic and\/or progressive; palliative treatment:<\/b> 14 mg\/kg ORALLY daily in 3 or 4 divided doses (range, 10 to 16 mg\/kg\/day); patients should be evaluated after 30 to 90 days of therapy and continued as long as a favorable response is observed "},"3":{"id":"4kyhs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Carcinoma of prostate, Metastatic and\/or progressive; palliative treatment<br\/>"}}},"3":{"id":"4kyhs3","title":"Contraindications\/Warnings","sub":[{"id":"4kyhs3b9","title":"Contraindications","mono":"<ul><li>active thrombophlebitis or thromboembolic disorders, when the tumor mass is not the cause of thromboembolic phenomenon<\/li><li>hypersensitivity to estradiol or nitrogen mustard<\/li><\/ul>"},{"id":"4kyhs3b10","title":"Precautions","mono":"<ul><li>allergic reactions, including angioedema involving the airway; have been reported<\/li><li>cerebral vascular or coronary artery disease; increased risk of thrombosis including fatal and nonfatal myocardial infarction<\/li><li>concomitant use with live vaccines should be avoided due to an increased risk of serious or fatal infections<\/li><li>contraceptive use during therapy is advised<\/li><li>diabetic patients; glucose tolerance may be decreased<\/li><li>fluid retention, exacerbation of, may occur; increased risk in patients with incipient or preexisting peripheral edema or congestive heart failure and in patients with epilepsy, migraine, or renal dysfunction<\/li><li>hypertension may occur, monitoring recommended<\/li><li>liver impairment; monitoring recommended<\/li><li>metabolic bone diseases associated with hypercalcemia; increased risk of altered calcium and phosphorus metabolism<\/li><li>prostate cancer and osteoblastic metastases, increased risk for hypocalcemia; monitoring recommended<\/li><li>renal insufficiency; increased risk of altered calcium and phosphorus metabolism<\/li><li>testosterone levels may be decreased<\/li><li>thrombophlebitis, thrombosis, or thromboembolic disorders, history of (especially if associated with estrogen therapy); increased risk of thrombosis including fatal and nonfatal myocardial infarction<\/li><\/ul>"},{"id":"4kyhs3b11","title":"Pregnancy Category","mono":"Estramustine: D (AUS)<br\/>"},{"id":"4kyhs3b12","title":"Breast Feeding","mono":"Estramustine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"4kyhs4","title":"Drug Interactions","sub":[{"id":"4kyhs4b13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"4kyhs4b14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},"5":{"id":"4kyhs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema<\/li><li><b>Endocrine metabolic:<\/b>Breast tenderness, Large breast, Mild, Large breast, Moderate<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Gastrointestinal irritation, Nausea<\/li><li><b>Musculoskeletal:<\/b>Leg cramp<\/li><li><b>Respiratory:<\/b>Dyspnea<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Congestive heart failure, Myocardial infarction<\/li><li><b>Hematologic:<\/b>Thrombocytopenia, Thrombophlebitis<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident<\/li><li><b>Renal:<\/b>Hemolytic uremic syndrome<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"4kyhs6","title":"Drug Name Info","sub":{"0":{"id":"4kyhs6b17","title":"US Trade Names","mono":"Emcyt<br\/>"},"2":{"id":"4kyhs6b19","title":"Class","mono":"<ul><li>Alkylating Agent<\/li><li>Antineoplastic Agent<\/li><li>Estrogen<\/li><li>Nitrogen Mustard<\/li><\/ul>"},"3":{"id":"4kyhs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"4kyhs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"4kyhs7","title":"Mechanism Of Action","mono":"Estramustine phosphate sodium is an antineoplastic agent used in the palliative treatment of metastatic prostatic carcinoma. It produces increased total plasma concentrations of estradiol, affecting circulating levels of steroids and pituitary hormones.<br\/>"},"8":{"id":"4kyhs8","title":"Pharmacokinetics","sub":{"2":{"id":"4kyhs8b25","title":"Metabolism","mono":"<ul><li>dephosphorylation<\/li><li>Major metabolites: estramustine, estrone analog, estradiol, and estrone<\/li><\/ul>"}}},"9":{"id":"4kyhs9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of chemotherapy<br\/><\/li><li><b>Oral<\/b><br\/><ul><li>store capsules in the refrigerator (2 to 8 degrees C or 36 to 46 degrees F)<\/li><li>take at least 1 hour before or 2 hours after meals<\/li><li>do not administer with milk, milk products, or calcium-rich food or drugs (including antacids that contain calcium)<\/li><\/ul><\/li><\/ul>"},"10":{"id":"4kyhs10","title":"Monitoring","mono":"<ul><li>slowing the progression of metastatic and\/or progressive carcinoma of the prostate indicates efficacy<\/li><li>ultrasonic measurement; reductions in prostatic volume may indicate efficacy<\/li><li>calcium levels; in patients with prostate cancer and osteoblastic metastases<\/li><li>testosterone levels; at appropriate intervals during therapy and 2 months after drug withdrawal<\/li><li>hepatic enzyme and bilirubin; at appropriate intervals during therapy and 2 months after drug withdrawal<\/li><li>blood pressure; periodically during therapy<\/li><li>fluid retention; especially in patients with preexisting or incipient peripheral edema, congestive heart disease, epilepsy, migraine, or renal dysfunction<\/li><\/ul>"},"11":{"id":"4kyhs11","title":"How Supplied","mono":"<b>Emcyt<\/b><br\/>Oral Capsule: 140 MG<br\/>"},"12":{"id":"4kyhs12","title":"Toxicology","sub":[{"id":"4kyhs12b31","title":"Clinical Effects","mono":"<b>ESTRAMUSTINE <\/b><br\/>OVERDOSE:  No overdose information is currently available. Overdose effects are likely to be an extension of the adverse events reported with therapy. ADVERSE EFFECTS:  Nausea and vomiting are most common and the dose-limiting effects of oral therapy. Cardiovascular complications can include venous thromboembolism, congestive heart failure, ischemic heart disease, hypertension and thrombophlebitis. Hematologic toxicities including anemia, thrombocytopenia and neutropenia are reported less frequently as compared to other cytotoxic agents. Pulmonary embolus has been reported as an infrequent event. Estrogenic effects of therapy can produce hypocalcemia and hypophosphatemia. Elevation in serum transaminase levels may also occur.<br\/>"},{"id":"4kyhs12b32","title":"Treatment","mono":"<b>ESTRAMUSTINE <\/b><br\/><ul><li>Support: No data is available on estramustine in overdose. Treatment is symptomatic and supportive.<\/li><li>Decontamination: Activated charcoal.<\/li><li>Monitoring of patient: Monitor hepatic enzymes, fluid and electrolytes (including calcium and phosphorus), CBC with differential and platelet count following a significant exposure. Monitor vital signs; elevations in blood pressure have been reported with therapeutic use. Monitor ECG in symptomatic patients.<\/li><\/ul>"},{"id":"4kyhs12b33","title":"Range of Toxicity","mono":"<b>ESTRAMUSTINE <\/b><br\/>Therapeutic Dose: Adult: 14 mg\/kg daily given orally in 3 or 4 divided doses. Intravenous: Doses of 300 mg daily for 3 to 4 weeks, followed by 300 to 450 mg weekly over 3 weeks to 2 months have been used. Pediatric: No dose established. Toxicity: A specific minimum toxic dose has not been established for estramustine.<br\/>"}]},"13":{"id":"4kyhs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Instruct both male and female patients to use reliable contraception, as drug may cause fetal harm if pregnancy occurs during treatment. This applies during treatment and up to 6 months post therapy.<\/li><li>This drug may cause body fluid retention, gynecomastia, diarrhea, nausea, vomiting, impotence, dyspnea, cardiovascular disease, or angioedema (deep swelling around eyes and lips and sometimes hands and feet).<\/li><li>Instruct patient to report signs\/symptoms of myelosuppression or hepatic dysfunction.<\/li><li>Patient should take at least 1 h before or 2 h after meals.<\/li><li>Instruct patient that drug should not be administered with milk, milk products, or calcium-rich foods and drugs (including antacids that contain calcium).<\/li><li>Inform patient of proper procedures for handling and disposal of chemotherapy.<\/li><\/ul>"}}}