{"generic":"Felodipine","drugs":["Felodipine","Plendil"],"mono":{"0":{"id":"4tm0s0","title":"Generic Names","mono":"Felodipine"},"1":{"id":"4tm0s1","title":"Dosing and Indications","sub":[{"id":"4tm0s1b4","title":"Adult Dosing","mono":"<ul><li><b>Angina:<\/b> 2.5 to 5 mg ORALLY twice daily  OR 10 to 20 mg ORALLY once daily<\/li><li><b>Hypertension:<\/b> initial, 5 mg ORALLY once daily; adjust dose at intervals of not less than 2 weeks as needed to a maintenance dose of 2.5 to 10 mg ORALLY once daily<\/li><\/ul>"},{"id":"4tm0s1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"4tm0s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dose adjustment necessary  (Bennett et al, 1994)<\/li><li><b>geriatric:<\/b> initial, 2.5 mg once daily; adjust to effect<\/li><li><b>hemodialysis:<\/b> no dose adjustment necessary<\/li><li><b>peritoneal dialysis:<\/b> no dose adjustment necessary<\/li><li><b>continuous arteriovenous hemoperfusion:<\/b> no dose adjustment necessary<\/li><\/ul>"},{"id":"4tm0s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypertension<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Angina<\/li><li>Congestive heart failure<\/li><li>Cyclosporin A nephrotoxicity, chronic<\/li><\/ul>"}]},"3":{"id":"4tm0s3","title":"Contraindications\/Warnings","sub":[{"id":"4tm0s3b9","title":"Contraindications","mono":"hypersensitivity to felodipine <br\/>"},{"id":"4tm0s3b10","title":"Precautions","mono":"<ul><li>heart failure or compromised ventricular function, especially in combination with beta blocker use<\/li><li>hypotension, significant, and rarely syncope, may occur<\/li><li>liver impairment; initial dose reduction necessary; monitoring recommended<\/li><li>peripheral edema may occur<\/li><li>reflex tachycardia may occur; may lead to angina pectoris in susceptible individuals<\/li><\/ul>"},{"id":"4tm0s3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"4tm0s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"4tm0s4","title":"Drug Interactions","sub":[{"id":"4tm0s4b13","title":"Contraindicated","mono":"<ul><li>Colchicine (theoretical)<\/li><li>Itraconazole (established)<\/li><li>Ketoconazole (probable)<\/li><\/ul>"},{"id":"4tm0s4b14","title":"Major","mono":"<ul><li>Afatinib (theoretical)<\/li><li>Amiodarone (probable)<\/li><li>Apixaban (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Carbamazepine (established)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (established)<\/li><li>Clopidogrel (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Cyclosporine (probable)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dantrolene (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Droperidol (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Everolimus (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Lacosamide (theoretical)<\/li><li>Mibefradil (probable)<\/li><li>Mitotane (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Pomalidomide (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Romidepsin (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Topotecan (theoretical)<\/li><li>Trabectedin (theoretical)<\/li><li>Vincristine (theoretical)<\/li><li>Vincristine Sulfate Liposome (theoretical)<\/li><\/ul>"},{"id":"4tm0s4b15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Alprenolol (probable)<\/li><li>Amprenavir (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bevantolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bucindolol (probable)<\/li><li>Bufexamac (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celecoxib (probable)<\/li><li>Celiprolol (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Clonixin (probable)<\/li><li>Dalfopristin (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dilevalol (probable)<\/li><li>Dipyrone (probable)<\/li><li>Esmolol (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Fluconazole (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Indinavir (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Magnesium (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Mepindolol (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Nadolol (probable)<\/li><li>Naproxen (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxcarbazepine (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Pindolol (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propranolol (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Quinupristin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Sotalol (probable)<\/li><li>Sulindac (probable)<\/li><li>Talinolol (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tertatolol (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Timolol (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Valdecoxib (probable)<\/li><\/ul>"}]},"5":{"id":"4tm0s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema (2% to 17.4%)<\/li><li><b>Dermatologic:<\/b>Flushing (3.9% to 6.9%)<\/li><li><b>Gastrointestinal:<\/b>Indigestion (0.5% to 3.9%)<\/li><li><b>Neurologic:<\/b>Headache (10.6% to 14.7%)<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (0.7% to 3.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Angina, Hypotension (less than 0.5%), Myocardial infarction, Tachycardia<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident<\/li><\/ul>"},"6":{"id":"4tm0s6","title":"Drug Name Info","sub":{"0":{"id":"4tm0s6b17","title":"US Trade Names","mono":"Plendil<br\/>"},"2":{"id":"4tm0s6b19","title":"Class","mono":"<ul><li>Calcium Channel Blocker<\/li><li>Cardiovascular Agent<\/li><li>Dihydropyridine<\/li><\/ul>"},"3":{"id":"4tm0s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"4tm0s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"4tm0s7","title":"Mechanism Of Action","mono":"Felodipine is a dihydropyridine calcium channel blocker that reversibly competes with nitrendipine or other calcium channel antagonists for dihydropyridine binding sites and impedes voltage-dependent Ca (++) currents in vascular smooth muscle. The drug acts selectively, with a higher affinity for vascular smooth muscle compared with cardiac muscle.. It decreases peripheral vascular resistance coupled with a slight increase in heart rate and it is also a weak diuretic.<br\/>"},"8":{"id":"4tm0s8","title":"Pharmacokinetics","sub":[{"id":"4tm0s8b23","title":"Absorption","mono":"<ul><li>Tmax, oral: 2 to 6 hours<\/li><li>Bioavailability: 13% to 20%<\/li><li>Effect of food: (high fat or carbohydrate diet), increases Cmax by approximately 60% but not overall exposure; grapefruit juice increases bioavailability by approximately 2-fold<\/li><\/ul>"},{"id":"4tm0s8b24","title":"Distribution","mono":"<ul><li>Vd: approximately 10 L\/kg<\/li><li>Protein binding: approximately 99%<\/li><\/ul>"},{"id":"4tm0s8b25","title":"Metabolism","mono":"Hepatic: primary site via CYP3A4 <br\/>"},{"id":"4tm0s8b26","title":"Excretion","mono":"<ul><li>Fecal: 10%<\/li><li>Renal: 70%<\/li><li>Dialyzable: No (hemodialysis)<\/li><li>Total Body Clearance: 800 to 823 mL\/min<\/li><\/ul>"},{"id":"4tm0s8b27","title":"Elimination Half Life","mono":"<ul><li>extended-release, 26.7 to 33.2 hours<\/li><li>immediate-release, 11 to 16 hours<\/li><\/ul>"}]},"9":{"id":"4tm0s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>give without food or with a light meal<\/li><li>do not chew or crush tablets<\/li><\/ul>"},"10":{"id":"4tm0s10","title":"Monitoring","mono":"<ul><li>angina: chest pain<\/li><li>hypertension: blood pressure<\/li><li>heart rate<\/li><\/ul>"},"11":{"id":"4tm0s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet, Extended Release: 2.5 MG, 5 MG, 10 MG<br\/><\/li><li><b>Plendil ER<\/b><br\/>Oral Tablet, Extended Release: 5 MG<br\/><\/li><li><b>Plendil<\/b><br\/>Oral Tablet, Extended Release: 2.5 MG, 5 MG, 10 MG<br\/><\/li><\/ul>"},"12":{"id":"4tm0s12","title":"Toxicology","sub":[{"id":"4tm0s12b31","title":"Clinical Effects","mono":"<b>FELODIPINE <\/b><br\/>USES: Felodipine is indicated for the treatment of hypertension. PHARMACOLOGY: Felodipine is a dihydropyridine calcium channel blocker that reversibly competes with nitrendipine or other calcium channel antagonists for dihydropyridine binding sites and impedes voltage-dependent Ca (++) currents in vascular smooth muscle. It decreases peripheral vascular resistance. TOXICOLOGY: Excessive doses cause vasodilation and decreased cardiac contractility. SA node suppression and suppression of conduction through the AV node are less significant with dihydropyridine calcium channel blockers such as felodipine than with other calcium channel blockers. EPIDEMIOLOGY: Felodipine overdose is less common than overdose with other calcium channel blockers, but may result in significant morbidity and mortality. MILD TO MODERATE TOXICITY: Patients may have mild hypotension, which may manifest as dizziness or syncope. Reflex tachycardia may develop as well as angina pectoris. SEVERE TOXICITY: Can cause severe circulatory collapse and hypotension resulting in cardiogenic shock and end-organ dysfunction including lethargy, syncope, bowel ischemia, renal failure, bradycardia, metabolic acidosis, and death. Hyperglycemia generally develops in patients with severe poisoning. ADVERSE EFFECTS: COMMON: Peripheral edema, headache. OTHER EFFECTS: Palpitations, nausea, dizziness, cough, flushing. RARE: Myocardial infarction, syncope, angina pectoris, arrhythmia.<br\/>"},{"id":"4tm0s12b32","title":"Treatment","mono":"<b>FELODIPINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients who have asymptomatic bradycardia can be admitted and observed with telemetry. Obtain peripheral intravenous access and monitor ECG. Mild hypotension may only require treatment with intravenous fluid administration. MANAGEMENT OF SEVERE TOXICITY: Patients with bradycardia and hypotension require standard ACLS treatment. Place a central line and consider placement of an arterial line. Standard first line treatment includes atropine for bradycardia although in a serious poisoning it is rarely effective. High dose insulin and dextrose have been effective in animal studies and multiple case reports in patients with hypotension refractory to other modalities, and should be considered early in patients with significant hypotension. Use intravenous calcium in severe poisonings although in these cases, beneficial effects of calcium infusion may be very minimal or short-lived. Repeat bolus doses or a continuous intravenous infusion are often needed. Standard vasopressors should be administered to maintain blood pressure. Lipid emulsion has been successful in animal studies and a few case reports of patients with hypotension refractory to other therapies. Intravenous glucagon has been used with variable success. In a patient whose hemodynamic status continues to be refractory despite the treatment described above, extracorporeal membrane oxygenation or cardiopulmonary bypass should be considered. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for abrupt deterioration. HOSPITAL: Because a felodipine overdose can be life-threatening, all significant ingestions should receive activated charcoal. Patients with altered mental status should be intubated prior to administration. Gastric lavage should be considered in patients with recent large ingestions if the airway is protected. Late gastric lavage may be effective following sustained-release products. Whole bowel irrigation should be considered early for patients who can protect their airway or who are intubated who have ingested sustained-release formulations; it can limit absorption from possible concretions. Whole bowel irrigation should NOT be performed in patients who are hemodynamically unstable.<\/li><li>Airway management: Intubate patients with coma, mental status depression or significant hemodynamic instability.<\/li><li>Hypotensive episode: Treat initially with fluids (insert a central venous or pulmonary artery catheter to guide fluid therapy if hypotension persists). Consider inserting an arterial line in patients with refractory hypotension. Intravenous calcium, vasopressors, high dose insulin\/dextrose, and glucagon may all be useful for refractory hypotension. Pacemakers (external or internal), intraaortic balloon pump, and cardiopulmonary bypass have been used in patients refractory to other modalities.<\/li><li>Calcium: Intravenous calcium infusions have been shown to be helpful, although response is often short lived. Optimal dosing is not established; start with an initial IV infusion of about 13 to 25 mEq of calcium (10 to 20 mL of 10% calcium chloride or 30 to 60 mL of 10% calcium gluconate) followed by either repeat boluses every 15 to 20 minutes up to 3 to 4 doses or a continuous infusion starting with 0.5 mEq\/kg\/hr of calcium (0.2 to 0.4 mL\/kg\/hr of 10% calcium chloride or 0.6 to 1.2 mL of 10% calcium gluconate) and titrate as needed. Calcium dosing should be titrated to hemodynamic response rather than serum calcium concentration alone; central venous or pulmonary artery catheters may be useful to guide therapy. Monitor ECG and ionized calcium concentration. Patients with severe overdose have tolerated significant hypercalcemia (up to twice the upper limit of normal) without developing clinical or ECG evidence of hypercalcemia.<\/li><li>Insulin: Administer a bolus of 1 unit\/kg of insulin followed by an infusion of 0.1 to 1 unit\/kg\/hr, titrated to a systolic blood pressure of greater than 90 to 100 mmHg (bradycardia may or may not respond). Reassess every 30 minutes to titrate insulin infusion. Administer dextrose bolus to patients with an initial blood glucose of less than 250 mg\/dL (adults 25 to 50 mL dextrose 50%, children 0.25 g\/kg dextrose 25%). Begin a dextrose infusion of 0.5 g\/kg\/hr in all patients. Monitor blood glucose every 15 to 30 minutes until consistently 100 to 200 mg\/dL for 4 hours, then monitor every hour. Titrate dextrose infusion to maintain blood glucose in the range of 100 to 200 mg\/dL. As the patient improves, insulin resistance abates and dextrose requirements will increase. Supplemental dextrose will be needed for at least several hours after the insulin infusion is discontinued. Administer supplemental potassium initially if patient is hypokalemic (serum potassium less than 2.5 mEq\/L). Monitor serum potassium every 4 hours and supplement as needed to maintain potassium of 2.5 to 2.8 mEq\/L.<\/li><li>Vasopressor: Anecdotal reports suggest that epinephrine, vasopressin, metaraminol, or phenylephrine may occasionally be effective in patients who do not respond to dopamine or norepinephrine.<\/li><li>Fat Emulsion: Lipid emulsion has been successful in animal studies and several case reports of patients with hypotension refractory to other therapies. Administer 1.5 mL\/kg of 20% lipid emulsion over 2 to 3 minutes as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min. If possible, discontinue after 30 to 60 minutes. Longer periods of lipid therapy should be considered if the patient's hemodynamic stability is dependent on continued lipid infusion.<\/li><li>Glucagon: DOSE: ADULT: Optimal dosing in calcium antagonist poisoning is not established. Initially, 3 to 5 mg IV, slowly over 1 to 2 minutes; may repeat treatment with a dose of 4 to 10 mg if there is no hemodynamic improvement within 5 minutes. CHILD: 50 mcg\/kg; repeat doses may be used due to the short half-life of glucagon.<\/li><li>L-Carnitine: L-carnitine may be useful to treat hypotension in the setting of calcium channel blocker overdose. It is not well studied but an animal study and one human case report suggest efficacy. The dose used in the human case report was 6 g IV followed by 1 g IV every 4 hours.<\/li><li>Phosphodiesterase inhibitor: There are case reports where a phosphodiesterase inhibitor (inamrinone, enoximone) appeared to improve blood pressure in patients unresponsive to other modalities.<\/li><li>Monitoring of patient: Serum felodipine concentrations are not readily available and not helpful to guide therapy. Monitor vital signs frequently. Institute continuous cardiac monitoring and obtain serial ECGs. Monitor serum electrolytes, renal function, and blood glucose. In patients with significant hypotension or bradycardia, monitor arterial or venous blood gas, and urine output. Obtain digoxin concentration in patients who also have access to digoxin. Monitor cardiac enzymes in patients with chest pain.<\/li><li>Enhanced elimination procedure: Hemodialysis is not of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: According to the AAPCC guidelines, healthy, asymptomatic ADULT patients with inadvertent single substance ingestions of felodipine 10 mg or less may be monitored at home: CHILDREN with inadvertent single substance ingestions of felodipine 0.3 mg\/kg or less may be monitored at home. OBSERVATION CRITERIA: Symptomatic patients, those with underlying cardiovascular disease, those taking beta blockers or another cardiodepressant drug, and those with deliberate ingestions should be referred to a healthcare facility for treatment, evaluation and monitoring. According to the AAPCC guidelines, ADULT patients with inadvertent single substance ingestions of felodipine greater than 10 mg should be referred to a healthcare facility. CHILDREN with inadvertent single substance ingestions of felodipine greater than 0.3 mg\/kg should be referred to a healthcare facility. Patients should be observed for at lease 6 hours after ingestion of immediate release and 8 to 16 hours after ingestion of sustained release formulations. ADMISSION CRITERIA: Patients who develop signs or symptoms of toxicity should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist in cases of severe poisonings or in cases where there is a history of a large exposure.<\/li><\/ul>"},{"id":"4tm0s12b33","title":"Range of Toxicity","mono":"<b>FELODIPINE <\/b><br\/>TOXICITY: The following doses are considered to be potentially toxic: ADULTS: greater than 10 mg; CHILDREN: greater than 0.3 mg\/kg. CASES: A 54-year-old man died after ingesting approximately 250 mg of long-acting felodipine and 2 cans of strong lager. A patient survived ingestion of 50 mg felodipine with atenolol, spironolactone, and nitrazepam. THERAPEUTIC DOSE: ADULTS: EXTENDED-RELEASE: The recommended dose is 2.5 to 10 mg orally once daily. CHILDREN: The safety and effectiveness of felodipine in pediatric patients has not been established <br\/>"}]},"13":{"id":"4tm0s13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, as drug may cause dizziness.<\/li><li>Warn patient that hypotension may occur, especially with the first dose and dosage changes.<\/li><li>This drug may cause peripheral edema, flushing, headache, myocardial infarction, or tachyarrhythmia.<\/li><li>Inform patient that mild gingival hyperplasia may occur. Incidence and severity can be minimized with good dental hygiene.<\/li><li>Patient should report exacerbation in angina. This may occur more frequently with initial dose, dose changes, or during drug withdrawal.<\/li><li>Patient may take drug without food or with a light meal.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patient should avoid eating grapefruit or drinking grapefruit juice while taking this drug.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}