{"drugs":["Altace","Ramipril"],"mono":[{"id":"502480-s-0","title":"Generic Names","mono":"Ramipril"},{"id":"502480-s-1","title":"Dosing and Indications","sub":[{"id":"502480-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Cardiovascular event risk, Reduction in High Cardiovascular Risk Patients:<\/b> initial, 2.5 mg ORALLY once daily for 1 week followed by 5 mg ORALLY once daily for 3 weeks<\/li><li><b>Cardiovascular event risk, Reduction in High Cardiovascular Risk Patients:<\/b> maintenance, 10 mg (if tolerated) ORALLY once daily or in 2 divided doses<\/li><li><b>Congestive heart failure - Myocardial infarction:<\/b> initial, 2.5 mg ORALLY twice daily for 1 week; decrease to 1.25 mg ORALLY twice daily if patient becomes hypotensive<\/li><li><b>Congestive heart failure - Myocardial infarction:<\/b> maintenance, 5 mg (if tolerated) ORALLY twice daily; dose titration at 3-week intervals<\/li><li><b>Hypertension:<\/b> (in patients not receiving a diuretic) initial, 2.5 mg ORALLY once daily; maintenance, 2.5 to 20 mg ORALLY once daily or in 2 divided doses<\/li><li><b>Myocardial infarction:<\/b> initial, 2.5 mg ORALLY twice daily; titrate up to 5 mg ORALLY twice daily as tolerated<\/li><li><b>Peripheral arterial occlusive disease:<\/b> 10 mg orally once daily has been used in clinical studies<\/li><\/ul>"},{"id":"502480-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients"},{"id":"502480-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>CrCl 40 mL\/min or less:<\/b> 25% of normal dose recommended<\/li><li><b>renal impairment in hypertensive patients:<\/b> starting dose, 1.25 mg ORALLY once daily, titrate to effect, MAX 5 mg daily<\/li><li><b>renal impairment in heart failure patients:<\/b> starting dose, 1.25 mg ORALLY once daily; increase to 1.25 mg twice daily; titrate to effect, MAX 2.5 mg twice daily<\/li><li><b>volume depletion (eg, past and current diuretic use) or renal artery stenosis:<\/b> use initial starting dose of 1.25 mg ORALLY once daily<\/li><\/ul>"},{"id":"502480-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cardiovascular event risk, Reduction in High Cardiovascular Risk Patients<\/li><li>Congestive heart failure - Myocardial infarction<\/li><li>Hypertension<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cardiac syndrome X<\/li><li>Diabetic nephropathy<\/li><li>Erythrocytosis - Transplant of kidney<\/li><li>Essential hypertension - Left ventricular hypertrophy<\/li><li>Heart failure<\/li><li>Kidney disease, Nondiabetic<\/li><li>Myocardial infarction<\/li><li>Peripheral arterial occlusive disease<\/li><li>Recurrent atrial fibrillation; Prophylaxis<\/li><\/ul>"}]},{"id":"502480-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule; Tablet)<\/b><br\/>When pregnancy is detected, discontinue ramipril as soon as possible. Drugs that act directly on the renin-angiotensin system can cause injury and death to the developing fetus.<br\/>"},{"id":"502480-s-3","title":"Contraindications\/Warnings","sub":[{"id":"502480-s-3-9","title":"Contraindications","mono":"<ul><li>angioedema related to prior therapy with an ACE inhibitor, history of<\/li><li>concomitant aliskiren use in patients with diabetes<\/li><li>hypersensitivity to ramipril, any component of this product, or to any other ACE inhibitor<\/li><\/ul>"},{"id":"502480-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- avoid use during second and third trimester of pregnancy; drug may cause fetal and neonatal morbidity and death; discontinue therapy as soon as possible when pregnancy is detected<\/li><li>Cardiovascular:<\/li><li>-- increased risk of hypotension in patients undergoing anesthesia or major surgery<\/li><li>-- excessive hypotension may occur with prolonged diuretic therapy, heart failure, renal dialysis, diarrhea, vomiting, salt-restriction, or severe volume or salt depletion; may be associated with oliguria, progressive azotemia, or acute renal failure or death; monitoring recommended; dose adjustment may be required<\/li><li>Endocrine and Metabolic:<\/li><li>-- hyperkalemia has been reported; increased risk with renal insufficiency, diabetes mellitus, and concomitant use of potassium supplements, potassium-containing salt substitutes, and potassium-sparing diuretics<\/li><li>Gastrointestinal:<\/li><li>-- intestinal angioedema has been reported<\/li><li>Hematologic:<\/li><li>-- agranulocytosis and neutropenia have been reported with other ACE inhibitors, especially in patients with renal impairment and in the presence of collagen vascular disease; monitoring recommended<\/li><li>Hepatic:<\/li><li>-- risk of elevated plasma levels in patients with hepatic impairment<\/li><li>-- hepatic syndrome, starting with cholestatic jaundice and progressing to fulminant hepatic necrosis and sometimes death, has been reported with ACE inhibitors; discontinue therapy with jaundice or marked elevation of hepatic enzymes<\/li><li>Immunologic:<\/li><li>-- anaphylactoid reactions have been reported with concomitant hemodialysis with high flux membranes and patients undergoing low-density lipoprotein apheresis with dextran sulfate absorption<\/li><li>-- anaphylactoid reactions have been reported with concomitant hymenoptera venom desensitization treatment<\/li><li>Renal:<\/li><li>-- increased risk of elevated serum creatinine or BUN in patients with unilateral or bilateral renal artery stenosis; monitoring recommended<\/li><li>-- increased risk of elevated serum creatinine or BUN in patients with renal impairment; monitoring recommended; dose adjustment or discontinuation may be required<\/li><li>Other:<\/li><li>-- angioedema of the face, extremities, lips, tongue, glottis, larynx, and intestines has been reported; immediate discontinuation recommended<\/li><li>-- increased risk of angioedema in black patients compared with nonblack patients<\/li><li>Concomitant use:<\/li><li>-- avoid concomitant aliskiren use in patients with renal impairment (GFR less than 60 mL\/min\/1.73 m(2))<\/li><li>-- concomitant use of telmisartan is not recommended<\/li><li>-- concomitant use with other agents that affect the renin-angiotensin system should be avoided due to increased risk of hypotension, hyperkalemia, and changes in renal function; monitoring recommended if coadministration is necessary<\/li><\/ul>"},{"id":"502480-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"502480-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"502480-s-4","title":"Drug Interactions","sub":[{"id":"502480-s-4-13","title":"Contraindicated","mono":"<ul>Aliskiren (probable)<\/ul>"},{"id":"502480-s-4-14","title":"Major","mono":"<ul><li>Alteplase, Recombinant (established)<\/li><li>Amiloride (probable)<\/li><li>Azathioprine (theoretical)<\/li><li>Azilsartan (established)<\/li><li>Azilsartan Medoxomil (established)<\/li><li>Candesartan Cilexetil (established)<\/li><li>Canrenoate (probable)<\/li><li>Eplerenone (probable)<\/li><li>Eprosartan (established)<\/li><li>Everolimus (established)<\/li><li>Irbesartan (established)<\/li><li>Losartan (established)<\/li><li>Mercaptopurine (theoretical)<\/li><li>Olmesartan Medoxomil (established)<\/li><li>Potassium (probable)<\/li><li>Sirolimus (established)<\/li><li>Spironolactone (probable)<\/li><li>Telmisartan (established)<\/li><li>Triamterene (probable)<\/li><li>Trimethoprim (theoretical)<\/li><li>Valsartan (established)<\/li><\/ul>"},{"id":"502480-s-4-15","title":"Moderate","mono":"<ul><li>Aceclofenac (established)<\/li><li>Acemetacin (established)<\/li><li>Amtolmetin Guacil (established)<\/li><li>Azosemide (probable)<\/li><li>Bemetizide (probable)<\/li><li>Bendroflumethiazide (probable)<\/li><li>Benzthiazide (probable)<\/li><li>Bromfenac (established)<\/li><li>Bufexamac (established)<\/li><li>Bumetanide (probable)<\/li><li>Bupivacaine (probable)<\/li><li>Bupivacaine Liposome (probable)<\/li><li>Buthiazide (probable)<\/li><li>Capsaicin (probable)<\/li><li>Celecoxib (established)<\/li><li>Chlorothiazide (probable)<\/li><li>Chlorthalidone (probable)<\/li><li>Choline Salicylate (established)<\/li><li>Clonixin (established)<\/li><li>Clopamide (probable)<\/li><li>Cyclopenthiazide (probable)<\/li><li>Cyclothiazide (probable)<\/li><li>Dexibuprofen (established)<\/li><li>Dexketoprofen (established)<\/li><li>Diclofenac (established)<\/li><li>Diflunisal (established)<\/li><li>Dipyrone (established)<\/li><li>Ethacrynic Acid (probable)<\/li><li>Etodolac (established)<\/li><li>Etofenamate (established)<\/li><li>Etoricoxib (established)<\/li><li>Felbinac (established)<\/li><li>Fenoprofen (established)<\/li><li>Fepradinol (established)<\/li><li>Feprazone (established)<\/li><li>Floctafenine (established)<\/li><li>Flufenamic Acid (established)<\/li><li>Flurbiprofen (established)<\/li><li>Furosemide (probable)<\/li><li>Gold Sodium Thiomalate (probable)<\/li><li>Hydrochlorothiazide (probable)<\/li><li>Hydroflumethiazide (probable)<\/li><li>Ibuprofen (established)<\/li><li>Indapamide (probable)<\/li><li>Indomethacin (established)<\/li><li>Ketoprofen (established)<\/li><li>Ketorolac (established)<\/li><li>Lornoxicam (established)<\/li><li>Loxoprofen (established)<\/li><li>Lumiracoxib (established)<\/li><li>Meclofenamate (established)<\/li><li>Mefenamic Acid (established)<\/li><li>Meloxicam (established)<\/li><li>Methyclothiazide (probable)<\/li><li>Metolazone (probable)<\/li><li>Morniflumate (established)<\/li><li>Nabumetone (established)<\/li><li>Naproxen (established)<\/li><li>Nepafenac (established)<\/li><li>Nesiritide (probable)<\/li><li>Niflumic Acid (established)<\/li><li>Nimesulide (established)<\/li><li>Oxaprozin (established)<\/li><li>Oxyphenbutazone (established)<\/li><li>Parecoxib (established)<\/li><li>Phenylbutazone (established)<\/li><li>Piketoprofen (established)<\/li><li>Piretanide (probable)<\/li><li>Piroxicam (established)<\/li><li>Polythiazide (probable)<\/li><li>Proglumetacin (established)<\/li><li>Propionic Acid (established)<\/li><li>Propyphenazone (established)<\/li><li>Proquazone (established)<\/li><li>Quinethazone (probable)<\/li><li>Rofecoxib (established)<\/li><li>Salicylic Acid (established)<\/li><li>Salsalate (established)<\/li><li>Sodium Salicylate (established)<\/li><li>Sulindac (established)<\/li><li>Tenoxicam (established)<\/li><li>Tiaprofenic Acid (established)<\/li><li>Tolfenamic Acid (established)<\/li><li>Tolmetin (established)<\/li><li>Torsemide (probable)<\/li><li>Trichlormethiazide (probable)<\/li><li>Valdecoxib (established)<\/li><li>Xipamide (probable)<\/li><\/ul>"}]},{"id":"502480-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (11%)<\/li><li><b>Neurologic:<\/b>Asthenia, Dizziness (2.2% to 4%), Headache (5.4%)<\/li><li><b>Respiratory:<\/b>Cough (8% to 12%)<\/li><li><b>Other:<\/b>Fatigue<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Gastrointestinal:<\/b>Intestinal angioedema, Pancreatitis<\/li><li><b>Hepatic:<\/b>Hepatic necrosis, Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction<\/li><li><b>Other:<\/b>Angioedema, Head and Neck<\/li><\/ul>"},{"id":"502480-s-6","title":"Drug Name Info","sub":{"0":{"id":"502480-s-6-17","title":"US Trade Names","mono":"Altace<br\/>"},"2":{"id":"502480-s-6-19","title":"Class","mono":"<ul><li>ACE Inhibitor<\/li><li>Antihypertensive<\/li><\/ul>"},"3":{"id":"502480-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"502480-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"502480-s-7","title":"Mechanism Of Action","mono":"Ramipril, an angiotensin-converting enzyme (ACE) inhibitor, is metabolized to a more potent ramiprilat (active drug). Both prevent the conversion of angiotensin I to angiotensin II, a vasoconstrictor agent, which decreases vasopressor activity and aldosterone secretion.<br\/>"},{"id":"502480-s-8","title":"Pharmacokinetics","sub":[{"id":"502480-s-8-23","title":"Absorption","mono":"<ul><li>Ramipril (prodrug), Tmax, Oral: within 1 hour<\/li><li>Ramipril (prodrug), Bioavailability, Oral: 28%; ramiprilat (active drug), 44%<\/li><li>Ramipril (prodrug), Effects of food: reduces rate of absorption; extent of absorption not significantly affected<\/li><li>Ramiprilat (active drug), Tmax, Oral: 2 to 4 hours<\/li><\/ul>"},{"id":"502480-s-8-24","title":"Distribution","mono":"<ul><li>Ramipril (prodrug), Protein binding: about 73%<\/li><li>Ramiprilat (active drug), Protein binding: about 56%<\/li><\/ul>"},{"id":"502480-s-8-25","title":"Metabolism","mono":"<ul><li>Ramipril (prodrug), Hepatic: almost complete metabolism to active drug, ramiprilat<\/li><li>Active metabolite: ramiprilat (active drug)<\/li><\/ul>"},{"id":"502480-s-8-26","title":"Excretion","mono":"<ul><li>Ramipril (prodrug), Fecal: about 40%<\/li><li>Ramipril (prodrug), Renal: about 60%, less than 2% unchanged<\/li><li>Renal, impaired renal function: reduced<\/li><li>Ramiprilat (active drug), Renal, congestive heart failure: 12%.<\/li><li>Ramipril, Dialyzable: unknown (hemodialysis)<\/li><li>Ramiprilat, dialyzable: Yes (hemodialysis), 20 to 30 mL\/min.<\/li><\/ul>"},{"id":"502480-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Ramiprilat (active drug): 13 to 17 hours (effective half-life); greater than 50 hours (terminal elimination half-life)<\/li><li>Renal impairment: up to 40 hours<\/li><li>Elderly: 23.5 hours<\/li><\/ul>"}]},{"id":"502480-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>(capsules) usually swallowed whole, or may be opened and contents sprinkled on 4 ounces of applesauce or mixed in 4 ounces (120 mL) of water or apple juice; consume entire portion<br\/>"},{"id":"502480-s-10","title":"Monitoring","mono":"<ul><li>heart failure: improvement in clinical symptoms of congestive heart failure may indicate efficacy<\/li><li>hypertension: reduction in blood pressure may indicate efficacy<\/li><li>reduction in the risk of myocardial infarction, stroke, and death from cardiovascular causes: reduced incidence of myocardial infarction or stroke from cardiovascular causes may indicate efficacy<\/li><li>serum potassium; frequently<\/li><li>renal function; at baseline and during therapy, and during first few weeks in hypertensive patients with unilateral or bilateral renal artery stenosis<\/li><li>WBC counts, in patients with collagen-vascular disease, especially if associated with renal impairment<\/li><li>blood pressure, in patients with heart failure post-myocardial infarction; for at least 2 hours after first dose, and until blood pressure has stabilized for at least an additional hour<\/li><li>hypotension, in patients with congestive heart failure; for the first 2 weeks of treatment, then with dose increases of ramipril or diuretics<\/li><\/ul>"},{"id":"502480-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 1.25 MG, 2.5 MG, 5 MG, 10 MG<br\/><\/li><li><b>Altace<\/b><br\/>Oral Capsule: 1.25 MG, 2.5 MG, 5 MG, 10 MG<br\/><\/li><\/ul>"},{"id":"502480-s-12","title":"Toxicology","sub":[{"id":"502480-s-12-31","title":"Clinical Effects","mono":"<b>ACE INHIBITORS <\/b><br\/>USES: Treatment of hypertension, congestive heart failure (CHF), diabetic nephropathy, and post myocardial infarction. EPIDEMIOLOGY: Exposures are common, but toxicity is generally mild. PHARMACOLOGY: These agents inhibit angiotensin-converting enzymes (ACE), thus preventing conversion of angiotensin I to angiotensin II, which is a potent vasoconstrictor and stimulator of aldosterone secretion (aldosterone suppression reduces sodium and water retention). ACE inhibitors also prevent the breakdown of bradykinin (a potent vasodilator). The net result is vasodilatation, decreased peripheral vascular resistance, decreased blood pressure, increased cardiac output, and a relative increase in renal, cerebral, and coronary blood flow. TOXICOLOGY: The toxic effect of an ACE inhibitor is an extension of its pharmacologic effect. The elevation in bradykinin concentration appears to be the primary cause of both ACE inhibitor-induced angioedema and cough. ACE inhibitors may also inhibit the metabolism of enkephalins and potentiate their opioid effect, which includes lowering blood pressure. MILD TO MODERATE TOXICITY: Mild hypotension. SEVERE TOXICITY: Severe hypotension, syncope, hyperkalemia, bradycardia, and renal failure. ADVERSE EFFECTS: Dry cough, hypotension, hyperkalemia, renal insufficiency in patients with renal artery stenosis, maculopapular rash, angioneurotic edema, neutropenia, and hepatotoxicity. <br\/>"},{"id":"502480-s-12-32","title":"Treatment","mono":"<b>ACE INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most patients will have no symptoms, but patients with mild orthostatic hypotension can be treated by remaining prone. Those who remain hypotensive can be treated with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if the patient presents with circulatory collapse. Correct severe hyperkalemia using standard treatments such as glucose, insulin, calcium, sodium bicarbonate, sodium polystyrene sulfate and hemodialysis.<\/li><li>Decontamination: PREHOSPITAL: As severe toxicity is very rare, prehospital decontamination is generally not recommended. HOSPITAL: Administer activated charcoal if the patient presents early after large ingestion, with appropriate level of consciousness, patent airway, and can drink the charcoal. Gastric lavage is generally not necessary as life threatening toxicity is rare.<\/li><li>Airway management: Patients who have severe angioedema may require fiber optic or surgical airway procedures.<\/li><li>Antidote: Angiotensin infusion at doses ranging from 8.5 to 18 mcg\/minute has been successful in reversing hypotension in patients who did not respond to volume and pressor infusions, but is not available in the United States.<\/li><li>Naloxone: Although the role of naloxone in the setting of ACE inhibitor overdose remains unclear, it may be considered especially in cases of severe hypotension where fluid overload is a concern. The dose of naloxone should be administered in titrated doses starting with 0.2 to 2 mg IV repeated every 2 to 3 minutes to improve blood pressure; maximum dose 8 mg. Pediatrics: 0.01 to 0.1 mg\/kg, repeated every 2 to 3 minutes as needed.<\/li><li>Monitoring of patient: Monitor blood pressure, continuous cardiac monitoring, electrolytes, renal function, ECG and urinalysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: ACE inhibitors are dialyzable, but hemodialysis is not used because supportive care is usually effective.<\/li><li>Patient disposition: HOME CRITERIA:  Pediatric patients can be observed at home if they have ingested less than 2 times the defined daily dose (DDD) of an ACE inhibitor and they remain asymptomatic. The DDD of specific ACE inhibitors are as follows: Captopril: 50 mg; Enalapril: 10 mg; Fosinopril: 15 mg; Lisinopril: 10 mg; Perindopril: 4 mg; Ramipril: 2.5 mg; Trandolapril: 2 mg. OBSERVATION CRITERIA: Patients with deliberate ingestions, and children who are symptomatic, or who have ingested at least 2 times the defined daily dose (DDD) of an ACE inhibitor should be referred to a healthcare facility for observation and evaluation. The DDD of specific ACE inhibitors are as follows: Captopril: 50 mg; Enalapril: 10 mg; Fosinopril: 15 mg; Lisinopril: 10 mg; Perindopril: 4 mg; Ramipril: 2.5 mg; Trandolapril: 2 mg. Patients who are asymptomatic 6 hours after ingestion can be discharged (after psychiatric evaluation as appropriate). ADMISSION CRITERIA: Symptomatic or hypotensive patients should be admitted to a monitored bed. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"502480-s-12-33","title":"Range of Toxicity","mono":"<b>ACE INHIBITORS<\/b><br\/>TOXICITY: ADULT: Patients have ingested the following with only mild hypotension reported: 7.5 g captopril, 300 mg enalapril, and 420 mg lisinopril. Moderate hypotension (median BP 75\/36) was observed in 10 adults after ingesting a median ramipril dose of 210 mg (range: 100 to 280); 4 had coingested other cardiovascular agents and 2 coingested alcohol; all cases recovered. Fatalities have occurred after ingestions of 1125 mg captopril and 180 mg perindopril. CHILDREN: In one study, children remained asymptomatic after ingestions of up to 100 mg captopril or 30 mg enalapril. THERAPEUTIC DOSE: Varies with agent. CAPTOPRIL: ADULT: 37.5 to 150 mg\/day in 3 divided doses. PEDIATRIC: 0.5 to 4 mg\/kg\/day divided. ENALAPRIL: ADULT: 2.5 to 20 mg\/day. PEDIATRIC: Initial: 0.08 mg\/kg\/day  (up to 5 mg). Adjust to blood pressure response LISINOPRIL: ADULT: 5 to 40 mg\/day orally. PEDIATRIC: 0.07 mg\/kg\/day; maximum 5 mg. PERINDOPRIL: ADULT: 4 to 16 mg in 1 or 2 divided doses; maximum 16 mg\/day. RAMIPRIL: ADULT: 2.5 to 20 mg once daily; maximum: 20 mg daily. <br\/>"}]},{"id":"502480-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness.<\/li><li>Advise patient to rise slowly from a sitting or lying position.<\/li><li>This drug may cause nausea, vomiting, persistent cough, and fatigue.<\/li><li>Tell patient to report signs\/symptoms of angioedema (deep swelling around eyes and lips and sometimes hands and feet), intestinal angioedema (abdominal pain), unusual bleeding, or infection.<\/li><li>Instruct patient to maintain adequate hydration to prevent volume depletion and symptomatic hypotension.<\/li><li>Patient should avoid using potassium-containing supplements or salts while taking this drug.<\/li><\/ul>"}]}