{"drugs":["Resa","Reserpine","Serpalan"],"mono":{"0":{"id":"511100-s-0","title":"Generic Names","mono":"Reserpine"},"1":{"id":"511100-s-1","title":"Dosing and Indications","sub":[{"id":"511100-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hypertension:<\/b> initial, 0.5 mg\/day ORALLY for 1 to 2 wk; maintenance, 0.1 to 0.25 mg\/day ORALLY<\/li><li><b>Psychotic disorder:<\/b> usual dose, 0.5 mg\/day ORALLY; range 0.1 to 1 mg\/day<\/li><\/ul>"},{"id":"511100-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Hypertension:<\/b> 20 mcg\/kg\/day ORALLY; MAX 0.25 mg\/day<\/li><li><b>Psychotic disorder:<\/b> 20 mcg\/kg\/day ORALLY; MAX 0.25 mg\/day<\/li><\/ul>"},{"id":"511100-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment, severe:<\/b> CrCl &lt; 10 mL\/min, contraindicated"},{"id":"511100-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hypertension<\/li><li>Psychotic disorder<\/li><\/ul>"}]},"3":{"id":"511100-s-3","title":"Contraindications\/Warnings","sub":[{"id":"511100-s-3-9","title":"Contraindications","mono":"<ul><li>active GI disease<\/li><li>depression, current or past<\/li><li>electroshock therapy<\/li><li>hypersensitivity to reserpine alkaloids<\/li><li>severe renal failure<\/li><li>ulcerative colitis<\/li><\/ul>"},{"id":"511100-s-3-10","title":"Precautions","mono":"<ul><li>asthma<\/li><li>history of gall stones<\/li><li>history of peptic ulceration<\/li><li>history of ulcerative colitis<\/li><\/ul>"},{"id":"511100-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"511100-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: Avoid breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"511100-s-4","title":"Drug Interactions","sub":[{"id":"511100-s-4-13","title":"Contraindicated","mono":"<ul><li>Brofaromine (theoretical)<\/li><li>Clorgyline (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Lazabemide (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Nialamide (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Tetrabenazine (theoretical)<\/li><li>Toloxatone (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"511100-s-4-14","title":"Major","mono":"<ul><li>Colchicine (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Iobenguane I 123 (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><\/ul>"},{"id":"511100-s-4-15","title":"Moderate","mono":"<ul>Yohimbine (probable)<\/ul>"}]},"5":{"id":"511100-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain, Diarrhea, Nausea, Vomiting, Xerostomia<\/li><li><b>Neurologic:<\/b>Dizziness, Headache, Lethargy, Somnolence, Vertigo<\/li><li><b>Psychiatric:<\/b>Depression (6% to 30%)<\/li><li><b>Respiratory:<\/b>Nasal congestion<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation, Cardiac dysrhythmia<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage<\/li><\/ul>"},"6":{"id":"511100-s-6","title":"Drug Name Info","sub":{"0":{"id":"511100-s-6-17","title":"US Trade Names","mono":"<ul><li>Resa<\/li><li>Serpalan<\/li><\/ul>"},"2":{"id":"511100-s-6-19","title":"Class","mono":"<ul><li>Antihypertensive<\/li><li>Monoamine Depletor<\/li><li>Rauwolfia<\/li><\/ul>"},"3":{"id":"511100-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"511100-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"511100-s-7","title":"Mechanism Of Action","mono":"Reserpine is an antihypertensive agent with sedative and tranquilizing actions that may be attributed to its ability to deplete the supply of catecholamines and 5-hydroxytryptamine in the brain and adrenal medulla. It decreases heart rate and arterial blood pressure through the depression of sympathetic nerve function.<br\/>"},"8":{"id":"511100-s-8","title":"Pharmacokinetics","sub":[{"id":"511100-s-8-23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 2.5 h<\/li><li>Bioavailability: approximately 50%<\/li><\/ul>"},{"id":"511100-s-8-24","title":"Distribution","mono":"Protein binding: 95% <br\/>"},{"id":"511100-s-8-25","title":"Metabolism","mono":"almost completely metabolized <br\/>"},{"id":"511100-s-8-26","title":"Excretion","mono":"Renal: about 1% unchanged <br\/>"},{"id":"511100-s-8-27","title":"Elimination Half Life","mono":"200 h <br\/>"}]},"10":{"id":"511100-s-10","title":"Monitoring","mono":"<ul><li>agitated psychotic states: relief of symptoms<\/li><li>hypertension: blood pressure<\/li><li>signs of depression<\/li><\/ul>"},"11":{"id":"511100-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: 0.1 MG, 0.25 MG<br\/>"},"12":{"id":"511100-s-12","title":"Toxicology","sub":[{"id":"511100-s-12-31","title":"Clinical Effects","mono":"<b>RESERPINE &amp; RAUWOLFIA ALKALOIDS<\/b><br\/>USES: Rauwolfia alkaloids are used to treat hypertension. In addition, reserpine has been used to treat Raynaud's phenomenon, psychotic disorders, as radioprotective agent, and experimentally as a contraceptive. Rescinnamine, an ester alkaloid isolated from the root of Rauwolfia serpentina or R. vomitoria, has properties similar to reserpine. It has been used to treat hypertension. Reserpine and rescinnamine are the most active ester alkaloids (as hypotensive agents) of rauwolfia serpentine. Rauwolfia serpentina has been used by mouth as the powdered whole root. In India, a crude form of rauwolfia serpentina (eg, Sarpagandha) has been used for centuries to treat insomnia and certain forms of mental illness. PHARMACOLOGY: Reserpine and its congeners deplete catecholamines and serotonin peripherally and centrally from nerve terminal fibers. The resulting responses exhibit as CNS depression and peripheral sympatholysis. TOXICOLOGY: Overdose effects result from an exaggerated therapeutic response secondary to depletion of catecholamine and reflects parasympathetic effects. Peripheral responses are biphasic. Responses initially may result from catecholamine release, then depletion. Specific chemical compounds include alseroxylon, deserpidine, raubasine, rauwolfia serpentina, rescinnamine, and reserpine. EPIDEMIOLOGY: Reserpine and rauwolfia alkaloid exposures are extremely rare. No estimations on overdose exposures are available. OVERDOSE: MILD TO MODERATE TOXICITY: Typical overdose effects result from the reflex parasympathomimetic effect of reserpine. Symptoms are primarily related to CNS depression, coma, and ataxia; tachycardia, and initial hypertension, then hypotension. Peripheral responses are biphasic. Responses initially may result from catecholamine release, then depletion. Subsequent symptoms include hypothermia, pinpoint non-reactive pupils, facial flushing, nasal congestion, and excessive salivation. CNS depression can range from drowsiness, lethargy, mental depression to stupor and coma. Higher doses may produce cardiac dysrhythmias and an angina-like syndrome.  Symptomatology is usually delayed for 3 to 7 hours and persists from 2 to 4 days. Gastrointestinal symptoms can include diarrhea and intense gastric acid secretion.  Acute hematemesis and hemorrhagic gastritis have been described in patients receiving large parenteral and oral loading doses. SEVERE TOXICITY: Severe CNS toxicity can lead to stupor and coma. Higher doses may produce cardiac dysrhythmias and an angina-like syndrome. In severe overdose, hypotension, hypothermia, central respiratory depression and bradycardia can develop. ADVERSE EFFECTS: Gastrointestinal events including nausea, vomiting and diarrhea have occurred. Dysrhythmias (in particular when used with digitalis or quinidine), bradycardia, and angina-like symptoms have been reported. Other events that have developed with therapeutic use of reserpine include: dyspnea, epistaxis, extrapyramidal tract symptoms, headache, dizziness, depression, drowsiness, and muscle aches. Drug withdrawal has been associated with the development of delusional psychosis. <br\/>"},{"id":"511100-s-12-32","title":"Treatment","mono":"<b>RESERPINE &amp; RAUWOLFIA ALKALOIDS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. HYPOTENSION: Monitor vital signs. Infuse 10 to 20 mL\/kg of isotonic fluid and keep the patient supine. Consider central venous pressure monitoring to guide further fluid therapy. HYPOTHERMIA: Use warming blankets to maintain or achieve normal body temperature. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Support respiratory and cardiovascular function. If hypotension persists, administer norepinephrine or phenylephrine. Consider end-tidal CO2 monitoring for respiratory depression as well as advanced airway support including intubation and ventilation for respiratory insufficiency or failure. Avoid utilizing digitalis derivatives in cardiac failure; evidence of enhanced cardiac dysrhythmia production has been recorded when reserpine has been used simultaneously with digitalis derivatives.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not indicated due to the potential risk of CNS depression or cardiovascular effects. Do NOT induce emesis. HOSPITAL: Gastrointestinal decontamination is typically not warranted. Given the risk for CNS and respiratory depression, carefully monitor the patient's airway or secure the airway prior to administering activated charcoal.<\/li><li>Airway management: Monitor for respiratory depression with end-tidal CO2. Consider advanced airway support including intubation and ventilation in a patient with severe CNS depression or respiratory failure.<\/li><li>Antidote: No specific antidote.<\/li><li>Monitoring of patient: Monitor vital signs. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients. Routine laboratory studies are not indicated; obtain studies as necessary. Plasma levels are generally not useful following an exposure. Epinephrine and norepinephrine urine levels may be elevated 1 to 2 days after an acute ingestion. Because reserpine is irreversibly bound to receptor sites, its concentration in plasma may have little to do with its pharmacological activity. Epinephrine and norepinephrine urine levels may be elevated 1 to 2 days subsequent to acute ingestion.<\/li><li>Enhanced elimination procedure: Enhanced elimination procedures are not indicated.<\/li><li>Patient disposition: HOME CRITERIA: Anyone with an intentional ingestion, symptoms other than mild vomiting or children who have ingested more than a &quot;taste&quot; amount of reserpine or rauwolfia alkaloids should be evaluated in a healthcare facility. OBSERVATION CRITERIA: Patients who are asymptomatic after 8 to 12 hours following an oral ingestion can be discharged. ADMISSION CRITERIA: Patients with hypotension and\/or hemodynamically significant bradycardia should be admitted to an ICU or monitored setting. Because of the long duration of action, admission for 3 days or more is sometimes required. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings or following a significant ingestion.<\/li><\/ul>"},{"id":"511100-s-12-33","title":"Range of Toxicity","mono":"<b>RESERPINE &amp; RAUWOLFIA ALKALOIDS<\/b><br\/>TOXICITY: RESERPINE: The highest known dose survived by a child is 1000 mg (age and sex not specified); a 20-month-old child survived a 200 mg dose. RAUWOLFIA ALKALOIDS: Children have survived rauwolfia alkaloid doses of up to 1000 mg (range 260 to 1000 mg). THERAPEUTIC DOSE: ADULT: RESERPINE: Hypertension: Initial: 0.5 mg\/day orally for 1 to 2 weeks; Maintenance: 0.1 to 0.25 mg\/day orally. Adjust dose as needed according to patient's response. Psychiatric Disorders: Initial: 0.5 mg daily; range 0.1 to 1 mg. Adjust dose as needed. RAUWOLFIA SERPENTINA: ADULT: Hypertension: 50 to 200 mg daily orally as a single dose or in 2 divided daily doses. PEDIATRIC: Reserpine is NOT typically recommended for use in children under 17 years; if the decision is made to treat a child, the dose is 20 mcg\/kg\/day orally, max 0.25 mg\/day. <br\/>"}]},"13":{"id":"511100-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause dizziness, lethargy, nasal congestion, vivid dreams, dream anxiety disorder, or impotence.<\/li><li>Advise patient to report depression, chest pain, or signs\/symptoms of gastrointestinal hemorrhage or cardiac dysrhythmia.<\/li><li>Tell patient to avoid abrupt discontinuation of drug.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>If a dose of reserpine is missed, advise patient to skip the missed dose and return to regular dosing schedule.<\/li><\/ul>"}}}