{"generic":"Fludrocortisone Acetate","drugs":["Florinef Acetate","Fludrocortisone Acetate"],"mono":{"0":{"id":"51xgs0","title":"Generic Names","mono":"Fludrocortisone Acetate"},"1":{"id":"51xgs1","title":"Dosing and Indications","sub":{"0":{"id":"51xgs1b4","title":"Adult Dosing","mono":"<ul><li><b>Addison's disease - Adrenal insufficiency:<\/b> 0.1 mg ORALLY 3 times\/wk to 0.2 mg\/day ORALLY<\/li><li><b>Adrenogenital disorder:<\/b> 0.1 to 0.2 mg\/day ORALLY<\/li><li><b>Septic shock; Adjunct:<\/b> when hydrocortisone is unavailable, fludrocortisone ORAL 50 mcg\/day may be added to the substituted steroid if the substituted steroid has no significant mineralocorticoid activity<\/li><\/ul>"},"1":{"id":"51xgs1b5","title":"Pediatric Dosing","mono":"<ul><li>Not FDA approved in children<\/li><li><b>Addison's disease - Adrenal insufficiency:<\/b> infants, 0.1 to 0.2 mg\/day ORALLY<\/li><li><b>Addison's disease - Adrenal insufficiency:<\/b> children, 0.05 to 0.1 mg\/day ORALLY<\/li><li><b>Adrenogenital disorder:<\/b> infants, 0.1 to 0.2 mg\/day ORALLY<\/li><li><b>Adrenogenital disorder:<\/b> children, 0.05 to 0.1 mg\/day ORALLY<\/li><\/ul>"},"3":{"id":"51xgs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Addison's disease - Adrenal insufficiency<\/li><li>Adrenogenital disorder<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Hyperkalemia - Iatrogenic disorder<\/li><li>Hyponatremia<\/li><li>Septic shock; Adjunct<\/li><\/ul>"}}},"3":{"id":"51xgs3","title":"Contraindications\/Warnings","sub":[{"id":"51xgs3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to fludrocortisone<\/li><li>systemic fungal infections<\/li><\/ul>"},{"id":"51xgs3b10","title":"Precautions","mono":"<ul><li>cirrhosis<\/li><li>diabetes mellitus<\/li><li>dose reduction; should be gradual when possible<\/li><li>electrolyte abnormalities<\/li><li>hypertension<\/li><li>hypothyroidism<\/li><li>immunizations<\/li><li>infections<\/li><li>myasthenia gravis<\/li><li>ocular changes (ie, cataracts, glaucoma) with prolonged use<\/li><li>ocular herpes simplex<\/li><li>osteoporosis<\/li><li>peptic ulcer, severe ulcerative colitis<\/li><li>pyschosis<\/li><li>renal insufficiency<\/li><li>sodium and water retention<\/li><\/ul>"},{"id":"51xgs3b11","title":"Pregnancy Category","mono":"<ul><li>Fludrocortisone: C (FDA)<\/li><li>Fludrocortisone: A (AUS)<\/li><\/ul>"},{"id":"51xgs3b12","title":"Breast Feeding","mono":"<ul><li>Fludrocortisone: WHO: WHO documentation states insufficient data.<\/li><li>Fludrocortisone: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"51xgs4","title":"Drug Interactions","sub":[{"id":"51xgs4b13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"51xgs4b14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Itraconazole (probable)<\/li><\/ul>"},{"id":"51xgs4b15","title":"Moderate","mono":"<ul><li>Balofloxacin (established)<\/li><li>Besifloxacin (established)<\/li><li>Ciprofloxacin (established)<\/li><li>Enoxacin (established)<\/li><li>Fleroxacin (established)<\/li><li>Flumequine (established)<\/li><li>Fosphenytoin (probable)<\/li><li>Furosemide (probable)<\/li><li>Gatifloxacin (established)<\/li><li>Gemifloxacin (established)<\/li><li>Levofloxacin (established)<\/li><li>Licorice (probable)<\/li><li>Lomefloxacin (established)<\/li><li>Moxifloxacin (established)<\/li><li>Nadifloxacin (established)<\/li><li>Norfloxacin (established)<\/li><li>Ofloxacin (established)<\/li><li>Pazufloxacin (established)<\/li><li>Pefloxacin (established)<\/li><li>Phenytoin (probable)<\/li><li>Prulifloxacin (established)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Rufloxacin (established)<\/li><li>Saiboku-To (probable)<\/li><li>Sparfloxacin (established)<\/li><li>Tosufloxacin (established)<\/li><\/ul>"}]},"5":{"id":"51xgs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema<\/li><li><b>Dermatologic:<\/b>Bruising symptom, Impaired wound healing, Petechiae, Rash, Urticaria<\/li><li><b>Endocrine metabolic:<\/b>Decreased body growth, Children, Electrolytes abnormal, Hypokalemia, Hyperglycemia<\/li><li><b>Gastrointestinal:<\/b>Abdominal distension, Peptic ulcer disease<\/li><li><b>Musculoskeletal:<\/b>Drug-induced myopathy, Muscle weakness<\/li><li><b>Neurologic:<\/b>Headache, Vertigo<\/li><li><b>Renal:<\/b>Glycosuria<\/li><li><b>Reproductive:<\/b>Irregular periods<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiomegaly, Congestive heart failure, Hypertension, Thrombophlebitis<\/li><li><b>Endocrine metabolic:<\/b>Secondary hypocortisolism<\/li><li><b>Neurologic:<\/b>Raised intracranial pressure, Seizure<\/li><\/ul>"},"6":{"id":"51xgs6","title":"Drug Name Info","sub":{"0":{"id":"51xgs6b17","title":"US Trade Names","mono":"Florinef Acetate<br\/>"},"2":{"id":"51xgs6b19","title":"Class","mono":"<ul><li>Adrenal Mineralocorticoid<\/li><li>Endocrine-Metabolic Agent<\/li><\/ul>"},"3":{"id":"51xgs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"51xgs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"51xgs7","title":"Mechanism Of Action","mono":"Fludrocortisone acetate, a synthetic adrenocortical steroid, possesses a very potent mineralocorticoid property and high glucocorticoid activity but is used only for its mineralocorticoid effects. It is believed to act by controlling the rate of protein synthesis. In small doses, it produces marked sodium retention and increased urinary potassium excretion while in large doses, it inhibits endogenous adrenal cortical secretion, thymic activity, and pituitary corticotropin excretion <br\/>"},"8":{"id":"51xgs8","title":"Pharmacokinetics","sub":{"4":{"id":"51xgs8b27","title":"Elimination Half Life","mono":"3.5 h <br\/>"}}},"10":{"id":"51xgs10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>serum electrolytes (eg; sodium, potassium)<\/li><li>blood pressure<\/li><\/ul>"},"11":{"id":"51xgs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 0.1 MG<br\/><\/li><li><b>Florinef Acetate<\/b><br\/>Oral Tablet: 0.1 MG<br\/><\/li><\/ul>"},"12":{"id":"51xgs12","title":"Toxicology","sub":[{"id":"51xgs12b31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"51xgs12b32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"51xgs12b33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"51xgs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy unless approved by healthcare professional.<\/li><li>Instruct patient to avoid exposure to chickenpox or measles. If exposure occurs, patient should notify healthcare professional.<\/li><li>This drug may cause edema, bruising, impaired wound healing, petechiae, decreased body growth in children, abdominal distension, myopathy, muscle weakness, headache, vertigo, or irregular periods.<\/li><li>Patient should report seizure activity or signs\/symptoms of congestive heart failure.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><\/ul>"}}}