{"generic":"Flunisolide","drugs":["Aerobid","Aerobid-M","Aerospan","Flunisolide","Nasalide","Nasarel"],"mono":{"0":{"id":"51xys0","title":"Generic Names","mono":"Flunisolide"},"1":{"id":"51xys1","title":"Dosing and Indications","sub":{"0":{"id":"51xys1b4","title":"Adult Dosing","mono":"<ul><li><b>Asthma:<\/b> (Aerospan(TM)) 2 ORAL INHALATIONS (80 mcg\/inhalation) twice daily; up to 4 ORAL INHALATIONS twice daily.<\/li><li><b>Perennial allergic rhinitis:<\/b> initial, 2 sprays (25 mcg\/spray)\/nostril INHALED twice daily; may increase to 2 sprays in each nostril 3 times daily if needed; MAX 8 SPRAYS\/NOSTRIL\/DAY<\/li><li><b>Seasonal allergic rhinitis:<\/b> (Nasarel(R)) initial, 2 sprays (25 mcg\/spray)\/nostril INHALED twice daily; may increase to 2 sprays in each nostril 3 times daily if needed; MAX 8 sprays\/nostril\/day<\/li><\/ul>"},"1":{"id":"51xys1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in children younger than 6 years<\/li><li><b>Asthma:<\/b> (Aerospan(TM)) 6 to 11 years; 1 ORAL INHALATION (80 mcg\/inhalation) twice daily; up to 2 ORAL INHALATIONS twice daily<\/li><li><b>Asthma:<\/b> (Aerospan(TM))  12 years or older; 2 ORAL INHALATIONS (80 mcg\/inhalation) twice daily; up to 4 ORAL INHALATIONS twice daily.<\/li><li><b>Perennial allergic rhinitis:<\/b> (6 to 14 years) initial, 1 spray (25 mcg)\/nostril INHALED 3 times daily OR 2 sprays\/nostril twice daily; MAX 4 SPRAYS\/NOSTRIL\/DAY<\/li><li><b>Seasonal allergic rhinitis:<\/b> (Nasarel(R)) 6 to 14 years, initial, 1 spray (25 mcg)\/nostril INHALED 3 times daily OR 2 sprays\/nostril twice daily; MAX 4 sprays\/nostril\/day<\/li><\/ul>"},"3":{"id":"51xys1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Asthma<\/li><li>Perennial allergic rhinitis<\/li><li>Seasonal allergic rhinitis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Eosinophilic nonallergic rhinitis<\/li><li>Sinusitis<\/li><\/ul>"}}},"3":{"id":"51xys3","title":"Contraindications\/Warnings","sub":[{"id":"51xys3b9","title":"Contraindications","mono":"status asthmaticus or other acute episodes of asthma requiring intensive measures <br\/>"},{"id":"51xys3b10","title":"Precautions","mono":"<ul><li>adrenal response, inadequate, may occur due to systemic absorption; monitoring recommended, especially in postoperative patients or during times of stress<\/li><li>adrenal suppression and hypercorticism may occur; increased risk with higher doses; if symptoms appear, slowly taper and discontinue<\/li><li>bone mineral density reduction may occur; increased risk with prolonged use; monitoring recommended<\/li><li>bronchospasm, acute; not indicated for rapid relief<\/li><li>glaucoma, cataract, or elevated intraocular pressure may occur; increased risk with prolonged use; monitoring recommended<\/li><li>growth velocity reduction may occur in pediatric patients; monitoring recommended; use lowest effective dose<\/li><li>herpes simplex, ocular; increased risk for worsening infection; use caution or avoid use<\/li><li>immunosuppression may result in more susceptibility to serious infection and communicable disease (eg, chickenpox and measles) including fatalities; avoid exposure<\/li><li>infection, localized, in the mouth, pharynx, or larynx, due to Aspergillus niger or Candida albicans have been reported; may require interruption of therapy<\/li><li>transferring from systemic corticosteroid therapy to inhaled therapy; risk of acute adrenal insufficiency or unmasking of allergic conditions; monitoring recommended<\/li><li>tuberculosis, untreated active or quiescent; increased risk for worsening infection; use caution or avoid use<\/li><li>untreated infection (bacterial, fungal, systemic viral, or parasitic); increased risk for worsening infection; use caution or avoid use<\/li><li>to report suspected adverse reactions, contact the US Food and Drug Administration (FDA) at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"51xys3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"51xys3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"51xys4","title":"Drug Interactions","sub":{"1":{"id":"51xys4b14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><\/ul>"}}},"5":{"id":"51xys5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abnormal taste in mouth (1% to 10%), Diarrhea (1% to 10%), Nausea (1% to 3%), Upset stomach (10%), Vomiting (up to 4.6%)<\/li><li><b>Neurologic:<\/b>Headache (8.8% to 25%)<\/li><li><b>Respiratory:<\/b>Common cold (15%), Difficulty speaking, Nasal congestion (15%), Pain in throat (20%), Pharyngitis (16.6% to 17.5%), Rhinitis (3% to 15.7%), Upper respiratory infection (25%)<\/li><li><b>Other:<\/b>Influenza (10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Childhood growth AND\/OR development alteration, Cushing's syndrome, Secondary hypocortisolism<\/li><li><b>Musculoskeletal:<\/b>Decreased bone mineral density<\/li><li><b>Ophthalmic:<\/b>Cataract<\/li><li><b>Respiratory:<\/b>Oropharyngeal candidiasis (3% to 9%)<\/li><\/ul>"},"6":{"id":"51xys6","title":"Drug Name Info","sub":{"0":{"id":"51xys6b17","title":"US Trade Names","mono":"<ul><li>Aerobid<\/li><li>Aerobid-M<\/li><li>Nasalide<\/li><li>Nasarel<\/li><li>Aerospan<\/li><\/ul>"},"2":{"id":"51xys6b19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Anti-Inflammatory<\/li><\/ul>"},"3":{"id":"51xys6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"51xys6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"51xys7","title":"Mechanism Of Action","mono":"Flunisolide is a corticosteroid with anti-inflammatory and anti-allergic activity that helps reduce the frequency and severity of asthma attacks when administered to the lungs via inhalation, and helps reduce rhinitis symptoms when applied topically to the nasal cavity.<br\/>"},"8":{"id":"51xys8","title":"Pharmacokinetics","sub":{"0":{"id":"51xys8b23","title":"Absorption","mono":"<ul><li>Inhalation: rapid and extensive (ingested portion of dose)<\/li><li>Nasal: well absorbed<\/li><li>Bioavailability: (Inhalation), 40%<\/li><li>Bioavailability: (Nasal), 50%<\/li><li>Bioavailability: (Oral), 20%<\/li><\/ul>"},"2":{"id":"51xys8b25","title":"Metabolism","mono":"<ul><li>Hepatic; first-pass metabolism, loss of 6 alpha fluorine, and addition of 6 beta hydroxy group<\/li><li>Metabolites: 6 beta-OH, glucuronide and sulfate conjugates<\/li><\/ul>"},"3":{"id":"51xys8b26","title":"Excretion","mono":"<ul><li>Fecal<\/li><li>Renal: 65% to 70% as metabolite<\/li><\/ul>"},"4":{"id":"51xys8b27","title":"Elimination Half Life","mono":"<ul><li>(Inhalation), approximately 1.8 h<\/li><li>(Nasal), 1 h to 2 h<\/li><\/ul>"}}},"9":{"id":"51xys9","title":"Administration","mono":"<ul><li><b>Inhalation, oral<\/b><br\/><ul><li>shake before each inhalation<\/li><li>if multiple inhalations are prescribed at each dose, wait 1 minute between inhalations<\/li><li>rinse mouth with water after each dose<\/li><\/ul><\/li><li><b>Nasal<\/b><br\/>prime prior to first use by actuating 5 to 6 times or until a fine mist appears; repeat priming steps if pump not used in 5 or more days<br\/><\/li><\/ul>"},"10":{"id":"51xys10","title":"Monitoring","mono":"<ul><li>reduced asthma symptoms are indicative of efficacy<\/li><li>symptoms of asthma instability with serial objective measures of airflow (FEV1 or morning peak expiratory flow rate); following tapering or discontinuation of oral corticosteroid therapy<\/li><li>symptoms of adrenal insufficiency (eg, hypotension); following tapering or discontinuation of oral corticosteroid therapy<\/li><li>signs of oral fungal infection; periodically<\/li><li>signs or symptoms of systemic corticosteroid effects (eg, hypercorticism, adrenal suppression), especially postoperatively or during periods of stress<\/li><li>bone mineral content; especially patients with a family history of osteoporosis, prolonged periods of immobilization, menopause, advanced age, poor nutrition, tobacco use, or chronic use of drugs that can reduce bone mass<\/li><li>growth velocity in children and adolescent patients; every 3 to 6 months<\/li><li>ocular toxicity; especially those with vision changes or history of increased intraocular pressure, glaucoma, or cataracts<\/li><li>slit-lamp examination and pressure measurement; annually.<\/li><\/ul>"},"11":{"id":"51xys11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Nasal Spray: 0.025 MG\/Actuation<br\/><\/li><li><b>Aerobid<\/b><br\/>Inhalation Aerosol Powder: 0.25 MG\/Actuation<br\/><\/li><li><b>Aerobid-M<\/b><br\/>Inhalation Aerosol Powder: 0.25 MG\/Actuation<br\/><\/li><li><b>Aerospan<\/b><br\/>Inhalation Aerosol Powder: 80 MCG\/Actuation<br\/><\/li><li><b>Nasalide<\/b><br\/>Nasal Spray: 0.025 MG\/Actuation<br\/><\/li><li><b>Nasarel<\/b><br\/>Nasal Spray: 0.025 MG\/Actuation<br\/><\/li><\/ul>"},"12":{"id":"51xys12","title":"Toxicology","sub":[{"id":"51xys12b31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"51xys12b32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"51xys12b33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"51xys13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that the inhaled form is not indicated for acute asthma attacks.<\/li><li>Warn patient that inhaled form may cause paradoxical bronchospasm and treatment with a short-acting bronchodilator may be needed.<\/li><li>Instruct patient to avoid exposure to chickenpox or measles. If exposure occurs, notify healthcare professional immediately.<\/li><li>Inhaled form may cause hypercorticism, adrenal suppression, decreases in bone mineral density, reduction in growth velocity (pediatric patients), cataracts, glaucoma, pharyngitis, rhinitis, headache, sinusitis, and increased cough.<\/li><li>Nasal spray may cause nasal burning and stinging, nasal congestion, sneezing, epistaxis, bloody mucous, and sore throat. Large doses may cause hypercorticism, adrenal suppression, and reduction in growth velocity (pediatric patients).<\/li><li>Instruct patient to report a need for increased frequency or amount of drug to provide symptomatic relief.<\/li><li>Instruct patient on appropriate inhalation technique.<\/li><li>Instruct patient using the inhaler to rinse mouth with water after each use to prevent oral infections.<\/li><\/ul>"}}}