{"generic":"Fluorometholone","drugs":["Fluor-OP","Fluorometholone","FML Forte Liquifilm","FML Liquifilm","FML S.O.P."],"mono":{"0":{"id":"52dfs0","title":"Generic Names","mono":"Fluorometholone"},"1":{"id":"52dfs1","title":"Dosing and Indications","sub":{"0":{"id":"52dfs1b4","title":"Adult Dosing","mono":"<ul><li><b>Inflammatory disorder of the eye:<\/b> ophthalmic ointment, initial, apply one-half inch ribbon into the conjunctival sac every 4 hrs<\/li><li><b>Inflammatory disorder of the eye:<\/b> ophthalmic ointment, maintenance, apply one-half inch ribbon into the conjunctival sac 1 to 3 times daily<\/li><li><b>Inflammatory disorder of the eye:<\/b> ophthalmic suspension: Instill 1 drop into the conjunctival sac 2 to 4 times daily<\/li><\/ul>"},"1":{"id":"52dfs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Inflammatory disorder of the eye:<\/b> ophthalmic ointment (2 years and older), initial, apply one-half inch ribbon into the conjunctival sac every 4 hrs<\/li><li><b>Inflammatory disorder of the eye:<\/b> ophthalmic ointment (2 years and older), maintenance, apply one-half inch ribbon into the conjunctival sac 1 to 3 times daily<\/li><li><b>Inflammatory disorder of the eye:<\/b> ophthalmic suspension (2 years and older): Instill 1 drop into the conjunctival sac 2 to 4 times daily<\/li><\/ul>"},"3":{"id":"52dfs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Inflammatory disorder of the eye<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Strabismus<br\/>"}}},"3":{"id":"52dfs3","title":"Contraindications\/Warnings","sub":[{"id":"52dfs3b9","title":"Contraindications","mono":"<ul><li>fungal diseases of ocular structures<\/li><li>hypersensitivity to preparation components or to other corticosteroids<\/li><li>mycobacterial infections of the eye<\/li><li>viral diseases of the cornea and conjunctiva, including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella<\/li><\/ul>"},{"id":"52dfs3b10","title":"Precautions","mono":"<ul><li>acute purulent eye infection; use of corticosteroid medication may mask or enhance activity<\/li><li>corneal healing may be delayed by ophthalmic ointments<\/li><li>glaucoma; corticosteroids may increase intraocular pressure; monitoring recommended<\/li><li>herpes simplex eye infection, history of; frequent slit lamp microscopy recommended<\/li><li>prolonged use; increased risk of suppressed immune response and secondary ocular infections, especially fungal infections; fungal cultures recommended if suspected<\/li><li>thin corneal or scleral tissue; long-term use of corticosteroids may lead to perforation<\/li><li>use after cataract surgery may delay healing and increase risk of bleb formation<\/li><li>use for 10 days or longer; corticosteroids may increase intraocular pressure resulting in glaucoma with damage to optic nerve, defects in visual acuity and fields of vision, and in posterior subcapsular cataract formation; monitoring recommended<\/li><li>viral infections, including herpes simplex; ocular steroids may exacerbate and prolong course<\/li><\/ul>"},{"id":"52dfs3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"52dfs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"52dfs4","title":"Drug Interactions","sub":{"1":{"id":"52dfs4b14","title":"Major","mono":"<ul>Pixantrone (theoretical)<\/ul>"}}},"5":{"id":"52dfs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Ophthalmic:<\/b>Burning sensation in eye, Cataract, Eye irritation, Impaired wound healing, Raised intraocular pressure<\/li><li><b>Other:<\/b>Infectious disease<\/li><\/ul><b>Serious<\/b><br\/><b>Ophthalmic:<\/b>Glaucoma, Scleral thinning<br\/>"},"6":{"id":"52dfs6","title":"Drug Name Info","sub":{"0":{"id":"52dfs6b17","title":"US Trade Names","mono":"<ul><li>FML Forte Liquifilm<\/li><li>FML Liquifilm<\/li><li>FML S.O.P.<\/li><li>Fluor-OP<\/li><\/ul>"},"2":{"id":"52dfs6b19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Ophthalmologic Agent<\/li><\/ul>"},"3":{"id":"52dfs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"52dfs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"52dfs7","title":"Mechanism Of Action","mono":"Fluorometholone is an anti-inflammatory corticosteroid. Like other corticosteroids, it is thought to act by  induction of phospholipase A(2) inhibitory proteins that prevent arachidonic acid release from the phospholipid membrane. Subsequently, biosynthesis of potent mediators of inflammation like prostaglandins and leukotrienes is prevented.<br\/>"},"9":{"id":"52dfs9","title":"Administration","mono":"<b>Ophthalmic<\/b><br\/><ul><li>(suspension) shake well prior to instillation<\/li><li>(ointment) apply to conjunctival sac<\/li><\/ul>"},"10":{"id":"52dfs10","title":"Monitoring","mono":"<ul><li>reduction in ocular inflammation<\/li><li>intraocular pressure, if drug used 10 days or longer<\/li><\/ul>"},"11":{"id":"52dfs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Ophthalmic Suspension: 0.1 %<br\/><\/li><li><b>FML Forte Liquifilm<\/b><br\/>Ophthalmic Suspension: 0.25 %<br\/><\/li><li><b>FML Liquifilm<\/b><br\/>Ophthalmic Suspension: 0.1 %<br\/><\/li><li><b>FML S.O.P.<\/b><br\/>Ophthalmic Ointment: 0.1 %<br\/><\/li><\/ul>"},"12":{"id":"52dfs12","title":"Toxicology","sub":[{"id":"52dfs12b31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"52dfs12b32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"52dfs12b33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"52dfs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of an eye infection (eg, viral, fungal, bacterial).<\/li><li>Instruct patient to immediately report symptoms of elevated intraocular pressure (eg, eye pain, regional headache, lacrimation, visual halos) or vision changes.<\/li><li>Drug may cause keratitis, conjunctivitis, corneal ulcers, mydriasis, conjunctival hyperemia, loss of accommodation, and ptosis.<\/li><li>Counsel patient to consult doctor if eye pain or inflammation is aggravated or persists beyond 48 hours after therapy begins.<\/li><li>Instruct patient to avoid contamination of product by preventing the tube or bottle tip from touching the eyelid or any other surface.<\/li><li>Warn patient using suspension with soft contact lenses to wait 15 minutes after instillation before inserting lenses, due to potential absorption of benzalkonium chloride.<\/li><\/ul>"}}}