{"generic":"Flurandrenolide","drugs":["Cordran","Cordran SP","Cordran Tape","Flurandrenolide"],"mono":{"0":{"id":"52hgs0","title":"Generic Names","mono":"Flurandrenolide"},"1":{"id":"52hgs1","title":"Dosing and Indications","sub":{"0":{"id":"52hgs1b4","title":"Adult Dosing","mono":"<ul><li>use only until control is achieved; use beyond 2 weeks should be reevaluated<\/li><li><b>Disorder of skin, Corticosteroid responsive dermatoses:<\/b> TOPICAL, apply thin layer of cream, lotion, or ointment to affected area 2 to 3 times\/day<\/li><li><b>Disorder of skin, Corticosteroid responsive dermatoses:<\/b> apply tape to clean, dry skin; replace every 12 to 24 hours<\/li><\/ul>"},"1":{"id":"52hgs1b5","title":"Pediatric Dosing","mono":"<ul><li>limit dosage to smallest clinically effective amount due to potential for corticosteroid-induced HPA axis suppression and Cushing's syndrome<\/li><li>use only until control is achieved; use beyond 2 weeks should be reevaluated<\/li><li><b>Disorder of skin, Corticosteroid responsive dermatoses:<\/b> TOPICAL, apply thin layer of cream, lotion, or ointment to affected area 2 to 3 times\/day<\/li><li><b>Disorder of skin, Corticosteroid responsive dermatoses:<\/b> apply tape to clean, dry skin; replace every 12 to 24 hours<\/li><\/ul>"},"3":{"id":"52hgs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Disorder of skin, Corticosteroid responsive dermatoses<br\/>"}}},"3":{"id":"52hgs3","title":"Contraindications\/Warnings","sub":[{"id":"52hgs3b9","title":"Contraindications","mono":"hypersensitivity to corticosteroids or any component of the product <br\/>"},{"id":"52hgs3b10","title":"Precautions","mono":"<ul><li>Cushing's syndrome, manifestations of; may occur<\/li><li>glucosuria and\/or hyperglycemia have been reported<\/li><li>hypothalamic-pituitary-adrenal (HPA) axis suppression, reversible; may occur; discontinuation of treatment recommended<\/li><li>large doses and\/or treatment areas; risk of increased systemic absorption and potentially serious toxicity; monitoring recommended<\/li><li>pediatric patients; increased risk for systemic toxicity; chronic use may delay growth and development; limit use to smallest dose needed for clinical response<\/li><li>prolonged duration of application; increased risk of systemic absorption and toxicity<\/li><li>occlusive dressings (including tight-fitting diapers or plastic pants); increased risk of systemic absorption and toxicity; monitoring recommended<\/li><li>steroid withdrawal may occur; supplemental systemic corticosteroids may be required<\/li><\/ul>"},{"id":"52hgs3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"52hgs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"52hgs5","title":"Adverse Effects","mono":"<b>Serious<\/b><br\/><b>Endocrine metabolic:<\/b>Secondary hypocortisolism<br\/>"},"6":{"id":"52hgs6","title":"Drug Name Info","sub":{"0":{"id":"52hgs6b17","title":"US Trade Names","mono":"<ul><li>Cordran<\/li><li>Cordran SP<\/li><li>Cordran Tape<\/li><\/ul>"},"2":{"id":"52hgs6b19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Corticosteroid, Strong<\/li><\/ul>"},"3":{"id":"52hgs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"52hgs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"52hgs7","title":"Mechanism Of Action","mono":"Flurandrenolide is a potent corticosteroid with anti-inflammatory, antipruritic, and vasoconstrictive properties. Although the anti-inflammatory mechanism of action of corticosteroids is unknown, it may be through stabilization of the cellular and lysosomal membranes which are believed to prevent release of proteolytic enzymes, thus reducing inflammation.<br\/>"},"8":{"id":"52hgs8","title":"Pharmacokinetics","sub":[{"id":"52hgs8b23","title":"Absorption","mono":"Bioavailability, Percutaneous: variable  (1% to 36%) <br\/>"},{"id":"52hgs8b24","title":"Distribution","mono":"Protein Binding: variable <br\/>"},{"id":"52hgs8b25","title":"Metabolism","mono":"Hepatic: primary site <br\/>"},{"id":"52hgs8b26","title":"Excretion","mono":"<ul><li>Bile: partial<\/li><li>Renal: partial<\/li><\/ul>"}]},"9":{"id":"52hgs9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>(lotion) shake well before use<\/li><li>(cream, ointment) apply thin film to affected area<\/li><li>(lotion, cream, ointment) do not use occlusive dressings unless otherwise directed by physician; tight-fitting diapers or plastic pants may constitute occlusive dressing<\/li><li>(tape) gently clean affected area with germicidal soap and shave or clip hair in treatment area prior to application<\/li><li>(tape) cut a piece of tape slightly larger than treatment area, round off corners, and apply to dry skin<\/li><li>(tape) trim ends of tape that loosen prematurely and replace with new tape<\/li><li>(tape) when replacing tape, cleanse skin and allow 1 hour before applying new tape<\/li><li>(tape) application not recommended in intertriginous areas or for serum-exuding lesions<\/li><\/ul>"},"10":{"id":"52hgs10","title":"Monitoring","mono":"<ul><li>reduced inflammation and pruritus<\/li><li>hypothalamic-pituitary-adrenal (HPA) axis suppression tests; periodically in patients applying medication to large or occluded areas or during prolonged therapy<\/li><\/ul>"},"11":{"id":"52hgs11","title":"How Supplied","mono":"<ul><li><b>Cordran SP<\/b><br\/>Topical Cream: 0.05 %<br\/><\/li><li><b>Cordran Tape<\/b><br\/>Topical Tape: 4 MCG\/CM2<br\/><\/li><li><b>Cordran<\/b><br\/><ul><li>Topical Cream: 0.05 %<\/li><li>Topical Lotion: 0.05 %<\/li><li>Topical Ointment: 0.05 %<\/li><\/ul><\/li><\/ul>"},"12":{"id":"52hgs12","title":"Toxicology","sub":[{"id":"52hgs12b31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"52hgs12b32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"52hgs12b33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"52hgs13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause folliculitis or dry, burning, itching, or irritated skin.<\/li><li>Patient should report signs\/symptoms of hypothalamic-pituitary-adrenal (HPA) axis suppression (fatigue, depression, anxiety, hyperglycemia, muscle weakness, immunosuppression symptoms), especially during prolonged therapy.<\/li><li>Advise patient to report any local adverse drug reactions, especially under occlusive dressing.<\/li><li>Instruct patient to remove tape and immediately report irritation or signs of infection at application site.<\/li><li>Patient should not use an occlusive dressing over treated areas except under physician instruction.<\/li><li>Advise parent or caregiver to not use tight-fitting diapers or plastic pants on a patient being treated in the diaper area.<\/li><li>When replacing tape, tell patient to cleanse skin and wait 1 hour before applying new tape. Tape should always be cut, never torn.<\/li><li>The lotion form should not be applied to the face, underarms, or groin unless directed to do so.<\/li><\/ul>"}}}