{"drugs":["Leukine","Sargramostim"],"mono":{"0":{"id":"530340-s-0","title":"Generic Names","mono":"Sargramostim"},"1":{"id":"530340-s-1","title":"Dosing and Indications","sub":[{"id":"530340-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Allogeneic bone marrow transplantation, Myeloid reconstitution in HLA-matched related donors:<\/b> 250 mcg\/m(2)\/day IV over 2 hr; begin 2-4 hr after bone marrow infusion and continue until the absolute neutrophil count (ANC) is greater than 1500 cells\/mm(3) for 3 consecutive days; do not administer sooner than 24 hr after the last dose of chemotherapy\/radiotherapy or until the post marrow infusion ANC is less than 500 cells\/cubic millimeter<\/li><li><b>Allogeneic bone marrow transplantation, Myeloid reconstitution in HLA-matched related donors:<\/b> reduce dose by 50% or temporarily discontinue if a severe reaction occurs; discontinue if blast cells appear or if disease progression occurs<\/li><li><b>Autologous bone marrow transplant, Myeloid reconstitution following transplant in patients with non-Hodgkin's lymphoma, Hodgkin's disease, and acute lymphoblastic lymphoma:<\/b> 250 mcg\/m(2)\/day IV over 2 hr; begin 2-4 hr after bone marrow infusion and continue until the absolute neutrophil count (ANC) is greater than 1500 cells\/mm(3) for 3 consecutive days; do not administer sooner than 24 hr after the last dose of chemotherapy\/radiotherapy or until post-marrow infusion ANC less than 500 cells\/mm(3)<\/li><li><b>Autologous bone marrow transplant, Myeloid reconstitution following transplant in patients with non-Hodgkin's lymphoma, Hodgkin's disease, and acute lymphoblastic lymphoma:<\/b> reduce dose by 50% or temporarily discontinue if a severe reaction occurs; discontinue if blast cells appear or if disease progression occurs<\/li><li><b>Bone marrow transplant, Delay or failure of myeloid engraftment:<\/b> 250 mcg\/m(2)\/day IV over 2 hr for 14 days; repeat after 7 days if needed; after an additional 7 days, may administer a third course of 500 mcg\/m(2)\/day IV for 14 days<\/li><li><b>Bone marrow transplant, Delay or failure of myeloid engraftment:<\/b> reduce dose by 50% or temporarily discontinue if a severe reaction occurs; discontinue if blast cells appear or if disease progression occurs<\/li><li><b>Febrile neutropenia, In acute myelogenous leukemia following induction chemotherapy; Prophylaxis:<\/b> 250 mcg\/m(2)\/day IV over 4 hr; begin 4 days after completing induction chemotherapy (if day 10 bone marrow is hypoplastic; less than 5% blasts) and continue until the absolute neutrophil count is greater than 1500 cells\/mm(3) for 3 consecutive days or until a maximum of 42 days<\/li><li><b>Febrile neutropenia, In acute myelogenous leukemia following induction chemotherapy; Prophylaxis:<\/b> reduce dose by 50% or temporarily discontinue if a severe reaction occurs; discontinue if leukemic regrowth occurs<\/li><li><b>Febrile neutropenia, In non-myeloid malignancies following myelosuppressive chemotherapy; Prophylaxis:<\/b> 250 mcg\/m(2)\/day subQ once daily; begin 24-72 hr after chemotherapy and continue until an absolute neutrophil count of at least 2-3 x 10(9)\/L<\/li><li><b>Harvesting of peripheral blood stem cells:<\/b> 250 mcg\/m(2)\/day IV over 24 hr OR subQ once daily; continue through the peripheral blood progenitor cell collection period<\/li><li><b>Myelodysplastic syndrome:<\/b> 250 mcg\/m(2)\/day subQ once daily<\/li><li><b>Peripheral blood stem cell graft, Autologous, myeloid reconstitution following transplant in patients mobilized with granulocyte macrophage colony stimulating factor:<\/b> 250 mcg\/m(2)\/day IV over 24 hr or subQ once daily; begin immediately following peripheral blood progenitor cell infusion and continue until the absolute neutrophil count is greater than 1500 cells\/mm(3) for 3 consecutive days<\/li><\/ul>"},{"id":"530340-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients; however, available safety data indicate that sargramostim does not exhibit more toxicity in pediatric patients than in adults "},{"id":"530340-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hematologic:<\/b> absolute neutrophil count greater than 20,000 cells\/mm(3) or platelet count greater than 500,000\/mm(3), hold therapy or decrease dose by half<\/li><li><b>severe reaction:<\/b> discontinue sargramostim immediately for serious allergic or anaphylactic reactions; initiate appropriate therapy<\/li><\/ul>"},{"id":"530340-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Allogeneic bone marrow transplantation, Myeloid reconstitution in HLA-matched related donors<\/li><li>Autologous bone marrow transplant, Myeloid reconstitution following transplant in patients with non-Hodgkin's lymphoma, Hodgkin's disease, and acute lymphoblastic lymphoma<\/li><li>Bone marrow transplant, Delay or failure of myeloid engraftment<\/li><li>Febrile neutropenia, In acute myelogenous leukemia following induction chemotherapy; Prophylaxis<\/li><li>Harvesting of peripheral blood stem cells<\/li><li>Peripheral blood stem cell graft, Autologous, myeloid reconstitution following transplant in patients mobilized with granulocyte macrophage colony stimulating factor<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Crohn's disease<\/li><li>Febrile neutropenia, In non-myeloid malignancies following myelosuppressive chemotherapy; Prophylaxis<\/li><li>Malignant melanoma<\/li><li>Myelodysplastic syndrome<\/li><li>Neutropenic disorder - Sepsis of the newborn<\/li><li>Pulmonary alveolar proteinosis<\/li><li>Wound care<\/li><\/ul>"}]},"3":{"id":"530340-s-3","title":"Contraindications\/Warnings","sub":[{"id":"530340-s-3-9","title":"Contraindications","mono":"<ul><li>concomitant use with chemotherapy or radiotherapy or use within 24 hours; higher risk of serious adverse effects including grade 3 and 4 infection or thrombocytopenia and death<\/li><li>excess leukemic myeloid blasts in the bone marrow or blood (10% or greater)<\/li><li>hypersensitivity to granulocyte-macrophage colony-stimulating factor (GM-CSF), yeast-derived products, or any component of the product<\/li><\/ul>"},{"id":"530340-s-3-10","title":"Precautions","mono":"<ul><li>allergic or anaphylactoid reactions, serious, have been reported<\/li><li>cardiac disease, preexisting; increased risk of transient supraventricular arrhythmia<\/li><li>concomitantly receiving purged bone marrow; may not respond to sargramostim due to potential decreased number of responsive hemopoietic progenitors<\/li><li>conditions of fluid retention, including capillary leak syndrome, edema, pleural and\/or pericardial effusion, have been reported<\/li><li>congestive heart failure, preexisting; increased risk of fluid retention; monitoring recommended<\/li><li>dyspnea has been reported; reduction in rate of infusion may be necessary and possibly discontinuation of infusion<\/li><li>first dose reaction, including symptoms of respiratory distress, hypoxia, flushing, hypotension, syncope, and\/or tachycardia, has occurred after first dose of a treatment cycle<\/li><li>fluid retention, preexisting; may exacerbate condition<\/li><li>hepatic dysfunction, preexisting; increased risk of elevated bilirubin and hepatic enzyme levels; monitoring recommended<\/li><li>hypoxia; may increase risk of respiratory symptoms<\/li><li>intensive chemotherapy and\/or radiotherapy, previous exposure; may limit effect of drug on myeloid reconstruction<\/li><li>leukocytosis may occur; monitoring recommended and reduction in dose and interruption in therapy may be necessary<\/li><li>lung disease, preexisting; increased risk of respiratory symptoms; reduction in rate of infusion may be necessary and possibly discontinuation of infusion<\/li><li>myeloid malignancy; may potentiate tumor growth; discontinue if tumor progresses<\/li><li>neonates; potential for fatal &quot;gasping syndrome&quot; in premature infants due to benzyl alcohol in bacteriostatic water diluent; do not administer to neonates<\/li><li>pleural and\/or pericardial effusion, preexisting; may exacerbate fluid retention; monitoring recommended<\/li><li>pulmonary infiltrates, preexisting; increased risk of fluid retention; monitoring recommended<\/li><li>renal dysfunction, preexisting; increased risk of elevated serum creatinine; monitoring recommended<\/li><li>transient supraventricular arrhythmia has been reported, particularly in patients with history of cardiac arrhythmia<\/li><\/ul>"},{"id":"530340-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"530340-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"530340-s-4","title":"Drug Interactions","sub":{"1":{"id":"530340-s-4-14","title":"Major","mono":"<ul><li>Vincristine (probable)<\/li><li>Vincristine Sulfate Liposome (probable)<\/li><\/ul>"}}},"5":{"id":"530340-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain (allogeneic bone marrow transplant, 15%), Peripheral edema (autologous bone marrow transplant, 11%)<\/li><li><b>Dermatologic:<\/b>Pruritus (allogeneic bone marrow transplant, 23%), Rash (autologous bone marrow transplant, 44%), Skin reaction - finding (acute myelogenous leukemia, 77%)<\/li><li><b>Endocrine metabolic:<\/b>Hypercholesterolemia (allogeneic bone marrow transplant, 17%), Hypomagnesemia (allogeneic bone marrow transplant, 15%), Metabolic disease (acute myelogenous leukemia, 58%), Weight loss (acute myelogenous leukemia, 37%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (allogeneic bone marrow transplant, 38%), Diarrhea (allogeneic bone marrow transplant, 81%; autologous bone marrow transplant, 89%), Dysphagia (allogeneic bone marrow transplant, 11%), Gastrointestinal hemorrhage (allogeneic bone marrow transplant, 11%), Hematemesis (allogeneic bone marrow transplant, 13%), Nausea (allogeneic bone marrow transplant, 70%; acute myelogenous leukemia, 58%), Vomiting (allogeneic bone marrow transplant, 70%; acute myelogenous leukemia, 46%)<\/li><li><b>Hepatic:<\/b>Increased bilirubin level (allogeneic bone marrow transplant, 30%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (allogeneic bone marrow transplant, 11%; bone marrow transplant graft failure, 21%), Bone pain (allogeneic bone marrow transplant, 21%), Myalgia (bone marrow transplant graft failure, 18%)<\/li><li><b>Neurologic:<\/b>Asthenia (autologous bone marrow transplant, 66%)<\/li><li><b>Ophthalmic:<\/b>Intraocular hemorrhage (allogeneic bone marrow transplant, 11%)<\/li><li><b>Psychiatric:<\/b>Anxiety (allogeneic bone marrow transplant, 11%)<\/li><li><b>Renal:<\/b>Serum blood urea nitrogen raised (allogeneic bone marrow transplant, 23%)<\/li><li><b>Respiratory:<\/b>Pharyngitis (allogeneic bone marrow transplant, 23%)<\/li><li><b>Other:<\/b>Fever (acute myelogenous leukemia, 81%), Malaise (autologous bone marrow transplant, 57%), Rigor (allogeneic bone marrow transplant, 25%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Capillary leak syndrome (less than 1%), Cardiac dysrhythmia, Pericardial effusion (autologous bone marrow transplant, 4%; bone marrow transplant graft failure, 25%)<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage<\/li><li><b>Renal:<\/b>Renal failure<\/li><\/ul>"},"6":{"id":"530340-s-6","title":"Drug Name Info","sub":{"0":{"id":"530340-s-6-17","title":"US Trade Names","mono":"Leukine<br\/>"},"2":{"id":"530340-s-6-19","title":"Class","mono":"<ul><li>Colony Stimulating Factor<\/li><li>Hematopoietic<\/li><\/ul>"},"3":{"id":"530340-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"530340-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"530340-s-7","title":"Mechanism Of Action","mono":"Sargramostim is a recombinant human granulocyte-macrophage colony-stimulating factor that triggers proliferation and differentiation of hematopoietic progenitor cells, primarily neutrophils, monocytes\/macrophages, and myeloid-derived dendritic cells. Sargramostim can promote various cellular responses (ie, division, maturation, activation) by binding to specific receptors found on the cell surface of target cells and may also stimulate polymorphonuclear neutrophils to block the growth of tumor cells and increase the cytotoxic activity of monocytes against certain types of neoplastic cells.<br\/>"},"8":{"id":"530340-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"530340-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability: (IV or subcutaneous), liquid and lyophilized formulations are bioequivalent based on a statistical evaluation of AUC<\/li><li>Tmax: (subcutaneous), 1 to 4 hours<\/li><\/ul>"},"3":{"id":"530340-s-8-26","title":"Excretion","mono":"<ul><li>Renal: less than 0.2%<\/li><li>Total body: (IV, liquid formulation), 420 mL\/min\/m(2)<\/li><li>Total body: (IV, lyophilized formulation), 431 mL\/min\/m(2)<\/li><li>Total body: (Subcutaneous, liquid formulation), 549 mL\/min\/m(2)<\/li><li>Total body: (Subcutaneous, lyophilized formulation), 529 mL\/min\/m(2)<\/li><\/ul>"},"4":{"id":"530340-s-8-27","title":"Elimination Half Life","mono":"<ul><li>(IV), approximately 60 min<\/li><li>(Subcutaneous), approximately 162 min<\/li><\/ul>"}}},"9":{"id":"530340-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>dilute with Sterile Water for Injection, USP or Bacteriostatic Water for Injection, USP; gently swirl to mix; do not shake<\/li><li>liquid formulation and lyophilized solutions reconstituted with Bacteriostatic Water for Injection, USP should not be used in neonates<\/li><li>liquid formulation (once entered) and lyophilized solutions reconstituted with Bacteriostatic Water for Injection, USP may be stored for up to 20 days at 2 to 8 degrees Celsius (36 to 46 degrees Fahrenheit); previously reconstituted solutions mixed with freshly reconstituted solutions should be administered within 6 hours after mixing<\/li><li>solutions reconstituted with Sterile Water for Injection, USP should be administered within 6 hr; do not re-enter or reuse reconstituted vial<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>dilute with NS; if final concentration is less than 10 mcg\/mL, albumin at a final concentration of 0.1% should be added to the NS solution prior to adding sargramostim to prevent adsorption to drug delivery materials<\/li><li>do not use an in-line membrane filter for IV infusion<\/li><\/ul><\/li><li><b>Subcutaneous<\/b><br\/>after reconstitution, use without further dilution<br\/><\/li><\/ul>"},"10":{"id":"530340-s-10","title":"Monitoring","mono":"<ul><li>CBC with differential (including examination for presence of blast cells) twice per week<\/li><li>renal function tests (eg, serum creatinine) at baseline and at least every other week in patients with evidence of renal impairment<\/li><li>liver function tests (eg, hepatic enzymes, bilirubin) at baseline and at least every other week in patients with evidence of hepatic impairment<\/li><li>body weight and hydration status<\/li><li>signs and symptoms of tumor\/disease progression<\/li><li>signs and symptoms of a syndrome characterized by respiratory distress, hypoxia, flushing, hypotension, syncope, and\/or tachycardia<\/li><\/ul>"},"11":{"id":"530340-s-11","title":"How Supplied","mono":"<b>Leukine<\/b><br\/><ul><li>Injection Powder for Solution: 250 MCG<\/li><li>Intravenous Solution: 500 MCG\/ML<\/li><\/ul>"},"12":{"id":"530340-s-12","title":"Toxicology","sub":[{"id":"530340-s-12-31","title":"Clinical Effects","mono":"<b>COLONY STIMULATING FACTORS<\/b><br\/>USES: Colony stimulating factor agents are used in the treatment and prevention of neutropenia in cancer patients receiving myelosuppressive chemotherapy. They are also used to reduce the period of neutropenia in patients undergoing bone marrow transplantation. In addition, filgrastim and sargramostim are used to mobilize peripheral blood cells for use as an alternative to bone marrow transplantation. PHARMACOLOGY: Colony stimulating factors are glycoproteins which act on hematopoietic cells by binding to specific cell surface receptors which can stimulate proliferation, differentiation, commitment, and end cell functional activation. TOXICOLOGY: Because colony stimulating factors can increase absolute neutrophil count (ANC) and result in a corresponding increase in WBC, leukocytosis may occur. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Data are limited. Clinical events are anticipated to be an extension of adverse events reported with these agents. In a small clinical study, doses of up to 100 mcg\/kg\/day of sargramostim (16 times the recommended dose) produced dyspnea, malaise, nausea, fever, rash, sinus tachycardia, headache and chills. Leukocytosis and bone pain were reported following inadvertent self-administration of pegfilgrastim IV 36 mg, instead of the prescribed 6 mg. ADVERSE EVENTS: COMMON: Nausea, vomiting, bone pain and influenza-like symptoms are frequently reported with these agents. Other potential events that have been reported include: drug fever, hematologic events (ie, leukocytosis, thrombocytopenia, and anemia), peripheral edema, fluid retention, pulmonary edema (sargramostim), pleural effusion (sargramostim), rash, elevations in serum creatinine and BUN. SERIOUS: Potentially serious events reported with colony stimulating factors include acute respiratory distress syndrome (ARDS), splenic rupture (rare), and severe sickle cell crisis in patients with a history of sickle cell disease. SARGRAMOSTIM: A \"first-dose\" reaction following intravenous therapy has been characterized by tachycardia, respiratory distress, hypoxia, hypotension and syncope. Dyspnea and transient hypotension have also been reported infrequently with filgrastim therapy.<br\/>"},{"id":"530340-s-12-32","title":"Treatment","mono":"<b>COLONY STIMULATING FACTORS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Assess bone pain and administer analgesics as indicated. Begin with non-narcotics (ie, acetaminophen); narcotics may be required in some patients. Monitor ECG and consider continuous cardiac monitoring following a significant overdose. Sinus tachycardia does not generally require treatment unless hemodynamic compromise develops. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.  Treat severe hypotension IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids.<\/li><li>Decontamination: Unlikely to be necessary; these agents are administered parenterally.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions or respiratory compromise.<\/li><li>Antidote: None<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor CBC with differential and platelet count following exposure, and continue until WBC normalizes (may remain elevated for up to two weeks). Monitor renal function and liver enzymes. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Elevations in uric acid levels have occurred with filgrastim therapy; evaluate as needed. Monitor ECG and consider continuous cardiac monitoring following a significant overdose. Chest x-ray is indicated if pulmonary toxicity is suspected. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Patient disposition: HOME CRITERIA:  There is no data to support home management, and colony stimulating factors are generally only used in the hospital setting. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"530340-s-12-33","title":"Range of Toxicity","mono":"<b>COLONY STIMULATING FACTORS<\/b><br\/>TOXICITY: Limited data. A maximum dose for these agents has not been established. FILGRASTIM: In studies of patients undergoing bone marrow transplant doses up to 138 mcg\/kg\/day produced no toxic effects. PEGFILGRASTIM: Single doses of 300 mcg\/kg subQ have been tolerated without serious adverse events. SARGRAMOSTIM: Doses up to 100 mcg\/kg\/day (4000 mcg\/m(2)\/day or 16 times the recommended dose) were administered to a limited number of patients via IV infusion for 7 to 18 days and dyspnea, malaise, nausea, fever, rash, sinus tachycardia, headache, chills and an increased WBC up to 200,000 cells\/mm(3) developed. THERAPEUTIC DOSE: FILGRASTIM: ADULT: Cancer patients receiving myelosuppressive chemotherapy: Initial dose: 5 mcg\/kg\/day, as either a single injection by subQ bolus injection, by short IV infusion (15 to 30 minutes), or by continuous subQ or continuous IV infusion; OR Cancer patients receiving bone marrow transplant: Recommended dose following transplant is 10 mcg\/kg\/day as an IV infusion of 4 or 24 hrs duration, or as a continuous 24-hour subQ infusion. PEDIATRIC: Febrile Neutropenia: Various Conditions: 5 to 10 mcg\/kg\/day SubQ\/IV daily; start at least 24 hours after chemotherapy. PEGFILGRASTIM: Febrile Neutropenia: In patients with non-myeloid malignancies receiving myelosuppressive anticancer therapy: ADULT: Recommended starting dose is 6 mg as a single subQ injection given once per chemotherapy cycle. Do not administer pegfilgrastim during the period between 14 days before and 24 hours after administration of cytotoxic chemotherapy. PEDIATRIC:Safety and efficacy have not been established. SARGRAMOSTIM: ADULT: Recommended dose is 250 mcg\/m(2)\/day administered IV. Duration of infusion can vary, from 2 hours to 24 hours, depending on indication. For mobilization of peripheral blood progenitor cells, it can also be administered subQ once daily. PEDIATRIC: Safety and efficacy have not been established; however, based on some safety data, sargramostim does not exhibit any increase in toxicity in pediatric patients as compared to adults.<br\/>"}]},"13":{"id":"530340-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient receiving chemotherapy or radiation therapy NOT to administer this drug within 24 hours before or after radiation or chemotherapy.<\/li><li>Drug may cause fever, fluid retention, bone, muscle, or joint pain, or alopecia.<\/li><li>Advise patient to report respiratory distress, flushing, hypotension, syncope, or tachycardia, especially after first dose.<\/li><li>If self-administered, teach patient proper technique, placement of injections, and proper disposal of needles.<\/li><\/ul>"}}}