{"generic":"Scopolamine Hydrobromide","drugs":["Isopto Hyoscine","Maldemar","Scopace","Scopolamine Hydrobromide"],"mono":{"0":{"id":"536240-s-0","title":"Generic Names","mono":"Scopolamine Hydrobromide"},"1":{"id":"536240-s-1","title":"Dosing and Indications","sub":[{"id":"536240-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Amnesia, induction in obstetrics:<\/b> 0.32 to 0.65 mg IM\/IV\/subQ<\/li><li><b>Delirium tremens:<\/b> 0.6 mg IM\/IV\/subQ 3 or 4 times a day<\/li><li><b>Diagnostic procedure on eye proper, mydriasis induction and cycloplegic refraction:<\/b> instill 1 or 2 drops (0.25% ophthalmic solution) in eye(s) one hour prior to refracting<\/li><li><b>Increased intestinal motility:<\/b> 0.4 to 0.8 mg ORALLY<\/li><li><b>Mania:<\/b> 0.6 mg IM\/IV\/subQ 3 or 4 times a day<\/li><li><b>Motion sickness; Prophylaxis:<\/b> 0.4 to 0.8 mg ORALLY<\/li><li><b>Postencephalitic parkinsonism:<\/b> 0.4 to 0.8 mg ORALLY, dose may be cautiously increased in parkinsonism<\/li><li><b>Preoperative sedation:<\/b> 0.32 to 0.65 mg IM\/IV\/subQ<\/li><li><b>Sedation:<\/b> 0.6 mg IM\/IV\/subQ 3 or 4 times per day<\/li><li><b>Spasticity:<\/b> 0.4 to 0.8 mg ORALLY, dose may be cautiously increased in spasticity<\/li><li><b>Uveitis, iridocyclitis:<\/b> 1 or 2 drops (0.25% ophthalmic solution) TOPICALLY in eye(s) up to 4 times daily<\/li><li><b>Vomiting:<\/b> 0.6 mg to 1 mg subQ<\/li><\/ul>"},{"id":"536240-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Preoperative sedation:<\/b> (age 6 months to 3 years) 0.1 to 0.15 mg IM\/IV\/subQ<\/li><li><b>Preoperative sedation:<\/b> (age 3 to 6 years) 0.2 to 0.3 mg IM\/IV\/subQ<\/li><li><b>Vomiting:<\/b> 6 mcg\/kg\/dose subQ<\/li><\/ul>"},{"id":"536240-s-1-6","title":"Dose Adjustments","mono":"<b>geriatric:<\/b> lower doses may be required in geriatric and debilitated patients "},{"id":"536240-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><ul><li>Amnesia, induction in obstetrics<\/li><li>Delirium tremens<\/li><li>Diagnostic procedure on eye proper, mydriasis induction and cycloplegic refraction<\/li><li>Increased intestinal motility<\/li><li>Mania<\/li><li>Motion sickness; Prophylaxis<\/li><li>Postencephalitic parkinsonism<\/li><li>Preoperative sedation<\/li><li>Sedation<\/li><li>Spasticity<\/li><li>Uveitis, iridocyclitis<\/li><li>Vomiting<\/li><\/ul>"}]},"3":{"id":"536240-s-3","title":"Contraindications\/Warnings","sub":[{"id":"536240-s-3-9","title":"Contraindications","mono":"<ul><li>chronic lung disease; repeated administration may increase the risk of adverse events (injection)<\/li><li>hepatic impairment (oral)<\/li><li>hypersensitivity\/idiosyncrasy to scopolamine hydrobromide, other belladonna alkaloids or anticholinergic drugs, or barbiturates (injection or oral)<\/li><li>narrow-angle (angle-closure) glaucoma<\/li><li>prostatic hypertrophy (oral)<\/li><li>pyloric obstruction (oral)<\/li><li>renal impairment (oral)<\/li><\/ul>"},{"id":"536240-s-3-10","title":"Precautions","mono":"<ul><li>allergies or bronchial asthma, history of; higher incidence of hypersensitivity reactions (injection)<\/li><li>autonomic neuropathy, preexisting; may exacerbate symptoms<\/li><li>brain damage, Down's syndrome (mongolism), spasticity, or light irides; increased risk of adverse events (injection)<\/li><li>cardiac disease including tachycardia, other tachyarrhythmias, coronary heart disease, congestive heart disease; increased risk of adverse events (injection)<\/li><li>drowsiness or somnolence; difficulty performing hazardous activities, such as operating machinery or driving<\/li><li>elderly; increased risk of elevated intraocular pressure, urinary difficulty and retention, and constipation (injection and oral)<\/li><li>infants and children; increased risk of adverse events and poisoning (injection)<\/li><li>hypertension, preexisting; may experience both exaggerated orthostatic hypotension and tachycardia (injection)<\/li><li>hyperthyroidism, preexisting; increased risk of adverse events (injection)<\/li><li>parkinsonism; sudden withdrawal of large doses may cause vomiting, malaise, sweating, and salivation<\/li><li>prostatic hypertrophy (injection)<\/li><\/ul>"},{"id":"536240-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Scopolamine: C (FDA)<\/li><li>Scopolamine: B2 (AUS)<\/li><\/ul>"},{"id":"536240-s-3-12","title":"Breast Feeding","mono":"<ul><li>Scopolamine: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Scopolamine: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"536240-s-4","title":"Drug Interactions","sub":[{"id":"536240-s-4-13","title":"Contraindicated","mono":"<ul>Potassium (theoretical)<\/ul>"},{"id":"536240-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Umeclidinium (theoretical)<\/li><\/ul>"}]},"5":{"id":"536240-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Diminished sweating, Injection, Dry skin, Injection<\/li><li><b>Gastrointestinal:<\/b>Xerostomia, Injection<\/li><li><b>Neurologic:<\/b>Amnesia, Injection, Somnolence, Injection<\/li><li><b>Ophthalmic:<\/b>Mydriasis<\/li><li><b>Other:<\/b>Irritation symptom, Local<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Tachyarrhythmia<\/li><li><b>Dermatologic:<\/b>Dry skin, Systemic absorption of ophthalmic formulation<\/li><li><b>Gastrointestinal:<\/b>Xerostomia, Systemic absorption of ophthalmic formulation<\/li><li><b>Neurologic:<\/b>Confusion, Systemic absorption of ophthalmic formulation, Somnolence, Systemic absorption of ophthalmic formulation<\/li><li><b>Psychiatric:<\/b>Hallucinations, Systemic absorption of ophthalmic formulation<\/li><\/ul>"},"6":{"id":"536240-s-6","title":"Drug Name Info","sub":{"0":{"id":"536240-s-6-17","title":"US Trade Names","mono":"<ul><li>Isopto Hyoscine<\/li><li>Scopace<\/li><li>Maldemar<\/li><\/ul>"},"2":{"id":"536240-s-6-19","title":"Class","mono":"<ul><li>Anesthetic Adjunct<\/li><li>Antimuscarinic<\/li><li>Gastrointestinal Agent<\/li><li>Mydriatic-Cycloplegic<\/li><\/ul>"},"3":{"id":"536240-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"536240-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"536240-s-7","title":"Mechanism Of Action","mono":"Scopolamine hydrobromide, an anticholinergic agent, is a known depressant of the central nervous system which exhibits marked sedative and tranquilizing properties. It exerts its effect by blocking the action of acetylcholine (ACh) on autonomic effectors innervated by postganglionic cholinergic nerves and smooth muscles that lack cholinergic innervation. It has minimal activity on the actions of ACh in nicotinic receptor sites.<br\/>"},"8":{"id":"536240-s-8","title":"Pharmacokinetics","sub":[{"id":"536240-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Ophthalmic: 8 minutes<\/li><li>Bioavailability, Ophthalmic: rapid<\/li><\/ul>"}]},"9":{"id":"536240-s-9","title":"Administration","mono":"<b>Ophthalmic<\/b><br\/>lacrimal sac should be compressed by digital pressure for 2 to 3 minutes after instillation <br\/>"},"10":{"id":"536240-s-10","title":"Monitoring","mono":"<ul><li>nausea: improvement in nausea\/vomiting, hydration level<\/li><li>preanesthesia: (injection) sedation, decreased salivary\/bronchial secretions<\/li><li>(ophthalmic solution) mydriasis<\/li><li>blood pressure<\/li><li>signs of excessive anticholinergic adverse effects<\/li><\/ul>"},"11":{"id":"536240-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Injection Solution: 0.4 MG\/ML<br\/><\/li><li><b>Isopto Hyoscine<\/b><br\/>Ophthalmic Solution: 0.25 %<br\/><\/li><li><b>Scopace<\/b><br\/>Oral Tablet: 0.4 MG<br\/><\/li><\/ul>"},"12":{"id":"536240-s-12","title":"Toxicology","sub":[{"id":"536240-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>ANTICHOLINERGIC POISONING <\/b><br\/>USES: The anticholinergic toxidrome refers to a set of signs and symptoms that occur with overdose of antagonists of the muscarinic cholinergic receptors. It can occur after poisoning from many pharmaceuticals and from naturally occurring alkaloids found in many plants.  These medications are commonly used as sleep aids, antispasmodics (gastrointestinal and urinary), antihistamines, and ophthalmic cycloplegics and to treat Parkinson disease.  This class of drugs is occasionally abused (mostly by adolescents) for its hallucinogenic effects. PHARMACOLOGY: Competitive antagonist of M1 and M2 muscarinic cholinergic receptor. Toxic effects from antagonism of the nicotinic cholinergic system is not a component of the syndrome. In general, the desired pharmacologic effects occur when only the peripheral muscarinic receptors are antagonized and there are no central antimuscarinic effects. TOXICOLOGY: Is an extension of the pharmacologic effects, which is due to extensive antagonism of the central and peripheral muscarinic acetylcholine receptors. EPIDEMIOLOGY: Poisoning is common but rarely severe. Toxicity may occur via oral, parenteral, or dermal route.  Systemic anticholinergic effects  have occasionally developed after use of ophthalmic preparations, mostly in young children. MILD TO MODERATE TOXICITY: Somnolence, anticholinergic effects  of mydriasis, flushing, fever, dry mouth, decreased bowel sounds, and tachycardia are characteristic.  Mild hypertension, nausea, and vomiting are  also common after overdose.  Agitation, confusion, and hallucinations may develop with moderate poisoning. SEVERE TOXICITY: Severe effects may include agitated delirium, psychosis, hallucinations, seizures, hyperthermia, and coma. Some drugs that cause the anticholinergic toxidrome (eg, diphenhydramine) may cause QRS widening and ventricular dysrhythmias due to sodium channel antagonism, but this is not due to the anticholinergic effects. Rhabdomyolysis and renal failure may rarely develop in patients with prolonged agitation, coma, or seizures. ADVERSE EFFECTS: COMMON: Dry mouth, urinary retention, and constipation are commonly seen.<br\/><\/li><li><b>BROMIDES<\/b><br\/>USES: In the past, bromides were widely used both as a sedative and an antiepileptic agent in the United States, and they are still used as sedatives in some areas of the world. It is still found as a bromide salt in many medications. The major source of bromide exposure in humans in the United States is the presence of bromide residues in food. Bromine-containing fumigants are extensively used in horticulture and in post-harvest treatments, but the amounts are too minimal to cause toxicity. Contaminated well water may be a source of bromide exposure. PHARMACOLOGY: Bromide ion causes secondary anion potentiation of gamma-aminobutyric acid (GABA) channels in the CNS. GABA receptors are complexed with chloride channels. Available bromide ions, due to their smaller hydrated diameter, diffuse more readily through cellular channels, producing a hyperpolarized post-synaptic membrane, which potentiates the action of GABA, an inhibitory neurotransmitter. TOXICOLOGY: With chronic exposure, the bromide ion displaces chloride from plasma, extracellular fluid, and, to some extent, from cells. The kidneys increase the elimination of chloride ions in an attempt to maintain a constant total halide concentration. Central nervous system function is progressively impaired, presumably through a membrane-stabilizing effect. A toxic concentration can be reached very rapidly when the intake of chloride is reduced. EPIDEMIOLOGY: Bromide poisoning is rare and, when it does occur, is generally secondary to chronic ingestion rather than acute overdose. TOXICITY: ACUTE: Bromide poisoning following acute ingestion is rare. Acute effects may include nausea, vomiting, gastric irritation, CNS depression, coma, hypotension, tachycardia, and respiratory distress. CHRONIC: Ingestion of chronic, excessive amounts may produce a toxic syndrome called &quot;bromism&quot;, which is characterized by behavioral changes, hallucinations, psychosis, ataxia, irritability, headache, and confusion. Other symptoms of chronic bromide toxicity include: anorexia, weight loss, constipation, slurred speech, anemia, bromoderma (an erythematous, nodular, or acneiform rash over the face and possibly the entire body), bullous or pustular eruptions on the skin, toxic epidermal necrolysis, musculoskeletal pain, lethargy, and liver enzyme abnormalities. Fever may be seen in up to 25% of cases of chronic ingestion. Chronic intoxication usually develops over 2 to 4 weeks or longer.<br\/><\/li><\/ul>"},{"id":"536240-s-12-32","title":"Treatment","mono":"<ul><li><b>ANTICHOLINERGIC POISONING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of pharmaceutical  overdoses that produce the anticholinergic toxidrome requires only supportive care; administer activated charcoal if the patient presents shortly after ingestion; sedate patients with benzodiazepines for agitation and delirium. Hypertension and tachycardia are generally mild and well tolerated, and do not require specific treatment. Physostigmine can be used to establish a diagnosis; it may help avoid an invasive, costly work-up, but should only be given in a setting where intensive monitoring and resuscitation is possible, and should NOT be given if the history or ECG (QRS widening) suggests tricyclic antidepressant poisoning. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed early. May benefit from gastric lavage if patient presents soon after a large ingestion; administer activated charcoal. GI decontamination should only be performed in patients who can protect their airway or who are intubated. Severe delirium may develop and require large doses of benzodiazepines for sedation. Seizures (may progress to status epilepticus) may require aggressive use of benzodiazepines, propofol and\/or barbiturates. Monitor core temperature and treat hyperthermia with aggressive benzodiazepine sedation to control agitation, and external cooling. Clinical manifestations may be prolonged due to prolonged absorption in the setting of anticholinergic ileus.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for somnolence and seizures. For dermal exposure, wash skin thoroughly. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient is able to protect airway. Consider gastric lavage in recent, life threatening ingestion, protect airway prior to gastric lavage.<\/li><li>Airway management: Protect airway early in patients with severe intoxication (i.e., seizures, severe delirium or hyperthermia).<\/li><li>Antidote: Physostigmine is indicated to reverse the CNS effects caused by clinical or toxic dosages of agents capable of producing anticholinergic syndrome; however, long lasting reversal of anticholinergic signs and symptoms is generally not achieved because of the relatively short duration of action of physostigmine (45 to 60 minutes).  It is most often used diagnostically to distinguish anticholinergic delirium from other causes of altered mental status. CAUTION: If tricyclic antidepressants are coingested, physostigmine may precipitate seizures and dysrhythmias. DOSES: ADULT: 2 mg IV at a slow controlled rate, no more than 1 mg\/min. May repeat doses at intervals of 10 to 30 min if severe symptoms recur. For patients with prolonged anticholinergic delirium consider a continuous infusion, start at 2 mg\/hr and titrate to effect. CHILD: 0.02 mg\/kg by slow IV injection, at a rate no more than 0.5 mg\/minute. Repeat dosage at 5 to 10 minute intervals as long as the toxic effect persists and there is no sign of cholinergic effects. MAXIMUM DOSAGE: 2 mg total.<\/li><li>Seizure: Intravenous benzodiazepines; add propofol or barbiturates if seizures persist or recur.<\/li><li>Body temperature above reference range: Control agitation with benzodiazepines, initiate aggressive external cooling measures (i.e., remove patient's clothing, cover with a damp sheet or spray skin with water and direct fan at the patient's skin to enhance evaporation).<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Monitoring of patient: Monitor vital signs (including temperature) and mental status.  No specific lab work is needed in most patients. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity (i.e., agitation, delirium, seizures, coma, hypotension). Monitor creatinine phosphokinase in patients with prolonged agitation, seizures or coma; monitor renal function and urine output in patients with rhabdomyolysis.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are of no value in this setting because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness or stimulation) with an acute inadvertent ingestion may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (i.e., hallucinations, somnolence, delirium, coma), or persistent tachycardia should be admitted. Patients with coma, seizures or delirium should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (i.e., seizures, severe delirium, coma), or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>BROMIDES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Care is symptomatic and supportive. Administer IV 0.9% sodium chloride to increase bromide elimination. MANAGEMENT OF SEVERE TOXICITY: Care is symptomatic and supportive. Orotracheal intubation may be necessary if CNS depression develops. Aggressively hydrate patient with 0.9% sodium chloride to enhance bromide excretion. Diuretics such as furosemide may further enhance bromide excretion. Consider hemodialysis in patients with severe toxicity, and those with impaired renal function or in whom diuresis is not effective or is contraindicated.<\/li><li>Decontamination: Toxicity generally occurs with chronic ingestion. Consider activated charcoal only after large, recent ingestions in patients who are alert and can protect the airway. Gastric lavage is not indicated as acute ingestion is not life-threatening.<\/li><li>Airway management: Endotracheal intubation should be performed in patients with excessive drowsiness and the inability to protect their own airway.<\/li><li>Antidote: None<\/li><li>Fluid\/electrolyte balance regulation: Infusion of 0.9% sodium chloride enhances urinary bromide excretion. Give initial bolus of 10 to 20 mg\/kg as clinically indicated, followed by an infusion 2 to 3 times the maintenance fluid rate. Discontinue infusion when symptoms have improved and the serum bromide level is less than 100 to 150 mg\/dL.<\/li><li>Diuresis: Diuretics such as furosemide, ethacrynic acid, thiazides, or mannitol may be administered, in addition to intravenous sodium chloride, to obtain a urine flow of 3 to 6 mL\/kg\/hour. Administration may increase bromide clearance. Monitor fluid and electrolytes closely as hypernatremia may occur.<\/li><li>Monitoring of patient:  Monitor serum electrolytes, renal function, and fluid status carefully. Spuriously elevated chloride level and low anion gap are characteristic of bromism due to laboratory interference by the bromide ion. Serum bromide concentrations should be monitored in patients with significant CNS effects. Consider abdominal x-ray as bromide is radiopaque. Abdominal x-ray may be helpful in confirming diagnosis of acute ingestion.<\/li><li>Enhanced elimination procedure: The addition of diuretics, such as furosemide, ethacrynic acid, thiazides, and mannitol, to intravenous chloride therapy has been shown to increase urinary bromide excretion. Hemodialysis greatly increases bromide clearance and is indicated in patients with severe toxicity, underlying renal insufficiency, or when attempts at intravenous chloride administration have been unsuccessful or are contraindicated.<\/li><li>Patient disposition: HOME CRITERIA: Patients with inadvertent ingestions who are asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with deliberate overdose and symptomatic patients should be observed in a medical facility until free of symptoms. ADMISSION CRITERIA: All patients who are persistently symptomatic should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with significant toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><\/ul>"},{"id":"536240-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>ANTICHOLINERGIC POISONING<\/b><br\/>TOXICITY: ADULTS: Varies with the specific medication. In general, patients will have to ingest large doses of plant products (or make a tea) to develop symptoms. THERAPEUTIC DOSE: Varies with the specific medication.<br\/><\/li><li><b>BROMIDES<\/b><br\/>TOXICITY: There is great interpatient variability in symptoms at a given serum bromide concentration. Most toxicity develops after chronic ingestion. Serum bromide concentrations of 50 to 100 mg\/dL may be associated with symptoms; 200 mg\/dL will  produce toxic symptoms; 300 mg\/dL may be fatal. Acute ingestion of 4500 mg bromovalerylurea caused lethargy and myoclonus in an adult. Chronic consumption of 0.5 to 1 g bromides\/day may cause bromism. THERAPEUTIC DOSE: Adults: Acceptable daily intake: 1 mg\/kg.<br\/><\/li><\/ul>"}]},"13":{"id":"536240-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or visual clarity until drug effects are realized, as drug may cause dizziness, confusion, and somnolence. Ophthalmic form may also cause blurred vision.<\/li><li>Ophthalmic and injectable forms may cause photophobia. Recommend patient wear sunglasses outside and avoid bright lights.<\/li><li>Injectable form may impair heat regulation. Advise patient to use caution with activities leading to an increased core temperature, such as strenuous exercise, exposure to extreme heat, or dehydration.<\/li><li>This drug may cause tachyarrhythmia, dry skin, xerostomia, diminished sweating, amnesia, hallucinations, and mydriasis.<\/li><li>Advise patient to report excessive anticholinergic effects or if diagnosed with glaucoma during treatment.<\/li><li>Instruct patients using ophthalmic form on proper instillation technique.<\/li><li>Patient should not drink alcohol or take drugs that cause central nervous system effects.<\/li><\/ul>"}}}