{"generic":"Sodium Nitroprusside","drugs":["Nitropress","Sodium Nitroprusside"],"mono":[{"id":"556560-s-0","title":"Generic Names","mono":"Sodium Nitroprusside"},{"id":"556560-s-1","title":"Dosing and Indications","sub":[{"id":"556560-s-1-4","title":"Adult Dosing","mono":"<ul><li><a href=\"14@6\">Nitroprusside Dosing<\/a><\/li><li><b>Congestive heart failure, acute:<\/b> initial, 0.3 mcg\/kg\/min IV infusion, titrate every few min to desired effect; average dose, 3 mcg\/kg\/min IV; MAX dose 10 mcg\/kg\/min (manufacturer dosing), OR initial, 0.1 to 0.2 mcg\/kg\/min continuous IV infusion, titrated every 5 min to hemodynamic goal (guideline dosing)<\/li><li><b>Hypertensive crisis:<\/b> initial, 0.3 mcg\/kg\/min IV infusion, titrate every few min to desired effect; average dose, 3 mcg\/kg\/min IV; MAX dose 10 mcg\/kg\/min<\/li><li><b>Hypotension, induction and maintenance - Surgical procedure:<\/b> initial, 0.3 mcg\/kg\/min IV infusion, titrate every few min to desired effect; average dose, 3 mcg\/kg\/min IV; MAX dose 10 mcg\/kg\/min<\/li><li><b>Toxicity of drug, Ergot alkaloid:<\/b> 0.5 to 5 mcg\/kg\/min IV<\/li><\/ul>"},{"id":"556560-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><a href=\"14@6\">Nitroprusside Dosing<\/a><\/li><li><b>Congestive heart failure, acute:<\/b> initial, 0.3 mcg\/kg\/min IV infusion, titrate every few min to desired effect; average dose, 3 mcg\/kg\/min IV; MAX dose 10 mcg\/kg\/min<\/li><li><b>Hypertensive crisis:<\/b> initial, 0.3 mcg\/kg\/min IV infusion, titrate every few min to desired effect; average dose, 3 mcg\/kg\/min IV; MAX dose 10 mcg\/kg\/min<\/li><li><b>Hypotension, induction and maintenance - Surgical procedure:<\/b> initial, 0.3 mcg\/kg\/min IV infusion, titrate every few min to desired effect; average dose, 3 mcg\/kg\/min IV; MAX dose 10 mcg\/kg\/min<\/li><\/ul>"},{"id":"556560-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic insufficiency:<\/b> consideration should be made for cyanide toxicity since cyanide is converted to thiocyanate by the liver; dosage adjustments may be required (specific guidelines unavailable)<\/li><li><b>renal impairment:<\/b> nitroprusside's metabolite thiocyanate accumulates during renal failure and should be monitored to ensure levels remain less than 10 mg\/dL<\/li><li><b>geriatrics:<\/b> reduced doses of nitroprusside should be employed in the elderly patient during controlled hypotensive anesthesia<\/li><li><b>hemodialysis:<\/b> no maintenance dose required following hemodialysis session<\/li><li><b>peritoneal dialysis:<\/b> no dosage adjustment required<\/li><\/ul>"},{"id":"556560-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Congestive heart failure, acute<\/li><li>Hypertensive crisis<\/li><li>Hypotension, induction and maintenance - Surgical procedure<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Aortic valve stenosis<\/li><li>Erectile dysfunction<\/li><li>Erythromelalgia<\/li><li>Esophageal varices<\/li><li>Myocardial infarction<\/li><li>Pulmonary hypertension<\/li><li>Toxicity of drug, Ergot alkaloid<\/li><li>Ventricular septal defect<\/li><\/ul>"}]},{"id":"556560-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution; Solution)<\/b><br\/>Nitroprusside is not suitable for direct injection; the reconstituted solution must be further diluted in sterile 5% dextrose injection before infusion. Nitroprusside can cause precipitous decreases in blood pressure; monitor blood pressure continuously while patient is on therapy. Nitroprusside can cause cyanide toxicity which can be lethal. Infusion at the maximum dose rate (10 mcg\/kg\/min) should never last more than 10 minutes. Monitor acid-base balance and venous oxygen concentration while on therapy as these tests may indicate cyanide toxicity.<br\/>"},{"id":"556560-s-3","title":"Contraindications\/Warnings","sub":[{"id":"556560-s-3-9","title":"Contraindications","mono":"<ul><li>compensatory hypertension (aortic coarctation or atriovenous shunting)<\/li><li>congestive heart failure associated with reduced peripheral vascular resistance<\/li><li>hypersensitivity to nitroprusside<\/li><li>optic atrophy<\/li><li>surgery patients with inadequate cerebral circulation<\/li><li>symptomatic hypotension<\/li><li>tobacco amblyopia<\/li><\/ul>"},{"id":"556560-s-3-10","title":"Precautions","mono":"<ul><li>anemia<\/li><li>avoid extravasation<\/li><li>cerebrovascular or cardiovascular insufficiency<\/li><li>compromised pulmonary ventilation and perfusion<\/li><li>concomitant hypotensive drugs (such as sildenafil)<\/li><li>cyanide toxicity<\/li><li>elevated intracranial pressure<\/li><li>excessive hypotension (ischemic injuries)<\/li><li>hereditary methemoglobinemia due to abnormal hemoglobin (hemoglobin M)<\/li><li>hepatic insufficiency<\/li><li>hypothyroidism<\/li><li>hypovolemia<\/li><li>methemoglobinemia<\/li><li>poor surgical risks<\/li><li>renal impairment<\/li><\/ul>"},{"id":"556560-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Nitroprusside: C (FDA)<\/li><li>Nitroprusside: C (AUS)<\/li><\/ul>"},{"id":"556560-s-3-12","title":"Breast Feeding","mono":"<ul><li>Nitroprusside: WHO: WHO documentation states insufficient data.<\/li><li>Nitroprusside: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"556560-s-4","title":"Drug Interactions","sub":[{"id":"556560-s-4-13","title":"Contraindicated","mono":"<ul>Sildenafil (theoretical)<\/ul>"}]},{"id":"556560-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia, Hypotension, Palpitations, Tachyarrhythmia<\/li><li><b>Dermatologic:<\/b>Injection site irritation, Rash, Sweating symptom<\/li><li><b>Musculoskeletal:<\/b>Muscle twitch<\/li><li><b>Neurologic:<\/b>Confusion, Dizziness, Headache, Somnolence<\/li><li><b>Psychiatric:<\/b>Apprehension, Restlessness<\/li><li><b>Renal:<\/b>Azotemia, Oliguria<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Hemorrhage, Excessive, decreased platelet aggregation, Hypotensive episode, Excessive<\/li><li><b>Dermatologic:<\/b>Toxic epidermal necrolysis due to drug<\/li><li><b>Endocrine metabolic:<\/b>Metabolic acidosis<\/li><li><b>Gastrointestinal:<\/b>Bowel obstruction<\/li><li><b>Hematologic:<\/b>Methemoglobinemia<\/li><li><b>Neurologic:<\/b>Raised intracranial pressure<\/li><li><b>Other:<\/b>Cyanide poisoning, Toxicity of drug, Thiocyanate<\/li><\/ul>"},{"id":"556560-s-6","title":"Drug Name Info","sub":{"0":{"id":"556560-s-6-17","title":"US Trade Names","mono":"Nitropress<br\/>"},"2":{"id":"556560-s-6-19","title":"Class","mono":"Peripheral Vasodilator<br\/>"},"3":{"id":"556560-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"556560-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"556560-s-7","title":"Mechanism Of Action","mono":"Sodium nitroprusside, an inorganic hypotensive agent, relaxes smooth muscles of blood vessels and consequently dilates peripheral arteries and veins. It is more active on veins and dilatation promotes blood peripheral pooling and decreases the venous return to the heart that reduces left ventricular end-diastolic pressure and pulmonary capillary wedge pressure (preload). There is also a decrease in systemic vascular resistance, systolic and mean arterial pressure (afterload).<br\/>"},{"id":"556560-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"556560-s-8-24","title":"Distribution","mono":"Vd: rapidly distributed <br\/>"},"2":{"id":"556560-s-8-25","title":"Metabolism","mono":"Metabolites (with hemoglobin): cyanmethemoglobin (cyanmetHgb) and cyanide ion (CN) <br\/>"},"3":{"id":"556560-s-8-26","title":"Excretion","mono":"Dialyzable: ineffective (hemodialysis) <br\/>"},"4":{"id":"556560-s-8-27","title":"Elimination Half Life","mono":"2 min <br\/>"}}},{"id":"556560-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>the reconstituted 50 mg solution must be further diluted in 250 to 1000 mL D5W to desired concentration (recommended 50 to 200 mcg\/mL)<\/li><li>dilute in D5W only; prepared solution has a slight brownish tint; discard if the color is dark brown, orange, red, blue, or green<\/li><li>do not administer other drugs in the same solution<\/li><li>protect diluted solution from light with supplied opaque sleeve, aluminum foil, or other opaque material<\/li><li>(infusion) use only with an infusion pump, preferably a volumetric pump; do not infuse through ordinary IV apparatus<\/li><li>(infusion) should be started slowly (0.3 mcg\/kg\/min); the usual rate is 0.5-10 mcg\/kg\/min<\/li><li>(infusion) maximum infusion rate (10 mcg\/kg\/min) should last no longer than 10 min<\/li><\/ul>"},{"id":"556560-s-10","title":"Monitoring","mono":"<ul><li>blood pressure; continuously<\/li><li>acid-base balance, methemoglobin, thiocyanate levels, venous oxygen concentrations<\/li><li>heart rate<\/li><\/ul>"},{"id":"556560-s-11","title":"How Supplied","mono":"<b>Nitropress<\/b><br\/><ul><li>Intravenous Powder for Solution: 50 MG<\/li><li>Intravenous Solution: 25 MG\/ML<\/li><\/ul>"},{"id":"556560-s-12","title":"Toxicology","sub":[{"id":"556560-s-12-31","title":"Clinical Effects","mono":"<b>SODIUM NITROPRUSSIDE<\/b><br\/>USES: Sodium nitroprusside is commonly used to treat severe hypertension. It is also used to produce controlled hypotension for the reduction of bleeding during surgery, and to treat acute congestive heart failure. PHARMACOLOGY: Sodium nitroprusside, a potent vasodilator, dilates both venules and arteries through the release of nitric oxide. TOXICOLOGY: Each molecule of sodium nitroprusside contains 5 cyanide ions which can be released when exposed to UV light and result in cyanide toxicity. Also, in patients with renal insufficiency, metabolism to thiosulfate and thiocyanate can result in toxicity. EPIDEMIOLOGY: While sodium nitroprusside is commonly used for severe hypertension, cyanide toxicity or thiocyanate toxicity from sodium nitroprusside use are uncommon. OVERDOSE: Acute toxicity following an overdose is characterized by vasodilation and hypotension, possibly complicated by nausea, vomiting, sweating, headache, palpitation, and chest pain. CYANIDE TOXICITY: Associated with high rate or prolonged infusion. Manifestations include metabolic acidosis, CNS dysfunction, rising mixed venous oxygen content, tachycardia and hypertension. Severe acidosis and tachyphylaxis may occur with increasing blood cyanide concentrations. Patients with depleted thiosulfate stores (malnourished, recent surgery) may be at increased risk. THIOCYANATE TOXICITY: Associated with long-term infusions (usually more than 6 days) in patients simultaneously treated with sodium thiosulfate; may develop with shorter infusions in patients with renal insufficiency. Manifestations include abdominal pain, weakness, tinnitus, vomiting, tremor, agitation, disorientation, progressing to lethargy, seizures and coma in severe cases. ADVERSE EFFECTS: Excessive hypotension may occur with nitroprusside and may be resolved with discontinuation of the drug since the direct effect of the drug clears promptly within 10 minutes of discontinuation. The overall incidence of cyanide toxicity associated with nitroprusside appears to be infrequent. Extravasation can cause tissue sloughing and necrosis. RISK FACTORS: Risk factors for the development of nitroprusside-induced cyanide toxicity includes: hypoalbuminemia, cardiopulmonary bypass procedures, renal impairment, or the administration of moderate to high doses of nitroprusside. <br\/>"},{"id":"556560-s-12-32","title":"Treatment","mono":"<b>SODIUM NITROPRUSSIDE<\/b><br\/><ul><li>Support: TREATMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. In patients with hypotension, discontinue infusion; hypotension generally resolves quickly once exposure ceases. Administer intravenous fluids if not contraindicated by patient's underlying condition, 10 to 20 mL\/kg 0.9% saline. Central venous pressure monitoring may be useful to avoid volume overload. Monitor carefully for evidence of more severe toxicity. TREATMENT OF SEVERE TOXICITY: Treatment should include volume expansion, pressors as needed for hypotension, ventilatory support, and hydroxocobalamin or the cyanide antidote kit. CYANIDE TOXICITY: Metabolic acidosis and increasing tolerance to the drug are early signs of cyanide toxicity necessitating drug discontinuation.  Dyspnea, worsening acidosis, seizures or impaired mental status suggest cyanide toxicity. Treat with hydroxocobalamin. Sodium nitrite followed by sodium thiosulfate (cyanide antidote kit) is an alternative treatment for cyanide toxicity. THIOCYANATE TOXICITY: Suspect toxicity in patients with prolonged infusions, those with renal insufficiency and those with simultaneous thiosulfate infusion. Discontinue sodium nitroprusside infusion. If severe thiocyanate toxicity develops (encephalopathy, seizures, coma), hemodialysis is indicated. SEIZURES: Evaluate clinically for cyanide or thiocyanate toxicity and treat accordingly. Control with benzodiazepines.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe CNS depression.<\/li><li>Cyanide Antidote: A cyanide antidote, either hydroxocobalamin OR the sodium nitrite\/sodium thiosulfate kit, should be administered to symptomatic patients.<\/li><li>Hydroxocobalamin: Hydroxocobalamin should be given if any laboratory or clinical signs or symptoms of cyanide toxicity develop. ADULT: Administer 5 g (two 2.5 g vials, each reconstituted with 100 mL sterile 0.9% saline) as an IV infusion over 15 minutes. For severe poisoning, a second dose of 5 g may be infused intravenously over 15 minutes to 2 hours, depending on the patient's condition. PEDIATRIC: Limited experience; a dose of 70 mg\/kg has been used in pediatric patients.<\/li><li>Antidote: ALTERNATIVE ANTIDOTE: Sodium nitrite\/sodium thiosulfate kit is administered as follows: SODIUM NITRITE: ADULT: 300 mg (10 mL of 3% solution) IV at a rate of 2.5 to 5 mL\/min; PEDIATRIC: (with normal hemoglobin concentration) 0.2 mL\/kg of a 3% solution (6 mg\/kg) IV at a rate of 2.5 to 5 mL\/min, not to exceed 10 mL (300 mg). A second dose, one-half of the first dose, may be administered 30 minutes later if there is inadequate clinical response. SODIUM THIOSULFATE: Follow sodium nitrite with IV sodium thiosulfate. ADULT: 50 mL (12.5 g) of a 25% solution; PEDIATRIC: 1 mL\/kg of a 25% solution (250 mg\/kg), not to exceed 50 mL (12.5 g) total dose. A second dose, one-half of the first dose, may be administered if signs of cyanide toxicity reappear.<\/li><li>Methemoglobinemia: If excessive methemoglobinemia occurs in the setting of cyanide toxicity,  METHYLENE BLUE SHOULD NOT BE USED as it will cause the release of cyanide from the cyanomethemoglobin complex. In this instance, emergency exchange transfusion will be the treatment of choice.<\/li><li>Monitoring of patient: Cyanide toxicity is a clinical diagnosis, because of the delays inherent in obtaining cyanide concentrations. Monitor vital signs and mental status. Obtain an ECG and institute continuous cardiac monitoring. Monitor serum electrolytes, renal function, serum lactate, arterial blood gases and mixed venous oxygen saturation if cyanide toxicity is a concern. Monitor thiocyanate concentrations in patients with prolonged infusions, those with renal insufficiency and those receiving simultaneous thiosulfate infusions.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management, and sodium nitroprusside is generally only used in the hospital setting. OBSERVATION CRITERIA: Patients who are symptomatic should be observed with frequent monitoring of vital signs and mental status. ADMISSION CRITERIA: Patients with sodium nitroprusside toxicity, or secondary cyanide or thiocyanate toxicity should be monitored in an ICU setting. CONSULT CRITERIA: Consult a medical toxicologist or poison center for any patients with suspected cyanide toxicity or thiocyanate toxicity from sodium nitroprusside that does not respond to stopping the infusion.<\/li><\/ul>"},{"id":"556560-s-12-33","title":"Range of Toxicity","mono":"<b>SODIUM NITROPRUSSIDE<\/b><br\/>TOXICITY: CYANIDE: Infusion of more than 500 mcg\/kg sodium nitroprusside at a rate of greater than 2 mcg\/kg\/min causes generation of cyanide at a rate faster than most patients can eliminate it. THIOCYANATE: Toxicity generally does not develop in patients with normal renal function before 7 days of continuous therapy at moderate doses. May develop in 3 days in patients with renal insufficiency who are not undergoing hemodialysis. THERAPEUTIC DOSES: Initial infusion of 0.3 mcg\/kg\/min titrated to clinical response to a maximum of 10 mcg\/kg\/min. <br\/>"}]},{"id":"556560-s-13","title":"Clinical Teaching","mono":"Instruct patient to immediately report, ringing in the ears, headache, dizziness, blurred vision, or pain at the injection site.<br\/>"}]}