{"drugs":["Kalexate","Kayexalate","Kionex","Sodium Polystyrene Sulfonate"],"mono":{"0":{"id":"556667-s-0","title":"Generic Names","mono":"Sodium Polystyrene Sulfonate"},"1":{"id":"556667-s-1","title":"Dosing and Indications","sub":[{"id":"556667-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hyperkalemia:<\/b> 15 g ORALLY 1 to 4 times daily as a slurry in water or syrup<\/li><li><b>Hyperkalemia:<\/b> 30 to 50 g RECTALLY every 6 hr as a warm emulsion in 100 mL aqueous vehicle (sorbitol), retain 30-60 min and follow with a cleansing enema<\/li><\/ul>"},{"id":"556667-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>the effectiveness of sodium polystyrene sulfonate in pediatric patients has not been established<\/li><li><b>Hyperkalemia:<\/b> give ORALLY or RECTALLY at a rate of 1 gram of resin per mEq of potassium desired to be lowered<\/li><li><b>Hyperkalemia:<\/b> do not use ORALLY in neonates<\/li><\/ul>"},{"id":"556667-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (adult):<\/b> no dose adjustment required<\/li><li><b>renal impairment (pediatric):<\/b> no dose adjustment required<\/li><li><b>hepatic impairment (adult):<\/b> no dose adjustment required<\/li><li><b>hepatic impairment (pediatric):<\/b> no dose adjustment required<\/li><li><b>geriatrics:<\/b> no dose adjustment required<\/li><\/ul>"},{"id":"556667-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hyperkalemia<br\/>"}]},"3":{"id":"556667-s-3","title":"Contraindications\/Warnings","sub":[{"id":"556667-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to polystyrene sulfonate resins<\/li><li>hypokalemia<\/li><li>neonates with reduced gut motility (postoperatively or drug induced)<\/li><li>obstructive bowel disease<\/li><li>oral administration in neonates<\/li><\/ul>"},{"id":"556667-s-3-10","title":"Precautions","mono":"<ul><li>concomitant magnesium hydroxide or sorbitol; use is not recommended<\/li><li>congestive heart failure, severe; sodium intake restrictions may be required<\/li><li>constipation may occur; discontinue use until normal bowel movements resume<\/li><li>constipation or impaction, patients at risk (eg, history of impaction, chronic constipation, inflammatory bowel disease, ischemic colitis, vascular intestinal atherosclerosis, bowel obstruction, or previous bowel resection); avoid use<\/li><li>edema, marked; sodium intake restrictions may be required<\/li><li>electrolyte disturbances may occur; monitoring recommended<\/li><li>hyperkalemia, severe; may require alternative or additional therapy when rapid correction is required<\/li><li>hypertension, severe; sodium intake restrictions may be required<\/li><li>hypokalemia, severe, may occur; monitoring recommended<\/li><li>hypovolemia; increased risk of gastrointestinal adverse events<\/li><li>intestinal disease or surgery, history of; increased risk of gastrointestinal adverse events<\/li><li>intestinal necrosis and other serious gastrointestinal adverse events (ie, bleeding, ischemic colitis, perforation) have been reported<\/li><li>pediatrics, especially small children and infants; adjust dose and use proper dilution to avoid impaction<\/li><li>postsurgical constipation; avoid use until bowel movements resume<\/li><li>prematurity or low birth weight infants; increased risk of gastrointestinal adverse events<\/li><li>renal insufficiency and failure; increased risk of gastrointestinal adverse events<\/li><\/ul>"},{"id":"556667-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"556667-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"556667-s-4","title":"Drug Interactions","sub":{"1":{"id":"556667-s-4-14","title":"Major","mono":"<ul>Sorbitol (probable)<\/ul>"},"2":{"id":"556667-s-4-15","title":"Moderate","mono":"<ul><li>Aluminum Carbonate, Basic (probable)<\/li><li>Aluminum Hydroxide (probable)<\/li><li>Aluminum Phosphate (probable)<\/li><li>Calcium (probable)<\/li><li>Calcium Carbonate (probable)<\/li><li>Dihydroxyaluminum Aminoacetate (probable)<\/li><li>Dihydroxyaluminum Sodium Carbonate (probable)<\/li><li>Magaldrate (probable)<\/li><li>Magnesium Carbonate (probable)<\/li><li>Magnesium Hydroxide (probable)<\/li><li>Magnesium Oxide (probable)<\/li><li>Magnesium Trisilicate (probable)<\/li><\/ul>"}}},"5":{"id":"556667-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Constipation, Nausea, Vomiting<br\/><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypocalcemia, Hypokalemia<\/li><li><b>Gastrointestinal:<\/b>Fecal impaction, Gastrointestinal hemorrhage, Gastrointestinal necrosis, Gastrointestinal obstruction, Gastrointestinal perforation, Ischemic colitis<\/li><li><b>Respiratory:<\/b>Bronchitis, acute, Bronchopneumonia<\/li><\/ul>"},"6":{"id":"556667-s-6","title":"Drug Name Info","sub":{"0":{"id":"556667-s-6-17","title":"US Trade Names","mono":"<ul><li>Kayexalate<\/li><li>Kionex<\/li><li>Kalexate<\/li><\/ul>"},"2":{"id":"556667-s-6-19","title":"Class","mono":"Exchange Resin<br\/>"},"3":{"id":"556667-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"556667-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"556667-s-7","title":"Mechanism Of Action","mono":"<ul><li>Local: Antihyperkalemic-In the intestine (mostly the large intestine), sodium ions are released and are replaced by potassium and other cations before the resin is passed from the body. <\/li><li>Sodium polystyrene sulfonate also exchanges small amounts of other cations such as magnesium and calcium. <\/li><\/ul>"},"8":{"id":"556667-s-8","title":"Pharmacokinetics","sub":[{"id":"556667-s-8-23","title":"Absorption","mono":"Local: Not absorbed<br\/>"}]},"9":{"id":"556667-s-9","title":"Administration","mono":"<ul><li><b>Oral<\/b><br\/>(suspension) shake well; administer orally or through an enteral tube in a suspension of water or syrup 20 to 100 mL or 3 to 4 mL\/gram resin<br\/><\/li><li><b>Rectal<\/b><br\/><ul><li>(suspension) may be given as a retention enema<\/li><li>(suspension) following an initial cleansing enema, insert a soft, large size (French 28) rubber tube into the rectum for a distance of 20 cm, with the tip well into the sigmoid colon and taped in place<\/li><li>(suspension) introduce suspension at body temperature by gravity; flush with 50-100 mL of fluid; clamp tube and retain for several hours, if possible<\/li><li>(suspension) temporarily elevate the hips on pillows or position in a knee-chest position if back leakage occurs<\/li><li>(suspension) irrigate the colon with up to 2 quarts of a non-sodium containing solution at body temperature to remove the resin<\/li><li>(suspension) for children and neonates, excessive dosage or inadequate dilution could result in impaction of the resin; care should be observed with rectal administration<\/li><li>(suspension) for premature infants or low birth weight infants, due to the risk of digestive hemorrhage or colonic necrosis, use care<\/li><\/ul><\/li><\/ul>"},"10":{"id":"556667-s-10","title":"Monitoring","mono":"electrolyte panel (eg; potassium, sodium, calcium) <br\/>"},"11":{"id":"556667-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Suspension: 15 GM\/60 ML<\/li><li>  Suspension: 15 GM\/60 ML<\/li><\/ul><\/li><li><b>Kionex<\/b><br\/>  Suspension: 15 GM\/60 ML<br\/><\/li><li><b>SPS Suspension<\/b><br\/>  Suspension: 15 GM\/60 ML<br\/><\/li><\/ul>"},"12":{"id":"556667-s-12","title":"Toxicology","sub":[{"id":"556667-s-12-31","title":"Clinical Effects","mono":"<b>SODIUM POLYSTYRENE SULFONATE<\/b><br\/>USES: Sodium polystyrene sulfonate is used to enhance potassium excretion in the treatment of hyperkalemia. TOXICOLOGY: The resin passes along the intestine or can be retained in the colon after administration by enema, the sodium ions are partially released and are replaced by potassium ions. Electrolyte imbalances including hypocalcemia, hypokalemia, hypomagnesemia, and significant sodium retention may occur during therapy with sodium polystyrene sulfonate. EPIDEMIOLOGY: Sodium polystyrene sulfonate is commonly prescribed for the treatment of hyperkalemia. OVERDOSE: Sodium polystyrene sulfonate generally has minimal toxicity since it is a cation exchanger and is not absorbed. Medically significant hypokalemia is possible. MILD TO MODERATE TOXICITY: Sodium polystyrene sulfonate aspiration has been reported in several patients; acute bronchitis and bronchopneumonia were reported in patients who had taken the resin by mouth. ADVERSE EFFECTS: Nausea, vomiting, colonic necrosis, anorexia, diarrhea, constipation, hypokalemia, hypocalcemia, hypomagnesemia, and sodium retention may occur. Intestinal obstruction from aluminum hydroxide concretions has occurred when administered in combination with sodium polystyrene sulfonate. GI necrosis has been documented in both the upper and lower GI tract, and the presence of sorbitol, along with sodium polystyrene sulfonate, may be an important factor in inducting necrosis. Weight gain, hypertension, hypernatremia, and worsening of left ventricular failure with congestive heart failure were reported in 2 patients with renal failure and congestive heart failure, following excessive sodium overload secondary to sodium polystyrene sulfonate therapy. <br\/>"},{"id":"556667-s-12-32","title":"Treatment","mono":"<b>SODIUM POLYSTYRENE SULFONATE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treat is symptomatic and supportive. Replace potassium as needed. MANAGEMENT OF SEVERE TOXICITY: Patients with severe abdominal pain, or suspected of gut obstruction or GI necrosis (colonic necrosis is a rare finding associated with SPS and the concomitant use of sorbitol; not SPS alone) may require surgical consultation and\/or radiology imaging. Supportive treatment may be indicated for congestive heart failure. Replace potassium as needed. If rapid potassium replacement (more than 10 mEq\/h in adults) is needed, monitor ECG, urine output, and serial potassium levels closely.<\/li><li>Decontamination: PREHOSPITAL or HOSPITAL: Gastrointestinal decontamination is generally not indicated as sodium polystyrene sulfonate is not systemically absorbed.<\/li><li>Airway management: In cases with aspiration or congestive heart failure administer 100% humidified supplemental oxygen, perform endotracheal intubation and provide assisted ventilation as required. Administer inhaled beta 2 adrenergic agonists and\/or systemic steroids, if bronchospasm develops.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor serum electrolytes, particularly sodium and potassium levels, and ECG following a significant ingestion.<\/li><li>Enhanced elimination procedure: DIALYSIS and forced diuresis are NOT of use to remove the toxin.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Mild symptomatic patients or patients with a known large exposure should be observed for at least 6 hours for signs of toxicity. ADMISSION CRITERIA: Patients with significant symptoms should be admitted for treatment and monitoring. ECG monitoring is indicated in patients with severe hypokalemia or patients that have received rapid potassium replacement. Patients with respiratory failure should be admitted to an ICU setting. CONSULT CRITERIA: Contact your local poison center for a toxicology consult for any patient with severe toxicity. Patients with severe abdominal pain, suspected intestinal tract obstruction or GI necrosis may require surgical consultation and\/or radiology imaging.<\/li><\/ul>"},{"id":"556667-s-12-33","title":"Range of Toxicity","mono":"<b>SODIUM POLYSTYRENE SULFONATE<\/b><br\/>TOXICITY: A minimum toxic dose has not been established.  Sodium polystyrene sulfonate (SPS) generally has minimal toxicity since it is a cation exchanger and is not absorbed.  On average 1 mEq potassium is adsorbed for each gram of SPS administered, although the rate of potassium adsorption varies.  THERAPEUTIC: ADULT: ORAL: Usual dose is 15 to 60 g, which is usually provided by administering 15 g, 1 to 4 times daily. CHILD: 0.5 to 1 g\/kg\/dose given every 6 hours orally or every 4 to 6 hours rectally; based on the exchange ratio of about 1 g of resin per mEq of excess serum potassium. <br\/>"}]},"13":{"id":"556667-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause anorexia, diarrhea, nausea, or vomiting.<\/li><li>Drug may cause fecal impaction with large doses in the elderly or rectal administration in children and neonates.<\/li><li>Advise patient to report signs\/symptoms of constipation.<\/li><li>Advise patient to immediately report signs\/symptoms of severe hypokalemia (eg, irritability with confusion, severe muscle weakness and\/or paralysis, hyporeflexia, tetany).<\/li><li>Advise patient on proper administration technique based on delivery device.<\/li><li>Patient should not take sorbitol during therapy, as this may increase the risk of intestinal necrosis.<\/li><li>Patient should not take antacids or laxatives during therapy, unless approved by physician, as this may cause systemic alkalosis or intestinal obstruction.<\/li><\/ul>"}}}