{"generic":"Bacitracin","drugs":["AK-Tracin","Baciguent","BACiiM","Bacitracin","Ocu-Tracin"],"mono":[{"id":"55850-s-0","title":"Generic Names","mono":"Bacitracin"},{"id":"55850-s-1","title":"Dosing and Indications","sub":{"0":{"id":"55850-s-1-4","title":"Adult Dosing","mono":"<ul><li>IM injection not indicated in adults; restricted to infants with staphylococcal pneumonia or empyema due to organisms with known susceptibility to bacitracin<\/li><li><b>Eye infection, Superficial:<\/b> apply thin ribbon of ophthalmic ointment every 3 to 4 hours for 7 to 10 days<\/li><li><b>Superficial bacterial infection of skin:<\/b> apply TOPICALLY 2 to 5 times\/day<\/li><\/ul>"},"1":{"id":"55850-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>IM injection restricted to infants with staphylococcal pneumonia or empyema due to organisms with known susceptibility to bacitracin<\/li><li><b>Empyema:<\/b> (infants weighing less than 2500 g) 900 units\/kg\/day IM in 2 to 3 divided doses<\/li><li><b>Empyema:<\/b> (infants weighing more than 2500 g) 1000 units\/kg\/day IM in 2 to 3 divided doses<\/li><li><b>Eye infection, Superficial:<\/b> apply thin ribbon of ophthalmic ointment every 3 to 4 hours for 7 to 10 days<\/li><li><b>Staphylococcal pneumonia:<\/b> (infants weighing less than 2500 g) 900 units\/kg\/day IM in 2 to 3 divided doses<\/li><li><b>Staphylococcal pneumonia:<\/b> (infants weighing more than 2500 g) 1000 units\/kg\/day IM in 2 to 3 divided doses<\/li><li><b>Superficial bacterial infection of skin:<\/b> apply TOPICALLY 2 to 5 times\/day<\/li><\/ul>"},"3":{"id":"55850-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Empyema<\/li><li>Eye infection, Superficial<\/li><li>Staphylococcal pneumonia<\/li><li>Superficial bacterial infection of skin<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Pelvic inflammatory disease<\/li><li>Pseudomembranous enterocolitis<\/li><\/ul>"}}},{"id":"55850-s-2","title":"Black Box Warning","mono":"<b>Intramuscular (Powder for Solution)<\/b><br\/>Parenteral bacitracin therapy may cause renal failure due to tubular and glomerular necrosis. Restrict use to infants with staphylococcal pneumonia and empyema when due to organisms shown to be susceptible to bacitracin. Monitor renal function prior to and during therapy. The recommended daily dose should not be exceeded and fluid intake and urinary output maintained at proper levels to avoid kidney toxicity. If renal toxicity occurs the drug should be discontinued. The concurrent use of other nephrotoxic drugs should be avoided .<br\/>"},{"id":"55850-s-3","title":"Contraindications\/Warnings","sub":[{"id":"55850-s-3-9","title":"Contraindications","mono":"hypersensitivity to (intramuscular, ophthalmic) or toxic reaction (intramuscular) to bacitracin products <br\/>"},{"id":"55850-s-3-10","title":"Precautions","mono":"<ul><li>kidney toxicity, leading to renal failure; has occurred (intramuscular)<\/li><li>anaphylaxis has occurred (intramuscular)<\/li><li>allergic contact dermatitis (intramuscular)  or allergic reactions may occur (topical)<\/li><li>diarrhea (Clostridium difficile associated), ranging in severity from mild to fatal colitis; has been reported; discontinuation may be necessary (intramuscular)<\/li><li>ocular infections, deep-seated or likely to become systemic; not recommended (ophthalmic)<\/li><li>superinfection, from overgrowth of nonsusceptible organisms; has occurred (intramuscular and ophthalmic)<\/li><\/ul>"},{"id":"55850-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"55850-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},{"id":"55850-s-4","title":"Drug Interactions","sub":{"2":{"id":"55850-s-4-15","title":"Moderate","mono":"<ul><li>Alcuronium (probable)<\/li><li>Atracurium (probable)<\/li><li>Cisatracurium (probable)<\/li><li>Doxacurium (probable)<\/li><li>Fazadinium (probable)<\/li><li>Gallamine (probable)<\/li><li>Hexafluorenium (probable)<\/li><li>Metocurine (probable)<\/li><li>Mivacurium (probable)<\/li><li>Pancuronium (probable)<\/li><li>Pipecuronium (probable)<\/li><li>Rapacuronium (probable)<\/li><li>Rocuronium (probable)<\/li><li>Tubocurarine (probable)<\/li><li>Vecuronium (probable)<\/li><\/ul>"}}},{"id":"55850-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Contact dermatitis, Injection site pain<br\/><b>Serious<\/b><br\/><b>Renal:<\/b>Nephrotoxicity<br\/>"},{"id":"55850-s-6","title":"Drug Name Info","sub":{"0":{"id":"55850-s-6-17","title":"US Trade Names","mono":"<ul><li>AK-Tracin<\/li><li>Baciguent<\/li><li>BACiiM<\/li><li>Ocu-Tracin<\/li><\/ul>"},"2":{"id":"55850-s-6-19","title":"Class","mono":"<ul><li>Antibacterial<\/li><li>Antibiotic<\/li><\/ul>"},"3":{"id":"55850-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"55850-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"55850-s-7","title":"Mechanism Of Action","mono":"Bacitracin, an antibiotic derived from cultures of Bacillus subtilis, exhibits antibacterial activity against a variety of gram-positive and few gram-negative organisms, however its clinical usefulness is restricted to staphylococcal infections.<br\/>"},{"id":"55850-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"55850-s-8-23","title":"Absorption","mono":"Intramuscular: rapid and complete <br\/>"},"1":{"id":"55850-s-8-24","title":"Distribution","mono":"Vd: (intramuscular) widely distributed <br\/>"},"3":{"id":"55850-s-8-26","title":"Excretion","mono":"Renal: (intramuscular) by glomerular filtration <br\/>"}}},{"id":"55850-s-9","title":"Administration","mono":"<ul><li><b>Intramuscular<\/b><br\/><ul><li>dilute in sodium chloride injection containing 2% procaine hydrochloride to a concentration of not less than 5,000 units\/mL or more than 10,000 units\/mL<\/li><li>reconstitute the 50,000 unit vial with 9.8 mL of diluent for a final concentration of 5000 units\/mL<\/li><li>diluents containing parabens should not be used for reconstitution<\/li><li>may store reconstituted solution for up to 1 week in refrigerator (2 to 8 degrees celsius)<\/li><\/ul><\/li><li><b>Ophthalmic<\/b><br\/>(ointment) spread uniformly over lid margins<br\/><\/li><li><b>Topical<\/b><br\/>(ointment) apply a small amount to affected area; may be covered with a sterile bandage<br\/><\/li><\/ul>"},{"id":"55850-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>(injection) fever<\/li><li>(injection) CBC<\/li><li>(injection) renal function; prior to and daily during therapy<\/li><li>(injection) fluid intake and urinary output<\/li><\/ul>"},{"id":"55850-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intramuscular Powder for Solution: 50000 U<\/li><li>Ophthalmic Ointment: 500 U\/GM<\/li><li>Topical Ointment: 500 U\/GM<\/li><\/ul><\/li><li><b>Amerinet Choice Bacitracin<\/b><br\/>Intramuscular Powder for Solution: 50000 U<br\/><\/li><li><b>Antibiotic Ointment<\/b><br\/>Topical Ointment: 500 U\/GM<br\/><\/li><li><b>Baciguent<\/b><br\/>Topical Ointment: 500 U\/GM<br\/><\/li><li><b>Baciim<\/b><br\/>Intramuscular Powder for Solution: 50000 U<br\/><\/li><li><b>Novaplus Bacitracin<\/b><br\/>Intramuscular Powder for Solution: 50000 U<br\/><\/li><li><b>Premierpro Rx bacitracin<\/b><br\/>Intramuscular Powder for Solution: 50000 U<br\/><\/li><li><b>Quality Choice Bacitracin<\/b><br\/>Topical Ointment: 500 U\/GM<br\/><\/li><\/ul>"},{"id":"55850-s-12","title":"Toxicology","sub":[{"id":"55850-s-12-31","title":"Clinical Effects","mono":"<b>BACITRACIN <\/b><br\/>USES: Topical bacitracin is mainly used to treat bacterial infection of skin and eyes. Intramuscular bacitracin is available to treat infants with pneumonia and empyema caused by susceptible staphylococci. Bacitracin zinc is also available in combination with a variety of agents such as polymyxin B, neomycin (SEE AMINOGLYCOSIDES), and hydrocortisone (SEE CORTICOSTEROIDS). PHARMACOLOGY: Bacitracin is polypeptide antibiotic, produced by a strain of Bacillus subtilis.  It has a bactericidal activity in vitro against a variety of gram-positive organisms and a few gram-negative organisms. However, only staphylococcal infections may be treated with bacitracin. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses, and severe toxicity is not expected. ADVERSE EFFECTS: Bacitracin is used primarily topically, where it is poorly absorbed. Oral doses of up to 240,000 units per day did not produce significant gastrointestinal side effects.  Transient epigastric distress, including nausea, vomiting, diarrhea, or anal itching or burning may occur. Nausea and vomiting have also been reported with bacitracin IM injection. Although ototoxicity and nephrotoxicity are possible, they are unlikely unless bacitracin is administered parenterally or as a surgical irrigating solution. Nephrotoxicity has been seen when 200,000 units has been given parenterally to humans for several days, or when the agent has been used as an irrigation solution. Bacitracin has a low sensitizing potential, but has still caused allergic contact dermatitis, eczema, and histamine wheal and flare. Several cases of anaphylaxis have been reported after the use of bacitracin ointment. Skin rash and pain at the injection site may occur with IM bacitracin. <br\/>"},{"id":"55850-s-12-32","title":"Treatment","mono":"<b>BACITRACIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Most cases of bacitracin toxicity occur through parenteral administration, or the use of bacitracin in surgical irrigating solutions. There is little absorption through intact skin, or GI tract.  Ingestions of bacitracin are rarely a problem, causing only nausea, vomiting, and other minor GI upset. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after ingestion of bacitracin. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors, and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not necessary. HOSPITAL: Gastrointestinal decontamination is generally not necessary.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reaction.<\/li><li>Antidote: None.<\/li><li>Acute allergic reaction: Bacitracin ointments applied to broken skin may be absorbed systemically, and result in anaphylactic reactions.  Surgical wounds irrigated with bacitracin have also resulted anaphylaxis in rare cases. MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids, or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor serum electrolytes in patients with severe vomiting and\/or diarrhea. If bacitracin is being used parenterally, or as a surgical irrigating solution, the patient should be monitored for nephrotoxicity and ototoxicity.  Early stages of albuminuria and proteinuria appear to be reversible.<\/li><li>Enhanced elimination procedure: Hemodialysis is not recommended given the low toxicity of topical bacitracin.  The effectiveness of hemodialysis following IM bacitracin overdose is unknown.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent ingestion, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. ADMISSION CRITERIA: Hospital admission is rarely necessary. Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"55850-s-12-33","title":"Range of Toxicity","mono":"<b>BACITRACIN<\/b><br\/>TOXICITY: PARENTERAL: Bacitracin 200,000 units given parenterally for several days has caused nephrotoxicity in humans. Minor symptoms have been noted on total daily doses of less than 80,000 units per day intramuscularly. ORAL: Oral bacitracin 80,000 to 100,000 units in 4 divided doses for 7 to 10 days has been used to treat antibiotic-associated pseudomembranous colitis. Oral doses of up to 240,000 units caused virtually no side effects or absorption. THERAPEUTIC DOSES:  INTRAMUSCULAR: CHILDREN: Infants under 2500 grams: 900 units\/kilogram\/day IM in 2 or 3 divided doses. Infants over 2500 grams: 1000 units\/kilogram\/day IM in 2 or 3 divided doses. ADULTS AND CHILDREN: OCULAR: A thin ribbon of ophthalmic ointment every 3 to 4 hr for 7 to 10 days. TOPICAL: Apply topically 2 to 5 times\/day.  <br\/>"}]},{"id":"55850-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that topical form is only for use on minor cuts or burns. Do not use on animal bites, puncture wounds, serious burns, or deep cuts.<\/li><li>Instruct patient to use only as long as prescribed; prolonged use may cause overgrowth of non-susceptible organisms.<\/li><li>The ophthalmic emulsion may cause blurred vision or red eye.<\/li><li>The topical formulation may cause contact dermatitis or pruritus.<\/li><li>The injectable formulation may cause nausea or vomiting.<\/li><\/ul>"}]}