{"drugs":["Aldactone","Spironolactone"],"mono":{"0":{"id":"565000-s-0","title":"Generic Names","mono":"Spironolactone"},"1":{"id":"565000-s-1","title":"Dosing and Indications","sub":{"0":{"id":"565000-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acne vulgaris:<\/b> 50 to 200 mg ORALLY daily; average duration of therapy 10 months in one study<\/li><li><b>Ascites - Cirrhosis of liver:<\/b> initial, 100 mg\/day ORALLY (range 25 to 200 mg\/day) in single or divided doses; after 5 days, adjust dosage (MAX 400 mg\/day); then if response is inadequate after 5 days, consider adding another diuretic; in some patients, alternate-day dosing has been effective<\/li><li><b>Cirrhosis of liver - Edema:<\/b> initial, 100 mg\/day ORALLY (range 25 to 200 mg\/day) in single or divided doses; if response is inadequate after 5 days, consider adding another diuretic without changing the spironolactone dose<\/li><li><b>Congestive heart failure, Severe; Adjunct:<\/b> initial, 25 mg once daily (if serum potassium 5 mEq\/L or less and serum creatinine 2.5 mg\/dL or less); increase to 50 mg once daily if clinically indicated and as tolerated; reduce to 25 mg every other day if intolerant of 25 mg once daily<\/li><li><b>Congestive heart failure - Edema:<\/b> initial, 100 mg\/day ORALLY (range 25 to 200 mg\/day) in single or divided doses; if response is inadequate after 5 days, consider adding another diuretic<\/li><li><b>Edema - Nephrotic syndrome:<\/b> initial, 100 mg\/day ORALLY (range 25 to 200 mg\/day) in single or divided doses; if response is inadequate after 5 days, consider adding another diuretic without changing the spironolactone dose<\/li><li><b>Hirsutism:<\/b> 50 to 200 mg ORALLY daily OR 200 mg\/day ORALLY for 20 days per month; duration of therapy, several months up to 1 year<\/li><li><b>Hypertension:<\/b> initial, 50 to 100 mg\/day ORALLY in single or divided doses; continue for 2 weeks, then adjust to response (MAX 400 mg\/day); once- or twice-daily dosing shown to be as effective as multiple daily doses<\/li><li><b>Hypokalemia:<\/b> 25 to 100 mg ORALLY daily<\/li><li><b>Primary aldosteronism:<\/b> initial, 100 to 400 mg\/day ORALLY; maintenance, lowest effective dosage; MAX 400 mg\/day<\/li><li><b>Primary aldosteronism; Diagnosis:<\/b> long test, 400 mg ORALLY daily for 3 to 4 weeks; short test, 400 mg ORALLY daily for 4 days<\/li><\/ul>"},"2":{"id":"565000-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> more careful monitoring due to increased risk of hyperkalemia; serum potassium above 6 mEq (mmol) can trigger cardiac arrhythmias<\/li><li><b>hepatic insufficiency:<\/b> initial 100 to 200 mg ORALLY once daily; maintenance, up to 400 mg ORALLY once daily; alternate-day dosing may be considered<\/li><li><b>renal impairment (GFR 50 mL\/min or greater):<\/b> initial dose, 12.5 mg to 25 mg ORALLY once a day; maintenance dose, may increase to 25 mg ORALLY once or twice a day, if appropriate<\/li><li><b>renal impairment (GFR 30 to 49 mL\/min):<\/b> initial dose, 12.5 mg ORALLY once a day or every other day; maintenance dose, may increase to 12.5 mg to 25 mg ORALLY once a day, if appropriate<\/li><li><b>renal impairment:<\/b> mild renal failure (GFR greater than 50 mL\/min), dosing interval of 6 to 12 hours; moderate renal failure (GFR 10 to 50 mL\/min), dosing interval of 12 to 24 hours; severe renal failure (GFR less than 10 mL\/min), avoid use of spironolactone<\/li><\/ul>"},"3":{"id":"565000-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Ascites - Cirrhosis of liver<\/li><li>Cirrhosis of liver - Edema<\/li><li>Congestive heart failure, Severe; Adjunct<\/li><li>Congestive heart failure - Edema<\/li><li>Edema - Nephrotic syndrome<\/li><li>Hypertension<\/li><li>Hypokalemia<\/li><li>Primary aldosteronism<\/li><li>Primary aldosteronism; Diagnosis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acne vulgaris<\/li><li>Bronchopulmonary dysplasia of newborn<\/li><li>Chronic renal failure - Proteinuria<\/li><li>Diabetic nephropathy - Proteinuria<\/li><li>Hirsutism<\/li><\/ul>"}}},"2":{"id":"565000-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>This drug has been reported to be tumorigenic in chronic toxicity studies in rats. Use only as indicated and avoid unnecessary use.<br\/>"},"3":{"id":"565000-s-3","title":"Contraindications\/Warnings","sub":[{"id":"565000-s-3-9","title":"Contraindications","mono":"<ul><li>acute renal insufficiency<\/li><li>Addison's disease, hyperkalemia, or other conditions associated with hyperkalemia<\/li><li>anuria<\/li><li>concomitant eplerenone use<\/li><li>hyperkalemia<\/li><li>significant renal impairment<\/li><\/ul>"},{"id":"565000-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- tumorigenicity reported in rat studies; use only as indicated and avoid unnecessary use<\/li><li>Endocrine and Metabolic:<\/li><li>-- hypomagnesemia, hyponatremia, or hyperkalemia may occur; monitoring recommended<\/li><li>-- potentially fatal hyperkalemia may occur in patients with severe heart failure, impaired renal function, or excessive potassium intake; monitoring recommended and discontinue use if suspected<\/li><li>-- reversible hyperchloremic metabolic acidosis has been reported in patients with decompensated hepatic cirrhosis, even with normal renal function<\/li><li>-- dilutional hyponatremia may occur, especially in patients receiving concomitant diuretic therapy or in edematous patients during hot weather<\/li><li>-- transient elevations in BUN may occur, especially in patients with preexisting renal impairment<\/li><li>-- mild acidosis may occur<\/li><li>-- gynecomastia may occur<\/li><li>Hepatic:<\/li><li>-- use caution in patients with impaired hepatic function; minor fluid and electrolyte balance alterations may cause hepatic coma<\/li><li>Other:<\/li><li>-- excessive vomiting or concomitant use of parenteral fluids increase risk of fluid and electrolyte imbalance<\/li><li>Concomitant use:<\/li><li>-- concomitant use with potassium-rich medications or diets not recommended<\/li><li>-- concomitant use with potassium-sparing diuretics not recommended<\/li><li>-- concomitant use with lithium should be avoided<\/li><\/ul>"},{"id":"565000-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"565000-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"565000-s-4","title":"Drug Interactions","sub":[{"id":"565000-s-4-13","title":"Contraindicated","mono":"<ul><li>Eplerenone (theoretical)<\/li><li>Triamterene (theoretical)<\/li><\/ul>"},{"id":"565000-s-4-14","title":"Major","mono":"<ul><li>Alacepril (probable)<\/li><li>Arginine (probable)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Benazepril (probable)<\/li><li>Captopril (probable)<\/li><li>Cilazapril (probable)<\/li><li>Delapril (probable)<\/li><li>Digoxin (probable)<\/li><li>Droperidol (theoretical)<\/li><li>Enalaprilat (probable)<\/li><li>Enalapril Maleate (probable)<\/li><li>Fosinopril (probable)<\/li><li>Imidapril (probable)<\/li><li>Levomethadyl (theoretical)<\/li><li>Lisinopril (probable)<\/li><li>Lithium (theoretical)<\/li><li>Moexipril (probable)<\/li><li>Pentopril (probable)<\/li><li>Perindopril (probable)<\/li><li>Potassium (theoretical)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Sotalol (probable)<\/li><li>Spirapril (probable)<\/li><li>Tacrolimus (theoretical)<\/li><li>Temocapril (probable)<\/li><li>Trandolapril (probable)<\/li><li>Trimethoprim (theoretical)<\/li><li>Zofenopril (probable)<\/li><\/ul>"},{"id":"565000-s-4-15","title":"Moderate","mono":"<ul><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Celecoxib (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Clonixin (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Digitoxin (probable)<\/li><li>Dipyrone (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Gossypol (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Licorice (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Sulindac (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Valdecoxib (probable)<\/li><\/ul>"}]},"5":{"id":"565000-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Gynecomastia<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Nausea and vomiting<\/li><li><b>Neurologic:<\/b>Somnolence<\/li><li><b>Reproductive:<\/b>Disorder of menstruation, Erectile dysfunction<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Endocrine metabolic:<\/b>Breast cancer, Disorder of electrolytes, Hyperkalemia, Metabolic acidosis<\/li><li><b>Gastrointestinal:<\/b>Gastric hemorrhage, Gastritis<\/li><li><b>Hematologic:<\/b>Agranulocytosis<\/li><li><b>Immunologic:<\/b>Drug hypersensitivity syndrome, Systemic lupus erythematosus<\/li><li><b>Other:<\/b>Breast cancer<\/li><\/ul>"},"6":{"id":"565000-s-6","title":"Drug Name Info","sub":{"0":{"id":"565000-s-6-17","title":"US Trade Names","mono":"Aldactone<br\/>"},"2":{"id":"565000-s-6-19","title":"Class","mono":"<ul><li>Aldosterone Receptor Antagonist<\/li><li>Cardiovascular Agent<\/li><li>Diuretic, Potassium Sparing<\/li><\/ul>"},"3":{"id":"565000-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"565000-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"565000-s-7","title":"Mechanism Of Action","mono":"Spironolactone is a renal competitive aldosterone antagonist. It inhibits the effect of aldosterone by competing for the aldosterone-dependent sodium-potassium exchange site in the distal tubule cells. This increases the secretion of water and sodium, while decreasing the excretion of potassium.<br\/>"},"8":{"id":"565000-s-8","title":"Pharmacokinetics","sub":[{"id":"565000-s-8-23","title":"Absorption","mono":"Effect of food: increases bioavailability by almost 100% <br\/>"},{"id":"565000-s-8-24","title":"Distribution","mono":"Protein binding: more than 90% <br\/>"},{"id":"565000-s-8-25","title":"Metabolism","mono":"<ul><li>rapidly and extensively metabolized<\/li><li>Metabolites: sulfur-containing products<\/li><\/ul>"},{"id":"565000-s-8-26","title":"Excretion","mono":"<ul><li>Renal<\/li><li>Biliary<\/li><\/ul>"},{"id":"565000-s-8-27","title":"Elimination Half Life","mono":"1.4 h <br\/>"}]},"10":{"id":"565000-s-10","title":"Monitoring","mono":"<ul><li>blood pressure normalization, urine output, reduction in edema<\/li><li>serum creatinine levels in patients with severe heart failure; one week following therapy initiation or an increase in dose, monthly for the first 3 months, quarterly for a year, and then every 6 months; if serum creatinine is greater than 4 mg\/dL, interrupt or discontinue therapy<\/li><li>serum potassium levels in patients with severe heart failure; one week following therapy initiation or an increase in dose, monthly for the first 3 months, quarterly for a year, and then every 6 months; if serum potassium is greater than 5 mEq\/liter, interrupt or discontinue therapy<\/li><li>serum and urine electrolytes (eg; potassium, sodium, magnesium, chloride)<\/li><li>ECG if symptoms of hyperkalemia occur; if confirmed, therapy should be immediately discontinued and medical management may be required<\/li><li>sign and symptoms of fluid and electrolyte imbalance; especially hyperkalemia or hyponatremia; dry mouth, thirst, weakness, lethargy, drowsiness, restlessness, muscle pains or cramps, muscular fatigue, hypotension, oliguria, tachycardia, and gastrointestinal disturbances (eg, nausea, vomiting)<\/li><\/ul>"},"11":{"id":"565000-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 25 MG, 50 MG, 100 MG<br\/><\/li><li><b>Aldactone<\/b><br\/>Oral Tablet: 25 MG, 50 MG, 100 MG<br\/><\/li><\/ul>"},"12":{"id":"565000-s-12","title":"Toxicology","sub":[{"id":"565000-s-12-31","title":"Clinical Effects","mono":"<b>POTASSIUM SPARING DIURETICS <\/b><br\/>USES: Potassium sparing diuretics are used to treat congestive heart failure, fluid retention from liver failure, and hypertension. Spironolactone is used to prevent amphotericin B-related hypokalemia in cancer patients, and in the management of neonatal chronic lung disease. PHARMACOLOGY: Amiloride acts by blocking the sodium channel in the later portion of the nephron, distal tubule, and collecting duct. Triamterene inhibits the reabsorption of sodium ions in the exchange for potassium and hydrogen ions in the segment of the distal tubule under the control of adrenal mineralocorticoids. Eplerenone and spironolactone bind to aldosterone receptors in the distal tubules and collecting duct, preventing the binding of aldosterone to its receptor. Aldosterone acts at the kidney to cause sodium and water retention and potassium loss in the urine. TOXICOLOGY: Overdose may cause dehydration due to the diuretic effect. It can also cause electrolyte abnormalities, most commonly hyperkalemia. EPIDEMIOLOGY: Adverse effects during therapeutic use are relatively common. Potassium sparing diuretic overdose is rare and deaths have not been reported. MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea, mild dehydration, and hyperkalemia may develop. SEVERE TOXICITY: Severe toxicity has not been reported, but severe dehydration (tachycardia, hypotension, and possibly mental status changes) and hyperkalemia (which may cause dysrhythmias) should be expected. Acute renal failure has been reported from triamterene deposition in the renal tubules after overdose. ADVERSE EFFECTS: Amiloride: Hyperkalemia, headache, paresthesia, depression, loss of libido, nausea, anorexia, diarrhea, vomiting, weakness, fatigue, muscle cramps. Eplerenone: Hyperkalemia, diarrhea, dizziness, fatigue, coughing. Spironolactone: Hyperkalemia, acidosis, cramping, diarrhea, drowsiness, lethargy, ataxia, gynecomastia, impotence, irregular menses. Triamterene: Hyperkalemia, diarrhea, nausea, vomiting, interstitial nephritis, blood dyscrasias, nephrolithiasis, photodermatitis.<br\/>"},{"id":"565000-s-12-32","title":"Treatment","mono":"<b>POTASSIUM SPARING DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Serious toxicity is not expected after ingestion. Most patients will remain asymptomatic or have a mild diuresis. Oral rehydration and monitoring for hyperkalemia is sufficient in most cases. MANAGEMENT OF SEVERE TOXICITY: Correct dehydration with intravenous fluids. There is a theoretical risk of hyperkalemia following overdose. Hyperkalemia is treated in the usual fashion: administer calcium chloride for dysrhythmias or wide complex rhythms. Sodium bicarbonate, insulin, glucose, and cationic exchange resins (eg, sodium polystyrene sulfonate) may also be used. Dialysis may be required for patients with impaired renal function.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not indicated. HOSPITAL: Gastrointestinal decontamination should not be routinely performed following potassium sparing diuretic ingestion. Activated charcoal may be considered after extremely large ingestions or if more toxic coingestants are involved and the patient has presented early after the ingestion.<\/li><li>Airway management: Airway compromise is not expected following potassium sparing diuretic ingestion.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor serum electrolytes and ECG after overdose. Drug concentrations are not routinely available and are not used clinically to guide management following overdose.<\/li><li>Enhanced elimination procedure: As significant toxicity is not expected, there is no role for enhanced elimination following ingestion. Dialysis is ineffective in removing spironolactone, but may increase the clearance of triamterene.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with small, inadvertent ingestions and normal renal function can be monitored at home. OBSERVATION CRITERIA: Patients with large or deliberate ingestions or impaired renal function should be monitored for fluid status and serum electrolytes changes (particularly sodium and potassium). Monitor vital signs and ECG in symptomatic patients and those with significant electrolyte abnormalities. ADMISSION CRITERIA: Admit patients with severe electrolyte abnormalities, dehydration, or impaired renal function. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"565000-s-12-33","title":"Range of Toxicity","mono":"<b>POTASSIUM SPARING DIURETICS<\/b><br\/>TOXICITY: No toxic dose for these medications has been established. An adult developed acute renal failure 3 days after ingesting 50 capsules of triamterene\/hydrochlorothiazide. Two infants, ages 10 and 12 months, ingested up to 60 spironolactone tablets, with asymptomatic hyperkalemia as the only effect noted. THERAPEUTIC DOSE: AMILORIDE: ADULT: 5 to 20 mg\/day orally; PEDIATRIC: 6 to 20 kg in body weight: 0.625 mg\/kg\/day orally. EPLERENONE: ADULT: 25 to 50 mg orally once or twice daily; PEDIATRIC: Safety and efficacy not established. SPIRONOLACTONE: ADULT: 25 to 100 mg\/day orally in single or divided doses; PEDIATRIC: 1 to 3 mg\/kg\/day orally in 2 to 4 divided doses or once daily; MAX 200 mg\/day. TRIAMTERENE: ADULT: 100 mg orally twice daily; MAX 300 mg\/day; PEDIATRIC: Edema: 1 to 4 mg\/kg\/day orally in 2 divided doses. Hypertension: initially, 1 to 2 mg\/kg\/day orally in two divided doses; MAX 3 to 4 mg\/kg\/day, up to 300 mg\/day.<br\/>"}]},"13":{"id":"565000-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness and somnolence.<\/li><li>This drug may cause gynecomastia, skin ulcers, diarrhea, nausea, vomiting, stomach cramps, headache, lethargy, confusion, abnormal menstruation, and impotence.<\/li><li>Advise patient to report signs\/symptoms of hyperkalemia (paresthesia, muscle weakness, fatigue, flaccid paralysis of extremities, bradycardia), gastric hemorrhage\/gastritis, and systemic lupus erythematosus.<\/li><li>Patient should not drink alcohol while taking drug.<\/li><li>Advise patient to avoid potassium supplements and foods\/salt substitutes that are high in potassium.<\/li><\/ul>"}}}