{"drugs":["Streptomycin Sulfate"],"mono":[{"id":"572060-s-0","title":"Generic Names","mono":"Streptomycin Sulfate"},{"id":"572060-s-1","title":"Dosing and Indications","sub":[{"id":"572060-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Brucellosis:<\/b> 1 to 2 g\/day IM divided every 6 to 12 hours; MAX: 2 g\/day<\/li><li><b>Chancroid:<\/b> 1 to 2 g\/day IM divided every 6 to 12 hours; MAX: 2 g\/day<\/li><li><b>Gram negative septicemia:<\/b> 1 to 2 g\/day IM divided every 6 to 12 hours; MAX 2 g\/day<\/li><li><b>Granuloma inguinale:<\/b> 1 to 2 g\/day IM divided every 6 to 12 hours; MAX: 2 g\/day<\/li><li><b>Haemophilus influenzae infection:<\/b> 1 to 2 g\/day IM divided every 6 to 12 hours; MAX 2 g\/day<\/li><li><b>Infection due to Mycobacterium tuberculosis:<\/b> 15 mg\/kg IM\/IV once daily up to a MAX of 1 g\/day, 5 to 7 days a week; may reduce frequency to 2 or 3 times\/week after 2 to 4 months of therapy or after culture conversion (guideline dosing)  OR 15 mg\/kg\/day IM once a day; MAX 1 g\/day; OR 25 to 30 mg\/kg\/dose 2 or 3 times weekly: MAX 1.5 g\/dose; MAX total dose 120 g\/course (manufacturer dosing)<\/li><li><b>Infective endocarditis:<\/b> (enterococcal endocarditis) 7.5 mg\/kg IV\/IM every 12 hours in combination with a penicillin (ampicillin sodium 2 g IV every 4 hours OR penicillin 24 million units\/day IV continuously or 4 million units IV every 4 hours) for 4 to 6 weeks (guideline dosing)<\/li><li><b>Infective endocarditis:<\/b> (enterococcal endocarditis; unable to tolerate penicillins) 7.5 mg\/kg IV\/IM every 12 hours AND vancomycin 15 mg\/kg IV every 12 hours for 6 weeks (guideline dosing)<\/li><li><b>Infective endocarditis:<\/b> (enterococcal endocarditis) 1g IM every 12 hours for 2 weeks, then 500 mg IM every 12 hours for 4 weeks, in combination with penicillin (manufacturer dosing)<\/li><li><b>Infective endocarditis:<\/b> (streptococcal endocarditis) 1 g IM every 12 hours for 1 week, then 500 mg IM every 12 hours for 1 week; in combination with penicillin (manufacturer dosing)<\/li><li><b>Mycobacterium avium complex infection, Lung disease:<\/b> 15 mg\/kg\/day (500 to 1000 mg\/dose based on age, weight and renal function) IM 3 times weekly for the first 2 to 3 months of therapy, in combination with clarithromycin (or azithromycin), ethambutol, and rifampin (or rifabutin)<\/li><li><b>Plague:<\/b> 1 g IM every 12 hours for 10 days<\/li><li><b>Pneumonia:<\/b> 1 to 2 g\/day IM divided every 6 to 12 hours; MAX 2 g\/day<\/li><li><b>Tularemia:<\/b> 1 g every 12 hours for 10 days  OR 1 to 2 g\/day IM in divided doses for 7 to 10 days until the patient is afebrile for 5 to 7 days<\/li><li><b>Urinary tract infectious disease:<\/b> 1 to 2 g\/day IM divided every 6 to 12 hours; MAX 2 g\/day<\/li><\/ul>"},{"id":"572060-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Brucellosis:<\/b> 20 to 40 mg\/kg\/day IM divided every 6 to 12 hours<\/li><li><b>Chancroid:<\/b> 20 to 40 mg\/kg\/day IM divided every 6 to 12 hours<\/li><li><b>Gram negative septicemia:<\/b> 20 to 40 mg\/kg\/day IM divided every 6 to 12 hours<\/li><li><b>Granuloma inguinale:<\/b> 20 to 40 mg\/kg\/day IM divided every 6 to 12 hours<\/li><li><b>Haemophilus influenzae infection:<\/b> 20 to 40 mg\/kg\/day IM divided every 6 to 12 hours<\/li><li><b>Infection due to Mycobacterium tuberculosis:<\/b> (15 years or older or 40 kg or greater) 15 mg\/kg IM\/IV once daily up to a MAX of 1 g\/day, 5 to 7 days a week; may reduce frequency to 2 or 3 times\/week after 2 to 4 months of therapy or after culture conversion (guideline dosing)<\/li><li><b>Infection due to Mycobacterium tuberculosis:<\/b> (under 15 years or under 40 kg) 20 to 40 mg\/kg IM\/IV once a day; MAX 1 g\/day OR 20 mg\/kg IM\/IV twice a week after 2 to 4 months of therapy or after culture conversion; MAX 1 g\/dose (guideline dosing)<\/li><li><b>Infection due to Mycobacterium tuberculosis:<\/b> 20 to 40 mg\/kg IM once a day; MAX 1 g\/day OR 25 to 30 mg\/kg IM 2 or 3 times weekly; MAX 1.5 g\/dose; MAX total dose 120 g\/course (manufacturer dosing)<\/li><li><b>Infective endocarditis:<\/b> (enterococcal endocarditis) 10 to 15 mg\/kg IV\/IM every 12 hours in combination with a penicillin (ampicillin sodium 300 mg\/kg\/day (MAX dose: 12 g\/day) IV in 4 to 6 equally divided doses OR penicillin 300,000 units\/kg\/day (MAX dose: 24 million units) IV in 4 to 6 equally divided doses) for 4 to 6 weeks<\/li><li><b>Infective endocarditis:<\/b> (enterococcal endocarditis; unable to tolerate penicillins) 10 to 15 mg\/kg IV\/IM every 12 hours AND vancomycin 40 mg\/kg\/day IV in 2 to 3 equally divided doses for 6 weeks<\/li><li><b>Plague:<\/b> 15 mg\/kg IM every 12 hours for 10 days; MAX 2 g\/day<\/li><li><b>Pneumonia:<\/b> 20 to 40 mg\/kg\/day IM divided every 6 to 12 hours<\/li><li><b>Tularemia:<\/b> 15 mg\/kg every 12 hours for 10 days<\/li><li><b>Urinary tract infectious disease:<\/b> 20 to 40 mg\/kg\/day IM divided every 6 to 12 hours<\/li><\/ul>"},{"id":"572060-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (and\/or nitrogen retention):<\/b> reduce dose to avoid exceeding peak concentration of 20 to 25 mcg\/mL  OR CrCl greater than 50 mL\/min, interval every 24 hours; CrCl 10 to 50 mL\/min; interval every 24 to 72 hours; CrCl less than 10 mL\/min, interval every 72 to 96 hours<\/li><li><b>renal impairment; CrCl less than 30 mL\/min (TB):<\/b> 12 to 15 mg\/kg\/dose IV or IM 2 to 3 times per week; monitor serum drug concentrations to ensure adequate absorption and decrease risk of toxicity<\/li><li><b>hepatic impairment:<\/b> no dose adjustment necessary<\/li><li><b>geriatric:<\/b> (older than 60 years) dose reduction is advised due to increased risk of toxicity<\/li><li><b>geriatric; older than 59 years (TB):<\/b> 10 mg\/kg\/day; MAX 750 mg\/day<\/li><li><b>hemodialysis (TB):<\/b> 12 to 15 mg\/kg\/dose IV or IM 2 to 3 times per week; administer after hemodialysis; monitor serum drug concentrations to ensure adequate absorption and decrease risk of toxicity; or supplement one-half the recommended dose after dialysis (Bennett et al, 1994)<\/li><li><b>peritoneal dialysis (TB):<\/b> 12 to 15 mg\/kg\/dose IV or IM 2 to 3 times per week; verify the adequacy of dose by serum concentrations<\/li><\/ul>"},{"id":"572060-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Brucellosis<\/li><li>Chancroid<\/li><li>Gram negative septicemia<\/li><li>Granuloma inguinale<\/li><li>Haemophilus influenzae infection<\/li><li>Infection due to Mycobacterium tuberculosis<\/li><li>Infective endocarditis<\/li><li>Plague<\/li><li>Pneumonia<\/li><li>Tularemia<\/li><li>Urinary tract infectious disease<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Glanders<\/li><li>Mycobacterium avium complex infection, Lung disease<\/li><li>Rat bite fever<\/li><\/ul>"}]},{"id":"572060-s-2","title":"Black Box Warning","mono":"<b>Intramuscular (Powder for Solution)<\/b><br\/>The risk of severe neurotoxic reactions (eg, disturbance of vestibular and cochlear function, optic nerve dysfunction, peripheral neuritis, arachnoiditis, and encephalopathy) is sharply increased in patients with impaired renal function or prerenal azotemia. The incidence of irreversible vestibular damage is particularly high in patients treated with streptomycin. Careful monitoring of renal function and dose reduction may be warranted. Avoid the concurrent or sequential use of other neurotoxic or nephrotoxic drugs with streptomycin. Neurotoxicity can result in respiratory paralysis from neuromuscular blockage, especially when the drug is given soon after the use of anesthesia or muscle relaxants. Parenteral streptomycin should be reserved for patients with adequate laboratory and audiometric testing available during therapy.<br\/>"},{"id":"572060-s-3","title":"Contraindications\/Warnings","sub":[{"id":"572060-s-3-9","title":"Contraindications","mono":"hypersensitivity to streptomycin or other aminoglycosides <br\/>"},{"id":"572060-s-3-10","title":"Precautions","mono":"<ul><li>concomitant use with neurotoxic or nephrotoxic drugs (eg, neomycin, kanamycin, gentamicin, cephaloridine, paromomycin, viomycin, polymyxin B, colistin, tobramycin and cyclosporine); avoid use<\/li><li>ototoxicity, including irreversible cochlear and vestibular toxicity, has been reported; risk increases proportionally with dose and duration of therapy, age of the patient, and degree of preexisting renal impairment or auditory dysfunction; monitoring recommended<\/li><li>renal impairment or prerenal azotemia; increased risk of severe neurotoxic reactions (eg, disturbed vestibular and cochlear function, optic nerve dysfunction, peripheral neuritis, arachnoiditis, and encephalopathy); dose reduction recommended in patients with renal impairment or nitrogen retention<\/li><li>extended therapy; baseline and periodic caloric stimulation and hearing tests are recommended<\/li><li>infants; a syndrome of CNS depression has been reported in young infants who received higher than recommended doses<\/li><li>pregnancy; potential for fetal harm<\/li><\/ul>"},{"id":"572060-s-3-11","title":"Pregnancy Category","mono":"Streptomycin: D (FDA)<br\/>"},{"id":"572060-s-3-12","title":"Breast Feeding","mono":"<ul><li>Streptomycin: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Streptomycin: WHO: Compatible with breastfeeding.<\/li><li>Streptomycin: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},{"id":"572060-s-4","title":"Drug Interactions","sub":[{"id":"572060-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Ataluren (probable)<\/li><\/ul>"},{"id":"572060-s-4-14","title":"Major","mono":"<ul><li>Alcuronium (probable)<\/li><li>Atracurium (probable)<\/li><li>Cidofovir (theoretical)<\/li><li>Cisatracurium (probable)<\/li><li>Colistimethate Sodium (theoretical)<\/li><li>Decamethonium (probable)<\/li><li>Doxacurium (probable)<\/li><li>Ethacrynic Acid (probable)<\/li><li>Fazadinium (probable)<\/li><li>Foscarnet (theoretical)<\/li><li>Furosemide (theoretical)<\/li><li>Gallamine (probable)<\/li><li>Hexafluorenium (probable)<\/li><li>Lysine (theoretical)<\/li><li>Metocurine (probable)<\/li><li>Mivacurium (probable)<\/li><li>Pancuronium (probable)<\/li><li>Pipecuronium (probable)<\/li><li>Rapacuronium (probable)<\/li><li>Rocuronium (probable)<\/li><li>Succinylcholine (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Tubocurarine (probable)<\/li><li>Vecuronium (probable)<\/li><\/ul>"},{"id":"572060-s-4-15","title":"Moderate","mono":"<ul>Bumetanide (probable)<\/ul>"}]},{"id":"572060-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash, Urticaria<\/li><li><b>Hematologic:<\/b>Eosinophilia<\/li><li><b>Neurologic:<\/b>Facial paresthesia<\/li><li><b>Other:<\/b>Fever<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythroderma<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Renal:<\/b>Nephrotoxicity<\/li><li><b>Respiratory:<\/b>Respiratory tract paralysis, Concomitant anesthesia, muscle relaxants<\/li><\/ul>"},{"id":"572060-s-6","title":"Drug Name Info","sub":{"2":{"id":"572060-s-6-19","title":"Class","mono":"<ul><li>Aminoglycoside<\/li><li>Antitubercular<\/li><\/ul>"},"3":{"id":"572060-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"572060-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"572060-s-7","title":"Mechanism Of Action","mono":"Streptomycin sulfate is an aminoglycoside antibiotic that exhibits its bactericidal action by inhibiting normal bacterial protein synthesis. It is derived from Streptomyces griseus and is effective against most strains of bacteria including Brucella, Calymmatobacterium, E. coli, Haemophilus and Mycobacterium.<br\/>"},{"id":"572060-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"572060-s-8-23","title":"Absorption","mono":"IM: time to peak concentration, within 1 h <br\/>"},"1":{"id":"572060-s-8-24","title":"Distribution","mono":"appreciable distribution <br\/>"},"3":{"id":"572060-s-8-26","title":"Excretion","mono":"Renal: 29% to 89%, by glomerular filtration <br\/>"},"4":{"id":"572060-s-8-27","title":"Elimination Half Life","mono":"5 h to 6 h <br\/>"}}},{"id":"572060-s-9","title":"Administration","mono":"<ul><li><b>Intramuscular<\/b><br\/><ul><li>reconstitute in sterile water for injection to final concentration of 200 to 400 mg\/mL<\/li><li>(adults) administer by IM injection; preferably in the upper outer quadrant of the buttock or the midlateral thigh; alternate injection sites<\/li><li>(children) administer by IM injection; preferably in the midlateral muscles of the thigh; may use the periphery of the upper outer quadrant of the gluteal region only when needed; alternate injection sites<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>not approved for IV use; however, intermittent IV infusion has been used<\/li><li>dilute to 100 mL NS or D5W total volume; administer over 30 minutes; stable for 24 hours<\/li><\/ul><\/li><\/ul>"},{"id":"572060-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement may be used to indicate efficacy<\/li><li>tuberculosis: serum drug concentrations, particularly in patients with renal impairment or receiving hemodialysis, and potentially in patients receiving peritoneal dialysis<\/li><li>tuberculosis, pulmonary: acid-fast bacilli smear and culture; at least monthly until 2 consecutive culture specimens are negative<\/li><li>tuberculosis, patients with negative initial cultures: chest x-rays; after 2 months of treatment.<\/li><li>venereal infections with suspected concomitant syphilis: suitable laboratory procedures (eg, dark field examinations); before the start of treatment<\/li><li>venereal infections with suspected concomitant syphilis: serologic tests; monthly for at least 4 months<\/li><li>renal function; closely during therapy<\/li><li>tuberculosis: serum creatinine and renal function; baseline and monthly<\/li><li>caloric stimulation and audiometric test, especially in patients with renal impairment or prerenal azotemia; baseline, periodically during, and following intensive therapy<\/li><li>tuberculosis: audiogram, vestibular testing, Romberg testing; baseline<\/li><li>tuberculosis: auditory\/vestibular symptom assessment; monthly<\/li><\/ul>"},{"id":"572060-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Intramuscular Powder for Solution: 1 GM<br\/>"},{"id":"572060-s-12","title":"Toxicology","sub":[{"id":"572060-s-12-31","title":"Clinical Effects","mono":"<b>AMINOGLYCOSIDES <\/b><br\/>USES: Most commonly used as a parenteral antibiotic in the treatment of serious infections caused by aerobic gram-negative bacilli. Also used topically to treat or prevent skin infections and as eye drops or ointment for bacterial conjunctivitis. PHARMACOLOGY: Aminoglycosides function by binding the aminoacyl site of 16S ribosomal RNA within the 30S ribosomal subunit. This binding results in the misreading of genetic code, inhibition of translocation, and bacterial cell death. EPIDEMIOLOGY: Given that aminoglycosides (with the exception of neomycin) are only available in parenteral, topical, and ophthalmic forms, overdoses are almost entirely the result of dosing errors. Overdoses are rarely life-threatening and typically require minimal intervention. Ingestions of ophthalmic or topical preparations do not cause toxicity related to the aminoglycoside. Although neomycin is available orally, oral absorption is low and acute toxicity from overdosage is unlikely. OVERDOSE: Toxicity is more closely associated with trough levels of the drug than peak levels. Renal damage (acute tubular necrosis; usually reversible), ototoxicity (irreversible), and vestibular toxicity (irreversible) are most common. Renal injury may often go unnoticed until significant injury has occurred, given the delay between when renal injury occurs and when the elevation in creatinine is evident. ADVERSE EFFECTS: Retinopathy and visual loss with intraocular administration. Apnea and neuromuscular blockade may occur when aminoglycosides are given rapidly IV with neuromuscular blocking agents, due to aminoglycosides' inhibition of acetylcholine release from presynaptic nerve terminals; patients with abnormal neuromuscular junction function (eg, myasthenia gravis, botulism) can develop respiratory failure or weakness after use of aminoglycosides alone. Rash and hypersensitivity reactions can occur.<br\/>"},{"id":"572060-s-12-32","title":"Treatment","mono":"<b>AMINOGLYCOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Maintain good urine output (3 to 6 mL\/kg\/hr) with IV fluids. For mild allergic reactions, treat with antihistamines; if severe, airway management, epinephrine, ECG monitoring, IV fluids.<\/li><li>Decontamination: GI decontamination is not indicated as aminoglycosides are poorly absorbed orally. OCULAR: Irrigation with normal saline.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor renal function and serum electrolytes following overdose. Serum concentrations are used for therapeutic drug monitoring for many aminoglycosides and can be used to confirm the diagnosis. Monitor for hearing loss (audiometry).<\/li><li>Enhanced elimination procedure: Hemodialysis should be considered in renal failure only. Ticarcillin forms a renally eliminated complex with gentamicin and enhances elimination, but should only be used early after large overdoses with apparent toxicity or in renal failure when there is a significant risk of toxicity.<\/li><li>Patient disposition: HOME CRITERIA: The vast majority of exposures will occur in a healthcare setting. Inadvertent ingestion of ophthalmic, otic or topical preparations can be observed at home. OBSERVATION CRITERIA: Patients with significant overdose should have renal function monitoring and auditory testing performed. ADMISSION CRITERIA: Patients with worsening renal function may require in-patient monitoring and dialysis. CONSULT CRITERIA: Consult a toxicologist after large overdose or if effects are not consistent with the exposure.<\/li><\/ul>"},{"id":"572060-s-12-33","title":"Range of Toxicity","mono":"<b>AMINOGLYCOSIDES<\/b><br\/>TOXICITY: Nephrotoxicity may occur from gentamicin with persistent peak serum concentrations of more than 12 mcg\/mL or trough concentrations more than 2 mcg\/mL. Nephrotoxicity may occur from amikacin peak concentrations persistently greater than 20 to 35 mcg\/mL and trough concentrations greater than 8 mcg\/mL. The amount of aminoglycoside present in ophthalmic drops or ointments, otic preparations, or topical formulations do not cause systemic toxicity after ingestion. THERAPEUTIC DOSE: Varies with agent. AMIKACIN: ADULT: 15 mg\/kg\/day IM or IV divided every 8 to 12 hours. PEDIATRIC: 15 to 20 mg\/kg\/day IM\/IV in 2 to 3 divided doses; maximum - 1.5 grams\/day. GENTAMICIN: ADULT:  3 to 5 mg\/kg\/day IV in 3 or 4 equally divided doses. PEDIATRIC: 6 to 7.5 mg\/kg\/day IV\/IM (2 to 2.5 mg\/kg every 8 hours).<br\/>"}]},{"id":"572060-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause facial paresthesia or fever.<\/li><li>Patient should immediately report signs\/symptoms of neurotoxicity, ototoxicity (hearing loss, headache, nausea, vomiting, dizziness), or nephrotoxicity.<\/li><li>Tell patient to contact healthcare professional if infection does not improve or gets worse while taking this drug.<\/li><li>Advise patient to avoid taking concurrent muscle relaxants, as this may cause neuromuscular blockade and respiratory paralysis.<\/li><\/ul>"}]}