{"generic":"Succimer","drugs":["Chemet","Succimer"],"mono":{"0":{"id":"573200-s-0","title":"Generic Names","mono":"Succimer"},"1":{"id":"573200-s-1","title":"Dosing and Indications","sub":{"0":{"id":"573200-s-1-4","title":"Adult Dosing","mono":"<b>Lead poisoning:<\/b> 10 to 30 mg\/kg\/day for 5 days"},"1":{"id":"573200-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness in pediatric patients under 12 months of age have not been established<\/li><li><b>Lead poisoning:<\/b> blood lead levels above 45 mcg\/dL, 10 mg\/kg or 350 mg\/m(2) every 8 h for 5 days, then 10 mg\/kg or 350 mg\/m(2) every 12 h for 14 days<\/li><\/ul>"},"3":{"id":"573200-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Lead poisoning<br\/>"}}},"3":{"id":"573200-s-3","title":"Contraindications\/Warnings","sub":[{"id":"573200-s-3-9","title":"Contraindications","mono":"hypersensitivity to succimer<br\/>"},{"id":"573200-s-3-10","title":"Precautions","mono":"<ul><li>not a substitute for effective abatement of lead exposure<\/li><li>compromised renal function<\/li><li>history of liver disease<\/li><\/ul>"},{"id":"573200-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"573200-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"573200-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Loss of appetite, Nausea, Vomiting<\/li><li><b>Hepatic:<\/b>Increased liver function test<\/li><\/ul><b>Serious<\/b><br\/><b>Hematologic:<\/b>Neutropenia<br\/>"},"6":{"id":"573200-s-6","title":"Drug Name Info","sub":{"0":{"id":"573200-s-6-17","title":"US Trade Names","mono":"Chemet<br\/>"},"2":{"id":"573200-s-6-19","title":"Class","mono":"Heavy Metal Chelator<br\/>"},"3":{"id":"573200-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"573200-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"573200-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Orally active succimer is a heavy metal chelating agent that forms stable, water-soluble complexes with lead and consequently increases the urinary excretion of lead.   The site of lead chelation by succimer is not known.     <\/li><li>Succimer chelates other heavy metals such as arsenic and mercury. <\/li><\/ul>"},"8":{"id":"573200-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"573200-s-8-23","title":"Absorption","mono":"Systemic: Rapid but variable<br\/>"},"2":{"id":"573200-s-8-25","title":"Metabolism","mono":"Systemic: Rapidly metabolized; Major metabolites:  mixed disulfides of L-cysteine    <br\/>"},"3":{"id":"573200-s-8-26","title":"Excretion","mono":"Systemic: Renal: 25%     <br\/>"},"4":{"id":"573200-s-8-27","title":"Elimination Half Life","mono":"Systemic: 48 h<br\/>"}}},"9":{"id":"573200-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>all patients should be adequately hydrated<\/li><li>(pediatrics) for those who cannot swallow capsules; separate capsule and sprinkle on small amount of soft food or spoon followed by fruit drink<\/li><\/ul>"},"10":{"id":"573200-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>blood lead levels at least once weekly after therapy until stable<\/li><li>CBC (including WBC differential and direct platelet counts); prior to and weekly during treatment<\/li><li>serum transaminases; prior to and weekly during treatment<\/li><\/ul>"},"11":{"id":"573200-s-11","title":"How Supplied","mono":"<b>Chemet<\/b><br\/>Oral Capsule: 100 MG<br\/>"},"12":{"id":"573200-s-12","title":"Toxicology","sub":[{"id":"573200-s-12-31","title":"Clinical Effects","mono":"<b>SUCCIMER<\/b><br\/>USES: Succimer is a lead chelator used in the treatment of lead poisoning in pediatric patients with blood lead levels above 45 mcg\/dL. It is not indicated for prophylactic treatment of lead poisoning in an environment known to contain elevated levels of lead. It has also been used to treat arsenic and mercury poisoning. PHARMACOLOGY: Succimer, an analog of dimercaprol, is an orally active heavy metal chelator that forms water soluble chelates and results in urinary excretion of lead. EPIDEMIOLOGY: Exposure is uncommon. OVERDOSE: Limited data. Acute overdose of succimer was reported in one pediatric patient, with no acute toxicity, laboratory abnormalities, or short-term sequelae noted. Succimer is much less toxic than dimercaprol. The anticipated events following an overdose may be similar to adverse events observed with therapeutic use. MILD TO MODERATE TOXICITY: Clinical events may include elevations in serum transaminase levels, gastrointestinal symptoms, and mucocutaneous reactions. SEVERE TOXICITY: Limited data. Cardiac dysrhythmias, hyperthermia, liver or hematologic toxicity may develop. ADVERSE EVENTS: The following adverse effects have occurred following therapeutic use: a transient rise in serum transaminase levels, gastrointestinal symptoms including nausea, vomiting, diarrhea, cramping, mucocutaneous reactions, and metallic taste.  Mild to moderate neutropenia has occurred in some patients. Back pain, flank pain, chills, flu-like symptoms, headache, and moniliasis can also develop. UNCOMMON: Drowsiness, dizziness, neuropathies, sleepiness and paresthesias are potential adverse effects of succimer therapy, but may be difficult to distinguish from the underlying metal intoxication being treated. RARE: Hemolysis in patients with glucose-6-phosphate dehydrogenase deficiency has rarely been reported. Other rare events may include: cardiac dysrhythmias and hyperthermia. <br\/>"},{"id":"573200-s-12-32","title":"Treatment","mono":"<b>SUCCIMER <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor fluids and electrolytes in patients that develop significant gastrointestinal loss; treat with IV fluids and antiemetics following persistent nausea and vomiting. Monitor liver enzymes. Seizures have been reported in animal studies. Treat with benzodiazepines, barbiturates. MANAGEMENT OF SEVERE TOXICITY: Limited data. Potentially significant events may include dysrhythmias; obtain a baseline ECG and continuous cardiac monitoring. Monitor CBC with differential following a significant overdose; neutropenia may develop. Monitor vital signs including temperature.<\/li><li>Decontamination: PREHOSPITAL: Limited data. Consider activated charcoal following an acute exposure of succimer. HOSPITAL: Activated charcoal may be considered following a recent significant ingestion if the patient is alert and able to maintain the airway.<\/li><li>Monitoring of patient: Monitor liver enzymes; elevations in serum transaminase levels have been observed with therapeutic use. Obtain a baseline CBC with differential following a significant exposure. Monitor fluid and electrolytes in patients with significant gastrointestinal loss. Monitor vital signs.<\/li><li>Enhanced elimination procedure: Based on limited data, succimer is dialyzable but is unlikely to be necessary because acute toxicity is limited.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic child with a minor exposure (a few capsules) can be monitored at home with adult supervision. An asymptomatic adult with an inadvertent minor exposure (not exceeding a daily dose) can be monitored at home with telephone support. OBSERVATION CRITERIA: A patient that develops more than minor symptoms (ie, more than a few episodes of vomiting in a child) should be observed in a healthcare setting until symptoms resolve. ADMISSION CRITERIA: Patients with persistent symptoms should be admitted and treated until symptoms resolve. CONSULT CRITERIA: Consult with a medical toxicologist or Poison control center to assist with diagnosis and therapy; contact public health personnel to assist with identifying the source of lead exposure and possible remediation measures in cases of lead poisoning in a child.<\/li><\/ul>"},{"id":"573200-s-12-33","title":"Range of Toxicity","mono":"<b>SUCCIMER<\/b><br\/>TOXICITY: A toxic dose has not been established. PEDIATRIC: An oral overdose of 2400 mg produced no acute toxicity, laboratory abnormalities, or short-term sequelae in a 13 kg child. ADULT: An adult intentionally ingested, at a minimum, an estimated 4000 mg (43 mg\/kg) up to 8000 mg (87 mg\/kg) of DMSA and fexofenadine with only minor symptoms reported. THERAPEUTIC: LEAD POISONING: Treatment is most often indicated for children; however it has been used in adults. ADULT: Start dosage at 10 mg\/kg\/day or 350 mg\/m(2) every 8 hours for 5 days. PEDIATRIC: For lead blood levels above 45 mcg\/dL, give 10 mg\/kg or 350 mg\/m(2) every 8 hours for 5 days, then 10 mg\/kg or 350 mg\/m(2) every 12 hours for 14 days.<br\/>"}]},"13":{"id":"573200-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Inform diabetic patients that this medicine may cause false-positive results for Ketostix(R), a urine test for ketones.<\/li><li>This drug may cause diarrhea, anorexia, nausea, vomiting, or neutropenia.<\/li><li>Advise patient to maintain adequate hydration during drug therapy.<\/li><li>Tell patient to contact healthcare professional if signs\/symptoms of lead poisoning return after completion of drug therapy, as treatment may need to be re-initiated.<\/li><\/ul>"}}}