{"generic":"Succinylcholine Chloride","drugs":["Anectine","Quelicin","Succinylcholine Chloride"],"mono":[{"id":"573590-s-0","title":"Generic Names","mono":"Succinylcholine Chloride"},{"id":"573590-s-1","title":"Dosing and Indications","sub":{"0":{"id":"573590-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate endotracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> short procedures, 0.6 mg\/kg IV (range 0.3 to 1.1 mg\/kg) over 10 to 30 seconds<\/li><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate endotracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> long procedures, 2.5 to 4.3 mg\/min continuous IV infusion<\/li><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate endotracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> long procedures, 0.3 to 1.1 mg\/kg IV initially followed by 0.04 to 0.07 mg\/kg at appropriate intervals<\/li><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate endotracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> 3 to 4 mg\/kg IM, if suitable vein is inaccessible; MAX 150 mg<\/li><li><b>Rapid sequence intubation:<\/b> 1.5 mg\/kg IV push<\/li><\/ul>"},"1":{"id":"573590-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>due to risk of cardiac arrest from hyperkalemic rhabdomyolysis, use in children should be reserved for emergency intubation or instances where immediate securing of the airway is necessary<\/li><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate endotracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> emergency tracheal intubation, infants and small pediatric patients, 2 mg\/kg IV<\/li><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate endotracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> emergency tracheal intubation, older pediatric patients and adolescents, 1 mg\/kg<\/li><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate endotracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> 3 to 4 mg\/kg IM, if suitable vein is inaccessible; MAX 150 mg<\/li><li><b>Rapid sequence intubation:<\/b> older children and adolescents, 1 mg\/kg IV<\/li><li><b>Rapid sequence intubation:<\/b> infants and small children, 2 mg\/kg IV<\/li><\/ul>"},"3":{"id":"573590-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate endotracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation<\/li><li>Rapid sequence intubation<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Electroconvulsive therapy; Adjunct<br\/>"}}},{"id":"573590-s-2","title":"Black Box Warning","mono":"<b>Injection (Solution)<\/b><br\/>Acute rhabdomyolysis with hyperkalemia followed by ventricular dysrhythmias, cardiac arrest, and death have been rarely reported in seemingly healthy children (usually, but not exclusively, males, and most frequently 8 years of age or younger) who were subsequently found to have undiagnosed skeletal muscle myopathy (most frequently Duchenne's muscular dystrophy) after administration of succinylcholine chloride. This syndrome often presents as peaked T-waves and sudden cardiac arrest within minutes after the administration of the drug. Treatment for hyperkalemia should be immediately instituted for infants or children who appear healthy but develop cardiac arrest, not felt to be due to inadequate ventilation, oxygenation, or anesthetic overdose after administration of succinylcholine chloride. Routine resuscitative measures are likely to be unsuccessful; extraordinary and prolonged resuscitative efforts may be required. If there are signs present for malignant hyperthermia, appropriate treatment should be instituted concurrently. It is recommended that succinylcholine chloride use in children be restricted to emergency intubation or instances where immediate securing of the airway is necessary.<br\/>"},{"id":"573590-s-3","title":"Contraindications\/Warnings","sub":[{"id":"573590-s-3-9","title":"Contraindications","mono":"<ul><li>acute phase of injury after multiple trauma, major burns, extensive denervation of skeletal muscle, or upper motor neuron injury; may result in severe hyperkalemia, and possible onset of cardiac arrest<\/li><li>hypersensitivity to succinylcholine<\/li><li>malignant hyperthermia, personal or familial history of<\/li><li>skeletal muscle myopathies<\/li><\/ul>"},{"id":"573590-s-3-10","title":"Precautions","mono":"<ul><li>acute rhabdomyolysis with hyperkalemia followed by ventricular dysrhythmias, cardiac arrest and death have been rarely reported in apparently healthy children who were subsequently found to have undiagnosed skeletal muscle myopathy (most frequently Duchenne's muscular dystrophy); monitoring recommended<\/li><li>abdominal infection, chronic; increased risk of severe hyperkalemia<\/li><li>bradycardia and possible asystole may occur; higher risk with second dose; incidence and severity increased in pediatric patients compared with adults<\/li><li>conditions causing degeneration of central and peripheral nervous systems; increased risk of severe hyperkalemia<\/li><li>digitalis toxicity, massive; may induce serious cardiac arrhythmias or cardiac arrest due to hyperkalemia<\/li><li>electrolyte abnormalities; may induce serious cardiac arrhythmias or cardiac arrest due to hyperkalemia<\/li><li>fractures or muscle spasm; initial muscle fasciculations may cause additional trauma<\/li><li>genetic abnormalities of plasma cholinesterase (eg, heterozygous or homozygous for atypical plasma cholinesterase gene); risk of prolonged neuromuscular blockade<\/li><li>hypokalemia or hypocalcemia; risk of prolonged neuromuscular blockade<\/li><li>intracranial pressure increase (transient) may occur<\/li><li>intragastric pressure increase may occur, resulting in regurgitation and possible aspiration of stomach contents<\/li><li>malignant hyperthermia has been reported; increased risk with coadministration of volatile anesthetics; monitoring recommended<\/li><li>narrow angle glaucoma or penetrating eye injury; increased intraocular pressure has been reported<\/li><li>prolonged administration may result in a block resembling a nondepolarizing block (Phase II block)<\/li><li>reduced plasma cholinesterase activity, conditions associated with (ie, pregnancy, severe liver or kidney disease, malignant tumors, infections, burns, anemia, decompensated heart disease, peptic ulcer, or myxedema); risk of prolonged neuromuscular blockade<\/li><li>repeated use; risk of tachyphylaxis<\/li><li>subarachnoid hemorrhage; increased risk of severe hyperkalemia<\/li><\/ul>"},{"id":"573590-s-3-11","title":"Pregnancy Category","mono":"Succinylcholine: C (FDA)<br\/>"},{"id":"573590-s-3-12","title":"Breast Feeding","mono":"Succinylcholine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"573590-s-4","title":"Drug Interactions","sub":{"1":{"id":"573590-s-4-14","title":"Major","mono":"<ul><li>Acetyldigoxin (theoretical)<\/li><li>Amikacin (theoretical)<\/li><li>Deslanoside (theoretical)<\/li><li>Dibekacin (theoretical)<\/li><li>Digitoxin (theoretical)<\/li><li>Digoxin (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Gentamicin (theoretical)<\/li><li>Kanamycin (theoretical)<\/li><li>Lidocaine (probable)<\/li><li>Metildigoxin (theoretical)<\/li><li>Netilmicin (theoretical)<\/li><li>Pancuronium (probable)<\/li><li>Procainamide (theoretical)<\/li><li>Promazine (probable)<\/li><li>Quinidine (probable)<\/li><li>Quinine (theoretical)<\/li><li>St John's Wort (probable)<\/li><li>Streptomycin (theoretical)<\/li><li>Thiopental (theoretical)<\/li><li>Tobramycin (theoretical)<\/li><\/ul>"},"2":{"id":"573590-s-4-15","title":"Moderate","mono":"<ul><li>Atracurium (probable)<\/li><li>Bambuterol (established)<\/li><li>Distigmine (probable)<\/li><li>Echothiophate (probable)<\/li><li>Lithium (probable)<\/li><li>Magnesium (probable)<\/li><li>Metoclopramide (probable)<\/li><li>Mivacurium (probable)<\/li><li>Neostigmine (probable)<\/li><li>Physostigmine (probable)<\/li><li>Propofol (probable)<\/li><li>Pyridostigmine (probable)<\/li><li>Vancomycin (probable)<\/li><\/ul>"}}},{"id":"573590-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Musculoskeletal:<\/b>Myalgia (16% to 100%; (Laurence et al, 1990))<\/li><li><b>Ophthalmic:<\/b>Raised intraocular pressure<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Bundle branch block, Cardiac arrest, Cardiac dysrhythmia, Tachycardia<\/li><li><b>Endocrine metabolic:<\/b>Hyperkalemia, Malignant hyperthermia<\/li><li><b>Hematologic:<\/b>Abnormal presence of myoglobin<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Renal:<\/b>Renal failure<\/li><li><b>Respiratory:<\/b>Apnea, Pulmonary edema, Respiratory depression<\/li><\/ul>"},{"id":"573590-s-6","title":"Drug Name Info","sub":{"0":{"id":"573590-s-6-17","title":"US Trade Names","mono":"<ul><li>Quelicin<\/li><li>Anectine<\/li><\/ul>"},"2":{"id":"573590-s-6-19","title":"Class","mono":"<ul><li>Musculoskeletal Agent<\/li><li>Neuromuscular Blocker, Depolarizing<\/li><li>Skeletal Muscle Relaxant<\/li><\/ul>"},"3":{"id":"573590-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"573590-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"573590-s-7","title":"Mechanism Of Action","mono":"Succinylcholine chloride, an ultra-short acting depolarizing skeletal muscle relaxant, mimics acetylcholine as it binds with the cholinergic receptors on the motor end plate, thus producing a Phase I block as manifested by fasciculations. It may exhibit a nondepolarizing block (Phase II) when its concentration and duration are increased.<br\/>"},{"id":"573590-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"573590-s-8-25","title":"Metabolism","mono":"cholinesterase; hydrolysis <br\/>"},"3":{"id":"573590-s-8-26","title":"Excretion","mono":"Renal: 10% unchanged <br\/>"}}},{"id":"573590-s-9","title":"Administration","mono":"<ul><li><b>Intramuscular<\/b><br\/>may be administered to infants, older children, or adults when a suitable vein is inaccessible<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>do not mix with alkaline solutions having a pH greater than 8.5 (e.g., barbiturate solutions)<\/li><li>use diluted solution within 24 hours<\/li><li>diluted solution for single patient use only; the unused portion should be discarded<\/li><li>(continuous infusion) a solution diluted to 1 mg\/mL in D5W or NS may be administered at a rate of 0.5 to 10 mg\/min depending on patient specific factors<\/li><\/ul><\/li><\/ul>"},{"id":"573590-s-10","title":"Monitoring","mono":"<ul><li>facilitation of tracheal intubation and skeletal muscle relaxation during surgery or mechanical ventilation is indicative of efficacy (as adjunct to general anesthesia)<\/li><li>temperature and expired carbon dioxide; continuously, for early recognition of malignant hyperthermia<\/li><li>electrocardiogram of pediatric patients for peaked T-waves, an early sign of potential cardiac arrest secondary to acute rhabdomyolysis with hyperkalemia<\/li><li>neuromuscular function with a peripheral nerve stimulator when administered as an IV infusion<\/li><\/ul>"},{"id":"573590-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 20 MG\/ML<br\/><\/li><li><b>Amerinet Choice Succinylcholine Chloride<\/b><br\/>Injection Solution: 20 MG\/ML<br\/><\/li><li><b>Anectine<\/b><br\/>Intravenous Solution: 20 MG\/ML<br\/><\/li><li><b>Novaplus Quelicin<\/b><br\/>Injection Solution: 20 MG\/ML<br\/><\/li><li><b>Quelicin<\/b><br\/>Intravenous Solution: 20 MG\/ML, 100 MG\/ML<br\/><\/li><\/ul>"},{"id":"573590-s-12","title":"Toxicology","sub":[{"id":"573590-s-12-31","title":"Clinical Effects","mono":"<b>SUCCINYLCHOLINE<\/b><br\/>USES: Succinylcholine is a depolarizing neuromuscular blocking drug utilized to temporarily paralyze patients as an adjunct to general anesthesia, to facilitate endotracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation. PHARMACOLOGY: Succinylcholine is a depolarizing skeletal muscle relaxant. Like acetylcholine, it depolarizes the postsynaptic membrane, producing repetitive excitation of the motor end plate. With persistent depolarization, flaccid paralysis (phase l block) subsequently follows within 1 minute of an intravenous injection of succinylcholine. Paralysis is rapidly reversed due to hydrolysis of the drug by plasma pseudocholinesterase. With repeated or continuous administration, the depolarizing blockade can change to a phase II block where neuromuscular blockade resembles that of curare. It is characterized by tetanic facilitation and fed in the response to successive stimulation (\"train-of-four\"). Prolonged apnea may be observed. TOXICOLOGY: Inadvertent overdose or administration of succinylcholine to patients deficient in pseudocholinesterase is expected to cause prolonged paralysis and apnea. If the patient does not receive respiratory support, this will progress to hypoxia, acidosis, and cardiovascular collapse. Hyperkalemia is caused by excessive stimulation of postsynaptic neuromuscular acetylcholine receptors which are increased in number in patients with certain underlying neuromuscular conditions. Malignant hyperthermia is caused by various genetic defects involving skeletal muscle receptor\/regulatory proteins, especially the type 1 ryanodine receptor. EPIDEMIOLOGY: Overdose is rare. Succinylcholine has rarely been used to commit homicide. While the incidence of malignant hyperthermia from succinylcholine is unknown, the observed incidence of malignant hyperthermia with patients receiving general anesthesia is between 1 in 5000 and 1 in 60,000. OVERDOSE: MILD TO MODERATE TOXICITY: In mild overdose, patients may demonstrate a mild prolongation in the duration of neuromuscular blockade. SEVERE TOXICITY: ACUTE TOXICITY: Inadvertent overdose or administration of succinylcholine to patients deficient in pseudocholinesterase is expected to cause prolonged neuromuscular paralysis and apnea. If the patient does not receive respiratory support, this will progress to hypoxia, acidosis, and cardiovascular collapse, bradycardia, hypotension, brady- or tachyarrhythmias, and cardiac arrest may develop. Severe hyperkalemia and ventricular dysrhythmias may develop in patients with underlying neuromuscular conditions or catabolic states. Malignant hyperthermia, characterized by abrupt onset of tachycardia, hypotension, muscle rigidity, metabolic acidosis and severe hyperthermia, may develop in genetically susceptible individuals. CHRONIC TOXICITY: Following prolonged administration of succinylcholine patients may develop a prolonged neuromuscular block effect that can last several hours (up to 12 hours in rare cases). ADVERSE EFFECTS: Muscle rigidity, prolonged myalgia, and raised intraocular pressure can occur during therapeutic use. Bradycardia, hypotension, brady- or tachyarrhythmias and cardiac arrest may develop. Severe hyperkalemia and ventricular dysrhythmias may develop in patients in catabolic states or underlying neuromuscular conditions, including extensive burns, traumatic muscle injury, paraplegia, hemiplegia, muscular dystrophy, multiple sclerosis, prolonged pharmacologic neuromuscular blockade, upper motor neuron injury or extensive denervation of skeletal muscle. Malignant hyperthermia may develop in genetically susceptible individuals. <br\/>"},{"id":"573590-s-12-32","title":"Treatment","mono":"<b>SUCCINYLCHOLINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Ventilate as clinically indicated. Most patients will recover if an adequate airway, ventilation and oxygenation are established rapidly. Do NOT administer physostigmine, neostigmine or other anticholinesterase drugs, including edrophonium, since these agents will prolong the toxicity. MANAGEMENT OF SEVERE TOXICITY: Endotracheal intubation and mechanical ventilation will be necessary as apnea may be prolonged. Treat malignant hyperthermia with rapid cooling, mild hyperventilation and dantrolene. Treat severe hyperkalemia with intravenous calcium chloride, sodium bicarbonate and insulin and dextrose.<\/li><li>Decontamination: PREHOSPITAL: Administered parenterally; decontamination is not indicated. HOSPITAL: Administered parenterally, decontamination is not indicated.<\/li><li>Airway management: Intubate and ventilate as clinically indicated.<\/li><li>Malignant hyperthermia: Immediately stop any offending xenobiotic therapy. Aggressive treatment includes: rapid cooling, 100% oxygen, correction of hyperkalemia and acidemia, if present. DANTROLENE: ADULT or CHILD: 1 mg\/kg IV push initially repeated as needed up to a maximum cumulative dose of 10 mg\/kg may be effective. Avoid using calcium channel blockers to treat hypertension as this may worsen the hyperkalemia. If malignant hyperthermia is suspected refer to the Malignant Hyperthermia Association of the US at http:\/\/www.mhaus.org or call the MH Emergency Hotline at 1-800-MH-HYPER (1-800-644-9737); Outside the US, call: 00+1+209-417-3722.<\/li><li>Hyperkalemia: Treat severe hyperkalemia (associated dysrhythmias, QRS widening) aggressively. These agents may be considered: CALCIUM CHLORIDE: ADULT: 5 mL IV bolus of a 10% solution over 5 minutes; CHILD: 0.2 to 0.3 mL\/kg of a 10% solution over 5 to 10 minutes (20 to 30 mg\/kg\/dose).  SODIUM BICARBONATE: ADULT or CHILD: 1 to 2 mEq\/kg IV bolus.  INSULIN\/DEXTROSE: ADULT: 5 to 10 units regular insulin IV bolus with 100 mL of D50 IV immediately. CHILD: 0.5 to 1 g\/kg dextrose as D25 or D10 IV followed by 1 unit of regular insulin for every 4 g of dextrose infused. SODIUM POLYSTYRENE SULFONATE: ADULT: 15 to 60 g by NG tube or rectal enema; CHILD: 1 g\/kg by NG tube or rectal enema.<\/li><li>Hypotensive episode: Infuse an isotonic fluid at 10 to 20 mL\/kg; dopamine; norepinephrine.<\/li><li>Bradycardia: Give atropine as indicated.<\/li><li>Rhabdomyolysis: Early aggressive fluid replacement is indicated to prevent renal insufficiency. Mannitol or furosemide may be needed to maintain urine output. Urinary alkalinization is not routinely recommended.<\/li><li>Antidote: Dantrolene is the antidote for malignant hyperthermia. DANTROLENE: ADULT or CHILD: 1 mg\/kg IV push initially repeated as needed up to a maximum cumulative dose of 10 mg\/kg may be effective.<\/li><li>Monitoring of patient: Monitor vital signs, pulse oximetry, ECG, and end-tidal CO when utilizing succinylcholine. Serum electrolytes, renal function and CPK should be obtained if rhabdomyolysis, hyperkalemia, or malignant hyperthermia is suspected. Monitor continuous core temperature, if malignant hyperthermia is suspected. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity.<\/li><li>Enhanced elimination procedure: Not useful to increase succinylcholine clearance.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Patients experiencing prolonged weakness following the administration of succinylcholine should be observed until their strength returns to baseline. ADMISSION CRITERIA: Any patient with significant hyperkalemia or malignant hyperthermia should be monitored in an ICU setting for a minimum of 24 hours. CONSULT CRITERIA: A toxicologist should be consulted on patients with prolonged paralysis or severe hyperkalemia that does not respond to treatment. f malignant hyperthermia is suspected refer to the Malignant Hyperthermia Association of the US at http:\/\/www.mhaus.org or call the MH Emergency Hotline at 1-800-MH-HYPER (1-800-644-9737). Outside the US, call: 00+1+209-417-3722.<\/li><\/ul>"},{"id":"573590-s-12-33","title":"Range of Toxicity","mono":"<b>SUCCINYLCHOLINE<\/b><br\/>TOXICITY: Succinylcholine is rapidly redistributed, and overdose is rare. An excessive prolonged infusion of succinylcholine may cause a prolonged effect (paralysis) lasting up to 12 hours following the cessation of administration. Hyperkalemia and malignant hyperthermia can occur in a patient predisposed to these events and are not dose dependent. THERAPEUTIC DOSE: ONSET of action begins within 30 seconds and terminates in 3 to 5 minutes unless there is abnormal pseudocholinesterase. RAPID SEQUENCE INTUBATION: ADULT: 1.5 mg\/kg IV; PEDIATRIC: Older children and adolescents: 1 mg\/kg IV; Infants and small children: 2 mg\/kg IV. INDUCTION AND NEUROMUSCULAR BLOCKADE, during surgery, long procedures: ADULT: 2.5 to 4.3 mg\/min continuous IV infusion. During surgery, short procedures: ADULT: 0.6 mg\/kg IV (range 0.3 to 1.1 mg\/kg) over 10 to 30 seconds.<br\/>"}]}]}