{"generic":"Sulfasalazine","drugs":["Azulfidine","Azulfidine Entabs","Sulfasalazine","Sulfazine","Sulfazine EC"],"mono":{"0":{"id":"575390-s-0","title":"Generic Names","mono":"Sulfasalazine"},"1":{"id":"575390-s-1","title":"Dosing and Indications","sub":[{"id":"575390-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Rheumatoid arthritis:<\/b> initially, 0.5 to 1 gram\/day ORALLY once daily or in divided doses twice daily; maintenance, 1 gram ORALLY twice daily up to a maximum of 3 grams\/day<\/li><li><b>Ulcerative colitis, Prolongation of remission between episodes:<\/b> initially, 3 to 4 grams\/day ORALLY in evenly divided doses not exceeding 8-hour intervals; maintenance, 2 grams\/day ORALLY in divided doses not exceeding 8-hour intervals<\/li><li><b>Ulcerative colitis, Treatment of mild to moderate disease:<\/b> initially, 3 to 4 grams\/day ORALLY in evenly divided doses not exceeding 8-hour intervals; maintenance, 2 grams\/day ORALLY in divided doses not exceeding 8-hour intervals<\/li><li><b>Ulcerative colitis, Treatment of severe disease; Adjunct:<\/b> initially, 3 to 4 grams\/day ORALLY in evenly divided doses not exceeding 8-hour intervals; maintenance, 2 grams\/day ORALLY in divided doses not exceeding 8-hour intervals<\/li><\/ul>"},{"id":"575390-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Juvenile rheumatoid arthritis, Poly-articular course:<\/b> (6 yrs and older) 30 to 50 mg\/kg\/day in 2 evenly divided doses up to a maximum of 2 grams\/day<\/li><li><b>Ulcerative colitis, Prolongation of remission between episodes:<\/b> (6 yrs and older) initially, 40 to 60 mg\/kg\/day divided in 3-6 doses; maintenance 30 mg\/kg\/day divided in 4 doses up to a maximum of 2 grams\/day<\/li><li><b>Ulcerative colitis, Treatment of mild to moderate disease:<\/b> (6 yrs and older) initially, 40 to 60 mg\/kg\/day divided in 3-6 doses; maintenance 30 mg\/kg\/day divided in 4 doses up to a maximum of 2 grams\/day<\/li><li><b>Ulcerative colitis, Treatment of severe disease; Adjunct:<\/b> (6 yrs and older) initially, 40 to 60 mg\/kg\/day divided in 3-6 doses; maintenance 30 mg\/kg\/day divided in 4 doses up to a maximum of 2 grams\/day<\/li><\/ul>"},{"id":"575390-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> dosage reduction recommended based on clinical judgment"},{"id":"575390-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Juvenile rheumatoid arthritis, Poly-articular course<\/li><li>Rheumatoid arthritis<\/li><li>Ulcerative colitis, Prolongation of remission between episodes<\/li><li>Ulcerative colitis, Treatment of mild to moderate disease<\/li><li>Ulcerative colitis, Treatment of severe disease; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Disorder of gastrointestinal tract - Radiation-induced disorder<br\/>"}]},"3":{"id":"575390-s-3","title":"Contraindications\/Warnings","sub":[{"id":"575390-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to sulfasalazine, its metabolites, sulfonamides, or salicylates<\/li><li>intestinal or urinary obstruction<\/li><li>porphyria<\/li><\/ul>"},{"id":"575390-s-3-10","title":"Precautions","mono":"<ul><li>allergies, severe, or bronchial asthma<\/li><li>blood dyscrasias (eg, agranulocytosis, aplastic anemia), including fatalities, have been reported; monitoring recommended; therapy discontinuation may be necessary<\/li><li>dehydration; increased risk of crystalluria and stone formation<\/li><li>fibrosing alveolitis, including fatalities, has been reported<\/li><li>glucose-6-phosphate dehydrogenase (G6PD) deficiency; risk of hemolytic anemia; monitoring recommended; therapy discontinuation may be necessary<\/li><li>hepatotoxicity, including fatalities, have been reported; monitoring recommended; therapy discontinuation may be necessary<\/li><li>hypersensitivity reactions (severe, life-threatening, and systemic, such as rash with eosinophilia and systemic symptoms) have been reported; fever or lymphadenopathy may be present even though rash is not evident; internal organ involvement possible (eg, hepatitis, nephritis, myocarditis, mononucleosis-like syndrome, hematological abnormalities such as histiocytosis, or pneumonitis including eosinophilic infiltration); discontinue therapy if alternate etiology is not found<\/li><li>infections, serious, including pneumonia and potentially fatal sepsis, have been reported; increased risk with chronic or recurrent infection, underlying condition, or concomitant medication which predisposes to infection; monitoring recommended; discontinue use if serious infection occurs<\/li><li>neuromuscular and central nervous system changes, irreversible, have been reported<\/li><li>oligospermia and infertility may occur in men; typically reversible upon discontinuation<\/li><li>renal toxicities, including fatalities, have been reported; monitoring recommended; therapy discontinuation may be necessary<\/li><li>skin reactions, serious, (eg, exfoliative dermatitis, Stevens-Johnson syndrome, toxic epidermal necrolysis), including fatalities, have been reported; highest risk during first month of therapy; discontinue therapy at first sign of reaction<\/li><li>undisintegrated tablets may be passed; discontinue use if this occurs (enteric-coated tablets)<\/li><\/ul>"},{"id":"575390-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>A (AUS)<\/li><\/ul>"},{"id":"575390-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Drugs that have been associated with significant effects on some nursing infants and should be given to nursing mothers with caution.<\/li><li>WHO: Avoid breastfeeding if possible.  Monitor infant for side effects.<\/li><li>Micromedex: Milk effects are possible.<\/li><\/ul>"}]},"4":{"id":"575390-s-4","title":"Drug Interactions","sub":[{"id":"575390-s-4-13","title":"Contraindicated","mono":"<ul>Methenamine (theoretical)<\/ul>"},{"id":"575390-s-4-14","title":"Major","mono":"<ul><li>Azathioprine (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Mercaptopurine (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Riluzole (theoretical)<\/li><li>Topotecan (theoretical)<\/li><\/ul>"},{"id":"575390-s-4-15","title":"Moderate","mono":"<ul><li>Chlorpropamide (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Digoxin (probable)<\/li><li>Glimepiride (probable)<\/li><li>Glipizide (probable)<\/li><li>Glyburide (probable)<\/li><li>Nateglinide (probable)<\/li><li>Repaglinide (probable)<\/li><li>Tolazamide (probable)<\/li><li>Tolbutamide (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"575390-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (ulcerative colitis, 3.3% or less; rheumatoid arthritis, 4%), Rash (ulcerative colitis, 3.3% or less; rheumatoid arthritis, 13%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (8%), Indigestion (rheumatoid arthritis, 13%; ulcerative colitis, 33%), Loss of appetite (33%), Nausea (rheumatoid arthritis, 19%; ulcerative colitis, 33%), Stomatitis (4%), Vomiting (rheumatoid arthritis, 8%; ulcerative colitis, 33%)<\/li><li><b>Hepatic:<\/b>Liver function tests abnormal (4%)<\/li><li><b>Neurologic:<\/b>Dizziness (4%), Headache (rheumatoid arthritis, 9%; ulcerative colitis, 33%)<\/li><li><b>Renal:<\/b>Discolored urine<\/li><li><b>Reproductive:<\/b>Oligozoospermia, Reversible (33%)<\/li><li><b>Other:<\/b>Fever (ulcerative colitis, 3.3% or less; rheumatoid arthritis, 5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocarditis<\/li><li><b>Dermatologic:<\/b>Erythroderma, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Aplastic anemia, Pure red cell aplasia<\/li><li><b>Hepatic:<\/b>Fulminant hepatic failure, Hepatotoxicity, Liver damage<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction, Systemic lupus erythematosus<\/li><li><b>Neurologic:<\/b>Disorder of the central nervous system, Myoneural disorder<\/li><li><b>Renal:<\/b>Kidney disease<\/li><li><b>Reproductive:<\/b>Male infertility<\/li><li><b>Respiratory:<\/b>Diffuse interstitial pulmonary fibrosis, Pneumonia<\/li><li><b>Other:<\/b>Sepsis<\/li><\/ul>"},"6":{"id":"575390-s-6","title":"Drug Name Info","sub":{"0":{"id":"575390-s-6-17","title":"US Trade Names","mono":"<ul><li>Azulfidine<\/li><li>Azulfidine Entabs<\/li><li>Sulfazine<\/li><li>Sulfazine EC<\/li><\/ul>"},"2":{"id":"575390-s-6-19","title":"Class","mono":"<ul><li>Gastrointestinal Agent<\/li><li>Salicylate, Non-Aspirin<\/li><li>Sulfonamide<\/li><\/ul>"},"3":{"id":"575390-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"575390-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"575390-s-7","title":"Mechanism Of Action","mono":"The mechanism of action of sulfasalazine, 5-aminosalicylic acid and sulfapyridine may be related to the antiinflammatory and immunomodulatory properties that have been observed in animal and in vitro models. Additionally, it has an affinity for connective tissue, and it reaches relatively high concentration in serous fluids, the liver and intestinal walls. In ulcerative colitis, clinical studies utilizing rectal administration of sulfasalazine, 5-aminosalicylic acid or sulfapyridine have indicated that the major therapeutic action may be directly related to the 5-aminosalicylic acid moiety. The mechanism of action of the sulfasalazine and the metabolites in rheumatoid arthritis is unknown.<br\/>"},"8":{"id":"575390-s-8","title":"Pharmacokinetics","sub":[{"id":"575390-s-8-23","title":"Absorption","mono":"<ul><li>Sulfasalazine, Tmax, oral: 3 to 12 hours<\/li><li>Sulfapyridine, Tmax: oral: 10 hours<\/li><li>5-aminosalicylic acid, Tmax: oral: 10 hours<\/li><li>Sulfasalazine, Bioavailability, oral: less than 15%<\/li><li>Sulfapyridine, Bioavailability: oral: 60%<\/li><li>5-aminosalicylic acid, Bioavailability: oral: 10% to 30%<\/li><\/ul>"},{"id":"575390-s-8-24","title":"Distribution","mono":"<ul><li>Sulfasalazine, Vd: 7.5 +\/- 1.6 L<\/li><li>Sulfasalazine, Protein binding, albumin: greater than 99.3%<\/li><li>Sulfapyridine, Protein binding, albumin: 70%<\/li><li>Acetylsufapyridine, Protein binding, plasma: 90%<\/li><\/ul>"},{"id":"575390-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: minimal<\/li><li>Intestinal Tract: extensive<\/li><li>Sulfapyridine: active<\/li><li>5-aminosalicylic acid: active<\/li><\/ul>"},{"id":"575390-s-8-26","title":"Excretion","mono":"<ul><li>Feces: primarily 5-aminosalicylic acid unchanged or as acetyl-5-aminosalicylic acid<\/li><li>Renal: primarily sulfapyridine and absorbed 5-aminosalicylic acid unchanged or as glucuronide conjugates<\/li><\/ul>"},{"id":"575390-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Sulfasalazine: 7.6 hr<\/li><li>Sulfapyridine: 10.4 to 14.8 hr<\/li><\/ul>"}]},"9":{"id":"575390-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>preferably take after meals<\/li><li>(delayed release) swallow whole, preferably after meals<\/li><li>(delayed release) do not crush<\/li><\/ul>"},"10":{"id":"575390-s-10","title":"Monitoring","mono":"<ul><li>rheumatoid arthritis: improvement in number and extent of actively inflamed joints and erythrocyte sedimentation rate or C-reactive protein for evaluation of therapeutic response<\/li><li>ulcerative colitis: biopsy and sigmoidoscopy, remissions between acute attacks, and improvement in clinical criteria (ie, presence of fever, degree and frequency of bleeding and diarrhea, weight changes) for assessment of therapeutic response<\/li><li>CBC with differential and liver function tests; prior to starting therapy; every second week for first 3 months; once a month for second 3 months; once every 3 months thereafter; and as clinically indicated<\/li><li>renal function and urinalysis with microscopy; periodically<\/li><li>hemolytic anemia, in patients with glucose-6 phosphate dehydrogenase deficiency<\/li><li>serum sulfapyridine levels<\/li><li>infection; during treatment and after drug discontinuation<\/li><li>kernicterus in newborn; if mother receiving sulfasalazine<\/li><li>bloody stool or diarrhea in infant; if breastfeeding mother receiving sulfasalazine<\/li><\/ul>"},"11":{"id":"575390-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 500 MG<\/li><li>Oral Tablet, Enteric Coated: 500 MG<\/li><\/ul><\/li><li><b>Azulfidine Entabs<\/b><br\/>Oral Tablet, Enteric Coated: 500 MG<br\/><\/li><li><b>Azulfidine<\/b><br\/>Oral Tablet: 500 MG<br\/><\/li><li><b>Sulfazine EC<\/b><br\/>Oral Tablet, Enteric Coated: 500 MG<br\/><\/li><li><b>Sulfazine<\/b><br\/>Oral Tablet: 500 MG<br\/><\/li><\/ul>"},"12":{"id":"575390-s-12","title":"Toxicology","sub":[{"id":"575390-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>MESALAMINE AND RELATED AGENTS <\/b><br\/>USES:  Mesalamine is indicated for the induction of remission, and for the treatment of mild to moderate ulcerative colitis, proctosigmoiditis or proctitis, and Crohn's disease. Balsalazide is indicated for the treatment of mild to moderate ulcerative colitis. Olsalazine is used to maintain remission of ulcerative colitis in patients who are intolerant of sulfasalazine. PHARMACOLOGY: Mesalamine, also known as 5-aminosalicylic acid, is classified as an anti-inflammatory drug.  In patients with inflammatory bowel disease, mucosal production of arachidonic acid metabolites is increased both through the cyclooxygenase and lipoxygenase pathways.  Mesalamine appears to reduce inflammation by inhibiting cyclooxygenase and lipoxygenase, thereby decreasing the production of prostaglandins and leukotrienes. Both balsalazide and olsalazine are converted to mesalamine in the colon. Each daily dose (6.75 grams\/day) of balsalazide is equivalent to 2.4 grams of mesalamine. Olsalazine 1 g is converted to more than 0.9 g of mesalamine in the colon. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: There is limited experience with overdose.  Effects of overdose may be similar to salicylate toxicity:  tinnitus, vertigo, headache, confusion, drowsiness, sweating, seizures, hyperventilation, dyspnea, vomiting, and diarrhea. Disruption of electrolyte balance and blood-pH, hyperthermia, dehydration, and end organ damage may occur with severe intoxication. ADVERSE EFFECTS: COMMON: Diarrhea, nausea, vomiting, abdominal pain, flatulence, and headache. OTHER EFFECTS: Rash, pruritus, urticaria skin eruption, dyspepsia, tinnitus, and elevated liver enzymes. RARE: Pericardial effusion, hypertension, hypotension, tachycardia, bradycardia, pericarditis, myocarditis, alopecia, pancreatitis, renal impairment including minimal change nephropathy, acute and chronic interstitial nephritis, and renal failure, blood dyscrasias (eg, thrombocytopenia, aplastic anemia, agranulocytosis, neutropenia, pancytopenia, eosinophilia, leukopenia), hepatotoxicity, hypersensitivity reaction, arthralgia, depression, dizziness, insomnia, somnolence, vertigo, asthenia, paresthesia, respiratory distress, and pneumonia.<br\/><\/li><li><b>SULFASALAZINE<\/b><br\/>USES: Sulfasalazine is used for treatment of ulcerative colitis, rheumatoid arthritis, and polyarticular-course juvenile rheumatoid arthritis. PHARMACOLOGY: The mode of action of sulfasalazine or its metabolites, 5-aminosalicylic acid (mesalamine) and sulfapyridine, is unknown but may be related to anti-inflammatory and immunomodulatory properties of the agent. EPIDEMIOLOGY: Overdose is rare. TOXICITY:  Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Headache, dizziness, methemoglobinemia, and tachycardia have been reported following sulfasalazine overdose. ADVERSE EFFECTS: COMMON: Anorexia, headache, nausea, vomiting, abdominal discomfort, dyspepsia, and rash. Other rare adverse effects include pruritus, urticaria, rash, fever, cyanosis, dizziness, malaise, depression, fatigue, insomnia, confusion, stomatitis, elevated liver enzyme levels, hepatic necrosis, granulomatous hepatitis, folic acid deficiency, Heinz body anemia, hemolytic anemia, leukopenia, thrombocytopenia, neutropenia, macrocytosis, megaloblastic anemia, agranulocytosis, methemoglobinemia, aplastic anemia, tachycardia, acute allergic reaction, fixed drug eruption, Stevens-Johnson syndrome, erythema multiforme, toxic epidermal necrolysis, pancreatitis, taste disturbances, renal calculi, nephrotic syndrome, myopathy, pneumonia, and pulmonary infiltrates.<br\/><\/li><\/ul>"},{"id":"575390-s-12-32","title":"Treatment","mono":"<ul><li><b>MESALAMINE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat hypotension with IV fluids and pressors (norepinephrine preferred) if needed. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not recommended, because of the possibility of CNS depression and subsequent aspiration. HOSPITAL: Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions (rare) or pulmonary toxicity.<\/li><li>Antidote: None.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, renal function, and liver enzymes after significant overdose. Obtain baseline ECG in symptomatic patients and institute continuous cardiac monitoring. Patients exhibiting symptoms of respiratory distress should be monitored with continuous pulse oximetry and a chest radiograph.<\/li><li>Enhanced elimination procedure: At the time of this review, there is no information regarding the effectiveness of  hemodialysis following mesalamine overdose. Mesalamine has a protein binding of 43% and a volume of distribution of 0.2 L\/kg. Theoretically, hemodialysis would be effective in clearing mesalamine.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic, can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Peak concentrations of delayed-release formulations are expected to be delayed after overdose. Patients that remain asymptomatic can be discharged.  ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>SULFASALAZINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors, and epinephrine may be required. Myelosuppression has been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg, filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not recommended, because of the possibility of CNS depression and subsequent aspiration. HOSPITAL: Consider activated charcoal in a patient with a recent, substantial overdose who is alert or in whom airway is protected.<\/li><li>Antidote: None<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression, severe allergic reactions (rare), or pulmonary toxicity.<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids, or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Myelosuppression: Severe neutropenia: filgrastim 5 mcg\/kg\/day subcutaneously, or sargramostim 250 mcg\/m(2)\/day infused over 4 hours. Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Methemoglobinemia: Obtain a methemoglobin level in cyanotic patients. Treat symptomatic methemoglobinemia (usually at methemoglobin levels above 20% to 30%) with methylene blue and oxygen therapy.<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Monitoring of patient: Monitor vital signs, CBC with differential, renal function, and liver enzyme levels in symptomatic patients. Monitor fluid and electrolyte status in patients with significant diarrhea and vomiting. Monitor methemoglobin levels in cyanotic patients.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a health care facility and monitored until symptoms resolve. Children with unintentional ingestions who are symptomatic should be observed in a health care facility. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><\/ul>"},{"id":"575390-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>MESALAMINE AND RELATED AGENTS <\/b><br\/>TOXICITY: A specific toxic dose has not been established. A 3-year-old ingested 2 grams of oral mesalamine without adverse effects. THERAPEUTIC DOSE: ADULTS: BALSALAZIDE: Colazal(R) capsule: Three 750 mg capsules orally 3 times daily (total 6.75 g\/day) for 8 to 12 weeks. Giazo(R) oral tablet: MEN: Three 1.1 g tablets orally twice daily for up to 8 weeks; WOMEN: Efficacy not established; not approved for use in women. MESALAMINE: MILDLY TO MODERATELY ACTIVE ULCERATIVE COLITIS: Pentasa(R) controlled-release capsule - 1 gram orally 4 times daily for up to 8 weeks; maximum daily dose 4 grams. Asacol(R) delayed-release tablet - 800 milligrams orally 3 times daily for 6 weeks; maximum daily dose of 2.4 grams. Lialda(TM) delayed-release tablet - 2 to 4 (1.2 gram) tablets taken once daily with meal for a total daily dose of 2.4 or 4.8 grams for up to 8 weeks. MAINTENANCE (ORAL): Asacol(R) delayed-release tablet: 1.6 grams orally in divided doses daily. Apriso(TM) extended-release capsule: 1.5 grams ORALLY once daily in the morning. ACTIVE, CHRONIC (RECTAL): Rowasa(R) enema - 4 grams retention enema RECTALLY once daily at bedtime (retain for 8 hours) for 3 to 6 weeks. Canasa(R) suppository - 1000 milligrams suppository rectally once daily at bedtime. ACTIVE, MILD TO MODERATE ULCERATIVE PROCTOSIGMOIDITIS (RECTAL): Rowasa(R) enema: 4 g retention enema RECTALLY once daily at bedtime (retain for 8 hours) for 3 to 6 weeks.  OLSALAZINE: 1 g\/day orally in 2 divided doses. CHILDREN: BALSALAZIDE: (5 yrs and older): Colazal(R) capsule: Three 750 mg capsules orally 3 times daily (6.75 g\/day) for up to 8 weeks, or 750 mg orally 3 times daily (2.25 g\/day) for up to 8 weeks. Safety and efficacy have not been established in pediatric patients below the age of 5 years. MESALAMINE: Safety and efficacy have not been established in pediatric patients. OLSALAZINE: Safety and efficacy have not been established in pediatric patients.<br\/><\/li><li><b>SULFASALAZINE<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Sulfasalazine doses of 16 g\/day have been given to patients without mortality. A man developed headache, dizziness, and tachycardia after ingesting sulfasalazine 25 g. A 2-month-old did not experience any symptoms of toxicity following an inadvertent dose of sulfasalazine 1500 mg. THERAPEUTIC DOSE: ADULTS: Up to 4 g\/day; CHILDREN: Initially, 40 to 60 mg\/kg\/day divided in 3 to 6 doses; maintenance 30 mg\/kg\/day divided in 4 doses, up to a maximum of 2 g\/day.<br\/><\/li><\/ul>"}]},"13":{"id":"575390-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that serious and potentially life threatening skin and\/or hypersensitivity reactions may occur, especially during the first month of therapy.<\/li><li>Inform patient that drug may cause urine\/skin to turn yellow-orange color.<\/li><li>This drug may cause anorexia, nausea, vomiting, and headache.<\/li><li>Instruct patient to immediately report sore throat, fever, pallor, purpura, or jaundice as this may indicate a serious blood disorder.<\/li><li>Patient should maintain adequate hydration during therapy to prevent renal stone formation.<\/li><li>Patient should take drug in evenly divided doses after meals. Instruct patient to swallow the delayed-release tablets whole.<\/li><\/ul>"}}}