{"drugs":["Sclerosol Intrapleural","Talc"],"mono":{"0":{"id":"589280-s-0","title":"Generic Names","mono":"Talc"},"1":{"id":"589280-s-1","title":"Dosing and Indications","sub":{"0":{"id":"589280-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Neoplastic pleural effusion, Recurrent; Prophylaxis:<\/b> (aerosol) 4 to 8 g INTRAPLEURALLY, as a single dose, from the spray canister(s), which delivers talc at a rate of 1.2 g\/second<\/li><li><b>Neoplastic pleural effusion, Recurrent; Prophylaxis:<\/b> (powder) 5 g, dissolved in 50 to 100 mL of NS, INTRAPLEURALLY via chest tube<\/li><li><b>Pneumothorax:<\/b> 2 to 10 g have been used effectively via poudrage in a few clinical studies<\/li><\/ul>"},"1":{"id":"589280-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy in pediatric patients have not been established "},"3":{"id":"589280-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Neoplastic pleural effusion, Recurrent; Prophylaxis<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Pleural effusion, Nonmalignant<\/li><li>Pneumothorax<\/li><\/ul>"}}},"3":{"id":"589280-s-3","title":"Contraindications\/Warnings","sub":[{"id":"589280-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"589280-s-3-10","title":"Precautions","mono":"<ul><li>future procedures; sclerosis of the pleural space may preclude subsequent diagnostic procedures of the pleura on the treated side and complicate or preclude future ipsilateral lung resective surgery (including pneumonectomy for transplantation purposes)<\/li><li>potentially curable malignancies; use not recommended due to lack of antineoplastic activity; consider appropriate systemic therapies<\/li><li>pulmonary complications, severe (eg, acute pneumonitis, acute respiratory distress syndrome (ARDS)), including 1 fatal case, have been reported<\/li><li>silicosis or asbestosis-like disease, chronic bronchitis, bronchogenic carcinoma and pleural plaques have been reported with use of inhaled talc<\/li><\/ul>"},{"id":"589280-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"589280-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"589280-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Other:<\/b>Fever, Pain<br\/><b>Serious<\/b><ul><li><b>Neurologic:<\/b>Cerebral embolism<\/li><li><b>Respiratory:<\/b>Acute respiratory distress syndrome, Empyema, Hemoptysis, Hypoxemia, Pneumonitis, acute, Pulmonary edema, Respiratory failure<\/li><\/ul>"},"6":{"id":"589280-s-6","title":"Drug Name Info","sub":{"0":{"id":"589280-s-6-17","title":"US Trade Names","mono":"Sclerosol Intrapleural<br\/>"},"2":{"id":"589280-s-6-19","title":"Class","mono":"<ul><li>Protectant, Dermatological<\/li><li>Sclerosing Agent<\/li><\/ul>"},"3":{"id":"589280-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"}}},"7":{"id":"589280-s-7","title":"Mechanism Of Action","mono":"Intrapleural-Local: Talc is believed to act in the pleural cavity by inducing an inflammatory reaction that results in sclerosis and in pleurodesis (adherence of the visceral to the parietal pleura), which obliterates the pleural space and prevents reaccumulation of pleural fluid.  <br\/>"},"9":{"id":"589280-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>for intrapleural administration only<\/li><li>administer only asbestos-free talc<\/li><\/ul><\/li><li><b>Intrapleural<\/b><br\/><ul><li>administer following adequate drainage of the effusion<\/li><li>(aerosol) prior to administration shake canister well<\/li><li>(aerosol) insert delivery nozzle into pleural trocar and administer short bursts in several different directions to ensure equal distribution of talc powder; maintain canister in upright position<\/li><li>(powder) dissolve 5 g in 50 mL NS; swirl vial to disperse powder and prevent talc from settling into the slurry<\/li><li>(powder) divide the reconstituted contents of each 50 mL vial into two 60 mL syringes (25 mL in each syringe) and dilute with NS to total volume of 50 mL for a final concentration of 2.5 g\/ 50 mL; each vial should have 10 mL of head airspace<\/li><li>(powder) use talc slurry within 12 hours of preparation; shake well prior to use<\/li><li>(powder) immediately prior to administration, vent the 10 mL of head airspace<\/li><li>(powder) administer slurry through chest tube; may flush with 10 to 25 mL of NS<\/li><\/ul><\/li><\/ul>"},"10":{"id":"589280-s-10","title":"Monitoring","mono":"<ul><li>pulmonary function<\/li><li>chest x-ray<\/li><\/ul>"},"12":{"id":"589280-s-12","title":"Toxicology","sub":[{"id":"589280-s-12-31","title":"Clinical Effects","mono":"<b>TALC<\/b><br\/>BACKGROUND: Talc is a relatively inert, insoluble crystalline powder that is a topical lubricant, absorbent, and protectant. USES: Talc is used as a dusting powder (to control rashes or in cosmetics) and as filler for paper, rubber, soap, and roofing asphalt; it is a mineral widely used as a pigment in paints, ceramics, varnishes, putty, plaster, rubber and the cosmetic industries. Talc can also be found in chewing gum, medicinal and toilet preparations, electrical insulation, insecticides, lubricants, polishing compounds, slate pencils and crayons, and vitamin supplements. When talc is isolated as a pure mineral, it is composed of 63.6% silicon dioxide, 21.89% magnesium oxide and 4.75% water, though it rarely approaches this theoretical purity as an industrial commodity. Talc is available in the following grades: crude, washed, air-floated, USP, fibrous (99.5%, 99.95%). TOXICOLOGY:  Relatively inert, insoluble crystalline powder used topically as a lubricant, absorbent, and protectant.  It is not a primary skin irritant and does not produce sensitization.  When deposited in tissue, talc particles are physical irritants which produce intense inflammatory reactions. EPIDEMIOLOGY: Exposure to commercial talcum powder is relatively common; serious toxicity has caused fatal acute talc inhalation exposure but these events are uncommon. The incidence of accidental inhalation of talc by infants was approximately several thousand cases nationwide per year as of the early 1980s. It is unclear if the incidence has declined, but the use of creams and lotions are likely more efficacious for diaper care in infants. ACUTE INHALATION: Acute aspiration of talc causes cough, dyspnea, tachycardia, tachypnea, sneezing, vomiting, cyanosis, and pulmonary edema which may be delayed up to several hours. Asphyxia and cardiorespiratory arrest may occur following severe aspiration. CHRONIC INHALATION of industrial talc dusts or body talc produces talcosis due to talc, silica, and asbestos (talc pneumoconiosis) characterized by a productive cough, dyspnea, rales, diminished breath sounds, limited chest expansion, interstitial fibrosis, and granulomas. INTRAVENOUS INJECTION of talc-containing tablets or capsules produces foreign body vascular granulomatas (microemboli) at the site of intramuscular or subcutaneous injection and widespread arterial wall granulomas. SYSTEMIC GRANULOMATOSIS has been reported in IV drug abusers. Angiothrombotic pulmonary arterial hypertension and cor pulmonale may develop. Mild retinal hemorrhage may occur following IV injection of talc or talc containing products. Pulmonary effects include nonproductive cough, fever, dyspnea, and granulomatosis. Subtle x-ray changes may develop showing symmetrical hilar and perihilar interstitial infiltrations which are only minimally reversible. As the disease progresses, typical findings on chest CT include large and irregular attenuated nodules (\"ground glass\") in the middle and upper part of the lung following intravenous abuse of oral drugs. These nodules can evolve into large masses or consolidations and panlobular emphysema can develop in the lower lobes likely following years of abuse. OPEN WOUNDS: When talc is applied to open wounds or contaminates wounds during surgery, it can cause a severe granulomatous reaction. Talc should not be applied to broken skin. It is a severe eye irritant and has caused symblepharon, serious enough to require surgical correction. <br\/>"},{"id":"589280-s-12-32","title":"Treatment","mono":"<b>TALC <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. If significant amounts of talc (including talcum powder) have been inhaled it can act as a pulmonary irritant resulting in cough, dyspnea, sneezing, vomiting and cyanosis. Symptoms may not develop until several hours after aspiration. The inhalation of talc can cause drying of mucous membranes leading to possible obstruction of small airways resulting in respiratory distress. Following inhalation exposure, treat symptomatic patients with corticosteroids. Prednisone: Infant\/Child: Administer 1 to 2 mg\/kg\/day for 3 to 5 days. Administer oxygen and monitor pulse oximetry continuously. Excessive oral (mucous) secretions should be suctioned. In one toddler, an exogenous surfactant (ie, Poractant Alfa) via aerosol was used in a toddler with talc aspiration, and was associated with an improvement in respiratory symptoms and radiological findings. Prophylactic antibiotics are not generally recommended, but antibiotics should be administered to patients with evidence of aspiration pneumonia or secondary bacterial infection. Respiratory physiotherapy may be useful in loosening thick secretions away from the bronchial wall and to stimulate muscular contractility in patients that develop lung consolidation. Bronchodilators are of limited value.  MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Endotracheal intubation and mechanical ventilation may be necessary.  Monitor ABGs and continuous pulse oximetry. Consider BRONCHIOALVEOLAR LAVAGE to remove aspirated powder. This may be of limited value and can be dangerous, but may be indicated in those patients refractory to other therapies (ie, oxygen, suctioning).<\/li><li>Decontamination: PREHOSPITAL: Do NOT induce emesis following an oral ingestion of talc. HOSPITAL: Do NOT induce emesis following an oral ingestion of talc. Consider bronchioalveolar lavage to remove aspirated powder. This may be of limited value and can be dangerous, but may be indicated in those patients refractory to other therapies (ie, oxygen, suctioning).<\/li><li>Airway management: Maintain adequate ventilation and oxygenation. Endotracheal intubation and mechanical ventilation may be necessary. Check adequacy of oxygenation and ventilation with arterial blood gases and continuous pulse oximetry as needed.<\/li><li>Monitoring of patient: If symptomatic, obtain baseline CBC, electrolytes, and chest x-ray.  Monitor arterial blood gases regularly in those patients with severe respiratory findings. Obtain a chest radiograph in patients with pulmonary symptoms. Radiographic findings in chronic talc exposure include fibrosis, granulomas, and diffuse reticulonodular infiltrates. Subtle pulmonary abnormalities such as decreased carbon monoxide diffusing capacity are an earlier indication of pulmonary damage than clinical or radiological evidence.<\/li><li>Patient disposition: HOME CRITERIA: An adult can remain at home following a minor or mild inadvertent inhalation exposure (ie, no respiratory symptoms and\/or mild cough) to talc. Infants and\/or a young child that has or is suspected of inhaling and\/or ingesting talcum powder should be sent to a healthcare facility to rule out respiratory involvement (ie, possible aspiration, delayed symptoms (ie, dyspnea, choking, coughing). OBSERVATION CRITERIA: Patients that develop persistent or worsening respiratory symptoms should be sent to a healthcare facility. Patients may be discharged once respiratory symptoms are resolved. ADMISSION CRITERIA: Admit patients that continue to have respiratory difficulties who require a higher level of care. CONSULT CRITERIA: Consult with a pulmonologist if the diagnosis is unclear. A hospital intensivist may be needed to treat severely ill patients requiring intubation and mechanical ventilation.<\/li><\/ul>"},{"id":"589280-s-12-33","title":"Range of Toxicity","mono":"<b>TALC <\/b><br\/>TOXICITY: A toxic dose has not been established. ACUTE INHALATION: Only a small percentage of acute talc inhalations require hospitalization or become fatally ill. CHRONIC INHALATION: The extent and severity of lung injury (fibrosis) correlates with the length of exposure and dust concentration. Chronic talc inhalation may increase the risk of bronchogenic cancer. <br\/>"}]},"13":{"id":"589280-s-13","title":"Clinical Teaching","mono":"<ul><li>May cause pain, fever, or dyspnea.<\/li><li>Advise patient to report signs\/symptoms of cardiac dysrhythmia, myocardial infarction, or respiratory distress.<\/li><\/ul>"}}}