{"generic":"Teniposide","drugs":["Teniposide","Vumon"],"mono":[{"id":"594300-s-0","title":"Generic Names","mono":"Teniposide"},{"id":"594300-s-1","title":"Dosing and Indications","sub":[{"id":"594300-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Non-Hodgkin's lymphoma:<\/b> single agent, 30 mg\/m(2) IV daily for 10 days OR every 5 days<\/li><li><b>Non-Hodgkin's lymphoma:<\/b> single agent, 50-100 mg\/m(2) IV once weekly<\/li><li><b>Non-Hodgkin's lymphoma:<\/b> in combination with other anticancer agents, 60-70 mg\/m(2) IV once weekly<\/li><li><b>Small cell carcinoma of lung:<\/b> a daily dose (single agent) of 60 mg\/m(2) IV for 5 days every 3 weeks has been used<\/li><\/ul>"},{"id":"594300-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Acute lymphoid leukemia, Refractory, as induction therapy in combination with other agents:<\/b> 165 mg\/m(2) IV, with cytarabine 300 mg\/m(2) IV twice weekly for 8 to 9 doses (study dosing)<\/li><li><b>Acute lymphoid leukemia, Refractory, as induction therapy in combination with other agents:<\/b> 250 mg\/m(2) IV, with vincristine 1.5 mg\/m(2) IV weekly for 4 to 8 weeks and prednisone 40 mg\/m(2) ORALLY for 28 days (study dosing)<\/li><li><b>Neuroblastoma:<\/b> optimal dose and timing not defined<\/li><\/ul>"},{"id":"594300-s-1-6","title":"Dose Adjustments","mono":"<b>Down syndrome:<\/b> First course given at 50% usual dose; subsequent courses at higher dosages depending on degree of myelosuppression and mucositis "},{"id":"594300-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Acute lymphoid leukemia, Refractory, as induction therapy in combination with other agents<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Acute lymphoid leukemia<\/li><li>Intracranial tumor<\/li><li>Multiple myeloma<\/li><li>Neuroblastoma<\/li><li>Non-Hodgkin's lymphoma<\/li><li>Retinoblastoma<\/li><li>Small cell carcinoma of lung<\/li><\/ul>"}]},{"id":"594300-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Teniposide should be administered under the supervision of a qualified physician experienced in prescribing chemotherapy. Severe myelosuppression, resulting in infection or bleeding, may occur with teniposide. Hypersensitivity reactions, including anaphylaxis-like symptoms, may occur with initial dosing or with repeated exposure to teniposide. Epinephrine, with or without corticosteroids and antihistamines, has been used to treat hypersensitivity reactions.<br\/>"},{"id":"594300-s-3","title":"Contraindications\/Warnings","sub":[{"id":"594300-s-3-9","title":"Contraindications","mono":"Hypersensitivity to teniposide or polyoxyl 35 castor oil <br\/>"},{"id":"594300-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warnings:<\/li><li>-- Severe myelosuppression, with infection or bleeding, has been reported and is dose limiting; monitoring recommended<\/li><li>-- Life-threatening hypersensitivity reactions, including anaphylaxis-like symptoms, may occur, with an increased risk for recurrence; pretreatment and continuous monitoring recommended and interrupt therapy if suspected<\/li><li>Cardiovascular:<\/li><li>-- Hypotension has been reported; increased risk with rapid IV injection or high doses; discontinue infusion if significant hypotension occurs and restart at a slower administration rate if necessary<\/li><li>-- Extravasation, leading to local tissue necrosis or thrombophlebitis, may occur with improper administration<\/li><li>-- Occlusion of central venous access device has been reported during 24-hour infusions; monitoring recommended<\/li><li>Endocrine and Metabolic:<\/li><li>-- Metabolic acidosis has been reported in patients receiving high-dose infusions with antiemetic pretreatment<\/li><li>Hematologic:<\/li><li>-- Down syndrome patients with leukemia may have increased sensitivity to myelosuppression; dosage adjustment recommended<\/li><li>Neurologic:<\/li><li>-- CNS depression has been reported in patients receiving high-dose infusions with antiemetic pretreatment<\/li><li>Reproductive:<\/li><li>-- Male infertility may occur and there is also in increased risk for birth defects due to genetic damage to sperm; storing sperm for future artificial insemination may be considered prior to treatment<\/li><li>-- Fetal harm may occur when used during pregnancy; avoid pregnancy during treatment<\/li><li>Other:<\/li><li>-- Sudden death has been reported; monitoring recommended; immediate discontinuation required if sign of anaphylaxis occur<\/li><\/ul>"},{"id":"594300-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"594300-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"594300-s-4","title":"Drug Interactions","sub":[{"id":"594300-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"594300-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Cobicistat (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Glucosamine (theoretical)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Paritaprevir (theoretical)<\/li><li>Phenobarbital (probable)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},{"id":"594300-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (33%), Inflammatory disease of mucous membrane (76%), Nausea and vomiting (29%)<\/li><li><b>Hematologic:<\/b>Anemia (88%), Leukopenia (89%), Thrombocytopenia (85%)<\/li><li><b>Other:<\/b>Infectious disease (12%), Infectious disease (12%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Myelosuppression (75%), Neutropenia (95%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (5%)<\/li><li><b>Neurologic:<\/b>Neurotoxicity (less than 1%)<\/li><\/ul>"},{"id":"594300-s-6","title":"Drug Name Info","sub":{"0":{"id":"594300-s-6-17","title":"US Trade Names","mono":"Vumon<br\/>"},"2":{"id":"594300-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Mitotic Inhibitor<\/li><\/ul>"},"3":{"id":"594300-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"594300-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"594300-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Teniposide is a topoisomerase II inhibitor. Topoisomerase II creates and reseals double-stranded DNA breaks and is therefore likely to be involved in DNA replication and repair. Teniposide is able to to induce the stabilization of a DNA-topoisomerase II complex such that the strand-rejoining activity of the enzyme is impaired.<\/li><li>Teniposide acts at the premitotic stage of cell division to prevent cells from entering mitosis by causing dose-dependent single- and double-stranded breaks in DNA and DNA-protein cross-links. It does not intercalate into or bind strongly to DNA. It is cell phase-specific, acting in the late S or early G2 phase of cell division.<\/li><\/ul>"},{"id":"594300-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"594300-s-8-24","title":"Distribution","mono":"Systemic: Vd: range 8 to 44 L\/m2 Adults; 3 to 11 L\/m2 Children <br\/>"},"3":{"id":"594300-s-8-26","title":"Excretion","mono":"Systemic: Fecal, 0 to 10%; Renal: 44%, 4 to 12% unchanged <br\/>"},"4":{"id":"594300-s-8-27","title":"Elimination Half Life","mono":"Systemic: 5 h <br\/>"}}},{"id":"594300-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>Use proper procedures for handling and disposal of chemotherapy<\/li><li>Prepare in non-DEHP (di-2-ethylhexyl phthalate)-containing large volume parenteral containers (eg, glass or polyolefin plastic bags or containers); use of PVC containers is not recommended.<\/li><li>Dilute solution with either D5W or NS to a final concentration of 0.1 mg\/mL, 0.2 mg\/mL, 0.4 mg\/mL, or 1 mg\/mL.<\/li><li>Do not agitate solutions more than is recommended when preparing.<\/li><li>Minimize storage time prior to administration; refrigeration is not recommended.<\/li><li>Solutions with final concentrations of 0.1 mg\/mL, 0.2 mg\/mL, and 0.4 mg\/mL are stable for up to 24 hours at room temperature.<\/li><li>Solutions with final concentration of 1 mg\/mL should be administered within 4 hours of preparation.<\/li><li>Diluted solutions are chemically and physically compatible with recommended IV administration sets and containers for up to 24 hours at ambient room temperature and lighting conditions.<\/li><li>Avoid contact of diluted solution with other drugs or fluids.<\/li><li>Administer with non-DEHP (di-2-ethylhexyl phthalate)-containing IV administration sets (eg, lipid administration sets or low DEHP-containing nitroglycerin sets).<\/li><li>Before and after administration, flush the line with D5W or NS; do not flush with heparin.<\/li><li>Administer over at least 30 to 60 minutes and not by rapid IV injection.<\/li><\/ul>"},{"id":"594300-s-10","title":"Monitoring","mono":"<ul><li>evidence of chemotherapeutic response<\/li><li>CBC; prior to therapy, before each subsequent dose, and periodically during and after therapy<\/li><li>renal and hepatic function<\/li><li>blood pressure during infusion<\/li><\/ul>"},{"id":"594300-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Intravenous Solution: 10 MG\/ML<br\/>"},{"id":"594300-s-12","title":"Toxicology","sub":[{"id":"594300-s-12-31","title":"Clinical Effects","mono":"<b>TENIPOSIDE<\/b><br\/>USES: Teniposide, a phase-specific cytotoxic agent, is used in combination with other antineoplastic agents for induction therapy in patients with refractory childhood acute lymphoblastic leukemia. PHARMACOLOGY: Teniposide acts at the premitotic stage of cell division to prevent cells from entering mitosis by causing dose-dependent single- and double-stranded breaks in DNA and DNA-protein cross-links. It does not intercalate into or bind strongly to DNA. It is cell phase-specific, acting in the late S or early G2 phase of cell division. TOXICOLOGY: Teniposide is a semi-synthetic derivative of podophyllotoxin. Overdose effects are likely to occur in rapidly dividing cells (ie, bone marrow, gastrointestinal tract). EPIDEMIOLOGY: Teniposide is intended for children only; limited reports of exposure. OVERDOSE: Severe myelosuppression is anticipated following overdose. Hypotension, metabolic acidosis and somnolence have been reported after 3 to 5 times the usual therapeutic dose. MILD TO MODERATE TOXICITY: Events are anticipated to be similar to adverse effects reported with therapy. Hematologic toxicity includes: myelosuppression, leukopenia, neutropenia, thrombocytopenia and anemia. Gastrointestinal effects include: mucositis, diarrhea and nausea\/vomiting. SEVERE TOXICITY: Severe myelosuppression may produce bleeding and infection. Hypersensitivity reactions including anaphylaxis-like symptoms may develop. ADVERSE EFFECTS: FREQUENT: Myelosuppression is the dose-limiting toxicity. Other adverse effects that may commonly occur include nausea, vomiting, mucositis and diarrhea. RARE: Hypersensitivity reactions, consisting of chills, fever, tachycardia, flushing, bronchospasm, dyspnea, and blood pressure changes (hypotension or hypertension). Transient hypotension following rapid intravenous administration have been infrequently reported in pediatric patients and may be due to the ethanol content of the formulation.<br\/>"},{"id":"594300-s-12-32","title":"Treatment","mono":"<b>TENIPOSIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat persistent nausea and vomiting with several antiemetics of different classes and IV fluids as needed. Treat significant diarrhea with antidiarrheal agents. Monitor vital signs for clinically significant hypotension. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe myelosuppression (ie, neutropenia). MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. MYELOSUPPRESSION: Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage.  HYPOTENSION: IV 0.9% NaCl, dopamine, norepinephrine. Central venous pressure monitoring may be indicated to guide fluid therapy. ANAPHYLAXIS: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Decontamination: Decontamination is not necessary in most situations as teniposide is administered intravenously. For dermal exposures, clean skin with soap and water, and for eye exposures, flush with water.<\/li><li>Airway management: Intubate if patient is unable to protect airway or if unstable due to an infusion reaction (hypersensitivity reaction) or unstable hypotension.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Administer colony stimulating factors following a significant overdose as these patients are at risk for severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours OR 250 mcg\/m(2)\/day subQ once daily. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered. <\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Antidote: None.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol, olanzapine).<\/li><li>Extravasation injury: Teniposide is classified as a neutral agent by one source and an irritant by another. If extravasation occurs, stop the infusion. Disconnect the IV tubing, but leave the cannula or needle in place. Attempt to aspirate the extravasated drug from the needle or cannula. If possible, withdraw 3 to 5 mL of blood and\/or fluids through the needle\/cannula. Administer hyaluronidase. Elevate the affected area. Apply warm packs for 15 to 20 minutes for at least 4 times daily. Administer analgesics for severe pain. If pain persists, there is concern for compartment syndrome, or injury is apparent, an early surgical consult should be considered. Close observation of the extravasated area is suggested.  If tissue sloughing, necrosis or blistering occurs, treat as a chemical burn (ie, antiseptic dressings, silver sulfadiazine, antibiotics when applicable).  Surgical or enzymatic debridement may be required. Risk of infection is increased in chemotherapy patients with reduced neutrophil count following extravasation. Consider culturing any open wounds. Monitor the site for the development of cellulitis, which may require antibiotic therapy. HYALURONIDASE: 150 Units (1 mL) given as five 0.2 mL injections into the extravasation site at the leading edge; use solution 150 Units\/1 mL vial and do not dilute further. Use a 25-gauge needle or smaller to inject subQ or intradermally into the extravasation site. Change needle after each injection.  Other sources recommend the following hyaluronidase dose: 150 to 900 Units subQ or intradermally.<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. It has not been studied in the setting of chemotherapy overdose. In patients with trastuzumab overdose, consider administering palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days.<\/li><li>Monitoring of patient: Monitor serial CBC (with differential) and platelet count until there is evidence of bone marrow recovery. Monitor vital signs. Monitor renal and liver function following a significant exposure. Assess fluid and electrolyte status in patients with significant vomiting and\/or diarrhea. Evaluate patients for signs and symptoms of mucositis. Monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract.<\/li><li>Enhanced elimination procedure: It is unlikely that hemodialysis would be useful because teniposide is highly protein bound. Plasmapheresis or plasma exchange might be useful if performed early after large overdose, but use of these modalities has not been reported.<\/li><li>Intrathecal injection: Intrathecal overdose with teniposide has not been reported, however, acute CNS depression has been observed in patients receiving higher than recommended doses of teniposide. After an overdose, keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hours). Add fresh frozen plasma (25 mL FFP to 1 L NS or LR) or 5% albumin to the perfusate to enhance removal as teniposide is highly protein bound. Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), and daily monitoring of CBC. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an overdose. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"594300-s-12-33","title":"Range of Toxicity","mono":"<b>TENIPOSIDE<\/b><br\/>TOXIC DOSE: A specific toxic dose of teniposide has not been established. Doses of 567 to 893 mg\/m(2) have caused somnolence, hypotension and metabolic acidosis in children. THERAPEUTIC DOSE: ADULT: Not indicated for adult use. PEDIATRIC: The recommended dose ranges from 165 mg\/m(2) IV twice weekly for 8-9 doses to 250 mg\/m(2) IV weekly for 4-8 weeks. <br\/>"}]},{"id":"594300-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise female patient to use adequate contraception to avoid pregnancy during therapy.<\/li><li>Warn male patient that drug may decrease fertility (sperm count decreased) or cause birth defects.<\/li><li>Drug may cause alopecia, nausea, vomiting, diarrhea, mucositis and anemia.<\/li><li>Counsel patient to immediately report symptoms of CNS depression, hypotension, or metabolic acidosis (eg, confusion, drowsiness, muscle tremors, or rapid, deep breathing) after the infusion.<\/li><li>Instruct patient to report signs\/symptoms of myelosuppression with resulting infection or bleeding (eg, extreme tiredness, decreased ability to exercise, unexplained sore throat).<\/li><\/ul>"}]}