{"generic":"Terbutaline Sulfate","drugs":["Brethine","Terbutaline Sulfate"],"mono":{"0":{"id":"595880-s-0","title":"Generic Names","mono":"Terbutaline Sulfate"},"1":{"id":"595880-s-1","title":"Dosing and Indications","sub":[{"id":"595880-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Asthma - Bronchospasm; Treatment and Prophylaxis:<\/b> tablets, 2.5 to 5 mg ORALLY every 6 hr 3 times daily, MAX 15 mg\/day<\/li><li><b>Asthma - Bronchospasm; Treatment and Prophylaxis:<\/b> injectable, 0.25 mg SUBQ once; may repeat in 15 to 30 min; MAX dose 0.5 mg\/4 hr<\/li><li><b>Bronchospasm, Reversible, associated with bronchitis and emphysema; Treatment and Prophylaxis:<\/b> tablets, 2.5 to 5 mg ORALLY every 6 hr 3 times a day, MAX 15 mg\/day<\/li><li><b>Bronchospasm, Reversible, associated with bronchitis and emphysema; Treatment and Prophylaxis:<\/b> injectable, 0.25 mg SUBQ once; may repeat in 15 to 30 min; MAX 0.5 mg\/4 hr<\/li><li><b>Fetal distress, Intrauterine:<\/b> tocolysis with fetal distress, IV or SUBQ, 250 mcg once; may repeat in 20 minutes<\/li><\/ul>"},{"id":"595880-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Not FDA-approved in children less than 12 years of age<\/li><li><b>Asthma - Bronchospasm; Treatment and Prophylaxis:<\/b> tablets, 12 to 15 years, 2.5 mg ORALLY 3 times daily, MAX dose 7.5 mg\/day<\/li><li><b>Asthma - Bronchospasm; Treatment and Prophylaxis:<\/b> injectable, 12 years and older, 0.25 mg SUBQ once; may repeat in 15 to 30 min; MAX dose 0.5 mg\/4 hr<\/li><li><b>Bronchospasm, Reversible, associated with bronchitis and emphysema; Treatment and Prophylaxis:<\/b> tablets, 12 to 15 years, 2.5 mg ORALLY 3 times per day; MAX 7.5 mg\/day<\/li><li><b>Bronchospasm, Reversible, associated with bronchitis and emphysema; Treatment and Prophylaxis:<\/b> injectable, 12 years and older, 0.25 mg SUBQ once; may repeat in 15 to 30 min; MAX 0.5 mg\/4 hr<\/li><\/ul>"},{"id":"595880-s-1-6","title":"Dose Adjustments","mono":"<b>Renal impairment:<\/b> reduce dose 50% when GFR is 10-50 mL\/min; do not use when GFR less than 10 mL\/min"},{"id":"595880-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Asthma - Bronchospasm; Treatment and Prophylaxis<\/li><li>Bronchospasm, Reversible, associated with bronchitis and emphysema; Treatment and Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Exercise-induced asthma; Prophylaxis<\/li><li>Fetal distress, Intrauterine<\/li><\/ul>"}]},"3":{"id":"595880-s-3","title":"Contraindications\/Warnings","sub":[{"id":"595880-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to terbutaline products\/sympathomimetic amines<\/li><li>(injection) pregnant women, for the prevention of preterm labor; serious maternal heart problems and death<\/li><li>(injection) pregnant women, for prolonged treatment (beyond 48 to 72 hours) of preterm labor; serious maternal heart problems and death<\/li><li>(injection) pregnant women, for the prevention or treatment of preterm labor in the outpatient or home setting; serious maternal heart problems and death<\/li><li>(oral) pregnant women, for the prevention or any treatment of preterm labor; serious maternal heart problems and death<\/li><\/ul>"},{"id":"595880-s-3-10","title":"Precautions","mono":"<ul><li>(injection and oral) serious adverse reactions (including increased heart rate, transient hyperglycemia, hypokalemia, cardiac arrhythmias, pulmonary edema, and myocardial ischemia) and death have been reported after prolonged oral or injectable administration to pregnant women; myocardial infarction and hypertension have also been reported with obstetric use<\/li><li>cardiovascular disease<\/li><li>convulsive disorders<\/li><li>diabetes mellitus<\/li><li>hypertension<\/li><li>hyperthyroidism<\/li><li>hypokalemia<\/li><\/ul>"},{"id":"595880-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Terbutaline: B (FDA)<\/li><li>Terbutaline: A (AUS)<\/li><\/ul>"},{"id":"595880-s-3-12","title":"Breast Feeding","mono":"<ul><li>Terbutaline: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Terbutaline: WHO: Compatible with breastfeeding.<\/li><li>Terbutaline: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"595880-s-4","title":"Drug Interactions","sub":{"1":{"id":"595880-s-4-14","title":"Major","mono":"<ul><li>Acebutolol (theoretical)<\/li><li>Atenolol (theoretical)<\/li><li>Befunolol (theoretical)<\/li><li>Betaxolol (theoretical)<\/li><li>Bevantolol (theoretical)<\/li><li>Bisoprolol (theoretical)<\/li><li>Bopindolol (theoretical)<\/li><li>Carteolol (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Celiprolol (theoretical)<\/li><li>Esmolol (theoretical)<\/li><li>Furazolidone (probable)<\/li><li>Iobenguane I 123 (theoretical)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (theoretical)<\/li><li>Landiolol (theoretical)<\/li><li>Levobunolol (theoretical)<\/li><li>Linezolid (probable)<\/li><li>Mepindolol (theoretical)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (theoretical)<\/li><li>Metoprolol (theoretical)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (theoretical)<\/li><li>Nebivolol (theoretical)<\/li><li>Nipradilol (theoretical)<\/li><li>Oxprenolol (theoretical)<\/li><li>Pargyline (probable)<\/li><li>Penbutolol (theoretical)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (theoretical)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (theoretical)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (theoretical)<\/li><li>Talinolol (theoretical)<\/li><li>Tertatolol (theoretical)<\/li><li>Timolol (theoretical)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},"5":{"id":"595880-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Palpitations, Tachyarrhythmia<\/li><li><b>Neurologic:<\/b>Headache, Seizure, Tremor<\/li><li><b>Psychiatric:<\/b>Feeling nervous<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia<\/li><li><b>Respiratory:<\/b>Paradoxical bronchospasm, Pulmonary edema<\/li><\/ul>"},"6":{"id":"595880-s-6","title":"Drug Name Info","sub":{"0":{"id":"595880-s-6-17","title":"US Trade Names","mono":"Brethine<br\/>"},"2":{"id":"595880-s-6-19","title":"Class","mono":"<ul><li>Beta-2 Adrenergic Agonist<\/li><li>Bronchodilator<\/li><li>Sympathomimetic<\/li><\/ul>"},"3":{"id":"595880-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"595880-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"595880-s-7","title":"Mechanism Of Action","mono":"Terbutaline sulfate is a beta-adrenergic agonist with preferential effects on beta(2)-adrenergic receptors exerting bronchodilating and smooth muscle relaxation effects. Its pharmacologic mechanism is due to the stimulation of adenyl cyclase resulting in increased intracellular level of cyclic AMP. Elevated cAMP triggers relaxation of bronchial smooth muscle and inhibition of release of inflammatory mediators.<br\/>"},"8":{"id":"595880-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"595880-s-8-23","title":"Absorption","mono":"<ul><li>Oral, Solution: time to peak concentration, 1.5 h (0.5 h to 3 h)<\/li><li>Oral, Tablet: time to peak concentration, 2 h (1 h to 3 h)<\/li><li>Oral, 51 mcg\/kg to 62 mcg\/kg body weight: 1 h to 3 h<\/li><li>Subcutaneous, 0.25 mg: time to peak concentration, about 20 min<\/li><li>Subcutaneous, 0.5 mg: time to peak concentration, 0.5 h (0.08 h to 1 h)<\/li><li>Bioavailability: (tablet), 103% relative to the solution<\/li><\/ul>"},"2":{"id":"595880-s-8-25","title":"Metabolism","mono":"Metabolite: sulfate conjugate <br\/>"},"3":{"id":"595880-s-8-26","title":"Excretion","mono":"<ul><li>Fecal<\/li><li>Renal: (oral), 30% to 50%<\/li><li>Renal: (subcutaneous), about 90%, about 60% unchanged<\/li><li>Dialyzable: unknown<\/li><\/ul>"},"4":{"id":"595880-s-8-27","title":"Elimination Half Life","mono":"<ul><li>(oral), approximately 3.4 h<\/li><li>(subcutaneous), approximately 2.9 h to 14 h<\/li><\/ul>"}}},"9":{"id":"595880-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>do not administer as IV infusion<br\/><\/li><li><b>Subcutaneous<\/b><br\/>administer into the lateral deltoid area<br\/><\/li><\/ul>"},"10":{"id":"595880-s-10","title":"Monitoring","mono":"<ul><li>reduced asthma symptoms<\/li><li>pulmonary function tests<\/li><li> ECG, blood pressure, heart rate (patients with cardiac history)<\/li><\/ul>"},"11":{"id":"595880-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 2.5 MG, 5 MG<\/li><li>Subcutaneous Solution: 1 MG\/ML<\/li><\/ul><\/li><li><b>Brethine<\/b><br\/>Oral Tablet: 2.5 MG, 5 MG<br\/><\/li><\/ul>"},"12":{"id":"595880-s-12","title":"Toxicology","sub":[{"id":"595880-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>SYMPATHOMIMETICS, ORAL <\/b><br\/>USES:  Oral sympathomimetics are used as decongestants, weight loss agents, bronchodilators, anabolic bodybuilding agents, aphrodisiacs, mood stimulants, and to stay awake. PHARMACOLOGY:  Clinical effect is achieved by direct binding at beta and alpha-adrenergic receptors or by indirectly causing an increase of norepinephrine or dopamine (catecholamines) at the neural junction. TOXICOLOGY: Direct receptor binding or catecholamine increase leads to a hyperadrenergic physiologic state. EPIDEMIOLOGY:  Toxicity is common due to the large number of agents with sympathomimetic activity.  Severe poisoning is uncommon. MILD TO MODERATE TOXICITY:  Most patients will experience tachycardia, hypertension, mydriasis, insomnia, headache, and agitation. SEVERE TOXICITY: Large overdoses and severe toxicity may lead to seizures, hallucinations, agitated delirium, and tachydysrhythmias including supraventricular tachycardia and ventricular tachycardia.  Vasospasm can lead to myocardial ischemia or focal cerebrovascular deficits.  Severe hypertension may also result in intracranial hemorrhage or renal insufficiency.  Reflex bradycardia due to significant hypertension is possible.  Prolonged agitation can lead to rhabdomyolysis and hyperthermia. 1,3 DIMETHYLAMYLAMINE: Cerebral hemorrhage has been reported in several cases of recreational use of 1,3-dimethylethylamine (DMAA). CLENBUTEROL: The beta-2 agonists (clenbuterol) can cause significant electrolyte abnormalities including hypokalemia. ADVERSE EFFECTS: Adverse effects from oral sympathomimetics are common.  The most common effects are hypertension, palpitations, nausea, and restlessness.<br\/><\/li><li><b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/>USES: This class of drugs are used to treat hypotension, bradycardia, heart failure, asthma, and anaphylaxis, which includes epinephrine, norepinephrine, dobutamine, dopamine, isoproterenol, terbutaline, and phenylephrine. PHARMACOLOGY: These agents cause stimulation of adrenergic receptors leading to vasoconstriction, increased inotropy and chronotropy. TOXICOLOGY: Primarily from sympathomimetic excess and can either result from vasoconstriction leading to ischemia and hypoxia in end organs, toxic effects from hypertension or hypotension, and cardiac strain from tachycardia. EPIDEMIOLOGY: Uncommon overdose that can lead to significant morbidity and mortality. OVERDOSE: Overdoses are typically iatrogenic.  Home exposure is generally from accidental injection of epinephrine autoinjectors.  These drugs have occasionally been injected as drugs of abuse, although this is rare. MILD TO MODERATE TOXICITY: Tachycardia, nausea, vomiting, hypertension, headache, diaphoresis, and pallor. SEVERE TOXICITY:  Seizures, stroke, pulmonary edema, hypotension, cyanosis, myocardial ischemia or infarction, dysrhythmias, acidosis, hypokalemia, and tissue necrosis. ADVERSE EFFECTS:  Tachycardia, nausea, vomiting, hypertension, headache, diaphoresis, and pallor. Ischemic necrosis secondary to local vasoconstriction can result from extravasation of sympathomimetic agents including dobutamine, dopamine, epinephrine, metaraminol and norepinephrine. TERBUTALINE: use of terbutaline in pregnant women for the prevention or prolonged treatment (beyond 48 to 72 hours) of preterm labor carries the risk of potentially serious maternal cardiac events (ie, tachycardia, cardiac dysrhythmias, myocardial infarction, hypertension and pulmonary edema) and death.<br\/><\/li><\/ul>"},{"id":"595880-s-12-32","title":"Treatment","mono":"<ul><li><b>SYMPATHOMIMETICS, ORAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Simple symptomatic care is all that is required in the vast majority of overdoses.  Hydration and benzodiazepines may be used as needed for agitation and mild vital sign abnormalities. MANAGEMENT OF SEVERE TOXICITY: VITAL SIGNS:  Fluid resuscitation should be the first-line treatment for hypotension. Hyperthermia should be treated with benzodiazepines, cooled fluids, and external cooling measures if mild, however, for temperatures over 40 degrees Celsius, intubation and paralysis is recommended. CARDIOVASCULAR:  Antihypertensives can be used for severely elevated blood pressure associated with end organ effects such as myocardial ischemia or cerebrovascular ischemia. In the hypertensive tachycardic patient, one should avoid using beta-blockers in isolation due to the possibility of unopposed alpha effects worsening vasospastic ischemia.  Nicardipine or labetalol are good antihypertensive choices because they have effects on both heart rate and blood pressure.  Treat ventricular dysrhythmias with lidocaine or amiodarone, and cardioversion if hemodynamically unstable. NEUROLOGIC:  Large doses of benzodiazepines may be needed to control profound agitation and seizures.  If benzodiazepines are ineffective, propofol or phenobarbital can be used to control the symptoms.  Management of cerebrovascular hemorrhage should focus on blood pressure control and airway management as appropriate. RENAL:  Fluid resuscitation is the key to maintaining urine output.   Acidosis can be treated with normal saline (and sedation to control agitation) until euvolemia is achieved, followed by bicarbonate for persistent severe acidosis. MUSCULOSKELETAL:  Sedation to control agitation;  fluid resuscitation and maintenance of urine output will limit progression of rhabdomyolysis.<\/li><li>Decontamination: PREHOSPITAL: Generally not recommended due to the possibility for seizures in moderate to severe toxicity. HOSPITAL: Administer activated charcoal to patients with recent significant overdose.  Do not administer activated charcoal to patients that have a declining mental status, severe toxicity, or those that are at risk for seizures without first protecting the airway.<\/li><li>Airway management: Altered mental status, pulmonary edema, or profound agitation with resultant hyperthermia and acidosis are all indications for active airway management.<\/li><li>Antidote: None<\/li><li>Enhanced elimination procedure: There is little data to support hemodialysis for oral sympathomimetics, and symptomatic management is almost always sufficient.<\/li><li>Monitoring of patient: Obtain a 12 lead ECG and institute continuous cardiac monitoring in the severely poisoned patient. Cardiac biomarkers should be measured in patients with chest pain. Monitor serum electrolytes, blood sugar, and blood pressure.  Creatinine phosphokinase should be measured if severe agitation is present and persistent. Obtain a head CT for focal neurologic deficits or depressed mental status. Monitor arterial or venous blood gases to monitor acidosis in the severely poisoned patient.<\/li><li>Patient disposition: HOME CRITERIA:  Mild restlessness and insomnia can be managed at home if the exposure is inadvertent and medication is withdrawn. OBSERVATION CRITERIA: Patients with mild tachycardia, hypertension, and agitation can be treated with benzodiazepines and observed until symptoms and vital signs normalize. ADMISSION CRITERIA: Patients with moderate to severe toxicity should be admitted until symptoms have improved.  Seizures, delirium, cardiac dysrhythmias, cardiac or cerebral ischemia, rhabdomyolysis or persistently abnormal vital signs are all indications for admission to an intensive care unit. CONSULT CRITERIA: A toxicologist or poison center should be consulted for all patients with severe toxicity or patients that require hospital admission.<\/li><\/ul><\/li><li><b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Accidental digital or intramuscular injections of epinephrine can usually be managed with warm soaks and compresses.  Other treatments are not well studied, but injections of phentolamine, use of nitroglycerin paste, and injections of terbutaline have been reported to be successful.  Vital signs should be continuously monitored in other parenteral overdoses. Hypertension without evidence of end organ dysfunction should first be treated with benzodiazepines which can reduce adrenergic tone and treat agitation.  Sinus tachycardia generally does not require treatment unless there is evidence of end organ dysfunction. MANAGEMENT OF SEVERE TOXICITY: Refractory hypertension or hypertension with evidence of end organ dysfunction should be treated with sodium nitroprusside or phentolamine.  Hypotension may develop abruptly following hypertension, so a titratable agent is generally preferred.  Hypotension should initially be treated with intravenous fluid boluses.  If hypotension persists, a vasopressor such as dopamine or norepinephrine should be used unless they were involved in the overdose.  Ventricular tachycardias can be treated with lidocaine or amiodarone, and cardioversion if hemodynamically unstable.  If sinus tachycardia results in hemodynamic instability or cardiac strain, a short acting beta-blocker such as esmolol can be used, although care should be used as this may result in unopposed alpha-adrenergic stimulation. OCULAR EXPOSURE: Ocular exposure has occasionally caused systemic manifestations including transient hypertension, palpitations, tachycardia, ventricular ectopy, chest pain and in one case a non-ST elevation myocardial infarction.<\/li><li>Decontamination: PREHOSPITAL: There is no role for prehospital decontamination of a parenterally administered agent.  Irrigate eyes and mucous membranes, and wash skin as appropriate. HOSPITAL: There is no role for decontamination of a parenterally administered agent. Irrigate eyes and mucous membranes, and wash skin as appropriate.<\/li><li>Airway management: Patients who are comatose or with altered mental status may need orotracheal intubation and mechanical respiratory support.<\/li><li>Antidote: Phentolamine can be administered for intravenous extravasation of sympathomimetic agents.  Doses of 5 to 10 mg of phentolamine in 10 to 15 mL of normal saline can be infiltrated into the affected area.  Phentolamine has also been reportedly used successfully in accidental subcutaneous epinephrine injections that produce digit ischemia.  Doses of 0.5 to 1.5 mg injected either as a digital block or into the same site of the epinephrine injection have been reported. Intra-arterial infusion of phentolamine was used in one patient after inadvertent intra-arterial administration of epinephrine, with apparent success in reversing vasospasm and ischemia.<\/li><li>Enhanced elimination procedure: Hemodialysis is generally not useful since these agents have short half-lives.<\/li><li>Monitoring of patient: Drug levels are not clinically useful. Monitor vital signs frequently. Monitor serum electrolytes. Obtain cardiac enzymes for patients with chest pain. Obtain serial ECGs and institute continuous cardiac monitoring. Obtain a chest x-ray if there are signs or symptoms of pulmonary edema. Obtain a chest x-ray if there are signs or symptoms of pulmonary edema.<\/li><li>Patient disposition: HOME CRITERIA: Patients with accidental injections of epinephrine autoinjectors can generally be managed at home with warm soaks. OBSERVATION CRITERIA: Patients that do not manifest symptoms after 4 to 6 hours can be discharged. ADMISSION CRITERIA: Patients with unstable vital signs or evidence of end organ dysfunction should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul><\/li><\/ul>"},{"id":"595880-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>SYMPATHOMIMETICS, ORAL<\/b><br\/>TOXICITY:  Varies by agent. Twice the therapeutic dose may lead to adverse effects. THERAPEUTIC DOSE: EPHEDRINE: 8 mg to 75 mg oral, varies by indication; 5 to 50 mg parenteral, varies by indication. CLENBUTEROL: ADULT: 20 to 40 mcg oral; PEDIATRIC: 1 mcg\/kg; parenteral, ADULT: 5 to 20 mcg. PHENYLEPHRINE: ADULT: 10 to 20 mg orally every 4 hours. CHILDREN: Greater than 6 years: 10 mg every 4 hours; 2 to 6 years: 5 mg every 4 hours.<br\/><\/li><li><b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/>TOXICITY: Varies depending on the agent. Toxic effects may occur at therapeutic doses while large doses have also resulted in no ill effects. Also depends on comorbid conditions as myocardial infarction has occurred with doses as little as 0.6 mg SubQ epinephrine. Fatalities have been reported at doses of 3 to 4 mg IV epinephrine. THERAPEUTIC DOSE: Varies depending on the agent. Epinephrine is typically given 0.3 mg IM or 1 mg IV to an adult. Norepinephrine is typically started as a drip at 4 mcg\/min IV to an adult. Phenylephrine is typically given 2 to 5 mg IM or 0.1 to 0.5 mg IV bolus to an adult.<br\/><\/li><\/ul>"}]},"13":{"id":"595880-s-13","title":"Clinical Teaching","mono":"<ul><li>Oral terbutaline is contraindicated for use in the treatment or prevention of preterm labor.<\/li><li>Advise patient to inform healthcare professional if she is pregnant or becomes pregnant while receiving terbutaline treatment.<\/li><li>This drug may cause palpitations, headache, seizures, tremors, and nervousness.<\/li><li>This drug may also cause serious cardiovascular adverse effects (eg, palpitations, tachycardia). Advise patient to inform healthcare professional if these occur.<\/li><li>Instruct patient to report needing increased frequency or amounts of drug to provide symptomatic relief.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}