{"generic":"Terconazole","drugs":["Terazol 3","Terazol 7","Terconazole","Zazole"],"mono":{"0":{"id":"595985-s-0","title":"Generic Names","mono":"Terconazole"},"1":{"id":"595985-s-1","title":"Dosing and Indications","sub":{"0":{"id":"595985-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Candidal vulvovaginitis:<\/b> (suppository) 80 mg INTRAVAGINALLY at bedtime for 3 days<\/li><li><b>Candidal vulvovaginitis:<\/b> (cream) 1 full applicator of 0.4% cream INTRAVAGINALLY at bedtime for 7 days or 1 full applicator of 0.8% cream INTRAVAGINALLY at bedtime for 3 days<\/li><li><b>Candidal vulvovaginitis:<\/b> (HIV patients, duration) uncomplicated cases, 3 to 7 days; severe or recurrent, 7 or more days (guideline dosing)<\/li><\/ul>"},"1":{"id":"595985-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in children "},"3":{"id":"595985-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Candidal vulvovaginitis<br\/>"}}},"3":{"id":"595985-s-3","title":"Contraindications\/Warnings","sub":[{"id":"595985-s-3-9","title":"Contraindications","mono":"hypersensitivity to terconazole or any component of the product <br\/>"},{"id":"595985-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- toxic epidermal necrolysis has been reported; discontinue use if suspected<\/li><li>Immunologic:<\/li><li>-- anaphylaxis has been reported; discontinue use if suspected<\/li><li>Other:<\/li><li>-- sensitization, irritation, fever, chills, or flu-like symptoms may occur; discontinue and do not restart if symptoms develop<\/li><li>Concomitant Use:<\/li><li>-- avoid use of suppository formulation with vaginal contraceptive diaphragms or latex condoms<\/li><\/ul>"},{"id":"595985-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"595985-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"595985-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Headache (21% to 30.3%)<\/li><li><b>Reproductive:<\/b>Burning sensation of vagina (15.2%), Pruritus of vagina (0.7% to 1.8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Toxic epidermal necrolysis<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Other:<\/b>Fever (1% to 2.8%), Influenza-like symptoms<\/li><\/ul>"},"6":{"id":"595985-s-6","title":"Drug Name Info","sub":{"0":{"id":"595985-s-6-17","title":"US Trade Names","mono":"<ul><li>Terazol 3<\/li><li>Terazol 7<\/li><li>Zazole<\/li><\/ul>"},"2":{"id":"595985-s-6-19","title":"Class","mono":"<ul><li>Antifungal<\/li><li>Triazole<\/li><\/ul>"},"3":{"id":"595985-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"595985-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"595985-s-7","title":"Mechanism Of Action","mono":"Terconazole is an azole antifungal that inhibits fungal 14 alpha-lanosterol demethylase. Inhibition of this enzyme decreases conversion of fungal lanosterol to ergosterol, a component of the fungal cell wall.<br\/>"},"8":{"id":"595985-s-8","title":"Pharmacokinetics","sub":[{"id":"595985-s-8-23","title":"Absorption","mono":"<ul><li>Tmax: 5 to 10 hours<\/li><li>Bioavailability: approximately 10% .<\/li><\/ul>"},{"id":"595985-s-8-24","title":"Distribution","mono":"Protein binding: 94.9% <br\/>"},{"id":"595985-s-8-25","title":"Metabolism","mono":"Liver: extensive <br\/>"},{"id":"595985-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 2% to 6% unchanged<\/li><li>Renal: 3% to 10% unchanged<\/li><\/ul>"},{"id":"595985-s-8-27","title":"Elimination Half Life","mono":"6.4 to 8.5 hours.<br\/>"}]},"9":{"id":"595985-s-9","title":"Administration","mono":"<b>Vaginal<\/b><br\/><ul><li>(cream) one applicatorful administered intravaginally once daily at bedtime<\/li><li>(suppository) one vaginal suppository administered intravaginally with or without an applicator once daily at bedtime<\/li><\/ul>"},"10":{"id":"595985-s-10","title":"Monitoring","mono":"improvement in signs and symptoms of vulvovaginal candidiasis is indicative of efficacy <br\/>"},"11":{"id":"595985-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Vaginal Cream: 0.4 %, 0.8 %<\/li><li>Vaginal Suppository: 80 MG<\/li><\/ul><\/li><li><b>Terazol 3<\/b><br\/><ul><li>Vaginal Cream: 0.8 %<\/li><li>Vaginal Suppository: 80 MG<\/li><\/ul><\/li><li><b>Terazol 7<\/b><br\/>Vaginal Cream: 0.4 %<br\/><\/li><\/ul>"},"12":{"id":"595985-s-12","title":"Toxicology","sub":[{"id":"595985-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>FLUCONAZOLE AND RELATED AGENTS <\/b><br\/>USES: Fluconazole is an antifungal medication. It is indicated for the treatment of cryptococcal meningitis and oropharyngeal, esophageal, and vaginal candidiasis. Other azole antifungals include itraconazole, isavuconazonium, posaconazole, terconazole, and voriconazole, which are used to treat a variety of fungal infections including aspergillosis. PHARMACOLOGY: These agents inhibit cytochrome P-450 enzymes resulting in impairment of ergosterol synthesis in fungal cell membranes. TOXICOLOGY: Toxicity in overdose is rare and not expected. The majority of toxic effects are related to drug interactions because these agents competitively inhibit CYP3A4. EPIDEMIOLOGY: Overdose and inadvertent exposures are uncommon and serious toxicity from acute ingestion has not been reported. Adverse drug effects are rare but may be life-threatening. OVERDOSE: Few overdose effects have been reported; however, hallucination and paranoid behavior have been reported with FLUCONAZOLE overdose. Overdose effects would be expected to be similar to adverse effects reported after therapeutic use. ADVERSE EFFECTS: Adverse effects include nausea, vomiting, diarrhea, abdominal pain, hypokalemia, and visual changes (abnormal vision, color vision changes, photophobia). There are reports of dizziness, hepatotoxicity, congestive heart failure, thrombocytopenia, neutropenia, seizures, and delirium. Azole antifungals have been implicated in case reports to cause toxic epidermal necrolysis and less serious rashes.<br\/><\/li><li><b>FLUOROQUINOLONES<\/b><br\/>USES: Fluoroquinolones are bacteriocidal broad spectrum antibiotics. PHARMACOLOGY: Fluoroquinolones inhibit bacterial topoisomerase IV and DNA gyrase enzymes required for DNA replication, transcription, repair and recombination. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Dizziness, drowsiness, disorientation, slurred speech, nausea and vomiting. ADVERSE EFFECTS: Nausea\/vomiting, diarrhea, headache, drowsiness, and insomnia. Seizures, hallucinations, elevated liver enzymes and renal toxicity are rare. Seizures appear related to predisposing factors. Hypersensitivity reactions including anaphylaxis and vasculitis have developed. WITHDRAWAL FROM MARKET: Grepafloxacin was withdrawn from the worldwide market in October, 1999 after reports of cardiovascular toxicity; QT prolongation had been associated with its use. Gatifloxacin was voluntarily withdrawn from the market in May 2006 due to reports of severe hypo- and hyperglycemic events.<br\/><\/li><\/ul>"},{"id":"595985-s-12-32","title":"Treatment","mono":"<ul><li><b>FLUCONAZOLE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Antiemetic medications and IV fluids can be used for gastrointestinal distress. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after fluconazole (or related agents) overdose.<\/li><li>Decontamination: PREHOSPITAL: Most overdoses do not lead to toxicity. Prehospital gastrointestinal decontamination is generally not required. HOSPITAL: Because most overdoses do not lead to toxicity, activated charcoal is typically not recommended.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Monitoring of patient: In large overdoses, monitor serum electrolytes, liver enzymes, and complete blood count.<\/li><li>Enhanced elimination procedure: FLUCONAZOLE: Fluconazole has low protein binding and a small volume of distribution and could be removed by hemodialysis; however, this is not likely to be needed as toxicity is limited. ITRACONAZOLE AND VORICONAZOLE: Enhanced elimination is NOT LIKELY to be effective for itraconazole or voriconazole because they both have a large volume of distribution. POSACONAZOLE: Posaconazole is NOT REMOVED by hemodialysis.<\/li><li>Patient disposition: HOME CRITERIA: In cases of acute unintentional ingestion, patients may be followed at home if they are asymptomatic. OBSERVATION CRITERIA: Any patients with deliberate ingestion, very large ingestion, symptoms, or comorbidities should be referred to a health care facility for observation. ADMISSION CRITERIA: Patients who remain persistently symptomatic despite supportive management should be admitted for further observation and treatment. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity.<\/li><\/ul><\/li><li><b>FLUOROQUINOLONES <\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive.<\/li><li>Decontamination: Activated charcoal, gastric lavage<\/li><li>Seizure: IV benzodiazepines, barbiturates<\/li><li>Monitoring of patient: Monitor liver enzymes and renal function with significant overdose.  Monitor fluid &amp; electrolyte status if severe GI effects; CNS function.<\/li><\/ul><\/li><\/ul>"},{"id":"595985-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>FLUCONAZOLE AND RELATED AGENTS <\/b><br\/>TOXICITY: Maximal tolerated dose and minimal lethal human dose have not been determined. ITRACONAZOLE oral capsules have been tolerated up to 3000 mg daily. POSACONAZOLE oral suspension has been tolerated in clinical trials up to 1600 mg\/day. One patient inadvertently ingested 1200 mg of posaconazole twice daily for 3 days without related adverse events. VORICONAZOLE: Pediatric patients tolerated doses up to 5 times the recommended IV dose. THERAPEUTIC DOSES: FLUCONAZOLE: ADULTS: Typical fluconazole doses are 100 mg to 400 mg daily depending on the route and underlying disease. PEDIATRIC: 3 mg to 12 mg\/kg depending on age. ITRACONAZOLE: ADULTS: 200 mg to 400 mg daily. POSACONAZOLE: ADULTS: 100 mg to 800 mg daily. PEDIATRIC: 13 TO 18 YEARS OF AGE: 200 mg (5 mL) oral suspension 3 times a day. VORICONAZOLE: ADULTS: ORAL (suspension or tablet): 100 mg to 200 mg every 12 hours. IV: 4 mg\/kg to 6 mg\/kg every 12 hours. PEDIATRIC: 12 TO 18 YEARS OF AGE: LOADING DOSE: 6 mg\/kg IV every 12 hours for 24 hours, then 4 mg\/kg IV every 12 hours. MAINTENANCE DOSE: 200 mg orally every 12 hours for patients weighing over 40 kg; 100 mg every 12 hours for patients under 40 kg. The safety and efficacy in patients under 12 years of age have not been established.<br\/><\/li><li><b>FLUOROQUINOLONES<\/b><br\/>Unknown.  Recommended dose (adults):  300-500 mg BID; contraindicated in children.<br\/><\/li><\/ul>"}]},"13":{"id":"595985-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause headache and abdominal, musculoskeletal, or vaginal pain.<\/li><li>Advise patient to immediately report irritation, fever, chills or flu-like symptoms while taking this drug.<\/li><li>Suppository form may adversely interact with rubber\/latex products such as contraceptive diaphragms. Avoid concurrent use.<\/li><li>Advise patient to wear a minipad or sanitary napkin during therapy, as the medication may ooze out of vagina and soil unprotected clothing.<\/li><li>Instruct patient on proper application technique. Patient should use the medication once daily at bedtime.<\/li><li>If patient begins menstrual period during drug therapy, patient should continue treatment. Advise patient to use pads rather than tampons.<\/li><li>Unless prescribed by healthcare professional, patient should avoid using douches and other vaginal creams during treatment.<\/li><\/ul>"}}}