{"generic":"Gadoteridol","drugs":["Gadoteridol","Prohance"],"mono":{"0":{"id":"5a0as0","title":"Generic Names","mono":"Gadoteridol"},"1":{"id":"5a0as1","title":"Dosing and Indications","sub":{"0":{"id":"5a0as1b4","title":"Adult Dosing","mono":"<ul><li>screen patients prior to administration for acute kidney injury, severe kidney disease (GFR less than 30 mL\/min\/1.73 m(2)), and other conditions that may reduce renal function; avoid use in patients with suspected or known impaired drug elimination unless alternative imaging modalities, including noncontrast MRI, are unable to provide essential diagnostic information; do not exceed the recommended dose and allow a sufficient period of time for elimination of the drug prior to readministration<\/li><li>initiate hemodialysis promptly for hemodialysis patients following administration of a gadolinium-based contrast agent to increase elimination<\/li><li><b>Magnetic resonance imaging - Medical procedure on the central nervous system:<\/b> 0.2 mL\/kg (0.1 mmol\/kg) as rapid IV infusion (10 to 60 mL\/min) or bolus (greater than 60 mL\/min); a supplemental dose of 0.4 mL\/kg (0.2 mmol\/kg) IV may be given up to 30 minutes later in patients with normal renal function<\/li><li><b>Magnetic resonance imaging of neck - MRI of head:<\/b> 0.2 mL\/kg (0.1 mmol\/kg) as rapid IV infusion (10 to 60 mL\/min) or bolus (greater than 60 mL\/min)<\/li><\/ul>"},"1":{"id":"5a0as1b5","title":"Pediatric Dosing","mono":"<ul><li>screen patients prior to administration for acute kidney injury, severe kidney disease (GFR less than 30 mL\/min\/1.73 m(2)), and other conditions that may reduce renal function; avoid use in patients with suspected or known impaired drug elimination unless alternative imaging modalities, including noncontrast MRI, are unable to provide essential diagnostic information; do not exceed the recommended dose and allow a sufficient period of time for elimination of the drug prior to readministration<\/li><li>initiate hemodialysis promptly for hemodialysis patients following administration of a gadolinium-based contrast agent to increase elimination<\/li><li>safety and efficacy for MRI of the brain, spine and associated tissues in children under the age of 2 years have not been established<\/li><li>safety and efficacy for MRI of the head and neck in children have not been established<\/li><li><b>Magnetic resonance imaging - Medical procedure on the central nervous system:<\/b> 2 to 18 years, 0.2 mL\/kg (0.1 mmol\/kg) as rapid IV infusion (10 to 60 mL\/min) or bolus (greater than 60 mL\/min)<\/li><\/ul>"},"3":{"id":"5a0as1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Magnetic resonance imaging - Medical procedure on the central nervous system<\/li><li>Magnetic resonance imaging of neck - MRI of head<\/li><\/ul>"}}},"2":{"id":"5a0as2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Gadolinium-based contrast agents (GBCAs) increase the risk for nephrogenic systemic fibrosis (NSF) in patients with impaired elimination of the drugs (ie, chronic, severe renal insufficiency (GFR less than 30 mL\/min\/1.73 m(2)), or acute kidney injury. Avoid use of GBCAs unless the diagnostic information is essential and not available with non-contrast enhanced MRI. NSF may result in fatal or debilitating systemic fibrosis affecting the skin, muscle, and internal organs. Screen all patients for acute kidney injury and other conditions that may reduce renal function. For patients at risk for chronically reduced renal function (eg, age greater than 60 years, hypertension, or diabetes), perform lab testing to estimate the GFR. For patients with the highest NSF risk, do not exceed recommended dose and allow a sufficient time period for elimination prior to readministration.<br\/>"},"3":{"id":"5a0as3","title":"Contraindications\/Warnings","sub":[{"id":"5a0as3b9","title":"Contraindications","mono":"hypersensitivity or allergic reactions to gadoteridol or its components <br\/>"},{"id":"5a0as3b10","title":"Precautions","mono":"<ul><li>diabetes; risk of chronically reduced kidney function and development of fatal or debilitating nephrogenic system fibrosis; monitoring recommended<\/li><li>elderly patients (greater than 60 years of age); risk of chronically reduced kidney function and development of fatal or debilitating nephrogenic system fibrosis; monitoring recommended<\/li><li>hypertension, chronic; risk of chronically reduced kidney function and development of fatal or debilitating nephrogenic system fibrosis; monitoring recommended<\/li><li>impaired GBCA drug elimination, known or suspected; increased risk of fatal or debilitating nephrogenic systemic fibrosis; avoid use unless diagnostic information is essential and alternative imaging not available<\/li><li>kidney injury, acute; high risk for fatal or debilitating nephrogenic systemic fibrosis; monitoring recommended; do not exceed dose and allow sufficient time for elimination before re-administering<\/li><li>nephrogenic systemic fibrosis, sometimes fatal, has been reported in patients with kidney dysfunction; monitoring recommended<\/li><li>renal insufficiency, chronic and severe (GFR less than 30 mL\/min\/1.73 m(2)); high risk for fatal or debilitating nephrogenic systemic fibrosis; monitoring recommended; do not exceed dose and allow sufficient time for elimination before re-administering<\/li><li>repeated and higher-than-recommended doses; increased risk of fatal or debilitating nephrogenic systemic fibrosis; monitoring recommended<\/li><li>asthma or other allergic respiratory disorders; increased risk of hypersensitivity reactions, some serious or fatal<\/li><li>hemodialysis patients; consider prompt hemodialysis immediately following administration to enhance elimination<\/li><li>hypersensitivity reactions, including anaphylaxis and fatalities, have been reported; monitoring recommended in patients with history of allergy, drug reactions, or hypersensitivity for up to several hours after administration<\/li><li>renal impairment; chronic; acute kidney injury requiring dialysis has been reported; increased risk with higher doses<\/li><li>sickle cell anemia; may potentiate sickle erythrocyte alignment lead to vaso-occlusive complications<\/li><li>report any diagnosis of nephrogenic systemic fibrosis to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"5a0as3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"5a0as3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"5a0as5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Taste sense altered (1.4%)<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Syncope (less than 1%)<\/li><li><b>Dermatologic:<\/b>Nephrogenic systemic fibrosis<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction, Immediate<\/li><li><b>Neurologic:<\/b>Seizure (less than 1%), Unconscious<\/li><li><b>Renal:<\/b>Injury of kidney, Acute<\/li><li><b>Respiratory:<\/b>Apnea, Cyanosis, Edema of larynx<\/li><\/ul>"},"6":{"id":"5a0as6","title":"Drug Name Info","sub":{"0":{"id":"5a0as6b17","title":"US Trade Names","mono":"Prohance<br\/>"},"2":{"id":"5a0as6b19","title":"Class","mono":"Radiological Non-Ionic Contrast Media<br\/>"},"3":{"id":"5a0as6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"5a0as6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"5a0as7","title":"Mechanism Of Action","mono":"Systemic: Based on the behavior of protons when placed in a strong magnetic field, which is interpreted and transformed into images by magnetic resonance (MR) instruments. Paramagnetic agents have unpaired electrons that generate a magnetic field about 700 times larger than the proton\"s field, thus disturbing the proton\"s local magnetic field. When the local magnetic field around a proton is disturbed its relaxation process is altered. MR images are based on proton density and proton relaxation dynamics. MR instruments can record two different relaxation processes, the T1 (spin-lattice or longitudinal relaxation time) and T2 (spin-spin or transverse relaxation time). In MRI, visualization of normal and pathological brain tissue depends in part on variations in the radiofrequency signal intensity that occur with changes in proton density, alteration of the T1, and variation in T2. When placed in a magnetic field, gadoteridol shortens the T1 relaxation time in tissues where it accumulates. Gadoteridol does not cross the intact blood-brain barrier; therefore, it does not accumulate in normal brain tissue or in central nervous system (CNS) lesions that have not caused an abnormal blood-brain barrier (e.g., cysts, mature post-operative scars). Abnormal vascularity or disruption of the blood-brain barrier allows accumulation of gadoteridol in lesions such as neoplasms, abscesses, and subacute infarcts.  <br\/>"},"8":{"id":"5a0as8","title":"Pharmacokinetics","sub":{"3":{"id":"5a0as8b26","title":"Excretion","mono":"Systemic: Renal: 94% <br\/>"},"4":{"id":"5a0as8b27","title":"Elimination Half Life","mono":"Systemic: 1.57  plus or minus  0.08 h <br\/>"}}},"10":{"id":"5a0as10","title":"Monitoring","mono":"<ul><li>improved lesion visualization during MRI examination is indicative of efficacy<\/li><li>acute kidney injury screening in all patients; estimated GFR through laboratory testing in patients at risk for chronically reduced renal function<\/li><li>signs or symptoms of hypersensitivity reactions in patients with a history of allergy, drug reactions, or hypersensitivity-like disorders; during the procedure and for several hours following administration<\/li><\/ul>"},"11":{"id":"5a0as11","title":"How Supplied","mono":"<b>Prohance<\/b><br\/>Intravenous Solution: 279.3 MG\/ML<br\/>"},"13":{"id":"5a0as13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause headache, dizziness, increased heart rate, and flushing.<\/li><li>Drug may cause dyspnea, vomiting, rash, pruritus, and injections site reactions.<\/li><li>Instruct patient to report signs\/symptoms of nephrogenic systemic fibrosis (burning, itching, swelling, scaling, hardening and tightening of the skin; red or dark patches on the skin; muscle weakness; pain in hips or ribs; and joint stiffness).<\/li><\/ul>"}}}