{"generic":"Ganciclovir Sodium","drugs":["Cytovene IV","Ganciclovir Sodium"],"mono":[{"id":"5agys0","title":"Generic Names","mono":"Ganciclovir Sodium"},{"id":"5agys1","title":"Dosing and Indications","sub":[{"id":"5agys1b4","title":"Adult Dosing","mono":"<ul><li><b>Cytomegaloviral retinitis:<\/b> (HIV infection) 5 mg\/kg IV every 12 hr for 14 to 21 days, followed by 5 mg\/kg IV daily (guideline dosing)<\/li><li><b>Cytomegaloviral retinitis:<\/b> (HIV infection) chronic maintenance therapy, 5 mg\/kg\/day IV for 5 to 7 days per wk (guideline dosing)<\/li><li><b>Cytomegaloviral retinitis:<\/b> induction, 5 mg\/kg IV over 1 hr every 12 hr for 14 to 21 days, followed by maintenance with 5 mg\/kg IV over 1 hr once daily 7 days a wk or 6 mg\/kg\/day IV 5 days a wk (manufacturer dosing)<\/li><li><b>Cytomegalovirus infection:<\/b> (HIV infection, CMV colitis or esophagitis) preferred therapy, 5 mg\/kg IV every 12 hr for 21 to 28 days or until signs and symptoms have resolved; maintenance therapy generally not necessary<\/li><li><b>Cytomegalovirus infection:<\/b> (HIV infection, CMV neurological disease) preferred therapy, 5 mg\/kg IV every 12 hr plus foscarnet 60 mg\/kg IV every 8 hr or 90 mg\/kg IV every 12 hr until symptomatic improvement, followed by maintenance therapy with oral valganciclovir and IV foscarnet<\/li><li><b>Cytomegalovirus infection, Transplantation; Prophylaxis:<\/b> initial, 5 mg\/kg IV over 1 hr every 12 hr for 7 to 14 days<\/li><li><b>Cytomegalovirus infection, Transplantation; Prophylaxis:<\/b> maintenance, 5 mg\/kg IV over 1 hr once daily 7 days a wk, or 6 mg\/kg\/day IV for 5 days a wk; duration of therapy dependent on degree and duration of immunosuppression<\/li><\/ul>"},{"id":"5agys1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in pediatric patients; use with caution in this population due to the probability of long-term carcinogenicity and reproductive toxicity<\/li><li><b>Cytomegaloviral retinitis:<\/b> (HIV infection) induction, 5 mg\/kg (may be increased up to a MAX of 7.5 mg\/kg) IV every 12 hr for 14 to 21 days, followed by chronic suppression; for sight-threatening disease, add foscarnet 60 mg\/kg IV every 8 hr during induction<\/li><li><b>Cytomegaloviral retinitis:<\/b> (HIV infection) chronic suppressive therapy (secondary prophylaxis), 5 mg\/kg\/day IV for 5 to 7 days per wk<\/li><li><b>Cytomegalovirus infection:<\/b> (HIV-infection, disseminated CMV disease) 5 mg\/kg IV every 12 hr (may be increased up to a MAX of 7.5 mg\/kg IV every 12 hr) for 14 to 21 days, followed by 5 mg\/kg\/day IV for 5 to 7 days per wk as chronic suppressive therapy<\/li><li><b>Cytomegalovirus infection:<\/b> (HIV-infection, CNS disease) 5 mg\/kg IV every 12 hr PLUS foscarnet 60 mg\/kg IV every 8 hr until symptoms improve, followed by 5 mg\/kg\/day IV for 5 to 7 days per wk as chronic suppressive therapy<\/li><li><b>Cytomegalovirus infection:<\/b> (HIV-infection, symptomatic congenital CMV) 6 mg\/kg IV every 12 hr for 6 wk<\/li><\/ul>"},{"id":"5agys1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, induction dose:<\/b> CrCl greater than or equal to 70 mL\/min, usual dose; CrCl 50 to 69 mL\/min, 2.5 mg\/kg every 12 hr; CrCl 25 to 49 mL\/min, 2.5 mg\/kg every 24 hr; CrCl 10 to 24 mL\/min, 1.25 mg\/kg every 24 hr; CrCl less than 10 mL\/min, 1.25 mg\/kg 3 times a week following hemodialysis<\/li><li><b>renal impairment, maintenance dose:<\/b> CrCl greater than or equal to 70 mL\/min, usual dose; CrCl 50 to 69 mL\/min, 2.5 mg\/kg every 24 hr; CrCl 25 to 49 mL\/min, 1.25 mg\/kg every 24 hr; CrCl 10 to 24 mL\/min, 0.625 mg\/kg every 24 hr; CrCl less than 10 mL\/min, 0.625 mg\/kg 3 times a week following hemodialysis<\/li><\/ul>"},{"id":"5agys1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cytomegaloviral retinitis<\/li><li>Cytomegalovirus infection, Transplantation; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cytomegalovirus infection<\/li><li>Cytomegalovirus infection, Transplantation<\/li><\/ul>"}]},{"id":"5agys2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>The clinical toxicity of ganciclovir sodium for injection includes granulocytopenia, anemia, and thrombocytopenia. In animal studies ganciclovir was carcinogenic, teratogenic, and caused aspermatogenesis. Ganciclovir sodium for injection is indicated for use only in the treatment of cytomegalovirus (CMV) retinitis in immunocompromised patients and for the prevention of CMV disease in transplant patients at risk for CMV disease.<br\/>"},{"id":"5agys3","title":"Contraindications\/Warnings","sub":[{"id":"5agys3b9","title":"Contraindications","mono":"hypersensitivity to ganciclovir or acyclovir <br\/>"},{"id":"5agys3b10","title":"Precautions","mono":"<ul><li>hematologic toxicities, including granulocytopenia (neutropenia), anemia, and thrombocytopenia have been reported; dose reduction may be necessary; monitoring recommended<\/li><li>absolute neutrophil count less than 500 cells\/microliter or platelet count less than 25,000 cells\/microliter; use not recommended<\/li><li>cytopenias, pre-existing, or patients with a history of cytopenic reactions to other drugs, chemicals, or irradiation; increased risk of hematologic toxicities; dose reduction may be necessary; monitoring recommended<\/li><li>carcinogenesis; potential carcinogen<\/li><li>fertility impairment; temporary or permanent inhibition of spermatogenesis in men and suppression of fertility in women may occur<\/li><li>phlebitis and\/or pain may occur at intravenous infusion site due to high pH (11) of solution; infuse into veins with adequate blood flow, permitting rapid dilution and distribution<\/li><li>renal impairment; dosage reduction required<\/li><li>women of childbearing age; potential teratogen and mutagen; effective contraception during treatment in women and during and after treatment in men is required<\/li><\/ul>"},{"id":"5agys3b11","title":"Pregnancy Category","mono":"<ul><li>Ganciclovir: C (FDA)<\/li><li>Ganciclovir: D (AUS)<\/li><\/ul>"},{"id":"5agys3b12","title":"Breast Feeding","mono":"Ganciclovir: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"5agys4","title":"Drug Interactions","sub":{"1":{"id":"5agys4b14","title":"Major","mono":"<ul><li>Imipenem (probable)<\/li><li>Zidovudine (established)<\/li><\/ul>"},"2":{"id":"5agys4b15","title":"Moderate","mono":"<ul>Didanosine (probable)<\/ul>"}}},{"id":"5agys5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (5%), Sweating (12%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (44%), Loss of appetite (14%), Vomiting (13%)<\/li><li><b>Hematologic:<\/b>Anemia (47%), Leukopenia (41%), Neutropenia (heart transplant patients, 7%; bone marrow transplant patients, 41%; AIDS patients, 65%), Thrombocytopenia (AIDS and heart transplant patients, 6% to 8%; bone marrow transplant patients, 57%)<\/li><li><b>Immunologic:<\/b>Infectious disease (13%)<\/li><li><b>Neurologic:<\/b>Neuropathy (9%)<\/li><li><b>Renal:<\/b>Serum creatinine raised (AIDS patients, 16%; heart and bone marrow transplant patients, 53% to 76%)<\/li><li><b>Other:<\/b>Fever (48%), Shivering (10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Torsades de pointes<\/li><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal perforation, Pancreatitis<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Sepsis (15%)<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Encephalopathy<\/li><li><b>Ophthalmic:<\/b>Retinal detachment (11%)<\/li><li><b>Renal:<\/b>Renal failure<\/li><li><b>Other:<\/b>Multiple organ failure<\/li><\/ul>"},{"id":"5agys6","title":"Drug Name Info","sub":{"0":{"id":"5agys6b17","title":"US Trade Names","mono":"Cytovene IV<br\/>"},"2":{"id":"5agys6b19","title":"Class","mono":"<ul><li>Antiviral<\/li><li>Guanosine Nucleoside Analog<\/li><li>Viral DNA Polymerase Inhibitor<\/li><\/ul>"},"3":{"id":"5agys6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"5agys6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"5agys7","title":"Mechanism Of Action","mono":"Ganciclovir is an acyclic nucleoside analogue of 2'-deoxyguanosine which inhibits the replication of the cytomegalovirus (CMV) and herpes simplex virus. Ganciclovir is phosphorylated by CMV and then undergoes intracellular conversion to the triphosphate form. Ganciclovir triphosphate inhibits viral DNA synthesis by competitively inhibiting viral DNA polymerases and by getting incorporated into viral DNA resulting in chain termination.<br\/>"},{"id":"5agys8","title":"Pharmacokinetics","sub":{"1":{"id":"5agys8b24","title":"Distribution","mono":"<ul><li>Vd, adults: 0.74 +\/- 0.15 L\/kg<\/li><li>Vd, children: 0.64 +\/- 0.22 L\/kg<\/li><li>Protein binding: 1% to 2%<\/li><\/ul>"},"3":{"id":"5agys8b26","title":"Excretion","mono":"<ul><li>Renal: 91.3% +\/- 5% unchanged<\/li><li>Renal clearance, adults: 3.2 +\/- 0.8 mL\/min\/kg<\/li><li>Renal clearance, pediatric patients: 0.3 L\/hr\/kg<\/li><li>Dialyzable: yes (hemodialysis), 50%<\/li><li>Total body clearance, adults: 3.52 +\/- 0.8 mL\/min\/kg<\/li><li>Total body clearance, adults, renal impairment: 30 +\/- 13 mL\/min to 128 +\/- 63 mL\/min<\/li><li>Total body clearance, neonates: 3.14 +\/- 1.75 mL\/min\/kg (4 mg\/kg); 3.56 +\/1.27 mL\/min\/kg (6 mg\/kg)<\/li><li>Total body clearance, pediatric patients: 4.7 +\/- 2.2 mL\/min\/kg<\/li><\/ul>"},"4":{"id":"5agys8b27","title":"Elimination Half Life","mono":"<ul><li>Adults: 3.5 +\/- 0.9 hr<\/li><li>Adults, renal impairment: 4.4 +\/- 0.4 hr to 10.7 +\/- 5.7 hr<\/li><li>Neonates: 2.4 hr<\/li><li>Pediatric patients: 2.4 +\/- 0.7 hr<\/li><\/ul>"}}},{"id":"5agys9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>use proper procedures for handling and disposal of chemotherapy, drug is potentially carcinogenic and mutagenic<\/li><li>avoid direct contact of the skin or mucous membranes with the intravenous solution; drug is irritant.<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute with 10 mL of sterile water for injection to a concentration of 50 mg\/mL; do not use bacteriostatic water for injection containing parabens to reconstitute; may cause precipitation<\/li><li>reconstituted solution stable for 12 hours at room temperature; do not refrigerate<\/li><li>(infusion) dilute appropriate dose of reconstituted solution in 100 mL of D5W, NS, or LR to maximum concentration of 10 mg\/mL<\/li><li>diluted infusion solution stable for 14 days under refrigeration, but use within 24 hours is recommended<\/li><li>IM or SUBQ routes are not recommended; may result in severe tissue irritation<\/li><li>do not give as rapid or bolus injection; do not exceed recommended infusion rate of 1 hr<\/li><\/ul><\/li><\/ul>"},{"id":"5agys10","title":"Monitoring","mono":"<ul><li>prophylaxis of cytomegalovirus infection in organ transplant recipients: prevention of infection is indicative of efficacy<\/li><li>cytomegalovirus retinitis: ophthalmic examinations immediately before therapy is initiated, at the end of induction (or reinduction) therapy, and monthly thereafter; more frequent followup (minimally every 4 to 6 weeks) may be indicated<\/li><li>CBC; twice a week during induction of therapy and once a week thereafter, including differential; especially in patients with a history of leukopenia resulting from ganciclovir or other nucleoside analogue use and in those with neutrophil counts less than 1000 cells\/mcL at the beginning of treatment<\/li><li>renal function; twice a week during induction of therapy and once a week thereafter especially in patients with impaired renal function<\/li><li>serum electrolytes; twice a week during induction of therapy and once a week thereafter<\/li><\/ul>"},{"id":"5agys11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Powder for Solution: 500 MG<br\/><\/li><li><b>Cytovene IV<\/b><br\/>Intravenous Powder for Solution: 500 MG<br\/><\/li><\/ul>"},{"id":"5agys12","title":"Toxicology","sub":[{"id":"5agys12b31","title":"Clinical Effects","mono":"<b>GANCICLOVIR AND RELATED AGENTS<\/b><br\/>OVERDOSE: Overdose data are limited. Irreversible pancytopenia, persistent bone marrow suppression, hepatitis, hematuria, elevated creatinine, seizures, neutropenia, anemia, leukopenia, and thrombocytopenia have been reported after intravenous overdose, as well as with intravenous or oral therapeutic doses.  Retinal damage and permanent visual loss have been reported after overdose by intravitreal injection. ADVERSE EFFECTS: Since ganciclovir has been almost exclusively evaluated in immunocompromised patients with infections, the adverse events reported may be confounded by underlying disease processes and concomitant drug therapies.  Adverse effects at therapeutic doses have included:  torsades de pointes, cardiac arrest, cardiac conduction abnormalities, ventricular tachycardia, gastrointestinal perforation, multiple organ failure, pancreatitis, and sepsis. <br\/>"},{"id":"5agys12b32","title":"Treatment","mono":"<b>GANCICLOVIR AND RELATED AGENTS<\/b><br\/><ul><li>Decontamination: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Seizure: IV benzodiazepines, barbiturates.<\/li><li>Conduction disorder of the heart: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Consider lidocaine and amiodarone.<\/li><li>Body temperature above reference range: Cold compresses and cooling blankets should be used in cases of hyperthermia.<\/li><li>Neutropenia: Filgrastim 5 mcg\/kg\/day subcutaneously, or sargramostim 250 mcg\/m(2)\/day infused over 4 hrs.<\/li><li>Monitoring of patient: Monitor CBC and platelets for hematologic abnormalities. Monitor ECG in symptomatic patients. Serum creatinine levels and liver enzyme levels should be monitored for possible renal or hepatic abnormalities.<\/li><\/ul>"},{"id":"5agys12b33","title":"Range of Toxicity","mono":"<b>GANCICLOVIR AND RELATED AGENTS<\/b><br\/>TOXICITY: Range of toxicity is not established. GANCICLOVIR - No toxicity developed in an adult following a  total dose of 8.25 grams of ganciclovir given over a 36 hour period. Persistent bone marrow suppression developed in another adult after a single 6 gram dose. VALGANCICLOVIR - Fatal bone marrow depression (medullary aplasia) occurred in an adult with renal impairment after receiving dosing that was 10-fold greater than recommended over several days. THERAPEUTIC DOSE: GANCICLOVIR - ADULT - 1 g orally 3 times a day; IV - up to 5 mg\/kg IV every 12 hours. INTRAVITREAL - 4.5 mg\/implant every 6 to 9 months. Renal dosing may be necessary. PEDIATRIC: Ganciclovir is not FDA-approved for pediatric patients. VALGANCICLOVIR - ADULT - up to 900 mg orally twice daily. Renal dosing may be necessarry. PEDIATRIC: Safety and efficacy have not been established in pediatric patients. <br\/>"}]}]}