{"drugs":["Navane","Thiothixene"],"mono":[{"id":"610585-s-0","title":"Generic Names","mono":"Thiothixene"},{"id":"610585-s-1","title":"Dosing and Indications","sub":[{"id":"610585-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Psychotic disorder:<\/b> 4 mg IM 2-4 times a day; usual effective daily dosage range is 16-20 mg (MAX dosage is 30 mg\/day)<\/li><li><b>Psychotic disorder:<\/b> initial, 2 mg ORALLY 3 times a day (milder conditions) or 5 mg ORALLY 2 times a day (severe conditions); usual effective dosage range is 20-30 mg\/day (MAX dosage is 60 mg\/day)<\/li><li><b>Schizophrenia:<\/b> 4 mg IM 2-4 times a day; usual effective daily dosage range is 16-20 mg (MAX dosage is 30 mg\/day)<\/li><li><b>Schizophrenia:<\/b> initial, 2 mg ORALLY 3 times a day (milder conditions) or 5 mg ORALLY 2 times a day (severe conditions); usual effective dosage range is 20-30 mg\/day (MAX dosage is 60 mg\/day)<\/li><\/ul>"},{"id":"610585-s-1-5","title":"Pediatric Dosing","mono":"Safety and effectiveness not established in children under age 12"},{"id":"610585-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Debilitated patients:<\/b> usually require a lower initial dose and more gradual dosage titration than do younger and healthier patients<\/li><li><b>Geriatrics:<\/b> usually require a lower initial dose and more gradual dosage titration than do younger and healthier patients<\/li><li><b>Liver disease:<\/b> thiothixene is metabolized in the liver, dose reductions should be considered in patients with hepatic disease<\/li><\/ul>"},{"id":"610585-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Psychotic disorder<\/li><li>Schizophrenia<\/li><\/ul>"}]},{"id":"610585-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Elderly patients with dementia-related psychosis treated with atypical antipsychotic drugs are at an increased risk of death compared to placebo. Although the causes of death in clinical trials were varied, most of the deaths appeared to be either cardiovascular (eg, heart failure, sudden death) or infectious (eg, pneumonia) in nature. Observational studies suggest that antipsychotic drugs may increase mortality. It is unclear from these studies to what extent the mortality findings may be attributed to the antipsychotic drug as opposed to patient characteristics. Thiothixene hydrochloride is not approved for the treatment of patients with dementia-related psychosis.<br\/>"},{"id":"610585-s-3","title":"Contraindications\/Warnings","sub":[{"id":"610585-s-3-9","title":"Contraindications","mono":"<ul><li>blood dyscrasias<\/li><li>central nervous system depression due to any cause<\/li><li>circulatory collapse<\/li><li>comatose state<\/li><li>hypersensitivity to thiothixene<\/li><\/ul>"},{"id":"610585-s-3-10","title":"Precautions","mono":"<ul><li>elderly patients with dementia-related psychosis (unapproved use); increased risk of death; most deaths were attributed to cardiovascular events (eg, heart failure or sudden death) or infections (eg, pneumonia)<\/li><li>agranulocytosis, leukopenia, and neutropenia have been reported; risk factors include preexisting low WBC and history of drug-induced leukopenia or neutropenia; monitoring recommended<\/li><li>cardiovascular disease<\/li><li>children under 12 years of age, not recommended<\/li><li>concomitant use with atropine or related drugs<\/li><li>elderly patients, especially elderly women are at increased risk of tardive dyskinesia<\/li><li>exposure to extreme heat<\/li><li>increased duration of therapy and\/or higher cumulative doses; increased risk of tardive dyskinesia<\/li><li>neuroleptic malignant syndrome, potentially fatal, has been reported in association with thiothixene<\/li><li>pigmentary retinopathy and lenticular pigmentation have been reported<\/li><li>seizure disorder, history, or alcohol withdrawal; may lower convulsive threshold<\/li><li>tardive dyskinesia, potentially irreversible, may occur<\/li><\/ul>"},{"id":"610585-s-3-11","title":"Pregnancy Category","mono":"C (AUS)<br\/>"},{"id":"610585-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"610585-s-4","title":"Drug Interactions","sub":[{"id":"610585-s-4-13","title":"Contraindicated","mono":"<ul>Metoclopramide (theoretical)<\/ul>"},{"id":"610585-s-4-14","title":"Major","mono":"<ul><li>Hydromorphone (theoretical)<\/li><li>Lithium (probable)<\/li><li>Milnacipran (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Tramadol (theoretical)<\/li><li>Umeclidinium (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"610585-s-4-15","title":"Moderate","mono":"<ul>Betel Nut (probable)<\/ul>"}]},{"id":"610585-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension, Orthostatic hypotension<\/li><li><b>Dermatologic:<\/b>Diminished sweating, Photosensitivity (rare)<\/li><li><b>Gastrointestinal:<\/b>Constipation, Xerostomia<\/li><li><b>Neurologic:<\/b>Akathisia, Dizziness, Drug-induced tardive dystonia, Dystonia, Extrapyramidal disease, Parkinsonian, Somnolence, Tardive dyskinesia<\/li><li><b>Ophthalmic:<\/b>Blurred vision, Epithelial keratopathy, Eye \/ vision finding, Retinitis pigmentosa<\/li><li><b>Renal:<\/b>Urinary retention<\/li><li><b>Respiratory:<\/b>Nasal congestion<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Prolonged QT interval, Torsades de pointes<\/li><li><b>Gastrointestinal:<\/b>Obstipation (rare), Paralytic ileus (rare)<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Cholestatic jaundice syndrome (rare)<\/li><li><b>Immunologic:<\/b>Drug-induced lupus erythematosus, Systemic (rare)<\/li><li><b>Neurologic:<\/b>Ineffective thermoregulation, Heatstroke or hypothermia (rare), Neuroleptic malignant syndrome (rare), Seizure (rare)<\/li><li><b>Reproductive:<\/b>Priapism (rare)<\/li><li><b>Other:<\/b>Death<\/li><\/ul>"},{"id":"610585-s-6","title":"Drug Name Info","sub":{"0":{"id":"610585-s-6-17","title":"US Trade Names","mono":"Navane<br\/>"},"2":{"id":"610585-s-6-19","title":"Class","mono":"<ul><li>Antipsychotic<\/li><li>Thioxanthene<\/li><\/ul>"},"3":{"id":"610585-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"610585-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"610585-s-7","title":"Mechanism Of Action","mono":"Thiothixene is a psychotropic agent derived from thioxanthene and clinically useful in the treatment of schizophrenia. Similarities in chemical and pharmacological properties exist between this agent and piperazine phenothiazines.<br\/>"},{"id":"610585-s-8","title":"Pharmacokinetics","sub":{"3":{"id":"610585-s-8-26","title":"Excretion","mono":"Dialyzable: unknown <br\/>"}}},{"id":"610585-s-9","title":"Administration","mono":"<b>Intramuscular<\/b><br\/><ul><li>reconstitute with sterile water for injection<\/li><li>injections should be administered slowly and deeply into the upper outer quadrant of the buttock or midlateral thigh<\/li><\/ul>"},{"id":"610585-s-10","title":"Monitoring","mono":"<ul><li>schizophrenia: improvement of psychotic symptomatology is indicative of efficacy<\/li><li>CBC with differential frequently during the first few months of treatment in patients with a history of significantly low WBC or drug-induced leukopenia or neutropenia<\/li><li>signs and symptoms of tardive dyskinesia (TD) throughout the duration of therapy<\/li><li>ophthalmologic examinations for pigmentary retinopathy and lenticular pigmentation<\/li><\/ul>"},{"id":"610585-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Capsule: 1 MG, 2 MG, 5 MG, 10 MG<br\/>"},{"id":"610585-s-12","title":"Toxicology","sub":[{"id":"610585-s-12-31","title":"Clinical Effects","mono":"<b>THIOXANTHENES<\/b><br\/>OVERDOSE: Evaluate the patient's history; prior exposure to neuroleptics or coingestion of other neuroleptics can increase toxicity. CHLORPROTHIXENE - Acute intoxication commonly causes somnolence, coma, seizures, mania, hypotension, cardiac dysrhythmias, and respiratory depression.  Sudden death has been reported infrequently. Possible sequelae include acute reversible renal failure.  FLUPENTHIXOL or THIOTHIXENE - Acute intoxication may cause extrapyramidal movements, somnolence, hypotension, cardiac dysrhythmias, and tardive dyskinesia.  Neuroleptic malignant syndrome and mania has been reported with chronic therapeutic use and may occur in overdose. ADVERSE EVENTS: Thioxanthenes can cause extrapyramidal symptoms, tardive dyskinesia, mania as well as neuroleptic malignant syndrome. FLUPENTHIXOL - Sudden death has been reported during therapeutic use. <br\/>"},{"id":"610585-s-12-32","title":"Treatment","mono":"<b>THIOXANTHENES <\/b><br\/><ul><li>Decontamination: Activated charcoal. Emesis is NOT recommended because of the possibility of a dystonic reaction or CNS depression.<\/li><li>Hypotensive episode: Isotonic fluids 10 to 20 mL\/kg, dopamine, norepinephrine, phenylephrine.<\/li><li>Ventricular arrhythmia: Ventricular tachycardia\/fibrillation are major dysrhythmias to occur. Cardioversion for unstable rhythms. Lidocaine: ADULT: 1 to 1.5 mg\/kg IV push. For refractory VT\/VF an additional bolus of 0.5 to 0.75 mg\/kg can be given at 5 to 10 min. intervals to a max. of 3 mg\/kg. Since the phenothiazines produce &quot;quinidine-like&quot; effects on the myocardium, quinidine, procainamide, and disopyramide should be avoided.<\/li><li>Torsades de pointes: Cardioversion may be required if patient hemodynamically unstable. Emergent treatment with magnesium or atrial overdrive pacing is indicated.<\/li><li>Neuroleptic malignant syndrome: May be managed with benzodiazepines; IV or oral dantrolene, and oral bromocriptine along with cooling measures and supportive care. Dantrolene: Loading Dose: 2.5 mg\/kg; max 10 mg\/kg IV.<\/li><li>Dystonia:  Benztropine: Adult: 1 to 4 mg IV or IM, max. dose 6 mg\/day. Diphenhydramine: Adult: Usual dose is 25 to 50 mg IV over 2 min; max. dose 100 mg\/dose or 400 mg\/day; Child: 1.25 mg\/kg\/dose IV over 2 min; max. dose 300 mg\/day.<\/li><li>Seizure: IV benzodiazepines, barbiturates.<\/li><li>Monitoring of patient: Monitor respiratory and neuro status. Manage airway as necessary. Monitor fluid and electrolyte balance closely. Obtain baseline ECG; serial ECGs as needed; continuous cardiac monitoring. Monitor vital signs including temperature.<\/li><\/ul>"},{"id":"610585-s-12-33","title":"Range of Toxicity","mono":"<b>THIOXANTHENES<\/b><br\/>TOXICITY:  CHLORPROTHIXENE - Oral doses may be fatal in the range of 2.5 to 4 grams. However, an adult woman survived an estimated dose of 10 g. Toxicity may occur with lower doses if a mixed ingestion has occurred. PEDIATRIC:  A 1-year-old child survived an oral dose of 1075 mg; a 3 year-old survived an ingestion of 1 g. THERAPEUTIC DOSE: CHLORPROTHIXENE - Doses of up to 600 mg\/day have been used; FLUPENTHIXOL - doses of up to 224 mg\/day; THIOTHIXENE - doses of up to 60 mg\/day.<br\/>"}]},{"id":"610585-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness or somnolence.<\/li><li>Instruct patient to rise slowly from a sitting\/supine position, as drug may cause orthostatic hypotension.<\/li><li>Drug may impair heat or cold regulation. Advise patient to use caution with activities leading to an increased core temperature, such as strenuous exercise, exposure to extreme heat, or dehydration. Also advise patient to wear appropriate clothing in colder weather.<\/li><li>This drug may cause anticholinergic effects, akathisia, dystonia, extrapyramidal disease, epithelial keratopathy, retinitis pigmentosa, or nasal congestion.<\/li><li>Tell patient to report signs\/symptoms of arrhythmia, myelosuppression, or tardive dyskinesia (jerky muscle movements, tongue thrusting, facial grimacing\/ticks, random movements of extremities).<\/li><li>Patient should take with food to minimize gastric irritation.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patient should avoid drinking alcohol while taking this drug.<\/li><\/ul>"}]}