{"drugs":["Tobradex","Tobradex ST","Tobramycin\/Dexamethasone"],"mono":{"0":{"id":"616045-s-0","title":"Generic Names","mono":"Tobramycin\/Dexamethasone"},"1":{"id":"616045-s-1","title":"Dosing and Indications","sub":{"0":{"id":"616045-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bacterial infection of eye; Treatment and Prophylaxis - Inflammatory disorder of the eye, Steroid-responsive:<\/b> ophthalmic ointment, apply one-half inch ribbon OPHTHALMICALLY into conjunctival sac(s) 3 to 4 times daily<\/li><li><b>Bacterial infection of eye; Treatment and Prophylaxis - Inflammatory disorder of the eye, Steroid-responsive:<\/b> ophthalmic suspension, initial, 1 to 2 drops OPHTHALMICALLY every 2 h for 24 to 48 h, then 1 to 2 drops every 4 to 6 h<\/li><\/ul>"},"1":{"id":"616045-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Bacterial infection of eye; Treatment and Prophylaxis - Inflammatory disorder of the eye, Steroid-responsive:<\/b> 2 y and older, ophthalmic ointment, apply one-half inch ribbon OPHTHALMICALLY into conjunctival sac(s) 3 to 4 times daily<\/li><li><b>Bacterial infection of eye; Treatment and Prophylaxis - Inflammatory disorder of the eye, Steroid-responsive:<\/b> 2 y and older, ophthalmic suspension, initial, 1 to 2 drops OPHTHALMICALLY every 2 h for 24 to 48 h, then 1 to 2 drops every 4 to 6 h<\/li><\/ul>"},"3":{"id":"616045-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Bacterial infection of eye; Treatment and Prophylaxis - Inflammatory disorder of the eye, Steroid-responsive<br\/>"}}},"3":{"id":"616045-s-3","title":"Contraindications\/Warnings","sub":[{"id":"616045-s-3-9","title":"Contraindications","mono":"<ul><li>viral or mycobacterial infection of the eye<\/li><li>fungal diseases of the eye<\/li><li>hypersensitivity to tobramycin or dexamethasone<\/li><\/ul>"},{"id":"616045-s-3-10","title":"Precautions","mono":"<ul><li>prolonged use; risk for increased intraocular pressure, secondary infections<\/li><li>patients with diseases causing thinning of the cornea or sclera; risk for perforation<\/li><li>ointment may retard corneal wound healing<\/li><\/ul>"},{"id":"616045-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Dexamethasone: C (FDA)<\/li><li>Dexamethasone: A (AUS)<\/li><li>Tobramycin: D (FDA)<\/li><li>Tobramycin: D (AUS)<\/li><\/ul>"},{"id":"616045-s-3-12","title":"Breast Feeding","mono":"<ul><li>Dexamethasone: WHO: Compatible with breastfeeding.<\/li><li>Dexamethasone: Micromedex: Infant risk cannot be ruled out.<\/li><li>Tobramycin: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"616045-s-4","title":"Drug Interactions","sub":[{"id":"616045-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Artemether (theoretical)<\/li><li>Daclatasvir (theoretical)<\/li><li>Praziquantel (theoretical)<\/li><li>Rilpivirine (theoretical)<\/li><li>Rotavirus Vaccine, Live (established)<\/li><\/ul>"},{"id":"616045-s-4-14","title":"Major","mono":"<ul><li>Alcuronium (probable)<\/li><li>Aldesleukin (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Atracurium (probable)<\/li><li>Axitinib (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Cidofovir (theoretical)<\/li><li>Cisatracurium (probable)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Colistimethate Sodium (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Dasatinib (theoretical)<\/li><li>Decamethonium (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Doxacurium (probable)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Efavirenz (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Ethacrynic Acid (theoretical)<\/li><li>Etravirine (theoretical)<\/li><li>Fazadinium (probable)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Foscarnet (theoretical)<\/li><li>Furosemide (probable)<\/li><li>Gallamine (probable)<\/li><li>Hexafluorenium (probable)<\/li><li>Hydrocodone (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Ivabradine (theoretical)<\/li><li>Ixabepilone (theoretical)<\/li><li>Lapatinib (theoretical)<\/li><li>Lysine (theoretical)<\/li><li>Mannitol (theoretical)<\/li><li>Metocurine (probable)<\/li><li>Mitotane (theoretical)<\/li><li>Mivacurium (probable)<\/li><li>Nevirapine (theoretical)<\/li><li>Nifedipine (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Nimodipine (theoretical)<\/li><li>Olaparib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Palbociclib (theoretical)<\/li><li>Pancuronium (probable)<\/li><li>Paritaprevir (theoretical)<\/li><li>Pipecuronium (probable)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Rapacuronium (probable)<\/li><li>Ritonavir (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rocuronium (probable)<\/li><li>Romidepsin (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Succinylcholine (theoretical)<\/li><li>Sunitinib (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Temsirolimus (theoretical)<\/li><li>Thalidomide (probable)<\/li><li>Ticagrelor (theoretical)<\/li><li>Topotecan (theoretical)<\/li><li>Tubocurarine (probable)<\/li><li>Vancomycin (theoretical)<\/li><li>Vecuronium (probable)<\/li><li>Vincristine (theoretical)<\/li><li>Vincristine Sulfate Liposome (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><\/ul>"},{"id":"616045-s-4-15","title":"Moderate","mono":"<ul><li>Aminoglutethimide (probable)<\/li><li>Aprepitant (probable)<\/li><li>Aspirin (probable)<\/li><li>Balofloxacin (established)<\/li><li>Besifloxacin (established)<\/li><li>Caspofungin (probable)<\/li><li>Ciprofloxacin (established)<\/li><li>Cisplatin (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Enoxacin (established)<\/li><li>Fleroxacin (established)<\/li><li>Fluindione (probable)<\/li><li>Flumequine (established)<\/li><li>Fosaprepitant (established)<\/li><li>Fosphenytoin (established)<\/li><li>Gatifloxacin (established)<\/li><li>Gemifloxacin (established)<\/li><li>Levofloxacin (established)<\/li><li>Licorice (probable)<\/li><li>Lomefloxacin (established)<\/li><li>Moxifloxacin (established)<\/li><li>Nadifloxacin (established)<\/li><li>Netupitant (probable)<\/li><li>Norfloxacin (established)<\/li><li>Ofloxacin (established)<\/li><li>Ospemifene (established)<\/li><li>Pazufloxacin (established)<\/li><li>Pefloxacin (established)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (established)<\/li><li>Prulifloxacin (established)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Rufloxacin (established)<\/li><li>Saiboku-To (probable)<\/li><li>Sparfloxacin (established)<\/li><li>Tosufloxacin (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"616045-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Immunologic:<\/b>Hypersensitivity reaction, Lid itching and swelling, conjunctival erythema<br\/><b>Serious<\/b><ul><li><b>Ophthalmic:<\/b>Glaucoma, Raised intraocular pressure<\/li><li><b>Other:<\/b>Secondary infection<\/li><\/ul>"},"6":{"id":"616045-s-6","title":"Drug Name Info","sub":{"0":{"id":"616045-s-6-17","title":"US Trade Names","mono":"<ul><li>Tobradex<\/li><li>Tobradex ST<\/li><\/ul>"},"2":{"id":"616045-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Aminoglycoside<\/li><li>Aminoglycoside\/Corticosteroid Combination<\/li><\/ul>"},"3":{"id":"616045-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"616045-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"616045-s-7","title":"Mechanism Of Action","mono":"<ul><li>Ophthalmic: Corticosteroids suppress the inflammatory response to a variety of agents and, as a result, probably delay or slow healing . Dexamethasone is a potent corticosteroid .<\/li><li>Tobramycin has antibacterial activity against susceptible organisms . Antibacterial activity provides protection against infection when the body's defense mechanisms are inhibited by corticosteroids .<\/li><\/ul>"},"9":{"id":"616045-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>for topical ophthalmic use only; not for injection into eye<\/li><li>do not wear contact lenses during use<\/li><\/ul><\/li><li><b>Ophthalmic<\/b><br\/>(suspension) store bottle upright; shake well before using<br\/><\/li><\/ul>"},"10":{"id":"616045-s-10","title":"Monitoring","mono":"<ul><li>clinical improvement<\/li><li>intraocular pressure; especially with prolonged use<\/li><li>signs of secondary infection; especially with prolonged use<\/li><li>total serum drug concentration; with concomitant use of systemic aminoglycoside antibiotics<\/li><\/ul>"},"11":{"id":"616045-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Ophthalmic Suspension: (Dexamethasone - Tobramycin) 0.1 %-0.3 %<br\/><\/li><li><b>Tobradex<\/b><br\/><ul><li>Ophthalmic Ointment: (Dexamethasone - Tobramycin) 0.1 %-0.3 %<\/li><li>Ophthalmic Suspension: (Dexamethasone - Tobramycin) 0.1 %-0.3 %<\/li><\/ul><\/li><li><b>TobraDex ST<\/b><br\/>Ophthalmic Suspension: (Dexamethasone - Tobramycin) 0.05 %-0.3 %<br\/><\/li><\/ul>"},"12":{"id":"616045-s-12","title":"Toxicology","sub":[{"id":"616045-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>AMINOGLYCOSIDES <\/b><br\/>USES: Most commonly used as a parenteral antibiotic in the treatment of serious infections caused by aerobic gram-negative bacilli. Also used topically to treat or prevent skin infections and as eye drops or ointment for bacterial conjunctivitis. PHARMACOLOGY: Aminoglycosides function by binding the aminoacyl site of 16S ribosomal RNA within the 30S ribosomal subunit. This binding results in the misreading of genetic code, inhibition of translocation, and bacterial cell death. EPIDEMIOLOGY: Given that aminoglycosides (with the exception of neomycin) are only available in parenteral, topical, and ophthalmic forms, overdoses are almost entirely the result of dosing errors. Overdoses are rarely life-threatening and typically require minimal intervention. Ingestions of ophthalmic or topical preparations do not cause toxicity related to the aminoglycoside. Although neomycin is available orally, oral absorption is low and acute toxicity from overdosage is unlikely. OVERDOSE: Toxicity is more closely associated with trough levels of the drug than peak levels. Renal damage (acute tubular necrosis; usually reversible), ototoxicity (irreversible), and vestibular toxicity (irreversible) are most common. Renal injury may often go unnoticed until significant injury has occurred, given the delay between when renal injury occurs and when the elevation in creatinine is evident. ADVERSE EFFECTS: Retinopathy and visual loss with intraocular administration. Apnea and neuromuscular blockade may occur when aminoglycosides are given rapidly IV with neuromuscular blocking agents, due to aminoglycosides' inhibition of acetylcholine release from presynaptic nerve terminals; patients with abnormal neuromuscular junction function (eg, myasthenia gravis, botulism) can develop respiratory failure or weakness after use of aminoglycosides alone. Rash and hypersensitivity reactions can occur.<br\/><\/li><li><b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/><\/li><\/ul>"},{"id":"616045-s-12-32","title":"Treatment","mono":"<ul><li><b>AMINOGLYCOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Maintain good urine output (3 to 6 mL\/kg\/hr) with IV fluids. For mild allergic reactions, treat with antihistamines; if severe, airway management, epinephrine, ECG monitoring, IV fluids.<\/li><li>Decontamination: GI decontamination is not indicated as aminoglycosides are poorly absorbed orally. OCULAR: Irrigation with normal saline.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor renal function and serum electrolytes following overdose. Serum concentrations are used for therapeutic drug monitoring for many aminoglycosides and can be used to confirm the diagnosis. Monitor for hearing loss (audiometry).<\/li><li>Enhanced elimination procedure: Hemodialysis should be considered in renal failure only. Ticarcillin forms a renally eliminated complex with gentamicin and enhances elimination, but should only be used early after large overdoses with apparent toxicity or in renal failure when there is a significant risk of toxicity.<\/li><li>Patient disposition: HOME CRITERIA: The vast majority of exposures will occur in a healthcare setting. Inadvertent ingestion of ophthalmic, otic or topical preparations can be observed at home. OBSERVATION CRITERIA: Patients with significant overdose should have renal function monitoring and auditory testing performed. ADMISSION CRITERIA: Patients with worsening renal function may require in-patient monitoring and dialysis. CONSULT CRITERIA: Consult a toxicologist after large overdose or if effects are not consistent with the exposure.<\/li><\/ul><\/li><li><b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><\/ul>"},{"id":"616045-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>AMINOGLYCOSIDES<\/b><br\/>TOXICITY: Nephrotoxicity may occur from gentamicin with persistent peak serum concentrations of more than 12 mcg\/mL or trough concentrations more than 2 mcg\/mL. Nephrotoxicity may occur from amikacin peak concentrations persistently greater than 20 to 35 mcg\/mL and trough concentrations greater than 8 mcg\/mL. The amount of aminoglycoside present in ophthalmic drops or ointments, otic preparations, or topical formulations do not cause systemic toxicity after ingestion. THERAPEUTIC DOSE: Varies with agent. AMIKACIN: ADULT: 15 mg\/kg\/day IM or IV divided every 8 to 12 hours. PEDIATRIC: 15 to 20 mg\/kg\/day IM\/IV in 2 to 3 divided doses; maximum - 1.5 grams\/day. GENTAMICIN: ADULT:  3 to 5 mg\/kg\/day IV in 3 or 4 equally divided doses. PEDIATRIC: 6 to 7.5 mg\/kg\/day IV\/IM (2 to 2.5 mg\/kg every 8 hours).<br\/><\/li><li><b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/><\/li><\/ul>"}]},"13":{"id":"616045-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause eyelid itching\/swelling or conjunctival erythema.<\/li><li>Drug may cause secondary infection, especially with prolonged use. Advise patient to report signs\/symptoms of secondary eye infection.<\/li><li>Patient should not wear contact lenses while using this drug.<\/li><\/ul>"}}}