{"generic":"Tobramycin","drugs":["AKTob","Bethkis","Kitabis Pak","Tobi","Tobi Podhaler","Tobramycin","Tobrasol","Tobrex"],"mono":[{"id":"616035-s-0","title":"Generic Names","mono":"Tobramycin"},{"id":"616035-s-1","title":"Dosing and Indications","sub":[{"id":"616035-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Cystic fibrosis - Infection due to Pseudomonas aeruginosa:<\/b> (Inhalation solution) 300 mg (1 ampule) INHALED via nebulizer twice daily every 12 hours (28 days on, 28 days off); do not take less than 6 hours apart<\/li><li><b>Cystic fibrosis - Infection due to Pseudomonas aeruginosa:<\/b> (Inhalation powder) 112 mg (4 capsules) INHALED via Podhaler(TM) twice daily every 12 hours (28 days on, 28 days off); do not take less than 6 hours apart<\/li><li><b>Eye infection, External:<\/b> ophthalmic ointment, apply half-inch ribbon OPHTHALMICALLY 2 to 3 times daily for a mild to moderate infection OR every 3 to 4 hours until improvement (then reduce prior to discontinuation) for a severe infection<\/li><li><b>Eye infection, External:<\/b> ophthalmic solution, instill 1 to 2 drops OPHTHALMICALLY every 4 hours for a mild to moderate infection OR hourly until improvement (then reduce prior to discontinuation) for a severe infection<\/li><\/ul>"},{"id":"616035-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Cystic fibrosis - Infection due to Pseudomonas aeruginosa:<\/b> (Inhalation solution) 6 years or older, 300 mg (1 ampule) INHALED via nebulizer twice daily every 12 hours (28 days on, 28 days off); do not take less than 6 hours apart<\/li><li><b>Cystic fibrosis - Infection due to Pseudomonas aeruginosa:<\/b> (Inhalation powder) 6 years or older, 112 mg (4 capsules) INHALED via Podhaler(TM) twice daily (28 days on, 28 days off); do not take less than 6 hours apart<\/li><li><b>Eye infection, External:<\/b> (2 months or older) ophthalmic ointment, apply half-inch ribbon OPHTHALMICALLY 2 to 3 times daily for a mild to moderate infection OR every 3 to 4 hours until improvement (then reduce prior to discontinuation) for a severe infection<\/li><li><b>Eye infection, External:<\/b> (2 months or older) ophthalmic solution, instill 1 to 2 drops OPHTHALMICALLY every 4 hours for a mild to moderate infection OR hourly until improvement (then reduce prior to discontinuation) for a severe infection<\/li><\/ul>"},{"id":"616035-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>(Inhalation powder and solution) Weight:<\/b> No dose adjustment required<\/li><li><b>(Inhalation powder and solution) Age:<\/b> No dose adjustment required<\/li><\/ul>"},{"id":"616035-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cystic fibrosis - Infection due to Pseudomonas aeruginosa<\/li><li>Eye infection, External<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Lower respiratory tract infection, Bronchopulmonary<br\/>"}]},{"id":"616035-s-2","title":"Black Box Warning","mono":"<b>Injection (Solution)<\/b><br\/>Patients treated with tobramycin injection should be under close clinical observation because these drugs have an inherent potential for causing ototoxicity and nephrotoxicity. Auditory changes are irreversible, are usually bilateral, and may be partial or total. The risk of aminoglycoside-induced hearing loss increases with the degree of exposure to either high peak or high trough serum concentrations. Patients who develop cochlear damage may not have symptoms during therapy, and partial or total irreversible bilateral deafness may continue to develop after the drug has been discontinued. Neurotoxicity can occur and may include numbness, skin tingling, muscle twitching, and convulsions. Renal and eighth-nerve toxicities should be closely monitored in patients with known or suspected renal impairment. Peak and trough serum concentrations of aminoglycosides should be monitored periodically during therapy to assure adequate levels and to avoid potentially toxic levels. Drug accumulation, excessive peak concentrations, advanced age, and cumulative dose may contribute to ototoxicity and nephrotoxicity. Evidence of impairment of renal, vestibular, or auditory function requires discontinuation of the drug or dosage adjustment. Tobramycin should be used with caution in premature and neonatal infants because of their renal immaturity and the resulting prolongation of serum half-life of the drug. Concurrent and sequential use of other neurotoxic and\/or nephrotoxic antibiotics, particularly other aminoglycosides, should be avoided. Aminoglycosides should not be given concurrently with potent diuretics, such as ethacrynic acid and furosemide. Aminoglycosides can cause fetal harm when administered to a pregnant woman. Clostridium difficile-associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including tobramycin and may range in severity from mild diarrhea to fatal colitis. CDAD must be considered in all patients who present with diarrhea following antibiotic use. Careful medical history is necessary since CDAD has been reported to occur over 2 months after administration of antibacterial agents.<br\/>"},{"id":"616035-s-3","title":"Contraindications\/Warnings","sub":[{"id":"616035-s-3-9","title":"Contraindications","mono":"hypersensitivity to any aminoglycoside  or component of the product <br\/>"},{"id":"616035-s-3-10","title":"Precautions","mono":"<ul><li>Gastrointestinal:<\/li><li>-- Clostridium difficile-associated diarrhea may occur<\/li><li>Immunological:<\/li><li>-- severe and sometimes fatal allergic reactions, including anaphylaxis and dermatologic reactions (eg, exfoliative dermatitis, toxic epidermal necrolysis, erythema multiforme, Stevens-Johnson syndrome), have been reported<\/li><li>-- cross-sensitivity to other aminoglycoside antibiotics may occur<\/li><li>-- topical sensitivity reaction may occur<\/li><li>-- sulfite sensitivity; anaphylactic symptoms and life-threatening asthmatic episodes may occur, especially in patients with asthma<\/li><li>-- overgrowth of nonsusceptible organisms may occur<\/li><li>Neuromuscular:<\/li><li>-- neuromuscular disorders (eg, myasthenia gravis or Parkinson disease); aminoglycosides may aggravate muscle weakness<\/li><li>Otic:<\/li><li>-- auditory or vestibular dysfunction<\/li><li>-- ototoxicity or auditory dysfunction may occur, especially with dehydration, concomitant use of neurotoxic drugs, and excessive cumulative dose; monitoring recommended<\/li><li>Renal:<\/li><li>-- use with caution in patients with renal impairment, due to an increased risk of ototoxicity and nephrotoxicity; monitoring recommended<\/li><li>-- nephrotoxicity may occur, especially with dehydration, concomitant use of nephrotoxic drugs, and excessive cumulative dose; monitoring recommended  and temporary discontinuation may be necessary<\/li><li>-- absorption of injectable solution may occur with topical administration and result in neurotoxicity and nephrotoxicity<\/li><li>Respiratory:<\/li><li>-- prolonged or secondary apnea may occur with concomitant administration of anesthesia and neuromuscular blocking agents or massive transfusions of citrated blood<\/li><li>-- bronchospasm may occur<\/li><li>Other:<\/li><li>-- elderly patients; increased risk of nephrotoxicity and ototoxicity<\/li><li>-- neonatal and premature infants; half-life may be prolonged due to renal immaturity<\/li><li>--pregnancy; may cause fetal harm<\/li><li>-- burn patients are at increased risk of subtherapeutic serum aminoglycoside concentrations; monitoring recommended<\/li><li>Concomitant use:<\/li><li>-- avoid use of inhalation or IV formulations with potent diuretics (eg, ethacrynic acid, furosemide, urea, or IV mannitol)<\/li><li>-- avoid concomitant or sequential use of inhalation or IV formulations with drugs that have neurotoxic, ototoxic, or nephrotoxic potential<\/li><\/ul>"},{"id":"616035-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"616035-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"616035-s-4","title":"Drug Interactions","sub":[{"id":"616035-s-4-13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"},{"id":"616035-s-4-14","title":"Major","mono":"<ul><li>Alcuronium (probable)<\/li><li>Atracurium (probable)<\/li><li>Cidofovir (theoretical)<\/li><li>Cisatracurium (probable)<\/li><li>Colistimethate Sodium (theoretical)<\/li><li>Decamethonium (probable)<\/li><li>Doxacurium (probable)<\/li><li>Ethacrynic Acid (theoretical)<\/li><li>Fazadinium (probable)<\/li><li>Foscarnet (theoretical)<\/li><li>Furosemide (probable)<\/li><li>Gallamine (probable)<\/li><li>Hexafluorenium (probable)<\/li><li>Lysine (theoretical)<\/li><li>Mannitol (theoretical)<\/li><li>Metocurine (probable)<\/li><li>Mivacurium (probable)<\/li><li>Pancuronium (probable)<\/li><li>Pipecuronium (probable)<\/li><li>Rapacuronium (probable)<\/li><li>Rocuronium (probable)<\/li><li>Succinylcholine (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Tubocurarine (probable)<\/li><li>Vancomycin (theoretical)<\/li><li>Vecuronium (probable)<\/li><\/ul>"},{"id":"616035-s-4-15","title":"Moderate","mono":"<ul><li>Cisplatin (probable)<\/li><li>Cyclosporine (probable)<\/li><\/ul>"}]},{"id":"616035-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Hematologic:<\/b>Erythrocyte sedimentation rate raised (8%)<\/li><li><b>Neurologic:<\/b>Headache (11.4%)<\/li><li><b>Respiratory:<\/b>Cough (10% to 48.4%), Decreased forced expiratory volume (3.9% to 31%), Disorder of lung (33.8%), Dyspnea (15.6%), Hemoptysis (13%), Pain in throat (3% to 14%), Productive cough (18.2%), Respiratory crackles (7.1% to 19%)<\/li><li><b>Other:<\/b>Change in voice (12.8%), Difficulty speaking (4.3% to 13.6%), Fever (15.6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Otic:<\/b>Ototoxicity<\/li><li><b>Respiratory:<\/b>Bronchospasm (0.5% to 1.6%)<\/li><\/ul>"},{"id":"616035-s-6","title":"Drug Name Info","sub":{"0":{"id":"616035-s-6-17","title":"US Trade Names","mono":"<ul><li>AKTob<\/li><li>Tobi<\/li><li>Tobrasol<\/li><li>Tobrex<\/li><li>Bethkis<\/li><li>Tobi Podhaler<\/li><li>Kitabis Pak<\/li><\/ul>"},"2":{"id":"616035-s-6-19","title":"Class","mono":"<ul><li>Aminoglycoside<\/li><li>Antibiotic<\/li><\/ul>"},"3":{"id":"616035-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"616035-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"616035-s-7","title":"Mechanism Of Action","mono":"Tobramycin is an aminoglycoside antibiotic that disrupts bacterial cellular protein synthesis, leading to cell death.<br\/>"},{"id":"616035-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"616035-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, inhalation: 1 hour<\/li><li>Bioavailability, Inhalation: variable; 1% to 16.6%<\/li><\/ul>"},"1":{"id":"616035-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: negligible<\/li><li>Vd: 85.1 L<\/li><\/ul>"},"3":{"id":"616035-s-8-26","title":"Excretion","mono":"<ul><li>Renal: primary route if systemically-absorbed, primarily unchanged<\/li><li>Total body clearance: 14.5 L\/hr<\/li><\/ul>"},"4":{"id":"616035-s-8-27","title":"Elimination Half Life","mono":"3 to 4.4 hours <br\/>"}}},{"id":"616035-s-9","title":"Administration","mono":"<ul><li><b>Inhalation<\/b><br\/><ul><li>Do not mix with dornase alfa (Pulmozyme(R))  or other medications in nebulizer<\/li><li>For oral inhalation use only; do not administer inhalation solution via subQ, IV, or intrathecal routes, and do not swallow oral inhalation capsules.<\/li><li>For patients receiving concomitant inhaled treatments or chest physiotherapy, the recommended order of therapy is: bronchodilators, chest physiotherapy, other inhaled medications, and tobramycin solution or powder for inhalation last; or as directed by physician<\/li><li>(Inhalation powder) Remove 1 Tobi(R) Podhaler(TM) capsule at a time from blister just before use; each Podhaler(TM) device is used for 1 week and discarded<\/li><li>(Inhalation powder) Place Tobi(R) Podhaler(TM) capsule in capsule chamber and pierce with 1 press of blue button; inhale at least twice from each capsule to get full dose<\/li><li>(Inhalation powder) Following Tobi(R) Podhaler(TM) administration, examine capsule; if capsule is not pierced and contains more than a fine coating of powder, repeat administration; if the capsule is still not pierced and contains more than a fine coating of powder, repeat administration using a new Podhaler(TM) device<\/li><li>(Inhalation solution) Inhale solution via nebulizer while sitting or standing upright breathing normally through the mouthpiece of the nebulizer; nose clip may be used to assist in breathing through the mouth<\/li><li>(Inhalation solution) Administer Bethkis(R) over approximately 15 minutes using Pari LC Plus(R) reusable nebulizer with a Pari Vios(R) air compressor; treatment is complete when sputtering from the output of the nebulizer has occurred for at least 1 minute<\/li><li>(Inhalation solution) Administer Kitabis(TM) Pak over approximately 15 minutes using Pari LC Plus(R) reusable nebulizer with a DeVilbiss(R) Pulmo-Aide(R) compressor; treatment is complete when all the solution has been delivered and there is no more mist being produced<\/li><li>(Inhalation solution) Administer Tobi(R) over approximately 15 minutes using Pari LC Plus(R) reusable nebulizer with a DeVilbiss(R) Pulmo-Aide(R) compressor; a sputtering sound will be heard when nebulizer cup is empty<\/li><\/ul><\/li><li><b>Ophthalmic<\/b><br\/>(Ophthalmic solution) For topical ophthalmic use only; not for injection into the eye<br\/><\/li><\/ul>"},{"id":"616035-s-10","title":"Monitoring","mono":"<ul><li>(cystic fibrosis) monitor sputum for changes in tobramycin susceptibility; improvement in lung function and signs and symptoms of infection are indicative of efficacy<\/li><li>(ophthalmic) improvement in signs and symptoms of ophthalmic infection is indicative of efficacy<\/li><li>(ophthalmic) serum tobramycin concentrations in patient who receive concomitant systemic aminoglycosides<\/li><li>(inhalation) serum tobramycin concentrations derived by venipuncture  should be considered in patients with renal dysfunction, in patients receiving concomitant parenteral tobramycin, or patients with known or suspected auditory dysfunction<\/li><li>(inhalation) renal function tests should be considered in patients with renal dysfunction, and elderly patients<\/li><li>(inhalation) audiogram testing; at baseline and as indicated in patients at risk for auditory dysfunction, or in patients who demonstrate signs of auditory dysfunction<\/li><\/ul>"},{"id":"616035-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Inhalation Solution: 300 MG\/5 ML<\/li><li>Ophthalmic Solution: 0.3 %<\/li><\/ul><\/li><li><b>Bethkis<\/b><br\/>Inhalation Solution: 300 MG\/4 ML<br\/><\/li><li><b>Kitabis Pak<\/b><br\/>Inhalation Solution: 300 MG\/5 ML<br\/><\/li><li><b>Tobi<\/b><br\/>Inhalation Solution: 300 MG\/5 ML<br\/><\/li><li><b>Tobi Podhaler<\/b><br\/>Inhalation Capsule: 28 MG<br\/><\/li><li><b>Tobrex<\/b><br\/><ul><li>Ophthalmic Ointment: 0.3 %<\/li><li>Ophthalmic Solution: 0.3 %<\/li><\/ul><\/li><\/ul>"},{"id":"616035-s-12","title":"Toxicology","sub":[{"id":"616035-s-12-31","title":"Clinical Effects","mono":"<b>AMINOGLYCOSIDES <\/b><br\/>USES: Most commonly used as a parenteral antibiotic in the treatment of serious infections caused by aerobic gram-negative bacilli. Also used topically to treat or prevent skin infections and as eye drops or ointment for bacterial conjunctivitis. PHARMACOLOGY: Aminoglycosides function by binding the aminoacyl site of 16S ribosomal RNA within the 30S ribosomal subunit. This binding results in the misreading of genetic code, inhibition of translocation, and bacterial cell death. EPIDEMIOLOGY: Given that aminoglycosides (with the exception of neomycin) are only available in parenteral, topical, and ophthalmic forms, overdoses are almost entirely the result of dosing errors. Overdoses are rarely life-threatening and typically require minimal intervention. Ingestions of ophthalmic or topical preparations do not cause toxicity related to the aminoglycoside. Although neomycin is available orally, oral absorption is low and acute toxicity from overdosage is unlikely. OVERDOSE: Toxicity is more closely associated with trough levels of the drug than peak levels. Renal damage (acute tubular necrosis; usually reversible), ototoxicity (irreversible), and vestibular toxicity (irreversible) are most common. Renal injury may often go unnoticed until significant injury has occurred, given the delay between when renal injury occurs and when the elevation in creatinine is evident. ADVERSE EFFECTS: Retinopathy and visual loss with intraocular administration. Apnea and neuromuscular blockade may occur when aminoglycosides are given rapidly IV with neuromuscular blocking agents, due to aminoglycosides' inhibition of acetylcholine release from presynaptic nerve terminals; patients with abnormal neuromuscular junction function (eg, myasthenia gravis, botulism) can develop respiratory failure or weakness after use of aminoglycosides alone. Rash and hypersensitivity reactions can occur.<br\/>"},{"id":"616035-s-12-32","title":"Treatment","mono":"<b>AMINOGLYCOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Maintain good urine output (3 to 6 mL\/kg\/hr) with IV fluids. For mild allergic reactions, treat with antihistamines; if severe, airway management, epinephrine, ECG monitoring, IV fluids.<\/li><li>Decontamination: GI decontamination is not indicated as aminoglycosides are poorly absorbed orally. OCULAR: Irrigation with normal saline.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor renal function and serum electrolytes following overdose. Serum concentrations are used for therapeutic drug monitoring for many aminoglycosides and can be used to confirm the diagnosis. Monitor for hearing loss (audiometry).<\/li><li>Enhanced elimination procedure: Hemodialysis should be considered in renal failure only. Ticarcillin forms a renally eliminated complex with gentamicin and enhances elimination, but should only be used early after large overdoses with apparent toxicity or in renal failure when there is a significant risk of toxicity.<\/li><li>Patient disposition: HOME CRITERIA: The vast majority of exposures will occur in a healthcare setting. Inadvertent ingestion of ophthalmic, otic or topical preparations can be observed at home. OBSERVATION CRITERIA: Patients with significant overdose should have renal function monitoring and auditory testing performed. ADMISSION CRITERIA: Patients with worsening renal function may require in-patient monitoring and dialysis. CONSULT CRITERIA: Consult a toxicologist after large overdose or if effects are not consistent with the exposure.<\/li><\/ul>"},{"id":"616035-s-12-33","title":"Range of Toxicity","mono":"<b>AMINOGLYCOSIDES<\/b><br\/>TOXICITY: Nephrotoxicity may occur from gentamicin with persistent peak serum concentrations of more than 12 mcg\/mL or trough concentrations more than 2 mcg\/mL. Nephrotoxicity may occur from amikacin peak concentrations persistently greater than 20 to 35 mcg\/mL and trough concentrations greater than 8 mcg\/mL. The amount of aminoglycoside present in ophthalmic drops or ointments, otic preparations, or topical formulations do not cause systemic toxicity after ingestion. THERAPEUTIC DOSE: Varies with agent. AMIKACIN: ADULT: 15 mg\/kg\/day IM or IV divided every 8 to 12 hours. PEDIATRIC: 15 to 20 mg\/kg\/day IM\/IV in 2 to 3 divided doses; maximum - 1.5 grams\/day. GENTAMICIN: ADULT:  3 to 5 mg\/kg\/day IV in 3 or 4 equally divided doses. PEDIATRIC: 6 to 7.5 mg\/kg\/day IV\/IM (2 to 2.5 mg\/kg every 8 hours).<br\/>"}]},{"id":"616035-s-13","title":"Clinical Teaching","mono":"<ul><li>The inhaled form of the drug may cause dysphonia, wheezing, epistaxis, pharyngolaryngeal pain, or bronchitis.<\/li><li>The ophthalmic solution may cause hypersensitivity, eyelid itching and swelling, or conjunctival erythema.<\/li><li>Patient should immediately report signs\/symptoms of neuromuscular disorders, bronchospasm, nephrotoxicity, or otoxicity or vestibular toxicity (hearing loss, tinnitus, dizziness, vertigo, and ataxia).<\/li><li>Instruct patient on proper administration technique, depending on the form used.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}]}