{"drugs":["Tocainide Hydrochloride","Tonocard"],"mono":{"0":{"id":"616080-s-0","title":"Generic Names","mono":"Tocainide Hydrochloride"},"1":{"id":"616080-s-1","title":"Dosing and Indications","sub":[{"id":"616080-s-1-4","title":"Adult Dosing","mono":"<b>Ventricular arrhythmia, Life-threatening:<\/b> initial, 400 mg ORALLY every 8 hours; usual adult dose is 1200 mg to 1800 mg\/day divided into 3 doses "},{"id":"616080-s-1-5","title":"Pediatric Dosing","mono":"Safety and effectiveness has not been established in children "},{"id":"616080-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>liver disease:<\/b> less than 1200 mg ORALLY daily<\/li><li><b>renal impairment:<\/b> less than 1200 mg ORALLY daily<\/li><\/ul>"},{"id":"616080-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Ventricular arrhythmia, Life-threatening<br\/>"}]},"2":{"id":"616080-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Blood dyscrasias and pulmonary disorders have been reported with therapy. Some of these reactions have been fatal. Complete blood counts should be monitored during therapy. The use of tocainide as well as other antiarrhythmic agents should be reserved for patients with life-threatening ventricular arrhythmias due the lack of evidence of improved survival for any antiarrhythmic drug in patients without life-threatening arrhythmias.<br\/>"},"3":{"id":"616080-s-3","title":"Contraindications\/Warnings","sub":[{"id":"616080-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to tocainide\/lidocaine or amide type anesthetics<\/li><li>second or third degree AV block<\/li><\/ul>"},{"id":"616080-s-3-10","title":"Precautions","mono":"<ul><li>congestive heart failure<\/li><li>electrolyte abnormalities (ie, hypokalemia)<\/li><li>geriatrics<\/li><li>liver disease<\/li><li>proarrhythmic events; new or worsened arrhythmias<\/li><li>renal impairment<\/li><li>treatment of asymptomatic ventricular premature contractions should be avoided<\/li><li>tocainide should not be used in postmyocardial infarction patients with asymptomatic or minimally symptomatic non-life-threatening ventricular arrhythmias (increased mortality)<\/li><li>withdrawal of therapy should preferably be done in the hospital setting<\/li><\/ul>"},{"id":"616080-s-3-11","title":"Pregnancy Category","mono":"Tocainide: C (FDA)<br\/>"},{"id":"616080-s-3-12","title":"Breast Feeding","mono":"Tocainide: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"616080-s-4","title":"Drug Interactions","sub":{"1":{"id":"616080-s-4-14","title":"Major","mono":"<ul><li>Lidocaine (theoretical)<\/li><li>Prilocaine (theoretical)<\/li><\/ul>"},"2":{"id":"616080-s-4-15","title":"Moderate","mono":"<ul><li>Cimetidine (probable)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (probable)<\/li><\/ul>"}}},"5":{"id":"616080-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia, Hypotension (3%), Lightheadedness (15%-25%)<\/li><li><b>Dermatologic:<\/b>Rash<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (5%-10%), Diarrhea (5%-10%), Loss of appetite (5%-10%), Loss of taste (5%-10%), Nausea (15%-25%), Vomiting (5%)<\/li><li><b>Neurologic:<\/b>Ataxia (3%-11%), Dizziness (15%-25%), Headache (5%), Nystagmus (1%), Tremor (8%-22%), Vertigo (15%-25%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision (1%-10%)<\/li><li><b>Otic:<\/b>Tinnitus (1.5%)<\/li><li><b>Psychiatric:<\/b>Giddiness (15%-25%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia<\/li><li><b>Dermatologic:<\/b>Scaling eczema, Stevens-Johnson syndrome<\/li><li><b>Hematologic:<\/b>Agranulocytosis (rare), Anemia (rare), Thrombocytopenia (rare)<\/li><li><b>Hepatic:<\/b>Hepatotoxicity (rare)<\/li><li><b>Immunologic:<\/b>Lupus erythematosus (1.6%)<\/li><li><b>Neurologic:<\/b>Seizure<\/li><li><b>Respiratory:<\/b>Disorder of respiratory system (Severe) (rare)<\/li><\/ul>"},"6":{"id":"616080-s-6","title":"Drug Name Info","sub":{"0":{"id":"616080-s-6-17","title":"US Trade Names","mono":"Tonocard<br\/>"},"2":{"id":"616080-s-6-19","title":"Class","mono":"<ul><li>Amino Amide<\/li><li>Antiarrhythmic, Group IB<\/li><\/ul>"},"3":{"id":"616080-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"10":{"id":"616080-s-10","title":"Monitoring","mono":"<ul><li>ECG, blood pressure, heart rate<\/li><li>CBC, differential, and platelet counts; weekly for first 3 months, then periodically thereafter<\/li><li>chest X-ray; upon reporting of pulmonary symptoms<\/li><li>liver and renal function<\/li><\/ul>"},"12":{"id":"616080-s-12","title":"Toxicology","sub":[{"id":"616080-s-12-31","title":"Clinical Effects","mono":"<b>TOCAINIDE<\/b><br\/>OVERDOSE: Effects of an acute overdose are primarily CNS effects (seizures, restlessness) or cardiopulmonary depression or arrest (bradycardia, tachycardia, hypotension, heart block, asystole). Complete heart block with asystole was reported following a large overdose. ADVERSE EVENTS: Primary side effects are CNS (dizziness, vertigo,tremors, ataxia, and paresthesia), gastrointestinal (nausea, anorexia, vomiting), and dermatologic (diaphoresis, rash with long-term use). Blurred vision is frequent following long term use. Proarrhythmic effects (PVCs, ventricular tachycardia or fibrillation), nodal bradycardia, hypotension, and left ventricular failure may occur with ongoing use; therefore, its use is limited to patients with life-threatening dysrhythmias. CHRONIC USE: Intoxication is common, with CNS signs and symptoms usually preceding cardiovascular toxicity (increased ventricular dysrhythmias\/PVCs). <br\/>"},{"id":"616080-s-12-32","title":"Treatment","mono":"<b>TOCAINIDE<\/b><br\/><ul><li>Decontamination: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected. Emesis in NOT recommended because of potential CNS depression.<\/li><li>Support: Treatment should be aimed at controlling ventricular tachycardias, nodal bradycardia, and seizures.<\/li><li>Bradycardia: Toxicity may be similar to lidocaine, but the effects may last longer.  Atropine: Adult - Give 0.5 to 1 mg IV, repeat every 5 minutes if bradycardia persists; Child - Give 0.02 mg\/kg IV or intraosseously (MAX single dose: CHILD: 0.5 mg; ADOLESCENT: 1 mg) repeating every 5 minutes if needed. Nodal bradycardia and asystole may be difficult to treat using standard therapeutic agents. Pacemaker insertion may be the treatment of choice.<\/li><li>Seizure: Benzodiazepines, barbiturates.<\/li><li>Hypotensive episode: Isotonic fluids 10 to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Ventricular arrhythmia: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Monitor electrolytes and correct as indicated. Lidocaine: ADULT: 1 to 1.5 mg\/kg IV push. For refractory VT\/VF an additional bolus of 0.5 to 0.75 mg\/kg can be given at 5 to 10 minute intervals to a MAX dose of 3 mg\/kg. CHILD: 1 mg\/kg initial bolus IV; followed by a continuous infusion of 20 to 50 mcg\/kg\/min.  Lidocaine and amiodarone are generally first line agents; sotalol is an alternative for stable monomorphic VT. Unstable rhythms require cardioversion.<\/li><li>Monitoring of patient: Evaluate for hypoxia, acidosis, and electrolyte disorders (particularly hypokalemia, hypocalcemia, and hypomagnesemia). Monitor ECG and continuous cardiac monitoring are indicated.<\/li><\/ul>"},{"id":"616080-s-12-33","title":"Range of Toxicity","mono":"<b>TOCAINIDE<\/b><br\/>TOXICITY: Minimal toxic dose is unknown.  Severe toxicity (coma, severe hypotension, seizures, respiratory depression)  developed in an adult after ingesting 8.4 g, but he survived. In another case, a fatality occurred following an ingestion of 16 g. THERAPEUTIC DOSE: ADULT - INITIAL - 400 mg ORALLY every 8 hours; the usual dose is 1200 to 1800 mg\/day in a 3 dose daily divided regimen.  A twice daily regimen may also be used, but requires close monitoring. PEDIATRIC - The safety and efficacy have not been established. <br\/>"}]},"13":{"id":"616080-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as this drug may cause dizziness and drowsiness.<\/li><li>This drug may cause light-headedness, ataxia, headache, tremors, vertigo, diplopia, giddiness, cardiac dysrhythmia, scaling eczema, and seizures.<\/li><li>Drug may also cause gastrointestinal effects including abdominal pain, diarrhea, anorexia, loss of taste, nausea, and vomiting.<\/li><li>Instruct patient to report signs\/symptoms of myelosuppression, especially during the first 12 weeks of therapy.<\/li><li>Advise patient to immediately report signs\/symptoms of Stevens-Johnson syndrome (flu-like symptoms, spreading red rash, or skin\/mucous membrane blistering).<\/li><li>Patient should also immediately report signs\/symptoms of pulmonary fibrosis (exertional dyspnea, cough, wheezing).<\/li><li>Patient may take with food to minimize gastric irritation.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Instruct patient to take a missed dose as soon as possible, but if next dose is more than 4 h late, skip the missed dose.<\/li><\/ul>"}}}