{"drugs":["Tolazamide","Tolinase"],"mono":{"0":{"id":"616825-s-0","title":"Generic Names","mono":"Tolazamide"},"1":{"id":"616825-s-1","title":"Dosing and Indications","sub":[{"id":"616825-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>conversion from insulin:<\/b> if insulin dose less than 20 units\/day, initiate TOLAZamide 100 mg\/day; if insulin dose is 20 to 40 units\/day, initiate TOLAZamide 250 mg\/day; if insulin dose is greater than 40 units\/day, decrease insulin dose by 50% and start TOLAZamide 250 mg\/day; adjust TOLAZamide dose weekly.<\/li><li><b>conversion from another oral hypoglycemic agent:<\/b> transition period is unnecessary, except with chlorpropamide due to its long half-life; if tolbutamide dose less than 1 g\/day, start TOLAZamide 100 mg; if tolbutamide dose greater than 1 g\/day, start TOLAZamide 250 mg; TOLAZamide 250 mg\/day provides similar blood glucose control to chlorpropamide 250 mg\/day; TOLAZamide 100 mg\/day provides similar blood glucose control to acetohexamide 250 mg\/day<\/li><li><b>Type 2 diabetes mellitus:<\/b> initial, 100 to 250 mg ORALLY once daily with breakfast or the first main meal of the day<\/li><li><b>Type 2 diabetes mellitus:<\/b> maintenance, 100 to 1000 mg ORALLY once daily with increases in increments of 100 mg to 250 mg at 1-week intervals; may divide doses of 500 mg or greater into 2 daily doses; MAX, 1000 mg daily<\/li><\/ul>"},{"id":"616825-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"616825-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment:<\/b> initial and maintenance dosing should be conservative<\/li><li><b>renal impairment:<\/b> initial and maintenance dosing should be conservative<\/li><li><b>renal impairment:<\/b> dose reduction is not necessary in patients with renal failure<\/li><li><b>geriatric:<\/b> initial and maintenance dosing should be conservative<\/li><li><b>debilitated or malnourished patients:<\/b> initial and maintenance dosing should be conservative<\/li><li><b>dialysis, hemodialysis:<\/b> need for supplemental doses not known<\/li><\/ul>"},{"id":"616825-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},"3":{"id":"616825-s-3","title":"Contraindications\/Warnings","sub":[{"id":"616825-s-3-9","title":"Contraindications","mono":"<ul><li>diabetes mellitus type 1, as monotherapy<\/li><li>diabetic ketoacidosis, with or without coma; treat with insulin<\/li><li>known hypersensitivity or allergy to TOLAZamide<\/li><\/ul>"},{"id":"616825-s-3-10","title":"Precautions","mono":"<ul><li>adrenal or pituitary insufficiency; increased risk of hypoglycemia<\/li><li>cardiovascular mortality has been reported with tolbutamide; risk cannot be ruled out with other sulfonylureas, including TOLAZamide<\/li><li>debilitated, or malnourished patients; increased risk of hypoglycemia<\/li><li>elderly patients; increased risk of hypoglycemia; may be difficult to recognize in these patients<\/li><li>glucose 6-phosphate dehydrogenase (G6PD) deficiency; can lead to hemolytic anemia; consider a non-sulfonylurea agent<\/li><li>hemolytic anemia, without known glucose 6-phosphate dehydrogenase (G6PD) deficiency; has been reported<\/li><li>hepatic insufficiency; increased risk of hypoglycemia and reduced gluconeogenic capacity<\/li><li>hypoglycemia may occur, particularly with deficient caloric intake, severe or prolonged exercise, or concurrent use of alcohol or more than one glucose-lowering agent; importance of proper patient selection, dosage, and instructions to avoid hypoglycemic episode<\/li><li>renal insufficiency; increased risk of hypoglycemia<\/li><li>secondary failure (eg, loss of glycemic control) may occur; distinguish from primary failure before classifying as such<\/li><li>stress (caused by infection, fever, trauma, or surgery); potential for loss of glycemic control; may require aggressive medical management<\/li><\/ul>"},{"id":"616825-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"616825-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"616825-s-4","title":"Drug Interactions","sub":{"1":{"id":"616825-s-4-14","title":"Major","mono":"<ul><li>Acarbose (theoretical)<\/li><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Disopyramide (probable)<\/li><li>Dulaglutide (established)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"616825-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Atenolol (probable)<\/li><li>Balsalazide (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bismuth Subsalicylate (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celecoxib (probable)<\/li><li>Celiprolol (probable)<\/li><li>Choline Magnesium Trisalicylate (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Clofibrate (probable)<\/li><li>Clonixin (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Esmolol (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fenugreek (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Furazolidone (probable)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Indomethacin (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Mesalamine (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Nadolol (probable)<\/li><li>Naproxen (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nepafenac (probable)<\/li><li>Nialamide (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Olsalazine (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Pindolol (probable)<\/li><li>Piroxicam (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propranolol (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Psyllium (probable)<\/li><li>Rasagiline (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Selegiline (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Sotalol (probable)<\/li><li>Sulfasalazine (probable)<\/li><li>Sulindac (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Timolol (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Tranylcypromine (probable)<\/li><li>Valdecoxib (probable)<\/li><\/ul>"}}},"5":{"id":"616825-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypoglycemia<\/li><li><b>Gastrointestinal:<\/b>Epigastric fullness, Heartburn, Nausea<\/li><\/ul><b>Serious<\/b><br\/><b>Endocrine metabolic:<\/b>Hypoglycemia (Severe)<br\/>"},"6":{"id":"616825-s-6","title":"Drug Name Info","sub":{"0":{"id":"616825-s-6-17","title":"US Trade Names","mono":"Tolinase<br\/>"},"2":{"id":"616825-s-6-19","title":"Class","mono":"<ul><li>1st Generation Sulfonylurea<\/li><li>Hypoglycemic<\/li><\/ul>"},"3":{"id":"616825-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"616825-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"616825-s-7","title":"Mechanism Of Action","mono":"TOLAZamide is a blood glucose lowering agent which belongs to sulfonylurea class. It causes insulin release from the pancreas through stimulation of functional beta cells in the pancreatic islets. It also enhances the renal free water clearance by means of producing a mild diuresis.<br\/>"},"8":{"id":"616825-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"616825-s-8-23","title":"Absorption","mono":"Tmax, Oral: 3 to 4 hours <br\/>"},"3":{"id":"616825-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 7%<\/li><li>Renal: 85%<\/li><\/ul>"},"4":{"id":"616825-s-8-27","title":"Elimination Half Life","mono":"7 hours <br\/>"}}},"9":{"id":"616825-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>give as a single daily dose with breakfast or the first main meal of the day <br\/>"},"10":{"id":"616825-s-10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>renal function; before initiation of therapy in elderly patients<\/li><\/ul>"},"11":{"id":"616825-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: 250 MG, 500 MG<br\/>"},"12":{"id":"616825-s-12","title":"Toxicology","sub":[{"id":"616825-s-12-31","title":"Clinical Effects","mono":"<b>SULFONYLUREA AND RELATED DRUGS <\/b><br\/>USES: Class of oral hypoglycemic agents used to treat type II diabetes. PHARMACOLOGY: Antagonizes the potassium channel on beta islet cells of the pancreas resulting in increased release of insulin. TOXICOLOGY: Hypoglycemic effects develop in overdose. EPIDEMIOLOGY: Poisoning is not common, but often results in symptomatic hypoglycemia which can result in serious neurological injury. INTENTIONAL EXPOSURE: Sulfonylurea poisoning has been associated with Munchausen-by-proxy syndrome and homicide attempts. In one study, it was suggested that more than 20% of poisonings reported in the literature were due to these events. Children may be at greater risk to develop complications than adults and become profoundly hypoglycemic. MILD TO MODERATE TOXICITY: Toxicity results almost exclusively from hypoglycemia. Tremor, diaphoresis, nausea, headache, and tachycardia may occur in mild hypoglycemia although these responses may not be seen in longstanding diabetics. Alternatively, patients with longstanding poor glycemic control may become symptomatic at more \"normal\" serum glucose concentrations. SEVERE TOXICITY: Severe CNS symptoms resulting from hypoglycemia including seizures, altered mental status, delirium, focal neurologic effects, and coma may result. In addition, patients may have dysrhythmias (usually sinus tachycardia, atrial fibrillation, or premature ventricular contractions). Patients with underlying cardiac conditions are at risk for ischemic events secondary to the increased myocardial stress. Patients with prolonged severe hypoglycemia may sustain permanent neurologic injury. ADVERSE EFFECTS: Hypoglycemia is the primary adverse effect associated with therapeutic use. Other common adverse effects include: nausea, vomiting and abdominal pain. Use of sulfonylurea with ethanol can result in a disulfiram-like reaction. Chlorpropamide and TOLBUTamide have been associated with the syndrome of inappropriate antidiuretic hormone.<br\/>"},{"id":"616825-s-12-32","title":"Treatment","mono":"<b>SULFONYLUREA AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Asymptomatic patients need to be observed closely for signs or symptoms of hypoglycemia. Patients should be encouraged to eat, but should not be given prophylactic dextrose infusions. Beside glucose determinations should be made every 1 to 2 hours for the first 8 to 12 hours after the initial exposure. Asymptomatic children should be observed with serial blood glucose monitoring for 24 hours following ingestion. MANAGEMENT OF SEVERE TOXICITY: The primary objective of sulfonylurea poisoning is correction of hypoglycemia. Patients with symptomatic hypoglycemia should be treated immediately with intravenous concentrated dextrose of 0.5 to 1 g\/kg. Once the patient is normoglycemic, the patient should be allowed to eat, provided their mental status is appropriate. In patients who develop hypoglycemia, octreotide should be administered at a dose of 50 to 100 mcg subQ in adults, 1 mcg\/kg in children (may be repeated every 6 hours if hypoglycemia recurs) once serum glucose has been corrected with intravenous dextrose. Repeat boluses and\/or continuous dextrose infusions should be administered if recurrent hypoglycemia develops despite octreotide; however excessive dextrose infusions can cause hyperglycemia which serves as a stimulus for increased insulin secretion and may cause further hypoglycemia. Hypoglycemic seizures usually respond briskly to glucose replacement. Patients should be watched for at least 6 hours following discontinuation of any dextrose infusions and at least 12 hours after octreotide administration to monitor for recurrence of hypoglycemia.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not recommended because of the potential for somnolence and seizures. HOSPITAL: Activated charcoal can be used if the patient presents early and is able to protect their airway. Activated charcoal may be useful even several hours after ingestion of a extended release product.<\/li><li>Antidote: Intravenous dextrose will initially reverse hypoglycemia (50 mL of 50% dextrose in adults; in children 0.5 to 1 g\/kg of 25% dextrose in water (D25W 2 to 4 mL\/kg\/dose)). Octreotide is a somatostatin analogue that inhibits insulin secretion and can be used for patients who are refractory to standard therapy with dextrose boluses and infusions. Octreotide should only be used after euglycemia has been achieved with IV dextrose as it will only prevent further episodes of hypoglycemia. In adults, 50 to 100 mcg subQ can be used every 6 to 12 hours. Continuous infusions of 50 to 125 mcg\/hr have also been used. Alternatively, 50 to 100 mcg can be given IV every 4 hours. In children, a dose of 1 mcg\/kg subQ every 6 hours can be used. A continuous infusion of octreotide was administered in a toddler with prolonged, refractory hypoglycemia. Octreotide is generally considered to be well tolerated with local irritant effects predominating after subQ injection.<\/li><li>Airway management: The airway may need to be protected in patients with coma that persists after serum glucose correction.<\/li><li>Monitoring of patient: Immediate bedside glucose level. Serum glucose, electrolytes including magnesium should be obtained. Serum drug concentrations are not readily available and thus not immediately helpful; urinary sulfonylurea may be used to confirm diagnosis in the rare case where this is desirable. Obtain an ECG and cardiac enzymes in susceptible patients with chest pain. Obtain a CT of the brain for patients who remain comatose despite normalization of serum glucose.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because of the high degree of protein binding. Hemoperfusion and urinary alkalinization have been used with success in chlorpropamide ingestions, but they are unlikely to be of benefit with modern sulfonylurea medications.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management of inadvertent or intentional sulfonylurea overdose. OBSERVATION CRITERIA: Intentional ingestions by adults and any ingestion by a child should be evaluated in a health care facility. Asymptomatic children should be observed with serial blood glucose monitoring for 24 hours following an ingestion. Adults with a suspected overdose should be admitted and observed for at least 12 hours following an immediate release agent. In adults, that may have ingested an extended release product (eg, glipiZIDE extended release tablets can reach maximal concentrations within 6 to 12 hours after dosing and may be maintained for 24 hours) monitoring for 24 hours may be indicated. ADMISSION CRITERIA: Any adult who becomes hypoglycemic and all children should be admitted for observation and serial blood glucose monitoring. Onset of symptoms may be delayed. Hypoglycemia may persist for more than 72 hours. Most authors suggest that patients with a suspected overdose should be admitted and monitored for a minimum of 8 to 12 hours. CONSULT CRITERIA: Consult a poison center or medical toxicologist in cases of severe poisonings.<\/li><\/ul>"},{"id":"616825-s-12-33","title":"Range of Toxicity","mono":"<b>SULFONYLUREA AND RELATED DRUGS<\/b><br\/>TOXICITY: The toxic dose is variable depending on the particular agent. Nondiabetic patients are much more susceptible to the hypoglycemic effects than diabetic patients. Single ingestions of therapeutic doses in children and some adults may result in symptomatic hypoglycemia. Drug interactions can increase the risk of hypoglycemia particularly with other hypoglycemic agents, ethanol, salicylates, sulfonamides and MAOIs. THERAPEUTIC DOSE: Dosing is based on individual response. The following are selected agents: CHLORPROPAMIDE: ADULT: Initial dose: 250 mg daily; 100 to 125 mg daily in older patients. Maintenance: 100 to 250 mg daily; based on individual response. Maximum: 500 mg daily. GlipiZIDE: ADULT: Initial dose: 5 mg daily. Maintenance: Up to 30 mg have been given safely in long-term patients. Maximum dose should not exceed 40 mg daily.  GlyBURIDE: ADULT: Initial dose: 2.5 to 5 mg daily. Maintenance: 1.25 to 20 mg daily in a single or divided doses. Maximum: 20 mg daily. TOLBUTamide: ADULT: Initial dose: 1 to 2 grams daily. Maintenance: 0.25 to 3 grams daily; doses above 2 grams are seldom needed. Maximum: up to 3 grams daily. <br\/>"}]},"13":{"id":"616825-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause heartburn or nausea.<\/li><li>Drug may cause hypo- or hyperglycemia. Instruct patient to monitor for and report problems with glycemic control.<\/li><li>Tell patient to report stress due to infection, fever, trauma, or surgery, as dosing adjustments may need to be made.<\/li><li>Patient should take drug with breakfast or the first main meal of the day.<\/li><li>Advise patient to avoid drinking alcohol while taking this drug.<\/li><\/ul>"}}}