{"drugs":["Cyklokapron","Lysteda","Tranexamic Acid"],"mono":{"0":{"id":"621560-s-0","title":"Generic Names","mono":"Tranexamic Acid"},"1":{"id":"621560-s-1","title":"Dosing and Indications","sub":[{"id":"621560-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Arthroplasty of knee - Postoperative hemorrhage; Prophylaxis:<\/b> 1.5 g or 3 g diluted in 100 mL NS applied TOPICALLY INTRA-ARTICULARLY to open joint surfaces with bulb syringe after all components cemented; keep in contact with tissues for 5 minutes and then suction excess solution prior to closure, OR 1.5 g diluted in 100 mL NS infused INTRA-ARTICULARLY during closure<\/li><li><b>Arthroplasty of knee - Postoperative hemorrhage; Prophylaxis:<\/b> 15 mg\/kg IV (max dose, 1.2 g) at the time of anesthesia induction, OR 10 to 15 mg\/kg IV just before tourniquet deflation and repeat for 1 to 2 doses 3 hours apart, OR 15 mg\/kg IV over 30 minutes then 10 mg\/kg\/hr IV infusion for 12 hours<\/li><li><b>Arthroplasty of knee - Postoperative hemorrhage; Prophylaxis:<\/b> 25 mg\/kg ORALLY (max dose, 2 g) 2 hours prior to procedure<\/li><li><b>Hemophilia - Hemorrhage; Prophylaxis - Tooth extraction:<\/b> pre-op, 10 mg\/kg IV as a single dose with replacement therapy immediately prior to extraction<\/li><li><b>Hemophilia - Hemorrhage; Prophylaxis - Tooth extraction:<\/b> post-op, 10 mg\/kg IV 3 to 4 times a day for 2 to 8 days<\/li><li><b>Menorrhagia:<\/b> 1300 mg ORALLY 3 times daily for a maximum of 5 days during monthly menstruation<\/li><li><b>Operation on heart - Postoperative hemorrhage; Prophylaxis:<\/b> Optimal dosage regimen not established; 10 mg\/kg IV bolus followed by 1 mg\/kg\/hr infusion with 1 mg\/kg added to priming solution (low-dose) OR 30 mg\/kg IV bolus followed by 16 mg\/kg\/hr infusion with 2 mg\/kg added to priming solution (high-dose)  OR 15 mg\/kg IV prior to initiating coronary bypass, followed by 1 mg\/kg\/hr IV infusion for 5 to 6 hours  OR 10 g IV preoperatively  OR 100 mg\/kg IV preoperatively, followed by 50 mg\/kg IV postoperatively  OR 2.5 g IV prior to skin incision with 2.5 g added to the bypass priming solution  (study dosing)<\/li><li><b>Postoperative hemorrhage; Prophylaxis - Total replacement of hip:<\/b> 15 mg\/kg IV (max dose, 1.2 g) at the time of anesthesia induction was used in a clinical study<\/li><li><b>Postoperative hemorrhage; Prophylaxis - Total replacement of hip:<\/b> 25 mg\/kg ORALLY (max dose, 2 g) 2 hours prior to procedure was used in a clinical study<\/li><li><b>Postpartum hemorrhage; Prophylaxis:<\/b> (cesarean section) 1 g IV over 5 minutes administered 10 minutes before incision was used in clinical trials<\/li><li><b>Postpartum hemorrhage; Prophylaxis:<\/b> (vaginal delivery) 0.5 g or 1 g IV 2 to 3 minutes after delivery was used in a clinical trial<\/li><\/ul>"},{"id":"621560-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>(oral) not for use in premenarcheal girls; has not been studied in pediatric patients younger than 12 years with heavy menstrual bleeding<\/li><li><b>Hemophilia - Hemorrhage; Prophylaxis - Tooth extraction:<\/b> pre-op, 10 mg\/kg IV as a single dose with replacement therapy immediately prior to extraction<\/li><li><b>Hemophilia - Hemorrhage; Prophylaxis - Tooth extraction:<\/b> post-op, 10 mg\/kg IV 3 to 4 times a day for 2 to 8 days<\/li><li><b>Menorrhagia:<\/b> after menarche, 1300 mg ORALLY 3 times daily for a maximum of 5 days during monthly menstruation<\/li><li><b>Operation on heart - Postoperative hemorrhage; Prophylaxis:<\/b> 100 mg\/kg IV over 15 minutes followed by 10 mg\/kg\/hour IV until transport to the ICU (study dosing)<\/li><\/ul>"},{"id":"621560-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> oral (serum creatinine above 1.4 to 2.8 mg\/dL), 1300 mg orally twice daily for a maximum of 5 days during menstruation<\/li><li><b>renal impairment:<\/b> oral (serum creatinine above 2.8 to 5.7 mg\/dL), 1300 mg orally once daily for a maximum of 5 days during menstruation<\/li><li><b>renal impairment:<\/b> oral (serum creatinine above 5.7 mg\/dL), 650 mg orally once daily for a maximum of 5 days during menstruation<\/li><li><b>renal impairment:<\/b> IV, dental extraction (serum creatinine 1.36 to 2.83 mg\/dL), 10 mg\/kg IV every 12 hours<\/li><li><b>renal impairment:<\/b> IV, dental extraction (serum creatinine 2.83 to 5.66 mg\/dL), 10 mg\/kg IV every 24 hours<\/li><li><b>renal impairment:<\/b> IV, dental extraction (serum creatinine greater than 5.66 mg\/dL), 10 mg\/kg IV every 48 hours OR 5 mg\/kg IV every 24 hours<\/li><li><b>hepatic impairment:<\/b> dosage adjustment not needed<\/li><\/ul>"},{"id":"621560-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hemophilia - Hemorrhage; Prophylaxis - Tooth extraction<\/li><li>Menorrhagia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute myeloid leukemia - Hemorrhage<\/li><li>Angioedema<\/li><li>Arthroplasty of knee - Postoperative hemorrhage; Prophylaxis<\/li><li>Craniosynostosis syndrome - Hemorrhage, Perioperative; Prophylaxis - Surgical procedure<\/li><li>Dental surgical procedure - Hemophilia - Hemorrhage<\/li><li>Dysfunctional uterine bleeding<\/li><li>Gastrointestinal hemorrhage<\/li><li>Operation on cervix - Postoperative hemorrhage; Prophylaxis<\/li><li>Operation on heart - Postoperative hemorrhage; Prophylaxis<\/li><li>Postoperative hemorrhage; Prophylaxis - Total replacement of hip<\/li><li>Postpartum hemorrhage; Prophylaxis<\/li><li>Traumatic hemorrhage<\/li><\/ul>"}]},"3":{"id":"621560-s-3","title":"Contraindications\/Warnings","sub":[{"id":"621560-s-3-9","title":"Contraindications","mono":"<ul><li>acquired defective color vision (IV)<\/li><li>concomitant use with combination hormonal contraceptives; increased risk of thromboses and thromboembolism<\/li><li>hypersensitivity to tranexamic acid  or other components of the product<\/li><li>intravascular clotting, active (IV)<\/li><li>subarachnoid hemorrhage; cerebral edema or infarction may occur (IV)<\/li><li>thromboembolic disease, active (eg, DVT, pulmonary embolism, or cerebral thrombosis) (oral)<\/li><li>thrombosis or thromboembolism, history, including retinal vein or artery occlusion (oral)<\/li><li>thrombosis or thromboembolism, intrinsic risk (eg, thrombogenic valvular disease, thrombogenic cardiac rhythm disease, or hypercoagulopathy) (oral)<\/li><\/ul>"},{"id":"621560-s-3-10","title":"Precautions","mono":"<ul><li>anaphylactic shock and severe allergic reaction have been reported (oral)<\/li><li>concomitant use with factor IX complex concentrates or anti-inhibitor coagulants not recommended<\/li><li>concomitant use with hormonal contraceptives not recommended, unless strong medical need (oral)<\/li><li>conjunctivitis, ligneous, has been reported (oral)<\/li><li>convulsions have been reported; increased risk with cardiovascular surgery or inadvertent neuraxial system administration (IV)<\/li><li>DIC, treatment of; requires strict supervision of experienced physician (IV)<\/li><li>promyelocytic leukemia, acute, treated with all-trans retinoic acid for remission induction; procoagulant effect may be exacerbated (oral)<\/li><li>renal function impairment; risk of accumulation; adjust dose based on degree of impairment<\/li><li>retinal occlusion, arterial and venous, has been reported; discontinuation may be warranted<\/li><li>subarachnoid hemorrhage; cerebral edema or infarction may occur (oral)<\/li><li>thromboembolic disease, history; increased risk of venous or arterial thrombosis (IV)<\/li><li>thrombosis and thromboembolism, venous or arterial, have been reported<\/li><li>ureteral obstruction, due to clot formation from upper urinary tract bleeding, has been reported (IV)<\/li><li>visual abnormalities may occur; monitoring recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"621560-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"621560-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"621560-s-4","title":"Drug Interactions","sub":[{"id":"621560-s-4-13","title":"Contraindicated","mono":"<ul><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Drospirenone (probable)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Levonorgestrel (probable)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><\/ul>"},{"id":"621560-s-4-14","title":"Major","mono":"<ul><li>Anti-Inhibitor Coagulant Complex (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Tretinoin (probable)<\/li><\/ul>"}]},"5":{"id":"621560-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (oral, 12% to 19.8%)<\/li><li><b>Hematologic:<\/b>Anemia (oral, 5.6%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (oral, 6.9%), Backache (oral, 20.7% to 31.4%), Cramp (oral, 6.5%), Musculoskeletal pain (oral, 11.2%)<\/li><li><b>Neurologic:<\/b>Headache (oral, 50.4% to 60.4%), Migraine (oral, 6% to 10.8%)<\/li><li><b>Respiratory:<\/b>Nasal sinus problem (oral, 25.4%)<\/li><li><b>Other:<\/b>Fatigue (oral, 5.2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Deep venous thrombosis, Thromboembolic disorder<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction (Severe)<\/li><li><b>Ophthalmic:<\/b>Central retinal artery occlusion, Visual disturbance<\/li><li><b>Renal:<\/b>Renal cortical necrosis, acute<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><\/ul>"},"6":{"id":"621560-s-6","title":"Drug Name Info","sub":{"0":{"id":"621560-s-6-17","title":"US Trade Names","mono":"<ul><li>Cyklokapron<\/li><li>Lysteda<\/li><\/ul>"},"2":{"id":"621560-s-6-19","title":"Class","mono":"Hemostatic<br\/>"},"3":{"id":"621560-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"621560-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"621560-s-7","title":"Mechanism Of Action","mono":" Tranexamic acid, a synthetic amino acid, is a competitive inhibitor of plasminogen activation, and at much higher concentrations, a noncompetitive inhibitor of plasmin (ie, actions similar to aminocaproic acid). Tranexamic acid is about 10 times more potent in vitro than aminocaproic acid.<br\/>"},"8":{"id":"621560-s-8","title":"Pharmacokinetics","sub":[{"id":"621560-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral: 2.5 to 3 hours<\/li><li>Tmax: IV, single-dose:  5 minutes.<\/li><li>Tmax: IV infusion: 30 to 60 minutes<\/li><li>Bioavailability, IM: 100%<\/li><li>Bioavailability, Oral: 45%<\/li><li>Bioavailability, topical mouth rinse: minimal<\/li><li>Effects of food: no significant effect<\/li><\/ul>"},{"id":"621560-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 9 to 12 L (initial); 0.39 L\/kg;<\/li><li>Protein binding, Plasminogen: 3%<\/li><\/ul>"},{"id":"621560-s-8-25","title":"Metabolism","mono":"<ul><li>Site unknown: minimally metabolized, less than 10%<\/li><li>Dicarboxylic acid and acetylated metabolite: inactive<\/li><\/ul>"},{"id":"621560-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 95%  unchanged (IV); 39%  to 53% (oral)<\/li><li>Renal clearance: 110 to 116 mL\/min<\/li><li>Total body clearance: 110 to 116 mL\/min<\/li><\/ul>"},{"id":"621560-s-8-27","title":"Elimination Half Life","mono":"<ul><li>IV: 2 hours<\/li><li>Oral: 11 hours<\/li><\/ul>"}]},"9":{"id":"621560-s-9","title":"Administration","mono":"<ul><li><b>Intravenous<\/b><br\/><ul><li>may mix with electrolyte solutions, carbohydrate solutions, amino acid solutions, and dextran solutions; heparin may be added<\/li><li>do not mix with blood or solutions containing penicillin<\/li><li>do not inject more rapidly than 1 mL\/min to avoid hypotension<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>may be given without regard to meals<\/li><li>swallow whole; do not chew or break tablets<\/li><\/ul><\/li><\/ul>"},"10":{"id":"621560-s-10","title":"Monitoring","mono":"<ul><li>bleeding with tooth extraction: prevention or reduction in blood loss during and after tooth extraction is evidence of efficacy<\/li><li>heavy menstrual bleeding: reduction in menstrual blood loss is evidence of efficacy<\/li><li>(intravenous) ophthalmologic examination; prior to initiating tranexamic acid and at regular intervals thereafter in patients who are to receive prolonged treatment (ie, longer than several days)<\/li><\/ul>"},"11":{"id":"621560-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Solution: 100 MG\/ML<\/li><li>Oral Tablet: 650 MG<\/li><\/ul><\/li><li><b>Cyklokapron<\/b><br\/>Intravenous Solution: 100 MG\/ML<br\/><\/li><li><b>Lysteda<\/b><br\/>Oral Tablet: 650 MG<br\/><\/li><li><b>Novaplus Tranexamic Acid<\/b><br\/>Intravenous Solution: 100 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"621560-s-12","title":"Toxicology","sub":[{"id":"621560-s-12-31","title":"Clinical Effects","mono":"<b>TRANEXAMIC ACID<\/b><br\/>USES: Tranexamic acid is indicated for the short-term use (2 to 8 days) to reduce or prevent hemorrhage and to reduce the need for replacement therapy during and following tooth extraction in hemophiliac patients. PHARMACOLOGY: Tranexamic acid is a synthetic amino acid analogue that interferes with the activation of plasminogen to plasmin. This produces an antifibrinolytic effect preventing clot breakdown reducing the risk of bleeding. EPIDEMIOLOGY: Overdoses are rare. Several cases of unintentional intrathecal administration of tranexamic acid have been reported. MILD TO MODERATE TOXICITY: Tranexamic overdose data are limited. Nausea, vomiting, orthostatic hypotension may occur in the event of an overdose. SEVERE TOXICITY: The major adverse events due to tranexamic acid are the potential thromboembolic events, such as myocardial infarctions, deep vein thrombosis, and pulmonary embolism. Severe pain, seizures, myoclonic twitching of facial muscles, ventricular fibrillation, coma, and death have been reported in patients following unintentional intrathecal administration of tranexamic acid. ADVERSE EFFECTS: COMMON: Nausea, vomiting, and diarrhea are common occurrences with tranexamic acid therapy. INFREQUENT: Adverse effects that may occur less frequently following therapeutic administration of tranexamic acid include thromboembolism, myocardial infarction, renal cortical necrosis, visual disturbances, headaches and giddiness. <br\/>"},{"id":"621560-s-12-32","title":"Treatment","mono":"<b>TRANEXAMIC ACID<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat patients with hypotension (IV 0.9% NS, dopamine, norepinephrine). MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive; closely monitor neurologic function. Treat severe hypotension (IV 0.9% NS, dopamine, norepinephrine). Treat seizures with benzodiazepines and barbiturates, or with propofol if seizures persist or recur. Look for clinical evidence of thromboembolic complications (e.g. chest pain, shortness of breath, flank pain, extremity pain) and obtain specific studies (e.g. CT, angiography) to evaluate for thromboembolic complications as needed.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal following oral exposure if patient is alert or airway is protected. HOSPITAL: Consider activated charcoal following oral exposure if patient is alert or airway is protected; decontamination is not indicated following parenteral exposure.<\/li><li>Airway management: Assess airway; intubation and ventilation may be necessary in a patient unable to protect their airway due to significant CNS depression.<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: IV 0.9% NS, dopamine, norepinephrine.<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Intrathecal injection: Highly neurotoxic. Intrathecal injection has been rapidly lethal. Information is derived from limited case reports and experience with antineoplastic agents.  Keep the patient upright and begin aggressive attempts to remove as much drug as possible. Immediately drain at least 20 ml CSF; drainage of up to 70 ml has been tolerated in adults.  Follow with CSF exchange (remove serial 20 ml aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).  Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours).  Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis. Aggressive seizure control (benzodiazepines, barbiturates, propofol) may be necessary. Support blood pressure with fluids and pressors as needed. Endotracheal intubation and mechanical ventilation are likely to be needed. Monitor for ventricular dysrhythmias and treat per ACLS guidelines.<\/li><li>Monitoring of patient: While there are no specific lab tests that will be altered after therapeutic or overdose of tranexamic acid, including coagulation studies, the following would be appropriate to monitor: CBC with differential, platelets, renal function after significant overdose. Vital signs should be closely observed, as hypotension may occur with therapeutic infusion and overdose. Look for clinical evidence of thromboembolic complications (eg; chest pain, shortness of breath, flank pain, extremity pain). Specific studies (eg; CT, angiography) may be needed to evaluate for thromboembolic complications. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients. Monitor fluid and electrolyte status in patients with severe vomiting or diarrhea.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with a minor inadvertent ingestion may be monitored at home. OBSERVATION CRITERIA: All symptomatic patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. ADMISSION CRITERIA: Patients with a deliberate ingestions demonstrating cardiotoxicity, seizure activity, or other persistent neurotoxicity should be admitted it an intensive care setting. CONSULT CRITERIA: Call a Poison Center for assistance in managing patients with severe toxicity, any patient with intrathecal injection, or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"621560-s-12-33","title":"Range of Toxicity","mono":"<b>TRANEXAMIC ACID<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Unintentional intrathecal administration of 500 mg tranexamic acid resulted in the development of seizures, refractory ventricular fibrillation, and death in an adult patient. THERAPEUTIC DOSE: ADULTS AND CHILDREN: ORAL: For hemorrhage prophylaxis in hemophiliacs, 25 mg\/kg 3 to 4 times daily for 2 to 8 days following dental extraction surgery OR 25 mg\/kg 3 to 4 times daily beginning 1 day prior to surgery. IV: For hemorrhage prophylaxis in hemophiliacs, 10 mg\/kg immediately prior to tooth extraction, combined with factor VIII or IX concentrate OR, for those patients unable to take oral medication, 10 mg\/kg IV may be administered 3 to 4 times daily postoperatively. NOTE: For patients with moderate to severely impaired renal function, a decreased dose is recommended. <br\/>"}]},"13":{"id":"621560-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient not to drive or operate machinery after receiving this drug, as there may be residual dizziness.<\/li><li>Thromboembolic events have been reported. Advise patient to report sign\/symptoms of thromboembolism.<\/li><li>Oral form may cause headache, sinus symptoms, back pain, abdominal pain, musculoskeletal pain, migraine, anemia and fatigue. Injectable form may cause gastrointestinal disturbances, hypotension, allergic dermatitis, convulsions, or giddiness.<\/li><li>Instruct patient to report any visual abnormalities or vision changes.<\/li><li>Advise patient to avoid concomitant use of factor IX complex concentrates or anti-inhibitor coagulant concentrates.<\/li><li>Patient should not use hormonal contraceptives or oral tretinoin while taking oral form of this drug.<\/li><li>Instruct patient to take a missed dose as soon as possible, and then take the next dose at least 6 hours later. Patient should not take more than 2 tablets at a time to make up for missed doses.<\/li><\/ul>"}}}