{"drugs":["Aristocort","Aristocort Forte","Clinacort","Triam-Forte","Triamcinolone Diacetate","Triamcot"],"mono":{"0":{"id":"623965-s-0","title":"Generic Names","mono":"Triamcinolone Diacetate"},"1":{"id":"623965-s-1","title":"Dosing and Indications","sub":{"0":{"id":"623965-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Alopecia areata:<\/b> SUBCUTANEOUS, 25 to 30 mg (10 mg\/mL conc) 1 to 2 times\/wk, not to exceed 0.5 mL\/site; MAX 75 mg\/wk<\/li><li><b>Arthritis:<\/b> INTRA-ARTICULAR or INTRASYNOVIAL, 5 to 40 mg, depending on size of joint, every 1 to 8 wk as needed<\/li><li><b>Disorder of skin:<\/b> INTRALESIONAL, SUBLESIONAL, or SOFT-TISSUE INJECTION, 3 to 48 mg every 1 to 8 wk as needed; MAX 75 mg\/wk<\/li><\/ul>"},"3":{"id":"623965-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Alopecia areata<\/li><li>Arthritis<\/li><li>Disorder of skin<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Asthma (Severe)<\/li><li>Pain<\/li><\/ul>"}}},"3":{"id":"623965-s-3","title":"Contraindications\/Warnings","sub":[{"id":"623965-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to triamcinolone or any component of the product<\/li><li>premature infants; Aristocort(R) Forte contains benzyl alcohol<\/li><li>systemic fungal infection, except with intra-articular therapy<\/li><li>thrombocytopenic purpura, idiopathic<\/li><li>vaccine (live or live, attenuated) administration<\/li><\/ul>"},{"id":"623965-s-3-10","title":"Precautions","mono":"<ul><li>anaphylactoid reactions; have been rarely reported with corticosteroid therapy<\/li><li>chicken pox or measles; exposure while on corticosteroids may result in a more serious or fatal disease course, particularly in patients with no history of these infections<\/li><li>cirrhosis; increased risk of toxicity<\/li><li>congestive heart failure, hypertension, and renal insufficiency; risk associated with sodium retention and potassium loss<\/li><li>diverticulitis, active or latent peptic ulcer, fresh intestinal anastomoses, or nonspecific ulcerative colitis; risk of gastrointestinal perforation<\/li><li>emotional instability or psychotic tendencies; may exacerbate condition<\/li><li>hyperthyroidism or hypothyroidism; potential increase or decrease, respectively, in metabolic clearance of corticosteroids<\/li><li>malaria, cerebral; do not use<\/li><li>myocardial infarction, recent; risk of left ventricular free wall rupture<\/li><li>neonate, premature or low birth weight; increased risk of fatal &quot;gasping syndrome&quot; due to benzyl alcohol in Aristocort(R) Forte, especially with higher doses<\/li><li>neuromuscular transmission disorder (eg, myasthenia gravis); increased risk of acute myopathy<\/li><li>ocular herpes simplex, active; do not use<\/li><li>optic neuritis; may increase the risk of new episodes<\/li><li>osteoporosis; decreased calcium absorption and increased calcium excretion may exacerbate condition<\/li><li>pediatric patients; risk of bone growth inhibition<\/li><li>Strongyloides (threadworm) infestation, known or suspected; corticosteroid-induced immunosuppression may lead to hyperinfection and dissemination, often with enterocolitis and potentially fatal septicemia<\/li><li>systemic infections, untreated (including viral, bacterial, fungal, protozoan, or helminthic); corticosteroid-induced immunosuppression may lead to activation of latent disease or exacerbation of active infection<\/li><li>traumatic brain injury, high-dose therapy; do not use due to potential for increased risk of mortality<\/li><li>tuberculosis, active or latent; risk of disease reactivation<\/li><li>use longer than 6 weeks; increased risk of elevated intraocular pressure<\/li><\/ul>"},{"id":"623965-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Triamcinolone: C (FDA)<\/li><li>Triamcinolone: B3 (AUS)<\/li><\/ul>"},{"id":"623965-s-3-12","title":"Breast Feeding","mono":"Triamcinolone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"623965-s-4","title":"Drug Interactions","sub":[{"id":"623965-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"623965-s-4-14","title":"Major","mono":"<ul><li>Aldesleukin (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><\/ul>"},{"id":"623965-s-4-15","title":"Moderate","mono":"<ul><li>Alcuronium (probable)<\/li><li>Aspirin (probable)<\/li><li>Atracurium (probable)<\/li><li>Balofloxacin (established)<\/li><li>Besifloxacin (established)<\/li><li>Ciprofloxacin (established)<\/li><li>Enoxacin (established)<\/li><li>Fleroxacin (established)<\/li><li>Flumequine (established)<\/li><li>Fosphenytoin (probable)<\/li><li>Gallamine (probable)<\/li><li>Gatifloxacin (established)<\/li><li>Gemifloxacin (established)<\/li><li>Hexafluorenium (probable)<\/li><li>Levofloxacin (established)<\/li><li>Licorice (probable)<\/li><li>Lomefloxacin (established)<\/li><li>Metocurine (probable)<\/li><li>Moxifloxacin (established)<\/li><li>Nadifloxacin (established)<\/li><li>Norfloxacin (established)<\/li><li>Ofloxacin (established)<\/li><li>Pazufloxacin (established)<\/li><li>Pefloxacin (established)<\/li><li>Phenytoin (probable)<\/li><li>Primidone (probable)<\/li><li>Prulifloxacin (established)<\/li><li>Rufloxacin (established)<\/li><li>Saiboku-To (probable)<\/li><li>Sparfloxacin (established)<\/li><li>Tosufloxacin (established)<\/li><\/ul>"}]},"5":{"id":"623965-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension<\/li><li><b>Dermatologic:<\/b>Atrophic condition of skin, Finding of skin healing, Impaired<\/li><li><b>Endocrine metabolic:<\/b>Cushing's syndrome, Decreased body growth<\/li><li><b>Gastrointestinal:<\/b>Disorder of gastrointestinal tract<\/li><li><b>Immunologic:<\/b>At risk for infection<\/li><li><b>Musculoskeletal:<\/b>Osteoporosis<\/li><li><b>Psychiatric:<\/b>Depression, Euphoria<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperglycemia, Primary adrenocortical insufficiency<\/li><li><b>Ophthalmic:<\/b>Cataract, Glaucoma<\/li><li><b>Respiratory:<\/b>Pulmonary tuberculosis<\/li><\/ul>"},"6":{"id":"623965-s-6","title":"Drug Name Info","sub":{"0":{"id":"623965-s-6-17","title":"US Trade Names","mono":"<ul><li>Aristocort<\/li><li>Aristocort Forte<\/li><li>Clinacort<\/li><li>Triam-Forte<\/li><li>Triamcot<\/li><\/ul>"},"2":{"id":"623965-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Endocrine-Metabolic Agent<\/li><\/ul>"},"3":{"id":"623965-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"623965-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"10":{"id":"623965-s-10","title":"Monitoring","mono":"symptomatic improvement<br\/>"},"11":{"id":"623965-s-11","title":"How Supplied","mono":"<ul><li><b>Clinacort<\/b><br\/>Injection Suspension: 40 MG\/ML<br\/><\/li><li><b>Triamcot<\/b><br\/>Injection Suspension: 40 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"623965-s-12","title":"Toxicology","sub":[{"id":"623965-s-12-31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"623965-s-12-32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"623965-s-12-33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"623965-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy unless approved by healthcare professional.<\/li><li>Patient should immediately report exposure to chickenpox or measles.<\/li><li>This drug may cause impaired skin healing, decreased body growth in children, hypercortisolism (weight gain, fatigue, muscle weakness, facial rounding, fragile\/thin skin), osteoporosis, euphoria, hyperglycemia, or cataract.<\/li><li>Instruct patient to report signs\/symptoms of infection or primary adrenocortical insufficiency (fatigue, muscle weakness, loss of appetite, weight loss, nausea, vomiting, diarrhea, low blood pressure).<\/li><li>With long-term use, advise patient against sudden discontinuation of drug.<\/li><\/ul>"}}}