{"drugs":["Dyazide","Hydrochlorothiazide\/Triamterene","Maxzide"],"mono":{"0":{"id":"624240-s-0","title":"Generic Names","mono":"Hydrochlorothiazide\/Triamterene"},"1":{"id":"624240-s-1","title":"Dosing and Indications","sub":[{"id":"624240-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Edema:<\/b> 1 to 2 capsules (25 mg hydrochlorothiazide\/37.5 mg triamterene) ORALLY once daily<\/li><li><b>Hypertension, Not initial therapy:<\/b> initial, 1 TAB or CAP (25 mg hydrochlorothiazide\/37.5 mg triamterene) ORALLY once daily<\/li><li><b>Hypertension, Not initial therapy:<\/b> titration, allow 2 to 3 wk to achieve optimum antihypertensive effect<\/li><li><b>Hypertension, Not initial therapy:<\/b> titrate to maintenance, may increase to MAX dose 50\/75 mg ORALLY once daily<\/li><\/ul>"},{"id":"624240-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in children "},{"id":"624240-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> use is contraindicated in patients with anuria, acute and chronic renal insufficiency or significant renal impairment "},{"id":"624240-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Edema<\/li><li>Hypertension, Not initial therapy<\/li><\/ul>"}]},"2":{"id":"624240-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Abnormal elevation of serum potassium levels (greater than or equal to 5.5 mEq\/L) can occur. Risk of hyperkalemia is increased in patients with renal impairment, diabetes (with or without renal impairment), the elderly, or severely ill. Serum potassium levels must be monitored at frequent intervals, especially in hydrochlorothiazide\/triamterene-naive patients, when dosages are changed, or with any illness that may influence renal function <br\/>"},"3":{"id":"624240-s-3","title":"Contraindications\/Warnings","sub":[{"id":"624240-s-3-9","title":"Contraindications","mono":"<ul><li>anuria, acute or chronic renal insufficiency or significant renal impairment<\/li><li>concomitant potassium supplementation, except with severe hypokalemia, should be avoided; risk of rapid increase in serum potassium levels; monitoring recommended if supplementation required<\/li><li>concomitant use with other potassium-sparing agents not recommended<\/li><li>concomitant use with potassium-containing salt substitutes not recommended<\/li><li>hyperkalemia<\/li><li>hypersensitivity to hydrochlorothiazide, sulfonamides, triamterene, or any excipients of the product<\/li><\/ul>"},{"id":"624240-s-3-10","title":"Precautions","mono":"<ul><li>hyperkalemia (eg, greater than or equal to 5.5 mEq\/L), including fatal cases; increased risk with renal impairment, diabetes (with or without renal impairment), elderly, or severely ill; frequent monitoring recommended; immediate discontinuation recommended if suspected<\/li><li>angle-closure glaucoma and transient myopia, acute, may occur within hours to weeks of drug initiation and may lead to permanent vision loss; increased risk with history of sulfonamide or penicillin allergy; immediate discontinuation recommended<\/li><li>BUN and\/or creatinine elevation may occur due to reasons other than renal toxicity; monitoring and possible discontinuation recommended<\/li><li>concomitant use with lithium should be avoided<\/li><li>diabetes mellitus; increased risk of hyperglycemia, glycosuria, and altered insulin requirements<\/li><li>diabetes mellitus, latent; may manifest with thiazide therapy<\/li><li>electrolyte imbalance; risk of exacerbation, particularly with high doses, prolonged therapy, or salt-restricted diet; monitoring recommended<\/li><li>hepatic impairment; thiazide use may lead to hepatic coma in cases of severe liver disease; temporary or permanent discontinuation may be necessary<\/li><li>hyperuricemia or gout; increased risk of elevated blood uric acid levels<\/li><li>hypokalemia may occur; if serious (eg, less than 3 mEq\/L) discontinuation recommended<\/li><li>severely ill patients at risk for metabolic or respiratory acidosis; avoid potassium-sparing therapy; if used, frequent monitoring recommended<\/li><li>renal stones, history<\/li><li>surgery; risk of decreased arterial response to norepinephrine and increased response to nondepolarizing muscle relaxants<\/li><\/ul>"},{"id":"624240-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"624240-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"624240-s-4","title":"Drug Interactions","sub":[{"id":"624240-s-4-13","title":"Contraindicated","mono":"<ul><li>Amiloride (theoretical)<\/li><li>Dofetilide (probable)<\/li><li>Eplerenone (theoretical)<\/li><li>Spironolactone (theoretical)<\/li><\/ul>"},{"id":"624240-s-4-14","title":"Major","mono":"<ul><li>Acetyldigoxin (established)<\/li><li>Alacepril (probable)<\/li><li>Arginine (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Benazepril (probable)<\/li><li>Captopril (probable)<\/li><li>Cilazapril (probable)<\/li><li>Cyclophosphamide (probable)<\/li><li>Delapril (probable)<\/li><li>Deslanoside (established)<\/li><li>Digitalis (established)<\/li><li>Digitoxin (established)<\/li><li>Digoxin (established)<\/li><li>Droperidol (theoretical)<\/li><li>Enalaprilat (probable)<\/li><li>Enalapril Maleate (probable)<\/li><li>Flecainide (theoretical)<\/li><li>Fosinopril (probable)<\/li><li>Imidapril (probable)<\/li><li>Ketanserin (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Lisinopril (probable)<\/li><li>Lithium (probable)<\/li><li>Methotrexate (probable)<\/li><li>Metildigoxin (established)<\/li><li>Moexipril (probable)<\/li><li>Ouabain (theoretical)<\/li><li>Pentopril (probable)<\/li><li>Perindopril (probable)<\/li><li>Pixantrone (theoretical)<\/li><li>Potassium (theoretical)<\/li><li>Proscillaridin (theoretical)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Sotalol (probable)<\/li><li>Spirapril (probable)<\/li><li>Tacrolimus (theoretical)<\/li><li>Temocapril (probable)<\/li><li>Trandolapril (probable)<\/li><li>Trimethoprim (theoretical)<\/li><li>Zofenopril (probable)<\/li><\/ul>"},{"id":"624240-s-4-15","title":"Moderate","mono":"<ul><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Amantadine (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Bepridil (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Celecoxib (probable)<\/li><li>Cholestyramine (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Clonixin (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Enalapril (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Ginkgo (probable)<\/li><li>Gossypol (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Licorice (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Sulindac (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Topiramate (probable)<\/li><li>Valdecoxib (probable)<\/li><\/ul>"}]},"5":{"id":"624240-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Neurologic:<\/b>Asthenia, Dizziness, Headache<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia<\/li><li><b>Dermatologic:<\/b>Erythema multiforme, Erythroderma, Subacute cutaneous lupus erythematosus<\/li><li><b>Endocrine metabolic:<\/b>Diabetes mellitus, Electrolytes abnormal, Hyperkalemia, Metabolic acidosis<\/li><li><b>Hepatic:<\/b>Hepatic coma<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Ophthalmic:<\/b>Angle-closure glaucoma, acute, Myopia, Acute transient<\/li><li><b>Renal:<\/b>Acute renal failure<\/li><\/ul>"},"6":{"id":"624240-s-6","title":"Drug Name Info","sub":{"0":{"id":"624240-s-6-17","title":"US Trade Names","mono":"<ul><li>Dyazide<\/li><li>Maxzide<\/li><\/ul>"},"2":{"id":"624240-s-6-19","title":"Class","mono":"<ul><li>Diuretic<\/li><li>Diuretic, Potassium Sparing<\/li><li>Diuretic, Potassium Sparing\/Thiazide Combination<\/li><li>Thiazide<\/li><\/ul>"},"3":{"id":"624240-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"624240-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"624240-s-7","title":"Mechanism Of Action","mono":"<ul><li>Hydrochlorothiazide is a thiazide diuretic and antihypertensive that affects the renal tubular mechanism of electrolyte reabsorption, resulting in increased excretion of sodium and chloride. It also decreases uric acid and calcium excretion, increases iodide excretion and reduces glomerular filtration rate. Its antihypertensive mechanism is still unknown.<\/li><li>Triamterene is a potassium-sparing diuretic that inhibits the reabsorption of sodium in exchange for potassium and hydrogen ions by exerting a direct effect on the distal renal tubule.<\/li><\/ul>"},"8":{"id":"624240-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"624240-s-8-23","title":"Absorption","mono":"<ul><li>Hydrochlorothiazide, Oral: time to peak concentration, approximately 2 h<\/li><li>Hydrochlorothiazide, Effect of food: (capsule), high fat meal increases mean bioavailability by about 17%, and delays absorption up to 2 h<\/li><li>Hydrochlorothiazide, Effect of food: (tablet), none<\/li><li>Triamterene, Oral, capsule: time to peak concentration, 1.1 h<\/li><li>Triamterene, Oral, tablet: time to peak concentration, within 1 h<\/li><li>Triamterene, Effect of food: (capsule), increases mean bioavailability by about 67%, increases Cmax and delays absorption up to 2 h<\/li><li>Triamterene, Effect of food: (tablet), none<\/li><\/ul>"},"2":{"id":"624240-s-8-25","title":"Metabolism","mono":"<ul><li>Triamterene: sulfate conjugation<\/li><li>Metabolite: hydroxytriamterene<\/li><\/ul>"},"3":{"id":"624240-s-8-26","title":"Excretion","mono":"Hydrochlorothiazide, Renal: unchanged <br\/>"}}},"10":{"id":"624240-s-10","title":"Monitoring","mono":"<ul><li>hypertension: blood pressure<\/li><li>reduction in edema<\/li><li>renal function; periodically, especially in elderly patients<\/li><li>serum potassium; frequently, especially during initiation of therapy, dosage changes, and in diabetic patients<\/li><li>severely ill patients: acid-base balance<\/li><\/ul>"},"11":{"id":"624240-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: (Hydrochlorothiazide - Triamterene) 25 MG-37.5 MG, 25 MG-50 MG<\/li><li>Oral Tablet: (Hydrochlorothiazide - Triamterene) 25 MG-37.5 MG, 25 MG-50 MG, 50 MG-75 MG<\/li><\/ul><\/li><li><b>Dyazide<\/b><br\/>Oral Capsule: (Hydrochlorothiazide - Triamterene) 25 MG-37.5 MG<br\/><\/li><li><b>Maxzide-25<\/b><br\/>Oral Tablet: (Hydrochlorothiazide - Triamterene) 25 MG-37.5 MG<br\/><\/li><li><b>Maxzide<\/b><br\/>Oral Tablet: (Hydrochlorothiazide - Triamterene) 25 MG-37.5 MG, 50 MG-75 MG<br\/><\/li><\/ul>"},"12":{"id":"624240-s-12","title":"Toxicology","sub":[{"id":"624240-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>DIURETICS<\/b><br\/>USES: Class of drugs that are primarily used to treat hypertension and congestive heart failure. Potassium sparing diuretics and carbonic anhydrase inhibitors are covered in separate managements. PHARMACOLOGY: Work in a variety of mechanisms including inhibiting sodium and chloride reabsorption in the distal convoluted tubule (thiazides), inhibiting transport of sodium, potassium, and chloride in the thick ascending limb of the loop of henle (loop), and osmotic agents (mannitol). TOXICOLOGY: Produce hypovolemia and electrolyte deficiencies. EPIDEMIOLOGY: Rare overdose which uncommonly results in significant morbidity or death. MILD TO MODERATE TOXICITY: Mild dehydration, tachycardia, dry mucous membranes, headache, muscle cramps, thirst, and brisk diuresis. Large doses of furosemide or ethacrynic acid can cause ototoxicity. SEVERE TOXICITY: Hypotension, hypochloremic metabolic alkalosis, mental status changes, and electrolyte abnormalities (i.e. hypokalemia, hypomagnesemia, hypochloremia, hypocalcemia) are the most common manifestations of severe poisoning. Rarely muscle spasms, tetany, seizures, coma, or dysrhythmias may develop secondary to severe electrolyte abnormalities.  CNS depression has been reported rarely in children with acute ingestion without significant electrolyte abnormalities. ADVERSE EFFECTS: Thiazides are associated with hyperglycemia and hyperlipidemia. Furosemide has been associated with ototoxicity, hyperglycemia, and hypercholesterolemia.  Diuretics have a large number of drug interactions as well. Extravasation of mannitol can cause tissue injury and compartment syndrome.<br\/><\/li><li><b>POTASSIUM SPARING DIURETICS <\/b><br\/>USES: Potassium sparing diuretics are used to treat congestive heart failure, fluid retention from liver failure, and hypertension. Spironolactone is used to prevent amphotericin B-related hypokalemia in cancer patients, and in the management of neonatal chronic lung disease. PHARMACOLOGY: Amiloride acts by blocking the sodium channel in the later portion of the nephron, distal tubule, and collecting duct. Triamterene inhibits the reabsorption of sodium ions in the exchange for potassium and hydrogen ions in the segment of the distal tubule under the control of adrenal mineralocorticoids. Eplerenone and spironolactone bind to aldosterone receptors in the distal tubules and collecting duct, preventing the binding of aldosterone to its receptor. Aldosterone acts at the kidney to cause sodium and water retention and potassium loss in the urine. TOXICOLOGY: Overdose may cause dehydration due to the diuretic effect. It can also cause electrolyte abnormalities, most commonly hyperkalemia. EPIDEMIOLOGY: Adverse effects during therapeutic use are relatively common. Potassium sparing diuretic overdose is rare and deaths have not been reported. MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea, mild dehydration, and hyperkalemia may develop. SEVERE TOXICITY: Severe toxicity has not been reported, but severe dehydration (tachycardia, hypotension, and possibly mental status changes) and hyperkalemia (which may cause dysrhythmias) should be expected. Acute renal failure has been reported from triamterene deposition in the renal tubules after overdose. ADVERSE EFFECTS: Amiloride: Hyperkalemia, headache, paresthesia, depression, loss of libido, nausea, anorexia, diarrhea, vomiting, weakness, fatigue, muscle cramps. Eplerenone: Hyperkalemia, diarrhea, dizziness, fatigue, coughing. Spironolactone: Hyperkalemia, acidosis, cramping, diarrhea, drowsiness, lethargy, ataxia, gynecomastia, impotence, irregular menses. Triamterene: Hyperkalemia, diarrhea, nausea, vomiting, interstitial nephritis, blood dyscrasias, nephrolithiasis, photodermatitis.<br\/><\/li><\/ul>"},{"id":"624240-s-12-32","title":"Treatment","mono":"<ul><li><b>DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with minor symptoms can be managed with supportive care only.  Oral hydration and oral electrolyte supplementation may be sufficient.  Severe electrolyte disturbances and\/or mental status changes indicate a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is very rare. Treatment should be directed at intravenous correction of volume loss and electrolyte abnormalities.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not indicated as toxicity is rare. HOSPITAL: Activated charcoal is rarely  indicated as acute toxicity is rare.<\/li><li>Airway management: Diuretic poisoning should not produce symptoms mandating airway management.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: Monitor vital signs and serum electrolytes.  Obtain an ECG in patients with significant electrolyte abnormalities.<\/li><li>Enhanced elimination procedure: Hemodialysis is not expected to be helpful.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of less than a maximal daily dose can be monitored at home. OBSERVATION CRITERIA: Adults with intentional ingestions or symptomatic children should be referred to a health care facility.  Patients who are asymptomatic after 6 hours can be discharged home. ADMISSION CRITERIA: Patients who have severe electrolyte abnormalities or vital sign abnormalities should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul><\/li><li><b>POTASSIUM SPARING DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Serious toxicity is not expected after ingestion. Most patients will remain asymptomatic or have a mild diuresis. Oral rehydration and monitoring for hyperkalemia is sufficient in most cases. MANAGEMENT OF SEVERE TOXICITY: Correct dehydration with intravenous fluids. There is a theoretical risk of hyperkalemia following overdose. Hyperkalemia is treated in the usual fashion: administer calcium chloride for dysrhythmias or wide complex rhythms. Sodium bicarbonate, insulin, glucose, and cationic exchange resins (eg, sodium polystyrene sulfonate) may also be used. Dialysis may be required for patients with impaired renal function.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not indicated. HOSPITAL: Gastrointestinal decontamination should not be routinely performed following potassium sparing diuretic ingestion. Activated charcoal may be considered after extremely large ingestions or if more toxic coingestants are involved and the patient has presented early after the ingestion.<\/li><li>Airway management: Airway compromise is not expected following potassium sparing diuretic ingestion.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor serum electrolytes and ECG after overdose. Drug concentrations are not routinely available and are not used clinically to guide management following overdose.<\/li><li>Enhanced elimination procedure: As significant toxicity is not expected, there is no role for enhanced elimination following ingestion. Dialysis is ineffective in removing spironolactone, but may increase the clearance of triamterene.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with small, inadvertent ingestions and normal renal function can be monitored at home. OBSERVATION CRITERIA: Patients with large or deliberate ingestions or impaired renal function should be monitored for fluid status and serum electrolytes changes (particularly sodium and potassium). Monitor vital signs and ECG in symptomatic patients and those with significant electrolyte abnormalities. ADMISSION CRITERIA: Admit patients with severe electrolyte abnormalities, dehydration, or impaired renal function. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"624240-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>DIURETICS<\/b><br\/>TOXICITY: Toxic doses are not well established.  Diuresis is expected to result at even therapeutic doses.  Toxicity is most common with chronic dosing and acute toxicity is often related to other factors such as comorbid conditions and access to fluid replacement. THERAPEUTIC DOSE: Furosemide is typically dosed at 20 to 80 mg with repeat doses as necessary in adults; pediatric dose is 1 to 2 mg\/kg orally.  Hydrochlorothiazide is typically dosed at 12.5 to 50 mg daily in adults; pediatric dose is 1 to 3 mg\/kg divided twice daily.<br\/><\/li><li><b>POTASSIUM SPARING DIURETICS<\/b><br\/>TOXICITY: No toxic dose for these medications has been established. An adult developed acute renal failure 3 days after ingesting 50 capsules of triamterene\/hydrochlorothiazide. Two infants, ages 10 and 12 months, ingested up to 60 spironolactone tablets, with asymptomatic hyperkalemia as the only effect noted. THERAPEUTIC DOSE: AMILORIDE: ADULT: 5 to 20 mg\/day orally; PEDIATRIC: 6 to 20 kg in body weight: 0.625 mg\/kg\/day orally. EPLERENONE: ADULT: 25 to 50 mg orally once or twice daily; PEDIATRIC: Safety and efficacy not established. SPIRONOLACTONE: ADULT: 25 to 100 mg\/day orally in single or divided doses; PEDIATRIC: 1 to 3 mg\/kg\/day orally in 2 to 4 divided doses or once daily; MAX 200 mg\/day. TRIAMTERENE: ADULT: 100 mg orally twice daily; MAX 300 mg\/day; PEDIATRIC: Edema: 1 to 4 mg\/kg\/day orally in 2 divided doses. Hypertension: initially, 1 to 2 mg\/kg\/day orally in two divided doses; MAX 3 to 4 mg\/kg\/day, up to 300 mg\/day.<br\/><\/li><\/ul>"}]},"13":{"id":"624240-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as this drug may cause dizziness, blurred vision, and vertigo.<\/li><li>Drug may cause abdominal pain, constipation, diarrhea, nausea, vomiting, xerostomia, muscle cramps, asthenia, rash, photosensitivity, and fatigue.<\/li><li>Tell patient to report signs\/symptoms of hyperkalemia (paresthesias, muscle weakness, fatigue, bradycardia, flaccid paralysis of extremities).<\/li><li>Advise patient to report signs\/symptoms of acute transient myopia associated with acute angle-closure glaucoma, including sudden ocular pain or decreased visual acuity.<\/li><li>Instruct patient to report signs\/symptoms of acute renal failure, hyperuricemia, or gout.<\/li><li>Counsel diabetic patient to monitor for signs\/symptoms of hyperglycemia and to report difficulties with glycemic control.<\/li><li>Tell patient to maintain adequate hydration, especially with exercise, sweating, diarrhea, or vomiting.<\/li><li>Advise patient to avoid concomitant use of potassium supplements or potassium-containing salt substitutes unless approved by healthcare professional.<\/li><li>Warn patient that there are multiple significant drug-drug interactions for this drug and to consult a healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}