{"generic":"Trientine Hydrochloride","drugs":["Syprine","Trientine Hydrochloride"],"mono":{"0":{"id":"625925-s-0","title":"Generic Names","mono":"Trientine Hydrochloride"},"1":{"id":"625925-s-1","title":"Dosing and Indications","sub":{"0":{"id":"625925-s-1-4","title":"Adult Dosing","mono":"<b>Wilson's disease:<\/b> 750 to 1250 mg\/day ORALLY in 2 to 4 divided doses, may be increased to a MAXIMUM of 2g\/day"},"1":{"id":"625925-s-1-5","title":"Pediatric Dosing","mono":"<b>Wilson's disease:<\/b> 500 to 750 mg\/day ORALLY in 2 to 4 divided doses for children age 12 yr & under, may be increased to a MAXIMUM of 1500 mg\/day"},"3":{"id":"625925-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Wilson's disease<br\/>"}}},"3":{"id":"625925-s-3","title":"Contraindications\/Warnings","sub":[{"id":"625925-s-3-9","title":"Contraindications","mono":"hypersensitivity to trientine<br\/>"},{"id":"625925-s-3-10","title":"Precautions","mono":"<ul><li>not recommended in cystinuria or rheumatoid arthritis<\/li><li>not indicated for treatment of biliary cirrhosis<\/li><\/ul>"},{"id":"625925-s-3-11","title":"Pregnancy Category","mono":"Trientine: C (FDA)<br\/>"},{"id":"625925-s-3-12","title":"Breast Feeding","mono":"Trientine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"625925-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Contact dermatitis<\/li><li><b>Musculoskeletal:<\/b>Myasthenia gravis, Spasticity<\/li><li><b>Neurologic:<\/b>Dystonia<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Iron deficiency anemia<\/li><li><b>Immunologic:<\/b>Systemic lupus erythematosus<\/li><\/ul>"},"6":{"id":"625925-s-6","title":"Drug Name Info","sub":{"0":{"id":"625925-s-6-17","title":"US Trade Names","mono":"Syprine<br\/>"},"2":{"id":"625925-s-6-19","title":"Class","mono":"Heavy Metal Chelator<br\/>"},"3":{"id":"625925-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"625925-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"625925-s-7","title":"Mechanism Of Action","mono":"Trientine hydrochloride is a chelating agent that binds excess copper in Wilson's disease to assist in elimination from the body.<br\/>"},"9":{"id":"625925-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>give on an empty stomach; at least 1 h before or 2 h after meals<\/li><li>give at least 1 h apart from any other drug, food or milk<\/li><li>do not open or chew capsules, swallow whole with water<\/li><\/ul>"},"10":{"id":"625925-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>free serum copper levels<\/li><li>iron levels (iron deficiency anemia)<\/li><li>24-hour urinary copper every 6 to 12 months<\/li><\/ul>"},"11":{"id":"625925-s-11","title":"How Supplied","mono":"<b>Syprine<\/b><br\/>Oral Capsule: 250 MG<br\/>"},"12":{"id":"625925-s-12","title":"Toxicology","sub":[{"id":"625925-s-12-31","title":"Clinical Effects","mono":"<b>TRIENTINE<\/b><br\/>USES: Trientine, a chelating compound, is used for the treatment of Wilson's disease to remove excess copper from the body; it is indicated in patients who are intolerant to penicillamine. It is also used as a curing agent in the making of epoxy resins. Some of the unreacted chemical may be encountered by handling epoxy resins. PHARMACOLOGY: Trientine is a chelating agent that can remove excess copper from the body. It is a strong irritant and corrosive with an alkaline pH of 14. EPIDEMIOLOGY: Overdose is uncommon. OVERDOSE: MILD TO MODERATE TOXICITY:  Based on limited data, symptoms are anticipated to be similar to adverse events and may include gastrointestinal events (ie, heartburn, epigastric pain and tenderness, abdominal pain, anorexia, melena, ulcers, gastritis). Other events may include muscle pain\/spasm, weakness, and malaise. TOPICAL: Splash contact has resulted in dermal excoriations, vesicles, and bullae. INHALATION: Exposure to hot vapors has caused facial itching, erythema, swelling, and respiratory tract irritation. SEVERE TOXICITY: Limited data. No adverse events were reported in a woman after ingesting 30 g of trientine. ADVERSE EFFECTS: Based on limited clinical use, iron deficiency, systemic lupus erythematosus, dystonia, muscular spasm and myasthenia gravis have been reported in one clinical study. In a study of 4 patients treated with trientine for biliary cirrhosis (not clinically indicated), the following potentially serious gastrointestinal events were reported in one or more patients: heartburn, epigastric pain and tenderness, abdominal pain, anorexia, melena, aphthoid ulcers, and acute gastritis. Other events included: thickening, fissuring of the skin, hypochromic microcytic anemia, malaise, cramps, muscle pain, weakness and rhabdomyolysis. A causal relationship has not been established.  <br\/>"},{"id":"625925-s-12-32","title":"Treatment","mono":"<b>TRIENTINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: ORAL: Limited data. Treatment is symptomatic and supportive. Monitor for gastrointestinal symptoms. Obtain a baseline CBC with differential and monitor trace minerals in patients at risk. DERMAL: The industrial formulation of this agent can act as a strong sensitizer and primary irritant. Remove clothing and wash the exposed skin with soap and water. INHALATION: Exposure to the hot vapor (chemical formulation) has produced pulmonary irritation. Move patient to fresh air; administer 100% humidified supplemental oxygen. Monitor airway.  MANAGEMENT OF SEVERE TOXICITY: ORAL: Treatment is symptomatic and supportive. DERMAL: The industrial formulation of this agent can act as a strong sensitizer and primary irritant. Remove contaminated clothing and wash the exposed skin copiously with soap and water. INHALATION: Exposure to the hot vapor (chemical formulation) has produced pulmonary irritation. Move patient to fresh air. Administer 100% humidified supplemental oxygen. Inhaled beta adrenergic agonists may be needed if bronchospasm develops. Perform endotracheal intubation and provide assisted ventilation as necessary.<\/li><li>Decontamination: PREHOSPITAL: ORAL: Decontamination is unlikely to be necessary following a minor exposure of the drug. Irritation may occur if the industrial chemical were to be ingested; immediately dilute with 4 to 8 ounces (120 to 240 mL) of water or milk (not to exceed 4 ounces or  120 mL in a child). DERMAL: The industrial formulation of this agent can act as a strong sensitizer and primary irritant. Remove contaminated clothing and wash the exposed skin copiously with soap and water. HOSPITAL: ORAL: Consider administration of activated charcoal as an aqueous slurry in patients who are awake and able to protect their airway if a large amount of the drug is ingested. DILUTION: Irritation may occur if the industrial chemical were to be ingested; immediately dilute with 4 to 8 ounces (120 to 240 mL) of water or milk (not to exceed 4 ounces or  120 mL in a child). DERMAL: The industrial formulation of this agent can act as a strong sensitizer and primary irritant. Remove contaminated clothing and wash the exposed skin copiously with soap and water.<\/li><li>Antidote: None.<\/li><li>Airway management: Airway management is unlikely to be necessary following an oral exposure. Exposure to the hot vapor (chemical formulation) has produced pulmonary irritation. Administer supplemental oxygen, perform endotracheal intubation and provide assisted ventilation as necessary.<\/li><li>Monitoring of patient: Obtain a baseline CBC with differential and iron levels in patients a risk.  Women who have had iron deficiencies caused by chronic therapy were able to remedy the situation by taking iron supplements.  Consider monitoring other minerals and metals as well, such as copper, zinc, and calcium. Rhabdomyolysis and SLE have been rare complications implicated with the use of trientine.  Patients should be monitored for these possible, but rare, complications.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult or child with an inadvertent minor exposure (eg, a single dose) may be monitored at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with gastrointestinal or hematologic alterations should be monitored until symptoms resolve. Patients may be discharged to home once symptoms have resolved and laboratory studies are within normal limits. ADMISSION CRITERIA: Patients with persistent symptoms should be admitted for further treatment. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"625925-s-12-33","title":"Range of Toxicity","mono":"<b>TRIENTINE<\/b><br\/>TOXICITY: A toxic dose has not been established. No adverse effects were reported in an adult woman after ingesting 30 g of trientine. THERAPEUTIC DOSE: ADULT: The recommended initial dose is 750 to 1250 mg\/day given in divided doses 2, 3, or 4 times daily; maximum: 2000 mg\/day. PEDIATRIC: The recommended initial dose is 500 to 750 mg\/day given in divided doses 2, 3, or 4 times daily for pediatric patients age 12 years or under; maximum: 1500 mg\/day <br\/>"}]},"13":{"id":"625925-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause contact dermatitis, myasthenia gravis, spasticity, or dystonia.<\/li><li>Patient should report signs\/symptoms of systemic lupus erythematosus (arthralgias, myalgias, fatigue, skin rashes).<\/li><li>Tell patient to take temperature each night during the first month of therapy and to report occurrence of fever or skin eruptions.<\/li><li>Advise patient to take drug on a empty stomach at least 1 h before or 2 h after meals and at least 1 h apart from any food, milk, or other drugs.<\/li><li>Patient should take drug with plain water only.<\/li><\/ul>"}}}