{"drugs":["Stelazine","Trifluoperazine Hydrochloride"],"mono":[{"id":"626145-s-0","title":"Generic Names","mono":"Trifluoperazine Hydrochloride"},{"id":"626145-s-1","title":"Dosing and Indications","sub":[{"id":"626145-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Anxiety, Non-psychotic:<\/b> 1-2 mg ORALLY twice daily; do not administer at doses of more than 6 mg per day or for longer than 12 weeks<\/li><li><b>Schizophrenia:<\/b> 1-2 mg by deep IM injection every 4-6 hours as needed; a total dose of 6 mg\/day is rarely needed, although in some rare instances 10 mg\/day has been used<\/li><li><b>Schizophrenia:<\/b> 2-5 mg ORALLY twice a day; usual effective dosage is 15-20 mg\/day (MAX dosage is 40 mg\/day)<\/li><\/ul>"},{"id":"626145-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Safety and efficacy not established in children under age 6<\/li><li><b>Schizophrenia:<\/b> 6-12 years old, 1 mg IM 1-2 times a day<\/li><li><b>Schizophrenia:<\/b> 6-12 years old, 1 mg ORALLY 1-2 times a day; may increase dosage gradually as needed to a MAX dosage of 15 mg\/day<\/li><\/ul>"},{"id":"626145-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Debilitated patients:<\/b> usually require a lower initial dose and more gradual dosage titration than do younger and healthier patients<\/li><li><b>Geriatrics:<\/b> usually require a lower initial dose and more gradual dosage titration than do younger and healthier patients<\/li><li><b>Liver disease:<\/b> trifluoperazine is metabolized in the liver, dose reductions should be considered in patients with hepatic disease<\/li><\/ul>"},{"id":"626145-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Anxiety, Non-psychotic<\/li><li>Schizophrenia<\/li><\/ul>"}]},{"id":"626145-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/><ul><li>Elderly patients with dementia-related psychosis treated with atypical antipsychotic drugs are at an increased risk of death compared with placebo. Although the causes of death in clinical trials were varied, most of the deaths appeared to be either cardiovascular (eg, heart failure, sudden death) or infectious (eg, pneumonia) in nature. Observational studies suggest that, similar to atypical antipsychotic drugs, treatment with conventional antipsychotic drugs may increase mortality. It is unclear from these studies to what extent the mortality findings may be attributed to the antipsychotic drug as opposed to patient characteristics. Trifluoperazine hydrochloride is not approved for the treatment of patients with dementia-related psychosis.<\/li><\/ul>"},{"id":"626145-s-3","title":"Contraindications\/Warnings","sub":[{"id":"626145-s-3-9","title":"Contraindications","mono":"<ul><li>blood dyscrasias<\/li><li>bone marrow depression<\/li><li>coma<\/li><li>depressed state due to concomitant use of CNS depressants, severe<\/li><li>hypersensitivity to phenothiazines<\/li><li>liver damage<\/li><\/ul>"},{"id":"626145-s-3-10","title":"Precautions","mono":"<ul><li>elderly patients with dementia-related psychosis (unapproved use); increased risk of death<\/li><li>angina pain, increased severity, may occur, due to increased mental and physical activity<\/li><li>agranulocytosis, thrombocytopenia, anemia, and pancytopenia have been reported<\/li><li>cardiovascular disorders; risk of hypotension; avoid large doses and parenteral administration<\/li><li>concomitant use with metrizamide not recommended<\/li><li>elderly patients, especially elderly women; increased risk for tardive dyskinesia<\/li><li>encephalopathic syndrome, in some cases resulting in irreversible brain damage, has occurred with use of lithium with a neuroleptic<\/li><li>heat exposure, extreme; drug may lower thermoregulatory mechanisms<\/li><li>hepatitis or liver damage has been reported<\/li><li>glaucoma; anticholinergic effects may worsen condition<\/li><li>masking of conditions such as intestinal obstruction, brain tumor, and Reye's syndrome may occur<\/li><li>myelography; discontinue at least 48 hours prior to myelography and do not resume until 24 hours postprocedure<\/li><li>neuroleptic malignant syndrome, potentially fatal, has been reported; immediately discontinue drug<\/li><li>retinopathy may occur<\/li><li>seizure disorder; drug may lower convulsive threshold<\/li><li>tardive dyskinesia, potentially irreversible, may occur; consider discontinuation of treatment<\/li><\/ul>"},{"id":"626145-s-3-11","title":"Pregnancy Category","mono":"Trifluoperazine: C (AUS)<br\/>"},{"id":"626145-s-3-12","title":"Breast Feeding","mono":"<ul><li>Trifluoperazine: AAP: Drugs for which the effect on nursing infants is unknown but may be of concern.<\/li><li>Trifluoperazine: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"626145-s-4","title":"Drug Interactions","sub":[{"id":"626145-s-4-13","title":"Contraindicated","mono":"<ul><li>Metoclopramide (theoretical)<\/li><li>Venlafaxine (probable)<\/li><\/ul>"},{"id":"626145-s-4-14","title":"Major","mono":"<ul><li>Alfuzosin (theoretical)<\/li><li>Amiodarone (probable)<\/li><li>Amisulpride (theoretical)<\/li><li>Amitriptyline (probable)<\/li><li>Amoxapine (probable)<\/li><li>Apomorphine (theoretical)<\/li><li>Aprindine (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Astemizole (theoretical)<\/li><li>Azithromycin (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chloroquine (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clomipramine (probable)<\/li><li>Clozapine (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dasatinib (theoretical)<\/li><li>Desipramine (probable)<\/li><li>Dibenzepin (probable)<\/li><li>Disopyramide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Doxepin (probable)<\/li><li>Droperidol (theoretical)<\/li><li>Encainide (theoretical)<\/li><li>Enflurane (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fingolimod (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Foscarnet (theoretical)<\/li><li>Gatifloxacin (probable)<\/li><li>Gemifloxacin (probable)<\/li><li>Granisetron (theoretical)<\/li><li>Halofantrine (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Halothane (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Ibutilide (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Imipramine (probable)<\/li><li>Isoflurane (theoretical)<\/li><li>Isradipine (theoretical)<\/li><li>Lapatinib (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Levorphanol (theoretical)<\/li><li>Lidoflazine (theoretical)<\/li><li>Lithium (probable)<\/li><li>Lopinavir (theoretical)<\/li><li>Lorcainide (theoretical)<\/li><li>Lumefantrine (theoretical)<\/li><li>Mefloquine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Metrizamide (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Milnacipran (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Nortriptyline (probable)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Paliperidone (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Pentamidine (theoretical)<\/li><li>Perflutren Lipid Microsphere (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Probucol (theoretical)<\/li><li>Procainamide (theoretical)<\/li><li>Procarbazine (probable)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Quinine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Salmeterol (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sodium Phosphate (theoretical)<\/li><li>Solifenacin (theoretical)<\/li><li>Sorafenib (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Spiramycin (theoretical)<\/li><li>Sulfamethoxazole (theoretical)<\/li><li>Sultopride (theoretical)<\/li><li>Sunitinib (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Telavancin (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tetrabenazine (theoretical)<\/li><li>Toremifene (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Trimethoprim (theoretical)<\/li><li>Trimipramine (probable)<\/li><li>Umeclidinium (theoretical)<\/li><li>Vardenafil (theoretical)<\/li><li>Vasopressin (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Zolmitriptan (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"626145-s-4-15","title":"Moderate","mono":"<ul><li>Belladonna (probable)<\/li><li>Belladonna Alkaloids (probable)<\/li><li>Betel Nut (probable)<\/li><li>Evening Primrose (probable)<\/li><li>Meperidine (probable)<\/li><li>Phenylalanine (probable)<\/li><li>Trazodone (probable)<\/li><\/ul>"}]},{"id":"626145-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension, Orthostatic hypotension<\/li><li><b>Dermatologic:<\/b>Diminished sweating, Photosensitivity (rare)<\/li><li><b>Gastrointestinal:<\/b>Constipation, Xerostomia<\/li><li><b>Neurologic:<\/b>Akathisia, Dizziness, Drug-induced tardive dystonia, Dystonia, Extrapyramidal disease, Parkinsonian, Somnolence, Tardive dyskinesia<\/li><li><b>Ophthalmic:<\/b>Blurred vision, Epithelial keratopathy, Eye \/ vision finding, Retinitis pigmentosa<\/li><li><b>Renal:<\/b>Urinary retention<\/li><li><b>Respiratory:<\/b>Nasal congestion<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Prolonged QT interval, Torsades de pointes<\/li><li><b>Gastrointestinal:<\/b>Obstipation (rare), Paralytic ileus (rare)<\/li><li><b>Hematologic:<\/b>Agranulocytosis (rare), Disorder of hematopoietic structure (rare), Leukopenia (rare), Thrombocytopenia (rare)<\/li><li><b>Hepatic:<\/b>Cholestatic jaundice syndrome (rare)<\/li><li><b>Immunologic:<\/b>Drug-induced lupus erythematosus, Systemic (rare)<\/li><li><b>Neurologic:<\/b>Ineffective thermoregulation, Heatstroke or hypothermia (rare), Neuroleptic malignant syndrome (rare), Seizure (rare)<\/li><li><b>Reproductive:<\/b>Priapism (rare)<\/li><li><b>Other:<\/b>Death<\/li><\/ul>"},{"id":"626145-s-6","title":"Drug Name Info","sub":{"0":{"id":"626145-s-6-17","title":"US Trade Names","mono":"Stelazine<br\/>"},"2":{"id":"626145-s-6-19","title":"Class","mono":"<ul><li>Antipsychotic<\/li><li>Phenothiazine<\/li><li>Piperazine (class)<\/li><\/ul>"},"3":{"id":"626145-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"626145-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"626145-s-7","title":"Mechanism Of Action","mono":"Trifluoperazine hydrochloride is a phenothiazine that has effective activity against anxiety and schizophrenia. It also exhibits anticholinergic activity, alpha-adrenergic inhibition and prolactin level elevation.<br\/>"},{"id":"626145-s-8","title":"Pharmacokinetics","sub":{"3":{"id":"626145-s-8-26","title":"Excretion","mono":"Dialyzable: limited experience <br\/>"}}},{"id":"626145-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(concentrate) dilute with 60 mL (2 fl oz) or more of diluent just prior to administration to insure palatability and stability<\/li><li>(concentrate) may dilute with tomato or fruit juice, milk, simple syrup, orange syrup, carbonated beverages, coffee, tea, or water; semisolid foods (soup, puddings, etc.) may also be used<\/li><\/ul>"},{"id":"626145-s-10","title":"Monitoring","mono":"<ul><li>schizophrenia: improvement of psychotic symptomatology<\/li><li>signs\/symptoms for tardive dyskinesia<\/li><li>signs\/symptoms of neuroleptic malignant syndrome<\/li><li>hepatic studies; if fever with grippe-like symptoms occurs<\/li><li>blood pressure, heart rate, and ECG changes<\/li><li>blood glucose<\/li><li>CBC with differential<\/li><li>ophthalmoscopic examination<\/li><\/ul>"},{"id":"626145-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: 1 MG, 2 MG, 5 MG, 10 MG<br\/>"},{"id":"626145-s-12","title":"Toxicology","sub":[{"id":"626145-s-12-31","title":"Clinical Effects","mono":"<b>PHENOTHIAZINES <\/b><br\/>USES: Phenothiazines are used to treat a wide range of conditions including anxiety, behavioral problems, nausea and vomiting, and schizophrenia. Some patients experience a feeling of euphoria from IV injection of these medications. PHARMACOLOGY: These medications are neuroleptic agents that affect adrenergic and\/or dopaminergic receptor sites, metabolic inhibition of oxidative phosphorylation, and the excitability of neuronal membranes. TOXICOLOGY: Toxic effects result from the anticholinergic properties of these drugs (sedation), as well as their alpha blocking effects (hypotension), mild sodium channel blocking effects (QRS prolongation and dysrhythmias). These drugs also lower the seizure threshold. EPIDEMIOLOGY: Thousands of exposures occur every year to these agents but severe manifestations are relatively rare. OVERDOSE: MILD TO MODERATE TOXICITY: Anticholinergic effects are common and may include sedation, tachycardia, dry mucus membranes, mydriasis, urinary retention, and constipation. SEVERE TOXICITY: Effects can include severe CNS depression or coma, respiratory depression, pulmonary edema, failure of airway reflexes, agitation, and seizures. Other severe effects can include temperature dysregulation with hypothermia or hyperthermia (more common), and hypertension or hypotension (more concerning). Overdose patients have suffered cardiac arrest and sudden death. Dysrhythmias such as ventricular tachycardia may occur, and may progress to torsades de pointes or ventricular fibrillation. Neuroleptic malignant syndrome is a rare but life-threatening occurrence that may happen in both therapeutic use and overdose. Other serious effects that can be seen in both therapeutic and overdose exposure include hepatic disease such as cholestatic jaundice or a mixed cholestatic and hepatocellular jaundice and hematologic abnormalities including anemia and agranulocytosis. ADVERSE EFFECTS: Anticholinergic effects are common. Extrapyramidal effects such as dystonia, dyskinesia, akathisia, torticollis, akinesia, chorea, tremor, and rigidity are fairly common. Oculogyric crisis and opisthotonus are rare. Other abnormalities seen with phenothiazine use include priapism, sexual dysfunction, elevated prolactin levels, hypoglycemia, and hyperglycemia. More serious but relatively rare effects that may be seen in therapeutic overdose include hepatic disease, aplastic anemia, and neuroleptic malignant syndrome. Phenothiazines may also cause QT prolongation, which may lead to dysrhythmias even at therapeutic doses.<br\/>"},{"id":"626145-s-12-32","title":"Treatment","mono":"<b>PHENOTHIAZINES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: In mild to moderate toxicity, supportive care is the mainstay of treatment. Treat extrapyramidal effects with anticholinergics (diphenhydramine 25 to 50 mg IV or orally, or benztropine 1 to 2 mg IV or orally) or benzodiazepines (diazepam 5 mg IV or orally or lorazepam 2 mg IV). Treat agitation with benzodiazepines. If urinary retention is severe, insert a Foley catheter. MANAGEMENT OF SEVERE TOXICITY: Patients with severe CNS depression require endotracheal intubation. Treat hypotension initially with IV 0.9% saline, add vasopressors (norepinephrine preferred) if hypotension persists. Control seizures with benzodiazepines, add propofol or barbiturates, if seizures persist. Treat QRS widening with sodium bicarbonate (1 to 2 mEq\/kg IV bolus, repeat as necessary, monitor arterial blood gases, maintain pH 7.45 to 7.55). Unstable ventricular dysrhythmias require cardioversion. Treat torsades de pointes with magnesium, overdrive pacing. For neuroleptic malignant syndrome, initial treatment involves the use of IV benzodiazepines. Other potential treatments include external cooling, intravenous dantrolene, and oral bromocriptine. Neuromuscular paralysis and endotracheal intubation may be necessary in severe cases. Treat rhabdomyolysis with early aggressive fluid replacement. Consider the use of physostigmine for anticholinergic manifestations, but the vast majority of patients will improve with simple supportive care alone. PARENTERAL EXPOSURE: Parenteral overdose should be managed similarly to oral overdose, except that GI decontamination will not be helpful. DERMAL EXPOSURE: Simple decontaminations with soap and water should be sufficient treatment.<\/li><li>Decontamination: PREHOSPITAL: Emesis is not recommended because of the potential for a dystonic reaction or CNS depression and subsequent aspiration. Prehospital activated charcoal may be considered, but only if the patient is awake and cooperative and the ingestion is relatively recent (within the past hour). These treatments could lead to more complications such as aspiration or other problems. No significant toxicity would be expected from dermal or ocular exposures, but simple washing or eye irrigation would be reasonable. HOSPITAL: Consider activated charcoal for ingestions that are relatively recent (within the past hour) and if the patient is awake and alert. There is no evidence for the use of multiple doses of activated charcoal. Gastric lavage may be considered for massive overdoses that are relatively recent (within the past hour) but generally is not indicated as severe toxicity is rare.<\/li><li>Airway management: Airway management may be necessary in patients with significant CNS or respiratory depression, or NMS. However, early intubation is usually not mandated for phenothiazine toxicity.<\/li><li>Antidote: There is no specific antidote for phenothiazine toxicity.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Obtain an ECG and institute continuous cardiac monitoring. Monitor serum electrolytes, renal function, hepatic enzymes and urine output. Specific drug levels are not readily available and clinical correlation to drug levels is often poor.<\/li><li>Enhanced elimination procedure: These drugs generally have large volumes of distribution and\/or significant protein binding. Hemodialysis and hemoperfusion are not likely to be helpful after overdose.<\/li><li>Patient disposition: HOME CRITERIA: Children who inadvertently ingest a therapeutic dose, and an adult who inadvertently ingests an extra dose can be managed at home if asymptomatic. OBSERVATION CRITERIA: Any patients who are symptomatic or with an intentional overdose should be sent to a healthcare facility for observation. Patients may be sent home or cleared for psychiatric evaluation if they are clearly improving or asymptomatic for a period of observation of 4 to 6 hours. ADMISSION CRITERIA: Patients with worsening symptoms or who continue to remain symptomatic even after a period of observation of several hours should be admitted to the hospital. Depending on the severity of their symptoms (such as CNS depression requiring intubation or neuroleptic malignant syndrome), patients may require an intensive care unit admission. Patients should not be discharged from the hospital until they show clear clinical improvement or are asymptomatic. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear. Patients who are critically ill and requiring intensive care unit admission should have the involvement of a critical care specialist.<\/li><\/ul>"},{"id":"626145-s-12-33","title":"Range of Toxicity","mono":"<b>PHENOTHIAZINES <\/b><br\/>TOXICITY: Mild toxicity may be seen even at therapeutic doses and severe reactions, such as neuroleptic malignant syndrome or agranulocytosis, have occurred at normal dosing. Toxicity varies by agent; selected agents. CHLORPROMAZINE: A 1-year-old developed coma and respiratory arrest after ingesting 200 mg. Adults have survived 9.75 g ingestions. Fatalities have been reported in children ingesting 20 to 74 mg\/kg. MESORIDAZINE: Fatalities have been reported in adults after ingesting 2.5 to 8 g. Other adults have developed life-threatening toxicity but survived after ingestions of 3.1 to 6 g. THERAPEUTIC DOSE: Varies by agent; selected agents. CHLORPROMAZINE: ADULT: 25 to 200 mg divided 3 to 4 times\/day. PEDIATRIC: 0.25 mg\/pound or 50 to 200 mg\/day. FLUPHENAZINE HYDROCHLORIDE: ADULT: 2.5 to 10 mg\/day orally in divided doses every 6 to 8 hrs; maximum 40 mg\/day. PEDIATRIC: 0.25 to 0.75 mg orally 1 to 4 times a day. MESORIDAZINE BESYLATE: ADULT: IM: 25 mg IM; optimal daily dose is 25 to 200 mg IM per day. ORAL: 50 mg 3 times daily; optimal dose 100 to 400 mg orally per day. PERPHENAZINE: ADULT: IM: 5 to 10 mg IM; maximum 15 mg (outpatient). ORAL: 8 to 16 mg\/day orally in divided doses; maximum 24 mg\/day. PEDIATRIC: Not recommended for children less than 12 years. PROCHLORPERAZINE: ADULT: 25 mg rectally twice daily. THIETHYLPERAZINE: ADULT: 10 mg 1 to 3 times\/day. TRIFLUOPERAZINE: ADULT: 1 to 5 mg orally twice daily; titrate to a maximum of 40 mg\/day. PEDIATRIC: Age 6 to 12 years: 1 mg orally 1 to 2 times a day, maximum dosage 15 mg\/day. TRIFLUPROMAZINE: ADULT: Nausea: 5 to 15 mg IM every 4 hours; maximum 60 mg\/day; Schizophrenia 60 mg IM; maximum daily dose 150 mg. PEDIATRIC: 2.5 years and older: 0.2 to 0.25 mg\/kg IM; maximum 10 mg\/day. <br\/>"}]},{"id":"626145-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid driving and other activities requiring mental alertness or coordination until drug effects are realized, as this drug may cause dizziness and somnolence.<\/li><li>Drug may impair thermoregulation. Advise patient to use caution with activities leading to an increased core temperature (strenuous exercise, exposure to extreme heat, or dehydration) and decreased core temperature (dressing inadequately and staying outside too long in cold weather).<\/li><li>Advise patient to rise slowly from a sitting\/lying position, as this drug may cause orthostatic hypotension.<\/li><li>This drug may cause hypotension, epithelial keratopathy, retinitis pigmentosa, and nasal congestion.<\/li><li>Drug may also cause neurologic effects including akathisia, dystonia, extrapyramidal disease, and parkinsonism.<\/li><li>Drug may also cause increased anginal pain and arrhythmias such as Torsades de pointes.<\/li><li>Instruct patient to report signs\/symptoms of neuroleptic malignant syndrome (sweating, fever, stupor, unstable blood pressure, muscular rigidity, autonomic dysfunction).<\/li><li>Counsel patient to report signs\/symptoms of tardive dyskinesia (jerky muscle movements, tongue thrusting, facial grimacing\/ticks, random movements of extremities).<\/li><li>Patient should take oral forms of this drug with food to minimize gastric irritation.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}]}