{"drugs":["Arrestin","Benzacot","Stemetic","Tebamide","Ticon","Tigan","Tribenzagan","Trimethobenzamide Hydrochloride"],"mono":{"0":{"id":"627440-s-0","title":"Generic Names","mono":"Trimethobenzamide Hydrochloride"},"1":{"id":"627440-s-1","title":"Dosing and Indications","sub":[{"id":"627440-s-1-4","title":"Adult Dosing","mono":"<ul><li>The US Food and Drug Administration has withdrawn approval for trimethobenzamide suppository products due to the lack of evidence of safety or effectiveness. These products were marketed to treat nausea and vomiting. The oral capsule and injectable forms of this drug are not affected by this approval withdrawal.<\/li><li><b>Gastroenteritis - Nausea:<\/b> 300 mg ORALLY 3 to 4 times daily<\/li><li><b>Gastroenteritis - Nausea:<\/b> 200 mg IM 3 to 4 times daily<\/li><li><b>Postoperative nausea and vomiting:<\/b> 300 mg ORALLY 3 to 4 times daily<\/li><li><b>Postoperative nausea and vomiting:<\/b> 200 mg IM 3 to 4 times daily<\/li><\/ul>"},{"id":"627440-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>The US Food and Drug Administration has withdrawn approval for trimethobenzamide suppository products due to the lack of evidence of safety or effectiveness. These products were marketed to treat nausea and vomiting. The oral capsule and injectable forms of this drug are not affected by this approval withdrawal.<\/li><li>trimethobenzamide oral capsules have no recommended dose for pediatric-aged patients.<\/li><li>trimethobenzamide injection is contraindicated for use in children .<\/li><\/ul>"},{"id":"627440-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> creatinine clearance less than or equal to 70 mL\/min\/1.73 m(2), decrease total dose given at each dosing or increase dosing interval<\/li><li><b>geriatric:<\/b> creatinine clearance less than or equal to 70 mL\/min\/1.73 m(2), decrease total dose given at each dosing or increase dosing interval<\/li><\/ul>"},{"id":"627440-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>The US Food and Drug Administration has withdrawn approval for trimethobenzamide suppository products due to the lack of evidence of safety or effectiveness. These products were marketed to treat nausea and vomiting. The oral capsule and injectable forms of this drug are not affected by this approval withdrawal [1].<\/li><li>Gastroenteritis - Nausea<\/li><li>Postoperative nausea and vomiting<\/li><\/ul>"}]},"3":{"id":"627440-s-3","title":"Contraindications\/Warnings","sub":[{"id":"627440-s-3-9","title":"Contraindications","mono":"<ul><li>children (injection)<\/li><li>hypersensitivity to trimethobenzamide<\/li><\/ul>"},{"id":"627440-s-3-10","title":"Precautions","mono":"<ul><li>appendicitis; antiemetics may make diagnosis more difficult<\/li><li>children; use is not recommended for uncomplicated vomiting; increased risk of extrapyramidal and CNS adverse events, and may alter Reye's syndrome<\/li><li>CNS adverse events (eg, opisthotonos, convulsions, coma) and extrapyramidal symptoms may occur; increased risk in acute febrile illness, dehydration or electrolyte imbalance, encephalitides, and gastroenteritis<\/li><li>elderly or debilitated; increased risk of CNS adverse events (such as opisthotonos, convulsions, coma, and extrapyramidal symptoms) and extrapyramidal symptoms<\/li><li>other drug overdose; antiemetics may mask signs of toxicity<\/li><li>recent use of other CNS agents (phenothiazines, barbiturates, belladonna derivatives); increased risk of CNS adverse events (such as opisthotonos, convulsions, coma, and extrapyramidal symptoms) and extrapyramidal symptoms<\/li><li>renal function, impairment; risk of toxicity; dose adjustment recommended<\/li><\/ul>"},{"id":"627440-s-3-11","title":"Pregnancy Category","mono":"Trimethobenzamide: Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"627440-s-3-12","title":"Breast Feeding","mono":"Trimethobenzamide: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"627440-s-4","title":"Drug Interactions","sub":[{"id":"627440-s-4-13","title":"Contraindicated","mono":"<ul>Metoclopramide (theoretical)<\/ul>"}]},"5":{"id":"627440-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Xerostomia<\/li><li><b>Neurologic:<\/b>Anticholinergic adverse reaction, Somnolence<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Prolonged QT interval (rare)<\/li><li><b>Neurologic:<\/b>Extrapyramidal disease (rare), Seizure (rare)<\/li><\/ul>"},"6":{"id":"627440-s-6","title":"Drug Name Info","sub":{"0":{"id":"627440-s-6-17","title":"US Trade Names","mono":"<ul><li>Benzacot<\/li><li>Tigan<\/li><li>Tebamide<\/li><li>Arrestin<\/li><li>Stemetic<\/li><li>Ticon<\/li><li>Tribenzagan<\/li><\/ul>"},"2":{"id":"627440-s-6-19","title":"Class","mono":"<ul><li>Anticholinergic<\/li><li>Antiemetic<\/li><\/ul>"},"3":{"id":"627440-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"627440-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"8":{"id":"627440-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"627440-s-8-23","title":"Absorption","mono":"<ul><li>IM: time to peak concentration, about 0.5 h<\/li><li>Oral: time to peak concentration, about 15 min longer than IM<\/li><li>Bioavailability: (capsule), 100% compared to solution<\/li><\/ul>"},"4":{"id":"627440-s-8-27","title":"Elimination Half Life","mono":"7 h to 9 h <br\/>"}}},"9":{"id":"627440-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>do not use for IV injection<br\/><\/li><li><b>Intramuscular<\/b><br\/>inject deeply into the upper outer quadrant of the gluteal region, and avoiding escape of solution along the route.<br\/><\/li><\/ul>"},"10":{"id":"627440-s-10","title":"Monitoring","mono":"<ul><li>improvement in nausea\/vomiting<\/li><li>hydration level<\/li><li>signs\/symptoms of extrapyramidal reactions<\/li><\/ul>"},"11":{"id":"627440-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 250 MG, 300 MG<br\/><\/li><li><b>Benzacot<\/b><br\/>Intramuscular Solution: 100 MG\/ML<br\/><\/li><li><b>Tigan<\/b><br\/><ul><li>Intramuscular Solution: 100 MG\/ML<\/li><li>Oral Capsule: 300 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"627440-s-12","title":"Toxicology","sub":[{"id":"627440-s-12-31","title":"Clinical Effects","mono":"<b>TRIMETHOBENZAMIDE<\/b><br\/>USES: Trimethobenzamide, a substituted benzamide, is used for the treatment of postoperative nausea and vomiting and for nausea associated with gastroenteritis. PHARMACOLOGY: Although the mechanism is not fully understood, it may involve the chemoreceptor trigger zone, an area in the medulla oblongata in which emetic impulses are conveyed to the vomiting center. Trimethobenzamide is related to phenothiazines and can produce both cardiovascular and CNS effects. EPIDEMIOLOGY: Exposure is uncommon; other agents are used more often to treat nausea and vomiting. OVERDOSE: Limited data. Signs and symptoms may mimic those of a phenothiazine overdose. It is anticipated that overdose may be an extension of adverse events including anticholinergic effects, alpha-adrenergic blockade and cardiac dysrhythmias. ADVERSE EVENTS: Anticholinergic effects include central (ie, hyperactivity, disorientation, delirium, seizure activity, vomiting, coma) and peripheral (ie, mydriasis, tachycardia, hypo- or  hypertension, hyperpyrexia, urinary retention) manifestations. ALPHA-ADRENERGIC BLOCKADE (ie, vasodilation, hypotension and miosis) may override anticholinergic effects. CNS depression can develop. CARDIAC DYSRHYTHMIAS can resemble those of quinidine toxicity (ie, may produce ventricular tachycardia and ventricular fibrillation) following a significant overdose. ECG changes may include: depression of A-V and intraventricular conduction resulting in a prolonged QT interval, notched T waves, decreasing sinoatrial rate, and widened QRS complexes. Trimethobenzamide may produce EXTRAPYRAMIDAL REACTIONS that may include a sudden onset of bizarre muscular spasms, especially of the head and neck; difficulties in speaking and swallowing (usually occurring within 48 hours of starting trimethobenzamide), akathisia and akinesia. PRODUCT WITHDRAWAL: As of 2007, the FDA notified manufacturers to stop producing and distributing trimethobenzamide suppositories due to a lack of efficacy. This notification did not affect oral capsules and injectable products containing trimethobenzamide. <br\/>"},{"id":"627440-s-12-32","title":"Treatment","mono":"<b>TRIMETHOBENZAMIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor blood pressure, pulse rate and rhythm. Monitor neurologic function. Watch for hyper- or hypothermia and treat accordingly.  Maintain hydration and monitor urine output. HYPOTENSION: Initially treat with isotonic IV fluids, followed by dopamine, norepinephrine as necessary. VOMITING: Administer IV fluids and electrolyte repletion, if significant vomiting occurs. Theoretically, alterations in cardiac rhythm including QT prolongation may occur. Institute continuous cardiac monitoring and obtain a baseline ECG in a patient with a significant overdose. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Monitor CNS function. Institute continuous cardiac monitoring and obtain serial ECGs. Monitor serum electrolytes and arterial blood gases. HYPERTHERMIA: Hyperpyrexia may occur secondary to a peripheral anticholinergic action. Monitor core temperature and treat hyperthermia with aggressive benzodiazepine sedation to control agitation, external cooling. Neuromuscular paralysis and endotracheal intubation may be necessary in patients with severe hyperthermia. Monitor patient closely until symptoms resolve. SEIZURES: Initially treat with benzodiazepines. VENTRICULAR DYSRHYTHMIAS: Sodium bicarbonate may be effective in reversing QRS widening and treating ventricular dysrhythmias. Consider a starting dose of 1 to 2 mEq\/kg IV bolus, repeat as needed.  Maintain an arterial  pH 7.45 to 7.55. Since trimethobenzamide may mimic a phenothiazine overdose which can produce &quot;quinidine-like&quot; effects on the myocardium, quinidine, procainamide, and disopyramide should be avoided. VENTRICULAR TACHYCARDIA\/FIBRILLATION: Unstable rhythms require immediate cardioversion. Consider sodium bicarbonate and lidocaine as needed. Torsades has not been observed but is theoretically possible.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is not indicated due to the risk of CNS depression (ie, drowsiness, seizures) or cardiac instability. HOSPITAL: Administer activated charcoal if given soon after a significant ingestion, if the patient is alert and the airway is protected.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure, but may be necessary if cardiac instability (ie, ventricular dysrhythmias), severe hyperthermia or CNS effects (ie, seizures, coma) develop.<\/li><li>Antidote: None.<\/li><li>Seizure: Treat with IV benzodiazepines, add propofol or barbiturates if seizures persist or recur. Correct hyponatremia, if present.<\/li><li>Ventricular arrhythmia: Sodium bicarbonate may be effective in reversing QRS widening and treating ventricular dysrhythmias. A starting dose of 1 to 2 mEq\/kg IV bolus and repeat as needed. Continuous cardiac monitoring, serial ECGs, serum electrolytes and ABGs as indicated. Ventricular tachycardia\/fibrillation may develop. Treat with immediate cardioversion, if needed, and sodium bicarbonate and lidocaine as needed..<\/li><li>Body temperature above reference range: Hyperthermia may occur secondary to a peripheral anticholinergic action of trimethobenzamide. Control agitation with benzodiazepines, initiate aggressive external cooling measures. Undress patients, keep skin moist and use fans to enhance evaporative cooling. Ice water immersion should be considered in severe cases but can make access to the patient for resuscitation more difficult. If needed, intubate, sedate and paralyze.<\/li><li>Monitoring of patient: Monitor vital signs and CNS function. Monitor electrolytes, liver enzymes, kidney function and CPK after a significant overdose. Obtain a baseline ECG and institute continuous cardiac monitoring as indicated. QT prolongation and ventricular dysrhythmias are theoretically possible. Monitor arterial blood gases as indicated.<\/li><li>Enhanced elimination procedure: There are no reports of enhanced elimination therapy following a trimethobenzamide overdose.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult or child with an inadvertent minor exposure (eg, a single extra dose in a child) may be monitored at home. OBSERVATION CRITERIA: Patients with a significant or deliberate trimethobenzamide overdose should be observed for at least 10 hours after ingestion with continuous cardiac monitoring and serial ECGs. If no dysrhythmias or QT prolongation develop, the patient may be discharged following a mental health evaluation as needed. ADMISSION CRITERIA: A patient with dysrhythmias or QT prolongation on ECG should be admitted to an intensive care setting for continuous cardiac monitoring and therapy. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"627440-s-12-33","title":"Range of Toxicity","mono":"<b>TRIMETHOBENZAMIDE<\/b><br\/>TOXICITY: A toxic dose has not been established. Overdose events are very limited. An adult survived an overdose of 71 mg\/kg. Based on animal studies, the minimum lethal dose would be about 25 mg\/kg. THERAPEUTIC DOSE: ADULT: ORAL: 300 mg capsule taken 3 to 4 times daily as needed; PARENTERAL: 200 mg (2 mL) IM 3 or 4 times daily as needed. PEDIATRIC: ORAL and PARENTERAL is NOT recommended. PRODUCT WITHDRAWAL: RECTAL SUPPOSITORIES: As of 2007, the FDA notified manufacturers to stop producing and distributing trimethobenzamide suppositories due to a lack of efficacy. <br\/>"}]},"13":{"id":"627440-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid driving and other activities requiring mental alertness until drug effects are realized, as this drug may cause somnolence.<\/li><li>This drug may cause hypotension, diarrhea, and anticholinergic effects.<\/li><li>The injectable form should only be used intramuscularly, never intravenously. Advise patient to rotate injection sites.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}