{"drugs":["Ambien","Ambien CR","Edluar","Intermezzo","Zolpidem Tartrate","Zolpimist"],"mono":{"0":{"id":"684800-s-0","title":"Generic Names","mono":"Zolpidem Tartrate"},"1":{"id":"684800-s-1","title":"Dosing and Indications","sub":[{"id":"684800-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Insomnia, Characterized by difficulty returning to sleep after middle-of-the-night awakening:<\/b> SL tablet, Intermezzo(R), 1.75 mg SL for women and 3.5 mg SL for men (MAX dose) taken only once per night<\/li><li><b>Insomnia, Short-term treatment:<\/b> immediate-release tablet, Ambien(R) (men), initial, 5 or 10 mg ORALLY immediately before bedtime; MAX 10 mg\/day; use lowest dose possible<\/li><li><b>Insomnia, Short-term treatment:<\/b> immediate-release tablet, Ambien(R) (women), initial, 5 mg ORALLY immediately before bedtime; may increase to MAX 10 mg\/day; use the lowest dose possible<\/li><li><b>Insomnia, Short-term treatment:<\/b> extended-release tablet, Ambien CR(R) (men), initial, 6.25 or 12.5 mg ORALLY immediately before bedtime; MAX 12.5 mg\/day; use lowest dose possible<\/li><li><b>Insomnia, Short-term treatment:<\/b> extended-release tablet, Ambien CR(R) (women), initial, 6.25 mg ORALLY immediately before bedtime; may increase to MAX 12.5 mg\/day; use the lowest dose possible<\/li><li><b>Insomnia, Short-term treatment:<\/b> oral spray, Zolpimist(R) (men), 5 or 10 mg (1 or 2 sprays directly into mouth over the tongue) ORALLY immediately before bedtime; MAX 10 mg\/day; use lowest dose possible<\/li><li><b>Insomnia, Short-term treatment:<\/b> oral spray, Zolpimist(R) (women), 5 mg (1 spray directly into mouth over the tongue) ORALLY immediately before bedtime<\/li><li><b>Insomnia, Short-term treatment:<\/b> SL tablet, Edluar(R) (men), 5 or 10 mg SL immediately before bedtime; MAX 10 mg\/day; use lowest dose possible<\/li><li><b>Insomnia, Short-term treatment:<\/b> SL tablet, Edluar(R) (women), 5 mg SL immediately before bedtime; may increase to MAX 10 mg\/day; use lowest dose possible<\/li><\/ul>"},{"id":"684800-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy in pediatric patients have not been established "},{"id":"684800-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>concomitant CNS depressants:<\/b> 1.75 mg SL taken once at night as needed (SL tablets Intermezzo(R)); use of other sedative-hypnotics (including other zolpidem formulations) at bedtime or in the middle of the night is not recommended; dose adjustment may be necessary (SL tablets Edluar(R))<\/li><li><b>debilitated patients:<\/b> 5 mg ORALLY at bedtime (immediate-release tablets and oral spray), 6.25 mg ORALLY at bedtime (extended-release tablets), 5 mg SL at bedtime (Edluar(R))<\/li><li><b>geriatrics:<\/b> 5 mg ORALLY at bedtime (immediate-release tablets and oral spray), 6.25 mg ORALLY at bedtime (extended-release tablets), 5 mg SL at bedtime (Edluar(R)), 1.75 mg SL once at night as needed (Intermezzo(R))<\/li><li><b>hepatic impairment:<\/b> 5 mg ORALLY at bedtime (immediate-release tablets and oral spray), 6.25 mg ORALLY at bedtime (extended-release tablets), 5 mg SL at bedtime (Edluar(R)), 1.75 mg SL once at night as needed (Intermezzo(R))<\/li><li><b>renal disease:<\/b> no dosage adjustment necessary<\/li><li><b>hemodialysis:<\/b> zolpidem is not dialyzable<\/li><\/ul>"},{"id":"684800-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Insomnia, Characterized by difficulty returning to sleep after middle-of-the-night awakening<\/li><li>Insomnia, Short-term treatment<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Insomnia, Long-term treatment<\/li><li>Insomnia - Selective serotonin re-uptake inhibitor adverse reaction<\/li><\/ul>"}]},"3":{"id":"684800-s-3","title":"Contraindications\/Warnings","sub":[{"id":"684800-s-3-9","title":"Contraindications","mono":"hypersensitivity to zolpidem tartrate <br\/>"},{"id":"684800-s-3-10","title":"Precautions","mono":"<ul><li>Hepatic:<\/li><li>-- hepatic impairment; dosage reduction recommended<\/li><li>Immunologic:<\/li><li>-- anaphylaxis may occur with first or subsequent doses<\/li><li>Neurologic:<\/li><li>-- CNS depression has been reported; dosage adjustments may be required<\/li><li>-- driving, making phone calls, preparing food, having sex, and other behaviors while patients were asleep with no memory afterwards has been reported; discontinuation may be necessary<\/li><li>-- drowsiness and impaired consciousness, which can lead to falls and subsequent serious injuries (eg, hip fractures, intracranial hemorrhage), have been reported<\/li><li>-- next-day driving impairment or psychomotor impairment may occur; increased risk if Intermezzo(R) dose is taken with less than 4 hours of sleep remaining, or if Ambien(R), Ambien CR(R), or Edluar(R) dose is taken with less than 7 to 8 hours of sleep remaining<\/li><li>-- impaired motor performance, cognitive performance, or both, may occur; dosage adjustment recommended<\/li><li>Psychiatric:<\/li><li>-- depression symptoms, including suicidal thinking, may be exacerbated<\/li><li>-- worsening of insomnia, failure of insomnia to remit after 7 to 10 days, or new behavioral or cognitive abnormalities may indicate a primary medical or psychiatric illness<\/li><li>-- behavioral changes and abnormal thinking such as agitation, bizarre behavior, depersonalization, and hallucinations have been reported<\/li><li>Renal:<\/li><li>-- renal impairment may occur with oral spray<\/li><li>-- reduced drug clearance has been observed in female patients<\/li><li>Respiratory:<\/li><li>-- give cautiously to patients with sleep apnea or myasthenia gravis because respiratory depression may occur<\/li><li>Other:<\/li><li>-- severe withdrawal symptoms may occur upon abrupt withdrawal or rapid dose decrease<\/li><li>-- diseases or conditions that affect metabolism or hemodynamic response<\/li><li>-- angioedema may occur involving the tongue, glottis, or larynx with first or subsequent doses;; do not rechallenge if angioedema occurs<\/li><li>Concomitant use:<\/li><li>-- concomitant use with other sedative-hypnotics, including other zolpidem products, at bedtime or middle of the night is not recommended<\/li><li>-- avoid alcohol during therapy<\/li><\/ul>"},{"id":"684800-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Zolpidem: C (FDA)<\/li><li>Zolpidem: B3 (AUS)<\/li><\/ul>"},{"id":"684800-s-3-12","title":"Breast Feeding","mono":"<ul><li>Zolpidem: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Zolpidem: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"684800-s-4","title":"Drug Interactions","sub":[{"id":"684800-s-4-13","title":"Contraindicated","mono":"<ul>Sodium Oxybate (theoretical)<\/ul>"},{"id":"684800-s-4-14","title":"Major","mono":"<ul><li>Alprazolam (theoretical)<\/li><li>Buprenorphine (theoretical)<\/li><li>Buspirone (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Carbamazepine (established)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clonazepam (theoretical)<\/li><li>Clorazepate (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dexmedetomidine (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Diphenhydramine (theoretical)<\/li><li>Doxylamine (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Estazolam (theoretical)<\/li><li>Eszopiclone (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flumazenil (theoretical)<\/li><li>Flurazepam (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Halazepam (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Hydroxyzine (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Lorazepam (theoretical)<\/li><li>Meclizine (theoretical)<\/li><li>Meprobamate (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Pentobarbital (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Propofol (theoretical)<\/li><li>Quazepam (theoretical)<\/li><li>Ramelteon (theoretical)<\/li><li>Secobarbital (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Temazepam (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Triazolam (theoretical)<\/li><li>Zaleplon (theoretical)<\/li><\/ul>"},{"id":"684800-s-4-15","title":"Moderate","mono":"<ul><li>Bupropion (probable)<\/li><li>Ciprofloxacin (established)<\/li><li>Desipramine (probable)<\/li><li>Fluvoxamine (established)<\/li><li>Ketoconazole (probable)<\/li><li>Perampanel (probable)<\/li><li>Rifampin (probable)<\/li><li>Sertraline (probable)<\/li><li>St John's Wort (established)<\/li><li>Telaprevir (established)<\/li><li>Venlafaxine (probable)<\/li><\/ul>"}]},"5":{"id":"684800-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (1% to 3%), Nausea (1% to 7%)<\/li><li><b>Immunologic:<\/b>Allergic reaction (4%)<\/li><li><b>Neurologic:<\/b>Dizziness (1% to 23.5%), Drugged state (3%), Headache (1% to 19%), Somnolence (2% to 15%)<\/li><li><b>Ophthalmic:<\/b>Visual disturbance (3%)<\/li><li><b>Other:<\/b>Fatigue (0.1% to 3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain (1%), Tachycardia (0.1% to 1%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis (rare)<\/li><li><b>Neurologic:<\/b>Hepatic encephalopathy<\/li><li><b>Psychiatric:<\/b>Complex mannerisms - behavior, Depression, worsening, Suicidal thoughts<\/li><li><b>Other:<\/b>Angioedema (rare)<\/li><\/ul>"},"6":{"id":"684800-s-6","title":"Drug Name Info","sub":{"0":{"id":"684800-s-6-17","title":"US Trade Names","mono":"<ul><li>Ambien<\/li><li>Ambien CR<\/li><li>Edluar<\/li><li>Intermezzo<\/li><li>Zolpimist<\/li><\/ul>"},"2":{"id":"684800-s-6-19","title":"Class","mono":"Nonbarbiturate Hypnotic<br\/>"},"3":{"id":"684800-s-6-20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"684800-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"684800-s-7","title":"Mechanism Of Action","mono":"Zolpidem is a hypnotic agent unrelated to benzodiazepines or barbiturates. Zolpidem binds the benzodiazepine (BZ) receptor subunit of the GABA-A receptor complex, which is hypothesized to be responsible for sedative, anticonvulsant, anxiolytic, and myorelaxant properties. The preferential binding of zolpidem to the BZ1 receptor may explain the relative absence of myorelaxant and anticonvulsant effects as well as the preservation of deep sleep (stages 3 and 4) of zolpidem at hypnotic doses.<br\/>"},"8":{"id":"684800-s-8","title":"Pharmacokinetics","sub":[{"id":"684800-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral, extended-release tablets: 1.5 hours (healthy subjects, 12.5 mg); 2 hours (elderly subjects, 6.25 mg)<\/li><li>Tmax, Oral, immediate-release tablets: 1.6 hours (healthy subjects, 5 mg and 10 mg); 2.9 hours (elderly subjects, 20 mg); 0.8 hours (end-stage renal failure patients on hemodialysis, 10 mg)<\/li><li>Tmax, SL tablets (Edluar(R)): 82 minutes<\/li><li>Tmax, SL tablets (Intermezzo(R)): 35 to 75 minutes<\/li><li>Tmax, Oral spray: 0.9 hours<\/li><li>Bioavailability, Oral, tablets: 70%<\/li><li>Effect of food: decreased systemic exposure (decreased Cmax and AUC; increased Tmax)<\/li><\/ul>"},{"id":"684800-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 92.5% (range 92.4% to 92.6%)<\/li><li>Vd: 0.54 L\/kg<\/li><\/ul>"},{"id":"684800-s-8-25","title":"Metabolism","mono":"Liver, extensive <br\/>"},{"id":"684800-s-8-26","title":"Excretion","mono":"<ul><li>Renal: less than 1%<\/li><li>Dialyzable: no (hemodialysis)<\/li><li>Total body clearance: 0.26 L\/hr\/kg<\/li><li>Total body clearance, female subjects: reduced<\/li><\/ul>"},{"id":"684800-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Extended-release tablets: 2.8 hours<\/li><li>Immediate-release tablets: 2.5 to 2.6 hours, healthy male subjects; 9.9 hours, cirrhotic patients<\/li><li>SL tablets (Edluar(R)): 2.65 to 2.85 hours<\/li><li>SL tablets (Intermezzo(R)): 2.5 hours<\/li><li>Oral spray: 2.7 to 3 hours<\/li><\/ul>"}]},"9":{"id":"684800-s-9","title":"Administration","mono":"<ul><li><b>Oral<\/b><br\/><ul><li>(oral spray) to prime, spray 5 times (prime with 1 spray if not used for at least 14 days)<\/li><li>(oral spray) to administer, hold pump upright, point the black spray opening directly in mouth, and fully press down the pump (5 mg\/each spray)<\/li><li>(oral spray) for faster sleep onset, do not administer with or immediately after a meal<\/li><li>(immediate-release tablet) for faster sleep onset, do not administer with or immediately after a meal<\/li><li>(extended-release tablet) swallow whole; do not divide, crush, or chew tablet<\/li><\/ul><\/li><li><b>Sublingual<\/b><br\/>place under the tongue and allow to dissolve; do not swallow or take with water; for faster sleep onset, do not administer with or immediately after a meal<br\/><\/li><\/ul>"},"10":{"id":"684800-s-10","title":"Monitoring","mono":"<ul><li>improvement in signs and symptoms of insomnia is indicative of efficacy; reevaluate if symptoms persist beyond 7 to 10 days<\/li><li>assess for worsening of depression, suicidality, or unusual changes in behavior<\/li><\/ul>"},"11":{"id":"684800-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 5 MG, 10 MG<\/li><li>Oral Tablet, Extended Release: 6.25 MG, 12.5 MG<\/li><\/ul><\/li><li><b>Ambien CR<\/b><br\/>Oral Tablet, Extended Release: 6.25 MG, 12.5 MG<br\/><\/li><li><b>Ambien<\/b><br\/><ul><li>Oral Tablet: 5 MG, 10 MG<\/li><li>Oral Tablet, Extended Release: 12.5 MG<\/li><\/ul><\/li><li><b>Edluar<\/b><br\/>Sublingual Tablet: 5 MG, 10 MG<br\/><\/li><li><b>Intermezzo<\/b><br\/>Sublingual Tablet: 1.75 MG, 3.5 MG<br\/><\/li><li><b>Zolpimist<\/b><br\/>Mucous Membrane Spray: 5 MG\/0.1 ML<br\/><\/li><\/ul>"},"12":{"id":"684800-s-12","title":"Toxicology","sub":[{"id":"684800-s-12-31","title":"Clinical Effects","mono":"<b>ZOLPIDEM AND RELATED AGENTS <\/b><br\/>USES:  Zolpidem and zaleplon are sedative hypnotics used for the treatment of insomnia.  They have surpassed benzodiazepines as most frequently prescribed sleep aids.  They are thought to have less addiction potential than benzodiazepines. Zolpidem is available as a controlled-release formulation. Zolpidem oral spray has a sweet cherry flavor, high concentration (50 mg\/mL), and faster onset of action than immediate-release zolpidem. It may be more likely than zolpidem tablets to be used in excess. PHARMACOLOGY: Although classified as a non-benzodiazepine drug due to different chemical structure, the hypothesized mechanism of action is similar to benzodiazepines; interaction with GABA-benzodiazepine receptor complexes (specifically GABA(A) alpha-1 subunit), enhancing the function of GABA-mediated chloride channels. TOXICOLOGY: Toxicology is the extension of the pharmacology.  CNS depression is the primary effect and is exacerbated by co-ingestion of other sedatives. EPIDEMIOLOGY: Overdose is common, but serious toxicity is rare. MILD TO MODERATE TOXICITY: Somnolence, slurred speech, confusion, and ataxia may occur. SEVERE TOXICITY: Severe effects are very rare but may occur after co-ingestion with other sedatives and may include hypotension, coma and respiratory depression.   Death is extremely rare but may be caused by respiratory depression.  Patients that present with coma are at risk for aspiration pneumonia, rhabdomyolysis, and renal failure. Severe ischemia and gangrene were seen following intraarterial injection of a crushed zolpidem tablet. ADVERSE EFFECTS: Gastrointestinal effects of therapeutic doses of zolpidem included nausea, vomiting, and abdominal pain. Dizziness, confusion, impaired coordination, delusions or psychotic reactions, daytime drowsiness, headache, and sleep-eating or sleep-driving, may develop in some patients. Taking the medication immediately prior to bedtime may minimize some of these effects.  Toxic psychosis occurred in two adults after the initial intake of zolpidem at therapeutic doses. Withdrawal from these medications has been reported but is likely to be mild. <br\/>"},{"id":"684800-s-12-32","title":"Treatment","mono":"<b>ZOLPIDEM AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The majority of patients develop mild to moderate toxicity, and only require supportive care. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity generally occurs if other sedating agents are also ingested. Administer activated charcoal if the ingestion is recent and the patient is alert or the airway is protected. Orotracheal intubation for airway protection should be performed if the patient is increasingly drowsy or comatose.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not recommended because of potential for somnolence and loss of airway protection. HOSPITAL: In general, decontamination is not indicated for this overdose, but may be considered for large overdoses that present early. Activated charcoal could be considered if the patient is awake and cooperative and if the ingestion was large and relatively recent.  There is no evidence for the use of whole bowel irrigation or multiple doses of charcoal.  Gastric lavage is not indicated as overdose is not life-threatening.<\/li><li>Airway management: Perform early in patients with severe intoxication (coma, respiratory depression).<\/li><li>Antidote: There is no antidote for these drugs.  Flumazenil has been used with varying success but has not been well-studied. Routine use of flumazenil is NOT recommended. Flumazenil may be useful in establishing a diagnosis in a patient with CNS depression and possibly in preventing the need for respiratory support. Flumazenil should not be administered to patients with cardiac arrhythmias, seizures or a history of seizures, signs\/symptoms of a cyclic antidepressant intoxication, or a suspected multidrug ingestion.<\/li><li>Coma: Treatment is symptomatic and supportive.  Perform orotracheal intubation to protect the airway.  Evaluate for other causes of coma (eg, hypoglycemia, coingestants, metabolic derangements).<\/li><li>Respiratory arrest: Respiratory depression may occur with very large overdoses or in mixed overdoses with other sedatives, and can be treated with intubation and mechanical ventilation.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of benefit because of the high degree of protein binding of zolpidem and zaleplon.<\/li><li>Monitoring of patient: Monitor vital signs and mental status.  Serum drug concentrations are not readily available and not clinically helpful.  These medications are not detected on routine urine drug screens. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity. Monitor creatinine phosphokinase in patients with prolonged immobilization from coma; monitor renal function and urine output in patients with rhabdomyolysis.  Routine monitoring of electrolytes, renal function, glucose, pulse oximetry and blood gases may be helpful. Other causes of coma should be ruled out if the diagnosis is not clear.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients (other than mild drowsiness) with inadvertent ingestions may be monitored at home.  Children inadvertently ingesting 1 or 2 tablets may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for at least 4 to 6 hours and\/or until symptomatically improved. Consider longer observation periods for patients with ingestion of controlled release formulations. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (CNS depression, confusion or ataxia), should be admitted. Patients with coma or respiratory depression should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (coma, respiratory depression), or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"684800-s-12-33","title":"Range of Toxicity","mono":"<b>ZOLPIDEM AND RELATED AGENTS <\/b><br\/>TOXICITY: Patients that co-ingest these medications with other sedatives may manifest symptoms at much lower amounts than those ingesting these medications alone. In adults, ingestion of 70 to 600 mg zolpidem resulted in mild toxicity and ingestion of 2 g resulted in coma.  Children with inadvertent zolpidem ingestions ranging from 2.5 to 30 mg developed mild toxicity (drowsiness) which resolved in 4 hours. THERAPEUTIC DOSE: ZALEPLON: 5 to 20 mg; ZOLPIDEM: 5 to 12.5 mg.<br\/>"}]},"13":{"id":"684800-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to seek immediate medical attention for symptoms of anaphylaxis and\/or angioedema. Severe anaphylactic\/anaphylactoid reactions, some fatal, have been reported.<\/li><li>Warn patient of the risk of &quot;sleep-driving&quot; and other complex behaviors (preparing and eating food, making phone calls, or having sex) when the patient is not fully awake. Risk is increased when drug is combined with alcohol or other CNS depressants.<\/li><li>Counsel patient to avoid activities requiring mental alertness or coordination, as drug may cause dizziness and next-day somnolence.  Patient taking Intermezzo(R) should wait at least 4 hours after dosing, and until fully awake, before engaging in such activities.<\/li><li>Drug may cause headache, fatigue, nausea, diarrhea, or constipation.<\/li><li>Advise patient to immediately report abnormal thoughts or behavior (eg, confusion, agitation, hallucinations, suicidal thoughts, new or worsening depression), memory loss, or anxiety.<\/li><li>Instruct patient not to take drug with or immediately following meals.<\/li><li>Tell patient the sublingual tablet is placed under the tongue. Do not swallow whole or take with water.<\/li><li>Patient should not drink alcohol or use other CNS depressants with this drug.<\/li><\/ul>"}}}