{"generic":"Hydrocortisone Acetate","drugs":["Anu-Med HC","Anucort-HC","Anusol-HC","Anuzone-HC","Caldecort","Cortaid","CortAlo With Aloe","Cortifoam","Hydrocortisone Acetate"],"mono":{"0":{"id":"693ws0","title":"Generic Names","mono":"Hydrocortisone Acetate"},"1":{"id":"693ws1","title":"Dosing and Indications","sub":[{"id":"693ws1b4","title":"Adult Dosing","mono":"<ul><li><b>Disorder of gastrointestinal tract:<\/b> Rectal foam 10%, initial: 1 applicatorful (80 mg hydrocortisone) RECTALLY 1 or 2 times\/day for 2 or 3 weeks; maintenance: 1 applicatorful RECTALLY every 2 days thereafter; individualize dose based on response<\/li><li><b>Disorder of gastrointestinal tract:<\/b> Suppository: 30 mg RECTALLY twice daily for 2 weeks; in severe cases may use 30 mg 3 times\/day or 60 mg 2 times\/day<\/li><li><b>Disorder of gastrointestinal tract:<\/b> Suppository, factitial proctitis: recommended duration of therapy up to 6 to 8 weeks based on individual response<\/li><li><b>Disorder of skin:<\/b> cream, 1%, apply thin film TOPICALLY to affected area 2 to 4 times daily depending on severity<\/li><li><b>Disorder of skin:<\/b> lotion, 2%, apply TOPICALLY to affected area 3 to 4 times\/day<\/li><\/ul>"},{"id":"693ws1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Atopic dermatitis:<\/b> apply TOPICALLY to affected areas 2 times a day for up to 7 days (study dosing)<\/li><li><b>Disorder of skin:<\/b> cream, 1%, apply thin film TOPICALLY to affected area 2 to 4 times daily depending on severity<\/li><li><b>Disorder of skin:<\/b> lotion, 2%, apply TOPICALLY to affected area 3 to 4 times\/day<\/li><\/ul>"},{"id":"693ws1b6","title":"Dose Adjustments","mono":"<b>hypothalamic-pituitary-adrenal axis suppression (topical):<\/b> attempt to withdraw the drug, reduce the frequency of application, or substitute a less potent steroid "},{"id":"693ws1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Disorder of gastrointestinal tract<\/li><li>Disorder of skin<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Atopic dermatitis<br\/>"}]},"3":{"id":"693ws3","title":"Contraindications\/Warnings","sub":[{"id":"693ws3b9","title":"Contraindications","mono":"<ul><li>abscess (rectal foam)<\/li><li>hypersensitivity to hydrocortisone acetate or any components of the preparation, past history<\/li><li>fistulas, extensive (rectal foam)<\/li><li>intestinal anastomoses, fresh (rectal foam)<\/li><li>obstruction or perforation (rectal foam)<\/li><li>peritonitis (rectal foam)<\/li><li>sinus tracts (rectal foam)<\/li><li>vaccines, live or live, attenuated (rectal foam)<\/li><\/ul>"},{"id":"693ws3b10","title":"Precautions","mono":"<ul><li>amebiasis, active or latent; rule out before initiating therapy (rectal foam)<\/li><li>anaphylactoid reactions have been reported with corticosteroid use (rectal foam)<\/li><li>asthma, preexisting; increased risk of sulfite sensitivity and allergic reactions (topical cream)<\/li><li>atrophy of the skin may occur; increased risk with prolonged use or use on the face or intertriginous and flexor areas (topical cream)<\/li><li>blood pressure elevation, sodium and water retention, and increased elimination of potassium may occur; increased risk with large doses; dietary restrictions may be warranted (rectal foam)<\/li><li>cerebral malaria; use not recommended (rectal foam)<\/li><li>cirrhosis; enhanced effect may occur (rectal foam)<\/li><li>congestive heart failure (rectal foam)<\/li><li>Cushing syndrome has occurred with systemic absorption; increased risk with application of large doses to large surface areas or under occlusive dressings, prolonged use, use of high-potency steroids, or in pediatric patients; monitoring recommended (topical cream and lotion)<\/li><li>dermatological infections; topical corticosteroids should be discontinued if infection does not respond to antifungal or antibacterial agent (suppository, topical cream and lotion)<\/li><li>eye disorders, including glaucoma with possible optic nerve damage and posterior subcapsular cataracts, may occur (rectal foam)<\/li><li>fungal infection, systemic; use not recommended unless needed to control drug reaction (rectal foam)<\/li><li>gastrointestinal disorders including nonspecific ulcerative colitis, diverticulitis, fresh intestinal anastomoses, or active or latent peptic ulcer, preexisting; increased risk of perforation (rectal foam)<\/li><li>glucosuria has occurred due to systemic absorption; increased risk with application of large doses to large surface areas or under occlusive dressings, prolonged use, or use of high-potency steroids; monitoring recommended (topical cream and lotion)<\/li><li>hyperglycemia has occurred due to systemic absorption; increased risk with application of large doses to large surface areas or under occlusive dressings, prolonged use, or use of high-potency steroids; monitoring recommended (topical cream and lotion)<\/li><li>hypertension (rectal foam)<\/li><li>hyperthyroidism or hypothyroidism; potential increase or decrease in metabolic clearance of corticosteroids; dosage adjustment may be warranted (rectal foam)<\/li><li>hypothalamic-pituitary-adrenal (HPA) axis suppression, reversible  with potential glucocorticosteroid insufficiency after treatment withdrawal may occur; increased risk with application of large doses to large surface areas or under occlusive dressings, prolonged use, use of high-potency steroids, or in pediatric patients; monitoring recommended; dose adjustment, gradual discontinuation, or substitution of a less potent steroid may be required<\/li><li>ileorectostomy; use not recommended during immediate or early postoperative period (rectal foam)<\/li><li>irritation may occur; discontinue use (suppository, topical cream and lotion)<\/li><li>Kaposi's sarcoma has been reported; increased risk in patient with chronic conditions; discontinuation may be warranted (rectal foam)<\/li><li>latent infection; activation or exacerbation of intercurrent infection due to pathogens (ie, Amoeba, Candida, Cryptococcus, Mycobacterium, Nocardia, Pneumocystis, Toxoplasma) may occur (rectal foam)<\/li><li>myocardial infarction, recent; corticosteroid use has been associated with left ventricular free wall rupture (rectal foam)<\/li><li>myopathy, acute, has been reported; increased risk with high corticosteroid doses in patients with neuromuscular transmission disorders or those receiving concomitant neuromuscular blocking drugs (rectal foam)<\/li><li>optic neuritis or active ocular herpes simplex; use not recommended (rectal foam)<\/li><li>patients at increased risk of osteoporosis (eg, postmenopausal women)<\/li><li>patients without immunity to chickenpox and measles; immunosuppression may lead to a more severe course of disease or even fatalities; if exposed, prophylaxis with immune globulin and possibly antivirals may be needed (rectal foam)<\/li><li>pediatric patients; drug may inhibit bone growth (rectal foam)<\/li><li>pediatric patients; may absorb potentially larger amounts of topical corticosteroids which may increase risk of systemic toxicity including Cushing's syndrome or hypothalamic-pituitary-adrenal (HPA) axis suppression (topical cream and lotion)<\/li><li>psychotic tendencies or emotional instability; exacerbation may occur (rectal foam)<\/li><li>renal insufficiency (rectal foam)<\/li><li>Strongyloides infestation, known or suspected; increased risk of hyperinfection (rectal foam)<\/li><li>sulfite sensitivity; sodium metabisulfite may cause allergic-type reactions, including anaphylactic symptoms and life-threatening or less severe asthmatic episodes (topical cream)<\/li><li>systemic hydrocortisone absorption may be increased with rectal foam formulation; discontinue use if clinical or proctologic improvement is not seen within 3 weeks of treatment initiation or if condition worsens (rectal foam)<\/li><li>tuberculosis, latent or reactivation; monitoring recommended (rectal foam)<\/li><\/ul>"},{"id":"693ws3b11","title":"Pregnancy Category","mono":"<ul><li>Hydrocortisone: C (FDA)<\/li><li>Hydrocortisone: A (AUS)<\/li><\/ul>"},{"id":"693ws3b12","title":"Breast Feeding","mono":"Hydrocortisone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"693ws4","title":"Drug Interactions","sub":[{"id":"693ws4b13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"693ws4b14","title":"Major","mono":"<ul><li>Aldesleukin (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Topotecan (theoretical)<\/li><\/ul>"},{"id":"693ws4b15","title":"Moderate","mono":"<ul><li>Alcuronium (probable)<\/li><li>Atracurium (probable)<\/li><li>Balofloxacin (established)<\/li><li>Besifloxacin (established)<\/li><li>Ciprofloxacin (established)<\/li><li>Colestipol (probable)<\/li><li>Enoxacin (established)<\/li><li>Fleroxacin (established)<\/li><li>Flumequine (established)<\/li><li>Gallamine (probable)<\/li><li>Gatifloxacin (established)<\/li><li>Gemifloxacin (established)<\/li><li>Hexafluorenium (probable)<\/li><li>Levofloxacin (established)<\/li><li>Licorice (probable)<\/li><li>Lomefloxacin (established)<\/li><li>Metocurine (probable)<\/li><li>Moxifloxacin (established)<\/li><li>Nadifloxacin (established)<\/li><li>Norfloxacin (established)<\/li><li>Ofloxacin (established)<\/li><li>Pazufloxacin (established)<\/li><li>Pefloxacin (established)<\/li><li>Primidone (probable)<\/li><li>Prulifloxacin (established)<\/li><li>Rifapentine (probable)<\/li><li>Rufloxacin (established)<\/li><li>Saiboku-To (probable)<\/li><li>Sparfloxacin (established)<\/li><li>Tosufloxacin (established)<\/li><\/ul>"}]},"5":{"id":"693ws5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypothalamic-pituitary-adrenal axis dysfunction<\/li><li><b>Gastrointestinal:<\/b>Peptic ulcer disease, Perforation of intestine<\/li><li><b>Musculoskeletal:<\/b>Kaposi's sarcoma, Osteoporosis, Rupture of tendon<\/li><\/ul>"},"6":{"id":"693ws6","title":"Drug Name Info","sub":{"0":{"id":"693ws6b17","title":"US Trade Names","mono":"<ul><li>Anucort-HC<\/li><li>Anu-Med HC<\/li><li>Anusol-HC<\/li><li>Anuzone-HC<\/li><li>Caldecort<\/li><li>Cortaid<\/li><li>CortAlo With Aloe<\/li><li>Cortifoam<\/li><\/ul>"},"2":{"id":"693ws6b19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Anti-Inflammatory<\/li><li>Corticosteroid, Weak<\/li><li>Endocrine-Metabolic Agent<\/li><\/ul>"},"3":{"id":"693ws6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"693ws6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"693ws9","title":"Administration","mono":"<ul><li><b>Rectal<\/b><br\/><ul><li>foam, shake vigorously 5 to 10 seconds before each use; do not remove container cap during use<\/li><li>foam, hold container upright on level surface; gently place applicator tip onto nose of container cap; container must be upright to obtain proper medication flow<\/li><li>foam, pull plunger past fill line on applicator barrel; press down firmly on cap flanges and hold 1 to 2 seconds, release; pause 5 to 10 seconds to allow foam to expand in applicator barrel; repeat until foam reaches fill line; remove applicator from container cap; allow some foam to remain on applicator tip<\/li><li>foam, hold applicator firmly by barrel, place index finger over the plunger; gently insert tip into anus; push plunger to expel foam and then withdraw applicator<\/li><li>foam, do not insert any part of the aerosol container directly into the anus; use only with enclosed applicator<\/li><li>foam, separate applicator parts, container cap, and underlying tip after each use; clean thoroughly with warm water<\/li><li>suppositories, remove wrapper; avoid excessive handling to prevent premature melting<\/li><\/ul><\/li><li><b>Topical<\/b><br\/><ul><li>external use only; avoid contact with eyes<\/li><li>do not bandage or wrap treated skin area with occlusive dressing unless directed by physician<\/li><li>do not use tight-fitting diapers or plastic pants on children treated in diaper area<\/li><\/ul><\/li><\/ul>"},"11":{"id":"693ws11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Suspension: 25 MG\/ML<\/li><li>Rectal Suppository: 25 MG, 30 MG<\/li><li>Topical Cream: 0.5 %, 1 %<\/li><li>Topical Ointment: 1 %<\/li><\/ul><\/li><li><b>Anucort-HC<\/b><br\/>Rectal Suppository: 25 MG<br\/><\/li><li><b>Anu-Med Hc<\/b><br\/>Rectal Suppository: 25 MG<br\/><\/li><li><b>Anusol-HC<\/b><br\/>Rectal Suppository: 25 MG<br\/><\/li><li><b>Caldecort<\/b><br\/>Topical Cream: 1 %<br\/><\/li><li><b>Cortaid Maximum Strength<\/b><br\/>Topical Ointment: 1 %<br\/><\/li><li><b>Cortaid Sensitive Skin w\/Aloe<\/b><br\/>Topical Cream: 0.5 %<br\/><\/li><li><b>CortAlo With Aloe<\/b><br\/>Topical Gel\/Jelly: 2 %<br\/><\/li><li><b>Cortifoam<\/b><br\/>Rectal Foam: 10 %<br\/><\/li><li><b>GRx HiCort 25<\/b><br\/>Rectal Suppository: 25 MG<br\/><\/li><li><b>Hydrocort Acetate w\/Aloe<\/b><br\/><ul><li>Topical Cream: 0.5 %<\/li><li>Topical Ointment: 0.5 %<\/li><\/ul><\/li><li><b>Medi-First Hydrocortisone<\/b><br\/>Topical Cream: 1 %<br\/><\/li><li><b>NuCort<\/b><br\/>Topical Lotion: 2 %<br\/><\/li><li><b>NuZon<\/b><br\/>Topical Gel\/Jelly: 2 %<br\/><\/li><li><b>Proctocort<\/b><br\/>Rectal Suppository: 30 MG<br\/><\/li><li><b>Quality Choice Hydrocortisone<\/b><br\/>Topical Cream: 1 %<br\/><\/li><li><b>Rectacort-HC<\/b><br\/>Rectal Suppository: 25 MG<br\/><\/li><li><b>Rectasol-Hc<\/b><br\/>Rectal Suppository: 25 MG<br\/><\/li><li><b>U-cort<\/b><br\/>Topical Cream: 1 %<br\/><\/li><\/ul>"},"12":{"id":"693ws12","title":"Toxicology","sub":[{"id":"693ws12b31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"693ws12b32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"693ws12b33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]}}}