{"generic":"Benzocaine","drugs":["Americaine","Anacaine","Anbesol","Benzocaine","Benzodent","Bi-Zets\/Benzo-Troches","Chiggerex","Dent's","Orajel"],"mono":{"0":{"id":"69710-s-0","title":"Generic Names","mono":"Benzocaine"},"1":{"id":"69710-s-1","title":"Dosing and Indications","sub":{"0":{"id":"69710-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Disorder of dental prosthesis - Pain due to any device, implant AND\/OR graft:<\/b> (10% oral rinse) swish and spit 15 mL; repeat after 1 h and up to 4 times daily<\/li><li><b>Disorder of dental prosthesis - Pain due to any device, implant AND\/OR graft:<\/b> (6% oral strips) dissolve one strip on irritated area up to 4 times daily<\/li><li><b>Disorder of dental prosthesis - Pain due to any device, implant AND\/OR graft:<\/b> (oral gel) apply thin layer of oral gel TOPICALLY to the affected areas up to 4 times daily, do not reinsert dental work until irritation\/pain is relieved; rinse mouth well before reinserting dentures<\/li><li><b>Endoscopic procedure - Pain; Prophylaxis:<\/b> (20% anesthetic lubricant) apply evenly to exterior of tube or instrument prior to use<\/li><li><b>Insertion of nasogastric tube - Pain:<\/b> (20% anesthetic lubricant) apply evenly to exterior of tube or instrument prior to use<\/li><li><b>Otitis - Topical local anesthetic:<\/b> instill 4 to 5 drops of otic solution into external ear canal of affected ear(s), repeat every 1 to 2 h if necessary<\/li><li><b>Skin irritation - Topical local anesthetic:<\/b> apply TOPICALLY to affected area not more than 3 to 4 times daily holding can 6 to 12 inches away from affected area<\/li><li><b>Stomatitis - Topical local anesthetic:<\/b> apply TOPICALLY to affected areas up to 4 times daily<\/li><li><b>Toothache:<\/b> apply gel, liquid, or ointment TOPICALLY to affected areas up to 4 times daily<\/li><li><b>Topical local anesthetic, For general use during catheterization and\/or diagnostic and surgical procedures:<\/b> (20% anesthetic lubricant) apply evenly to exterior of tube or instrument prior to use<\/li><li><b>Topical local anesthetic - Ulcer of mouth:<\/b> apply TOPICALLY to affected areas up to 4 times daily<\/li><\/ul>"},"1":{"id":"69710-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>topical benzocaine preparations should be used in children under the age of 2 years only under the direction of a physician<\/li><li><b>Endoscopic procedure - Pain; Prophylaxis:<\/b> (ages 1 year and older) 20% anesthetic lubricant, apply evenly to exterior of tube or instrument prior to use<\/li><li><b>Insertion of nasogastric tube - Pain:<\/b> (ages 1 year and older) 20% anesthetic lubricant, apply evenly to exterior of tube or instrument prior to use<\/li><li><b>Otitis - Topical local anesthetic:<\/b> (age 1 y and older) instill 4 to 5 drops of otic solution into external ear canal of affected ear(s), repeat every 1 to 2 h if necessary<\/li><li><b>Skin irritation - Topical local anesthetic:<\/b> (ages 2 years and older) apply TOPICALLY to affected area not more than 3 to 4 times daily holding can 6 to 12 inches away from affected area<\/li><li><b>Stomatitis - Topical local anesthetic:<\/b> (ages 2 years and older) apply TOPICALLY to affected areas up to 4 times daily<\/li><li><b>Toothache:<\/b> (2 years and older) apply gel, liquid, or ointment to affected areas up to 4 times daily<\/li><li><b>Topical local anesthetic, For general use during catheterization and\/or diagnostic and surgical procedures:<\/b> (ages 1 year and older) 20% anesthetic lubricant, apply evenly to exterior of tube or instrument prior to use<\/li><li><b>Topical local anesthetic - Ulcer of mouth:<\/b> (ages 2 years and older) apply TOPICALLY to affected areas up to 4 times daily<\/li><\/ul>"},"3":{"id":"69710-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Disorder of dental prosthesis - Pain due to any device, implant AND\/OR graft<\/li><li>Endoscopic procedure - Pain; Prophylaxis<\/li><li>Insertion of nasogastric tube - Pain<\/li><li>Otitis - Topical local anesthetic<\/li><li>Skin irritation - Topical local anesthetic<\/li><li>Stomatitis - Topical local anesthetic<\/li><li>Toothache<\/li><li>Topical local anesthetic, For general use during catheterization and\/or diagnostic and surgical procedures<\/li><li>Topical local anesthetic - Ulcer of mouth<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Esophageal manometry - Pain<br\/>"}}},"3":{"id":"69710-s-3","title":"Contraindications\/Warnings","sub":[{"id":"69710-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to benzocaine<\/li><li>perforated tympanic membrane or ear discharge (otic)<\/li><\/ul>"},{"id":"69710-s-3-10","title":"Precautions","mono":"<ul><li>breathing problems, including asthma, bronchitis, emphysema; increased risk for complications related to methemoglobinemia (oral mucous membrane)<\/li><li>children less than 2 years of age; use not recommended; consider alternate therapy for teething (oral mucous membrane, otic, topical)<\/li><li>covering of application site; risk of increased systemic absorption and toxicity, potentially resulting in life-threatening side effects (topical)<\/li><li>elderly; may increase risk for developing methemoglobinemia (oral mucous membrane)<\/li><li>fulminating infection of the middle ear; indiscriminate use may mask symptoms (otic)<\/li><li>heart disease; increased risk for complications related to methemoglobinemia (oral mucous membrane)<\/li><li>inborn defects, including glucose-6-phosphodiesterase deficiency, hemoglobin-M disease, NADH-methemoglobin reductase (diaphorase 1) deficiency, pyruvate-kinase deficiency; may increase risk for developing methemoglobinemia (oral mucous membrane)<\/li><li>infants less than 4 months of age; may increase risk for developing methemoglobinemia (oral mucous membrane)<\/li><li>irritated or broken skin; risk of increased systemic absorption and toxicity, potentially resulting in life-threatening side effects (topical)<\/li><li>large doses and\/or treatment areas; risk of increased systemic absorption and toxicity, potentially resulting in life-threatening side effects (topical)<\/li><li>methemoglobinemia, with fatal cases, has been reported following application to oral mucous membranes for medical procedures or over-the-counter use; monitoring recommended for surgical procedures (oral mucous membrane)<\/li><li>skin temperature increases; risk of increased systemic absorption and toxicity, potentially resulting in life-threatening side effects (topical)<\/li><li>smokers; increased risk for complications related to methemoglobinemia (oral mucous membrane)<\/li><li>teething use; methemoglobinemia has been reported with over-the-counter gel or liquid, mostly in children 2 years and younger with gel use (oral mucous membrane)<\/li><\/ul>"},{"id":"69710-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"69710-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"69710-s-4","title":"Drug Interactions","sub":{"1":{"id":"69710-s-4-14","title":"Major","mono":"<ul><li>Hyaluronidase (probable)<\/li><li>St John's Wort (probable)<\/li><\/ul>"}}},"5":{"id":"69710-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Contact dermatitis<\/li><li><b>Gastrointestinal:<\/b>Disorder of taste<\/li><\/ul><b>Serious<\/b><br\/><b>Hematologic:<\/b>Methemoglobinemia (rare)<br\/>"},"6":{"id":"69710-s-6","title":"Drug Name Info","sub":{"0":{"id":"69710-s-6-17","title":"US Trade Names","mono":"<ul><li>Orajel<\/li><li>Americaine<\/li><li>Anacaine<\/li><li>Anbesol<\/li><li>Benzodent<\/li><li>Bi-Zets\/Benzo-Troches<\/li><li>Chiggerex<\/li><li>Dent's<\/li><\/ul>"},"2":{"id":"69710-s-6-19","title":"Class","mono":"<ul><li>Amino Ester<\/li><li>Anesthetic, Local<\/li><li>Hemorrhoidal Anesthetic<\/li><\/ul>"},"3":{"id":"69710-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"69710-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"69710-s-7","title":"Mechanism Of Action","mono":"Benzocaine is a local anesthetic that decreases sodium ion permeability through reversible stabilization of the neuronal membrane. This action inhibits depolarization of the neuronal membrane which blocks the initiation and conduction of nerve impulses.<br\/>"},"10":{"id":"69710-s-10","title":"Monitoring","mono":"<ul><li>adequate local anesthesia<\/li><li>numbness<\/li><li>signs and symptoms of methemoglobinemia (eg, respiratory distress, cyanosis)<\/li><\/ul>"},"11":{"id":"69710-s-11","title":"How Supplied","mono":"<ul><li><b>Americaine<\/b><br\/><ul><li>Otic Solution: 20 %<\/li><li>Topical Spray: 20 %<\/li><\/ul><\/li><li><b>Anacaine<\/b><br\/>Topical Ointment: 10 %<br\/><\/li><li><b>Anbesol Maximum Strength<\/b><br\/>Mucous Membrane Gel\/Jelly: 20 %<br\/><\/li><li><b>Anbesol<\/b><br\/><ul><li>Mucous Membrane Gel\/Jelly: 10 %<\/li><li>Mucous Membrane Solution: 20 %<\/li><\/ul><\/li><li><b>Babee Teething<\/b><br\/>Mucous Membrane Lotion: 2.5 %<br\/><\/li><li><b>Benzodent<\/b><br\/>Mucous Membrane Ointment: 20 %<br\/><\/li><li><b>Benz-O-Sthetic<\/b><br\/><ul><li>Mucous Membrane Gel\/Jelly: 20 %<\/li><li>Mucous Membrane Solution: 20 %<\/li><li>Mucous Membrane Spray: 20 %<\/li><li>Mucous Membrane Swab: 20 %<\/li><\/ul><\/li><li><b>Bi-Zets<\/b><br\/>Mucous Membrane Lozenge\/Troche: 15 MG<br\/><\/li><li><b>Cankaid<\/b><br\/>Mucous Membrane Solution: 20 %<br\/><\/li><li><b>Cepacol Fizzlers<\/b><br\/>Oral Tablet, Disintegrating: 6 MG<br\/><\/li><li><b>Chigg Away<\/b><br\/>Topical Cream: 5 %<br\/><\/li><li><b>Chiggerex<\/b><br\/>Topical Ointment: 2 %<br\/><\/li><li><b>Chiggertox<\/b><br\/>Topical Liquid: 2 %<br\/><\/li><li><b>Dent's Extra Strength Toothache Gum<\/b><br\/>Dental Wax: 20 %<br\/><\/li><li><b>Dent-O-Kain\/20<\/b><br\/>Mucous Membrane Solution: 20 %<br\/><\/li><li><b>HDA Toothache<\/b><br\/>Mucous Membrane Gel\/Jelly: 6.5 %<br\/><\/li><li><b>Hurricaine<\/b><br\/><ul><li>Mucous Membrane Gel\/Jelly: 20 %<\/li><li>Mucous Membrane Solution: 20 %<\/li><li>Mucous Membrane Spray: 20 %<\/li><li>Mucous Membrane Swab: 20 %<\/li><\/ul><\/li><li><b>Hurricaine One<\/b><br\/>Mucous Membrane Spray: 20 %<br\/><\/li><li><b>Hurricaine Spray Kit<\/b><br\/>Mucous Membrane Spray: 20 %<br\/><\/li><li><b>Leader Oral Pain Relief<\/b><br\/>Mucous Membrane Gel\/Jelly: 20 %<br\/><\/li><li><b>Mandelay Maximum Strength<\/b><br\/>Topical Gel\/Jelly: 7.5 %<br\/><\/li><li><b>Medicone Maximum Strength<\/b><br\/>Topical Ointment: 20 %<br\/><\/li><li><b>Mycinette<\/b><br\/>Mucous Membrane Lozenge\/Troche: 15 MG<br\/><\/li><li><b>Orabase-B Maximum Strength<\/b><br\/>Mucous Membrane Paste: 20 %<br\/><\/li><li><b>Orabase<\/b><br\/>Mucous Membrane Paste: 20 %<br\/><\/li><li><b>Ora Film<\/b><br\/>Mucous Membrane Film: 10 %<br\/><\/li><li><b>OraMagic Plus<\/b><br\/>Mucous Membrane Powder for Suspension: 10 %<br\/><\/li><li><b>OraStat<\/b><br\/>Mucous Membrane Gel\/Jelly: 20 %<br\/><\/li><li><b>Outgro<\/b><br\/>Topical Liquid: 20 %<br\/><\/li><li><b>Pinnacaine<\/b><br\/>Otic Solution: 20 %<br\/><\/li><li><b>Red Cross Canker Sore<\/b><br\/>Mucous Membrane Ointment: 20 %<br\/><\/li><li><b>Rite Aid Baby Care Oral Pain Relief<\/b><br\/>Mucous Membrane Gel\/Jelly: 7.5 %<br\/><\/li><li><b>Rite Aid Pain Relief<\/b><br\/>Mucous Membrane Gel\/Jelly: 20 %<br\/><\/li><li><b>Topex Anesthetic<\/b><br\/>Mucous Membrane Spray: 20 %<br\/><\/li><li><b>Zetts<\/b><br\/>Mucous Membrane Lozenge\/Troche: 10 MG<br\/><\/li><li><b>Zilactin Baby Extra Strength<\/b><br\/>Mucous Membrane Gel\/Jelly: 10 %<br\/><\/li><li><b>Zilactin-B<\/b><br\/>Mucous Membrane Gel\/Jelly: 10 %<br\/><\/li><li><b>Zilactin Toothache Maximum Strength<\/b><br\/>Mucous Membrane Swab: 20 %<br\/><\/li><\/ul>"},"12":{"id":"69710-s-12","title":"Toxicology","sub":[{"id":"69710-s-12-31","title":"Clinical Effects","mono":"<b>BENZOCAINE <\/b><br\/>USES: A local anesthetic available as over-the-counter throat lozenges and topical ointments, creams, gels, solutions, aerosols, and sprays, in concentrations up to 20%. PHARMACOLOGY: Decreases sodium ion permeability through reversible stabilization of the neuronal membrane. This action inhibits depolarization of the neuronal membrane which blocks the initiation and conduction of nerve impulses. TOXICOLOGY: Benzocaine is metabolized to aniline, which is further metabolized to phenylhydroxylamine and nitrobenzene, which are capable of oxidizing hemoglobin to methemoglobin. Oxidization of iron in the hemoglobin ring to the ferric form leads to the inability of hemoglobin to bind or transport oxygen. Heme in the ferric (Fe3+) state also induces a hemoglobin conformational change, increasing oxygen affinity of the remaining binding sites and decreasing the oxygen dissociation. Cyanosis occurs when more than 1.5 g\/dL of hemoglobin is in the methemoglobin form, compared with 5 g\/dL of deoxyhemoglobin to yield similar cyanosis. EPIDEMIOLOGY: Poisoning may be common due to the availability of over-the-counter products, with methemoglobinemia as the primary toxic effect; however, clinically significant symptoms are uncommon, and severe toxicity is rare. MILD TO MODERATE TOXICITY:  Cyanosis occurs at methemoglobin levels more than 1.5 g\/dL. Cyanosis that is unresponsive to supplemental oxygen or significant cyanosis in a patient with minimal symptoms should raise the suspicion of methemoglobinemia. SEVERE TOXICITY: Clinical severity increases with increased methemoglobin levels. Patients who have methemoglobin levels greater than 30% are more likely to develop severe symptoms. ACID\/BASE:  Metabolic acidosis may develop secondary to tissue hypoxia or seizures. CARDIOVASCULAR: Dysrhythmias and hypotension may occur in severe cases. Myocardial infarction is a rare manifestation of severe methemoglobinemia. GASTROINTESTINAL: Nausea and vomiting may occur. HEMATOLOGIC: Chocolate brown blood is classic. NEUROLOGIC: CNS effects include headache, dizziness, altered consciousness, confusion, lethargy progressing to coma, seizures, and syncope which usually occurs secondary to hypoxia typically at levels of 20% or greater. RESPIRATORY: Dyspnea and tachypnea may occur. RISK FACTORS: Patients with underlying medical conditions such as COPD, anemia, or coronary artery disease, recent surgery, or increased metabolic demand (eg, shock, infection) are more susceptible to developing symptoms. The very young (younger than 4 months) and the elderly are at greater risk of developing symptomatic methemoglobinemia. In addition, individuals with a genetic deficiency of G-6-PD or nicotinamide adenine dinucleotide methemoglobin reductase are at greater risk of developing methemoglobinemia. <br\/>"},{"id":"69710-s-12-32","title":"Treatment","mono":"<b>BENZOCAINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with mild to moderate toxicity can be treated with supportive care. Intravenous fluids should be given to maintain urine output and supplemental oxygen applied. MANAGEMENT OF SEVERE TOXICITY: Patients with evidence of end-organ ischemia should be treated with methylene blue regardless of the methemoglobin concentration.  However, patients are unlikely to have end-organ ischemia with concentrations less than 20%.  Treatment with methylene blue should result in resolution of all symptoms attributable to methemoglobinemia within 2 hours.  Patients with glucose-6-phosphate dehydrogenase (G-6-PD) deficiency or children younger than 3 months may require exchange transfusion or treatment with hyperbaric oxygen as they may not respond to methylene blue. Treat seizures with IV benzodiazepines or barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Patients should be placed on oxygen. Following dermal exposure, skin should be thoroughly washed with soap and water. Otherwise, no field decontamination is required. HOSPITAL: Consider activated charcoal soon after large ingestions. Following dermal exposure, skin should be thoroughly washed with soap and water.<\/li><li>Airway management: Patients with severe dyspnea, tachypnea, seizure, or evidence of end-organ ischemia may require intubation for airway protection or to minimize excessive work of breathing.<\/li><li>Antidote: A bolus dose of methylene blue 1 to 2 mg\/kg IV over 5 minutes.  Repeat the dose if no improvement is observed within 1 hour.  Methylene blue is redosed every 6 hours based upon methemoglobin concentrations that are greater than 30% or persistent symptoms.  However, dosing beyond 24 hours is not commonly needed. CONTRAINDICATIONS: Known hypersensitivity to methylene blue and methemoglobin reductase deficiency. Patients with G-6-PD deficiency may develop hemolysis, however, enzyme deficiency is usually not complete and most toxicologists would still recommend methylene blue for severely symptomatic patients.<\/li><li>Monitoring of patient: In a cyanotic patient, a methemoglobin level should be obtained to confirm the diagnosis. Methemoglobin levels will be artificially low if blood is not analyzed within a few hours. Pulse oximetry may give a false reading in the 80% to low 90% range.  An arterial blood gas test will reveal a falsely normal calculated oxygen saturation despite low measured pulse oximetry. If oxygen saturation is measured, it will be low relative to the pO2. This saturation gap suggests methemoglobinemia. An ECG should be obtained to screen for myocardial ischemia.  Cardiac biomarkers should be obtained if evidence of ischemia is present on ECG. A CBC with microscopy should be performed to evaluate for hemolysis. Blood with more than 15% methemoglobinemia will appear chocolate brown and may be an early bedside indication of methemoglobinemia.<\/li><li>Patient disposition: HOME CRITERIA: Children with accidental exposure to an OTC benzocaine product can be safely  managed at home with telephone follow-up and referral to a healthcare facility  if cyanosis, dusky pallor, shortness of breath or change in mental status develop. OBSERVATION CRITERIA:  Patients should be observed for 8 hours after methylene blue administration to rule out recurrence of methemoglobinemia or adverse reaction to the antidote. ADMISSION CRITERIA:  Patients with recurrent methemoglobinemia should be admitted. Any cyanotic or dyspneic patient with clinically significant methemoglobinemia, or any patient with a methemoglobin level greater than 20%, should be admitted to the intensive care unit, even if improvement has occurred after appropriate emergency department management. CONSULT CRITERIA: A medical toxicologist or poison control center should be consulted for patients with methemoglobin concentrations above 30% or for symptomatic patients with lower concentrations.  Consultation is recommended for patients with familial methemoglobinemia or G-6-PD deficiency.<\/li><\/ul>"},{"id":"69710-s-12-33","title":"Range of Toxicity","mono":"<b>BENZOCAINE<\/b><br\/>TOXICITY: ADULT:  Severe methemoglobinemia has occurred after 3 or 4 one-second sprays with 20% benzocaine. CHILDREN: Methemoglobinemia has occurred with oral or rectal administration of as little as 100 mg (1\/4 teaspoonful of 7.5% gel) in infants under 1 year, and with 22 to 40 mg\/kg or more than 240 mg (approximately 1\/2 teaspoonful of 7.5% gel) in older children. CAUTION: Severe methemoglobinemia may develop in some individuals (particularly G6PD or NADPH-dependent methemoglobin reductase deficient individuals) at low doses. THERAPEUTIC: ADULTS AND CHILDREN: Apply topically to affected areas up to 4 times daily.<br\/>"}]},"13":{"id":"69710-s-13","title":"Clinical Teaching","mono":"<ul><li>Large amounts of topical preparations may increase risk of benzocaine toxicity.<\/li><li>This drug may cause contact dermatitis or changes in taste.<\/li><li>Counsel patient to immediately report signs\/symptoms of methemoglobinemia (pale, gray or blue colored skin, lips, and nail beds; headache; lightheadedness; shortness of breath; nausea; fatigue; or tachycardia). Advise patient methemoglobinemia may occur in infants when oral product is used for teething.<\/li><li>Instruct patient to immediately report signs\/symptoms of benzocaine toxicity (seizures, difficulty breathing, or cardiac dysrhythmias).<\/li><li>Advise patient to not apply topical preparations to broken or irritated skin and use sparingly.<\/li><li>Warn patient using topical preparation that heat application or occlusion of the skin can increase the risk for serious side effects.<\/li><li>Tell patient that oral products should be used sparingly and no more than 4 times a day.<\/li><\/ul>"}}}