{"generic":"Hydrogen Peroxide","drugs":["Aplicare One Hydrogen Peroxide","Hydrogen Peroxide","Orajel Perioseptic","Peroxyl","Proxacol"],"mono":{"0":{"id":"69aus0","title":"Generic Names","mono":"Hydrogen Peroxide"},"1":{"id":"69aus1","title":"Dosing and Indications","sub":{"0":{"id":"69aus1b4","title":"Adult Dosing","mono":"<ul><li><b>Oral hygiene finding, Cleansing minor wounds or minor gum inflammation:<\/b> rinse in mouth with 10 mL for approximately 1 min, then spit out; use up to 4 times daily (after meals and at bedtime)<\/li><li><b>Oral hygiene finding, Cleansing minor wounds or minor gum inflammation:<\/b> gel, apply topically several drops to affected area of mouth; remain in place at least one minute then spit out; use up to 4 times daily (after meals and at bedtime)<\/li><\/ul>"},"1":{"id":"69aus1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Oral hygiene finding, Cleansing minor wounds or minor gum inflammation:<\/b> (2 yr or older) rinse in mouth with 10 mL for approximately 1 min, then spit out; use up to 4 times daily (after meals and at bedtime)<\/li><li><b>Oral hygiene finding, Cleansing minor wounds or minor gum inflammation:<\/b> (2 yr or older) gel, apply topically several drops to affected area of mouth; remain in place at least one minute then spit out; use up to 4 times daily (after meals and at bedtime)<\/li><\/ul>"},"3":{"id":"69aus1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Oral hygiene finding, Cleansing minor wounds or minor gum inflammation<br\/>"}}},"3":{"id":"69aus3","title":"Contraindications\/Warnings","sub":[{"id":"69aus3b9","title":"Contraindications","mono":"Injection or instillation into closed body cavities from which the released oxygen has no free exit (Reynolds, 1998)<br\/>"},{"id":"69aus3b10","title":"Precautions","mono":"Skin and mucous membrane irritation (concentrated solutions) (Reynolds, 1998)<br\/>"},{"id":"69aus3b11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"69aus3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"69aus5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Skin irritation, Skin and mucous membranes<\/li><li><b>Gastrointestinal:<\/b>Hypertrophy of tongue papillae, With prolonged use as mouthwash<\/li><\/ul>"},"6":{"id":"69aus6","title":"Drug Name Info","sub":{"0":{"id":"69aus6b17","title":"US Trade Names","mono":"<ul><li>Aplicare One Hydrogen Peroxide<\/li><li>Orajel Perioseptic<\/li><li>Peroxyl<\/li><li>Proxacol<\/li><\/ul>"},"2":{"id":"69aus6b19","title":"Class","mono":"<ul><li>Antiseptic<\/li><li>Disinfectant<\/li><\/ul>"},"3":{"id":"69aus6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"69aus6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"69aus7","title":"Mechanism Of Action","mono":"Hydrogen peroxide is an antiseptic that exerts its effect through its oxygenating action which promotes natural healing by abolishing wound debris.<br\/>"},"9":{"id":"69aus9","title":"Administration","mono":"<ul><li><b>Oral<\/b><br\/><ul><li>(gel) apply several drops to the affected area<\/li><li>(gel) allow drops to remain in place for a minimum of one minute then spit out; use after meals<\/li><li>(rinse) rinse for approximately one minute then spit out; use after meals; do not swallow<\/li><\/ul><\/li><li><b>Topical<\/b><br\/><ul><li>apply a small amount to affected area<\/li><li>if covering with a bandage; allow area to dry first<\/li><\/ul><\/li><\/ul>"},"10":{"id":"69aus10","title":"Monitoring","mono":"improved skin disorder<br\/>"},"11":{"id":"69aus11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Topical Solution: 3 %<br\/><\/li><li><b>Aplicare One Hydrogen Peroxide<\/b><br\/>Topical Solution: 3 %<br\/><\/li><li><b>Good Neighbor Pharmacy Hydrogen Peroxide<\/b><br\/>Topical Solution: 3 %<br\/><\/li><li><b>Peroxyl<\/b><br\/>Oral Liquid: 1.5 %<br\/><\/li><li><b>Quality Choice Hydrogen Peroxide<\/b><br\/>Topical Solution: 3 %<br\/><\/li><li><b>Rite Aid Cleaning &amp; Disinfecting Lens Care System<\/b><br\/>  Solution: 3 %<br\/><\/li><li><b>Rite Aid Hydrogen Peroxide<\/b><br\/>Topical Solution: 3 %<br\/><\/li><li><b>Rite Aid Hydrogen Peroxide Wipes<\/b><br\/>Topical Pad: 3 %<br\/><\/li><li><b>Swan Hydrogen Peroxide<\/b><br\/>Topical Solution: 3 %<br\/><\/li><\/ul>"},"12":{"id":"69aus12","title":"Toxicology","sub":[{"id":"69aus12b31","title":"Clinical Effects","mono":"<b>HYDROGEN PEROXIDE <\/b><br\/>USES: Hydrogen peroxide is a colorless, odorless liquid at room temperature, with a bitter taste. It is found in many household products at low concentrations (3% to 5%) for medicinal applications as skin disinfectant and antiseptic, and as a clothes and hair bleach. In industry, hydrogen peroxide in higher concentrations (10% to 35%) is used as bleach for textiles and paper, as a component of rocket fuels, and for producing foam rubber and organic chemicals (up to 70% concentration). PHARMACOLOGY: Hydrogen peroxide is an oxidizing agent. The strength of the oxidizing reaction is determined by the concentration. TOXICOLOGY: The primary effect is tissue injury due to oxidation of proteins. Hydrogen peroxide can be toxic if ingested, inhaled, or contacts the skin or eyes. Occasionally, the release of oxygen may cause distension, gastric or intestinal perforation, as well as venous or arterial gas embolization. One mL of 3% hydrogen peroxide produces 10 mL of oxygen at standard temperature and pressure, while 60 mL of 35% of hydrogen peroxide solution has the potential to produce 6.1 L of oxygen. EPIDEMIOLOGY: Ingestions are relatively common, but serious toxicity is rare with ingestion of household products. MILD TO MODERATE TOXICITY: The severity of injury depends on the concentration and amount of the ingested hydrogen peroxide. Ingestion of dilute solutions of hydrogen peroxide may result in vomiting, mild gastrointestinal (GI) irritation, gastric distension, and, on rare occasions, gastrointestinal erosions or gas embolism. Inhalation and ocular exposure of household strength hydrogen peroxide (3%) can cause respiratory irritation and mild ocular irritation, respectively. SEVERE TOXICITY: INGESTION: Severe toxicity generally only occurs with ingestion of higher (greater than 10%) concentration products. Ingestions may cause caustic injuries to the gastrointestinal tract, leading to hemorrhagic gastritis, burns in the mouth, throat, esophagus, and stomach, ulcerating colitis, intestinal gangrene, and gas embolization. Systemic gas embolization can involve any organ, resulting in seizure, cerebral infarction, cerebral edema, spinal cord infarction, acute myocardial infarction, hypotension, cardiac arrest, and death. INHALATION: Inhalation of vapors from concentrated (greater than 10%) solutions may result in severe pulmonary irritation. Acute lung injury and respiratory arrest have also been reported following massive exposures. OCULAR: Eye exposure to high concentrations can cause corneal ulceration and perforation. DERMAL: Dermal exposure to concentrated solutions has resulted in burns and gangrene. ADVERSE EFFECTS: Hydrogen peroxide may cause burning when applied to wounds as a disinfectant. Systemic embolization has occurred when used for irrigation of surgical wounds resulting in ECG changes and, rarely, cardiac arrest and death. Risk increases when used under high pressure, in closed tissue spaces and a highly concentrated hydrogen peroxide solution is applied. <br\/>"},{"id":"69aus12b32","title":"Treatment","mono":"<b>HYDROGEN PEROXIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Water can be administered to dilute the solution in the case of ingestion. Gastric distention may be relieved by insertion of a nasogastric tube and suction. A careful examination should be done to detect any gas formation. Ocular exposure to 3% solution usually requires only thorough irrigation. MANAGEMENT OF SEVERE TOXICITY: Upper airway injury may require intubation. Patients may require resuscitation for burns. Endoscopy should be performed to assess gastrointestinal tract injury if the patient is symptomatic or higher concentration ingestion is suspected. Obtain surgical consult for patients with evidence of gastrointestinal tract perforation. If the patient has significant symptoms of oxygen embolism (such as CNS effects), place the patient in Trendelenburg position and consider treatment with hyperbaric oxygen. Treat seizures with IV benzodiazepines or barbiturates. Ocular exposure to high concentrations warrants slit lamp examination and ophthalmologic consultation.<\/li><li>Decontamination: PREHOSPITAL: Do not induce vomiting or administer activated charcoal. Irrigate any dermal or ocular exposures with large volumes of water. HOSPITAL: Because hydrogen peroxide causes tissue injury rather than systemic toxicity, there is no role for activated charcoal. Insertion of a nasogastric tube to remove gastric contents and decompress the stomach may be attempted following large ingestions.<\/li><li>Airway management: Endotracheal intubation should be considered early for patients who have symptoms of upper airway obstruction.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: No routine laboratory tests are needed when a small amount of 3% hydrogen peroxide is ingested. After a high-volume or high-concentration ingestion, patients should be evaluated for caustic injury and for oxygen embolism. Patients with any symptoms of oral or gastrointestinal tract injury should undergo endoscopy. Any patient with symptoms of cerebral oxygen embolism should have a head CT. Echocardiography or chest CT with contrast may demonstrate oxygen in the right ventricle. Abdominal and upright chest radiograph may reveal radiolucent gas in the gastrointestinal tract, right ventricle, mediastinum, or the portal venous system. An ECG and continuous cardiac monitoring may reveal signs of gas embolization. Desaturation on pulse oximetry, hemodynamic instability, and neurologic deficit may be indicative of gas embolus, and at that time an arterial blood gas would be indicated.<\/li><li>Enhanced elimination procedure: Hemoperfusion, hemodialysis, and peritoneal dialysis are not effective and not recommended.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Most patients who have inadvertently ingested 3% hydrogen peroxide can be observed safely at home if not symptomatic. ADMISSION CRITERIA: Patients who may have ingested a large amount of lower concentration solution, or any amount of high-concentration solution, or who are symptomatic should be evaluated with endoscopy and treated for significant gastrointestinal burns. Patients with evidence of oxygen emboli should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Obtain surgical consult as needed for patients with evidence of gastrointestinal tract perforation.<\/li><\/ul>"},{"id":"69aus12b33","title":"Range of Toxicity","mono":"<b>HYDROGEN PEROXIDE <\/b><br\/>TOXICITY: The toxic dose is not well defined. Sip ingestions of household products are not toxic, but large, deliberate ingestions may cause symptoms. Sip ingestions of concentrated products (more than 10% hydrogen peroxide) may cause gastrointestinal tract injury, oxygen embolization, or both.  In one study, acute exposure to hydrogen peroxide vapors was mildly irritating to upper respiratory airways at 2.2 ppm, but not at 0.5 ppm. <br\/>"}]},"13":{"id":"69aus13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to not swallow this drug. If more than 2 teaspoons are accidentally swallowed, tell patient to call the poison center right away.<\/li><li>This drug may cause skin or mucous membrane irritation. Prolonged use of solution as a mouthwash may cause hypertrophy of tongue papillae.<\/li><li>Patients using the gel formulation should allow drug to remain where applied for at least 1 min, then expectorate. If using the solution, the patient should rinse for at least 1 min, then expectorate.<\/li><li>Tell patient using either the oral gel or solution to use after meals and not to swallow the medication.<\/li><li>Patients using the topical formulation should allow the application site to dry prior to covering the area with a bandage.<\/li><\/ul>"}}}