{"generic":"Hydroxyurea","drugs":["Droxia","Hydrea","Hydroxyurea"],"mono":[{"id":"6a1ss0","title":"Generic Names","mono":"Hydroxyurea"},{"id":"6a1ss1","title":"Dosing and Indications","sub":[{"id":"6a1ss1b4","title":"Adult Dosing","mono":"<ul><li><b>Carcinoma of cervix:<\/b> optimal dosing and timing not yet established<\/li><li><b>Chronic myeloid leukemia, Resistant:<\/b> Continuous therapy, 20 to 30 mg\/kg ORALLY given as a single daily dose; continue administration for a minimum of 6 weeks to assess effectiveness and continue indefinitely if effective (regression in tumor size or arrest in tumor growth).<\/li><li><b>Essential thrombocythemia:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Head and neck cancer, Squamous cell, in combination with radiation therapy:<\/b> concomitant therapy with irradiation, 80 mg\/kg ORALLY as a single dose every third day; begin at least 7 days prior to irradiation, and continue throughout radiation therapy and indefinitely thereafter<\/li><li><b>Malignant melanoma:<\/b> intermittent therapy, 80 mg\/kg ORALLY as a single dose every 3 days<\/li><li><b>Malignant melanoma:<\/b> continuous therapy, 20 to 30 mg\/kg ORALLY as a single daily dose<\/li><li><b>Ovarian carcinoma, Recurrent, metastatic, or inoperable:<\/b> intermittent therapy, 80 mg\/kg ORALLY as a single dose every 3 days<\/li><li><b>Ovarian carcinoma, Recurrent, metastatic, or inoperable:<\/b> continuous therapy, 20-30 mg\/kg ORALLY as a single daily dose<\/li><li><b>Polycythemia vera:<\/b> optimal dosing and timing not yet established<\/li><li><b>Sickle cell anemia with crisis (Moderate to Severe); Prophylaxis:<\/b> initial, 15 mg\/kg\/day as a single daily dose; based on blood counts, the dose may be increased by 5 mg\/kg\/day every 12 weeks to either the maximum tolerated dose or to 35 mg\/kg\/day  (maximum recommended dose)<\/li><\/ul>"},{"id":"6a1ss1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"6a1ss1b6","title":"Dose Adjustments","mono":"<ul><li><b>blood counts, do not increase dose (sickle cell disease):<\/b> neutrophils between 2000 and 2500 cells\/mm(3), platelets between 80,000 and 95,000\/mm(3), hemoglobin between 4.5 and 5.3 g\/dL, reticulocytes between 80,000 and 95,000\/mm(3) if hemoglobin concentration less than 9 g\/dL<\/li><li><b>blood counts, discontinue therapy (sickle cell disease):<\/b> neutrophils less than 2000 cells\/mm(3), platelets less than 80,000\/mm(3), hemoglobin less than 4.5 g\/dL, reticulocytes less than 80,000\/mm(3) if hemoglobin concentration less than 9 g\/dL, discontinue therapy until hematologic recovery; may resume with a 2.5 mg\/kg\/day reduction in the dose that was associated with hematologic toxicity; titrate up or down every 12 weeks in 2.5 mg\/kg\/day increments until hematologically stable for 24 weeks; doses resulting in toxicity twice should not be reattempted<\/li><li><b>bone marrow depression (solid tumors and CML):<\/b> white blood cell count below 2500 cells\/cubic millimeter (mm(3)) or the platelet count below 100,000\/mm(3), stop therapy for 3 days and recheck the counts; resume therapy when counts return to acceptable levels; if anemia occurs, it should be corrected without discontinuing hydroxyurea therapy.<\/li><li><b>renal impairment (solid tumors and CML):<\/b> dosing adjustments should be considered to compensate for significant renal impairment<\/li><li><b>renal impairment (sickle cell disease):<\/b> CrCl less than 60 mL\/min or end stage renal disease, 7.5 mg\/kg\/day<\/li><li><b>dialysis (sickle cell disease):<\/b> on dialysis days, 7.5 milligrams\/kilogram\/day following hemodialysis<\/li><\/ul>"},{"id":"6a1ss1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Chronic myeloid leukemia, Resistant<\/li><li>Head and neck cancer, Squamous cell, in combination with radiation therapy<\/li><li>Malignant melanoma<\/li><li>Ovarian carcinoma, Recurrent, metastatic, or inoperable<\/li><li>Sickle cell anemia with crisis (Moderate to Severe); Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Carcinoma of cervix<\/li><li>Essential thrombocythemia<\/li><li>Hypereosinophilic syndrome, Idiopathic<\/li><li>Metastatic cerebral tumor<\/li><li>Non-Hodgkin's lymphoma<\/li><li>Polycythemia vera<\/li><\/ul>"}]},{"id":"6a1ss2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Treatment of patients with hydroxyurea may be complicated by severe, sometimes life-threatening, adverse effects. Hydroxyurea is mutagenic and clastogenic, and causes cellular transformation to a tumorigenic phenotype which implies a carcinogenic risk to humans. In patients receiving long-term hydroxyurea for myeloproliferative disorders, such as polycythemia vera and thrombocythemia, secondary leukemias have been reported. It is unknown whether this leukemogenic effect is secondary to hydroxyurea or is associated with the patients' underlying disease.<br\/>"},{"id":"6a1ss3","title":"Contraindications\/Warnings","sub":[{"id":"6a1ss3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to hydroxyurea or any component of the product<\/li><li>significant bone marrow depression, such as leukopenia, thrombocytopenia or severe anemia (Hydrea(R))<\/li><\/ul>"},{"id":"6a1ss3b10","title":"Precautions","mono":"<ul><li>causes macrocytosis which may mask development of folic acid deficiency (prophylactic folic acid recommended with Droxia(R) therapy)<\/li><li>correct severe anemia prior to initiating hydroxyurea therapy<\/li><li>cutaneous vasculitic toxicities, including vasculitic ulcerations and gangrene; reported in patients with myeloproliferative disorders and receiving interferon therapy<\/li><li>elderly patients; increased sensitivity to effects<\/li><li>exacerbation of postirradiation erythema<\/li><li>HIV-infected patients; hepatotoxicity, hepatic failure, pancreatitis, some fatal, and severe peripheral neuropathy have been reported; avoid combination of hydroxyurea, didanosine and stavudine<\/li><li>hydroxyurea is mutagenic and clastogenic; secondary leukemias have occurred with long-term therapy for myeloproliferative disorders<\/li><li>myelosuppression; especially in patients previously receiving radiotherapy or cancer chemotherapy<\/li><li>renal impairment; initial dose reduction required<\/li><\/ul>"},{"id":"6a1ss3b11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"6a1ss3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"6a1ss4","title":"Drug Interactions","sub":[{"id":"6a1ss4b13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"6a1ss4b14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Didanosine (probable)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Stavudine (probable)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},{"id":"6a1ss5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Hematologic:<\/b>Myelosuppression<br\/><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Gangrenous disorder, Skin cancer, Skin ulcer<\/li><li><b>Hematologic:<\/b>Genetic mutation, Long-term use, Secondary leukemia, Long-term use<\/li><\/ul>"},{"id":"6a1ss6","title":"Drug Name Info","sub":{"0":{"id":"6a1ss6b17","title":"US Trade Names","mono":"<ul><li>Droxia<\/li><li>Hydrea<\/li><\/ul>"},"2":{"id":"6a1ss6b19","title":"Class","mono":"<ul><li>Antimetabolite<\/li><li>Antineoplastic Agent<\/li><\/ul>"},"3":{"id":"6a1ss6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"6a1ss6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"6a1ss7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Hydroxyurea is classified as an antimetabolite. Hydroxyurea is thought to be cell cycle-specific for the S phase of cell division. The exact mechanism of antineoplastic activity is unknown but is thought to involve interference with synthesis of DNA, with no effect on synthesis of RNA or protein.<\/li><li>Pharmacologic effects of hydroxyurea that may contribute to its beneficial effects in sickle cell anemia include increasing hemoglobin F levels in red blood cells (RBCs), decreasing neutrophils, increasing the water content of RBCs, increasing deformability of sickled cells, and altering the adhesion of RBCs to the endothelium.<\/li><\/ul>"},{"id":"6a1ss8","title":"Pharmacokinetics","sub":[{"id":"6a1ss8b23","title":"Absorption","mono":"Systemic: Well absorbed <br\/>"},{"id":"6a1ss8b24","title":"Distribution","mono":"Systemic: Vd: Equal to total body water<br\/>"},{"id":"6a1ss8b25","title":"Metabolism","mono":"Systemic: Hepatic<br\/>"},{"id":"6a1ss8b26","title":"Excretion","mono":"Systemic: Hepatic; Renal: 80%, 50% unchanged; Respiratory: carbon dioxide <br\/>"},{"id":"6a1ss8b27","title":"Elimination Half Life","mono":"Systemic: 3 to 4 h<br\/>"}]},{"id":"6a1ss9","title":"Administration","mono":"<b>Oral<\/b><br\/>use proper procedures for handling and disposal of chemotherapy <br\/>"},{"id":"6a1ss10","title":"Monitoring","mono":"<ul><li>evidence of tumor response<\/li><li>CBC; baseline and once a week during therapy<\/li><li>bone marrow examination; baseline and during therapy, if indicated<\/li><li>renal and hepatic function; baseline and during therapy, if indicated<\/li><li>signs\/symptoms of pancreatitis and hepatotoxicity; in HIV-infected patients receiving concomitant didanosine and\/or stavudine<\/li><\/ul>"},{"id":"6a1ss11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 500 MG<br\/><\/li><li><b>Droxia<\/b><br\/>Oral Capsule: 200 MG, 300 MG, 400 MG<br\/><\/li><li><b>Hydrea<\/b><br\/>Oral Capsule: 500 MG<br\/><\/li><\/ul>"},{"id":"6a1ss12","title":"Toxicology","sub":[{"id":"6a1ss12b31","title":"Clinical Effects","mono":"<b>HYDROXYUREA <\/b><br\/>USES: Hydroxyurea is an antineoplastic agent used to treat melanoma, resistant chronic myelocytic leukemia, recurrent, metastatic, or inoperable carcinoma of the ovary, and primary squamous cell carcinomas of the head and neck. Hydroxyurea is also used to decrease the frequency of painful crises and to decrease the need for blood transfusions in patients with sickle cell anemia with recurrent moderate to severe painful crisis. PHARMACOLOGY: Hydroxyurea is classified as an antimetabolite. It is thought to be cell cycle-specific for the S phase of cell division. The exact mechanism of antineoplastic activity is unknown but is thought to involve interference with synthesis of DNA, with no effect on synthesis of RNA or protein. TOXICOLOGY: Hydroxyurea inhibits DNA synthesis, thus resulting in its major toxicity of myelosuppression.  Inhibition of DNA synthesis with no modification of RNA synthesis may result in red blood cells becoming megaloblastic. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. Acute mucocutaneous toxicity, soreness, violet erythema, edema on palms and soles, scaling of hands and feet, severe generalized hyperpigmentation of the skin, and stomatitis have been reported in patients receiving hydroxyurea doses several times the therapeutic dose. A child developed only mild myelosuppression after ingesting an entire 35-day supply of hydroxyurea. A woman developed agitation, widespread myoclonic jerks, oculogyric crisis, sinus tachycardia, and myelosuppression after ingesting 60 grams of hydroxyurea. ADVERSE EFFECTS: COMMON: Myelosuppression (leukopenia, anemia, thrombocytopenia). Recovery has usually been observed within 2 weeks. OTHER EFFECTS: Nausea, vomiting, diarrhea, constipation, rash, skin ulceration, mucositis, and melanonychia. RARE EFFECTS: Drowsiness, dizziness, disorientation, hallucinations, seizures, headache, fever, malaise, edema, elevated liver enzymes, dyspnea, pulmonary fibrosis, pulmonary infiltrates, and reversible renal toxicity. Severe and sometimes fatal hepatitis have been associated with hydroxyurea therapy. <br\/>"},{"id":"6a1ss12b32","title":"Treatment","mono":"<b>HYDROXYUREA <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat persistent nausea and vomiting with several antiemetics of different classes and IV fluids as needed. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.  Significant toxicity is not expected after hydroxyurea overdose. Administer colony stimulating factors (filgrastim or sargramostim) to patients with severe neutropenia. Monitor CBC with differential and platelet count. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not recommended. HOSPITAL: Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory symptoms.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Administer colony stimulating factors to patients who develop severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential for evidence of bone marrow suppression. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. For example: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. It has not been studied in the setting of chemotherapy overdose. In patients with a hydroxyurea overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days.<\/li><li>Body temperature above reference range: Hyperthermia should be managed with antipyretics, cold compresses and\/or cooling blankets.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor CBC with differential and platelet count for several weeks after overdose, as nadir counts may be delayed. Recovery has usually been observed within 2 weeks. Monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Monitor renal function and liver enzymes in symptomatic patients. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest x-ray in any patient with respiratory symptoms.<\/li><li>Enhanced elimination procedure: Hemodialysis would not be likely to be of significant benefit in hydroxyurea overdoses due to its high protein binding.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities. Patients with myelosuppression should be closely monitored in an inpatient setting, with daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear. TRANSFER CRITERIA: Patients with severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"6a1ss12b33","title":"Range of Toxicity","mono":"<b>HYDROXYUREA <\/b><br\/>TOXICITY: ADULTS: Myelosuppression appears to be the dose-limiting toxicity of hydroxyurea and develops at 800 mg\/m(2) in adults. A woman developed agitation, widespread myoclonic jerks, oculogyric crisis, sinus tachycardia, and myelosuppression after ingesting 60 grams of hydroxyurea. She recovered following supportive care. CHILDREN: A 2-year-old girl developed only mild myelosuppression after ingesting an entire 35-day supply of hydoxyurea (total dose, 612 mg\/kg or 15.4 g\/m(2)). She recovered gradually by day 7. THERAPEUTIC DOSES: ADULTS: Varies by indication; 20 to 80 mg\/kg orally as a single dose daily or every third day. CHILDREN: The safety and efficacy of hydroxyurea in children for any indication have not been established. SICKLE CELL DISEASE: In studies, doses of 9 to 30 mg\/kg\/day for 4 days per week have been used in children with sickle cell anemia.<br\/>"}]},{"id":"6a1ss13","title":"Clinical Teaching","mono":"<ul><li>Adverse effects to a fetus may be caused by either male or female patients receiving treatment with this drug. Emphasize the use of reliable contraception to patient. This applies during treatment and up to 6 months post-therapy.<\/li><li>Instruct patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Advise patient on the proper handling and disposal of chemotherapy drugs.<\/li><li>This drug may cause skin ulcers.<\/li><li>Counsel patient to report signs\/symptoms of myelosuppression, especially in patients receiving radiotherapy or cancer chemotherapy.<\/li><li>Advise HIV-infected patients receiving concomitant didanosine and\/or stavudine to report signs\/symptoms of pancreatitis and hepatotoxicity.<\/li><\/ul>"}]}