{"generic":"Isoproterenol Hydrochloride","drugs":["Isoproterenol Hydrochloride","Isuprel"],"mono":{"0":{"id":"6kkes0","title":"Generic Names","mono":"Isoproterenol Hydrochloride"},"1":{"id":"6kkes1","title":"Dosing and Indications","sub":{"0":{"id":"6kkes1b4","title":"Adult Dosing","mono":"<ul><li>Isoproterenol hydrochloride for inhalation or sublingual administration is no longer marketed in the United States.<\/li><li><b>Anesthesia - Bronchospasm:<\/b> initial, 0.01 to 0.02 mg IV bolus; repeat as needed<\/li><li><b>Bradyarrhythmia, acute symptomatic:<\/b> 2 to 10 mcg\/min IV and titrate to heart rate and rhythm response<\/li><li><b>Cardiogenic shock; Adjunct:<\/b> 0.5 to 5 mcg\/min IV, adjusted according to heart rate, central venous pressure, systemic blood pressure, and urine flow; if the heart rate exceeds 110 beats per minute it may be necessary to decrease or temporarily discontinue the infusion<\/li><li><b>Cardiogenic shock; Adjunct:<\/b> advanced stages of shock, over 30 mcg\/min IV has been used<\/li><li><b>Congestive heart failure; Adjunct:<\/b> 0.5 to 5 mcg\/min IV, adjusted according to heart rate, central venous pressure, systemic blood pressure, and urine flow; if the heart rate exceeds 110 beats per minute it may be necessary to decrease or temporarily discontinue the infusion<\/li><li><b>Congestive heart failure; Adjunct:<\/b> advanced stages of shock, over 30 mcg\/min IV has been used<\/li><li><b>Decreased vascular flow; Adjunct:<\/b> 0.5 to 5 mcg\/min IV, adjusted according to heart rate, central venous pressure, systemic blood pressure, and urine flow; if the heart rate exceeds 110 beats per minute it may be necessary to decrease or temporarily discontinue the infusion<\/li><li><b>Decreased vascular flow; Adjunct:<\/b> advanced stages of shock, over 30 mcg\/min IV has been used<\/li><li><b>Heart block:<\/b> IM, initial, 0.2 mg followed by 0.02 to 1 mg, depending on response<\/li><li><b>Heart block:<\/b> IV bolus, initial, 0.02 to 0.06 mg followed by 0.01 to 0.2 mg depending on response<\/li><li><b>Heart block:<\/b> IV infusion, initial, 5 mcg\/min, titrate to response<\/li><li><b>Heart block:<\/b> subQ, initial, 0.2 mg followed by 0.15 to 0.2 mg, depending on response<\/li><li><b>Heart block:<\/b> intracardiac, 0.02 mg<\/li><li><b>Shock, Hypovolemic and septic; Adjunct:<\/b> 0.5 to 5 mcg\/min IV, adjusted according to heart rate, central venous pressure, systemic blood pressure, and urine flow; if the heart rate exceeds 110 beats per minute it may be necessary to decrease or temporarily discontinue the infusion<\/li><li><b>Shock, Hypovolemic and septic; Adjunct:<\/b> advanced stages of shock, over 30 mcg\/min IV has been used<\/li><li><b>Stokes-Adams syndrome:<\/b> IM, initial, 0.2 mg followed by 0.02 to 1 mg, depending on response<\/li><li><b>Stokes-Adams syndrome:<\/b> IV bolus, initial, 0.02 to 0.06 mg followed by 0.01 to 0.2 mg depending on response<\/li><li><b>Stokes-Adams syndrome:<\/b> IV infusion, initial, 5 mcg\/min, titrate to response<\/li><li><b>Stokes-Adams syndrome:<\/b> subQ, initial, 0.2 mg followed by 0.15 to 0.2 mg, depending on response<\/li><li><b>Stokes-Adams syndrome:<\/b> intracardiac, initial, 0.02 mg<\/li><\/ul>"},"1":{"id":"6kkes1b5","title":"Pediatric Dosing","mono":"<ul><li>Isoproterenol hydrochloride for inhalation or sublingual administration is no longer marketed in the United States.<\/li><li>safety and efficacy of isoproterenol have not been established in pediatric patients<\/li><\/ul>"},"3":{"id":"6kkes1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Isoproterenol hydrochloride for inhalation or sublingual administration is no longer marketed in the United States.<\/li><li>Anesthesia - Bronchospasm<\/li><li>Asthma<\/li><li>Cardiac arrest<\/li><li>Cardiogenic shock; Adjunct<\/li><li>Congestive heart failure; Adjunct<\/li><li>Decreased vascular flow; Adjunct<\/li><li>Heart block<\/li><li>Shock, Hypovolemic and septic; Adjunct<\/li><li>Stokes-Adams syndrome<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Isoproterenol hydrochloride for inhalation or sublingual administration is no longer marketed in the United States.<\/li><li>Bradyarrhythmia, acute symptomatic<\/li><\/ul>"}}},"3":{"id":"6kkes3","title":"Contraindications\/Warnings","sub":[{"id":"6kkes3b9","title":"Contraindications","mono":"<ul><li>angina pectoris<\/li><li>digitalis-induced tachycardia or heart block<\/li><li>hypersensitivity to isoproterenol products<\/li><li>tachyarrhythmias<\/li><\/ul>"},{"id":"6kkes3b10","title":"Precautions","mono":"<ul><li>convulsive disorders<\/li><li>coronary insufficiency<\/li><li>diabetes mellitus<\/li><li>hyperresponsiveness to sympathomimetic amines<\/li><li>hypertension<\/li><li>hyperthyroidism<\/li><\/ul>"},{"id":"6kkes3b11","title":"Pregnancy Category","mono":"Isoproterenol: C (FDA)<br\/>"},{"id":"6kkes3b12","title":"Breast Feeding","mono":"Isoproterenol: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"6kkes4","title":"Drug Interactions","sub":[{"id":"6kkes4b13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><\/ul>"},{"id":"6kkes4b14","title":"Major","mono":"<ul><li>Entacapone (probable)<\/li><li>Iobenguane I 123 (theoretical)<\/li><\/ul>"},{"id":"6kkes4b15","title":"Moderate","mono":"<ul>Theophylline (probable)<\/ul>"}]},"5":{"id":"6kkes5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Syncope, Tachyarrhythmia<\/li><li><b>Neurologic:<\/b>Confusion, Headache, Tremor<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Coronary arteriosclerosis (rare)<br\/>"},"6":{"id":"6kkes6","title":"Drug Name Info","sub":{"0":{"id":"6kkes6b17","title":"US Trade Names","mono":"Isuprel<br\/>"},"2":{"id":"6kkes6b19","title":"Class","mono":"<ul><li>Adrenergic<\/li><li>Bronchodilator<\/li><li>Sympathomimetic<\/li><li>Vasopressor<\/li><\/ul>"},"3":{"id":"6kkes6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"6kkes6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"6kkes7","title":"Mechanism Of Action","mono":"Isoproterenol hydrochloride is a potent nonselective beta-adrenergic agonist having low affinity for alpha-adrenergic receptors. Systemic effects include: lowering of peripheral vascular resistance and diastolic pressure, positive inotropic and chronotropic effects, and prevention of bronchoconstriction.<br\/>"},"8":{"id":"6kkes8","title":"Pharmacokinetics","sub":{"0":{"id":"6kkes8b23","title":"Absorption","mono":"Injection and aerosol: readily absorbed <br\/>"},"2":{"id":"6kkes8b25","title":"Metabolism","mono":"Hepatic <br\/>"}}},"9":{"id":"6kkes9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>do not administer if solution is pinkish or darker than slightly yellow or if a precipitate is present<br\/><\/li><li><b>Intracardiac<\/b><br\/>do not dilute solution<br\/><\/li><li><b>Intramuscular<\/b><br\/>do not dilute solution<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>(bolus) dilute 1 mL (0.2 mg) to 10 mL with NaCl or D5W (final concentration 0.02 mg\/mL)<\/li><li>(infusion; adults with heart block, Adams-Stokes attacks, and cardiac arrest) dilute 10 mL (2 mg) in 500 mL of D5W (final concentration 0.004 mg\/mL)<\/li><li>(infusion; adults with shock and hypoperfusion states) dilute 5 mL (1 mg) in 500 mL of D5W (final concentration 0.002 mg\/mL)<\/li><\/ul><\/li><li><b>Subcutaneous<\/b><br\/>do not dilute solution<br\/><\/li><\/ul>"},"10":{"id":"6kkes10","title":"Monitoring","mono":"<ul><li>blood pressure, heart rate, ECG<\/li><li>urine flow, electrolyte panel<\/li><li>central venous pressure, ABG<\/li><\/ul>"},"11":{"id":"6kkes11","title":"How Supplied","mono":"<b>Isuprel<\/b><br\/>Injection Solution: 0.2 MG\/ML<br\/>"},"12":{"id":"6kkes12","title":"Toxicology","sub":[{"id":"6kkes12b31","title":"Clinical Effects","mono":"<b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/>USES: This class of drugs are used to treat hypotension, bradycardia, heart failure, asthma, and anaphylaxis, which includes epinephrine, norepinephrine, dobutamine, dopamine, isoproterenol, terbutaline, and phenylephrine. PHARMACOLOGY: These agents cause stimulation of adrenergic receptors leading to vasoconstriction, increased inotropy and chronotropy. TOXICOLOGY: Primarily from sympathomimetic excess and can either result from vasoconstriction leading to ischemia and hypoxia in end organs, toxic effects from hypertension or hypotension, and cardiac strain from tachycardia. EPIDEMIOLOGY: Uncommon overdose that can lead to significant morbidity and mortality. OVERDOSE: Overdoses are typically iatrogenic.  Home exposure is generally from accidental injection of epinephrine autoinjectors.  These drugs have occasionally been injected as drugs of abuse, although this is rare. MILD TO MODERATE TOXICITY: Tachycardia, nausea, vomiting, hypertension, headache, diaphoresis, and pallor. SEVERE TOXICITY:  Seizures, stroke, pulmonary edema, hypotension, cyanosis, myocardial ischemia or infarction, dysrhythmias, acidosis, hypokalemia, and tissue necrosis. ADVERSE EFFECTS:  Tachycardia, nausea, vomiting, hypertension, headache, diaphoresis, and pallor. Ischemic necrosis secondary to local vasoconstriction can result from extravasation of sympathomimetic agents including dobutamine, dopamine, epinephrine, metaraminol and norepinephrine. TERBUTALINE: use of terbutaline in pregnant women for the prevention or prolonged treatment (beyond 48 to 72 hours) of preterm labor carries the risk of potentially serious maternal cardiac events (ie, tachycardia, cardiac dysrhythmias, myocardial infarction, hypertension and pulmonary edema) and death. <br\/>"},{"id":"6kkes12b32","title":"Treatment","mono":"<b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Accidental digital or intramuscular injections of epinephrine can usually be managed with warm soaks and compresses.  Other treatments are not well studied, but injections of phentolamine, use of nitroglycerin paste, and injections of terbutaline have been reported to be successful.  Vital signs should be continuously monitored in other parenteral overdoses. Hypertension without evidence of end organ dysfunction should first be treated with benzodiazepines which can reduce adrenergic tone and treat agitation.  Sinus tachycardia generally does not require treatment unless there is evidence of end organ dysfunction. MANAGEMENT OF SEVERE TOXICITY: Refractory hypertension or hypertension with evidence of end organ dysfunction should be treated with sodium nitroprusside or phentolamine.  Hypotension may develop abruptly following hypertension, so a titratable agent is generally preferred.  Hypotension should initially be treated with intravenous fluid boluses.  If hypotension persists, a vasopressor such as dopamine or norepinephrine should be used unless they were involved in the overdose.  Ventricular tachycardias can be treated with lidocaine or amiodarone, and cardioversion if hemodynamically unstable.  If sinus tachycardia results in hemodynamic instability or cardiac strain, a short acting beta-blocker such as esmolol can be used, although care should be used as this may result in unopposed alpha-adrenergic stimulation. OCULAR EXPOSURE: Ocular exposure has occasionally caused systemic manifestations including transient hypertension, palpitations, tachycardia, ventricular ectopy, chest pain and in one case a non-ST elevation myocardial infarction.<\/li><li>Decontamination: PREHOSPITAL: There is no role for prehospital decontamination of a parenterally administered agent.  Irrigate eyes and mucous membranes, and wash skin as appropriate. HOSPITAL: There is no role for decontamination of a parenterally administered agent. Irrigate eyes and mucous membranes, and wash skin as appropriate.<\/li><li>Airway management: Patients who are comatose or with altered mental status may need orotracheal intubation and mechanical respiratory support.<\/li><li>Antidote: Phentolamine can be administered for intravenous extravasation of sympathomimetic agents.  Doses of 5 to 10 mg of phentolamine in 10 to 15 mL of normal saline can be infiltrated into the affected area.  Phentolamine has also been reportedly used successfully in accidental subcutaneous epinephrine injections that produce digit ischemia.  Doses of 0.5 to 1.5 mg injected either as a digital block or into the same site of the epinephrine injection have been reported. Intra-arterial infusion of phentolamine was used in one patient after inadvertent intra-arterial administration of epinephrine, with apparent success in reversing vasospasm and ischemia.<\/li><li>Enhanced elimination procedure: Hemodialysis is generally not useful since these agents have short half-lives.<\/li><li>Monitoring of patient: Drug levels are not clinically useful. Monitor vital signs frequently. Monitor serum electrolytes. Obtain cardiac enzymes for patients with chest pain. Obtain serial ECGs and institute continuous cardiac monitoring. Obtain a chest x-ray if there are signs or symptoms of pulmonary edema. Obtain a chest x-ray if there are signs or symptoms of pulmonary edema.<\/li><li>Patient disposition: HOME CRITERIA: Patients with accidental injections of epinephrine autoinjectors can generally be managed at home with warm soaks. OBSERVATION CRITERIA: Patients that do not manifest symptoms after 4 to 6 hours can be discharged. ADMISSION CRITERIA: Patients with unstable vital signs or evidence of end organ dysfunction should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul>"},{"id":"6kkes12b33","title":"Range of Toxicity","mono":"<b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/>TOXICITY: Varies depending on the agent. Toxic effects may occur at therapeutic doses while large doses have also resulted in no ill effects. Also depends on comorbid conditions as myocardial infarction has occurred with doses as little as 0.6 mg SubQ epinephrine. Fatalities have been reported at doses of 3 to 4 mg IV epinephrine. THERAPEUTIC DOSE: Varies depending on the agent. Epinephrine is typically given 0.3 mg IM or 1 mg IV to an adult. Norepinephrine is typically started as a drip at 4 mcg\/min IV to an adult. Phenylephrine is typically given 2 to 5 mg IM or 0.1 to 0.5 mg IV bolus to an adult.<br\/>"}]},"13":{"id":"6kkes13","title":"Clinical Teaching","mono":" This drug may cause syncope, tachyarrhythmia, confusion, headache, or tremor.<br\/>"}}}