{"generic":"Benzonatate","drugs":["Benzonatate","Tessalon Perles","Zonatuss"],"mono":{"0":{"id":"70110-s-0","title":"Generic Names","mono":"Benzonatate"},"1":{"id":"70110-s-1","title":"Dosing and Indications","sub":{"0":{"id":"70110-s-1-4","title":"Adult Dosing","mono":"<b>Cough:<\/b> 100 to 200 mg ORALLY three times daily as needed; MAX dose is 600 mg\/day; MAX single dose is 200 mg "},"1":{"id":"70110-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy is not established in children under 10 years of age; accidental ingestion in children under age 10 can result in death from overdose<\/li><li><b>Cough:<\/b> (over 10 years) 100 to 200 mg ORALLY three times daily as needed; MAX dose is 600 mg\/day; MAX single dose is 200 mg<\/li><\/ul>"},"3":{"id":"70110-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Cough<br\/>"}}},"3":{"id":"70110-s-3","title":"Contraindications\/Warnings","sub":[{"id":"70110-s-3-9","title":"Contraindications","mono":"hypersensitivity to benzonatate or related compounds <br\/>"},{"id":"70110-s-3-10","title":"Precautions","mono":"<ul><li>children 10 years of age or younger; accidental ingestion may result in death; ingestion of 1 or 2 capsules in children less than 2 years of age may result in overdose<\/li><li>bizarre behavior (eg, mental confusion, visual hallucinations) has been reported<\/li><li>central nervous system effects, adverse, have been reported<\/li><li>choking may occur due to temporary numbing of the mouth if capsule is broken, chewed, dissolved, or crushed<\/li><li>hypersensitivity reactions, severe (eg, bronchospasm, laryngospasm, cardiovascular collapse), have been reported<\/li><\/ul>"},{"id":"70110-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"70110-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"70110-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea, Numbness of tongue, If capsules are broken or chewed, Oral hypoesthesia, If capsules are broken or chewed, Throat symptom, Numbness if capsules are broken or chewed<\/li><li><b>Neurologic:<\/b>Dizziness, Headache, Sedated, Somnolence<\/li><\/ul>"},"6":{"id":"70110-s-6","title":"Drug Name Info","sub":{"0":{"id":"70110-s-6-17","title":"US Trade Names","mono":"<ul><li>Tessalon Perles<\/li><li>Zonatuss<\/li><\/ul>"},"2":{"id":"70110-s-6-19","title":"Class","mono":"Antitussive<br\/>"},"3":{"id":"70110-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"70110-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"70110-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Suppresses cough through a peripheral action, anesthetizing the stretch or cough receptors of vagal afferent fibers, which are located in the respiratory passages, lungs, and pleura; also, may suppress transmission of the cough reflex by a central mechanism, at the level of the medulla.<\/li><li>Local anesthetic activity when applied topically to the mucosa.<\/li><\/ul>"},"9":{"id":"70110-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>swallow capsules whole; do not break, chew, crush, or dissolve; if capsules are chewed or dissolved in the mouth, oropharyngeal anesthesia will occur and could lead to choking<\/li><li>do not administer 2 doses at one time<\/li><\/ul>"},"10":{"id":"70110-s-10","title":"Monitoring","mono":"symptomatic improvement<br\/>"},"11":{"id":"70110-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG, 200 MG<br\/><\/li><li><b>Tessalon Perles<\/b><br\/>Oral Capsule, Liquid Filled: 100 MG<br\/><\/li><li><b>Zonatuss<\/b><br\/>Oral Capsule: 150 MG<br\/><\/li><\/ul>"},"12":{"id":"70110-s-12","title":"Toxicology","sub":[{"id":"70110-s-12-31","title":"Clinical Effects","mono":"<b>BENZONATATE <\/b><br\/>USES: Benzonatate is used as an antitussive medication. It has previously been used in small doses as a topical anesthetic for oral or pharyngeal pain. PHARMACOLOGY: It suppresses cough by its topical anesthetic action on respiratory stretch receptors. TOXICOLOGY: As its structure is very similar to other local anesthetics, such as procaine and tetracaine, it is thought that its toxic effects, especially to the central nervous and cardiovascular systems is caused by sodium channel blockade (as with other local anesthetics). EPIDEMIOLOGY: There are at least a few hundred exposures to benzonatate every year; the majority of these have minor or no effects, but a few deaths have been reported. OVERDOSE: MILD TO MODERATE TOXICITY: Most patients with mild exposures will only exhibit the normal effects of the drug (ie, local anesthesia of the exposed area) which will most commonly occur in the oropharyngeal region due to oral ingestion. There is a small subset of the population that might experience a hypersensitivity reaction to benzonatate or the compounds used in its formulation; in such cases, one might see a local reaction such as a rash to the exposed area. SEVERE TOXICITY: Severe toxicity is rare (occurring in 1% or less of patients), but can result in death. Significant clinical effects include tachycardia, agitation, seizures, coma, ventricular dysrhythmias, cardiac arrest, hypotension and asystole. Fatalities tend to be secondary to cardiac dysrhythmias rather than seizures, though cases of status epilepticus have been reported. ADVERSE EFFECTS: Adverse effects (1% to 10% of users) may include the following: sedation, headache, rash, constipation, nausea, vomiting, GI upset, chest numbness, burning sensation in the eyes and nasal congestion. <br\/>"},{"id":"70110-s-12-32","title":"Treatment","mono":"<b>BENZONATATE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The majority of benzonatate exposures require only supportive care. If patients present soon after exposure, activated charcoal may be considered; however, as the drug is rapidly absorbed and there is a risk of seizures after exposure, one should only give charcoal, if the patient is alert, can protect the airway, and the exposure has just recently occurred. The majority of these exposures will have mild symptoms only (ie, local anesthesia to the oropharynx) and require only observation to ensure patients do not choke or go on to have severe toxicity. For those experiencing a hypersensitivity reaction to benzonatate or the compounds related to it formulation, treatment should be stand decontamination (such as washing with soap and water) and other standard medications used to treat allergic reactions (eg, antihistamines and steroids). MANAGEMENT OF SEVERE TOXICITY: Patients with CNS depression, recurrent seizures or hemodynamic instability require early intubation. Treat QRS widening or ventricular dysrhythmias initially with sodium bicarbonate, 1 to 2 mEq\/kg initial dose. Monitor arterial blood gases and serial ECG, maintain pH between 7.45 to 7.55. Follow ACLS protocol for ventricular dysrhythmias not responsive to bicarbonate. Consider lipid emulsion, initial bolus of 1.5 mL\/kg over 1 minute. Follow with an infusion of 0.25 mL\/kg\/min for 30 to 60 minutes. Repeat the bolus injection twice at 5 minute intervals if adequate circulation has not been restored. After 5 minutes increase the infusion rate to 5 mL\/kg\/min if adequate circulation has not been restored. Treat seizures with benzodiazepines, if seizures persist or recur add propofol or barbiturates. DERMAL EXPOSURE: Wash with soap and water. If a patient experiences a hypersensitivity reaction, treat with antihistamines and steroids. OCULAR EXPOSURE: Irrigate with water.<\/li><li>Decontamination: PREHOSPITAL: Prehospital activated charcoal should generally be avoided because of the risk of seizures and subsequent aspiration Wash exposed skin and irrigate exposed eyes with water. HOSPITAL: Consider using activated charcoal if the ingestion was large and relatively recent (within in an hour) and the patient is alert and able to protect the airway and tolerate liquids.<\/li><li>Airway management: The majority of these exposures should not require any emergent airway management. Patients with recurrent seizures, dysrhythmias or hemodynamic instability require early endotracheal intubation.<\/li><li>Antidote: There is no universally accepted antidote for benzonatate overdoses. However, 20% lipid emulsion solutions have been used for episodes of cardiac toxicity for other local anesthetics, and may be a reasonable therapy in cases of cardiac toxicity from benzonatate. Lipid Emulsion: Dose: Initial bolus: 1.5 mL\/kg over 1 minute. Follow with an infusion of 0.25 mL\/kg\/min for 30 to 60 minutes. Repeat the bolus injection twice at 5 minute intervals if adequate circulation has not been restored. After 5 minutes increase the infusion rate to 5 mL\/kg\/min if adequate circulation has not been restored.<\/li><li>Monitoring of patient: Monitor neurologic status and ECG, and institute continuous cardiac monitoring. In asymptomatic, inadvertent ingestions with no or mild symptoms, no laboratory studies, are needed. However, any intentional overdoses merit a standard overdose panel of labs: metabolic panel, acetaminophen and salicylate level and ECG. Benzonatate levels can be obtained at specialized labs, but are not clinically useful to manage a patient.<\/li><li>Enhanced elimination procedure: There is no evidence for the use of enhanced elimination techniques such as dialysis, hemoperfusion urinary alkalinization or multiple dose activated charcoal for benzonatate exposures.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with inadvertent ingestions of an extra dose or two can be managed at home. Asymptomatic children with ingestions of a single perle (100 mg) can be observed at home. OBSERVATION CRITERIA: All intentional exposures, symptomatic patients and all children with ingestions of more than a single 100 mg perle should be sent to a health care facility. Observation should occur for at least 4 to 6 hours or until patient's symptoms show clear improvement. If patients are asymptomatic for 4 to 6 hours or show clear improvement during observation, they may be discharged home or cleared for psychiatric evaluation. ADMISSION CRITERIA: Most patients should not need admission to the hospital unless they exhibit severe toxicity (seizures or cardiac dysrhythmias). If patients do exhibit such severe symptoms they should be admitted to the ICU. Criteria for hospital discharge include return to baseline functioning or clear improvements from potential complications of their toxicity. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in who the diagnosis is uncertain. Neurologists, cardiologists and critical care physicians may need to be involved in patients who exhibit severe toxicity.<\/li><\/ul>"},{"id":"70110-s-12-33","title":"Range of Toxicity","mono":"<b>BENZONATATE<\/b><br\/>TOXICITY: Mild toxicity may occur with a single ingestion of a 100 mg capsule, especially in pediatric patients less than 6 years old. More severe outcomes, including death, have been associated with doses ranging from 200 mg to the thousands of milligrams, most often in children less than 6 years old. ADULT: An adult survived an ingestion of 3600 mg after experiencing seizures and unstable ventricular tachycardia. CHILDREN: Death has been reported in an 18-month-old child who ingested 2 to 10 capsules of benzonatate. An adolescent developed seizures and cardiac arrest but was resuscitated after ingesting at least 2000 mg benzonatate. THERAPEUTIC DOSE: ADULT: 100 to 200 mg orally 3 times daily as needed; maximum dose is 600 mg\/day. CHILDREN (10 years of age and older): 100 to 200 mg orally 3 times daily as needed; maximum dose is 600 mg\/day.<br\/>"}]},"13":{"id":"70110-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea, dizziness, headache, sedation, or somnolence.<\/li><li>Tell patient that capsule should be swallowed whole. Oropharyngeal anesthesia may occur if capsules are chewed or dissolved in the mouth.<\/li><\/ul>"}}}