{"drugs":["Beractant","Survanta"],"mono":{"0":{"id":"70450-s-0","title":"Generic Names","mono":"Beractant"},"1":{"id":"70450-s-1","title":"Dosing and Indications","sub":{"1":{"id":"70450-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Respiratory distress syndrome in the newborn:<\/b> first dose; 100 mg\/kg (4 mL Survanta(R)\/kg) INTRATRACHEALLY; slowly inject one quarter of dose (over 2 to 3 seconds) via catheter into endotracheal tube, remove catheter and manually ventilate at 60 breaths\/min for 30 seconds or until stable, reattach catheter and instill next 3 quarter doses using the same procedure; do not suction infant for 1 hour after dosing unless significant airway obstruction occurs; during rescue strategy use mechanical ventilator rather than manual ventilation<\/li><li><b>Respiratory distress syndrome in the newborn:<\/b> repeat doses (as needed); 100 mg\/kg (4 mL Survanta(R)\/kg) INTRATRACHEALLY at least 6 hours after preceding dose), slowly inject one quarter of dose (over 2 to 3 seconds) via catheter into endotracheal tube, remove catheter and ventilate for 30 seconds or until stable, reattach catheter and instill next 3 quarter doses using the same procedure; up to 4 doses may be given if needed during first 48 hours of life; manual hand-bag ventilation should not be used to administer repeat doses<\/li><li><b>Respiratory distress syndrome in the newborn; Prophylaxis:<\/b> first dose; 100 mg\/kg (4 mL Survanta(R)\/kg) INTRATRACHEALLY; slowly inject one quarter of dose (over 2 to 3 seconds) via catheter into endotracheal tube, remove catheter and manually ventilate at 60 breaths\/min for 30 seconds or until stable, reattach catheter and instill next 3 quarter doses using the same procedure; do not suction infant for 1 hour after dosing unless significant airway obstruction occurs; during rescue strategy use mechanical ventilator rather than manual ventilation<\/li><li><b>Respiratory distress syndrome in the newborn; Prophylaxis:<\/b> repeat doses (as needed); 100 mg\/kg (4 mL Survanta(R)\/kg) INTRATRACHEALLY at least 6 hours after preceding dose), slowly inject one quarter of dose (over 2 to 3 seconds) via catheter into endotracheal tube, remove catheter and ventilate for 30 seconds or until stable, reattach catheter and instill next 3 quarter doses using the same procedure; up to 4 doses may be given if needed during first 48 hours of life; manual hand-bag ventilation should not be used to administer repeat doses<\/li><\/ul>"},"3":{"id":"70450-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Respiratory distress syndrome in the newborn<\/li><li>Respiratory distress syndrome in the newborn; Prophylaxis<\/li><\/ul>"}}},"3":{"id":"70450-s-3","title":"Contraindications\/Warnings","sub":[{"id":"70450-s-3-9","title":"Contraindications","mono":"None known.<br\/>"},{"id":"70450-s-3-10","title":"Precautions","mono":"<ul><li>Intended for intratracheal use only<\/li><li>SURVANTA can rapidly affect oxygenation and lung compliance; intubation and ventilator management must be immediately available<\/li><li>If chest expansion improves substantially after dosing, peak ventilator inspiratory pressures should be reduced immediately, without waiting for blood gas confirmation of respiratory improvement<\/li><li>Frequently monitor arterial or transcutaneous oxygen and carbon dioxide<\/li><li>If the infant becomes pink and transcutaneous oxygen saturation is in excess of 95%, FiO2 should be reduced gradually until saturation is 90% to 95%; failure to reduce FiO2 in this instance can result in hyperoxia<\/li><li>If arterial or transcutaneous carbon dioxide measurements are less than 30 torr, ventilator rate should be reduced immediately; failure to reduce ventilator rate in this instance could result in marked hypocarbia with reductions in brain blood flow<\/li><li>Endotracheal suctioning or other remedial action is not necessary unless clear-cut signs of airway obstruction are present<\/li><li>Mucous plugging of the endotracheal tube may occur in infants whose ventilation becomes markedly impaired during or shortly after dosing<\/li><li>Increased probability of post-treatment nosocomial sepsis in SURVANTA-treated infants<\/li><li>Use in infants less than 600 grams birth weight or greater than 1750 grams birth weight has not been evaluated<\/li><li>No experience outside approved dosing protocols<\/li><\/ul>"},{"id":"70450-s-3-11","title":"Pregnancy Category","mono":"Unknown<br\/>"},{"id":"70450-s-3-12","title":"Breast Feeding","mono":"Unknown<br\/>"}]},"5":{"id":"70450-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia, Transient (12%)<\/li><li><b>Hematologic:<\/b>Desaturation of blood (10%)<\/li><li><b>Respiratory:<\/b>Blocked endotracheal tube (&lt;1%), Reflux, Endotracheal tube<\/li><\/ul>"},"6":{"id":"70450-s-6","title":"Drug Name Info","sub":{"0":{"id":"70450-s-6-17","title":"US Trade Names","mono":"Survanta<br\/>"},"2":{"id":"70450-s-6-19","title":"Class","mono":"Lung Surfactant<br\/>"},"3":{"id":"70450-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"70450-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"70450-s-7","title":"Mechanism Of Action","mono":"<ul><li>Intratracheal-Local: Beractant is a natural bovine lung extract containing phospholipids, neutral lipids, fatty acids, and the two hydrophobic, low-molecular-weight surfactant-associated proteins, SP-B and SP-C (beractant does not contain the hydrophilic, large-molecular-weight protein, SP-A).   Colfosceril palmitate, palmitic acid, and tripalmitin are added to standardize the composition of beractant and make it similar to natural lung surfactant by optimizing surface tension-lowering properties.   When beractant is used as a replacement for deficient endogenous lung surfactant, it is effective in lowering surface tension on alveolar surfaces during respiration and stabilizing the alveoli against collapse at resting transpulmonary pressures. Therefore, beractant reduces the incidence of RDS, mortality due to RDS, and air-leak complications. <\/li><li>Neonatal RDS develops primarily in premature infants because of pulmonary immaturity, including a deficiency of endogenous lung surfactant that results in higher alveolar surface tension and lower compliance properties. Without sufficient endogenous lung surfactant, progressive alveolar collapse occurs and both oxygen and carbon dioxide exchange are impaired. Also, RDS appears to be characterized by high pulmonary vascular permeability and increased lung tissue water. Fluid and protein that leak into alveoli inactivate both endogenous and exogenous surfactant, worsening lung function. <\/li><li>Natural lung surfactant is a mixture of lipids and apoproteins secreted by the alveolar cells into the alveoli and respiratory air passages. Surfactant reduces the surface tension of pulmonary fluids and thereby increases lung compliance. It exhibits not only surface tension-reducing properties (contributed by the lipids) but also rapid spreading and adsorption (contributed by the apoproteins). The major fraction of the lipid component of natural lung surfactant is dipalmitoylphosphatidylcholine (DPPC, colfosceril palmitate); this comprises up to 70% of the natural surfactant by weight. <\/li><\/ul>"},"9":{"id":"70450-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>for intratracheal administration only<br\/><\/li><li><b>Intratracheal<\/b><br\/><ul><li>after removing unopened vial from the refrigerator, warm at room temperature for 20 minutes or warm in hand for at least 8 minutes, do not warm by artificial warming methods<\/li><li>do not shake vial, swirl gently to redisperse<\/li><li>after warming vial, unopened vials can be returned to refrigerator within 24 hours of warming to store only once, record date and time when vial is removed from the refrigerator<\/li><li>vials may not be out of refrigerator for more than 24 hours<\/li><li>does not require reconstitution or sonication before use<\/li><\/ul><\/li><\/ul>"},"10":{"id":"70450-s-10","title":"Monitoring","mono":"<ul><li>prevention or improvement of respiratory distress syndrome in premature infants is evidence of efficacy<\/li><li>arterial or transcutaneous systemic oxygen and carbon dioxide levels; frequently during treatment<\/li><\/ul>"},"11":{"id":"70450-s-11","title":"How Supplied","mono":"<b>Survanta<\/b><br\/>Intratracheal Suspension: 25 MG\/ML<br\/>"}}}