{"generic":"Clotrimazole\/Betamethasone Dipropionate","drugs":["Clotrimazole\/Betamethasone Dipropionate","Lotrisone"],"mono":{"0":{"id":"72154-s-0","title":"Generic Names","mono":"Clotrimazole\/Betamethasone Dipropionate"},"1":{"id":"72154-s-1","title":"Dosing and Indications","sub":{"0":{"id":"72154-s-1-4","title":"Adult Dosing","mono":"<b>Tinea:<\/b> TOPICAL, apply to affected area twice daily; MAX 2 wk (tinea corporis or tinea cruris) or MAX 4 wk (tinea pedis), 45 g cream\/wk or 45 mL lotion\/wk"},"1":{"id":"72154-s-1-5","title":"Pediatric Dosing","mono":"not recommended in patients under 17 yr of age"},"3":{"id":"72154-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Tinea<br\/>"}}},"3":{"id":"72154-s-3","title":"Contraindications\/Warnings","sub":[{"id":"72154-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"72154-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- use in diaper dermatitis is not recommended<\/li><li>-- skin atrophy may occur, especially among pediatric and elderly patients<\/li><li>-- skin ulceration has rarely been reported in elderly patients<\/li><li>Endocrine:<\/li><li>-- reversible hypothalamic-pituitary-adrenal (HPA) axis suppression and glucocorticosteroid insufficiency may occur during or after treatment discontinuation; risk is increased with potent corticosteroids or prolonged use, treatment of large surface area, use of occlusive dressings, application to altered skin barrier, liver failure, and in pediatric patients; consider periodic monitoring; if HPA is confirmed, gradually discontinue use, reduce application frequency, or consider less potent corticosteroid<\/li><li>-- pediatric patients are more susceptible to systemic toxicity because of their large skin surface to body mass ratio<\/li><li>-- Cushing syndrome may occur<\/li><li>-- hyperglycemia may occur<\/li><li>-- linear growth retardation and delay of weight gain have been reported in pediatric patients with topical corticosteroid treatment<\/li><li>Neurologic:<\/li><li>-- intracranial hypertension has been reported in pediatric patients with topical corticosteroid treatment<\/li><\/ul>"},{"id":"72154-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"72154-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"72154-s-4","title":"Drug Interactions","sub":[{"id":"72154-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"72154-s-4-14","title":"Major","mono":"<ul><li>Aldesleukin (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Pixantrone (theoretical)<\/li><\/ul>"},{"id":"72154-s-4-15","title":"Moderate","mono":"<ul><li>Alcuronium (probable)<\/li><li>Aspirin (probable)<\/li><li>Atracurium (probable)<\/li><li>Balofloxacin (established)<\/li><li>Besifloxacin (established)<\/li><li>Ciprofloxacin (established)<\/li><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Drospirenone (probable)<\/li><li>Enoxacin (established)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Fentanyl (probable)<\/li><li>Fleroxacin (established)<\/li><li>Flumequine (established)<\/li><li>Fosphenytoin (probable)<\/li><li>Gallamine (probable)<\/li><li>Gatifloxacin (established)<\/li><li>Gemifloxacin (established)<\/li><li>Hexafluorenium (probable)<\/li><li>Levofloxacin (established)<\/li><li>Levonorgestrel (probable)<\/li><li>Licorice (probable)<\/li><li>Lomefloxacin (established)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Metocurine (probable)<\/li><li>Moxifloxacin (established)<\/li><li>Nadifloxacin (established)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norfloxacin (established)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Ofloxacin (established)<\/li><li>Pazufloxacin (established)<\/li><li>Pefloxacin (established)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Primidone (probable)<\/li><li>Prulifloxacin (established)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Rufloxacin (established)<\/li><li>Saiboku-To (probable)<\/li><li>Sparfloxacin (established)<\/li><li>Tacrolimus (established)<\/li><li>Tosufloxacin (established)<\/li><li>Trimetrexate (probable)<\/li><\/ul>"}]},"5":{"id":"72154-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Dry skin, Rash (cream, less than 1%), Sensation of burning of skin<\/li><li><b>Neurologic:<\/b>Paresthesia (cream, 1.9%)<\/li><\/ul><b>Serious<\/b><br\/><b>Endocrine metabolic:<\/b>Cushing's syndrome, Hypothalamic-pituitary-adrenal axis dysfunction<br\/>"},"6":{"id":"72154-s-6","title":"Drug Name Info","sub":{"0":{"id":"72154-s-6-17","title":"US Trade Names","mono":"Lotrisone<br\/>"},"2":{"id":"72154-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Anti-Infective\/Anti-Inflammatory Combination<\/li><li>Imidazole<\/li><\/ul>"},"3":{"id":"72154-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"72154-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"72154-s-7","title":"Mechanism Of Action","mono":"<ul><li>Topical: Clotrimazole-Fungistatic ; may be fungicidal , depending on concentration. Inhibits biosynthesis of ergosterol or other sterols, damaging the fungal cell wall membrane and altering its permeability. As a result, leakage of intracellular phosphorus compounds with accompanying breakdown of cellular nucleic acids and accelerated potassium efflux occurs . Clotrimazole also inhibits biosynthesis of triglycerides and phospholipids by fungi. In addition, it inhibits oxidative and peroxidative enzyme activity, resulting in intracellular buildup of toxic concentrations of hydrogen peroxide, which may contribute to deterioration of subcellular organelles and cellular necrosis. <\/li><li>Betamethasone dipropionate-Mechanism of betamethasone dipropionate's dermatological action is unclear. However, corticosteroids diffuse across cell membranes and complex with specific cytoplasmic receptors. These complexes then enter the cell nucleus, bind to DNA (chromatin), and stimulate transcription of messenger RNA (mRNA) and subsequent protein synthesis of various enzymes thought to be ultimately responsible for the anti-inflammatory effects.   Betamethasone dipropionate is effective in treating inflamed dermatoses because of its anti-inflammatory, antipruritic, and vasoconstrictive actions. <\/li><\/ul>"},"8":{"id":"72154-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"72154-s-8-23","title":"Absorption","mono":"<ul><li>Topical: Clotrimazole- Minimal absorption following topical application to skin<\/li><li>Betamethasone dipropionate- May be absorbed from intact skin<\/li><\/ul>"},"2":{"id":"72154-s-8-25","title":"Metabolism","mono":"<ul><li>Topical: Betamethasone dipropionate (unabsorbed)- skin<\/li><li>Betamethasone dipropionate (absorbed)- Hepatic<\/li><\/ul>"},"3":{"id":"72154-s-8-26","title":"Excretion","mono":"Topical: Biliary\/fecal and Renal <br\/>"}}},"9":{"id":"72154-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>shake well before each use<\/li><li>do not use with occlusive dressings<\/li><\/ul>"},"10":{"id":"72154-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement in tinea corporis, tinea cruris, or tinea pedis is indicative of efficacy.<\/li><li>adrenocorticotropic hormone stimulation test; periodically during treatment  and after discontinuation<\/li><\/ul>"},"11":{"id":"72154-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Topical Cream: (Betamethasone Dipropionate - Clotrimazole) 0.05 %-1 %, 0.5 MG\/GM-10 MG\/GM<\/li><li>Topical Lotion: (Betamethasone Dipropionate - Clotrimazole) 0.05 %-1 %<\/li><\/ul><\/li><li><b>Lotrisone<\/b><br\/><ul><li>Topical Cream: (Betamethasone Dipropionate - Clotrimazole) 0.05 %-1 %<\/li><li>Topical Lotion: (Betamethasone Dipropionate - Clotrimazole) 0.05 %-1 %<\/li><\/ul><\/li><\/ul>"},"12":{"id":"72154-s-12","title":"Toxicology","sub":[{"id":"72154-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/><\/li><li><b>IMIDAZOLE ANTIFUNGALS <\/b><br\/>USES: Imidazole agents (ie, butaconazole, clotrimazole, econazole, efinaconazole, oxiconazole, sertaconazole, sulconazole, and tioconazole) are broad-spectrum &quot;azole&quot; antifungals. PHARMACOLOGY: These drugs are fungistatic and may be fungicidal, depending on concentration. Imidazoles inhibit biosynthesis of ergosterol or other sterols, damaging the fungal cell membrane and altering its permeability.  As a result, loss of essential intracellular elements may occur. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose experience is limited with these agents.  Due to minimal oral absorption and limited systemic toxicity, severe toxic effects following oral overdose is not anticipated. Ingestion of even large quantities should produce only minor GI symptoms (eg, nausea, vomiting, and diarrhea).  ADVERSE EFFECTS: Allergic contact dermatitis to these agents is rare but has been reported.  Following dermal applications, pruritus, erythema, stinging, urticaria and localized edema have been reported. Nausea, vomiting, and diarrhea are frequent side effects following oral administration of clotrimazole. Elevated liver enzymes have rarely been reported following the use of clotrimazole troches and sertaconazole 2% topical cream. Drowsiness and disorientation have been reported following oral clotrimazole therapy. Headache may infrequently occur following therapeutic use of these agents.<br\/><\/li><\/ul>"},{"id":"72154-s-12-32","title":"Treatment","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>IMIDAZOLE ANTIFUNGALS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Toxicity due to these agents is negligible.  MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: Toxicity due to these agents is negligible.  Even when large amounts have been ingested, ensuing symptoms are expected to be minor.  GI decontamination is generally NOT indicated.<\/li><li>Airway management: Should not be required in these cases. Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reaction.<\/li><li>Antidote: None<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose; however, hemodialysis is not recommended given the low toxicity of these drugs. <\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted. If significant toxicity develops, other causes should be sought. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"72154-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/><\/li><li><b>IMIDAZOLE ANTIFUNGALS <\/b><br\/>TOXICITY: A minimum toxic dose has not been established, and significant toxicity is not expected after an overdose. Ingestion of even large quantities should produce only minor GI symptoms (eg, nausea, vomiting, and diarrhea). THERAPEUTIC DOSE: Varies by agent. Topical application is mainly once or twice a day for 7 to 14 days.<br\/><\/li><\/ul>"}]},"13":{"id":"72154-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient that laboratory testing may periodically be required to detect hypothalamic-pituitary-adrenal axis suppression, especially in pediatric patients, with long-term use, or with large treatment areas.<\/li><li>Advise patient that use of drug for the treatment of diaper dermatitis is not recommended.<\/li><li>Side effects may include paresthesia, rash, edema, and secondary infections.<\/li><li>Advise patient that symptomatic improvement may not be seen for a few weeks.<\/li><li>Instruct patient that drug is not for oral, ophthalmic, or intravaginal use. Patient should not apply to the face or axillae.<\/li><li>Patient should not use an occlusive dressing over treated areas.<\/li><\/ul>"}}}