{"generic":"Betamethasone","drugs":["Betamethasone","Celestone"],"mono":{"0":{"id":"72150-s-0","title":"Generic Names","mono":"Betamethasone"},"1":{"id":"72150-s-1","title":"Dosing and Indications","sub":{"0":{"id":"72150-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Disorder of skin:<\/b> TOPICAL (0.05% LOTION, CREAM or OINTMENT), apply to affected area once or twice daily; MAX 50 g\/wk (ointment) or 50 mL\/wk (lotion) for no more than 2 wk<\/li><li><b>Disorder of skin:<\/b> TOPICAL (0.05% GEL), apply once or twice daily; MAX 50 g\/wk (gel) for no more than 2 wk<\/li><li><b>Disorder of skin:<\/b> TOPICAL (FOAM), apply to scalp twice daily<\/li><li><b>Disorder of skin:<\/b> ORAL (syrup), 0.6 to 7.2 mg\/day; vary dose according to patient response<\/li><\/ul>"},"1":{"id":"72150-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Disorder of skin:<\/b> TOPICAL (0.05% LOTION, CREAM or OINTMENT), (13 y and older) apply to affected area once or twice daily; MAX 50 g\/wk (ointment) or 50 mL\/wk (lotion) for no more than 2 wk<\/li><li><b>Disorder of skin:<\/b> TOPICAL (0.05% GEL), (12 y and older) apply once or twice daily; MAX 50 g\/wk (gel)  for no more than 2 wk<\/li><li><b>Disorder of skin:<\/b> TOPICAL (FOAM), apply to scalp twice daily<\/li><li><b>Disorder of skin:<\/b> ORAL (syrup), 0.02 to 0.3 mg\/kg\/day in three or four divided doses; vary dose according to patient response<\/li><\/ul>"},"3":{"id":"72150-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Disorder of skin<br\/>"}}},"3":{"id":"72150-s-3","title":"Contraindications\/Warnings","sub":[{"id":"72150-s-3-9","title":"Contraindications","mono":"hypersensitivity to betamethasone, other corticosteroids, or any component of the product <br\/>"},{"id":"72150-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- allergic contact dermatitis may occur; discontinuation may be necessary<\/li><li>Endocrine and Metabolic:<\/li><li>-- reversible hypothalamic-pituitary-adrenal (HPA) axis suppression, with the potential for glucocorticosteroid insufficiency, may occur; dose adjustment or discontinuation may be necessary<\/li><li>-- Cushing syndrome may occur<\/li><li>-- hyperglycemia may occur<\/li><li>-- glucosuria may occur<\/li><li>-- pediatric patients; impaired growth and development may occur with long-term use<\/li><li>Neurologic:<\/li><li>-- serious events (ie, spinal cord infarction, paraplegia, quadriplegia, cortical blindness, stroke, seizures, nerve injury, brain edema) have been reported with epidural corticosteroid injection<\/li><li>-- intracranial hypertension has been reported in pediatric patients receiving topical corticosteroids<\/li><\/ul>"},{"id":"72150-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>A (AUS)<\/li><\/ul>"},{"id":"72150-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"72150-s-4","title":"Drug Interactions","sub":[{"id":"72150-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"72150-s-4-14","title":"Major","mono":"<ul><li>Aldesleukin (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Pixantrone (theoretical)<\/li><\/ul>"},{"id":"72150-s-4-15","title":"Moderate","mono":"<ul><li>Alcuronium (probable)<\/li><li>Aspirin (probable)<\/li><li>Atracurium (probable)<\/li><li>Balofloxacin (established)<\/li><li>Besifloxacin (established)<\/li><li>Ciprofloxacin (established)<\/li><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Drospirenone (probable)<\/li><li>Enoxacin (established)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Fleroxacin (established)<\/li><li>Flumequine (established)<\/li><li>Fosphenytoin (probable)<\/li><li>Gallamine (probable)<\/li><li>Gatifloxacin (established)<\/li><li>Gemifloxacin (established)<\/li><li>Hexafluorenium (probable)<\/li><li>Levofloxacin (established)<\/li><li>Levonorgestrel (probable)<\/li><li>Licorice (probable)<\/li><li>Lomefloxacin (established)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Metocurine (probable)<\/li><li>Moxifloxacin (established)<\/li><li>Nadifloxacin (established)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norfloxacin (established)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Ofloxacin (established)<\/li><li>Pazufloxacin (established)<\/li><li>Pefloxacin (established)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Primidone (probable)<\/li><li>Prulifloxacin (established)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Rufloxacin (established)<\/li><li>Saiboku-To (probable)<\/li><li>Sparfloxacin (established)<\/li><li>Tosufloxacin (established)<\/li><\/ul>"}]},"5":{"id":"72150-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension<\/li><li><b>Dermatologic:<\/b>Atrophic condition of skin, Erythema (Less than 1%), Folliculitis (Less than 1%), O\/E - vesicles in skin (Less than 1%), Pruritus of skin (Less than 1%), Stinging of skin (0.4%)<\/li><li><b>Psychiatric:<\/b>Depression, Euphoria<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Cushing's syndrome, Hyperglycemia, Secondary hypocortisolism<\/li><li><b>Musculoskeletal:<\/b>Osteoporosis<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Infarction of spinal cord, Nerve injury, Paraplegia, Raised intracranial pressure, Seizure, Tetraplegia<\/li><li><b>Ophthalmic:<\/b>Cataract, Cortical blindness, Glaucoma<\/li><li><b>Respiratory:<\/b>Pulmonary tuberculosis<\/li><\/ul>"},"6":{"id":"72150-s-6","title":"Drug Name Info","sub":{"0":{"id":"72150-s-6-17","title":"US Trade Names","mono":"Celestone<br\/>"},"2":{"id":"72150-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Endocrine-Metabolic Agent<\/li><\/ul>"},"3":{"id":"72150-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"72150-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"9":{"id":"72150-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>do not occlude affected areas unless directed by the physician<\/li><li>(cream, ointment, lotion) apply a thin film of the cream or ointment to the affected areas; apply a few drops of the lotion to the affected area, massage lightly until it disappears<\/li><li>(foam) invert can and spray foam onto cool surface, such as a saucer, not onto hand; lift small amounts of foam with fingers and massage into affected scalp areas<\/li><\/ul>"},"10":{"id":"72150-s-10","title":"Monitoring","mono":"<ul><li>clinical improvement<\/li><li>(systemic therapy) blood pressure, electrolyte panel, blood glucose, mental status<\/li><li>ophthalmic exam (with prolonged therapy)<\/li><li>signs and symptoms of infection<\/li><li>linear growth velocity in pediatric patients; during prolonged therapy<\/li><li>hypothalamic-pituitary-adrenal (HPA) axis suppression tests; during prolonged therapy <\/li><\/ul>"},"11":{"id":"72150-s-11","title":"How Supplied","mono":"<b>Celestone<\/b><br\/>Oral Syrup: 0.6 MG\/5 ML<br\/>"},"12":{"id":"72150-s-12","title":"Toxicology","sub":[{"id":"72150-s-12-31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"72150-s-12-32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"72150-s-12-33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"72150-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient on long-term therapy to avoid vaccines due to drug-induced immunosuppression.<\/li><li>This drug may cause atrophic condition of skin, healing impairment of skin, depression, euphoria, hypercortisolism (weight gain, fatigue, muscle weakness, facial rounding, fragile\/thin skin).<\/li><li>Instruct diabetics to report signs\/symptoms of hyperglycemia. Blood glucose may need to be more closely monitored.<\/li><li>Eye exams may be required during prolonged therapy. Patients should report vision changes.<\/li><li>Patients may take drug with food to minimize gastric irritation.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><\/ul>"}}}