{"drugs":["Acyclovir","Sitavig","Zovirax"],"mono":{"0":{"id":"7550-s-0","title":"Generic Names","mono":"Acyclovir"},"1":{"id":"7550-s-1","title":"Dosing and Indications","sub":[{"id":"7550-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bell's palsy:<\/b> 400 mg orally 5 times daily for 10 days plus steroid therapy was administered 2 randomized controlled trials<\/li><li><b>Eczema herpeticum:<\/b> 200 mg 5 times daily for 5 days<\/li><li><b>Genital herpes simplex:<\/b> (Oral) Initial episode: 400 mg orally 3 times daily for 7 to 10 days OR 200 mg orally 5 times daily (guideline dosing)  for 10 days<\/li><li><b>Genital herpes simplex:<\/b> (Oral) Episodic therapy: 400 mg orally 3 times daily for 5 days OR 800 mg orally twice daily for 5 days OR 800 mg orally 3 times daily for 2 days (guideline dosing); OR 200 mg orally every 4 hours, 5 times daily for 5 days (manufacturer dose); initiate at earliest sign or symptom of recurrence<\/li><li><b>Genital herpes simplex:<\/b> (Oral) Suppressive therapy: 400 mg orally twice daily (guideline dose)  for up to 12 months; alternative dosing, 200 mg orally 3 to 5 times daily (manufacturer dose)<\/li><li><b>Genital herpes simplex:<\/b> (Topical) Initial therapy: Apply ointment topically every 3 hours (6 times per day) for 7 days in sufficient quantities to adequately cover lesion (manufacturer dose)<\/li><li><b>Genital herpes simplex - HIV infection:<\/b> Initial or recurrent: 400 mg orally 3 times daily for 5 to 14 days (guideline dose)<\/li><li><b>Genital herpes simplex - HIV infection:<\/b> Chronic suppression of frequent or severe recurrences: 400 mg orally twice daily (guideline dose)<\/li><li><b>Herpes labialis - HIV infection:<\/b> 400 mg orally 3 times daily for 5 to 10 days (guideline dose)<\/li><li><b>Herpes simplex, Non-Life Threatening Mucocutaneous Infections - Patient immunocompromised:<\/b> Apply ointment topically (using a finger cot or glove) every 3 hours (6 times per day) for 7 days in sufficient quantities to adequately cover lesions (manufacturer dosing). The CDC discourages the use of topical therapy.<\/li><li><b>Herpes zoster, Shingles:<\/b> 800 mg orally every 4 hours (5 times a day) for 7 to 10 days<\/li><li><b>Herpes zoster, Shingles, topical therapy:<\/b> (Acyclovir 5% ointment) Apply topically 4 times a day (every 4 hours) for 10 days (study dose)<\/li><li><b>Herpes zoster, Shingles - HIV infection:<\/b> Acute localized dermatomal: 800 mg orally 5 times daily for 7 to 10 days (guideline dose)<\/li><li><b>HIV infection - Varicella:<\/b> Uncomplicated cases: 20 mg\/kg (MAX, 800 mg) orally 5 times daily for 5 to 7 days (guideline dose)<\/li><li><b>Recurrent herpes simplex labialis:<\/b> (Buccal tablet) Place one 50-mg tablet buccally in upper gum above incisor tooth (canine fossa) and hold with slight pressure for 30 seconds<\/li><li><b>Recurrent herpes simplex labialis:<\/b> (Cream) Apply cream topically 5 times per day for 4 days<\/li><li><b>Varicella:<\/b> 800 mg orally 4 times a day for 5 days<\/li><\/ul>"},{"id":"7550-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>(buccal tablet) safety and effectiveness not established in pediatric patients<\/li><li>(capsule, tablet, suspension) safety and effectiveness of oral acyclovir formulations not established in pediatric patients younger than 2 years<\/li><li>(topical cream) safety and effectiveness not established in pediatric patients younger than 12 years<\/li><li>(topical ointment) safety and effectiveness not established in pediatric patients<\/li><li><b>Eczema herpeticum:<\/b> 25 to 30 mg\/kg\/day orally in 5 divided doses (study dose).<\/li><li><b>Genital herpes simplex:<\/b> (12 years or older) Initial episode: 1000 to 1200 mg\/day orally in 3 to 5 divided doses for 7 to 10 days<\/li><li><b>Genital herpes simplex:<\/b> (12 years or older) Recurrence: 1000 to 1200 mg\/day orally in 3 divided doses for 3 to 5 days<\/li><li><b>Genital herpes simplex:<\/b> (12 years or older) Suppressive therapy: 800 to 1200 mg\/day orally in 2 divided doses for up to 12 months<\/li><li><b>Genital herpes simplex - HIV infection:<\/b> (Less than 45 kg) 20 mg\/kg orally 3 times daily for 5 to 14 days; MAX 400 mg\/dose (guideline dose)<\/li><li><b>Genital herpes simplex - HIV infection:<\/b> (Adolescents) 400 mg orally twice daily for 5 to 14 days (guideline dose)<\/li><li><b>Herpes labialis - HIV infection:<\/b> Mild symptomatic gingivostomatitis: 20 mg\/kg orally 3 times daily for 5 to 10 days; MAX 400 mg\/dose (guideline dose)<\/li><li><b>HIV infection - Varicella:<\/b> Mild disease with no or moderate immune suppression, CDC immunologic categories 1 and 2: 20 mg\/kg (MAX, 800 mg) orally 4 times daily for 7 to 10 days or until no new lesions appear for 48 hours (guideline dose)<\/li><li><b>Recurrent herpes simplex labialis:<\/b> (12 years or older) Apply cream topically 5 times per day for 4 days<\/li><li><b>Varicella:<\/b> (2 years or older, 40 kg or less) 20 mg\/kg orally 4 times a day for 5 days<\/li><li><b>Varicella:<\/b> (2 years or older, more than 40 kg) 800 mg orally 4 times a day for 5 days<\/li><\/ul>"},{"id":"7550-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (CrCl greater than 25 mL\/min\/1.73 m(2) and dose regimen of 800 mg ORALLY every 4 hours, 5 times daily):<\/b> no dose adjustment required<\/li><li><b>renal impairment (CrCl 10 to 25 mL\/min\/1.73 m(2) and dose regimen of 800 mg ORALLY every 4 hours, 5 times daily):<\/b> reduce dose regimen to 800 mg ORALLY every 8 hours<\/li><li><b>renal impairment (CrCl less than 10 mL\/min\/1.73 m(2) and dose regimen of 800 mg ORALLY every 4 hours, 5 times daily):<\/b> reduce dose regimen to 800 mg ORALLY every 12 hours<\/li><li><b>renal impairment (CrCl greater than 10 mL\/min\/1.73 m(2) and dose regimen of 400 mg ORALLY every 12 hours):<\/b> no dosage adjustment required<\/li><li><b>renal impairment (CrCl 10 mL\/min\/1.73 m(2) or less and dose regimen of 400 mg ORALLY every 12 hours):<\/b> reduce dose regimen to 200 mg ORALLY every 12 hours<\/li><li><b>renal impairment (CrCl greater than 10 mL\/min\/1.73 m(2) and dose regimen 200 mg ORALLY every 4 hours, 5 times daily):<\/b> no dosage adjustment required<\/li><li><b>renal impairment (CrCl 10 mL\/min\/1.73 m(2) or less and dose regimen of 200 mg ORALLY every 4 hours, 5 times daily):<\/b> reduce dose regimen to 200 mg ORALLY every 12 hours<\/li><li><b>renal impairment (CrCl less than 10 mL\/min and HIV infection and chronic kidney disease or ESRD):<\/b> 200 mg ORALLY every 12 hours (guideline dosing)<\/li><li><b>geriatric:<\/b> normal renal function, no dose adjustment required<\/li><li><b>hemodialysis:<\/b> administer renally adjusted dosage regimen; adjust dosing schedule so that an additional dose is administered after each dialysis session<\/li><li><b>peritoneal dialysis:<\/b> administer renally adjusted dosage regimen; a supplemental dose after dialysis is not necessary<\/li><li><b>continuous ambulatory peritoneal dialysis, herpes zoster or varicella infection:<\/b> 600 mg or 800 mg ORALLY once daily<\/li><\/ul>"},{"id":"7550-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Genital herpes simplex<\/li><li>Herpes simplex, Non-Life Threatening Mucocutaneous Infections - Patient immunocompromised<\/li><li>Herpes zoster, Shingles<\/li><li>Recurrent herpes simplex labialis<\/li><li>Varicella<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute retinal necrosis<\/li><li>Bell's palsy<\/li><li>Chickenpox pneumonia<\/li><li>Eczema herpeticum<\/li><li>Genital herpes simplex - HIV infection<\/li><li>Herpes labialis - HIV infection<\/li><li>Herpes zoster, Shingles, topical therapy<\/li><li>Herpes zoster, Shingles - HIV infection<\/li><li>Herpes zoster; Prophylaxis - Patient immunocompromised<\/li><li>Herpes zoster auricularis<\/li><li>HIV infection - Varicella<\/li><li>Ophthalmic herpes simplex<\/li><li>Varicella-zoster virus infection; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"7550-s-3","title":"Contraindications\/Warnings","sub":[{"id":"7550-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to acyclovir, milk protein concentrate, or any other component of the product with the buccal tablet<\/li><li>hypersensitivity to acyclovir or valacyclovir with oral capsule, tablet, or suspension, or any component of the product with the topical cream<\/li><li>hypersensitivity to any component of the product with the topical ointment<\/li><\/ul>"},{"id":"7550-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- contact sensitization or irritation has been reported with topical cream<\/li><li>-- cutaneous use only; avoid contact with eyes when using topical ointment or cream, the inside of the mouth, or nose with topical cream<\/li><li>Hematologic:<\/li><li>-- thrombotic thrombocytopenic purpura\/hemolytic uremic syndrome (TTP\/HUS), resulting in fatalities, has been reported in immunocompromised patients with oral capsule, tablet, and suspension<\/li><li>Renal:<\/li><li>-- renal failure, with some fatal cases, has been reported with oral capsule, tablet, and suspension<\/li><li>-- renal impairment; dose adjustment recommended, and maintain adequate hydration when using oral capsule, tablet, or suspension<\/li><\/ul>"},{"id":"7550-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"7550-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"7550-s-4","title":"Drug Interactions","sub":{"1":{"id":"7550-s-4-14","title":"Major","mono":"<ul><li>Foscarnet (theoretical)<\/li><li>Tizanidine (theoretical)<\/li><\/ul>"},"2":{"id":"7550-s-4-15","title":"Moderate","mono":"<ul><li>Fosphenytoin (probable)<\/li><li>Phenytoin (probable)<\/li><li>Valproic Acid (probable)<\/li><\/ul>"}}},"5":{"id":"7550-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Contact dermatitis (topical cream, 2%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (2.4% to 3.2%), Nausea (2.7% to 4.8%), Vomiting<\/li><li><b>Neurologic:<\/b>Headache (2.2%)<\/li><li><b>Other:<\/b>Malaise (11.5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Thrombotic thrombocytopenic purpura, Hemolytic Uremia Syndrome<\/li><li><b>Renal:<\/b>Renal failure<\/li><\/ul>"},"6":{"id":"7550-s-6","title":"Drug Name Info","sub":{"0":{"id":"7550-s-6-17","title":"US Trade Names","mono":"<ul><li>Zovirax<\/li><li>Sitavig<\/li><\/ul>"},"2":{"id":"7550-s-6-19","title":"Class","mono":"<ul><li>Antiviral<\/li><li>Guanosine Nucleoside Analog<\/li><li>Viral DNA Polymerase Inhibitor<\/li><\/ul>"},"3":{"id":"7550-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"7550-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"7550-s-7","title":"Mechanism Of Action","mono":"Acyclovir is a synthetic purine nucleoside analog with inhibitory activity against herpes simplex virus types 1 (HSV-1), 2 (HSV-2), and varicella-zoster virus (VZV). Acyclovir triphosphate, a converted form of acyclovir, stops replication of herpes viral DNA by competitive inhibition of viral DNA polymerase, incorporation into and termination of the growing viral DNA chain, and inactivation of the viral DNA polymerase.<br\/>"},"8":{"id":"7550-s-8","title":"Pharmacokinetics","sub":[{"id":"7550-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1.7 hours.<\/li><li>Bioavailability, Oral: 10% to 20%, decreases with increasing dose<\/li><li>Tmax, Buccal: 8 hours (salivary)<\/li><li>Bioavailability, Buccal: minimal<\/li><li>Bioavailability, Topical: minimal<\/li><li>Effect of food: no effect on absorption<\/li><\/ul>"},{"id":"7550-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 9% to 33%<\/li><li>Vd: (adults), 48 L\/m(2) (range, 37 to 57 L\/m(2))<\/li><li>Vd: (children and adolescents), 45 L\/m(2)<\/li><li>Vd: (neonates), 28 L\/m(2) (range, 24 to 30 L\/m(2))<\/li><\/ul>"},{"id":"7550-s-8-25","title":"Metabolism","mono":"<ul><li>Metabolite: 9-(carboxymethoxy)methylguanine (inactive)<\/li><li>Metabolite: 8-hydroxy-acyclovir (inactive)<\/li><\/ul>"},{"id":"7550-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: (Oral), 2%<\/li><li>Renal: (Oral), extensive<\/li><li>Renal: (Topical, cream), 0.04% of daily-applied dose<\/li><li>Renal: (Topical, ointment), less than 0.02% to 9.4% of daily applied dose<\/li><li>Dialyzable: Yes (hemodialysis), 60% decrease in plasma concentrations following 6-hour dialysis period; No (peritoneal dialysis), less than 10% is removed<\/li><li>Other extracorporeal: No (plasmapheresis) (Chavanet al, 1990a); No (exchange transfusion); No (hemofiltration)<\/li><\/ul>"},{"id":"7550-s-8-27","title":"Elimination Half Life","mono":"<ul><li>2.5 to 3.3 hours<\/li><li>(neonates 0 to 3 months) 4 hours<\/li><\/ul>"}]},"9":{"id":"7550-s-9","title":"Administration","mono":"<ul><li><b>Buccal<\/b><br\/><ul><li>do not crush, chew, suck, or swallow buccal tablet<\/li><li>apply within 1 hour after onset of prodromal symptoms and before signs of lesions appear<\/li><li>place with dry finger immediately after removing from blister; place on upper gum just above incisor tooth (canine fossa) on the same side of mouth as symptoms; face rounded side of tablet towards gum for comfort, but either side of tablet can be applied; hold with slight pressure for 30 seconds for adhesion<\/li><li>if tablet does not adhere or falls off within first 6 hours, reapply the same tablet immediately; if repositioning fails, place a new tablet<\/li><li>if tablet is swallowed within first 6 hours, drink a glass of water and apply a new tablet; if tablet falls off or is swallowed after the first 6 hours, reapplication is not needed<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>take with or without food<\/li><li>(suspension) shake well before measuring each dose<\/li><\/ul><\/li><li><b>Topical<\/b><br\/>(ointment) apply sufficient quantity with finger cot or rubber glove to adequately cover lesions; dose size per application should approximate a one-half inch ribbon per 4 square inches of surface area<br\/><\/li><\/ul>"},"10":{"id":"7550-s-10","title":"Monitoring","mono":"<ul><li>genital herpes: reduction in the duration of acute genital herpes infection, lesion healing, pain, and viral shedding is indicative of efficacy; long-term therapy effectiveness is measured by the prevention or reduction in the frequency or severity of genital herpes recurrence<\/li><li>genital herpes: need for continued treatment; after one year of therapy<\/li><li>herpes labialis (cold sores): reduction in mean duration of recurrent episode and prevention of cold sore lesion progression are indicative of efficacy<\/li><li>herpes zoster (shingles): reduced duration of viral shedding and new lesion formation, shortened time to complete cessation of pain, lesion scabbing and healing, and decreased incidence of shingles-related neurologic symptoms (ie, paresthesia, dysesthesia, hyperesthesia) are indicative of efficacy<\/li><li>varicella (chickenpox): shortened time to rash healing, reduction in number of lesions, vesicles, and residual lesions, and alleviation of fever, anorexia, and lethargy are indicative of efficacy<\/li><\/ul>"},"11":{"id":"7550-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 200 MG<\/li><li>Oral Suspension: 200 MG\/5 ML<\/li><li>Oral Tablet: 400 MG, 800 MG<\/li><li>Topical Ointment: 5 %<\/li><\/ul><\/li><li><b>Zovirax<\/b><br\/><ul><li>Oral Capsule: 200 MG<\/li><li>Oral Suspension: 200 MG\/5 ML<\/li><li>Oral Tablet: 400 MG, 800 MG<\/li><li>Topical Cream: 5 %<\/li><li>Topical Ointment: 5 %<\/li><\/ul><\/li><\/ul>"},"12":{"id":"7550-s-12","title":"Toxicology","sub":[{"id":"7550-s-12-31","title":"Clinical Effects","mono":"<b>ACYCLOVIR AND RELATED AGENTS <\/b><br\/>USES: Substances include acyclovir, famciclovir, and penciclovir. Famciclovir is a prodrug of penciclovir. Ganciclovir, valganciclovir, and valacyclovir are covered in separate managements. Acyclovir and related medications are used for prophylaxis and treatment of herpes virus infections, including varicella infection. PHARMACOLOGY: These drugs are acyclic analogues of the natural nucleoside guanosine. They are activated via monophosphorylation by virus-induced thymidine kinase and then will undergo 2 additional phosphorylations. The triphosphate forms inhibit herpes viral DNA synthesis but do not inhibit DNA synthesis in uninfected cells because the initial phosphorylation only occurs in herpes-infected cells. TOXICOLOGY: At high concentrations, acyclovir precipitates as crystals in the urine, causing nephropathy. The mechanism for neurologic toxicity is not understood. EPIDEMIOLOGY: Overdose is uncommon; most reported toxicity is from high therapeutic doses. Severe toxicity is very rare, and there are no reported deaths from overdose. MILD TO MODERATE TOXICITY: Most patients who ingest these agents in overdose experience only mild or moderate effects. The primary manifestations are nausea, vomiting, and headache. Renal injury has been reported. SEVERE TOXICITY: Most toxicity from these agents is from therapeutic or high therapeutic doses (particularly in patients with renal insufficiency) rather than inadvertent or intentional oral overdose. Neurotoxicity predominates and may include lethargy, confusion, ataxia, nystagmus, dysarthria, hallucinations, myoclonus, agitation, and in severe cases, seizures or coma. Renal failure can also develop and is usually transient. ADVERSE EFFECTS: ORAL: Nausea, vomiting, and headaches are common.  IV:  Adverse effects include neurotoxicity which resembles an extension of viral infection into the central nervous system.   Most commonly, mental status changes and involuntary movements occur.   Lethargy, fatigue, irritability, depression, agitation, occasional myoclonus with muscle fasciculations, hyperactive tendon reflexes, tremor, stupor and coma have been reported following intravenous acyclovir, particularly rapid infusions.  Psychosis and neuropsychiatric symptoms have also been described with IV acyclovir administration. Neurotoxicity is generally reversible. Local inflammation at injection site or phlebitis, renal injury and acute renal failure, agitation, coma, seizures, and lethargy may occur with acute or repeated administration to patients with renal insufficiency.  Obstructive nephropathy as a result of acyclovir crystalluria may develop following high-dose therapy.  Leukopenia has occasionally been reported as an adverse effect following therapeutic doses. TOPICAL: Mild pain, burning, stinging, and itching. OCULAR: Mild irritation.<br\/>"},{"id":"7550-s-12-32","title":"Treatment","mono":"<b>ACYCLOVIR AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients generally do well with supportive care. Nausea and vomiting should be treated with antiemetics. Rashes should be treated with supportive care, discontinuation of the offending agent, and consideration of antihistamines and corticosteroids. With massive overdose, hydrate patients and monitor renal function. MANAGEMENT OF SEVERE TOXICITY: Supportive care remains the mainstay of care in severe toxicity. Seizures should be treated with benzodiazepines as first line therapy, followed by barbiturates or propofol, if seizures persist. Hydrate patients and monitor urine output and renal function. Airway protection should be employed as need for patients with coma.<\/li><li>Decontamination: PREHOSPITAL: No pre-hospital decontamination is indicated. HOSPITAL: Activated charcoal should be considered in patients with recent, large overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role, as toxicity is not life threatening.<\/li><li>Airway management: Central respiratory failure is not expected with oral overdose of acyclovir. Patients with profound CNS depression or recurrent seizures require airway management, but this is exceedingly rare.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor renal function and urine output in patients receiving IV acyclovir with suspected toxicity or after massive oral overdose.<\/li><li>Enhanced elimination procedure: Acyclovir and famciclovir have low protein binding and volumes of distribution, and can be removed by hemodialysis. Hemodialysis has been used to reduce serum acyclovir concentrations in patients with toxicity, but is rarely indicated as patients do well with supportive care.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of these products may be observed at home. OBSERVATION CRITERIA: Patients with deliberate overdose and symptomatic patients should be sent to a healthcare facility for evaluation and treatment. Patients should be observed for 6 hours, primarily monitoring signs of co-ingestant toxicity or development of significant CNS depression. Follow-up renal function tests should be obtained in patients with massive overdose. ADMISSION CRITERIA: Admit patients with severe toxicity characterized by CNS effects or renal injury. CONSULT CRITERIA: Consider consultation with nephrology for patients with renal injury.<\/li><\/ul>"},{"id":"7550-s-12-33","title":"Range of Toxicity","mono":"<b>ACYCLOVIR AND RELATED AGENTS<\/b><br\/>TOXICITY: A toxic dose has not been established for these agents. ACYCLOVIR: ADULT: Overdose ingestions up to 20 grams have been reported, associated with the development of lethargy, agitation, seizures, and coma. PEDIATRIC: A 2-year-old received 800 mg acyclovir IV and developed transient neurotoxicity, but recovered. Two neonates, who received 65 mg\/kg and 100 mg\/kg acyclovir IV had no evidence of toxicity. Transient nephrotoxicity developed in a neonate who received acyclovir 100 mg\/kg IV three times daily for 4 days, and another who received 750 mg\/kg IV. THERAPEUTIC DOSE: Varies with indication. ACYCLOVIR: ADULT: Oral dose is 200 to 800 mg 3 to 5 times daily. The IV dose is 5 to 10 mg\/kg every 8 hours. PEDIATRIC: ORAL: 2 yrs and older, less than 40 kg: 20 mg\/kg 4 times daily; greater than 40 kg: 800 mg 4 times daily. IV (birth to 12 yrs of age): 10 to 20 mg\/kg every 8 hours. FAMCICLOVIR: ADULT: 500 mg to 2 g daily divided in 2 or 3 doses. PENCICLOVIR: ADULT: Apply topically every 2 hours while awake.<br\/>"}]},"13":{"id":"7550-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to maintain adequate hydration with oral therapy to prevent renal toxicity.<\/li><li>Counsel patient that acyclovir does not prevent reinfection or disease transmission with genital herpes.<\/li><li>Instruct patient to abstain from sex during acute outbreaks of genital herpes and to always use condoms, as the disease can also be transmitted in the absence of symptoms.<\/li><li>The oral form may cause diarrhea, nausea, vomiting, malaise, or renal failure.<\/li><li>The buccal form may cause headache and application site pain.<\/li><li>The topical form may cause local application reactions such as a burning sensation, dryness (cream), pruritus, or stinging.<\/li><li>Elderly patients may experience more neurological adverse effects such as confusion, dizziness, somnolence, or hallucinations with oral therapy.<\/li><li>Advise patient to initiate treatment as soon as possible after diagnosis, at earliest sign or symptom of a breakout, or within 1 hour after the first symptom but before a cold sore appears.<\/li><li>Instruct patient to apply the buccal mucosa tablet to the area of the upper gum above the incisor tooth (not to the inside of the lip or cheek) and on the same side of the mouth as the herpes labialis symptoms.<\/li><li>Advise patient that if the buccal mucosa table does not stick or falls off of the upper gum within the first 6 hours of applying it, the same tablet should be placed back onto the upper gum right away. If this tablet does not stay in place, another tablet should be applied to the upper gum.<\/li><li>Inform patient that if the buccal mucosa tablet is swallowed with the first 6 hours of applying it, the patient should drink a glass of water and apply a new tablet to the upper gum. However, if the tablet falls out or is swallowed after the first 6 hours or more of it being in place, it should not be reapplied.<\/li><li>Instruct patient that topical ointment or cream should only be used on the affected external aspects of the lips and face and is not to be used in the eye, or inside the mouth or nose.<\/li><li>Advise patient ointment application should be performed with a finger cot or rubber glove to prevent transmission of virus.<\/li><\/ul>"}}}