{"generic":"Acyclovir Sodium","drugs":["Acyclovir Sodium","Zovirax"],"mono":{"0":{"id":"7560-s-0","title":"Generic Names","mono":"Acyclovir Sodium"},"1":{"id":"7560-s-1","title":"Dosing and Indications","sub":[{"id":"7560-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Encephalitis due to human herpes simplex virus:<\/b> 10 mg\/kg IV (over 1 hour) given every 8 hours for 10 days; MAX 20 mg\/kg every 8 hours<\/li><li><b>Genital herpes simplex, Severe initial clinical episodes, immunocompetent patients:<\/b> 5 mg\/kg  to 10 mg\/kg  IV (over 1 hour) given every 8 hours for 5 days, or for 2 to 7 days or until clinical improvement, followed by oral therapy to complete at least 10 days total therapy; MAX 20 mg\/kg every 8 hours<\/li><li><b>Herpes simplex, Mucosal and cutaneous - Patient immunocompromised:<\/b> Severe infections in HIV-infected: 5 mg\/kg IV every 8 hours (guideline dosing)<\/li><li><b>Herpes simplex, Mucosal and cutaneous - Patient immunocompromised:<\/b> 5 mg\/kg IV (over 1 hour) given every 8 hours for 7 days; MAX 20 mg\/kg every 8 hours (manufacturer dosing)<\/li><li><b>Herpes zoster, Shingles - Patient immunocompromised:<\/b> Extensive cutaneous or visceral involvement, HIV-infected: 10 to 15 mg\/kg IV every 8 hours until clinical improvement, then switch to oral therapy for a total duration of 10 to 14 days (guideline dosing)<\/li><li><b>Herpes zoster, Shingles - Patient immunocompromised:<\/b> 10 mg\/kg IV (over 1 hour) given every 8 hours for 7 days; MAX 20 mg\/kg every 8 hours (manufacturer dosing)<\/li><li><b>HIV infection - Varicella:<\/b> Severe or complicated cases: 10 to 15 mg\/kg IV every 8 hours for 7 to 10 days (guideline dose)<\/li><\/ul>"},{"id":"7560-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Congenital herpes simplex:<\/b> (Birth to 3 months of age) 10 mg\/kg IV (over 1 hour) given every 8 hours for 10 days; doses of 15 to 20 mg\/kg IV have been used; MAX 20 mg\/kg every 8 hours<\/li><li><b>Congenital herpes simplex:<\/b> Disseminated and CNS disease: 20 mg\/kg IV every 8 hours for 21 days (guideline dose)<\/li><li><b>Congenital herpes simplex:<\/b> Skin and mucous membrane disease: 20 mg\/kg IV every 8 hours for 14 days (guideline dose)<\/li><li><b>Encephalitis due to human herpes simplex virus:<\/b> (3 months to 12 years of age) 20 mg\/kg IV (over 1 hour) given every 8 hours for 10 days; MAX 20 mg\/kg every 8 hours<\/li><li><b>Encephalitis due to human herpes simplex virus:<\/b> (12 years of age and older) 10 mg\/kg IV (over 1 hour) given every 8 hours for 10 days; MAX 20 mg\/kg every 8 hours<\/li><li><b>Genital herpes simplex, Severe initial clinical episodes, immunocompetent patients:<\/b> (12 years or older) 5 mg\/kg IV (over 1 hour) given every 8 hours for 5 days; MAX 20 mg\/kg every 8 hours<\/li><li><b>Herpes simplex, Mucosal and cutaneous - Patient immunocompromised:<\/b> Moderate to severe gingivostomatitis in HIV-infected: 5 to 10 mg\/kg IV 3 times daily (guideline dosing)<\/li><li><b>Herpes simplex, Mucosal and cutaneous - Patient immunocompromised:<\/b> (Younger than 12 years) 10 mg\/kg IV (over 1 hour) every 8 hours for 7 days; MAX 20 mg\/kg every 8 hours (manufacturer dosing)<\/li><li><b>Herpes simplex, Mucosal and cutaneous - Patient immunocompromised:<\/b> (12 years or older) 5 mg\/kg IV (over 1 hour) every 8 hours for 7 days; MAX 20 mg\/kg every 8 hours (manufacturer dosing)<\/li><li><b>Herpes zoster, Shingles - Patient immunocompromised:<\/b> Severe immunosuppression, trigeminal nerve involvement, or extensive multidermatomal zoster, HIV-infected (younger than 12 years of age): 10 mg\/kg IV 3 times daily; switch to oral acyclovir once cutaneous lesions and visceral disease are clearly resolving for a total duration of 10 to 14 days (guideline dosing)<\/li><li><b>Herpes zoster, Shingles - Patient immunocompromised:<\/b> (Younger than 12 years of age) 20 mg\/kg IV (over 1 hour) given every 8 hours for 7 days; MAX 20 mg\/kg every 8 hours (manufacturer dosing)<\/li><li><b>Herpes zoster, Shingles - Patient immunocompromised:<\/b> (12 years and older) 10 mg\/kg IV (over 1 hour) given every 8 hours for 7 days; MAX 20 mg\/kg every 8 hours (manufacturer dosing)<\/li><li><b>HIV infection - Varicella:<\/b> Complicated or severe immune suppression; CDC immunologic category 3: 10 mg\/kg IV 3 times daily for 7 to 10 days or until no new lesions appear for 48 hours (guideline dose)<\/li><\/ul>"},{"id":"7560-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> IV infusion; CrCl greater than 50 mL\/min, usual dose and interval; CrCl 25 to 50 mL\/min, usual dose every 12 hr; CrCl 10 to 25 mL\/min, usual dose every 24 hr; CrCl less than 10 mL\/min, 50% of usual dose every 24 hr<\/li><li><b>hemodialysis:<\/b> an additional dose is recommended after each dialysis<\/li><li><b>peritoneal dialysis:<\/b> no supplemental dose is recommended<\/li><li><b>obese patients:<\/b> IV infusion, dose at recommended adult dose using ideal body weight<\/li><\/ul>"},{"id":"7560-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Congenital herpes simplex<\/li><li>Encephalitis due to human herpes simplex virus<\/li><li>Genital herpes simplex, Severe initial clinical episodes, immunocompetent patients<\/li><li>Herpes simplex, Mucosal and cutaneous - Patient immunocompromised<\/li><li>Herpes zoster, Shingles - Patient immunocompromised<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute retinal necrosis<\/li><li>Chickenpox pneumonia<\/li><li>Herpes simplex meningitis<\/li><li>Herpes simplex - Viral respiratory infection<\/li><li>Herpes zoster auricularis<\/li><li>HIV infection - Varicella<\/li><li>Varicella<\/li><li>Viral encephalitis<\/li><\/ul>"}]},"3":{"id":"7560-s-3","title":"Contraindications\/Warnings","sub":[{"id":"7560-s-3-9","title":"Contraindications","mono":"hypersensitivity to acyclovir or valacyclovir <br\/>"},{"id":"7560-s-3-10","title":"Precautions","mono":"<ul><li>adequate hydration should be maintained to prevent precipitation of acyclovir in renal tubules<\/li><li>concomitant use with other nephrotoxic drugs use with caution<\/li><li>dehydration; increased risk of renal impairment<\/li><li>encephalopathic changes have been reported; increased risk in patients with underlying neurologic abnormalities, significant hypoxia, and serious renal, hepatic, and electrolyte abnormalities<\/li><li>hemodialysis; dose adjustment recommended<\/li><li>renal disease; increased risk of further renal impairment<\/li><li>renal failure, some cases fatal; has been reported<\/li><li>thrombotic thrombocytopenic purpura\/hemolytic uremic syndrome, fatal cases; has been reported in immunocompromised patients<\/li><\/ul>"},{"id":"7560-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Acyclovir: B (FDA)<\/li><li>Acyclovir: B3 (AUS)<\/li><\/ul>"},{"id":"7560-s-3-12","title":"Breast Feeding","mono":"<ul><li>Acyclovir: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Acyclovir: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"7560-s-4","title":"Drug Interactions","sub":{"1":{"id":"7560-s-4-14","title":"Major","mono":"<ul><li>Foscarnet (theoretical)<\/li><li>Tizanidine (theoretical)<\/li><\/ul>"},"2":{"id":"7560-s-4-15","title":"Moderate","mono":"<ul><li>Fosphenytoin (probable)<\/li><li>Phenytoin (probable)<\/li><li>Valproic Acid (probable)<\/li><\/ul>"}}},"5":{"id":"7560-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site inflammation (approximately 9%)<\/li><li><b>Gastrointestinal:<\/b>Nausea, Vomiting<\/li><li><b>Renal:<\/b>Serum blood urea nitrogen raised, Transient, Serum creatinine raised, Transient<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Thrombotic thrombocytopenic purpura<\/li><li><b>Neurologic:<\/b>Neurotoxicity<\/li><li><b>Renal:<\/b>Hemolytic uremic syndrome, Renal failure<\/li><\/ul>"},"6":{"id":"7560-s-6","title":"Drug Name Info","sub":{"0":{"id":"7560-s-6-17","title":"US Trade Names","mono":"Zovirax<br\/>"},"2":{"id":"7560-s-6-19","title":"Class","mono":"<ul><li>Antiviral<\/li><li>Guanosine Nucleoside Analog<\/li><li>Viral DNA Polymerase Inhibitor<\/li><\/ul>"},"3":{"id":"7560-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"7560-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"7560-s-7","title":"Mechanism Of Action","mono":"Acyclovir is a synthetic purine nucleoside analogue with highly selective affinity for herpes simplex viral and varicella zoster viral enzyme thymidine kinase. Conversion of acyclovir to acyclovir monophosphate by thymidine kinase and further conversion to the triphosphate form results in inhibition of viral DNA replication <br\/>"},"8":{"id":"7560-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"7560-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 9% to 33%<\/li><li>Vd: (adults), 48 L\/m(2) (range 37 to 57 L\/m(2)).<\/li><li>Vd: (birth to 3 months) 1.08 +\/- 0.35 L\/kg<\/li><li>Vd: (3 months to 16 yr) 1.01 +\/- 0.28 L\/kg<\/li><\/ul>"},"2":{"id":"7560-s-8-25","title":"Metabolism","mono":"9-carboxymethoxymethylguanine: inactive <br\/>"},"3":{"id":"7560-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 62% to 91% unchanged<\/li><li>Fecal: 2%<\/li><li>Dialyzable: Yes (hemodialysis), 60% decrease in plasma concentrations following 6 hr dialysis period; No (peritoneal dialysis), less than 10% is removed<\/li><li>Other extracorporeal: No (plasmapheresis) (Chavanet al, 1990a); No (exchange transfusion); No (hemofiltration)<\/li><\/ul>"},"4":{"id":"7560-s-8-27","title":"Elimination Half Life","mono":"<ul><li>(adults) 2.5 hr to 3.5 hr<\/li><li>(anuric adults) 19.5 hr<\/li><li>(pediatrics) 2.36 hr to 3.8 hr<\/li><\/ul>"}}},"9":{"id":"7560-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>(injection) do not administer as a SUBQ or IM injection<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>do not use as a rapid or bolus injection; administer only as an IV infusion<\/li><li>reconstitute with sterile water for injection and use within 12 hours; do not use bacteriostatic water for injection containing benzyl alcohol or parabens<\/li><li>(infusion) after reconstitution, dilute the appropriate dose in D5W or NS to a concentration of 7 mg\/mL or less and infuse over 1 hour; biologic or colloidal fluids are not recommended for dilution<\/li><\/ul><\/li><\/ul>"},"10":{"id":"7560-s-10","title":"Monitoring","mono":"<ul><li>(genital herpes) reduction in the duration of viral excretion, new lesion formation, and duration of vesicles and promotion of lesion healing are indicative of efficacy<\/li><li>(herpes simplex encephalitis) reduction in signs or symptoms of herpes simplex encephalitis is indicative of efficacy<\/li><li>(herpes simplex in immunocompromised) efficacy is indicated by decreased duration of viral excretion, reduced pain, and promoted lesion healing<\/li><li>(neonatal herpes simplex) improvement in signs and symptoms of herpes simplex is indicative of efficacy<\/li><li>(varicella zoster in immunocompromised) reductions in cutaneous and visceral dissemination are indicative of efficacy<\/li><\/ul>"},"11":{"id":"7560-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Powder for Solution: 500 MG, 1000 MG<\/li><li>Intravenous Solution: 50 MG\/ML<\/li><\/ul><\/li><li><b>Novaplus Acyclovir Sodium<\/b><br\/>Intravenous Solution: 50 MG\/ML<br\/><\/li><li><b>PremierPro RX Acyclovir Sodium<\/b><br\/>Intravenous Solution: 50 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"7560-s-12","title":"Toxicology","sub":[{"id":"7560-s-12-31","title":"Clinical Effects","mono":"<b>ACYCLOVIR AND RELATED AGENTS <\/b><br\/>USES: Substances include acyclovir, famciclovir, and penciclovir. Famciclovir is a prodrug of penciclovir. Ganciclovir, valganciclovir, and valacyclovir are covered in separate managements. Acyclovir and related medications are used for prophylaxis and treatment of herpes virus infections, including varicella infection. PHARMACOLOGY: These drugs are acyclic analogues of the natural nucleoside guanosine. They are activated via monophosphorylation by virus-induced thymidine kinase and then will undergo 2 additional phosphorylations. The triphosphate forms inhibit herpes viral DNA synthesis but do not inhibit DNA synthesis in uninfected cells because the initial phosphorylation only occurs in herpes-infected cells. TOXICOLOGY: At high concentrations, acyclovir precipitates as crystals in the urine, causing nephropathy. The mechanism for neurologic toxicity is not understood. EPIDEMIOLOGY: Overdose is uncommon; most reported toxicity is from high therapeutic doses. Severe toxicity is very rare, and there are no reported deaths from overdose. MILD TO MODERATE TOXICITY: Most patients who ingest these agents in overdose experience only mild or moderate effects. The primary manifestations are nausea, vomiting, and headache. Renal injury has been reported. SEVERE TOXICITY: Most toxicity from these agents is from therapeutic or high therapeutic doses (particularly in patients with renal insufficiency) rather than inadvertent or intentional oral overdose. Neurotoxicity predominates and may include lethargy, confusion, ataxia, nystagmus, dysarthria, hallucinations, myoclonus, agitation, and in severe cases, seizures or coma. Renal failure can also develop and is usually transient. ADVERSE EFFECTS: ORAL: Nausea, vomiting, and headaches are common.  IV:  Adverse effects include neurotoxicity which resembles an extension of viral infection into the central nervous system.   Most commonly, mental status changes and involuntary movements occur.   Lethargy, fatigue, irritability, depression, agitation, occasional myoclonus with muscle fasciculations, hyperactive tendon reflexes, tremor, stupor and coma have been reported following intravenous acyclovir, particularly rapid infusions.  Psychosis and neuropsychiatric symptoms have also been described with IV acyclovir administration. Neurotoxicity is generally reversible. Local inflammation at injection site or phlebitis, renal injury and acute renal failure, agitation, coma, seizures, and lethargy may occur with acute or repeated administration to patients with renal insufficiency.  Obstructive nephropathy as a result of acyclovir crystalluria may develop following high-dose therapy.  Leukopenia has occasionally been reported as an adverse effect following therapeutic doses. TOPICAL: Mild pain, burning, stinging, and itching. OCULAR: Mild irritation.<br\/>"},{"id":"7560-s-12-32","title":"Treatment","mono":"<b>ACYCLOVIR AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients generally do well with supportive care. Nausea and vomiting should be treated with antiemetics. Rashes should be treated with supportive care, discontinuation of the offending agent, and consideration of antihistamines and corticosteroids. With massive overdose, hydrate patients and monitor renal function. MANAGEMENT OF SEVERE TOXICITY: Supportive care remains the mainstay of care in severe toxicity. Seizures should be treated with benzodiazepines as first line therapy, followed by barbiturates or propofol, if seizures persist. Hydrate patients and monitor urine output and renal function. Airway protection should be employed as need for patients with coma.<\/li><li>Decontamination: PREHOSPITAL: No pre-hospital decontamination is indicated. HOSPITAL: Activated charcoal should be considered in patients with recent, large overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role, as toxicity is not life threatening.<\/li><li>Airway management: Central respiratory failure is not expected with oral overdose of acyclovir. Patients with profound CNS depression or recurrent seizures require airway management, but this is exceedingly rare.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor renal function and urine output in patients receiving IV acyclovir with suspected toxicity or after massive oral overdose.<\/li><li>Enhanced elimination procedure: Acyclovir and famciclovir have low protein binding and volumes of distribution, and can be removed by hemodialysis. Hemodialysis has been used to reduce serum acyclovir concentrations in patients with toxicity, but is rarely indicated as patients do well with supportive care.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of these products may be observed at home. OBSERVATION CRITERIA: Patients with deliberate overdose and symptomatic patients should be sent to a healthcare facility for evaluation and treatment. Patients should be observed for 6 hours, primarily monitoring signs of co-ingestant toxicity or development of significant CNS depression. Follow-up renal function tests should be obtained in patients with massive overdose. ADMISSION CRITERIA: Admit patients with severe toxicity characterized by CNS effects or renal injury. CONSULT CRITERIA: Consider consultation with nephrology for patients with renal injury.<\/li><\/ul>"},{"id":"7560-s-12-33","title":"Range of Toxicity","mono":"<b>ACYCLOVIR AND RELATED AGENTS<\/b><br\/>TOXICITY: A toxic dose has not been established for these agents. ACYCLOVIR: ADULT: Overdose ingestions up to 20 grams have been reported, associated with the development of lethargy, agitation, seizures, and coma. PEDIATRIC: A 2-year-old received 800 mg acyclovir IV and developed transient neurotoxicity, but recovered. Two neonates, who received 65 mg\/kg and 100 mg\/kg acyclovir IV had no evidence of toxicity. Transient nephrotoxicity developed in a neonate who received acyclovir 100 mg\/kg IV three times daily for 4 days, and another who received 750 mg\/kg IV. THERAPEUTIC DOSE: Varies with indication. ACYCLOVIR: ADULT: Oral dose is 200 to 800 mg 3 to 5 times daily. The IV dose is 5 to 10 mg\/kg every 8 hours. PEDIATRIC: ORAL: 2 yrs and older, less than 40 kg: 20 mg\/kg 4 times daily; greater than 40 kg: 800 mg 4 times daily. IV (birth to 12 yrs of age): 10 to 20 mg\/kg every 8 hours. FAMCICLOVIR: ADULT: 500 mg to 2 g daily divided in 2 or 3 doses. PENCICLOVIR: ADULT: Apply topically every 2 hours while awake.<br\/>"}]},"13":{"id":"7560-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to maintain adequate hydration to prevent renal toxicity.<\/li><li>Drug may cause nausea, vomiting, itching, rash, hives, or injection site inflammation or phlebitis.<\/li><li>Instruct patient to report signs or symptoms of encephalopathic changes (eg, lethargy, obtundation, tremors, confusion, hallucinations, agitation, or seizures).<\/li><\/ul>"}}}