{"generic":"Bisacodyl","drugs":["Alophen","Bisac-Evac","Bisacodyl","Biscolax","Correctol","Doxidan","Dulcolax","Feen-A-Mint","Fleet Bisacodyl"],"mono":{"0":{"id":"78280-s-0","title":"Generic Names","mono":"Bisacodyl"},"1":{"id":"78280-s-1","title":"Dosing and Indications","sub":{"0":{"id":"78280-s-1-4","title":"Adult Dosing","mono":"<ul><li>use for more than 7 days is not recommended<\/li><li><b>Constipation:<\/b> 5-15 mg ORALLY once daily up to 30 mg\/day<\/li><li><b>Constipation:<\/b> 10 mg suppository  RECTALLY once daily<\/li><li><b>Preparation of bowel for procedure:<\/b> 10 to 15 mg ORALLY once daily up to 30 mg\/day<\/li><li><b>Preparation of bowel for procedure:<\/b> 10 mg suppository  RECTALLY once daily<\/li><\/ul>"},"1":{"id":"78280-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>use for more than 7 days is not recommended<\/li><li><b>Constipation:<\/b> (6-11 yrs) 5 mg ORALLY once daily<\/li><li><b>Constipation:<\/b> (6-11 yrs) 5 mg suppository RECTALLY once daily<\/li><li><b>Constipation:<\/b> (under 6 yrs) consult physician<\/li><\/ul>"},"3":{"id":"78280-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Constipation<\/li><li>Preparation of bowel for procedure<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bowel care - Spinal cord injury<\/li><li>Gastrointestinal manometry<\/li><li>Neurogenic bowel<\/li><\/ul>"}}},"3":{"id":"78280-s-3","title":"Contraindications\/Warnings","sub":[{"id":"78280-s-3-9","title":"Contraindications","mono":"<ul><li>appendicitis<\/li><li>intestinal obstruction<\/li><li>gastroenteritis<\/li><\/ul>"},{"id":"78280-s-3-10","title":"Precautions","mono":"<ul><li>abdominal pain, nausea, vomiting<\/li><li>rectal bleeding or failure to have bowel movements after administration<\/li><li>inflammatory bowel disease<\/li><li>sudden, persistent change in bowel habits<\/li><li>ulcerated hemorrhoids of rectal fissures<\/li><li>use for more than 7 days is not recommended<\/li><\/ul>"},{"id":"78280-s-3-11","title":"Pregnancy Category","mono":"A (AUS)<br\/>"},{"id":"78280-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"78280-s-4","title":"Drug Interactions","sub":{"1":{"id":"78280-s-4-14","title":"Major","mono":"<ul>Licorice (theoretical)<\/ul>"}}},"5":{"id":"78280-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Abdominal colic, Abdominal discomfort, Diarrhea, Proctitis, With suppository use<br\/><b>Serious<\/b><br\/><b>Gastrointestinal:<\/b>Atony of colon<br\/>"},"6":{"id":"78280-s-6","title":"Drug Name Info","sub":{"0":{"id":"78280-s-6-17","title":"US Trade Names","mono":"<ul><li>Dulcolax<\/li><li>Correctol<\/li><li>Doxidan<\/li><li>Biscolax<\/li><li>Bisac-Evac<\/li><li>Alophen<\/li><li>Fleet Bisacodyl<\/li><li>Feen-A-Mint<\/li><\/ul>"},"2":{"id":"78280-s-6-19","title":"Class","mono":"Laxative, Stimulant<br\/>"},"3":{"id":"78280-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"78280-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"78280-s-9","title":"Administration","mono":"<ul><li><b>Oral<\/b><br\/><ul><li>do not give tablets within 1 hour of antacid, milk, or milk products<\/li><li>swallow tablets whole, do not chew or crush<\/li><\/ul><\/li><li><b>Rectal<\/b><br\/>retain about 15 to 20 minutes<br\/><\/li><\/ul>"},"10":{"id":"78280-s-10","title":"Monitoring","mono":"<ul><li>decreased abdominal discomfort and pain<\/li><li>bowel movement within 15 to 60 min<\/li><li>reassess if rectal bleeding or no bowel movement after laxative<\/li><\/ul>"},"11":{"id":"78280-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet, Delayed Release: 5 MG<\/li><li>Oral Tablet, Enteric Coated: 5 MG<\/li><li>Rectal Suppository: 10 MG<\/li><\/ul><\/li><li><b>Alophen<\/b><br\/>Oral Tablet, Enteric Coated: 5 MG<br\/><\/li><li><b>Bisac-Evac<\/b><br\/>Rectal Suppository: 10 MG<br\/><\/li><li><b>Biscolax<\/b><br\/><ul><li>Oral Tablet, Enteric Coated: 5 MG<\/li><li>Rectal Suppository: 10 MG<\/li><\/ul><\/li><li><b>Correctol<\/b><br\/>Oral Tablet, Enteric Coated: 5 MG<br\/><\/li><li><b>Dulcolax<\/b><br\/><ul><li>Oral Tablet, Enteric Coated: 5 MG<\/li><li>Rectal Suppository: 10 MG<\/li><\/ul><\/li><li><b>Fleet Bisacodyl Enema<\/b><br\/>Rectal Enema: 10 MG\/1.25 OZ<br\/><\/li><li><b>Fleet Bisacodyl<\/b><br\/>Oral Tablet, Enteric Coated: 5 MG<br\/><\/li><li><b>Gentle Laxative<\/b><br\/><ul><li>Oral Tablet, Enteric Coated: 5 MG<\/li><li>Rectal Suppository: 10 MG<\/li><\/ul><\/li><li><b>Good Neighbor Pharmacy Laxative<\/b><br\/>Oral Tablet, Enteric Coated: 5 MG<br\/><\/li><li><b>Good Neighbor Pharmacy Laxative Suppositories<\/b><br\/>Rectal Suppository: 10 MG<br\/><\/li><li><b>Laxative<\/b><br\/>Oral Tablet, Delayed Release: 5 MG<br\/><\/li><li><b>Medi-Lax<\/b><br\/>Oral Tablet, Enteric Coated: 5 MG<br\/><\/li><li><b>Rite Aid Suppositories<\/b><br\/>Rectal Suppository: 10 MG<br\/><\/li><li><b>The Magic Bullet<\/b><br\/>Rectal Suppository: 10 MG<br\/><\/li><li><b>TopCare Laxative<\/b><br\/>Oral Tablet: 5 MG<br\/><\/li><li><b>TopCare Woman's Laxative<\/b><br\/>Oral Tablet: 5 MG<br\/><\/li><li><b>Woman's Laxative<\/b><br\/>Oral Tablet, Enteric Coated: 5 MG<br\/><\/li><\/ul>"},"12":{"id":"78280-s-12","title":"Toxicology","sub":[{"id":"78280-s-12-31","title":"Clinical Effects","mono":"<b>LAXATIVES-STIMULANTS <\/b><br\/>USES: Laxative-stimulants are used for short-term treatment of constipation and to promote intestinal evacuation for rectal and bowel examination. PHARMACOLOGY: The mechanism of action is thought to be secondary to irritation of the intestinal mucosa. EPIDEMIOLOGY: Stimulant laxatives come in a number of available forms. Examples include over-the-counter medications containing bisacodyl, senna, and herbal medications containing castor oil, cascara sagrada, and aloe. Exposures occur but significant acute toxicity is very rare. Chronic overuse can cause colonic dysfunction. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain, and diarrhea have been reported. SEVERE TOXICITY: Fluid and electrolyte depletion, hypotension from extensive fluid losses, blisters, and skin sloughing of the buttocks and perineum with diarrhea. CHRONIC: Electrolyte abnormalities (eg, hypochloremia, hypokalemia, hypocalcemia, hypomagnesemia), reflex bowel hypofunction, permanent colonic dysfunction (cathartic colon, causing chronic constipation, bloating, and abdominal pain), frank\/occult gastrointestinal bleeding and associated anemia, steatorrhea, protein-loss gastroenteropathy, pancreatic dysfunction. Toxic hepatitis and jaundice have been reported following the chronic use of very large doses of senna. ADVERSE EFFECTS: Nausea, vomiting, abdominal pain, and diarrhea may occur with high doses. Blisters and skin sloughing of buttocks were also reported in young children who experienced diarrhea. Rhabdomyolysis has been reported secondary to chronic abuse of senna. <br\/>"},{"id":"78280-s-12-32","title":"Treatment","mono":"<b>LAXATIVES-STIMULANTS <\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Diarrhea: Rapid correction of fluid and electrolyte deficits with oral or IV fluid therapy and careful monitoring of intake and output are essential. Restrict solid food and maintain high fluid intake until diarrhea resolves. Oral fluid should consist of polyionic hypotonic solution containing appropriate electrolytes. Hypotension: Infuse isotonic fluid. If hypotension persists, administer pressors (eg, norepinephrine, dopamine).<\/li><li>Decontamination: Gastrointestinal decontamination is generally not warranted as acute toxicity is self-limited.<\/li><li>Airway management: Ingestion of these products should not require airway management.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma levels of these agents are not clinically useful or widely available. Monitor fluid and electrolyte balance in severely symptomatic patients. Monitor blood pressure and heart rate.<\/li><li>Enhanced elimination procedure: Systemic absorption of these drugs is limited. Methods to enhance elimination are not indicated.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic or have mild diarrhea after inadvertent overdose can be monitored at home. OBSERVATION CRITERIA: Patients with deliberate overdose or severe diarrhea should be observed in a medical facility until free of moderate\/severe symptoms. ADMISSION CRITERIA: All persons with significant toxicity, dehydration, and abnormal electrolyte levels should be admitted. Patients at risk for dehydration who cannot be relied upon for compliance and\/or adequate follow-up treatment should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"78280-s-12-33","title":"Range of Toxicity","mono":"<b>LAXATIVES-STIMULANTS <\/b><br\/>TOXICITY:  The acute minimal toxic or lethal dose of these agents is not well established. SENNA: CHILDREN: After the inadvertent ingestion of 10 to 15 Ex-lax (senna-based laxative) chocolate tablets, a child developed superficial partial thickness burns in the perianal area and buttocks within 10 minutes of experiencing diarrhea. A man developed abdominal pain, jaundice, fatigue, and elevated liver enzymes following the daily use of an herbal laxative containing sennoside (15 to 30 mg\/day) for over 3 months. Liver enzymes gradually improved and were within normal limits one month after sennoside was discontinued. THERAPEUTIC DOSE: BISACODYL: ADULTS: ORAL: 5 to 15 mg orally once daily up to 30 mg\/day. RECTAL: 10 mg suppository per rectum once daily. CHILDREN: ORAL: 12 YEARS AND OLDER: 5 to 15 mg orally once daily up to 30 mg\/day. 6 TO 11 YEARS OF AGE: 5 mg orally once daily. RECTAL: 12 YEARS AND OLDER: 10 mg suppository per rectum once daily. 6 TO 11 YEARS OF AGE: 5 mg (1\/2 suppository). SENNA: ADULTS: GRANULES: 15 mg once a day, up to a maximum of 30 mg twice a day. LIQUID: For bowel preparation in adults: An entire content of one 2.5-ounce bottle (130 mg sennosides) on the day prior to the diagnostic procedure. SYRUP: 10 to 15 mL (8.8 mg\/5 mL) once a day up to a maximum of 30 mL\/day. TABLETS: 2 tablets (15 to 17 mg) once a day at bedtime, up to a maximum of 34 to 50 mg twice a day. SUPPOSITORIES: 1 suppository (652 mg standardized senna concentrate) at bedtime; repeat if necessary. <br\/>"}]},"13":{"id":"78280-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause diarrhea or abdominal pain, discomfort, and cramping. The suppositories may cause proctitis.<\/li><li>Patient should expect to have a bowel movement within 15 to 60 min after suppository administration.<\/li><li>Instruct patient to report rectal bleeding or failure to have bowel movements within 12 h after taking oral formulation.<\/li><li>Patient should not take bisacodyl tablets within 1 h of antacids, milk, or milk products.<\/li><li>Patient should not take bisacodyl for more than 7 days, unless approved by healthcare professional.<\/li><\/ul>"}}}