{"generic":"Loxapine Succinate","drugs":["Loxapine Succinate","Loxitane"],"mono":{"0":{"id":"7h7ds0","title":"Generic Names","mono":"Loxapine Succinate"},"1":{"id":"7h7ds1","title":"Dosing and Indications","sub":[{"id":"7h7ds1b4","title":"Adult Dosing","mono":"<b>Schizophrenia:<\/b> initial, 10 mg ORALLY twice daily (in more severe cases, initial dosages up to 50 mg\/day may be used); may increase dosage rapidly during the first 7 to 10 days to reach the usual therapeutic and maintenance range of 60 to 100 mg\/day in 2 to 4 divided doses; dosage greater than 250 mg\/day is not recommended "},{"id":"7h7ds1b5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established in pediatric patients "},{"id":"7h7ds1b6","title":"Dose Adjustments","mono":"<b>extrapyramidal symptoms:<\/b> a reduction of loxapine succinate dosage may control symptoms "},{"id":"7h7ds1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Schizophrenia<br\/>"}]},"2":{"id":"7h7ds2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Elderly patients with dementia-related psychosis treated with atypical antipsychotic drugs are at an increased risk of death compared with placebo. Although the causes of death in clinical trials were varied, most of the deaths appeared to be either cardiovascular (eg, heart failure, sudden death) or infectious (eg, pneumonia) in nature. Observational studies suggest that, similar to atypical antipsychotic drugs, treatment with conventional antipsychotic drugs may increase mortality. It is unclear from these studies to what extent the mortality findings may be attributed to the antipsychotic drug as opposed to patient characteristics. Loxapine is not approved for the treatment of patients with dementia-related psychosis.<br\/>"},"3":{"id":"7h7ds3","title":"Contraindications\/Warnings","sub":[{"id":"7h7ds3b9","title":"Contraindications","mono":"<ul><li>coma<\/li><li>drug-induced depressed states, severe, such as from alcohol, narcotics, or barbiturates<\/li><li>hypersensitivity to dibenzoxazepines<\/li><\/ul>"},{"id":"7h7ds3b10","title":"Precautions","mono":"<ul><li>elderly patients with dementia-related psychosis (unapproved use); increased risk of death<\/li><li>agranulocytosis, leukopenia, and neutropenia have been reported; increased risk with preexisting low WBC or history of drug-induced leukopenia or neutropenia; monitoring recommended<\/li><li>cardiovascular disease; increased pulse rate and transient hypotension may occur<\/li><li>elderly patients, especially elderly women; increased risk for tardive dyskinesia<\/li><li>glaucoma; anticholinergic effects may worsen condition<\/li><li>masking of conditions such as intestinal obstruction and brain tumor may occur<\/li><li>neuroleptic malignant syndrome, potentially fatal, has been reported; immediately discontinue drug<\/li><li>pigmentary retinopathy and lenticular pigmentation may occur<\/li><li>seizure disorders; drug may lower convulsive threshold<\/li><li>tardive dyskinesia, potentially irreversible, may occur; consider discontinuation of treatment<\/li><li>urinary retention; anticholinergic effects may worsen condition<\/li><\/ul>"},{"id":"7h7ds3b11","title":"Pregnancy Category","mono":"Loxapine: C (FDA)<br\/>"},{"id":"7h7ds3b12","title":"Breast Feeding","mono":"Loxapine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"7h7ds4","title":"Drug Interactions","sub":[{"id":"7h7ds4b13","title":"Contraindicated","mono":"<ul>Metoclopramide (theoretical)<\/ul>"},{"id":"7h7ds4b14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Lithium (probable)<\/li><li>Milnacipran (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Umeclidinium (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"7h7ds4b15","title":"Moderate","mono":"<ul>Betel Nut (probable)<\/ul>"}]},"5":{"id":"7h7ds5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation, Xerostomia<\/li><li><b>Neurologic:<\/b>Akathisia, Dizziness, Extrapyramidal disease<\/li><li><b>Ophthalmic:<\/b>Blurred vision<\/li><li><b>Renal:<\/b>Urinary retention<\/li><li><b>Respiratory:<\/b>Dyspnea, Nasal congestion<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Paralytic ileus<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Leukopenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatocellular liver damage<\/li><li><b>Neurologic:<\/b>Neuroleptic malignant syndrome, Seizure, Tardive dyskinesia<\/li><\/ul>"},"6":{"id":"7h7ds6","title":"Drug Name Info","sub":{"0":{"id":"7h7ds6b17","title":"US Trade Names","mono":"Loxitane<br\/>"},"2":{"id":"7h7ds6b19","title":"Class","mono":"<ul><li>Antipsychotic<\/li><li>Dibenzoxazepine<\/li><\/ul>"},"3":{"id":"7h7ds6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"7h7ds6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"7h7ds7","title":"Mechanism Of Action","mono":"Loxapine succinate is a dibenzoxazepine compound, a subclass of tricyclic antipsychotic agents, chemically distinct from the phenothiazines, butyrophenones, and thioxanthenes. In animals, it has been shown to change the level of excitability of subcortical inhibitory areas, which results in tranquilization and suppression of aggressive behavior.<br\/>"},"8":{"id":"7h7ds8","title":"Pharmacokinetics","sub":{"0":{"id":"7h7ds8b23","title":"Absorption","mono":"Bioavailability, oral: completely absorbed <br\/>"},"2":{"id":"7h7ds8b25","title":"Metabolism","mono":"extensive <br\/>"},"3":{"id":"7h7ds8b26","title":"Excretion","mono":"<ul><li>Fecal: as unconjugated metabolites<\/li><li>Renal: as conjugated metabolites<\/li><\/ul>"}}},"10":{"id":"7h7ds10","title":"Monitoring","mono":"<ul><li>improvement of psychotic symptomatology (eg, improved communication, decreased hallucinations and delusions, improved socialization, decreased paranoia) may indicate efficacy<\/li><li>the need for continued treatment should be evaluated periodically.<\/li><li>CBC frequently during the first few months of treatment, in patients with a history of drug induced leukopenia or neutropenia, or a preexisting low white blood cell count.<\/li><li>ocular changes (pigmentary retinopathy and lenticular pigmentation), during prolonged therapy<\/li><\/ul>"},"11":{"id":"7h7ds11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Capsule: 5 MG, 10 MG, 25 MG, 50 MG<br\/>"},"12":{"id":"7h7ds12","title":"Toxicology","sub":[{"id":"7h7ds12b31","title":"Clinical Effects","mono":"<b>ANTIDEPRESSANTS, DIBENZOXAZEPINE <\/b><br\/>USES: Dibenzoxazepine derivatives include amoxapine and loxapine. Amoxapine is used to treat different types of depression (eg, neurotic or reactive depressive disorders, endogenous and psychotic depression). Loxapine is used to treat patients with schizophrenia. Dibenzoxazepine is also the main component of CR gas, a lacrimating agent used for crowd control.  Refer to \"LACRIMATORS\" document for information on CR gas. PHARMACOLOGY: Amoxapine is an antidepressant with mild sedative property and an unknown mechanism of action. It reduces norepinephrine and serotonin uptake and inhibits the response of dopamine receptors to dopamine. It is not an inhibitor of monoamine oxidase. Although the exact mechanism of action of loxapine has not been completely established, loxapine is thought to improve psychotic conditions by blocking dopamine at postsynaptic receptor sites in the brain. TOXICOLOGY: In overdose, anticholinergic and antihistamine effects cause CNS depression. Increased norepinephrine in the brain can lead to seizure activity. Dopaminergic blockade leads to extrapyramidal symptoms including tardive dyskinesia, delirium, and neuroleptic malignant syndrome. EPIDEMIOLOGY: Amoxapine and loxapine use and therefore overdose has decreased in the last 20 years use with the advent of selective serotonin reuptake inhibitors and atypical antipsychotics. However, severe toxicity and deaths have been reported. MILD TO MODERATE TOXICITY: These agents can cause tachycardia, mild anticholinergic effects, and mild CNS depression. SEVERE TOXICITY: CNS depression and recurrent, prolonged seizures predominate. Complications of status epilepticus such as profound metabolic acidosis, respiratory failure, hyperthermia, rhabdomyolysis with subsequent acute renal failure may develop if seizures are not rapidly controlled. Hypotension also develops with severe overdose. Dysrhythmias are not a predominant feature, but may develop in patients with severe acidosis or protracted seizures. Supraventricular tachycardia, atrial flutter, premature ventricular contractions, nonspecific ST segment and T wave changes, QRS prolongation, bradycardia, and myocardial failure have been reported. Neuroleptic malignant syndrome has also been reported in a patient following amoxapine overdose. ADVERSE EFFECTS: AMOXAPINE: COMMON (up to 14%): Drowsiness, dry mouth, constipation, and blurred vision. INFREQUENT: Nausea, anxiety, insomnia, restlessness, nervousness, palpitations, tremors, confusion, excitement, ataxia, dizziness, headache, fatigue, weakness, increased perspiration, edema, skin rash, and neuroleptic malignant syndrome. LOXAPINE: COMMON: Extrapyramidal effects, akathisia, dystonia (eg, spasm of the neck muscles, tightness of the throat, swallowing difficulty, dyspnea, and\/or protrusion of the tongue), parkinsonian-like symptoms (eg, tremor, rigidity, excessive salivation, and masked facies), tardive dyskinesia. INFREQUENT: Nausea, vomiting, dry mouth, drowsiness, dizziness, faintness, weakness, insomnia, agitation, tension, seizures, akinesia, slurred speech, numbness, confusion, tachycardia, hypotension, hypertension, lightheadedness, dermatitis, rash, neuroleptic malignant syndrome. <br\/>"},{"id":"7h7ds12b32","title":"Treatment","mono":"<b>ANTIDEPRESSANTS, DIBENZOXAZEPINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Care is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Seizure should be treated aggressively with benzodiazepines. Seizures refractory to benzodiazepines should be treated with phenobarbital or propofol. If the above measures fail, treat with neuromuscular paralysis with continuous EEG monitoring. QRS widening should be treated with sodium bicarbonate and intubation\/hyperventilation to achieve blood pH of 7.45 to 7.55. Early intubation is advised in any patient with CNS depression, seizures, QRS prolongation or ventricular dysrhythmia. Treat hyperthermia with control of seizures and external cooling measures. Treat hypotension with intravenous fluids, control of seizures and correction of severe acidosis. if hypotension persists, use vasopressors; norepinephrine is generally preferred to dopamine.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not recommended because of the potential for abrupt onset of seizures and subsequent aspiration. HOSPITAL: Activated charcoal and orogastric lavage may be of benefit even several hours after ingestion, due to the anticholinergic effects of these drugs in overdose. However, because of the potential for seizure and CNS depression, endotracheal intubation for airway protection should be strongly considered prior to decontamination.<\/li><li>Airway management: Early intubation is advised in any patient with CNS depression, seizures, QRS prolongation or ventricular dysrhythmia.<\/li><li>Antidote: None.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg.<\/li><li>Drug interaction: PHYSOSTIGMINE: Physostigmine use in the setting of tricyclic antidepressant overdose has been associated with the development of seizures and fatal dysrhythmias.  It is NOT recommended. FLUMAZENIL: Use of flumazenil is not recommended as it may precipitate seizures.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes, renal function, arterial blood gases, and CPK in patients with seizure or severe CNS depression. Obtain an ECG and institute continuous cardiac monitoring. Serum drug concentrations are generally not useful in acute management. In general, cyclic antidepressant concentrations greater than 1000 ng\/mL are associated with coma, seizures, and dysrhythmias. However, significant and life-threatening toxicity may occur at serum concentrations less than 1000 ng\/mL.<\/li><li>Enhanced elimination procedure: Hemodialysis is not effective in the removal of antidepressants from the body due to the high protein binding and large volume of drug distribution.<\/li><li>Patient disposition: HOME CRITERIA: Inadvertent pediatric ingestions should be evaluated in a healthcare facility given the risk of seizures. Asymptomatic inadvertent ingestion of up to a double therapeutic dose in adults may be observed at home. OBSERVATION CRITERIA: Any pediatric ingestion, any adult ingesting more than a double a therapeutic dose, and any patient with a deliberate ingestion should be referred to a healthcare facility. Patients should received activated charcoal and be monitored for 6 hours. If asymptomatic after 6 hours, with normal vital signs and ECG, patients may be discharged or cleared for psychiatric evaluation as appropriate. ADMISSION CRITERIA: Patients with CNS depression should be admitted and monitored for potential seizure activity. Patients should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a medical toxicologist or poison center for any patient with severe toxicity. Consult a neurologist for patients with status epilepticus and those requiring continuous EEG monitoring.<\/li><\/ul>"},{"id":"7h7ds12b33","title":"Range of Toxicity","mono":"<b>ANTIDEPRESSANTS, DIBENZOXAZEPINE<\/b><br\/>TOXICOLOGY: Fatal poisonings have occurred in children following the ingestion of as little as 250 mg of amoxapine.  Fatalities have been reported in adults after ingestions of 2 to 5 grams of amoxapine. THERAPEUTIC DOSES: ADULTS: AMOXAPINE: 50 to 600 mg daily 50 to 600 mg daily in divided doses. LOXAPINE: 10 mg orally twice daily up to 100 mg\/day; MAX: 250 mg\/day. CHILDREN: Safety and efficacy of amoxapine and loxapine have not been established in  pediatric patients. <br\/>"}]},"13":{"id":"7h7ds13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause sedation and dizziness.<\/li><li>Advise patient to report symptoms of extrapyramidal effects or tardive dyskinesia (jerky muscle movements, tongue thrusting, facial grimacing\/tics).<\/li><li>Warn patient to report symptoms of neuroleptic malignant syndrome (fever, stupor, muscle rigidity, autonomic dysfunction).<\/li><li>Drug may cause akathisia, anticholinergic effects, dystonia, tachycardia, dyspnea, weight changes, nausea, or vomiting.<\/li><li>Tell patient to report symptoms of myelosuppression (leukopenia, neutropenia) or seizures.<\/li><li>Counsel patient to rise slowly from a sitting\/supine position, as drug may cause orthostatic hypotension and syncope.<\/li><li>Advise patient to limit concomitant alcohol or CNS depressant use with drug.<\/li><\/ul>"}}}