{"generic":"Mafenide Acetate","drugs":["Mafenide Acetate","Sulfamylon"],"mono":{"0":{"id":"7knvs0","title":"Generic Names","mono":"Mafenide Acetate"},"1":{"id":"7knvs1","title":"Dosing and Indications","sub":{"0":{"id":"7knvs1b4","title":"Adult Dosing","mono":"<ul><li><b>Burn; Adjunct:<\/b> cream, apply TOPICALLY using a sterile glove once or twice daily to a thickness of approximately 1\/16 inch; keep burn area covered; reapply if removed (eg, by patient activity); continue until healing is progressing well or until the burn site is ready for grafting<\/li><li><b>Burn; Adjunct:<\/b> 5% solution, apply 8-ply burn dressing wetted with 5% solution TOPICALLY over meshed autografts; keep dressing moist; leave undisturbed for up to 5 days or until vascularization of the autograft occurs and healing is progressing<\/li><\/ul>"},"1":{"id":"7knvs1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness has not been established in children less than 3 months of age<\/li><li><b>Burn; Adjunct:<\/b> cream, apply TOPICALLY using a sterile glove once or twice daily to a thickness of approximately 1\/16 inch; keep burn area covered; reapply if removed (eg, by patient activity); continue until healing is progressing well or until the burn site is ready for grafting<\/li><li><b>Burn; Adjunct:<\/b> (3 months to 16 years), 5% solution, apply 8-ply burn dressing wetted with 5% solution TOPICALLY over meshed autografts; keep dressing moist; leave undisturbed for up to 5 days or until vascularization of the autograft occurs and healing is progressing<\/li><\/ul>"},"3":{"id":"7knvs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Burn; Adjunct<br\/>"}}},"3":{"id":"7knvs3","title":"Contraindications\/Warnings","sub":[{"id":"7knvs3b9","title":"Contraindications","mono":"hypersensitivity to mafenide acetate or any component of the product <br\/>"},{"id":"7knvs3b10","title":"Precautions","mono":"<ul><li>fungal colonization, localized, may occur<\/li><li>hemolytic anemia with disseminated intravascular coagulation, fatal, has been reported; presumably related to a glucose-6-phosphate dehydrogenase deficiency<\/li><li>partial-thickness burns, extensive; exaggerated carbonic anhydrase inhibition may increase risk of metabolic acidosis; monitoring recommended<\/li><li>pulmonary impairment; risk of metabolic acidosis; monitoring recommended<\/li><li>renal failure, acute<\/li><li>renal impairment; increased drug and metabolite concentrations may inhibit carbonic anhydrase, this may result in metabolic acidosis; monitoring recommended<\/li><li>second-degree burns, extensive; exaggerated carbonic anhydrase inhibition may increase risk of metabolic acidosis; monitoring recommended<\/li><li>sulfite sensitivity; sodium metabisulfite may cause allergic-type reactions, including anaphylactic symptoms and life-threatening or less severe asthmatic episodes (cream)<\/li><\/ul>"},{"id":"7knvs3b11","title":"Pregnancy Category","mono":"Mafenide: C (FDA)<br\/>"},{"id":"7knvs3b12","title":"Breast Feeding","mono":"Mafenide: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"7knvs4","title":"Drug Interactions","sub":[{"id":"7knvs4b13","title":"Contraindicated","mono":"<ul>Methenamine (theoretical)<\/ul>"}]},"5":{"id":"7knvs5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Application site reaction<br\/><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Hemolytic anemia<\/li><li><b>Respiratory:<\/b>Hyperventilation<\/li><\/ul>"},"6":{"id":"7knvs6","title":"Drug Name Info","sub":{"0":{"id":"7knvs6b17","title":"US Trade Names","mono":"Sulfamylon<br\/>"},"2":{"id":"7knvs6b19","title":"Class","mono":"<ul><li>Antibacterial<\/li><li>Sulfonamide<\/li><\/ul>"},"3":{"id":"7knvs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"7knvs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"7knvs7","title":"Mechanism Of Action","mono":"Mafenide acetate is a synthetic antimicrobial agent with an unknown mechanism of action, and bacteriostatic activity against many gram-negative and gram-positive organisms, including Pseudomonas aeruginosa   and certain strains of anaerobes. Unlike most sulfonamides, mafenide is not inhibited by aminobenzoates (PABA), blood, serum, or pus. Its activity is not altered by changes in acidity. Mafenide is highly soluble and diffuses into and through devascularized areas.<br\/>"},"8":{"id":"7knvs8","title":"Pharmacokinetics","sub":{"0":{"id":"7knvs8b23","title":"Absorption","mono":"<ul><li>Tmax, topical: 2 hours (cream): 4 hours (5% solution)<\/li><li>Bioavailability, topical: 80% (5% solution)<\/li><\/ul>"},"2":{"id":"7knvs8b25","title":"Metabolism","mono":"Para-carboxybenzenesulfonamide: inactive <br\/>"},"3":{"id":"7knvs8b26","title":"Excretion","mono":"Renal: within 24 hours <br\/>"}}},"9":{"id":"7knvs9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>(topical solution) dissolve 50 grams of sterile mafenide acetate powder in 1000 mL of Sterile Water for Irrigation or NS for Irrigation using aseptic techniques; discard unused portion after 48 hours.<\/li><li>(topical solution) for topical use only; do not give IV<\/li><li>(topical solution) apply wetted 8-ply burn dressing over meshed autografts on excised burn; secure with a bolster dressing and wrap; keep dressing moistened<\/li><li>(cream) apply with a sterile gloved hand to a to a thickness of approximately 1\/16 inch; reapply if removed (eg patient activity)<\/li><\/ul>"},"10":{"id":"7knvs10","title":"Monitoring","mono":"<ul><li>healing of burn wounds is indicative of efficacy<\/li><li>acid-base balance, especially in patients with pulmonary or renal dysfunction and those with extensive second-degree or partial-thickness burns<\/li><\/ul>"},"11":{"id":"7knvs11","title":"How Supplied","mono":"<b>Sulfamylon<\/b><br\/><ul><li>Topical Cream: 85 MG\/GM<\/li><li>Topical Powder for Solution: 50 GM\/Packet<\/li><\/ul>"},"12":{"id":"7knvs12","title":"Toxicology","sub":[{"id":"7knvs12b31","title":"Clinical Effects","mono":"<b>SULFONAMIDES<\/b><br\/>OVERDOSE: Data limited. Effects may be an extension of adverse events reported with sulfonamides. Methemoglbinemia has been reported after overdose. ADVERSE EVENTS: Adverse reactions to sulfonamides can involve nearly every organ system; many effects appear to be hypersensitivity reactions, and are dose related. DERMATOLOGIC: Various dermatological reactions, including rash, pruritus, erythema nodosum, and quite severe and often fatal erythema multiforme of the Stevens-Johnson type have been reported. Lyell's Syndromes are usually associated with the use of a long-acting sulfonamides. GASTROINTESTINAL: Nausea and vomiting are common. HYPERSENSITIVITY REACTION: Transient myopia, conjunctivitis, hepatic injury, and keratitis may occur in association with a hypersensitivity reaction. NEUROLOGIC: Headache, depression, and hallucinations have been reported with therapy.  <br\/>"},{"id":"7knvs12b32","title":"Treatment","mono":"<b>SULFONAMIDES <\/b><br\/><ul><li>Decontamination: Activated charcoal.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Hypersensitivity reaction: For signs and symptoms of anaphylaxis administer oxygen, establish an airway, and give epinephrine and diphenhydramine as indicated.<\/li><li>Hypotensive episode: IV isotonic fluids at 10 to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Methemoglobinemia: Obtain a methemoglobin level. Treat symptomatic methemoglobinemia (usually at methemoglobin levels above 20% to 30%) with methylene blue and oxygen therapy.<\/li><li>Seizure: Seizures have been reported infrequently. Give benzodiazepines, barbiturates as indicated.<\/li><li>Monitoring of patient:  Obtain a baseline CBC, electrolytes including glucose level and hepatic enzymes and renal function tests.<\/li><\/ul>"},{"id":"7knvs12b33","title":"Range of Toxicity","mono":"<b>SULFONAMIDES<\/b><br\/>TOXICITY: Methemoglobinemia has been reported after ingestion of 15 g sulfamethoxazole. Many of the adverse effects related to sulfonamides are hypersensitivity reactions, that develop at therapeutic doses.  The incidence of adverse effects increases with higher doses. THERAPEUTIC DOSE: Varies by agent.<br\/>"}]}}}