{"generic":"Mannitol","drugs":["Aridol","Mannitol","Osmitrol","Resectisol"],"mono":[{"id":"7nves0","title":"Generic Names","mono":"Mannitol"},{"id":"7nves1","title":"Dosing and Indications","sub":[{"id":"7nves1b4","title":"Adult Dosing","mono":"<ul><li><b>Acute renal failure; Prophylaxis - Oliguria:<\/b> (test dose in cases of marked oliguria or inadequate renal function) 0.2 g\/kg IV infused over 3 to 5 minutes to produce a urine flow of at least 30 to 50 mL\/hr; a second test dose may be given if urine flow does not increase within 2 to 3 hours<\/li><li><b>Acute renal failure; Prophylaxis - Oliguria:<\/b> 50 to 100 g IV as a 5% to 25% solution during surgery, immediately postoperatively or following trauma<\/li><li><b>Acute renal failure; Prophylaxis - Oliguria:<\/b> (following suspected or actual hemolytic transfusion reactions) 20 g IV over 5 minutes; may repeat if diuresis is not provoked; once urine flow is 30 to 50 mL\/hr, administer IV fluids with not more than 50 to 75 mEq\/L of sodium in a volume to match the desired urine flow (100 mL\/hr) until fluids are given orally<\/li><li><b>Acute renal failure - Oliguria:<\/b> (test dose) 0.2 g\/kg IV infused over 3 to 5 minutes to produce a urine flow of at least 30 to 50 mL\/hr; a second test dose may be given if urine flow does not increase within 2 to 3 hours<\/li><li><b>Acute renal failure - Oliguria:<\/b> (treatment dose) 50 to 100 g IV as a 15% to 25% solution  OR 300 to 400 mg\/kg up to 100 g IV administered as a single dose<\/li><li><b>Cystic fibrosis of the lung:<\/b> 400 mg INHALED twice daily using a dry powder inhaler was used in a clinical trial<\/li><li><b>Inhalation bronchial challenge testing:<\/b> increasing doses of 0 mg, 5 mg, 10 mg, 20 mg, 40 mg, 80 mg, 160 mg, 160 mg, and 160 mg by ORAL INHALATION until positive response or cumulative dose of 635 mg mannitol; administer a standard dose of a short-acting inhaled beta-agonist for positive response and significant respiratory symptoms and monitor until return to baseline<\/li><li><b>Irrigation of urinary bladder:<\/b> administer 2.5% to 5% mannitol solution via appropriate transurethral urologic instrumentation<\/li><li><b>Measurement of renal clearance:<\/b> 280 mL of a 7.2% solution IV at 20 mL\/min<\/li><li><b>Raised intracranial pressure:<\/b> 0.25 g\/kg to 2 g\/kg IV of a 15% to 25% solution over 30 to 60 minutes<\/li><li><b>Raised intraocular pressure:<\/b> 0.25 to 2 g\/kg IV as a 15 to 25% solution over 30 to 60 minutes; administer 1 to 1.5 hours prior to surgery if used preoperatively<\/li><li><b>Toxicity of drug, Renally-excreted drugs; Adjunct:<\/b> continuous IV infusion as a 5% to 25% solution for as long as indicated if urinary output remains high (concentration dependent on patient's fluid requirements and urinary output); discontinue if no benefit is shown after infusion of 200 g<\/li><\/ul>"},{"id":"7nves1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy of IV and urologic irrigation not established in children younger than 12 years<\/li><li><b>Acute renal failure - Oliguria:<\/b> (test dose) 0.2 g\/kg or 6 g\/m(2) IV as a 15% to 25% solution infused over 3 to 5 minutes to produce a urine flow of at least 30 to 50 mL\/hr; a second test dose may be given if urine flow does not increase<\/li><li><b>Acute renal failure - Oliguria:<\/b> (treatment dose) 0.25 to 2 g\/kg or 60 g\/m(2) IV as a 15% to 20% solution over 2 to 6 hours; do not repeat dose for persistent oliguria<\/li><li><b>Cystic fibrosis of the lung:<\/b> 6 years or older, 400 mg INHALED twice daily using a dry powder inhaler was used in a clinical trial<\/li><li><b>Edema:<\/b> neonates, 0.25 to 0.5 g\/kg IV as a 15% to 20% solution over 30 to 60 minutes; repeat every 8 to 12 hours as needed<\/li><li><b>Inhalation bronchial challenge testing:<\/b> increasing doses of 0 mg, 5 mg, 10 mg, 20 mg, 40 mg, 80 mg, 160 mg, 160 mg, and 160 mg by ORAL INHALATION until positive response or cumulative dose of 635 mg mannitol; administer a standard dose of a short-acting inhaled beta-agonist for positive response and significant respiratory symptoms and monitor until return to baseline<\/li><li><b>Raised intracranial pressure:<\/b> 1 g\/kg to 2 g\/kg or 30 to 60 g\/m(2) IV over 30 to 60 minutes<\/li><li><b>Raised intraocular pressure:<\/b> 1 to 2 g\/kg or 30 to 60 g\/m(2) IV over 30 to 60 minutes; administer 1 to 1.5 hours prior to surgery if used preoperatively<\/li><li><b>Toxicity of drug, Renally-excreted drugs; Adjunct:<\/b> 2 g\/kg as a continuous IV infusion of a 5% to 10% solution for as long as indicated if urinary output remains high (concentration dependent on patient's fluid requirements and urinary output); discontinue if no benefit is shown after infusion of 200 g<\/li><\/ul>"},{"id":"7nves1b6","title":"Dose Adjustments","mono":"<b>severe renal disease or progressive renal damage despite mannitol therapy:<\/b> IV and urologic irrigation use contraindicated "},{"id":"7nves1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acute renal failure; Prophylaxis - Oliguria<\/li><li>Acute renal failure - Oliguria<\/li><li>Inhalation bronchial challenge testing<\/li><li>Irrigation of urinary bladder<\/li><li>Measurement of renal clearance<\/li><li>Raised intracranial pressure<\/li><li>Raised intraocular pressure<\/li><li>Toxicity of drug, Renally-excreted drugs; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute renal failure; Prophylaxis - Failed renal transplant; Prophylaxis<\/li><li>Cystic fibrosis of the lung<\/li><li>Dysequilibrium syndrome - Renal dialysis<\/li><li>Edema<\/li><li>Intracranial tumor<\/li><li>Subdural hematoma<\/li><\/ul>"}]},{"id":"7nves2","title":"Black Box Warning","mono":"<b>Inhalation (Powder)<\/b><br\/>Mannitol acts as a bronchoconstrictor and may cause severe bronchospasm. Mannitol bronchial challenge testing is for diagnostic purposes only and should be conducted only by trained professionals under a physician familiar with the test and management of acute bronchospasm (ie, testing area equipped with appropriate medications and equipment). Immediately administer a short-acting inhaled beta-agonist in the event of severe bronchospasm. Do not perform bronchial challenge testing with mannitol in a patient with asthma or very low baseline pulmonary function tests (eg, FEV1 less than 1 to 1.5 L or less than 70% of the predicted values).<br\/>"},{"id":"7nves3","title":"Contraindications\/Warnings","sub":[{"id":"7nves3b9","title":"Contraindications","mono":"<ul><li>anuria due to severe renal disease (injection)<\/li><li>conditions compromised by induced bronchospasm or repetitive spirometry maneuvers (eg, aortic or cerebral aneurysm, uncontrolled hypertension, recent myocardial infarction or cerebrovascular accident) (inhalation)<\/li><li>dehydration, severe (injection)<\/li><li>heart failure or pulmonary congestion, progressive, after mannitol initiation (injection)<\/li><li>hypersensitivity to mannitol or gelatin used for capsules (inhalation)<\/li><li>intracranial bleeding, active, except during craniotomy (injection)<\/li><li>pulmonary edema\/congestion, severe (injection)<\/li><li>renal damage\/dysfunction (eg, oliguria and azotemia), progressive, after mannitol initiation (injection)<\/li><\/ul>"},{"id":"7nves3b10","title":"Precautions","mono":"<ul><li>bronchospasm, severe, may occur; closely supervise and immediately treat acute bronchospasm with short-acting inhaled beta-agonist (inhalation)<\/li><li>asthma or very low baseline pulmonary function tests (eg, FEV1 less than 1 to 1.5 L or less than 70% of the predicted values); do not perform mannitol challenge test (inhalation)<\/li><li>cardiopulmonary dysfunction, significant; evaluate cardiac status before rapid IV injection and before and during transurethral resection (injection)<\/li><li>combination with blood; do not combine electrolyte-free mannitol solution with blood unless essential (injection)<\/li><li>conditions with increased sensitivity to bronchoconstriction (eg, severe cough, ventilatory impairment, spirometry-induced bronchoconstriction, hemoptysis of unknown origin, pneumothorax, recent abdominal, thoracic, or intraocular surgery, unstable angina, respiratory tract infection) (inhalation)<\/li><li>crystallization may occur with injectable solution; dissolve by placing in hot water bath; cool to body temperature before administering; heating the vial by other methods by result in explosion (injection)<\/li><li>crystallization due to contact with polyvinylchloride (PVC) and other plastic and rough glass surfaces; do not attempt to resolubilize with heat as crystallization may recur (injection)<\/li><li>dehydration or hypovolemia; may be obscured or intensified by sustained diuresis (injection)<\/li><li>diuresis after rapid infusion may increase preexisting hemoconcentration (injection)<\/li><li>electrolyte imbalance and water loss may occur; monitoring recommended (injection)<\/li><li>FEV1 reduction of 10% or greater after challenge; discontinue challenge test; administer dose of short-acting inhaled beta-agonist and monitor accordingly (inhalation)<\/li><li>hypernatremia may occur with continued use of mannitol due to a loss of water in excess of electrolytes (injection)<\/li><li>hyponatremia, new-onset or exacerbation, may occur (injection)<\/li><li>irrigating solutions of mannitol used in transurethral prostatectomy; may enter the systemic circulation in large volumes and exert a systemic effect and alter cardiopulmonary and renal dynamics significantly (injection)<\/li><li>positive response to challenge or significant respiratory symptoms; administer short-acting inhaled beta-agonist and monitor until full recovery (inhalation)<\/li><li>renal dysfunction, significant (injection)<\/li><li>urine output, inadequate; could lead to water intoxication or congestive heart failure; monitoring recommended (injection)<\/li><li>report suspected adverse reactions to Pharmaxis Inc. at 1-888-659-6396 or email at adverse.events@pharmaxis.com.au or to the US Food and Drug Administration at 1-800-332-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"7nves3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"7nves3b12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},{"id":"7nves4","title":"Drug Interactions","sub":{"1":{"id":"7nves4b14","title":"Major","mono":"<ul><li>Arsenic Trioxide (theoretical)<\/li><li>Droperidol (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Sotalol (probable)<\/li><li>Tobramycin (theoretical)<\/li><\/ul>"},"2":{"id":"7nves4b15","title":"Moderate","mono":"<ul>Licorice (probable)<\/ul>"}}},{"id":"7nves5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest discomfort (inhalation, 1%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (inhalation, 2% to 3%), Retching (inhalation, 1%)<\/li><li><b>Neurologic:<\/b>Dizziness (inhalation, 1%), Headache (inhalation, 3% to 6%)<\/li><li><b>Respiratory:<\/b>Cough (inhalation, 2%), Dyspnea (inhalation, 1%), Nasal discharge (inhalation, 2%), Pain of respiratory structure (inhalation, 2% to 4%), Throat irritation (inhalation, 2%), Wheezing (inhalation, 1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Electrolyte imbalance, Fluid imbalance<\/li><li><b>Hematologic:<\/b>Thrombophlebitis<\/li><li><b>Neurologic:<\/b>Seizure<\/li><li><b>Renal:<\/b>Renal failure (rare), Urinary retention<\/li><li><b>Respiratory:<\/b>Pulmonary edema<\/li><\/ul>"},{"id":"7nves6","title":"Drug Name Info","sub":{"0":{"id":"7nves6b17","title":"US Trade Names","mono":"<ul><li>Osmitrol<\/li><li>Resectisol<\/li><li>Aridol<\/li><\/ul>"},"2":{"id":"7nves6b19","title":"Class","mono":"<ul><li>Bladder Irrigant<\/li><li>Cardiovascular Agent<\/li><li>Diuretic, Osmotic<\/li><\/ul>"},"3":{"id":"7nves6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"7nves6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"7nves7","title":"Mechanism Of Action","mono":"Mannitol is an osmotic diuretic that is metabolically inert in humans and occurs naturally, as a sugar, in fruits and vegetables. It promotes diuresis by increasing the osmolarity of the glomerular filtrate and thereby blocking the tubular reabsorption of water. Because mannitol is free of electrolytes, it is useful in urology procedures as a nonhemolytic irrigant. The exact mechanisms through which inhaled mannitol causes bronchoconstriction are unknown.<br\/>"},{"id":"7nves8","title":"Pharmacokinetics","sub":[{"id":"7nves8b23","title":"Absorption","mono":"<ul><li>Tmax, IV: 0.25 to 2 hours<\/li><li>Tmax, Oral inhalation: 1.5 hour<\/li><li>Bioavailability, Oral: poor<\/li><li>Bioavailability, Oral inhalation: 59%<\/li><\/ul>"},{"id":"7nves8b24","title":"Distribution","mono":"Vd: 34.3 L (intravenous) <br\/>"},{"id":"7nves8b25","title":"Metabolism","mono":"Hepatic: minimal <br\/>"},{"id":"7nves8b26","title":"Excretion","mono":"<ul><li>Renal: 80% to 87% unchanged (intravenous); 55% unchanged (inhalation); 54% unchanged (oral)<\/li><li>Renal clearance: 4.4 L\/hr (intravenous)<\/li><li>Dialyzable: Yes (hemodialysis), 14%; Yes (peritoneal dialysis); (Borges et al, 1982)<\/li><li>Total body clearance: 5.1 L\/hr (intravenous)<\/li><\/ul>"},{"id":"7nves8b27","title":"Elimination Half Life","mono":"4.7 hours (all routes) <br\/>"}]},{"id":"7nves9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>(vials with flip-tear top seals) introduce filtered air into the vial slowly and cautiously; allow to cool to room temperature before use if the vial has been warmed<\/li><li>if crystals are apparent, place the vial in a 60 to 80 degree C water bath and shake occasionally; allow the solution to cool to room temperature before administration; do not use any other method to heat the vial, as it may result in explosion<\/li><li>white flocculent precipitate may occur after contact with polyvinylchloride; do not attempt to resolubilize with heat, as crystals may quickly recur<\/li><li>use a filter for IV administration of solutions that are 20% or more of mannitol<\/li><\/ul>"},{"id":"7nves10","title":"Monitoring","mono":"<ul><li>(inhalation) airway response to bronchial challenge testing using FEV1<\/li><li>(injection) reduced cerebral spinal fluid pressure is indicative of efficacy<\/li><li>(injection) reduced intraocular pressure is indicative of efficacy<\/li><li>(injection) urine output for therapeutic\/toxic response during therapy<\/li><li>(injection) serum potassium and serum sodium; during mannitol therapy<\/li><li>(injection) renal function; during mannitol infusion<\/li><li>(injection) cerebrospinal fluid osmolarity; twice daily in patients with severe head injury or subarachnoid  hemorrhage receiving mannitol for more than 24 hours<\/li><li>(inhalation) positive response to bronchial challenge testing; until full recovery to within baseline occurs<\/li><li>(injection) cardiovascular status before rapid IV injection or before and during transurethral resection<\/li><\/ul>"},{"id":"7nves11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 25 %<\/li><li>Intravenous Solution: 5 %, 10 %, 15 %, 20 %, 25 %<\/li><\/ul><\/li><li><b>NOVAPLUS Mannitol<\/b><br\/>Injection Solution: 250 MG\/ML<br\/><\/li><li><b>Osmitrol<\/b><br\/>Intravenous Solution: 5 %, 10 %, 15 %, 20 %<br\/><\/li><li><b>Resectisol<\/b><br\/>Intravesical Solution: 5 %<br\/><\/li><\/ul>"},{"id":"7nves12","title":"Toxicology","sub":[{"id":"7nves12b31","title":"Clinical Effects","mono":"<b>DIURETICS<\/b><br\/>USES: Class of drugs that are primarily used to treat hypertension and congestive heart failure. Potassium sparing diuretics and carbonic anhydrase inhibitors are covered in separate managements. PHARMACOLOGY: Work in a variety of mechanisms including inhibiting sodium and chloride reabsorption in the distal convoluted tubule (thiazides), inhibiting transport of sodium, potassium, and chloride in the thick ascending limb of the loop of henle (loop), and osmotic agents (mannitol). TOXICOLOGY: Produce hypovolemia and electrolyte deficiencies. EPIDEMIOLOGY: Rare overdose which uncommonly results in significant morbidity or death. MILD TO MODERATE TOXICITY: Mild dehydration, tachycardia, dry mucous membranes, headache, muscle cramps, thirst, and brisk diuresis. Large doses of furosemide or ethacrynic acid can cause ototoxicity. SEVERE TOXICITY: Hypotension, hypochloremic metabolic alkalosis, mental status changes, and electrolyte abnormalities (i.e. hypokalemia, hypomagnesemia, hypochloremia, hypocalcemia) are the most common manifestations of severe poisoning. Rarely muscle spasms, tetany, seizures, coma, or dysrhythmias may develop secondary to severe electrolyte abnormalities.  CNS depression has been reported rarely in children with acute ingestion without significant electrolyte abnormalities. ADVERSE EFFECTS: Thiazides are associated with hyperglycemia and hyperlipidemia. Furosemide has been associated with ototoxicity, hyperglycemia, and hypercholesterolemia.  Diuretics have a large number of drug interactions as well. Extravasation of mannitol can cause tissue injury and compartment syndrome.<br\/>"},{"id":"7nves12b32","title":"Treatment","mono":"<b>DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with minor symptoms can be managed with supportive care only.  Oral hydration and oral electrolyte supplementation may be sufficient.  Severe electrolyte disturbances and\/or mental status changes indicate a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is very rare. Treatment should be directed at intravenous correction of volume loss and electrolyte abnormalities.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not indicated as toxicity is rare. HOSPITAL: Activated charcoal is rarely  indicated as acute toxicity is rare.<\/li><li>Airway management: Diuretic poisoning should not produce symptoms mandating airway management.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: Monitor vital signs and serum electrolytes.  Obtain an ECG in patients with significant electrolyte abnormalities.<\/li><li>Enhanced elimination procedure: Hemodialysis is not expected to be helpful.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of less than a maximal daily dose can be monitored at home. OBSERVATION CRITERIA: Adults with intentional ingestions or symptomatic children should be referred to a health care facility.  Patients who are asymptomatic after 6 hours can be discharged home. ADMISSION CRITERIA: Patients who have severe electrolyte abnormalities or vital sign abnormalities should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul>"},{"id":"7nves12b33","title":"Range of Toxicity","mono":"<b>DIURETICS<\/b><br\/>TOXICITY: Toxic doses are not well established.  Diuresis is expected to result at even therapeutic doses.  Toxicity is most common with chronic dosing and acute toxicity is often related to other factors such as comorbid conditions and access to fluid replacement. THERAPEUTIC DOSE: Furosemide is typically dosed at 20 to 80 mg with repeat doses as necessary in adults; pediatric dose is 1 to 2 mg\/kg orally.  Hydrochlorothiazide is typically dosed at 12.5 to 50 mg daily in adults; pediatric dose is 1 to 3 mg\/kg divided twice daily.<br\/>"}]},{"id":"7nves13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that inhalation form may cause severe bronchospasm.<\/li><li>The inhalation form may cause headache, pharyngolaryngeal pain, throat irritation, nausea, cough, rhinorrhea, dyspnea, chest discomfort, wheezing, retching and dizziness.<\/li><li>The solution for irrigation or IV injection may cause chest pain, hypotension, palpitations, tachyarrhythmia, diarrhea, nausea, vomiting, xerostomia, headache, rhinitis, or urinary retention.<\/li><li>Instruct patients receiving the solution for irrigation or IV injection to report signs\/symptoms of decreased renal function, including decreased urine output.<\/li><\/ul>"}]}