{"generic":"Megestrol Acetate","drugs":["Megace","Megace ES","Megestrol Acetate"],"mono":{"0":{"id":"7ugws0","title":"Generic Names","mono":"Megestrol Acetate"},"1":{"id":"7ugws1","title":"Dosing and Indications","sub":{"0":{"id":"7ugws1b4","title":"Adult Dosing","mono":"<ul><li>Megace(R)ES (megestrol acetate) oral suspension has a different concentration (125 mg\/mL) than other megestrol acetate oral suspension products (40 mg\/mL) and is dosed differently<\/li><li><b>Breast cancer, palliative treatment of advanced disease (recurrent, inoperable, or metastatic):<\/b> 40 mg ORALLY FOUR times daily<\/li><li><b>Cachexia associated with AIDS:<\/b> (initial) 40 mg\/mL oral suspension, 800 mg (20 mL) ORALLY daily<\/li><li><b>Cachexia associated with AIDS:<\/b> (initial) 125 mg\/mL oral suspension (Megace(R) ES); 625 mg (5 mL) ORALLY daily<\/li><li><b>Cachexia associated with AIDS:<\/b> (maintenance) daily doses of 400 and 800 mg\/day of megestrol acetate oral suspension (800 mg\/20 mL equivalent to 625 mg\/5 mL of megestrol acetate oral suspension) were found to be clinically effective<\/li><li><b>Cachexia - Cancer:<\/b> Optimal dosing and timing not yet defined.<\/li><li><b>Carcinoma of prostate, Advanced hormone-refractory:<\/b> 120 mg (93.8 mg\/square meter of body surface area) as a single daily dose in combination with a 0.1 mg diethylstilbestrol tablet<\/li><li><b>Endometrial carcinoma, palliative treatment of advanced disease (recurrent, inoperable, or metastatic):<\/b> 40-320 mg\/day ORALLY in divided doses<\/li><li><b>Endometrial hyperplasia:<\/b> Optimal dosing and timing not yet defined.<\/li><\/ul>"},"1":{"id":"7ugws1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients."},"3":{"id":"7ugws1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Breast cancer, palliative treatment of advanced disease (recurrent, inoperable, or metastatic)<\/li><li>Cachexia associated with AIDS<\/li><li>Endometrial carcinoma, palliative treatment of advanced disease (recurrent, inoperable, or metastatic)<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cachexia - Cancer<\/li><li>Cachexia - Cystic fibrosis<\/li><li>Carcinoma of prostate, Advanced hormone-refractory<\/li><li>Endometrial hyperplasia<\/li><li>Endometriosis<\/li><li>Hot sweats, In women with a history of breast cancer<\/li><li>Malignant melanoma<\/li><li>Malignant neoplasm of liver<\/li><li>Mullerian mixed tumor, Adenosarcoma<\/li><li>Ovarian carcinoma<\/li><\/ul>"}}},"3":{"id":"7ugws3","title":"Contraindications\/Warnings","sub":[{"id":"7ugws3b9","title":"Contraindications","mono":"<ul><li>history of hypersensitivity to megestrol acetate or any component of the formulation<\/li><li>known or suspected pregnancy<\/li><\/ul>"},{"id":"7ugws3b10","title":"Precautions","mono":"<ul><li>adrenal insufficiency has been observed<\/li><li>Cushing syndrome has been reported with chronic use<\/li><li>diabetes mellitus, new onset or exacerbation of existing; has been reported with chronic use<\/li><li>hypothalamic-pituitary-adrenal axis suppression may occur in patients receiving or being withdrawn from chronic therapy; monitoring recommended<\/li><li>thromboembolic disease, history of<\/li><li>elderly patients; dose reduction may be necessary and monitoring recommended<\/li><li>renal impairment, increased risk of toxic reactions; dose reduction may be necessary and monitoring recommended<\/li><\/ul>"},{"id":"7ugws3b11","title":"Pregnancy Category","mono":"<ul><li>Megestrol: X (FDA)<\/li><li>Megestrol: D (AUS)<\/li><\/ul>"},{"id":"7ugws3b12","title":"Breast Feeding","mono":"Megestrol: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"7ugws4","title":"Drug Interactions","sub":[{"id":"7ugws4b13","title":"Contraindicated","mono":"<ul>Dofetilide (probable)<\/ul>"}]},"5":{"id":"7ugws5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension<\/li><li><b>Dermatologic:<\/b>Rash, Sweating symptom<\/li><li><b>Endocrine metabolic:<\/b>Hot sweats, Weight gain<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Flatulence, Indigestion, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Insomnia<\/li><li><b>Psychiatric:<\/b>Mood swings<\/li><li><b>Reproductive:<\/b>Erectile dysfunction<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Adrenal insufficiency<\/li><li><b>Hematologic:<\/b>Anemia, Deep venous thrombosis, Thrombophlebitis<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><\/ul>"},"6":{"id":"7ugws6","title":"Drug Name Info","sub":{"0":{"id":"7ugws6b17","title":"US Trade Names","mono":"<ul><li>Megace<\/li><li>Megace ES<\/li><\/ul>"},"2":{"id":"7ugws6b19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Progestin<\/li><\/ul>"},"3":{"id":"7ugws6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"7ugws6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"7ugws7","title":"Mechanism Of Action","mono":"Megestrol acetate, a synthetic derivative of progesterone, is suggested to reduce estrogen secretion by inhibiting the production of pituitary gonadotropin in endometrial carcinoma. As an antineoplastic, it is suggested that megestrol acetate exerts direct cytotoxic effects on breast cancer cells by either interfering with availability, stability and turnover of estrogen and the interaction with genes at the estrogen receptor complex or at the progestin receptor complex by interacting directly to turn of the specific estrogen-responsive genes. The exact mechanism of action for its clinical use in endometrial cancer and as appetite-enhancing agent in cachexia remains unknown.<br\/>"},"8":{"id":"7ugws8","title":"Pharmacokinetics","sub":{"0":{"id":"7ugws8b23","title":"Absorption","mono":"<ul><li>Oral, suspension, cachectic males with AIDS: time to peak concentration, 5 h (median)<\/li><li>Oral, suspension, asymptomatic HIV seropositive males: time to peak concentration, 3 h (median)<\/li><li>Oral, tablet: time to peak concentration, 1 h to 3 h (mean 2.2 h)<\/li><li>Bioavailability: (oral, suspension), not evaluated<\/li><li>Effect of food: (oral, suspension), not evaluated<\/li><\/ul>"},"3":{"id":"7ugws8b26","title":"Excretion","mono":"<ul><li>Fecal: 7.7% to 30.3% (mean 19.8%)<\/li><li>Renal: 56.5% to 78.4% (mean 66.4%), 5% to 8% as metabolites<\/li><\/ul>"},"4":{"id":"7ugws8b27","title":"Elimination Half Life","mono":" 13 h to 104.9 h (mean 34.2 h) <br\/>"}}},"9":{"id":"7ugws9","title":"Administration","mono":"<b>Oral<\/b><br\/>(suspension) shake well before measuring dose <br\/>"},"10":{"id":"7ugws10","title":"Monitoring","mono":"<ul><li>increased body weight and appetite<\/li><li>adrenocorticotropic hormone levels in patients with signs or symptoms of adrenal insufficiency (hypotension, nausea, vomiting, dizziness, or weakness).<\/li><li>renal function in elderly patients<\/li><\/ul>"},"11":{"id":"7ugws11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Suspension: 40 MG\/ML<\/li><li>Oral Tablet: 20 MG, 40 MG<\/li><\/ul><\/li><li><b>Megace ES<\/b><br\/>Oral Suspension: 625 MG\/5 ML<br\/><\/li><li><b>Megace<\/b><br\/>Oral Suspension: 40 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"7ugws12","title":"Toxicology","sub":[{"id":"7ugws12b31","title":"Clinical Effects","mono":"<b>MEGESTROL <\/b><br\/>USES: Megestrol acetate is indicated, in patients with acquired immunodeficiency syndrome (AIDS), for the treatment of anorexia, cachexia, or significant weight loss that is unexplained. It is also indicated, as palliative therapy, for the treatment of advanced carcinoma of the breast or endometrium.  PHARMACOLOGY: Megestrol acetate, a synthetic derivative of progesterone, is suggested to reduce estrogen secretion by inhibiting the production of pituitary gonadotropin in endometrial carcinoma. As an antineoplastic, it is suggested that megestrol acetate exerts direct cytotoxic effects on breast cancer cells by either interfering with availability, stability and turnover of estrogen and the interaction with genes at the estrogen receptor complex or at the progestin receptor complex by interacting directly to turn of the specific estrogen-responsive genes. The exact mechanism of action for its clinical use in endometrial cancer and as appetite-enhancing agent in cachexia remains unknown. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: In several overdose cases during postmarketing period, diarrhea, nausea, abdominal pain, shortness of breath, cough, unsteady gait, listlessness, and chest pain were reported. ADVERSE EFFECTS: Most  adverse effects are related to chronic or high-dose therapy. CHRONIC: Hyperglycemia, impotence, decreased libido, deep venous thrombosis, and tachypnea may occur with chronic therapy.  Other adverse effects that have been reported include: hypertension, nausea and vomiting, diarrhea, insomnia, asthenia, hot flashes, thrombophlebitis, and pulmonary embolism. HIGH-DOSE THERAPY: Cushing syndrome and cholestatic hepatitis were reported following high-dose megestrol therapy (800 to 1200 mg\/day). Mild blood pressure elevation, weight gain, increased appetite, hyperglycemia, edema, dyspnea, and congestive heart failure have been reported in patients receiving high-dose regimens (480 to 1600 mg\/day) for the treatment of advanced breast cancer. RARE: Alopecia and skin rashes have been rarely reported. <br\/>"},{"id":"7ugws12b32","title":"Treatment","mono":"<b>MEGESTROL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: ACUTE OVERDOSE:  Single acute overdoses will seldom result in toxicity.  Supportive treatment is adequate in most situations. CHRONIC POISONING: Discontinue medication and monitor for signs of severe toxicity and treat symptomatically. Obtain a baseline CBC, hepatic enzymes, and renal function tests. Obtain a pregnancy test in women of reproductive age because of possible fetotoxic effects. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after megestrol overdose.<\/li><li>Decontamination: PREHOSPITAL:  Toxicity after acute ingestion is unlikely, and is generally only expected with chronic use.  Gastrointestinal decontamination is generally unnecessary. HOSPITAL: Toxicity after acute ingestion is unlikely, and is generally only expected with chronic use.  Gastrointestinal decontamination is generally unnecessary. Consider activated charcoal only after very large ingestions or if coingestants with significant toxicity are involved. <\/li><li>Airway management: Should not be required in these cases.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Routine lab studies are generally not necessary unless otherwise clinically indicated. Obtain a pregnancy test in women of reproductive age. In self-harm ingestions, monitor serum electrolytes. Monitor vital signs, particularly blood pressure. Obtain an ECG, and institute continuous cardiac monitoring in patients with cardiac symptoms or severe hypertension. CHRONIC TOXICITY: Discontinue medication and monitor for signs of toxicity and treat symptomatically.  Obtain a baseline CBC, hepatic enzymes, and renal function tests in symptomatic patients. Obtain a pregnancy test in women of reproductive age.<\/li><li>Enhanced elimination procedure: Due to the low solubility of megestrol, hemodialysis may not be an effective method of elimination.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposures can be watched at home with follow up with their regular physician as needed.  OBSERVATION CRITERIA: Patients with significant adverse effects or deliberate overdose should be sent to a healthcare facility. ADMISSION CRITERIA: Admission is rarely necessary after an acute overdose. Patients with severe adverse reactions (eg, pulmonary embolism) should be admitted, and depending on the severity of their symptoms, may merit an ICU admission. Criteria for discharge include resolution or treatment of their symptoms. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.  Pregnant women who ingest megestrol should be referred for evaluation of fetotoxic effects.<\/li><\/ul>"},{"id":"7ugws12b33","title":"Range of Toxicity","mono":"<b>MEGESTROL <\/b><br\/>TOXICITY: A specific toxic dose has not been established. Mild blood pressure elevation, weight gain, increased appetite, hyperglycemia, edema, dyspnea, cholestatic hepatitis, and congestive heart failure were reported with high-dose megestrol therapy of approximately 400 to 1600 mg\/day. In other studies, megestrol doses up to 1200 mg\/day did not result in serious unexpected side effects. In several overdose cases during postmarketing period, diarrhea, nausea, abdominal pain, shortness of breath, cough, unsteady gait, listlessness, and chest pain were reported. Cushing syndrome and cholestatic hepatitis were reported following high-dose megestrol therapy (800 to 1200 mg\/day). THERAPEUTIC DOSE: ADULTS: Varies by indication: Tablets: 40 to 320 mg orally daily in divided doses; oral suspension: 800 mg (20 mL) daily; 625 mg (5 mL) orally daily of a concentrated formula. CHILDREN: Safety and efficacy have not been established. <br\/>"}]},"13":{"id":"7ugws13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause sweating, hot flashes, weight gain, diarrhea, dyspepsia, flatulence, nausea, vomiting, insomnia, mood swings, impotence, anemia, deep venous thrombosis, thrombophlebitis, or pulmonary embolism.<\/li><li>Instruct patient to report signs\/symptoms of adrenal insufficiency, as drug may suppress the hypothalamic-pituitary-adrenal axis.<\/li><li>Inform patient that drug may need to be taken for at least 2 months before effectiveness can be determined.<\/li><\/ul>"}}}