{"generic":"Metaxalone","drugs":["Metaxalone","Skelaxin"],"mono":{"0":{"id":"7ydgs0","title":"Generic Names","mono":"Metaxalone"},"1":{"id":"7ydgs1","title":"Dosing and Indications","sub":[{"id":"7ydgs1b4","title":"Adult Dosing","mono":"<b>Musculoskeletal pain:<\/b> 800 mg ORALLY 3-4 times a day"},{"id":"7ydgs1b5","title":"Pediatric Dosing","mono":"<ul><li>Safety and effectiveness in children 12 yr of age and below have not been established<\/li><li><b>Musculoskeletal pain:<\/b> children 13 y and older, 800 mg ORALLY 3-4 times a day<\/li><\/ul>"},{"id":"7ydgs1b6","title":"Dose Adjustments","mono":"<ul><li><b>liver disease:<\/b> use lower initial doses and increase gradually as needed and tolerated<\/li><li><b>renal impairment:<\/b> use lower initial doses and increase gradually as needed and tolerated<\/li><\/ul>"},{"id":"7ydgs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Musculoskeletal pain<br\/>"}]},"3":{"id":"7ydgs3","title":"Contraindications\/Warnings","sub":[{"id":"7ydgs3b9","title":"Contraindications","mono":"<ul><li>anemia, history of drug-induced, hemolytic, or other<\/li><li>hypersensitivity to metaxalone or any component of this product<\/li><li>impaired hepatic function, significantly<\/li><li>impaired renal function, significantly<\/li><\/ul>"},{"id":"7ydgs3b10","title":"Precautions","mono":"<ul><li>concomitant use of alcohol, barbiturates, or other CNS depressants; CNS effects may be enhanced by metaxalone<\/li><li>elderly; increased susceptibility to CNS depressant effects if administered with food<\/li><li>liver damage, preexisting<\/li><li>false-positive Benedict's test; use glucose-specific test to differentiate results<\/li><\/ul>"},{"id":"7ydgs3b11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"7ydgs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"7ydgs4","title":"Drug Interactions","sub":{"1":{"id":"7ydgs4b14","title":"Major","mono":"<ul><li>Adinazolam (theoretical)<\/li><li>Alfentanil (probable)<\/li><li>Alprazolam (theoretical)<\/li><li>Amobarbital (theoretical)<\/li><li>Anileridine (probable)<\/li><li>Aprobarbital (theoretical)<\/li><li>Bromazepam (theoretical)<\/li><li>Brotizolam (theoretical)<\/li><li>Buprenorphine (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Butalbital (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Clonazepam (theoretical)<\/li><li>Clorazepate (theoretical)<\/li><li>Codeine (probable)<\/li><li>Dantrolene (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Estazolam (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flunitrazepam (theoretical)<\/li><li>Flurazepam (theoretical)<\/li><li>Halazepam (theoretical)<\/li><li>Hydrocodone (probable)<\/li><li>Hydromorphone (probable)<\/li><li>Ketazolam (theoretical)<\/li><li>Levorphanol (probable)<\/li><li>Lorazepam (theoretical)<\/li><li>Lormetazepam (theoretical)<\/li><li>Medazepam (theoretical)<\/li><li>Meperidine (probable)<\/li><li>Mephenesin (theoretical)<\/li><li>Mephobarbital (theoretical)<\/li><li>Meprobamate (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methohexital (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Nitrazepam (theoretical)<\/li><li>Nordazepam (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Oxycodone (probable)<\/li><li>Pentobarbital (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Propoxyphene (probable)<\/li><li>Quazepam (theoretical)<\/li><li>Remifentanil (probable)<\/li><li>Secobarbital (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Temazepam (theoretical)<\/li><li>Thiopental (theoretical)<\/li><li>Triazolam (theoretical)<\/li><\/ul>"}}},"5":{"id":"7ydgs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Drug-induced gastrointestinal disturbance, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Dizziness, Headache, Somnolence<\/li><li><b>Psychiatric:<\/b>Feeling nervous<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Hemolytic anemia (rare), Leukopenia (rare)<\/li><li><b>Hepatic:<\/b>Jaundice (rare)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (rare)<\/li><\/ul>"},"6":{"id":"7ydgs6","title":"Drug Name Info","sub":{"0":{"id":"7ydgs6b17","title":"US Trade Names","mono":"Skelaxin<br\/>"},"2":{"id":"7ydgs6b19","title":"Class","mono":"Skeletal Muscle Relaxant, Centrally Acting<br\/>"},"3":{"id":"7ydgs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"7ydgs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"7ydgs7","title":"Mechanism Of Action","mono":"Metaxalone has no established mechanism of action, but its clinical effect may be associated with general depression of the nervous system. It has no direct effect on the contractile mechanism of striated muscle, the nerve fiber or the motor end plate.<br\/>"},"8":{"id":"7ydgs8","title":"Pharmacokinetics","sub":[{"id":"7ydgs8b23","title":"Absorption","mono":"<ul><li>Bioavailability: not known<\/li><li>Effect of food: (oral, tablet), an increase in drug exposure and a decrease in half-life <\/li><\/ul>"},{"id":"7ydgs8b24","title":"Distribution","mono":"Vd: (oral, tablet), 800 liters <br\/>"},{"id":"7ydgs8b25","title":"Metabolism","mono":"Hepatic <br\/>"},{"id":"7ydgs8b26","title":"Excretion","mono":"Renal: (oral, tablet), as unidentified metabolites <br\/>"},{"id":"7ydgs8b27","title":"Elimination Half Life","mono":"8 to 9 h +\/- 4.8 hours (mean) <br\/>"}]},"10":{"id":"7ydgs10","title":"Monitoring","mono":"<ul><li>reduction in pain and muscle spasms<\/li><li>passive limb movement<\/li><li>hepatic function, CBC<\/li><\/ul>"},"11":{"id":"7ydgs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 400 MG, 800 MG<br\/><\/li><li><b>Skelaxin<\/b><br\/>Oral Tablet: 400 MG, 800 MG<br\/><\/li><\/ul>"},"12":{"id":"7ydgs12","title":"Toxicology","sub":[{"id":"7ydgs12b31","title":"Clinical Effects","mono":"<b>METAXALONE  <\/b><br\/>USES: Metaxalone is used as an adjunct to rest and physical therapy in the treatment of painful musculoskeletal conditions. PHARMACOLOGY: Metaxalone has no established mechanism of action, but its clinical effect may be associated with general depression of the nervous system. It has no direct effect on the contractile mechanism of striated muscle, the nerve fiber or the motor end plate. TOXICOLOGY: The toxicity of metaxalone is an extension of its pharmacology, generally causing CNS depression. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. The most common adverse clinical effects following overdose have been drowsiness, agitation, dizziness\/vertigo, slurred speech, tremor, nausea, vomiting, and tachycardia. The following adverse effects have also been reported with metaxalone overdose: Bradycardia, hypertension, hypotension, rash, pruritus, abdominal pain, ataxia, confusion, hallucinations\/delusions, headache, muscle rigidity, seizures, syncope, mydriasis, urinary retention, diaphoresis, and fever. SEVERE TOXICITY: An adult with multiple sclerosis developed CNS depression and muscle rigidity after ingesting 90 g of metaxalone, but recovered with supportive care. In a retrospective review of adult metaxalone overdoses, respiratory depression developed in 2 patients. Deaths have been reported in patients ingesting large doses of metaxalone in combination other drugs that cause CNS and respiratory depression (eg, antidepressants, acetaminophen\/hydrocodone). ADVERSE EFFECTS: COMMON: Drowsiness, dizziness, headache, nervousness or irritability, nausea, vomiting, and gastrointestinal upset. OTHER EFFECTS: Hypersensitivity reactions, rash with or without pruritus, leukopenia, hemolytic anemia, jaundice, anaphylactoid reactions. <br\/>"},{"id":"7ydgs12b32","title":"Treatment","mono":"<b>METAXALONE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild to moderate exposures, good symptomatic and supportive care is the only necessary treatment. While decontamination may decrease the absorption of metaxalone, it may not be necessary as most patients require little more than supportive care. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: For severe toxicity, administer intravenous fluids and vasopressors for hypotension, and endotracheal intubation and mechanical ventilation for severe CNS and respiratory depression. For seizures, administer benzodiazepines initially and add propofol or phenobarbital if seizures persist.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not recommended because of the risk of CNS and respiratory depression and subsequent aspiration. HOSPITAL: Activated charcoal should be considered in patients with large overdoses who present early and are not demonstrating CNS depression and can protect the airway.<\/li><li>Airway management: Airway management may be an issue after large ingestions, and these patients may require intubation for respiratory depression\/airway protection.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor patients with significant CNS depression for respiratory insufficiency. Monitor serum electrolytes in patients with prolonged vomiting. Qualitative or quantitative levels of metaxalone in the blood or urine may be obtained by certain labs, but are not useful or generally available for clinical management.<\/li><li>Enhanced elimination procedure: There is no role for dialysis, hemoperfusion, urinary alkalinization, or multiple dose activated charcoal.<\/li><li>Patient disposition: HOME CRITERIA: Adults with only mild symptoms who have unintentional ingestions of 2400 mg or less can be observed at home. Children with mild symptoms and unintentional ingestions of 4000 mg or less can be observed at home. OBSERVATION CRITERIA: Any patient with a deliberate ingestion or more than mild symptoms should be referred to a healthcare facility for evaluation and treatment. Adults with inadvertent ingestions of more than 2400 mg and children with inadvertent ingestions of more than 4000 mg or more than 285 mg\/kg should be referred to a healthcare facility. ADMISSION CRITERIA: Patients who are symptomatic after a 6 to 12 hour period of observation should be admitted to the hospital. Criteria for discharge should be clear improvement of symptoms (eg, patient is alert and able to ambulate safely). CONSULT CRITERIA: A medical toxicologist or poison center should be consulted for patients with severe toxicity or unclear diagnosis.<\/li><\/ul>"},{"id":"7ydgs12b33","title":"Range of Toxicity","mono":"<b>METAXALONE<\/b><br\/>TOXICITY: ADULTS: An adult with multiple sclerosis developed CNS depression and muscle rigidity after ingesting 90 g of metaxalone, but recovered with supportive care. In a retrospective review of adults metaxalone ingestions (61 patients with known doses; mean dose, 7732.8 mg; range: 400 to 44,000 mg), ingestion of 2400 mg or less was associated with relatively minor adverse effects. CHILDREN: In a retrospective review of children metaxalone ingestions (80 patients with known doses; mean dose was 655 mg; range: 40 to 4000 mg), ingestion of 4,000 mg (285.71 mg\/kg) or less resulted in minor adverse effects. Deaths have been reported in patients ingesting large doses of metaxalone in combination with other drugs that cause respiratory or CNS depression (eg, antidepressants, acetaminophen\/hydrocodone). However, the causal relationship was not established. THERAPEUTIC DOSE: ADULTS AND CHILDREN OVER 12 YEARS OF AGE: 800 mg orally 3 or 4 times daily. 12 YEARS AND YOUNGER: Safety and efficacy of metaxalone have not been established. <br\/>"}]},"13":{"id":"7ydgs13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness or somnolence.<\/li><li>Warn diabetic patients that this drug may cause false positive results for certain urine glucose tests.<\/li><li>This drug may cause nausea, vomiting, headache, or nervousness.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>Instruct patient to take a missed dose as soon as possible, but if it is more than 1 h past regular dosing time, skip the missed dose.<\/li><\/ul>"}}}