{"generic":"Methacholine Chloride","drugs":["Methacholine Chloride","Provocholine"],"mono":{"0":{"id":"7ygls0","title":"Generic Names","mono":"Methacholine Chloride"},"1":{"id":"7ygls1","title":"Dosing and Indications","sub":{"0":{"id":"7ygls1b4","title":"Adult Dosing","mono":"<b>Asthma; Diagnosis:<\/b> nebulized, ascending serial concentrations of 0.025 to 25 mg\/mL, 5 inhalations at each concentration "},"1":{"id":"7ygls1b5","title":"Pediatric Dosing","mono":"<b>Asthma; Diagnosis:<\/b> (5 years or older) nebulized, ascending serial concentrations of 0.025 to 25 mg\/mL, 5 inhalations at each concentration "},"3":{"id":"7ygls1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Asthma; Diagnosis<br\/>"}}},"2":{"id":"7ygls2","title":"Black Box Warning","mono":"<b>Inhalation (Powder for Solution)<\/b><br\/>Methacholine chloride (for inhalation only) is a bronchoconstrictor agent for diagnostic purposes only and should not be used as a therapeutic agent. Severe bronchoconstriction and reduction in respiratory function can result from the administration of methacholine chloride. Methacholine chloride challenge should not be performed in any patient with clinically apparent asthma, wheezing, or very low baseline pulmonary function tests (eg, FEV1 less than 1 to 1.5 liter or less than 70% of predicted values). Emergency equipment and medication should be immediately available to treat acute respiratory distress.<br\/>"},"3":{"id":"7ygls3","title":"Contraindications\/Warnings","sub":[{"id":"7ygls3b9","title":"Contraindications","mono":"<ul><li>clinically apparent asthma\/wheezing<\/li><li>heart attack or stroke within the last 3 months<\/li><li>hypersensitivity to methacholine products<\/li><li>known aortic aneurysm<\/li><li>uncontrolled hypertension, with systolic blood pressure greater than 200 or diastolic blood pressure greater than 100<\/li><li>very low baseline pulmonary function tests (forced expiratory volume in one second less than 70% of predicted value)<\/li><\/ul>"},{"id":"7ygls3b10","title":"Precautions","mono":"<ul><li>bradycardia<\/li><li>current use of cholinesterase inhibitor medication (for myasthenia gravis)<\/li><li>epilepsy<\/li><li>history of asthma\/wheezing<\/li><li>medical conditions that could be adversely affected by the administration of a cholinergic agent<\/li><li>medications that may interfere with airway responsiveness to methacholine should be discontinued prior to testing; all medications used to treat respiratory distress and\/or chronic respiratory disease may potentially interfere with interpretation of the methacholine bronchial challenge<\/li><li>peptic ulcer disease<\/li><li>thyroid disease<\/li><li>urinary tract obstruction<\/li><li>vagotonia<\/li><\/ul>"},{"id":"7ygls3b11","title":"Pregnancy Category","mono":"Methacholine: C (FDA)<br\/>"},{"id":"7ygls3b12","title":"Breast Feeding","mono":"Methacholine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"7ygls5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Lightheadedness<\/li><li><b>Dermatologic:<\/b>Pruritus<\/li><li><b>Neurologic:<\/b>Headache<\/li><li><b>Respiratory:<\/b>Throat irritation<\/li><\/ul><b>Serious<\/b><br\/><b>Respiratory:<\/b>Dyspnea, Wheezing<br\/>"},"6":{"id":"7ygls6","title":"Drug Name Info","sub":{"0":{"id":"7ygls6b17","title":"US Trade Names","mono":"Provocholine<br\/>"},"2":{"id":"7ygls6b19","title":"Class","mono":"<ul><li>Cholinergic<\/li><li>Diagnostic Agent, Bronchial<\/li><\/ul>"},"3":{"id":"7ygls6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"7ygls6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"7ygls7","title":"Mechanism Of Action","mono":"Methacholine chloride is the beta-methyl homolog of acetylcholine that induces bronchoconstriction by stimulating the nerve endings of the vagus nerve. It resists inactivation by nonspecific acetylcholinesterase or pseudocholinesterase.<br\/>"},"8":{"id":"7ygls8","title":"Pharmacokinetics","sub":{"2":{"id":"7ygls8b25","title":"Metabolism","mono":"Hydrolysis; acetylcholinesterase.<br\/>"}}},"9":{"id":"7ygls9","title":"Administration","mono":"<b>Inhalation<\/b><br\/><ul><li>for inhalation use only<\/li><li>do not inhale undiluted powder; do not handle powder if you have asthma or hay fever<\/li><li>all dilutions should be made with NS containing 0.4% phenol (pH7) in empty USP Type I borosilicate glass vials; shake each vial after dilution to obtain a clear solution<\/li><li>a multiple dilution sequence is required in both multiple and single patient testing; the first 4 dilutions should be stored in a refrigerator for no more than 2 weeks; the final dilution must be prepared on the day of challenge<\/li><li>a sterile bacterial-retentive filter should be used when transferring a solution from each vial to a nebulizer<\/li><li>challenge is performed by administration of ascending serial concentrations of active drug<\/li><li>discard used solution from nebulizer after each concentration<\/li><\/ul>"},"10":{"id":"7ygls10","title":"Monitoring","mono":"pulmonary function tests; baseline and following administration <br\/>"},"11":{"id":"7ygls11","title":"How Supplied","mono":"<b>Provocholine<\/b><br\/>Inhalation Powder for Solution: 100 MG<br\/>"},"12":{"id":"7ygls12","title":"Toxicology","sub":[{"id":"7ygls12b31","title":"Clinical Effects","mono":"<b>CHOLINERGIC AGONISTS-DIRECT <\/b><br\/>USES: Muscarinic direct-acting cholinergic agents include acetylcholine, bethanechol, carbachol, cevimeline, choline, methacholine, and pilocarpine. These agents are used to treat glaucoma (pilocarpine), neurogenic atonic bladder (bethanechol) or Alzheimer disease (cevimeline) or to diagnose bronchial airway hyperactivity (methacholine). Muscarinic mushrooms are discussed in a separate management (Mushrooms-Muscarine\/Histamine). Nicotinic agents (eg, carbachol, nicotinic plant alkaloids) are also discussed in separate managements. PHARMACOLOGY: These agents directly stimulate postganglionic cholinergic receptors and vary in selectivity for muscarinic receptors and nicotinic sites. Acetylcholine, methacholine, bethanechol, and pilocarpine have predominantly muscarinic effects, stimulating gastrointestinal, urinary, uterine, bronchial, cardiac, vascular, exocrine, CNS cortex, and brain stem receptors. Cevimeline is a muscarinic agonist (derivative of acetylcholine) which has demonstrated at least partial direct muscarinic M1-receptor agonist activity in the CNS. TOXICOLOGY: Toxicity occurs when acetylcholinesterase (AChE) does not adequately metabolize acetylcholine (ACh) in the synapse, leaving an excessive amount of ACh to interact with receptors. ACh functions as a neurotransmitter in the CNS where it may cause agitation and excitability followed by lethargy and seizures. In the peripheral nervous system, it affects neuromuscular junctions and the autonomic nervous system (ANS). The ANS manifests both parasympathetic findings (muscarinic: bradycardia, hypersecretion, gastrointestinal smooth muscle contraction, bronchoconstriction, and miosis) and sympathetic findings (mostly nicotinic\/stimulatory: tachycardia, hypertension, bronchodilation, mydriasis, and diaphoresis). EPIDEMIOLOGY: Direct-acting cholinergic agent toxicity is an uncommon occurrence, and severe manifestations are rare except for carbachol. Pilocarpine and carbachol eye drops are used to treat glaucoma, are absorbed systemically, and cause infrequent problems. MILD TO MODERATE POISONING: Peripheral muscarinic effects may include salivation, lacrimation, frequent urination, diarrhea, vomiting, and miosis. Central muscarinic effects may include visual hallucinations and dystonias. SEVERE POISONING: Peripheral muscarinic effects include bradycardia, bronchorrhea, and bronchospasm. Central muscarinic effects may include sedation, muscular rigidity, seizures, or coma. Nicotinic receptor activation may stimulate postganglionic sympathetic and parasympathetic neurons, neuromuscular junctions, and CNS neurons. Clinical effects may include excitation early (eg, hypertension, tachycardia, vomiting, diarrhea, fasciculations, and seizures) and inhibition later (eg, hypotension, bradydysrhythmias, paralysis, and coma). ADVERSE EFFECTS: Adverse effects depend upon the individual agents but may include peripheral muscarinic effects (eg, salivation, lacrimation, frequent urination, diarrhea, vomiting, and miosis) and central muscarinic effects (eg, visual hallucinations and dystonias). Methacholine stimulates muscarinic contraction of airway smooth muscle and increases tracheobronchial secretions.<br\/>"},{"id":"7ygls12b32","title":"Treatment","mono":"<b>CHOLINERGIC AGONISTS-DIRECT <\/b><br\/><ul><li>Support: Atropine, an antimuscarinic agent, is the mainstay of therapy for life-threatening muscarinic effects (bronchorrhea, bronchospasm, and bradycardia). Large doses of intravenous atropine may be required in the first 24 hours (up to 50 mg in one case). Nicotinic effects do not respond to atropine. Supportive care is the primary treatment for nicotinic poisoning with emphasis on respiratory and cardiovascular systems. These agents may be absorbed by oral, intravenous, ocular, and subcutaneous routes, but the systemic manifestations are treated the same. MANAGEMENT OF MILD TO MODERATE TOXICITY: IV atropine and supportive care are usually sufficient treatment for mild to moderate toxicity. Administer inhaled beta2-adrenergic agonists (eg albuterol) for bronchospasm. MANAGEMENT OF SEVERE TOXICITY: Large doses of IV atropine may be required for severe muscarinic findings to dry secretions. Epinephrine IV may assist in overcoming severe cardiovascular responses or bronchoconstriction. Administer inhaled beta2-adrenergic agonists (eg, albuterol) for bronchospasm, as well as inhaled ipratropium bromide and systemic corticosteroids as needed. Treat seizures with IV benzodiazepines. Otherwise, meticulous supportive care with attention directed to oxygenation, ventilation, and circulation generally are sufficient.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal is generally not necessary since direct-acting cholinergic agonists can induce spontaneous vomiting. Eye drops are absorbed rapidly, so eye irrigation likely will not decrease absorption. HOSPITAL: If the patient 1) has taken a significant overdose or there is a serious co-ingestant that binds charcoal, 2) if the patient is alert and able to tolerate charcoal and not persistently vomiting, and 3) if the ingestion was recent, then charcoal may be administered. Gastric lavage and whole bowel irrigation are generally not indicated.<\/li><li>Airway management: Administer 100% oxygen as needed for respiratory support. Intubate and provide assisted ventilation as necessary. This is not likely unless a very large exposure has occurred.<\/li><li>Antidote: Atropine is the antidote for muscarinic symptoms. Administer IV atropine liberally until secretions slow\/cease. There is no antidote for nicotinic symptoms.<\/li><li>Monitoring of patient: Monitor vital signs, including pulse oximetry. Monitor for evidence of respiratory distress, bronchospasm, or bronchorrhea. Obtain a chest x-ray in patients with respiratory distress to evaluate for pulmonary edema. Monitor serum electrolytes in patients with significant toxicity. Obtain an ECG and institute continuous cardiac monitoring in patients with significant toxicity.<\/li><li>Enhanced elimination procedure: Enhanced elimination is generally not necessary or effective.<\/li><li>Patient disposition: HOME CRITERIA: Symptoms are generally mild unless large amounts have been ingested or taken. Patients may be observed at home for mild symptoms after inadvertent exposures, but should be evaluated for any concerning symptoms (eg, shortness of breath, wet cough, any distress). OBSERVATION CRITERIA: Any patient with a deliberate overdose or who manifests respiratory distress, cardiovascular compromise, dehydration, sedation, agitation, or severe CNS findings should be sent to a healthcare facility for observation. If symptoms resolve in the emergency department and the home social situation permits, the patient may be discharged. ADMISSION CRITERIA: If the above findings persist despite treatment in the emergency department, admit the patient to the appropriate level of care. CONSULT CRITERIA: Consult a medical toxicologist as needed for patients with significant toxicity, especially for patients admitted to the ICU, or in whom the diagnosis is uncertain.<\/li><\/ul>"},{"id":"7ygls12b33","title":"Range of Toxicity","mono":"<b>CHOLINERGIC AGONISTS-DIRECT<\/b><br\/>TOXICITY: CEVIMELINE: Nausea and vomiting, mild hypotension with tachycardia, and borderline QTc interval prolongation were reported in a woman after she ingested 20 30-mg cevimeline tablets. The patient recovered with supportive care. PILOCARPINE: The lethal dose in an adult has been estimated to be as low as 60 mg in an acute poisoning; however, an adult was reported to have developed cholinergic symptoms, but survived, after inadvertent subcutaneous administration of 80 mg pilocarpine. THERAPEUTIC DOSE: ACETYLCHOLINE: 0.5 to 2 mL of a 1:100 solution instilled intraocularly to produce miosis. BETHANECHOL: 10 to 50 mg orally 3 or 4 times\/day. CEVIMELINE: 30 mg orally 3 times daily. PILOCARPINE (ophthalmic): 2 drops in the affected eye 3 or 4 times daily; (oral): 5 mg 3 or 4 times daily; maximum 30 mg\/day.<br\/>"}]},"13":{"id":"7ygls13","title":"Clinical Teaching","mono":"This drug may cause light-headedness, pruritus, headache, throat irritation, dyspnea, or wheezing.<br\/>"}}}