{"generic":"Methimazole","drugs":["Methimazole","Tapazole"],"mono":{"0":{"id":"7z3rs0","title":"Generic Names","mono":"Methimazole"},"1":{"id":"7z3rs1","title":"Dosing and Indications","sub":{"0":{"id":"7z3rs1b4","title":"Adult Dosing","mono":"<ul><li><b>Hyperthyroidism:<\/b> Initial, 10 to 20 mg ORALLY once daily; maintenance, (guideline dosing)  OR mild, 15 mg\/day; moderate, 30 to 40 mg\/day; severe, 60 mg\/day; given in 3 divided doses 8 hours apart (manufacturer dosing)<\/li><li><b>Hyperthyroidism:<\/b> Maintenance, 5 to 10 mg ORALLY once daily (guideline dosing)  OR 5 to 15 mg ORALLY per day (manufacturer dosing)<\/li><li><b>Hyperthyroidism:<\/b> Duration (guideline dosing): Taper or discontinue if thyroid stimulating hormone levels are normal after 12 to 18 months in patients using methimazole as primary therapy for Grave disease<\/li><li><b>Pregnancy - Thyrotoxicosis due to Graves' disease:<\/b> (Second and third trimesters) Use lowest dose to keep mother's total thyroxine (T4) and triiodothyronine (T3) levels slightly above normal range for pregnancy, keep TSH suppressed, and keep free T4 at or slightly above ULN for nonpregnant women; assess monthly and adjust dose as required<\/li><li><b>Thyroid storm:<\/b> 60 to 80 mg\/day ORALLY (guideline dosing)<\/li><li><b>Thyrotoxicosis, Drug-induced:<\/b> (Amiodarone-induced, type 1) 40 mg ORALLY once daily until patient is euthyroid, generally about 3 to 6 months; if continued high-dose therapy is required, dose may be divided (guideline dosing)<\/li><li><b>Thyrotoxicosis, Drug-induced:<\/b> (Iodine-induced) 20 to 40 mg ORALLY as a single or divided dose (guideline dosing)<\/li><\/ul>"},"1":{"id":"7z3rs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Hyperthyroidism:<\/b> Initial, 0.2 to 0.5 mg\/kg ORALLY once daily is typical with a range of 0.1 to 1 mg\/kg\/day; give for 1 to 2 years then assess for remission (guideline dosing)  OR 0.4 mg\/kg\/day ORALLY in 3 divided doses 8 hours apart (manufacturer dosing)<\/li><li><b>Hyperthyroidism:<\/b> Alternatively, using tablet measurement, (infant), 1.25 mg\/day; (aged 1 to 5 years), 2.5 to 5 mg\/day; (aged 5 to 10 years), 5 to 10 mg\/day; (aged 10 to 18 years), 10 to 20 mg\/day (guideline dosing)<\/li><li><b>Hyperthyroidism:<\/b> Maintenance, 50% of the initial dose<\/li><\/ul>"},"3":{"id":"7z3rs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hyperthyroidism<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Choriocarcinoma<\/li><li>Disorder of thyroid gland; Prophylaxis - Toxicity due to radiotherapy; Prophylaxis<\/li><li>Pregnancy - Thyrotoxicosis due to Graves' disease<\/li><li>Thyroid eye disease; Treatment and Prophylaxis<\/li><li>Thyroid storm<\/li><li>Thyrotoxicosis, Drug-induced<\/li><\/ul>"}}},"3":{"id":"7z3rs3","title":"Contraindications\/Warnings","sub":[{"id":"7z3rs3b9","title":"Contraindications","mono":"Hypersensitivity to methimazole or any component of the product <br\/>"},{"id":"7z3rs3b10","title":"Precautions","mono":"<ul><li>Hematologic:<\/li><li>-- Agranulocytosis, potentially life-threatening, may occur; monitoring recommended if symptoms occur; discontinue use if agranulocytosis, aplastic anemia, ANCA-positive vasculitis, hepatitis, or exfoliative dermatitis occur<\/li><li>-- Hypoprothrombinemia and bleeding may occur; monitoring recommended, especially before surgery<\/li><li>Hepatic:<\/li><li>-- Hepatotoxicity; monitoring recommended if symptoms occur; discontinue use if clinical evidence of abnormalities<\/li><li>Other:<\/li><li>-- Cross-reactivity with propylthiouracil has been reported, including antineutrophil cytoplasmic antibody-positive vasculitis, cutaneous reactions, hepatoxicity, and agranulocytosis<\/li><\/ul>"},{"id":"7z3rs3b11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"7z3rs3b12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: WHO documentation states insufficient data.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"7z3rs4","title":"Drug Interactions","sub":{"1":{"id":"7z3rs4b14","title":"Major","mono":"<ul>Tegafur (theoretical)<\/ul>"},"2":{"id":"7z3rs4b15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Anisindione (probable)<\/li><li>Dicumarol (probable)<\/li><li>Phenindione (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"7z3rs5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Rash<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Vasculitis<\/li><li><b>Hematologic:<\/b>Agranulocytosis (0.3% to 1%), Aplastic anemia<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><\/ul>"},"6":{"id":"7z3rs6","title":"Drug Name Info","sub":{"0":{"id":"7z3rs6b17","title":"US Trade Names","mono":"Tapazole<br\/>"},"2":{"id":"7z3rs6b19","title":"Class","mono":"<ul><li>Antithyroid Agent<\/li><li>Thionamide<\/li><\/ul>"},"3":{"id":"7z3rs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"7z3rs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"7z3rs7","title":"Mechanism Of Action","mono":"Methimazole, a thyroid hormone synthesis inhibitor, is used in the treatment of hyperthyroidism. Its actions are similar to propylthiouracil although it does not inactivate the existing thyroxine and triiodothyronine stored in the thyroid or in the blood.<br\/>"},"8":{"id":"7z3rs8","title":"Pharmacokinetics","sub":{"0":{"id":"7z3rs8b23","title":"Absorption","mono":"Oral: readily absorbed <br\/>"},"2":{"id":"7z3rs8b25","title":"Metabolism","mono":"rapidly metabolized <br\/>"},"3":{"id":"7z3rs8b26","title":"Excretion","mono":"<ul><li>Renal<\/li><li>Dialyzable: not established<\/li><\/ul>"}}},"10":{"id":"7z3rs10","title":"Monitoring","mono":"<ul><li>thyroid function test<\/li><li>prothrombin time, CBC, hepatic function<\/li><\/ul>"},"11":{"id":"7z3rs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 5 MG, 10 MG<br\/><\/li><li><b>Tapazole<\/b><br\/>Oral Tablet: 5 MG, 10 MG<br\/><\/li><\/ul>"},"12":{"id":"7z3rs12","title":"Toxicology","sub":[{"id":"7z3rs12b31","title":"Clinical Effects","mono":"<b>METHIMAZOLE AND RELATED AGENTS <\/b><br\/>USES: Methimazole is used in the management of hyperthyroidism. Carbimazole is a prodrug of methimazole.  PHARMACOLOGY: Methimazole is a thyroid hormone synthesis inhibitor. However, it does not inactivate the existing thyroxine and triiodothyronine stored in the thyroid or in the blood. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Hypothyroidism is unlikely to develop after a single acute overdose ingestion. Nausea, vomiting, epigastric distress, headache, fever, joint pain, pruritus, edema, or exfoliative dermatitis may occur following an overdose. SEVERE TOXICITY: Aplastic anemia, pancytopenia, or agranulocytosis may occur several hours to days after an overdose. Hepatitis, nephrotic syndrome, neuropathies, and CNS stimulation or depression may occur infrequently. ADVERSE EFFECTS: Most adverse effects are dose-related and occur within the first 4 to 8 weeks of therapy. Chronic ingestion can result in a variety of immunologic-mediated adverse effects which are not expected to occur in overdose, including leukopenia, agranulocytosis, aplastic anemia, eosinophilia, thrombocytopenia, hypoprothrombinemia, vasculitis, nephritis, lupus-like syndrome, and hepatitis.  Skin rashes are common following therapy and may occur secondary to hematologic toxicity during chronic therapy. Other reported adverse effects include nausea, vomiting, epigastric distress, arthralgia, paresthesia, loss of taste, myalgia, headache, pruritus, drowsiness, neuritis, edema, jaundice, sialadenopathy, and lymphadenopathy. Fatal hepatic necrosis has been reported.  <br\/>"},{"id":"7z3rs12b32","title":"Treatment","mono":"<b>METHIMAZOLE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not recommended because of the potential for CNS depression and subsequent aspiration. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Treatment with G-CSF or GM-CSF has been shown to significantly shorten recovery time in patients with methimazole-induced agranulocytosis. Administer colony stimulating factor for severe neutropenia. Filgrastim 5 mcg\/kg\/day subQ or IV over 15 to 30 minutes. Sargramostim 250 mcg\/meter(2)\/day IV over 4 hours. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serial CBC with differential with platelet count, renal function, liver enzymes, and thyroid function tests after significant overdose. Plasma concentrations are not routinely available. Measurement of T3 (triiodothyronine) and reverse T3 (a major metabolite of T4 with no metabolic activity) levels may confirm a history of ingestion, but the clinical significance is unknown.<\/li><li>Enhanced elimination procedure: Hemodialysis, peritoneal dialysis, forced diuresis, or charcoal hemoperfusion have not been shown to be beneficial in methimazole overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with a small inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a large or deliberate overdose, and those who are symptomatic, should be referred to a healthcare facility for evaluation. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"7z3rs12b33","title":"Range of Toxicity","mono":"<b>METHIMAZOLE AND RELATED AGENTS <\/b><br\/>TOXICITY: A specific toxic dose has not been established. Adverse effects at higher doses (60 mg\/day) are common. THERAPEUTIC DOSE: ADULTS: Initial oral doses range from 15 to 60 mg orally in 3 divided doses every 8 hours daily. Maintenance: 5 to 15 mg orally per day. CHILDREN: Initial oral dose is 0.4 mg\/kg\/day orally in 3 divided doses every 8 hours daily. Maintenance, one-half of the initial oral dose. <br\/>"}]},"13":{"id":"7z3rs13","title":"Clinical Teaching","mono":"Advise patient to report signs\/symptoms of hepatotoxicity, aplastic anemia, or infection (fever, headache, malaise, skin eruptions, sore throat).<br\/>"}}}