{"generic":"Methocarbamol","drugs":["Methocarbamol","Robaxin","Robaxin-750"],"mono":{"0":{"id":"7z9ys0","title":"Generic Names","mono":"Methocarbamol"},"1":{"id":"7z9ys1","title":"Dosing and Indications","sub":[{"id":"7z9ys1b4","title":"Adult Dosing","mono":"<ul><li><b>Musculoskeletal pain:<\/b> initial, 1500 mg ORALLY 4 times a day for 48 to 72 hours; MAX 8 g\/day for severe conditions<\/li><li><b>Musculoskeletal pain:<\/b> maintenance, 750 mg ORALLY every 4 hours OR 1500 mg ORALLY 3 times a day OR 1000 mg ORALLY 4 times a day; usual dosage, 4 g\/day<\/li><li><b>Musculoskeletal pain:<\/b> 1 g IV (MAX infusion rate, 300 mg\/min) for moderate to severe symptoms; may require additional doses of 1 g every 8 hours (MAX dose, 3 g\/day for 3 days); if condition persists, a like course may be repeated after a 48-hour drug-free interval<\/li><li><b>Musculoskeletal pain:<\/b> up to 1 g (0.5 g into each gluteal region) IM every 8 hours as needed (MAX dose, 3 g\/day for 3 days); if necessary, a like course may be repeated after a 48-hour drug-free interval<\/li><li><b>Spasm - Tetanus:<\/b> initial, 1 to 2 g IV (MAX infusion rate, 300 mg\/min); an additional 1 to 2 g may be added to the infusion bottle; MAX initial dose, 3 g; repeat IV dosage every 6 hours until conditions allow for the insertion of an NG tube; crushed methocarbamol tablets suspended in water or saline may then be given through this tube; total oral doses up to 24 g\/day may be required<\/li><\/ul>"},{"id":"7z9ys1b5","title":"Pediatric Dosing","mono":"<b>Spasm - Tetanus:<\/b> initial, 15 mg\/kg or 500 mg\/m(2) IV; may repeat every 6 hours as needed; MAX dose, 1.8 g\/m(2) for 3 consecutive days "},{"id":"7z9ys1b6","title":"Dose Adjustments","mono":"<b>renal impairment, IV:<\/b> contraindicated due to the presence of propylene glycol 300 in the vehicle "},{"id":"7z9ys1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Musculoskeletal pain<\/li><li>Spasm - Tetanus<\/li><\/ul>"}]},"3":{"id":"7z9ys3","title":"Contraindications\/Warnings","sub":[{"id":"7z9ys3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to methocarbamol or any components of the product<\/li><li>renal pathology, known or suspected; injection contains polyethylene glycol 300<\/li><\/ul>"},{"id":"7z9ys3b10","title":"Precautions","mono":"<ul><li>Immunologic:<\/li><li>-- latex sensitivity; vial stopper contains dry natural rubber<\/li><li>Neurologic:<\/li><li>-- seizure disorders, known or suspected (injection)<\/li><\/ul>"},{"id":"7z9ys3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"7z9ys3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk is minimal.<br\/>"}]},"4":{"id":"7z9ys4","title":"Drug Interactions","sub":{"1":{"id":"7z9ys4b14","title":"Major","mono":"<ul><li>Adinazolam (theoretical)<\/li><li>Alfentanil (probable)<\/li><li>Alprazolam (theoretical)<\/li><li>Amobarbital (theoretical)<\/li><li>Anileridine (probable)<\/li><li>Aprobarbital (theoretical)<\/li><li>Bromazepam (theoretical)<\/li><li>Brotizolam (theoretical)<\/li><li>Buprenorphine (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Butalbital (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Clonazepam (theoretical)<\/li><li>Clorazepate (theoretical)<\/li><li>Codeine (probable)<\/li><li>Dantrolene (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Estazolam (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flunitrazepam (theoretical)<\/li><li>Flurazepam (theoretical)<\/li><li>Halazepam (theoretical)<\/li><li>Hydrocodone (probable)<\/li><li>Hydromorphone (probable)<\/li><li>Ketazolam (theoretical)<\/li><li>Levorphanol (probable)<\/li><li>Lorazepam (theoretical)<\/li><li>Lormetazepam (theoretical)<\/li><li>Medazepam (theoretical)<\/li><li>Meperidine (probable)<\/li><li>Mephenesin (theoretical)<\/li><li>Mephobarbital (theoretical)<\/li><li>Meprobamate (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Methohexital (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Nitrazepam (theoretical)<\/li><li>Nordazepam (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Oxycodone (probable)<\/li><li>Pentobarbital (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Propoxyphene (probable)<\/li><li>Quazepam (theoretical)<\/li><li>Remifentanil (probable)<\/li><li>Secobarbital (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Temazepam (theoretical)<\/li><li>Thiopental (theoretical)<\/li><li>Triazolam (theoretical)<\/li><\/ul>"}}},"5":{"id":"7z9ys5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Neurologic:<\/b>Dizziness, Headache, Lightheadedness, Somnolence<br\/><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Leukopenia<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},"6":{"id":"7z9ys6","title":"Drug Name Info","sub":{"0":{"id":"7z9ys6b17","title":"US Trade Names","mono":"<ul><li>Robaxin<\/li><li>Robaxin-750<\/li><\/ul>"},"2":{"id":"7z9ys6b19","title":"Class","mono":"Skeletal Muscle Relaxant, Centrally Acting<br\/>"},"3":{"id":"7z9ys6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"7z9ys6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"7z9ys7","title":"Mechanism Of Action","mono":"Methacarbamol is a CNS depressant with sedative and musculoskeletal relaxant activities. It lacks direct action on the contractile mechanism of striated muscle, the motor endplate or the nerve fiber. The mechanism of action remains unknown and presumed to be due to general CNS depression.<br\/>"},"8":{"id":"7z9ys8","title":"Pharmacokinetics","sub":{"1":{"id":"7z9ys8b24","title":"Distribution","mono":"<ul><li>Protein binding: 46% to 50%<\/li><li>Protein binding: (elderly), 41% to 43%<\/li><li>Protein binding: (cirrhosis), approximately 40% to 45%<\/li><\/ul>"},"2":{"id":"7z9ys8b25","title":"Metabolism","mono":"conjugation, dealkylation, and hydroxylation <br\/>"},"3":{"id":"7z9ys8b26","title":"Excretion","mono":"<ul><li>Renal: all metabolites, small amount unchanged<\/li><li>Dialyzable: unknown (hemodialysis)<\/li><\/ul>"},"4":{"id":"7z9ys8b27","title":"Elimination Half Life","mono":"<ul><li>1.1 h +\/- 0.27 h (mean)<\/li><li>elderly: 1.5 h +\/- 0.4 h (mean)<\/li><li>renal impairment: 1.2 h +\/- 0.6 h (mean)<\/li><li>cirrhosis: 3.38 h +\/- 1.62 h (mean)<\/li><\/ul>"}}},"9":{"id":"7z9ys9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>injection is hypertonic; administer IV or IM only; not for subQ use<br\/><\/li><li><b>Intramuscular<\/b><br\/>inject a max of 5 mL (0.5 g) into each gluteal region<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>cautious IV administration is advised to prevent extravasation<\/li><li>place patient in recumbent position during and for 10 to 15 min after injection<\/li><li>inject undiluted directly into the vein at a max rate of 3 mL\/min (300 mg\/min) or dilute 10 mL (1 g) in no more than 250 mL NS or D5W<\/li><li>do not refrigerate after mixing with IV fluids<\/li><\/ul><\/li><li><b>Oral<\/b><br\/>(tetanus) may crush tablets, suspend in water or saline, and give through NG tube<br\/><\/li><\/ul>"},"10":{"id":"7z9ys10","title":"Monitoring","mono":"<ul><li>reduction in pain and muscle spasms<\/li><li>passive limb movement<\/li><li>heart rate, blood pressure<\/li><li>(injection) extravasation<\/li><\/ul>"},"11":{"id":"7z9ys11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 100 MG\/ML<\/li><li>Oral Tablet: 500 MG, 750 MG<\/li><\/ul><\/li><li><b>Robaxin-750<\/b><br\/>Oral Tablet: 750 MG<br\/><\/li><li><b>Robaxin<\/b><br\/><ul><li>Injection Solution: 100 MG\/ML<\/li><li>Oral Tablet: 500 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"7z9ys12","title":"Toxicology","sub":[{"id":"7z9ys12b31","title":"Clinical Effects","mono":"<b>SKELETAL MUSCLE RELAXANTS - CENTRAL ACTING <\/b><br\/>USES: These medications are used for pain syndromes and muscle spasms. Common medications in this class include carisoprodol and methocarbamol. Other medications in this class include chlorzoxazone, mephenesin, zoxazolamine, and chlorphenesin carbamate. These drugs cause their therapeutic effects through CNS depression. They have been used for recreational abuse. PHARMACOLOGY: The mechanism of action of many of these drugs is unknown. Overall, they cause generalized CNS depression, which may alter the perception of pain. The specific mechanisms of carisoprodol and methocarbamol include blockade of interneuronal activity and depression of the polysynaptic neuronal transmission in the spinal cord and reticular formation of the brain. TOXICOLOGY: Their toxicity is an extension of their pharmacology, generally causing CNS depression. EPIDEMIOLOGY: There are thousands of exposures to these drugs in the United States every year. Deaths are very uncommon. MILD TO MODERATE TOXICITY: Mild to moderate overdose may cause mental status depression, nystagmus, mydriasis, blurred vision, tachycardia, mild hypotension, nausea, vomiting, dry mouth, lethargy, euphoria, confusion, incoordination, hallucinations, ataxia, and muscle weakness. Anticholinergic symptoms are common with some of these medications, including carisoprodol. Serotonin syndrome has been reported with carisoprodol. SEVERE TOXICITY: Severe overdose may rarely cause coma, shock, respiratory depression, and seizures. Death is extremely rare. ADVERSE EFFECTS: At therapeutic dosing, one might expect drowsiness, dizziness, and headache. Carisoprodol, in postmarketing reporting and in case reports, has been associated with seizures and idiosyncratic reactions, including severe weakness, transient quadriplegia, euphoria, and temporary vision loss. Hepatotoxicity has rarely been reported following therapeutic doses of chlorzoxazone. <br\/>"},{"id":"7z9ys12b32","title":"Treatment","mono":"<b>SKELETAL MUSCLE RELAXANTS - CENTRAL ACTING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild to moderate exposures, good symptomatic and supportive care is the only necessary treatment. While decontamination may decrease the absorption of these drugs, it may not be necessary as most patients require little more than supportive care. MANAGEMENT OF SEVERE TOXICITY: For severe toxicity, administer intravenous fluids and vasopressors for hypotension, and endotracheal intubation and mechanical ventilation for severe CNS and respiratory depression. For seizures, administer benzodiazepines initially and add propofol or phenobarbital if seizures persist.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not recommended because of the risk of CNS and respiratory depression and subsequent aspiration. HOSPITAL: Activated charcoal should be considered in patients with large overdoses who present early and are not demonstrating CNS depression and can protect the airway. Gastric lavage is not recommended as these ingestions are rarely life-threatening.<\/li><li>Airway management: Airway management may be an issue after large ingestions, and these patients may require intubation for respiratory depression\/airway protection.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: No specific laboratory tests are indicated. Monitor patients with significant CNS depression for respiratory insufficiency and rhabdomyolysis. Qualitative or quantitative levels of these agents in the blood or urine may be obtained by certain labs but are not useful or generally available for clinical management.<\/li><li>Enhanced elimination procedure: For ingestions, there is no role for dialysis, hemoperfusion, urinary alkalinization, or multiple dose activated charcoal.<\/li><li>Patient disposition: HOME CRITERIA: Patients with mild symptoms after small unintentional ingestions may be watched at home as long as someone else is available to obtain help should the patient deteriorate. OBSERVATION CRITERIA: All patients with intentional overdoses, who are having increasing symptoms or are not safe for home management, should be sent in to a health care facility for observation until symptoms improve. ADMISSION CRITERIA: Patients who are symptomatic after a period of observation should be admitted to the hospital. Depending on the severity of the symptoms, the patient may require an ICU admission. Criteria for discharge should be clear improvement of symptoms (eg, patient is alert and able to ambulate safely). CONSULT CRITERIA: A medical toxicologist or poison center should be consulted for patients with severe toxicity or unclear diagnosis.<\/li><\/ul>"},{"id":"7z9ys12b33","title":"Range of Toxicity","mono":"<b>SKELETAL MUSCLE RELAXANTS - CENTRAL ACTING<\/b><br\/>TOXICITY: CARISOPRODOL: ADULT: Adults have developed CNS depression after ingestions of 8.5 to 21 g, but survived with supportive care. DOSE-DEPENDENT EFFECTS: Dose-dependent effects have been reported in patients abusing carisoprodol. In most cases, ingestion of 1 to 3 tablets (each tablet 350 mg) produced a general feeling of wellbeing; ingestion of 4 to 10 tablets produced hypomania (ie, excessive cheerfulness, psychomotor excitation) and greater than 10 tablets produced confusion, disorientation and partial amnesia of events. CHILD: An ingestion of 3500 mg of carisoprodol by a 5-year-old child caused coma and then death 40 hours postingestion. A toddler developed CNS depression after ingesting 700 mg, but recovered. CHLORZOXAZONE: An adult developed severe symptoms after ingesting 10 g, but recovered. THERAPEUTIC DOSE: CARISOPRODOL: ADULT: 250 to 350 mg orally three times daily and at bedtime. CHLORZOXAZONE: ADULT: 500 to 750 mg orally three or four times daily. METHOCARBAMOL: ADULT: 750 mg orally every 4 hours to 1500 mg orally four times daily. One gram IV or IM every 8 hours.<br\/>"}]},"13":{"id":"7z9ys13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Drug may color urine brown, black, or green.<\/li><li>This drug may cause flushing, dyspepsia, nausea, vomiting, dizziness, headache, nystagmus, somnolence, vertigo, blurred vision, conjunctivitis, nervousness, bradyarrhythmia, syncope, leukopenia. The intravenous formulation may also cause seizures.<\/li><li>Instruct patient to report signs\/symptoms of hypotension or severe sedation.<\/li><li>Instruct patient to take a missed oral dose if it is remembered within 1 h of dose time, but if it is more than 1 h late, patient should skip the missed dose.<\/li><\/ul>"}}}