{"generic":"Methohexital Sodium","drugs":["Brevital","Methohexital Sodium"],"mono":[{"id":"7zb2s0","title":"Generic Names","mono":"Methohexital Sodium"},{"id":"7zb2s1","title":"Dosing and Indications","sub":[{"id":"7zb2s1b4","title":"Adult Dosing","mono":"<ul><li><b>Anesthesia:<\/b> induction, 1 to 1.5 mg\/kg (50 to 120 mg, mean 70 mg) IV administered at a rate of 1 mL every 5 seconds (1% solution), which usually provides anesthesia for 5 to 7 minutes; gaseous anesthetics and skeletal muscle relaxants may be administered concomitantly<\/li><li><b>Anesthesia:<\/b> maintenance, intermittent IV injections of 20 to 40 mg (2 to 4 mL of a 1% solution) as required, usually every 4 to 7 minutes OR by continuous IV drip of 3 mL\/min (0.2% solution); individualize flow rate for each patient; for longer surgical procedures, gradual reduction in the administration rate is recommended<\/li><li><b>Procedural sedation:<\/b> 0.75 to 1 mg\/kg IV; can be re-dosed 0.5 mg\/kg every 2-5 min as needed<\/li><\/ul>"},{"id":"7zb2s1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Anesthesia:<\/b> (older than 1 month) 6.6 to 10 mg\/kg IM (5% solution) OR 25 mg\/kg RECTALLY (1% solution)<\/li><li><b>Procedural sedation:<\/b> 25 mg\/kg RECTALLY as 1% solution<\/li><li><b>Procedural sedation:<\/b> 0.5 to 1 mg\/kg IV<\/li><\/ul>"},{"id":"7zb2s1b6","title":"Dose Adjustments","mono":"<b>geriatrics:<\/b> use caution when selecting a dose; start at the low end of the dosing range "},{"id":"7zb2s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Anesthesia<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Procedural sedation<br\/>"}]},{"id":"7zb2s2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>Methohexital should only be used in settings that provide continuous monitoring of respiratory and cardiac function. Immediate availability of resuscitative drugs and equipment and personnel trained in their use should be assured. For deeply sedated patients, a designated person other than the practitioner performing the procedure should be present to continuously monitor the patient.<br\/>"},{"id":"7zb2s3","title":"Contraindications\/Warnings","sub":[{"id":"7zb2s3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to barbiturates<\/li><li>latent or manifest porphyria<\/li><li>patients for whom general anesthesia is contraindicated<\/li><\/ul>"},{"id":"7zb2s3b10","title":"Precautions","mono":"<ul><li>use only in settings that can provide continuous monitoring of respiratory and cardiac function<\/li><li>anemia, severe<\/li><li>apnea\/hypoventilation may occur during induction<\/li><li>asthma, obstructive pulmonary disease, or status asthmaticus<\/li><li>cardiopulmonary arrest may occur<\/li><li>cardiovascular instability or shock-like condition, pre-existing; may be enhanced<\/li><li>circulatory depression, pre-existing; may be enhanced<\/li><li>congestive heart failure or myocardial disease<\/li><li>debilitated patients<\/li><li>impaired respiratory, circulatory, renal, hepatic, or endocrine systems<\/li><li>elderly; greater frequency of decreased hepatic, renal, or cardiac function and or concomitant diseases or other drug therapy; dosage adjustment may be necessary<\/li><li>extravasation, local irritation, subcutaneous swelling may occur; discontinue use if suspected<\/li><li> hypertension or hypotension, severe<\/li><li>intra-arterial injection; may produce platelet aggregates and thrombosis and lead to gangrene; discontinue if occurs<\/li><li>habit-forming<\/li><li>hepatic dysfunction, pre-existing; may be enhanced<\/li><li>laryngospasm during induction may occur<\/li><li>obesity, extreme<\/li><li>prolonged administration; may result in cumulative effects including extended somnolence, protracted unconsciousness, respiratory and cardiovascular depression and subsequent hypoxia, cardiac arrest and death<\/li><li>seizures, especially partial seizures, with a previous history of convulsive activity; may occur<\/li><\/ul>"},{"id":"7zb2s3b11","title":"Pregnancy Category","mono":"<ul><li>Methohexital: B (FDA)<\/li><li>Methohexital: B2 (AUS)<\/li><\/ul>"},{"id":"7zb2s3b12","title":"Breast Feeding","mono":"<ul><li>Methohexital: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Methohexital: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},{"id":"7zb2s4","title":"Drug Interactions","sub":{"1":{"id":"7zb2s4b14","title":"Major","mono":"<ul><li>Adinazolam (probable)<\/li><li>Alfentanil (theoretical)<\/li><li>Alprazolam (probable)<\/li><li>Amobarbital (theoretical)<\/li><li>Anileridine (probable)<\/li><li>Apixaban (theoretical)<\/li><li>Aprobarbital (theoretical)<\/li><li>Bromazepam (probable)<\/li><li>Brotizolam (probable)<\/li><li>Buprenorphine (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Butalbital (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (probable)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clobazam (probable)<\/li><li>Clonazepam (probable)<\/li><li>Clorazepate (probable)<\/li><li>Cobicistat (theoretical)<\/li><li>Codeine (probable)<\/li><li>Dantrolene (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Diazepam (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Estazolam (probable)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flunitrazepam (probable)<\/li><li>Flurazepam (probable)<\/li><li>Halazepam (probable)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (probable)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketazolam (probable)<\/li><li>Levorphanol (probable)<\/li><li>Lorazepam (probable)<\/li><li>Lormetazepam (probable)<\/li><li>Medazepam (probable)<\/li><li>Meperidine (probable)<\/li><li>Mephenesin (theoretical)<\/li><li>Mephobarbital (theoretical)<\/li><li>Meprobamate (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Midazolam (probable)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Naloxegol (theoretical)<\/li><li>Nifedipine (probable)<\/li><li>Nitrazepam (probable)<\/li><li>Nordazepam (probable)<\/li><li>Oxazepam (probable)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Pentobarbital (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Prazepam (probable)<\/li><li>Primidone (theoretical)<\/li><li>Propoxyphene (probable)<\/li><li>Quazepam (probable)<\/li><li>Remifentanil (probable)<\/li><li>Secobarbital (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Tapentadol (theoretical)<\/li><li>Temazepam (probable)<\/li><li>Thiopental (theoretical)<\/li><li>Triazolam (probable)<\/li><li>Ulipristal (theoretical)<\/li><\/ul>"},"2":{"id":"7zb2s4b15","title":"Moderate","mono":"<ul>Ospemifene (established)<\/ul>"}}},{"id":"7zb2s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension<\/li><li><b>Dermatologic:<\/b>Injection site pain<\/li><li><b>Musculoskeletal:<\/b>Spasmodic movement<\/li><li><b>Respiratory:<\/b>Cough, Hiccoughs, Laryngeal spasm<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Shock, Thrombophlebitis<\/li><li><b>Immunologic:<\/b>Anaphylaxis (Rare)<\/li><li><b>Neurologic:<\/b>Seizure<\/li><li><b>Respiratory:<\/b>Cardiorespiratory arrest, Respiratory depression<\/li><\/ul>"},{"id":"7zb2s6","title":"Drug Name Info","sub":{"0":{"id":"7zb2s6b17","title":"US Trade Names","mono":"Brevital<br\/>"},"2":{"id":"7zb2s6b19","title":"Class","mono":"<ul><li>Anesthetic Adjunct<\/li><li>Barbiturate, Short Acting<\/li><\/ul>"},"3":{"id":"7zb2s6b20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"7zb2s6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"7zb2s7","title":"Mechanism Of Action","mono":"Methohexital sodium, a rapid, ultrashort-acting barbiturate, is used for induction of anesthesia. Unlike other barbiturate anesthetics, methohexital sodium does not contain sulfur and does not concentrate in fat depots, thus it has fewer cumulative effects and faster recovery time.<br\/>"},{"id":"7zb2s8","title":"Pharmacokinetics","sub":{"0":{"id":"7zb2s8b23","title":"Absorption","mono":"Bioavailability: 17% <br\/>"},"2":{"id":"7zb2s8b25","title":"Metabolism","mono":"Hepatic; demethylation and oxidation <br\/>"},"3":{"id":"7zb2s8b26","title":"Excretion","mono":"Renal: glomerular filtration <br\/>"}}},{"id":"7zb2s9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>administer only in a hospital or ambulatory care setting with the ability to provide continuous respiratory and cardiac function monitoring<\/li><li>do not administer via intra-articular injection; inadvertent administration may result in necrosis, gangrene, and need for amputation<\/li><li>for IV use in adults<\/li><li>rectal and IM are the only routes established by safety and efficacy studies in pediatric patients<\/li><\/ul><\/li><li><b>Intramuscular<\/b><br\/>dilute with sterile water for injection (preferred) or NS to a final concentration of 5% (50 mg\/mL); for a 200-mg dose, add 4 mL diluent; 500-mg dose, add 10 mL diluent; 2.5-g dose, add 50 mL diluent; no further dilution is required<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>to avoid markedly increased adverse events, concentrations should not exceed 1% when given IV to adults<\/li><li>do not mix in the same syringe or administer simultaneously during IV infusion through the same needle with acidic solutions (eg, atropine sulfate, metocurine iodide, succinylcholine chloride)<\/li><li>(intermittent IV) 200-mg or 500-mg dose: dilute with sterile water for injection (preferred), NS, or D5W to a final concentration of 1% (10 mg\/mL); for a 200-mg dose, add 20 mL diluent; 500-mg dose, add 50 mL diluent; no further dilution is required<\/li><li>(intermittent IV) 2.5-g dose: dilute with sterile water for injection (preferred), NS, or D5W to a final concentration of 1% (10 mg\/mL); initially dilute vial with 15 mL diluent, which must be further diluted in 235 mL of diluent to a final total volume of 250 mL (solution will turn from yellow to clear and colorless)<\/li><li>(continuous infusion) prepare a 0.2% solution (2 mg\/mL) by diluting 500-mg vial with 15 mL of diluent; use either D5W or NS; do not use sterile water for injection, to avoid extreme hypotonicity; must be further diluted in 235 mL of diluent to a final total volume of 250 mL<\/li><\/ul><\/li><li><b>Rectal<\/b><br\/><ul><li>administer rectally as a 1% solution<\/li><li>200-mg or 500-mg dose: dilute with sterile water for injection (preferred), NS, or D5W to a final concentration of 1% (10 mg\/mL); for a 200-mg dose, add 20 mL diluent; 500-mg dose, add 50 mL diluent; no further dilution is required<\/li><li>2.5-g dose: dilute with sterile water for injection (preferred), NS, or D5W to a final concentration of 1% (10 mg\/mL); initially dilute vial with 15 mL diluent, which must be further diluted in 235 mL of diluent to a final total volume of 250 mL (solution will turn from yellow to clear and colorless)<\/li><\/ul><\/li><\/ul>"},{"id":"7zb2s10","title":"Monitoring","mono":"<ul><li>induction of anesthesia<\/li><li>BP, cardiac function, respiratory status<\/li><\/ul>"},{"id":"7zb2s11","title":"How Supplied","mono":"<b>Brevital Sodium<\/b><br\/><ul><li>Injection Powder for Solution: 2.5 GM, 500 MG<\/li><li>Intravenous Powder for Solution: 2.5 GM, 5 GM, 500 MG<\/li><\/ul>"},{"id":"7zb2s12","title":"Toxicology","sub":[{"id":"7zb2s12b31","title":"Clinical Effects","mono":"<b>BARBITURATES-SHORT ACTING <\/b><br\/>USES: Sedative hypnotics used for sedation and treatment of epilepsy, including status epilepticus. Most short acting barbiturates including methohexital, thiopental, hexobarbital, pentobarbital, are intravenous medication; secobarbital and butabarbital are administered orally. Short-acting barbiturates may be abused recreationally and have many different \"street names\". EPIDEMIOLOGY: Poisoning is uncommon, as benzodiazepines and newer anticonvulsants have taken the place of most of the historical uses of barbiturates. However, toxicity may be severe and may occur via oral or parenteral routes. PHARMACOLOGY: Barbiturates cause depression of neuronal activity via alteration of gamma-aminobutyric acid (GABA) mediated chlorine currents. Specifically, barbiturates increase the duration of opening of the chlorine ionophore. TOXICOLOGY: It is an extension of the pharmacologic effects. Central nervous system depression is the primary effect and may be accompanied by hypotension secondary to direct myocardial depression. Poisoning may be exacerbated by co-ingestion of other sedatives. MILD TO MODERATE TOXICITY: Somnolence, slurred speech, nystagmus, confusion, and ataxia may occur. SEVERE TOXICITY: Severe effects may include coma, hypotension, decreased myocardial contractility, hypothermia and respiratory depression. Hypoglycemia has been reported in a substantial number of patients. Blisters (\"barb-burns\") may occur secondary to prolonged immobilization from coma, but are not specific to barbiturate intoxication. Patients may have small to midpoint pupils and have very diminished reflexes. Death is most commonly caused by respiratory depression and cardiovascular collapse. Patients that present after prolonged coma are at risk for aspiration pneumonia, rhabdomyolysis and renal failure. Fatalities are extremely rare if early respiratory support is provided. ADVERSE EFFECTS: Mild sedation, dizziness, impaired coordination develop in some patients. <br\/>"},{"id":"7zb2s12b32","title":"Treatment","mono":"<b>BARBITURATES-SHORT ACTING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Activated charcoal may be given if a patient presents shortly after ingestion, and are awake and alert with a protected airway. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed if patient is increasingly drowsy or comatose. Administer activated charcoal if recent ingestion (GI decontamination should only be performed in patients who can protect their airway or who are intubated). Severe hypotension and hypothermia may develop and require rewarming, intravenous normal saline, and in some cases vasopressors. Tetanus and routine wound care for blisters. A burn surgeon should be consulted for extensive skin blistering.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for somnolence and loss of airway protection. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient able to protect airway.<\/li><li>Airway management: Perform early in patients with severe intoxication (significant CNS depression, coma, respiratory depression or hypotension).<\/li><li>Antidote: There is no antidote for barbiturates.<\/li><li>Hypotensive episode: Secure intravenous access. Initiate treatment with intravenous fluids. Administer pressors (dopamine, norepinephrine) and titrate to a mean arterial pressure of at least 60 mmHg as indicated. Insert a foley catheter to monitor urine output.<\/li><li>Coma: Treat symptomatically and supportively. Administer oxygen; perform orotracheal intubation to protect airway. Obtain a bedside blood glucose measurement and treat hypoglycemia, if present. Administer naloxone as necessary to treat coincident opioid toxicity.<\/li><li>Hypothermia: Monitor core temperature with rectal or bladder probe. Initiate external rewarming to include warmed: blankets, IV fluids and humidified oxygen until the temperature is greater than 32.2 degrees Celsius. For severe hypothermia, provide gastric or peritoneal lavage with warm fluids, consider warm fluids via chest tubes, and for very severe cases associated with cardiac arrest, perform rewarming with cardiopulmonary bypass.<\/li><li>Bradycardia: Place on cardiac monitor. Correct hypothermia and hypoxia, if present prior to initiating other treatment(s) for bradycardia. Do not treat sinus bradycardia unless the patient is hypotensive. Follow ACLS protocol including the use of atropine, epinephrine and, if necessary external or internal cardiac pacing.<\/li><li>Monitoring of patient: Monitor vital signs. Short-acting barbiturates may be detected on urine immunoassays, usually for less than 2 days after ingestion. Specific serum drug levels may be available in the hospital laboratory, but are not useful for guiding therapy. Toxic levels of methohexital and thiopental are greater than 5 mg\/L. Pentobarbital and secobarbital levels greater than 10 mg\/L may be toxic. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity. Monitor creatinine phosphokinase in patients with prolonged immobilization from coma; monitor renal function and urine output in patients with rhabdomyolysis. Routine monitoring of electrolytes, renal function, glucose, pulse oximetry and blood gases may be helpful. Other causes of coma and hypotension should be ruled out.<\/li><li>Enhanced elimination procedure: Hemodialysis or hemoperfusion may be considered in patients who do not respond to symptomatic supportive care, although there use has not been proven to be beneficial in patients that have overdosed on short-acting barbiturates. NOTE: Urinary alkalinization is NOT effective for short-acting barbiturates as they are primarily metabolized by the liver with very little excretion by the kidneys and a low acid dissociation constant.<\/li><li>Patient disposition: HOME CRITERIA: Any child that ingests a short-acting barbiturate should be evaluated by a healthcare professional. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a healthcare facility for observation for at least 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (i.e., CNS depression, confusion, or ataxia) should be admitted. Patients with coma, hypotension, respiratory depression or hypothermia should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (i.e., coma, respiratory depression, hypotension or hypothermia) or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"7zb2s12b33","title":"Range of Toxicity","mono":"<b>BARBITURATES-SHORT ACTING<\/b><br\/>TOXICITY: The toxic dose varies depending on route and speed of administration as well as patient tolerance. GENERAL: Toxic levels for methohexital and thiopental are greater than 5 mg\/L. Pentobarbital and secobarbital levels greater than 10 mg\/L may be toxic. ADULT: 100 mg will cause sleepiness. Fatalities have occurred after 2 to 10 grams of pentobarbital, or as little as 2 grams of secobarbital. PEDIATRIC: 3 to 5 mg\/kg of most short acting barbiturates may cause some symptoms. Doses exceeding to 5 to 8 mg\/kg may require clinical intervention in children. <br\/>"}]},{"id":"7zb2s13","title":"Clinical Teaching","mono":"Drug causes drowsiness. Outpatients should be released in the company of another individual. No skilled activities such as operating machinery or driving a motor vehicle, should be performed for 8 to 12 h following discharge.<br\/>"}]}