{"generic":"Methyldopa","drugs":["Aldomet","Methyldopa"],"mono":{"0":{"id":"7zkds0","title":"Generic Names","mono":"Methyldopa"},"1":{"id":"7zkds1","title":"Dosing and Indications","sub":[{"id":"7zkds1b4","title":"Adult Dosing","mono":"<ul><li><b>Hypertension:<\/b> initial, 250 mg ORALLY two-three times daily; may adjust dose at intervals of not less than every 2 days; maintenance, 500-2000 mg ORALLY daily in 2-4 divided doses; MAX dose, 3000 mg daily<\/li><li><b>Hypertension:<\/b> 250-500 mg IV every 6 hr; MAX dose, 1000 mg IV every 6 hr<\/li><\/ul>"},{"id":"7zkds1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Hypertension:<\/b> initial, 10 mg\/kg ORALLY daily in 2-4 divided doses; MAX dose, 65 mg\/kg or 3000 mg daily, whichever is less<\/li><li><b>Hypertension:<\/b> 20-40 mg\/kg\/day IV divided every 6 hr; MAX dose, 65 mg\/kg or 3000 mg daily, whichever is less<\/li><li><b>Hypertension:<\/b> (neonates) 2.5-5 mg\/kg ORALLY or IV every 8 hr<\/li><\/ul>"},{"id":"7zkds1b6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> lower initial doses are recommended (specific guidelines unavailable)<\/li><li><b>hemodialysis:<\/b> 250 mg supplemental dose is recommended following hemodialysis sessions<\/li><li><b>peritoneal dialysis:<\/b> no dose supplementation is required for chronic ambulatory peritoneal dialysis<\/li><li><b>renal impairment:<\/b> GFR greater than 50 mL\/min, dosing interval every 8 hr<\/li><li><b>renal impairment:<\/b> GFR 10-50 mL\/min, dosing interval every 8-12 hr<\/li><li><b>renal impairment:<\/b> GFR less than 10 mL\/min, dosing interval every 12-24 hr<\/li><\/ul>"},{"id":"7zkds1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypertension<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Hot sweats, Menopausal<\/li><li>Hypertension - Pregnancy<\/li><\/ul>"}]},"3":{"id":"7zkds3","title":"Contraindications\/Warnings","sub":[{"id":"7zkds3b9","title":"Contraindications","mono":"<ul><li>current MAOI therapy<\/li><li>hypersensitivity to methyldopa or any component of the product<\/li><li>liver disease, active, including acute hepatitis and active cirrhosis<\/li><li>liver disorders previously associated with methyldopa therapy<\/li><\/ul>"},{"id":"7zkds3b10","title":"Precautions","mono":"<ul><li>abnormal liver function tests (ie, SGOT, SGPT, bilirubin and prothrombin time) have occurred within the first 3 weeks of therapy; monitoring recommended; discontinuation necessary; do not reinitiate<\/li><li>cerebrovascular disease, bilateral, severe; risk of choreoathetotic movements; discontinuation recommended<\/li><li>dialysis patients; risk of hypertension following procedure<\/li><li>edema has occurred; discontinuation may be necessary<\/li><li>fever, with or without eosinophilia or liver function abnormalities, has occurred within the first 3 weeks of therapy; monitoring recommended; discontinuation necessary; do not reinitiate<\/li><li>hemolytic anemia has occurred; increased risk with positive Coombs test; monitoring recommended; discontinuation necessary; do not reinitiate<\/li><li>jaundice, with or without fever, may occur within the first 2 to 3 months of therapy; monitoring recommended; discontinuation necessary; do not reinitiate<\/li><li>liver disease or dysfunction, history of<\/li><li>liver disorders, including cholestasis, hepatocellular injury, and fatal hepatic necrosis, have occurred; monitoring recommended; discontinuation necessary<\/li><li>positive Coombs test has occurred with prolonged therapy; increased risk for hemolytic anemia; monitoring recommended<\/li><li>prolonged therapy; increased risk of development of positive Coombs test<\/li><\/ul>"},{"id":"7zkds3b11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>A (AUS)<\/li><\/ul>"},{"id":"7zkds3b12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"7zkds4","title":"Drug Interactions","sub":[{"id":"7zkds4b13","title":"Contraindicated","mono":"<ul><li>Brofaromine (probable)<\/li><li>Clorgyline (probable)<\/li><li>Furazolidone (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Lazabemide (probable)<\/li><li>Linezolid (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nialamide (probable)<\/li><li>Pargyline (probable)<\/li><li>Phenelzine (probable)<\/li><li>Procarbazine (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Toloxatone (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"},{"id":"7zkds4b14","title":"Major","mono":"<ul><li>Entacapone (theoretical)<\/li><li>Pseudoephedrine (probable)<\/li><\/ul>"},{"id":"7zkds4b15","title":"Moderate","mono":"<ul><li>Alprenolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Ferric Ammonium Citrate (probable)<\/li><li>Haloperidol (established)<\/li><li>Iron (probable)<\/li><li>Phenylpropanolamine (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><\/ul>"}]},"5":{"id":"7zkds5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Asthenia, Dizziness (15%), Headache (9%), Sedated<\/li><li><b>Reproductive:<\/b>Disorder of ejaculation (7% to 19%), Erectile dysfunction (14% to 36% (Hogan et al, 1980; Bulpitt &amp; Dollery, 1973)), Reduced libido (7% to 14%)<\/li><li><b>Other:<\/b>Drug fever<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Congestive heart failure, Heart block<\/li><li><b>Gastrointestinal:<\/b>Colitis, Pancreatitis<\/li><li><b>Hematologic:<\/b>Aplastic anemia, Bone marrow depression, Hemolytic anemia (less than 1% to 5%), Leukopenia, Malignant lymphoma, Neutropenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatotoxicity, Jaundice, Liver function tests abnormal<\/li><li><b>Immunologic:<\/b>Systemic lupus erythematosus<\/li><li><b>Neurologic:<\/b>Parkinsonism<\/li><\/ul>"},"6":{"id":"7zkds6","title":"Drug Name Info","sub":{"0":{"id":"7zkds6b17","title":"US Trade Names","mono":"Aldomet<br\/>"},"2":{"id":"7zkds6b19","title":"Class","mono":"<ul><li>Alpha-Adrenergic Agonist<\/li><li>Antihypertensive<\/li><\/ul>"},"3":{"id":"7zkds6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"7zkds6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"7zkds7","title":"Mechanism Of Action","mono":"Systemic: The exact mechanism of antihypertensive action has not been conclusively demonstrated . However, the major antihypertensive effect appears to result from conversion to alpha-methylnorepinephrine, a potent alpha-2 adrenergic agonist . Alpha-methylnorepinephrine acts centrally to stimulate alpha receptors . This results in a decrease in sympathetic outflow and decreased blood pressure .<br\/>"},"8":{"id":"7zkds8","title":"Pharmacokinetics","sub":{"0":{"id":"7zkds8b23","title":"Absorption","mono":"Systemic: 50%<br\/>"},"2":{"id":"7zkds8b25","title":"Metabolism","mono":"Systemic: Hepatic: extensively; Metabolite: mono-0-sulfate metabolite <br\/>"},"3":{"id":"7zkds8b26","title":"Excretion","mono":"Systemic: Fecal: unabsorbed, unchanged; Renal: 70%    <br\/>"}}},"9":{"id":"7zkds9","title":"Administration","mono":"<b>Oral<\/b><br\/>dose increases should be added to the evening dose initially to minimize effects of drowsiness <br\/>"},"10":{"id":"7zkds10","title":"Monitoring","mono":"<ul><li>blood pressure<\/li><li>CBC<\/li><li>direct Coombs test: baseline, then 6 and 12 months after start of therapy<\/li><li>liver function; baseline and periodically thereafter, particularly during first 6 to 12 weeks<\/li><\/ul>"},"11":{"id":"7zkds11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: 250 MG, 500 MG<br\/>"},"12":{"id":"7zkds12","title":"Toxicology","sub":[{"id":"7zkds12b31","title":"Clinical Effects","mono":"<b>METHYLDOPA <\/b><br\/>USES: Methyldopa is used alone or in combination with hydrochlorothiazide to treat hypertension. PHARMACOLOGY: The exact mechanism of antihypertensive action has not been conclusively demonstrated. However, the major antihypertensive effect appears to result from conversion to alpha-methylnorepinephrine, a potent alpha-2 adrenergic agonist. Alpha-methylnorepinephrine acts centrally to stimulate alpha receptors. This results in a decrease in sympathetic outflow and decreased blood pressure. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: MILD TO MODERATE: Nausea, vomiting, diarrhea, constipation, distention, dizziness, weakness, and lethargy may develop after overdose. SEVERE: Bradycardia, hypotension, lethargy, coma, hypothermia. ADVERSE EFFECTS: Methyldopa is usually well tolerated and significant adverse effects are rare. Initially, sedation, headache, asthenia, and weakness may occur. Other effects include orthostatic hypotension, nausea, vomiting, diarrhea, constipation, and distention. Skin rash, toxic epidermal necrolysis, elevated liver enzymes, hepatitis, Coombs positive test, hemolytic anemia, granulocytopenia and thrombocytopenia have rarely been reported. <br\/>"},{"id":"7zkds12b32","title":"Treatment","mono":"<b>METHYLDOPA <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV fluids, dopamine, or norepinephrine. If bradycardia is severe enough to cause hypotension, treat with atropine.<\/li><li>Decontamination: PREHOSPITAL: No prehospital gastrointestinal decontamination is recommended. HOSPITAL: Administer activated charcoal if the overdose is recent, the patient is alert, not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression or hemodynamic instability.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status. Obtain an ECG and institute continuous cardiac monitoring. Monitor, CBC with differential with platelet count, and liver enzymes in symptomatic patients.<\/li><li>Enhanced elimination procedure: Methyldopa can be removed by hemodialysis; however, the use of hemodialysis to treat overdose has not been reported and most patients respond to supportive care.<\/li><li>Patient disposition: HOME CRITERIA: A patient with a small inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Any patient with symptoms should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with significant CNS depression or hemodynamic instability should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"7zkds12b33","title":"Range of Toxicity","mono":"<b>METHYLDOPA <\/b><br\/>TOXICITY: Ingestions ranging from 2.5 g to 45 g have caused hypotension, bradycardia, coma, and hypothermia in adults who eventually recovered. An adult died after ingesting 25 g of methyldopa. Prolonged profound hypotension, sinus bradycardia, and drowsiness developed in a woman after ingesting 300 methyldopa tablets (greater than 75 g). She recovered following supportive care. THERAPEUTIC DOSES: ADULTS: 250 mg orally 2 to 3 times daily to 2 g daily in 2 to 4 divided doses; MAX dose, 3 g daily. CHILDREN: Initially, 10 mg\/kg orally daily in 2 to 4 divided doses; MAX dose, 65 mg\/kg or 3 g daily, whichever is less. <br\/>"}]},"13":{"id":"7zkds13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause sedation or dizziness.<\/li><li>May cause gynecomastia, constipation, diarrhea, nausea, vomiting, sore tongue, black discoloration of tongue, xerostomia, arthralgia, myalgia, asthenia, headache, anxiety, depression, dream anxiety disorder, amenorrhea, impotence, nasal congestion, or fever.<\/li><li>Instruct patient to report signs\/symptoms of an adverse cardiac effect such as angina, bradyarrhythmia, hypotension, or congestive heart failure.<\/li><li>Patient should report signs\/symptoms of liver dysfunction or pancytopenia.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patient should not use concomitant MAO inhibitor therapy.<\/li><\/ul>"}}}