{"generic":"Methylene Blue","drugs":["Methylene Blue","Urolene Blue"],"mono":{"0":{"id":"7zl2s0","title":"Generic Names","mono":"Methylene Blue"},"1":{"id":"7zl2s1","title":"Dosing and Indications","sub":[{"id":"7zl2s1b4","title":"Adult Dosing","mono":"<ul><li>methylene blue has not been found by the US Food and Drug Administration (FDA) to be safe and effective, and the drug product labeling has not been approved by the FDA<\/li><li><b>Drug-induced encephalopathy - Ifosfamide adverse reaction:<\/b> treatment, 50 mg given up to 6 times daily or 1 mg\/kg administered by slow intravenous injection<\/li><li><b>Drug-induced encephalopathy - Ifosfamide adverse reaction:<\/b> treatment, 50 mg given ORALLY three times a day<\/li><li><b>Drug-induced encephalopathy - Ifosfamide adverse reaction:<\/b> prophylaxis, 50 mg 3 or 4 times daily IV or ORALLY<\/li><li><b>Drug-induced methemoglobinemia:<\/b> 1 to 2 mg\/kg (0.1 to 0.2 mL\/kg of a 1% solution) IV very slowly over several minutes<\/li><\/ul>"},{"id":"7zl2s1b5","title":"Pediatric Dosing","mono":"<ul><li>methylene blue has not been found by the US Food and Drug Administration (FDA) to be safe and effective, and the drug product labeling has not been approved by the FDA<\/li><li><b>Drug-induced methemoglobinemia:<\/b> 1 to 2 mg\/kg (0.1 to 0.2 mL\/kg of a 1% solution) IV very slowly over several minutes<\/li><\/ul>"},{"id":"7zl2s1b6","title":"Dose Adjustments","mono":"<b>renal impairment, severe:<\/b> dosage adjustment should be considered (specific guidelines unavailable)"},{"id":"7zl2s1b7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><ul><li>Drug-induced encephalopathy - Ifosfamide adverse reaction<\/li><li>Drug-induced methemoglobinemia<\/li><li>Hypotension<\/li><li>Parathyroid imaging, Direct visualization<\/li><li>Sentinel lymph node biopsy<\/li><\/ul>"}]},"3":{"id":"7zl2s3","title":"Contraindications\/Warnings","sub":[{"id":"7zl2s3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to methylene blue<\/li><li>intraspinal and subcutaneous injection<\/li><li>pregnancy; risk of teratogenic effects<\/li><\/ul>"},{"id":"7zl2s3b10","title":"Precautions","mono":"<ul><li>use of blue dye in enteral feedings to detect aspiration is not recommended; serious toxicity, including deaths, has been reported<\/li><li>concomitant use with serotonergic drugs, including serotonin reuptake inhibitors (SRIs), selective serotonin reuptake inhibitors (SSRIs), serotonin and norepinephrine reuptake inhibitors (SNRIs), tricyclic antidepressants (TCAs), norepinephrine-dopamine reuptake inhibitors (NDRIs), triptans, and ergot alkaloids; risk of potentially fatal serotonin syndrome; use not recommended unless life-threatening condition requiring methylene blue; immediate discontinuation of serotonergic drug and monitoring recommended<\/li><li>glucose-6-phosphate deficiency (G6PD); risk of paradoxical methemoglobinemia and hemolysis<\/li><li>renal impairment, severe<\/li><\/ul>"},{"id":"7zl2s3b11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"7zl2s3b12","title":"Breast Feeding","mono":"<ul><li>WHO: Avoid breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"7zl2s4","title":"Drug Interactions","sub":[{"id":"7zl2s4b13","title":"Contraindicated","mono":"<ul><li>Amitriptyline (probable)<\/li><li>Amoxapine (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Carbidopa (probable)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Clomipramine (theoretical)<\/li><li>Cyclobenzaprine (probable)<\/li><li>Desipramine (theoretical)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Doxepin (probable)<\/li><li>Doxylamine (theoretical)<\/li><li>Duloxetine (probable)<\/li><li>Entacapone (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Hydroxytryptophan (established)<\/li><li>Imipramine (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Levodopa (probable)<\/li><li>Levomilnacipran (probable)<\/li><li>Linezolid (theoretical)<\/li><li>Maprotiline (theoretical)<\/li><li>Milnacipran (theoretical)<\/li><li>Mirtazapine (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Paroxetine (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Protriptyline (probable)<\/li><li>Rizatriptan (theoretical)<\/li><li>Safinamide (probable)<\/li><li>Selegiline (theoretical)<\/li><li>Sertraline (theoretical)<\/li><li>Sumatriptan (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Tryptophan (established)<\/li><li>Venlafaxine (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Zolmitriptan (theoretical)<\/li><\/ul>"},{"id":"7zl2s4b14","title":"Major","mono":"<ul><li>Albuterol (probable)<\/li><li>Almotriptan (theoretical)<\/li><li>Arformoterol (probable)<\/li><li>Bambuterol (probable)<\/li><li>Buspirone (theoretical)<\/li><li>Clenbuterol (probable)<\/li><li>Colterol (probable)<\/li><li>Dolasetron (theoretical)<\/li><li>Fenoterol (probable)<\/li><li>Fentanyl (theoretical)<\/li><li>Formoterol (probable)<\/li><li>Frovatriptan (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Hexoprenaline (probable)<\/li><li>Hydrocodone (probable)<\/li><li>Indacaterol (probable)<\/li><li>Iobenguane I 123 (theoretical)<\/li><li>Isoetharine (probable)<\/li><li>Levalbuterol (probable)<\/li><li>Lorcaserin (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Metaproterenol (probable)<\/li><li>Methadone (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Naratriptan (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Olodaterol (probable)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>Pirbuterol (probable)<\/li><li>Procaterol (probable)<\/li><li>Reproterol (probable)<\/li><li>Ritodrine (probable)<\/li><li>Salmeterol (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Terbutaline (probable)<\/li><li>Tramadol (theoretical)<\/li><li>Tretoquinol (probable)<\/li><li>Tulobuterol (probable)<\/li><li>Vilanterol (probable)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"7zl2s4b15","title":"Moderate","mono":"<ul><li>Acarbose (probable)<\/li><li>Albiglutide (probable)<\/li><li>Alogliptin (probable)<\/li><li>Bromocriptine (probable)<\/li><li>Canagliflozin (probable)<\/li><li>Chlorpropamide (probable)<\/li><li>Dapagliflozin (probable)<\/li><li>Dulaglutide (probable)<\/li><li>Empagliflozin (probable)<\/li><li>Exenatide (probable)<\/li><li>Glimepiride (probable)<\/li><li>Glipizide (probable)<\/li><li>Glyburide (probable)<\/li><li>Insulin (probable)<\/li><li>Insulin Aspart, Recombinant (probable)<\/li><li>Insulin Bovine (probable)<\/li><li>Insulin Degludec (probable)<\/li><li>Insulin Detemir (probable)<\/li><li>Insulin Glulisine (probable)<\/li><li>Insulin Lispro, Recombinant (probable)<\/li><li>Linagliptin (probable)<\/li><li>Liraglutide (probable)<\/li><li>Lixisenatide (probable)<\/li><li>Metformin (probable)<\/li><li>Miglitol (probable)<\/li><li>Nateglinide (probable)<\/li><li>Pioglitazone (probable)<\/li><li>Pramlintide (probable)<\/li><li>Repaglinide (probable)<\/li><li>Rosiglitazone (probable)<\/li><li>Saxagliptin (probable)<\/li><li>Sitagliptin (probable)<\/li><li>Tolazamide (probable)<\/li><li>Tolbutamide (probable)<\/li><li>Vildagliptin (probable)<\/li><\/ul>"}]},"5":{"id":"7zl2s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension, Hypotension<\/li><li><b>Dermatologic:<\/b>Sweating symptom<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Diarrhea, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Dizziness, Headache<\/li><li><b>Psychiatric:<\/b>Confusion<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia<\/li><li><b>Endocrine metabolic:<\/b>Malignant hyperthermia<\/li><li><b>Hematologic:<\/b>Hemolytic anemia, Methemoglobinemia<\/li><\/ul>"},"6":{"id":"7zl2s6","title":"Drug Name Info","sub":{"0":{"id":"7zl2s6b17","title":"US Trade Names","mono":"Urolene Blue<br\/>"},"2":{"id":"7zl2s6b19","title":"Class","mono":"<ul><li>Antiseptic<\/li><li>Diagnostic Agent<\/li><li>Diagnostic Agent, Kidney Function<\/li><li>Nutriceutical<\/li><\/ul>"},"3":{"id":"7zl2s6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"7zl2s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"7zl2s7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Methemoglobinemia-Methylene blue, in low concentrations, acts as a cofactor to accelerate the conversion of methemoglobin to hemoglobin in erythrocytes.   Methylene blue combines with nicotinamide adenine dinucleotide phosphate reduced (NADPH), in the presence of NADPH-methemoglobin reductase, to produce leukomethylene blue; leukomethylene blue then reduces methemoglobin to hemoglobin. <\/li><li>Tissue dye-Methylene blue&quot;s usefulness as a diagnostic aid is based on its ability to stain tissue. <\/li><li>In high concentrations, methylene blue oxidizes the ferrous iron of hemoglobin to the ferric state, facilitating the conversion of hemoglobin to methemoglobin. <\/li><li>Methylene blue has mild antiseptic activity   that may inhibit bacterial proliferation.<\/li><\/ul>"},"8":{"id":"7zl2s8","title":"Pharmacokinetics","sub":{"0":{"id":"7zl2s8b23","title":"Absorption","mono":"Systemic: Poor <br\/>"},"2":{"id":"7zl2s8b25","title":"Metabolism","mono":"Systemic: Tissue: rapid; Metabolite: leukomethylene blue <br\/>"},"3":{"id":"7zl2s8b26","title":"Excretion","mono":"Systemic: Biliary; Renal: leukomethylene blue and some unchanged <br\/>"}}},"9":{"id":"7zl2s9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>for IV administration only; do not give subQ or intrathecal<br\/><\/li><li><b>Intravenous<\/b><br\/>inject very slowly over several minutes<br\/><\/li><\/ul>"},"10":{"id":"7zl2s10","title":"Monitoring","mono":"<ul><li>methemoglobin levels<\/li><li>blood pressure<\/li><li>CBC<\/li><\/ul>"},"11":{"id":"7zl2s11","title":"How Supplied","mono":"<b>Generic<\/b><br\/><ul><li>Intravenous Solution: 10 MG\/ML<\/li><li>Topical Solution: 2 %<\/li><\/ul>"},"12":{"id":"7zl2s12","title":"Toxicology","sub":[{"id":"7zl2s12b31","title":"Clinical Effects","mono":"<b>METHYLENE BLUE <\/b><br\/>USES: Methylene blue is used to treat drug-induced methemoglobinemia and ifosfamide-induced encephalopathy. It has also been used as a mild urinary antiseptic agent, a diagnostic agent, and indicator dye. PHARMACOLOGY: Methylene blue, in low concentrations, acts as a cofactor to accelerate the conversion of methemoglobin to hemoglobin in erythrocytes. In high concentrations, methylene blue oxidizes the ferrous iron of hemoglobin to the ferric state, facilitating the conversion of hemoglobin to methemoglobin. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Large doses of methylene blue may result in nausea, vomiting, abdominal pain, chest pain, headache, dizziness, confusion, profuse sweating, and methemoglobinemia.  Necrosis, ulceration, and abscess formation may develop if injected subcutaneously.  Hypotension, tachycardia, and cyanosis occurred in a 4-year-old boy following a 1 g IV dose of methylene blue during surgery. A woman who inadvertently received anterior capsule staining with methylene blue 1% instead of trypan blue 0.025% during a cataract surgery, developed iris discoloration and stromal corneal edema with severe visual loss on the first postoperative day. INTRATHECAL INJECTION: Initial vomiting, shock, and collapse followed by paraplegia, radiculopathy, cauda equine syndrome, cranial nerve dysfunction, encephalopathy, optic neuritis and meningeal irritation have been reported after intrathecal injection of methylene blue. ADVERSE EFFECTS: Nausea, abdominal and precordial pain, diarrhea, dizziness, headache, profuse sweating, mental confusion, hypertension, dysrhythmias, and methemoglobin formation may occur following large intravenous methylene blue doses. Skin discoloration, burning sensation of the mouth and oropharynx, painful micturition, blue discoloration of the conjunctiva, persistent upper and lower lid swelling, amblyopia, nystagmus, dysrhythmias, hypotension, and hypertension have also been reported following the use of methylene blue. Methemoglobinemia has been reported following oral, intravenous, cervical administration, intraamniotic injection, and intraperitoneal administration in adults and neonates. Signs and symptoms of methemoglobinemia include cyanosis, headache, lethargy, dizziness, fatigue, syncope, dyspnea, CNS depression, seizures, dysrhythmia, and shock. HIGH RISK GROUPS: Patients with underlying conditions such as COPD, anemia, or coronary artery disease are more susceptible to the development of symptoms. Delayed hemolysis may be noted in patients with G-6-PD deficiency. DRUG INTERACTION: Methylene blue has MAOI activity. Concomitant use of methylene blue with serotonergic drugs, including serotonin reuptake inhibitors (SRIs), selective serotonin reuptake inhibitors (SSRIs), serotonin and norepinephrine reuptake inhibitors (SNRIs), tricyclic antidepressants (TCAs), norepinephrine-dopamine reuptake inhibitors (NDRIs), triptans, and ergot alkaloids may increase the risk of potentially fatal serotonin syndrome. PREGNANCY: Methylene blue is classified as pregnancy category X. <br\/>"},{"id":"7zl2s12b32","title":"Treatment","mono":"<b>METHYLENE BLUE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat hypotension with IV fluids, dopamine, or norepinephrine. Treat seizures with IV benzodiazepines or barbiturates.<\/li><li>Intrathecal injection: Inadvertent intrathecal injection has been reported with methylene blue. Monitor neurologic exam. Keep the patient upright and begin aggressive attempts to remove as much as drug possible. Immediately drain AT LEAST 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). Consult a neurosurgeon immediately for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline (NS) or lactated ringers (LR) through ventricular catheter, drain fluid from lumbar catheter; typical volumes are 80 to 150 mL\/hr for at least 24 hours). Fresh frozen plasma (FFP) (25 mL FFP\/liter NS or LR) or albumin 5% should be added to the fluid used for perfusion to increase protein binding and replace CSF protein. Administer dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is generally not recommended. HOSPITAL: Consider activated charcoal in a patient with a recent, substantial overdose who is alert or in whom airway is protected.<\/li><li>Antidote: None<\/li><li>Airway management: Patients with methemoglobinemia and severe dyspnea, tachypnea, seizure, or evidence of end-organ ischemia may require intubation for airway protection or to minimize excessive work of breathing.<\/li><li>Methemoglobinemia: Obtain a methemoglobin level in cyanotic patients. Methemoglobin levels of less than 30% will usually correct themselves in 3 days without treatment being necessary. Profound cyanosis may occur in individuals with methemoglobinemia who appear to be in no respiratory distress. Treat symptomatic patients (generally with methemoglobin concentrations of more than 30% but patients with anemia or underlying cardiopulmonary disease may be symptomatic at lower concentrations) with oxygen. Hyperbaric oxygen, and exchange transfusion may be necessary in severe cases.<\/li><li>Monitoring of patient: Monitor vital signs in symptomatic patients. Monitor serum electrolytes in patients with significant diarrhea and\/or vomiting. Determine baseline CBC and serum hemoglobin in patients suspected of G-6-PD deficiency. In a cyanotic patient, a methemoglobin level should be obtained to confirm the diagnosis. Methemoglobin levels will be artificially low if blood is not analyzed within a few hours. Pulse oximetry may give a false reading in the 80% to low 90% range.  An arterial blood gas test will reveal a falsely normal calculated oxygen saturation despite low measured pulse oximetry. If oxygen saturation is measured, it will be low relative to the pO2. This saturation gap suggests methemoglobinemia. <\/li><li>Patient disposition: HOME CRITERIA: Patients with any degree of cyanosis should be referred to a health care facility.  Patients with mild headache or nausea may be managed at home. OBSERVATION CRITERIA: Patients with symptoms of methemoglobinemia should be monitored for several hours. Patients that are asymptomatic can be discharged. ADMISSION CRITERIA: All patients demonstrating cyanosis with symptoms, or methemoglobin levels greater than 20%, should be admitted. In less severe cases of methemoglobinemia, the possibility of continued absorption of methylene blue must be ruled out before the patient may be safely discharged.  When doubt exists, it is probably best to admit the patient. CONSULT CRITERIA: A medical toxicologist or poison control center should be consulted for patients with methemoglobin concentrations above 30% or for symptomatic patients with lower concentrations. Consultation is recommended for patients with familial methemoglobinemia or G-6-PD deficiency.<\/li><\/ul>"},{"id":"7zl2s12b33","title":"Range of Toxicity","mono":"<b>METHYLENE BLUE <\/b><br\/>TOXICITY: There are insufficient data in the literature to accurately assess the minimum toxic or lethal dose of methylene blue. Doses exceeding 4 mg\/kg may result in signs and symptoms of toxicity.  Toxicity may occur in children at lower doses. ADULTS: Oral doses of 300 mg daily have been used in the treatment  of idiopathic methemoglobinemia, in conjunction with ascorbic acid. Nystagmus, expressive aphasia, and confusion occurred in a woman who received 7.5 mg\/kg (total dose of 650 mg) of methylene blue as an intravenous infusion during a parathyroidectomy. The patient's symptoms spontaneously resolved within 48 hours post-infusion. CHILDREN: Doses of 2 to 4 mg\/kg, given to neonates, caused Heinz body formation and hemolytic anemia. THERAPEUTIC DOSES: ADULTS: 1 to 2 mg\/kg (0.1 to 0.2 mL\/kg of a 1% solution) IV very slowly over several minutes. CHILDREN: 1 to 2 mg\/kg (0.1 to 0.2 mL\/kg of a 1% solution) IV very slowly over several minutes. <br\/>"}]},"13":{"id":"7zl2s13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause sweating, abdominal pain, diarrhea, nausea, vomiting, dizziness, headache, confusion, or hemolytic anemia.<\/li><li>Advise patient to report signs\/symptoms of cardiac dysrhythmia.<\/li><li>Patient should take oral form of drug after a meal with a full glass of water.<\/li><\/ul>"}}}