{"generic":"Metoclopramide Hydrochloride","drugs":["Metoclopramide Hydrochloride","Metozolv ODT","Reglan"],"mono":[{"id":"7zy9s0","title":"Generic Names","mono":"Metoclopramide Hydrochloride"},{"id":"7zy9s1","title":"Dosing and Indications","sub":[{"id":"7zy9s1b4","title":"Adult Dosing","mono":"<ul><li><b>Chemotherapy-induced nausea and vomiting; Prophylaxis:<\/b> 1 to 2 mg\/kg\/dose IV over 15 min administered 30 min prior to chemotherapy and then every 2 hr for 2 doses, then every 3 hr for 3 doses<\/li><li><b>Diabetic gastroparesis:<\/b> 10 mg ORALLY 30 min before meals and at bedtime for 2 to 8 wk; MAX 12 wk duration<\/li><li><b>Diabetic gastroparesis:<\/b> 10 mg IM or IV slowly over 1 to 2 min before meals and at bedtime up to 10 days<\/li><li><b>Gastroesophageal reflux disease:<\/b> 10 to 15 mg ORALLY up to 4 times daily 30 min before meals and at bedtime<\/li><li><b>Intestinal intubation, Small bowel:<\/b> 10 mg IV over 1 to 2 minutes<\/li><li><b>Postoperative nausea and vomiting:<\/b> 10 to 20 mg IV\/IM every 4 to 6 hours as needed<\/li><li><b>Radiography of gastrointestinal tract; Adjunct:<\/b> a single IV dose over 1 to 2 minutes<\/li><\/ul>"},{"id":"7zy9s1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in children except to facilitate small bowel intubation<\/li><li><b>Gastroesophageal reflux disease:<\/b> (infants) 0.1 mg\/kg ORALLY 3 to 4 times daily 10 to 30 min before meals and at bedtime (maximum dose 0.3 to 0.75 mg\/kg\/day for 2 wks to 6 months)<\/li><li><b>Gastroesophageal reflux disease:<\/b> (neonates) 0.15 mg\/kg ORALLY every 6 hours<\/li><li><b>Intestinal intubation, Small bowel:<\/b> (14 years or older) single 10 mg IV dose over 1 to 2 minutes<\/li><li><b>Intestinal intubation, Small bowel:<\/b> (6 to 14 years of age) single 2.5 mg to 5 mg  IV dose over 1 to 2 minutes<\/li><li><b>Intestinal intubation, Small bowel:<\/b> (younger than 6 years) single 0.1 mg\/kg IV dose over 1 to 2 minutes<\/li><li><b>Postoperative nausea and vomiting:<\/b> 0.25 mg\/kg\/dose IV repeat every 6 to 8 hours as needed<\/li><\/ul>"},{"id":"7zy9s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl less than 40 mL\/min, initiate at 50% of recommended dose<\/li><li><b>hepatic impairment:<\/b> no adjustment required<\/li><li><b>geriatric:<\/b> initiate at 50% of recommended dose<\/li><\/ul>"},{"id":"7zy9s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Chemotherapy-induced nausea and vomiting; Prophylaxis<\/li><li>Diabetic gastroparesis<\/li><li>Gastroesophageal reflux disease<\/li><li>Intestinal intubation, Small bowel<\/li><li>Postoperative nausea and vomiting<\/li><li>Radiography of gastrointestinal tract; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Administration of analgesic<\/li><li>Decreased lactation<\/li><li>Indigestion<\/li><li>Nondiabetic gastroparesis<\/li><li>Pheochromocytoma; Diagnosis<\/li><li>Postoperative atelectasis<\/li><li>Vomiting of pregnancy<\/li><\/ul>"}]},{"id":"7zy9s2","title":"Black Box Warning","mono":"<ul><li><b>Injection (Solution)<\/b><br\/>Metoclopramide treatment can cause tardive dyskinesia, a serious movement disorder that is often irreversible. Risk is increased with duration of treatment and total cumulative dose. Discontinue metoclopramide therapy in patients who develop signs or symptoms of tardive dyskinesia. There is no known treatment for tardive dyskinesia, although symptoms may lessen or resolve after metoclopramide discontinuation. Prolonged treatment with metoclopramide (greater than 12 weeks) should be avoided in all but rare cases where therapeutic benefit outweighs the risks.<br\/><\/li><li><b>Oral (Tablet; Tablet, Disintegrating; Solution)<\/b><br\/>Metoclopramide treatment can cause tardive dyskinesia, a serious movement disorder that is often irreversible. Risk is increased with duration of treatment and total cumulative dose. Discontinue metoclopramide therapy in patients who develop signs or symptoms of tardive dyskinesia. There is no known treatment for tardive dyskinesia, although symptoms may lessen or resolve after metoclopramide discontinuation. Prolonged treatment with metoclopramide (greater than 12 weeks) should be avoided in all but rare cases where therapeutic benefit outweighs the risks.<br\/><\/li><\/ul>"},{"id":"7zy9s3","title":"Contraindications\/Warnings","sub":[{"id":"7zy9s3b9","title":"Contraindications","mono":"<ul><li>concomitant use with drugs likely to cause extrapyramidal reactions<\/li><li>epilepsy; increased risk of severity and\/or frequency of seizures<\/li><li>gastrointestinal hemorrhage, mechanical obstruction, or perforation or any other use where stimulation of gastrointestinal motility might be dangerous<\/li><li>known sensitivity or intolerance to metoclopramide products<\/li><li>pheochromocytoma, preexisting; increased risk of hypertensive crisis<\/li><\/ul>"},{"id":"7zy9s3b10","title":"Precautions","mono":"<ul><li>tardive dyskinesia; increased risk in women, diabetics, elderly (especially elderly women), and with chronic use, higher total cumulative doses, and longer treatment durations; avoid prolonged use (greater than 12 weeks); discontinue if tardive dyskinesia develops<\/li><li>anxiety, restlessness, and drowsiness, transient and intense, may occur with rapid intravenous administration of undiluted metoclopramide; administer slowly<\/li><li>cirrhosis; increased risk of fluid retention and volume overload due to transient increases in plasma aldosterone; discontinue if symptoms develop<\/li><li>concomitant use with MAOIs; use cautiously, if at all<\/li><li>congestive heart failure; increased risk of fluid retention and volume overload due to transient increases in plasma aldosterone; discontinue if symptoms develop<\/li><li>CrCl below 40 mL\/min; dose reduction recommended<\/li><li>depression, history; increased risk of depression, including suicidal ideation and suicide<\/li><li>extrapyramidal symptoms, primarily manifested as acute dystonic reactions, have been reported, usually during the first 24 to 48 hours of treatment; increased risk in pediatric patients, in adult patients less than 30 years old, and with higher doses<\/li><li>gut anastomosis or closure surgery, recent; theoretical risk of increased pressure on suture lines (intravenous)<\/li><li>hypertension; intravenous administration was shown to release catecholamines<\/li><li>neuroleptic malignant syndrome (NMS) has been reported; immediately discontinue therapy and initiate supportive measures<\/li><li>nicotinamide adenine dinucleotide hydrogen-cytochrome b5 reductase deficiency; increased risk of methemoglobinemia or sulfhemoglobinemia<\/li><li>parkinsonian-like symptoms have been reported, especially during first 6 months of treatment; symptoms usually subside 2 to 3 months after discontinuation<\/li><li>Parkinson's disease, preexisting; may exacerbate parkinsonian symptoms<\/li><\/ul>"},{"id":"7zy9s3b11","title":"Pregnancy Category","mono":"<ul><li>Metoclopramide: B (FDA)<\/li><li>Metoclopramide: A (AUS)<\/li><\/ul>"},{"id":"7zy9s3b12","title":"Breast Feeding","mono":"<ul><li>Metoclopramide: AAP: Drugs for which the effect on nursing infants is unknown but may be of concern.<\/li><li>Metoclopramide: WHO: WHO documentation states insufficient data.<\/li><li>Metoclopramide: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"7zy9s4","title":"Drug Interactions","sub":[{"id":"7zy9s4b13","title":"Contraindicated","mono":"<ul><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Duloxetine (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fluphenazine (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Loxapine (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Maprotiline (theoretical)<\/li><li>Mesoridazine (theoretical)<\/li><li>Mirtazapine (theoretical)<\/li><li>Molindone (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Paroxetine (theoretical)<\/li><li>Perphenazine (theoretical)<\/li><li>Pimozide (theoretical)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Promazine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Rivastigmine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Thiothixene (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Trifluoperazine (theoretical)<\/li><li>Trimethobenzamide (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"7zy9s4b14","title":"Major","mono":"<ul><li>Bromocriptine (theoretical)<\/li><li>Isocarboxazid (probable)<\/li><li>Linezolid (probable)<\/li><li>Milnacipran (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"7zy9s4b15","title":"Moderate","mono":"<ul><li>Cyclosporine (probable)<\/li><li>Didanosine (established)<\/li><li>Digoxin (probable)<\/li><li>Levodopa (probable)<\/li><li>Mivacurium (probable)<\/li><li>Posaconazole (established)<\/li><li>Sertraline (probable)<\/li><li>Succinylcholine (probable)<\/li><li>Tacrolimus (probable)<\/li><li>Thiopental (established)<\/li><\/ul>"}]},{"id":"7zy9s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Body fluid retention<\/li><li><b>Gastrointestinal:<\/b>Nausea (4.2% to 5.6%), Vomiting (1.4% to 2.1%)<\/li><li><b>Neurologic:<\/b>Asthenia (10%), Headache (4.2% to 5.2%.), Somnolence (oral, 2.1% to 10%; IV, 70%)<\/li><li><b>Other:<\/b>Fatigue (2.1% to 10%)<\/li><\/ul><b>Serious<\/b><br\/><b>Neurologic:<\/b>Neuroleptic malignant syndrome, Tardive dyskinesia<br\/>"},{"id":"7zy9s6","title":"Drug Name Info","sub":{"0":{"id":"7zy9s6b17","title":"US Trade Names","mono":"<ul><li>Reglan<\/li><li>Metozolv ODT<\/li><\/ul>"},"2":{"id":"7zy9s6b19","title":"Class","mono":"<ul><li>Antiemetic<\/li><li>Dopamine Antagonist<\/li><\/ul>"},"3":{"id":"7zy9s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"7zy9s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"7zy9s7","title":"Mechanism Of Action","mono":"Metoclopramide hydrochloride promotes motility in the upper gastrointestinal tract by sensitizing tissues to the action of acetylcholine, which is independent from intact vagal innervation and does not stimulate biliary, gastric, or pancreatic secretions. It hastens gastric emptying and intestinal transit by increasing tone and amplitude of gastric contractions, relaxing the pyloric sphincter and duodenal bulb, and enhancing peristalsis of the duodenum and jejunum. Its also has antiemetic property which is attributed to the central and peripheral dopamine receptor inhibition.<br\/>"},{"id":"7zy9s8","title":"Pharmacokinetics","sub":[{"id":"7zy9s8b23","title":"Absorption","mono":"<ul><li>Tmax: Oral: 1 to 2 hr<\/li><li>Tmax, IV: 15 minutes.<\/li><li>Bioavailability: Oral: 80% +\/- 15.5%<\/li><li>Effect of food: clinical effect, unknown (Cmax: decreased; Tmax: delayed; AUC: unchanged)<\/li><\/ul>"},{"id":"7zy9s8b24","title":"Distribution","mono":"<ul><li>Vd, Adult: approximately 3.5 L\/kg<\/li><li>Vd: Pediatric (3.5 wk to 14 yr), 1.93 L\/kg to 4.4 L\/kg<\/li><li>Protein binding, alpha-1-acid glycoprotein: approximately 30%<\/li><\/ul>"},{"id":"7zy9s8b25","title":"Metabolism","mono":"Hepatic; minimal, simple conjugation <br\/>"},{"id":"7zy9s8b26","title":"Excretion","mono":"<ul><li>Fecal: 2%.<\/li><li>Renal: approximately 85%; about half as unchanged or conjugated<\/li><li>Dialyzable: no (hemodialysis); no (peritoneal dialysis)<\/li><li>Total body clearance, adults: 0.53 to 0.55 L\/hr\/kg.<\/li><li>Total body clearance, pediatrics (3.5 wk to 14 yr): 0.37 to 0.67 L\/\/hr\/kg<\/li><li>Total body clearance, neonates: 0.79 L\/hr\/kg<\/li><\/ul>"},{"id":"7zy9s8b27","title":"Elimination Half Life","mono":"<ul><li>Adult: 5 hr to 6 hr<\/li><li>Pediatric patients (3.5 weeks to 14 yr): 4.1 hr to 4.5 hr<\/li><\/ul>"}]},{"id":"7zy9s9","title":"Administration","mono":"<ul><li><b>Intramuscular<\/b><br\/>for postoperative nausea\/vomiting prophylaxis, may be administered IM near the end of the surgery<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>(infusion) for chemotherapy-induced nausea and vomiting prophylaxis, dilute doses in excess of 10 mg, in 50 mL of NS and infuse over a period of not less than 15 minutes; solutions in NS may be stored frozen for up to 4 weeks<\/li><li>(infusion) dilutions may also be made in D5W, D5-0.45% NaCl, Ringer injection, or LR and can be stored, without freezing, for up to 48 hours if protected from light; these dilutions are stable only for 24 hours if unprotected from light<\/li><li>for treatment of severe symptoms associated with diabetic gastroparesis, doses of 10 mg may be given slowly over 1 to 2 minutes<\/li><li>for aiding small bowel intubation or radiological examinations, administer a single undiluted dose slowly over 1 to 2 minutes<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>administer 30 minutes before each meal and at bedtime; or as a single dose MAX dose up to 20 mg prior to the provoking situation<\/li><li>administer on an empty stomach; do not repeat dose if taken with food<\/li><li>(orally disintegrating tablet) remove dose from packaging just prior to administration, handle with dry hands and place on tongue; discard if tablet breaks or crumbles<\/li><\/ul><\/li><\/ul>"},{"id":"7zy9s10","title":"Monitoring","mono":"<ul><li>improvement in nausea\/vomiting<\/li><li>hydration level<\/li><li>blood pressure<\/li><li>signs of extrapyramidal side effects, parkinsonian-like symptoms<\/li><\/ul>"},{"id":"7zy9s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 5 MG\/ML<\/li><li>Intravenous Solution: 5 MG\/ML<\/li><li>Oral Solution: 5 MG\/5 ML<\/li><li>Oral Tablet: 5 MG, 10 MG<\/li><li>Oral Tablet, Disintegrating: 5 MG<\/li><\/ul><\/li><li><b>Metozolv ODT<\/b><br\/>Oral Tablet, Disintegrating: 5 MG<br\/><\/li><li><b>Novaplus Metoclopramide<\/b><br\/>Injection Solution: 5 MG\/ML<br\/><\/li><li><b>Reglan<\/b><br\/><ul><li>Intravenous Solution: 5 MG\/ML<\/li><li>Oral Tablet: 5 MG, 10 MG<\/li><\/ul><\/li><\/ul>"},{"id":"7zy9s12","title":"Toxicology","sub":[{"id":"7zy9s12b31","title":"Clinical Effects","mono":"<b>METOCLOPRAMIDE AND RELATED AGENTS <\/b><br\/>USES: Metoclopramide is an antiemetic and a prokinetic gastrointestinal agent.  It is used in the treatment of diabetic gastroparesis, prevention of postoperative or chemotherapy-induced nausea and vomiting, gastroesophageal reflux, small bowl intubation, and radiological examination of the gastrointestinal tract.  PHARMACOLOGY: Metoclopramide blocks dopamine receptors, and in higher doses also blocks serotonin receptors in the chemoreceptor trigger zone of the central nervous system.  It enhances the response to acetylcholine of tissue in the upper gastrointestinal tract, causing enhanced motility and accelerated gastric emptying, and increases lower esophageal sphincter tone.  It does not increase stimulation of gastric, biliary, or pancreatic secretions. TOXICOLOGY: Its mechanism of toxicity is likely secondary to its mechanism of action, especially its dopamine antagonism.   EPIDEMIOLOGY: There are adverse reactions\/unintentional exposures reported every year.  Intentional overdose does occur, but is relatively rare, and toxicity is generally mild.  TOXICITY: Inadvertent overdose in newborns and infants has resulted in severe methemoglobinemia and opisthotonic posturing.  Common toxic effects include restlessness, drowsiness, insomnia, headache, confusion, dizziness and acute dystonic reactions.  Acute dystonic reactions are more common in children and young adults, whereas prolonged reactions are more common in elderly patients.  Most dystonic reactions resolve within 12 to 48 hours but may last for months but may last for months after discontinuation of chronic therapy. Neuroleptic malignant syndrome is an idiosyncratic reaction that may develop after a single dose of medication but also can occur after overdose or prolonged therapy. ADVERSE EFFECTS: There are many different adverse reactions that can occur with therapeutic dosing of metoclopramide. CARDIOVASCULAR: AV block, bradycardia, edema, flushing (especially after high IV dosing), hypertension, hypotension, and supraventricular tachycardia may occur.  Angioneurotic edema is rare.  CENTRAL NERVOUS SYSTEM: The most commonly observed (in up to 70% of patients) adverse effects. These effects are dose and age-related.  They include acute dystonic reactions (in up to 25% of patients) and about 10% of patients exhibit fatigue, lassitude, or restlessness. Patients also exhibit akathisia, confusion, depression, dizziness, headache, insomnia, Parkinsonian-like symptoms, suicidal ideation, seizure, and tardive dyskinesia.  Rarely, they exhibit hallucinations and neuroleptic malignant syndrome. DERMATOLOGIC: Rash and urticaria may occur. ENDOCRINE AND METABOLIC: Amenorrhea, galactorrhea, gynecomastia, and hyperprolactinemia may occur with chronic therapy. GASTROINTESTINAL: Diarrhea and nausea may occur. GENITOURINARY: Incontinence and urinary frequency may occur. Impotence may occur with chronic therapy. HEMATOLOGIC: Agranulocytosis, leukopenia, neutropenia, porphyria, methemoglobinemia, and sulfhemoglobinemia have occurred. IMMUNOLOGIC: Allergic reactions may occur. EYES: Visual disturbances have also been reported. RESPIRATORY: The most common respiratory adverse reaction is bronchospasm, however, laryngeal edema and laryngospasm have rarely occurred. Parenteral formulations that contain sulfite preservatives may precipitate bronchospasm in susceptible individuals.<br\/>"},{"id":"7zy9s12b32","title":"Treatment","mono":"<b>METOCLOPRAMIDE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Routine decontamination is not recommended as most toxicity is mild. Dystonic reactions in adults can be treated with benztropine 1 to 4 mg IV (max 6 mg\/day) and\/or diphenhydramine 25 to 50 mg\/dose IV over 2 minutes (maximum 100 mg\/dose, 400 mg\/day) in adults.  Dosing of diphenhydramine in children is 1.25 mg\/kg\/dose IV over 2 minutes with a maximum daily dosing of 300 mg\/day.  Patients may require treatment for several days to avoid recurrence of dystonic reactions. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity, though rare, includes cardiovascular and CNS effects such as bradycardia, hypotension, hypertension, seizures, and cardiac arrest.  Standard treatment is indicated such as atropine for bradycardia and fluids and pressors for hypotension.  Seizures should be managed with benzodiazepines (eg, diazepam 5 to 10 mg or lorazepam 2 to 4 mg every 10 to 15 minutes for adults as needed; for children, 0.2 to 0.5 mg\/kg diazepam or lorazepam 0.05 to 0.1 mg\/kg every 5 minutes as needed).  Consider giving phenobarbital or propofol if seizures continue to occur despite benzodiazepine therapy.  Neuroleptic malignant syndrome can be treated with good supportive care and intravenous benzodiazepines; consider bromocriptine, amantadine or dantrolene if not responding to benzodiazepines.  Methemoglobinemia can be treated with 1 to 2 mg\/kg of 1% methylene blue IV in symptomatic patients.<\/li><li>Decontamination: PREHOSPITAL:  Decontamination is generally not indicated as toxicity is usually not severe. HOSPITAL: In general, decontamination is not indicated for this overdose, but may be considered for massive overdoses that present early. Activated charcoal should  be considered if the patient is awake and cooperative and if the ingestion was relatively recent. Gastric lavage, whole bowel irrigation, or multiple doses of charcoal are not indicated. <\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be necessary if the patient develops respiratory distress or fails to protect his or her airway secondary to altered mental status.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: No specific laboratory studies are needed in most patients. Metoclopramide levels are not readily available and not useful in managing toxicity. Monitor vital signs, mental status, and for the development of dystonic reactions. Monitor CBC with differential, CPK, and liver enzymes in symptomatic patients. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients.<\/li><li>Enhanced elimination procedure: There is no role for dialysis, hemoperfusion, urinary alkalinization, or multiple dose charcoal.<\/li><li>Patient disposition: HOME CRITERIA:  Asymptomatic patients with inadvertent exposures may be monitored  at home.  All other patients may require observation. OBSERVATION CRITERIA:  Intentional overdoses or patients with symptoms should be observed for 4 to 6 hours, and may be discharged if only mild symptoms persist.   ADMISSION CRITERIA: Patients with continued\/worsening symptoms after observation for several hours should be admitted for further monitoring, and depending on the severity of their symptoms, may merit an ICU bed.  Criteria for discharge should be resolution of symptoms. CONSULT CRITERIA:  Contact your local poison center or toxicologist for any concerns.  The mainstay of treatment is good symptomatic and supportive care.<\/li><\/ul>"},{"id":"7zy9s12b33","title":"Range of Toxicity","mono":"<b>METOCLOPRAMIDE AND RELATED AGENTS<\/b><br\/>TOXICITY: Mild toxicity has occurred even at therapeutic doses. Compared to other antiemetics, it has a relatively low therapeutic index. Inadvertent ingestions of 3 mg\/kg in children have caused extrapyramidal symptoms, and ingestions of 4.6 to 6.6 mg\/kg in adults have resulted in neurologic symptoms with recovery. An adult who ingested 36 tablets of metoclopramide developed symptoms of drowsiness, confusion, and traces of albumin in the urine. DOMPERIDONE: A 3-month-old infant developed intense irritability, excessive crying, a classic oculogyric crises, and dystonic cycling movements, supraventricular tachycardia, and elevated serum prolactin several hours after receiving a large dose of domperidone (25 mg 2 times in 4 hours; total dose: 50 mg or more than 10 mg\/kg in 4 hours instead of the prescribed 0.5 mg\/kg\/dose; a dose of 2.5 mL equals to 2.5 mg of domperidone). She recovered following supportive care. THERAPEUTIC DOSE: ADULTS: ORAL: 10 to 15 mg up to 4 times daily. IV or IM: Varies by indication: 10 to 20 mg as a single dose or slowly over 1 to 2 minutes OR for chemotherapy-induced nausea and vomiting: 1 to 2 mg\/kg\/dose IV over 15 min administered 30 min prior to chemotherapy and then every 2 hours for 2 doses, then every 3 hours for 3 doses. CHILDREN: ORAL: GASTROESOPHAGEAL REFLUX: The safety and efficacy of oral metoclopramide in pediatric patients have not been established by the manufacturer. However, the following doses have been used: Infants and children: 0.1 mg\/kg\/dose orally 3 to 4 times a day.  Doses up to 0.3 mg\/kg\/dose 4 times a day are more effective, but are associated with a much higher incidence of side effects. IV: PREVENTION OF CHEMOTHERAPY-INDUCED EMESIS: 2.5 mg\/kg\/dose IV for one to two doses 30 minutes before chemotherapy and two hours later; then 0.4 mg\/kg\/hour IV by continuous infusion or 1 mg\/kg\/dose. INTESTINAL INTUBATION: (14 years and older) a single 10 mg IV dose over 1 to 2 minutes; (6 to 14 years of age) a single 2.5 mg to 5 mg  IV dose over 1 to 2 minutes; (under 6 years of age) a single 0.1 mg\/kg IV dose over 1 to 2 minutes. <br\/>"}]},{"id":"7zy9s13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness until drug effects are realized.<\/li><li>This drug may cause fluid retention, sedation, somnolence, tremor, restlessness, fatigue, cardiac dysrhythmia, or neuroleptic malignant syndrome (sweating, fever, stupor, unstable blood pressure, muscular rigidity, autonomic dysfunction).<\/li><li>Instruct patient to report signs\/symptoms of tardive dyskinesia (jerky muscle movements, tongue thrusting, facial grimacing\/ticks, random movements of extremities), extrapyramidal effects, or parkinsonian symptoms. Patients on prolonged therapy or a high-dose regimen are at greater risk for these adverse effects.<\/li><li>Patient should take oral formulations 30 min before meals and at bedtime, or as a single dose prior to the provoking situation.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>Advise patient to avoid concomitant MAO inhibitors, tricyclic antidepressants, or sympathomimetic amine therapy.<\/li><\/ul>"}]}