{"drugs":["Adenocard","Adenoscan","Adenosine"],"mono":{"0":{"id":"8440-s-0","title":"Generic Names","mono":"Adenosine"},"1":{"id":"8440-s-1","title":"Dosing and Indications","sub":[{"id":"8440-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Advanced cardiac life support - Supraventricular tachycardia:<\/b> initial 6 mg IV peripheral bolus over 1 to 2 seconds followed by 20 mL saline flush, increase to 12 mg every 1 to 2 minutes as needed for 2 doses; MAX 12 mg\/dose<\/li><li><b>Cardiac thallium 201 study; Adjunct:<\/b> 140 mcg\/kg\/min IV for 6 min<\/li><li><b>Paroxysmal supraventricular tachycardia:<\/b> initial 6 mg IV peripheral bolus over 1 to 2 seconds, increase to 12 mg every 1 to 2 min as needed for 2 doses; MAX single dose 12 mg<\/li><\/ul>"},{"id":"8440-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Advanced cardiac life support - Supraventricular tachycardia:<\/b> initial, 0.1 mg\/kg IV or INTRAOSSEOUSLY followed by saline flush, MAX 6 mg\/dose; may repeat at 0.2 mg\/kg as needed; MAX 12 mg\/dose<\/li><li><b>Paroxysmal supraventricular tachycardia:<\/b> (weight less than 50 kg), initial 0.05 to 0.1 mg\/kg\/dose IV as a rapid bolus (MAX 6 mg\/dose); may repeat at increasing increments of 0.05 to 0.1 mg\/kg\/dose IV every 1 to 2 min as needed; MAX single dose of 0.3 mg\/kg;<\/li><li><b>Paroxysmal supraventricular tachycardia:<\/b> (weight at least 50 kg or above), initial 6 mg IV peripheral bolus over 1 to 2 seconds, increase to 12 mg every 1 to 2 min as needed for 2 doses; MAX single dose 12 mg<\/li><\/ul>"},{"id":"8440-s-1-6","title":"Dose Adjustments","mono":"<b>heart transplantation:<\/b> due to supersensitivity to adenosine in the denervated heart, consider reducing dose by one-third to one-fifth "},{"id":"8440-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cardiac thallium 201 study; Adjunct<\/li><li>Paroxysmal supraventricular tachycardia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Advanced cardiac life support - Supraventricular tachycardia<\/li><li>Coronary artery bypass graft<\/li><li>Myocardial imaging, Technetium-99M<\/li><li>Percutaneous transluminal angioplasty<\/li><li>Stress echocardiography<\/li><li>Supraventricular arrhythmia; Diagnosis<\/li><\/ul>"}]},"3":{"id":"8440-s-3","title":"Contraindications\/Warnings","sub":[{"id":"8440-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to adenosine<\/li><li>known or suspected bronchoconstrictive or bronchospastic lung disease (eg, asthma)<\/li><li>second- or third-degree atrioventricular block (if no pacemaker is present)<\/li><li>sinus node disease, such as sick sinus syndrome or symptomatic bradycardia (if no pacemaker is present)<\/li><\/ul>"},{"id":"8440-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- fatal cardiac arrest, myocardial infarction, and ventricular arrhythmias requiring resuscitation have been reported; avoid use in patients with acute myocardial ischemia (eg, unstable angina or cardiovascular instability)<\/li><li>-- atrioventricular (AV) block has been reported; discontinue if persistent or symptomatic high-grade AV block develops<\/li><li>-- use with caution in patients with pre-existing first-degree AV or bundle branch block; avoid use in patients with high-grade AV block or sinus node disfunction (if no pacemaker is present)<\/li><li>-- heart transplant; supersensitivity of donor (denervated) heart; increased risk of sinoatrial and atrioventricular (AV) block; dosage reduction and monitoring may be necessary<\/li><li>-- clinically significant hypotension may occur with an increased risk in patients with autonomic dysfunction, hypovolemia, stenotic valvular heart disease, pericarditis or pericardial effusions, or stenotic carotid artery disease with cerebrovascular insufficiency; discontinue if persistent or symptomatic hypotension develops<\/li><li>-- atrial fibrillation has been reported within minutes of administration; condition is self-limiting<\/li><li>-- clinically significant hypertension has been reported<\/li><li>Immunologic:<\/li><li>-- hypersensitivity reactions (eg, dyspnea, throat tightness, flushing, erythema, rash, and chest discomfort) have been reported<\/li><li>Neurological:<\/li><li>-- hemorrhagic and ischemic cerebrovascular accidents have been reported<\/li><li>-- new-onset or recurrence of seizures have been reported; increased risk with concomitant use of aminophylline<\/li><li>Respiratory:<\/li><li>-- avoid use in patients with bronchoconstriction or bronchospasm (eg, asthma); risk of respiratory compromise<\/li><li>-- use with caution in patients with obstructive lung disease not associated with bronchoconstriction (eg, emphysema, bronchitis); risk of respiratory compromise<\/li><li>-- dyspnea may occur; condition is usually self-limiting<\/li><\/ul>"},{"id":"8440-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"8440-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"8440-s-4","title":"Drug Interactions","sub":{"1":{"id":"8440-s-4-14","title":"Major","mono":"<ul><li>Aminophylline (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Dimenhydrinate (theoretical)<\/li><li>Dyphylline (theoretical)<\/li><li>Pentoxifylline (theoretical)<\/li><li>Theophylline (theoretical)<\/li><li>Verapamil (theoretical)<\/li><\/ul>"},"2":{"id":"8440-s-4-15","title":"Moderate","mono":"<ul>Dipyridamole (probable)<\/ul>"}}},"5":{"id":"8440-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest discomfort (40%)<\/li><li><b>Dermatologic:<\/b>Flushing (18% to 44%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal discomfort (13%)<\/li><li><b>Musculoskeletal:<\/b>Pain of head and neck region (15%)<\/li><li><b>Neurologic:<\/b>Dizziness (1% to 12%), Headache (2% to 18%)<\/li><li><b>Respiratory:<\/b>Dyspnea (12% to 28%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Cardiac dysrhythmia (1%), Complete atrioventricular block (less than 1%), Heart failure, Ventricular arrhythmia (less than 1%), Ventricular tachycardia<\/li><li><b>Respiratory:<\/b>Bronchospasm, In asthmatics<\/li><\/ul>"},"6":{"id":"8440-s-6","title":"Drug Name Info","sub":{"0":{"id":"8440-s-6-17","title":"US Trade Names","mono":"<ul><li>Adenocard<\/li><li>Adenoscan<\/li><\/ul>"},"2":{"id":"8440-s-6-19","title":"Class","mono":"<ul><li>Adenosine Receptor Agonist<\/li><li>Antiarrhythmic<\/li><\/ul>"},"3":{"id":"8440-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"8440-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"8440-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Antiarrhythmic-Slows impulse formation in the sinoatrial (SA) node, slows conduction time through the atrioventricular (AV) node, and can interrupt reentry pathways through the AV node.   Adenosine depresses left ventricular function, but because of its short half-life, the effect is transient, allowing use in patients with existing poor left ventricular function .<\/li><li>Diagnostic aid-The precise mechanism of coronary vasodilation is not completely understood.   However, it is speculated that adenosine may have a direct effect on smooth muscle receptors and may influence cellular calcium dynamics.   Coronary vasodilation by adenosine contributes to the creation of heterogeneity of myocardial blood flow.    The difference in coronary reserve in the vascular bed distal to a critical coronary stenosis versus that supplied by normal coronary arteries accounts for a significantly greater, 3- to 5-fold, increase in regional myocardial blood flow to normal epicardial vessels. <\/li><li>Administration of doses larger than 12 mg by intravenous infusion decreases blood pressure by reducing peripheral vascular resistance .<\/li><\/ul>"},"8":{"id":"8440-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"8440-s-8-25","title":"Metabolism","mono":"Systemic: Active metabolites: inosine and adenosine monophosphate  <br\/>"},"4":{"id":"8440-s-8-27","title":"Elimination Half Life","mono":"Systemic: &lt;10 s.<br\/>"}}},"9":{"id":"8440-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>administer by rapid bolus only<\/li><li>administer either directly into peripheral vein or into IV line followed by a rapid saline flush<\/li><\/ul>"},"10":{"id":"8440-s-10","title":"Monitoring","mono":"ECG, blood pressure, heart rate<br\/>"},"11":{"id":"8440-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 3 MG\/ML<br\/><\/li><li><b>Adenocard<\/b><br\/>Intravenous Solution: 3 MG\/ML<br\/><\/li><li><b>Adenoscan<\/b><br\/>Intravenous Solution: 3 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"8440-s-12","title":"Toxicology","sub":[{"id":"8440-s-12-31","title":"Clinical Effects","mono":"<b>ADENOSINE AND RELATED AGENTS <\/b><br\/>USES: Adenosine is an endogenous nucleoside used for the conversion of paroxysmal supraventricular tachycardia to sinus rhythm. It is an endogenous coronary vasodilator and used for thallium stress testing. Regadenoson is a low affinity adenosine receptor agonist producing coronary vasodilation and increasing coronary blood flow used for myocardial perfusion imaging. PHARMACOLOGY: Adenosine depresses calcium-mediated slow-channel conduction and increases potassium conductance, thus depressing automaticity of the sinus node, Purkinje fibers, AV nodal conduction, and shortening and hyperpolarizing the atrial action potential. TOXICOLOGY: Overdose information is limited. In large doses, cardiac effects can occur which include atrial fibrillation, atrial flutter, bradycardia, and angina-like chest pain. However, adenosine has an ultra-short half-life which limits its toxicity. EPIDEMIOLOGY: Adenosine is commonly used, but toxicity is rarely seen. MILD TO MODERATE TOXICITY: Mild toxicity can consist of hypotension, dyspnea, vomiting and retching, facial flushing, headaches, and irritability. SEVERE TOXICITY: Severe toxicity can cause bradycardia, sinus arrest, atrioventricular block, ventricular dysrhythmias, and bronchospasm. Seizures are rarely reported. ADVERSE EFFECTS: Hypotension, dyspnea, nausea, vomiting, abdominal discomfort, dizziness, facial flushing, and irritability have occurred with therapeutic dosing.<br\/>"},{"id":"8440-s-12-32","title":"Treatment","mono":"<b>ADENOSINE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment for mild to moderate toxicity is symptomatic and supportive care. Duration of effect is extremely short, so treatment is usually unnecessary. MANAGEMENT OF SEVERE TOXICITY: Duration is extremely short, so effects are typically self-limiting and short. However, if severe toxicity develops, support respiratory and cardiovascular function. Aminophylline, an adenosine receptor antagonist, has been used for regadenoson toxicity.<\/li><li>Decontamination: Gastrointestinal decontamination is not indicated as these agents are administered parenterally.<\/li><li>Airway management: Airway management may be needed if cardiovascular compromise develops, but this is rare.<\/li><li>Antidote: There is no antidote for adenosine. Aminophylline, an adenosine receptor antagonist, has been used following regadenoson adverse reactions, at doses ranging from 50 to 250 mg IV, administered over 30 to 60 seconds.<\/li><li>Monitoring of patient: No routine laboratory evaluation is indicated. If dysrhythmias develop, monitor electrolytes. Institute continuous cardiac monitoring and obtain an ECG.<\/li><li>Enhanced elimination procedure: Dialysis or other methods of enhanced elimination are not recommended.<\/li><li>Patient disposition: HOME CRITERIA: These medications are administered parenterally in a healthcare setting. There is no role for home management. OBSERVATION CRITERIA: Patients who develop adverse effects need to be observed in the emergency department until symptoms resolve. ADMISSION CRITERIA: Patients with severe or prolonged symptoms, those who develop new dysrhythmias, or requiring medication treatment should be admitted for further observation. CONSULT CRITERIA: Medical toxicology should be consulted in large and\/or severe symptomatic exposures.<\/li><\/ul>"},{"id":"8440-s-12-33","title":"Range of Toxicity","mono":"<b>ADENOSINE AND RELATED AGENTS<\/b><br\/>TOXICITY: ADENOSINE: There is no data for a minimal toxic or lethal dose for adenosine. REGADENOSON: Flushing, dizziness, and increased heart rate have been reported at doses greater than 0.02 mg\/kg. THERAPEUTIC DOSE: ADENOSINE: ADULTS: 6 mg IV peripheral bolus over 1 to 2 seconds; can increase to a maximum dose of 12 mg if needed. CHILDREN: Initial dose, 0.1 mg\/kg rapid IV push or intraosseous, up to a maximum of 6 mg\/dose; can repeat with 0.2 mg\/kg, up to a maximum of 12 mg\/dose. REGADENOSON: ADULTS: 0.4 mg (5 mL) of regadenoson administered as a rapid (approximately 10 seconds) intravenous injection.<br\/>"}]},"13":{"id":"8440-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report symptoms of cardiac arrhythmias or myocardial infarction.<\/li><li>Direct patient to report symptoms of bronchoconstriction, dyspnea, or respiratory compromise.<\/li><li>Counsel patient to report symptoms of a stroke or seizure.<\/li><li>Side effects may include flushing, headache, dizziness, or chest, throat, neck, jaw, or gastrointestinal discomfort.<\/li><\/ul>"}}}