{"generic":"Mitomycin","drugs":["Mitomycin","Mutamycin"],"mono":[{"id":"84lcs0","title":"Generic Names","mono":"Mitomycin"},{"id":"84lcs1","title":"Dosing and Indications","sub":[{"id":"84lcs1b4","title":"Adult Dosing","mono":"<ul><li><b>Breast cancer:<\/b> optimal dose and timing not defined<\/li><li><b>Carcinoma of bladder:<\/b> 20-40 mg INTRAVESICALLY every week<\/li><li><b>Carcinoma of esophagus:<\/b> optimal dose and timing not defined<\/li><li><b>Carcinoma of pancreas, Disseminated adenocarcinoma, in combination with other agents:<\/b> 20 mg\/m(2)\/dose IV every 6 to 8 weeks<\/li><li><b>Cervical cancer:<\/b> optimal dose and timing not defined<\/li><li><b>Colorectal cancer:<\/b> optimal dose and timing not defined<\/li><li><b>Gastric cancer, Disseminated adenocarcinoma, in combination with other agents:<\/b> 20 mg\/m(2)\/dose IV every 6 to 8 weeks<\/li><li><b>Head and neck cancer:<\/b> optimal dose and timing not defined<\/li><li><b>Malignant tumor of biliary tract, Advanced:<\/b> optimal dose and timing not defined<\/li><li><b>Non-small cell lung cancer:<\/b> optimal dose and timing not defined<\/li><li><b>Operation for glaucoma, Ab externo; Adjunct:<\/b> (Mitosol(R) topical solution powder) saturate the provided sponges with entire vial of 0.2 mg\/mL reconstituted Mitosol(R) solution and apply TOPICALLY in a single layer to treatment area; leave on for 2 minutes<\/li><li><b>Primary malignant neoplasm of anus:<\/b> 10 mg\/m(2) IV bolus on days 1 and day 29 (not to exceed 20 mg\/course) plus fluorouracil 1000 mg\/m(2)\/day via continuous infusion on days 1 to 4 and 29 to 32, with concurrent radiation 45 gray (Gy) in 25 fractions of 1.8 Gy over 5 weeks was used in a clinical trial (n=682)<\/li><li><b>Primary malignant neoplasm of anus:<\/b> 12 mg\/m(2) IV bolus on day 1 plus 5-fluorouracil (1000 mg\/m(2)\/day continuous IV infusion on days 1 to 4 or 750 mg\/m(2) continuous IV infusion on days 1 to 5) was used in a clinical trial; chemotherapy was given concurrently with radiation therapy (45 gray in 20 or 25 fractions over 4 or 5 weeks); 5-fluorouracil was started at least 2 hours before the first radiation therapy fraction and an additional cycle of 5-fluorouracil was given during the final week of radiation therapy<\/li><li><b>Primary malignant neoplasm of anus:<\/b> 10 mg\/m(2) (MAX of 20 mg) IV bolus on day 1 plus 5-fluorouracil 1000 mg\/m(2)\/day (MAX of 2000 mg\/day) continuous IV infusion on days 1 to 4 was used in a phase 3 study; treatment was repeated once, starting on day 29 for total of 2 cycles; chemotherapy was given concurrently with radiation therapy (45 gray in 25 fractions over 5 weeks)<\/li><\/ul>"},{"id":"84lcs1b5","title":"Pediatric Dosing","mono":"safety and efficacy of Mitosol(R) topical solution powder not established in pediatric patients "},{"id":"84lcs1b6","title":"Dose Adjustments","mono":"<ul><li><b>hematologic (leukocyte):<\/b> If nadir count after prior dose is 2,000 to 2,999, give 70% of prior dose and if less than 2,000, give 50% of prior dose<\/li><li><b>hematologic (platelets):<\/b> If nadir count after prior dose is 25,000 to 74,999, give 70% of prior dose and if less than 25,000 give, 50% of prior dose<\/li><li><b>renal impairment:<\/b> do not give to patients with a serum creatinine greater than 1.7 mg\/dL; if GFR less than 10 mL\/min, administer 75% of the usual dose<\/li><\/ul>"},{"id":"84lcs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Carcinoma of pancreas, Disseminated adenocarcinoma, in combination with other agents<\/li><li>Gastric cancer, Disseminated adenocarcinoma, in combination with other agents<\/li><li>Operation for glaucoma, Ab externo; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Breast cancer<\/li><li>Carcinoma of bladder<\/li><li>Carcinoma of esophagus<\/li><li>Cervical cancer<\/li><li>Colorectal cancer<\/li><li>Head and neck cancer<\/li><li>Malignant mesothelioma<\/li><li>Malignant neoplasm of liver<\/li><li>Malignant tumor of biliary tract, Advanced<\/li><li>Malignant tumor of rectum<\/li><li>Non-small cell lung cancer<\/li><li>Primary malignant neoplasm of anus<\/li><li>Sarcoma<\/li><\/ul>"}]},{"id":"84lcs2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>Bone marrow suppression, notably thrombocytopenia and leukopenia, which may contribute to overwhelming infections in an already compromised patient, is the most common and severe of the toxic effects of mitomycin injection. Hemolytic Uremic Syndrome (HUS) has been reported in patients receiving systemic mitomycin. The syndrome may occur at any time during therapy with mitomycin, but most cases occur at doses greater than or equal to 60 mg. Blood product transfusion may exacerbate the symptoms associated with this syndrome.<br\/>"},{"id":"84lcs3","title":"Contraindications\/Warnings","sub":[{"id":"84lcs3b9","title":"Contraindications","mono":"<ul><li>coagulation disorder or increase in bleeding tendency due to other causes (parenteral)<\/li><li>hypersensitivity or idiosyncratic reaction to mitomycin, history<\/li><li>pregnancy; may cause fetal harm (topical application to eye)<\/li><li>thrombocytopenia (parenteral)<\/li><\/ul>"},{"id":"84lcs3b10","title":"Precautions","mono":"<ul><li>bone marrow suppression, particularly thrombocytopenia and\/or leukopenia; most common and most serious toxicity; cumulative; monitoring recommended;; dose interruption, or discontinuation may be required (parenteral)<\/li><li>hemolytic uremic syndrome has been reported; increased risk with doses of 60 mg or higher; blood product transfusion may exacerbate symptoms; monitoring recommended (parenteral)<\/li><li>cell death of corneal epithelium may occur with direct contact (topical application to eye)<\/li><li>corneal and\/or scleral damage, including thinning or perforation; increased risk with solution concentrations higher than 0.2 mg\/mL or use longer than 2 minutes (topical application to eye)<\/li><li>hypotony, postoperative, has been reported (topical application to eye)<\/li><li>infection due to immunosuppression, serious and sometimes fatal, may occur<\/li><li>lenticular change and cataract formation has been reported with use in phakic patients (topical application to eye)<\/li><li>renal impairment, serum creatinine greater than 1.7 mg\/dL; use not recommended (parenteral)<\/li><li>renal toxicity may occur; monitoring recommended (parenteral)<\/li><li>respiratory distress, acute, (eg, shortness of breath, severe bronchospasm, adult respiratory distress syndrome) has been reported with combination chemotherapy and FiO(2) concentrations greater than 50% perioperatively (parenteral)<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"84lcs3b11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"84lcs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"84lcs4","title":"Drug Interactions","sub":[{"id":"84lcs4b13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"84lcs4b14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Tamoxifen (probable)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Vinblastine (theoretical)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},{"id":"84lcs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Loss of appetite (14%), Nausea and vomiting (14%)<\/li><li><b>Ophthalmic:<\/b>Blebitis (topical application to eye), Cataract (topical application to eye), Disorder of cornea (topical application to eye), Endophthalmitis (topical application to eye), Hyphema (topical application to eye), Hypotony of eye (topical application to eye), Leaking filtering bleb (topical application to eye), Retinal hemorrhage (topical application to eye), Thrombosis of retinal vein (topical application to eye)<\/li><li><b>Other:<\/b>Fever (14%.)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Cellulitis<\/li><li><b>Hematologic:<\/b>Disseminated intravascular coagulation, Myelosuppression (64.4%)<\/li><li><b>Renal:<\/b>Hemolytic uremic syndrome (less than 10%)<\/li><\/ul>"},{"id":"84lcs6","title":"Drug Name Info","sub":{"0":{"id":"84lcs6b17","title":"US Trade Names","mono":"Mutamycin<br\/>"},"2":{"id":"84lcs6b19","title":"Class","mono":"Antineoplastic Agent<br\/>"},"3":{"id":"84lcs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"84lcs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"84lcs7","title":"Mechanism Of Action","mono":"Mitomycin solution, isolated from Streptomyces verticillus Yingtangensis, and mitomycin injection, isolated from Streptomyces caespitosus is an antibiotic with antimetabolite activity. Mitomycin causes cross-linking of DNA and inhibits DNA synthesis and to a lesser extent also inhibits RNA and protein synthesis.<br\/>"},{"id":"84lcs8","title":"Pharmacokinetics","sub":[{"id":"84lcs8b23","title":"Absorption","mono":"Bioavailability, Ocular solution: lower than IV administration <br\/>"},{"id":"84lcs8b24","title":"Distribution","mono":"Vd: 11 to 48 L\/m(2)  (den Hartigh, 1983)<br\/>"},{"id":"84lcs8b25","title":"Metabolism","mono":"Liver: primary site <br\/>"},{"id":"84lcs8b26","title":"Excretion","mono":"<ul><li>Total body clearance: 332.9 mL\/min\/m(2)<\/li><li> Renal: approximately 10% unchanged<\/li><\/ul>"},{"id":"84lcs8b27","title":"Elimination Half Life","mono":"23 to 78 minutes <br\/>"}]},{"id":"84lcs9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>follow procedures for proper handling and disposal of anticancer drugs<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute in sterile water for injection to a final concentration of 0.5 mg\/mL; shake and allow to stand at room temperature until dissolved<\/li><li>dilute reconstituted solution in NS or sodium lactate injection to a final concentration of 20 to 40 mcg\/mL<\/li><li>diluted solutions in NS and sodium lactate injection are stable at room temperature for 12 and 24 hours, respectively<\/li><li>care should be taken to avoid extravasation<\/li><\/ul><\/li><li><b>Topical<\/b><br\/><ul><li>not for intraocular administration<\/li><li>reconstitute with 1 ml sterile water for injection to a final concentration of 0.2 mg\/mL; shake and allow to stand at room temperature until dissolved; use within 1 hour of reconstitution<\/li><li>fully saturate provided sponges with entire reconstituted Mitosol(R); apply to treatment area evenly in a single layer using the surgical forceps<\/li><li>keep the sponges on the area for 2 minutes; then remove and irrigate surgical site<\/li><li>return to the sponge container and close the lid; use the chemotherapy waste bag provided for proper disposal of entire assemble <\/li><\/ul><\/li><\/ul>"},{"id":"84lcs10","title":"Monitoring","mono":"<ul><li>adjunct to chemotherapy: evidence of tumor response is indicative of efficacy<\/li><li>adjunct to ab externo glaucoma surgery: decreased intraocular pressure after ab externo glaucoma surgery is indicative of efficacy<\/li><li>(IV) CBC with differential; during therapy and for at least 8 weeks following therapy<\/li><li>(IV) renal function tests<\/li><\/ul>"},{"id":"84lcs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Powder for Solution: 5 MG, 20 MG, 40 MG<br\/><\/li><li><b>Novaplus mitoMYcin<\/b><br\/>Intravenous Powder for Solution: 5 MG, 20 MG, 40 MG<br\/><\/li><\/ul>"},{"id":"84lcs12","title":"Toxicology","sub":[{"id":"84lcs12b31","title":"Clinical Effects","mono":"<b>MITOMYCIN <\/b><br\/>USES: Mitomycin is indicated for disseminated adenocarcinoma of the stomach and pancreas, in combination with other chemotherapy agents.  It has also been used for other cancers, such as cervical, breast, colorectal, or head and neck cancers. Mitomycin ophthalmic topical solution is indicated as an adjunct to ab externa glaucoma surgery. PHARMACOLOGY: Mitomycin ophthalmic solution is isolated from Streptomyces verticillus Yingtangensis and mitomycin solution for injection is isolated from Streptomyces caespitosus. Mitomycin is an antibiotic with antimetabolite activity. It causes cross-linking of DNA and inhibits DNA synthesis. It may also inhibit cellular RNA and protein synthesis. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Limited data are available on mitomycin overdose.  The clinical effects reported are those noted during therapeutic use of mitomycin, including high-dose therapy. ADVERSE EFFECTS: INTRAVENOUS: COMMON: Nausea, vomiting, anorexia, mucositis, fever, and myelosuppression (eg, leukopenia, thrombocytopenia). Leukopenia and thrombocytopenia may occur anytime within 8 weeks after onset of therapy with an average time of 4 weeks. Recovery after cessation of therapy was within 10 weeks. Approximately 25% of leukopenia or thrombocytopenic episodes did not recover. OTHER EFFECTS: Alopecia, diarrhea, ileus, confusion, drowsiness, fatigue, lethargy, headache, syncope, weakness, skin findings (eg, extravasation, desquamation, induration, pruritus, pain on injection, paresthesias, contact dermatitis, necrosis, cellulitis, ulceration, and tissue sloughing at the injection site), renal dysfunction, thrombophlebitis, hepatotoxicity, pulmonary toxicity (eg, hemoptysis, dyspnea, cough, pneumonitis, alveolitis, and pulmonary fibrosis). Hemolytic uremic syndrome, consisting mainly of microangiopathic hemolytic anemia (hematocrit equal to or less than 25%), thrombocytopenia (equal to or less than 100,000\/mm(3)), and irreversible renal failure (serum creatinine equal to or greater than 1.6 mg\/dL) has been reported in patients receiving systemic mitomycin. Approximately 98% of patients with this syndrome developed microangiopathic hemolysis with fragmented red blood cells on peripheral blood smears. Congestive heart failure has rarely been reported in patients receiving mitomycin. Almost all patients with CHF had previously received doxorubicin. OPHTHALMIC: Chronic bleb leak, hypotony, hypotony maculopathy, blebitis, endophthalmitis, lenticular changes, cataract formation, corneal reactions (eg, endothelial damage, epithelial defects, anterior synechiae, superficial punctuate keratitis), and vascular reactions (eg, hyphema, central retinal vein occlusion, and retinal hemorrhage) have been reported.<br\/>"},{"id":"84lcs12b32","title":"Treatment","mono":"<b>MITOMYCIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat persistent nausea and vomiting with several antiemetics of different classes. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes. <\/li><li>Intrathecal injection: No clinical reports available, information derived from experience with other antineoplastics.  Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative-free normal saline or lactated ringers).  For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative-free normal saline or lactated ringers through the ventricular catheter, drain fluid from lumbar catheter.  Typical volumes 80 to 150 mL\/hr for 18 to 24 hours).  Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe respiratory symptoms, cardiotoxicity, or acute allergic reactions.<\/li><li>Antidote: None<\/li><li>Myelosuppression: Administer colony stimulating factors following a significant overdose as these patients are at risk for severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. For example: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. In patients with a mitomycin overdose in whom neutropenia and mucositis would be anticipated, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days. <\/li><li>Extravasation injury: Mitomycin, a vesicant, can produce cellulitis, ulceration, and tissue sloughing at the mitomycin extravasation. If extravasation occurs, stop the infusion. Disconnect the IV tubing, but leave the cannula or needle in place. Attempt to aspirate the extravasated drug from the needle or cannula. If possible, withdraw 3 to 5 mL of blood and\/or fluids through the needle\/cannula. Administer dimethyl sulfoxide (DMSO - see dosing below). Elevate the affected area. Apply ice packs for 15 to 20 minutes at least 4 times daily. Do not apply excessive cold to avoid tissue injury. Cold can cause local vasoconstriction and reduces fluid absorption. Administer analgesia for severe pain. If pain persists, there is concern for compartment syndrome, or injury is apparent, an early surgical consult should be considered. Close observation of the extravasated area is suggested.  If tissue sloughing, necrosis or blistering occurs, treat as a chemical burn (antiseptic dressings, silver sulfadiazine, antibiotics when applicable).  Surgical or enzymatic debridement may be required. Risk of infection is increased in chemotherapy patients with reduced neutrophil count following extravasation. Consider culturing any open wounds. Monitor the site for the development of cellulitis, which may require antibiotic therapy. DIMETHYL SULFOXIDE (DMSO): Treat site with topical DMSO (for a minimum of 7 days and maximum of 14 days); however, if blistering develops, discontinue DMSO and review site. Another source recommended DMSO 99% solution topically and allow to air dry. Cover with a nonocclusive dressing within 10 to 25 min. Repeat every 8 hours for 1 week.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, renal function, and liver enzymes. Monitor serial CBC (with differential) and platelet count until there is evidence of bone marrow recovery. Myelosuppression has been reported. Leukopenia and thrombocytopenia may occur anytime within 8 weeks after onset of therapy with an average time of 4 weeks. Recovery after cessation of therapy was within 10 weeks. About 25% of leukopenia or thrombocytopenic episodes did not recover. Monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Clinically evaluate patients for the development of mucositis. Monitor injection site for signs of extravasation. Monitor patients closely for the development of hemolytic uremic syndrome.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. All overdoses should be evaluated in a healthcare facility. OBSERVATION CRITERIA: Exposed patients should be evaluated and observed for 6 hours. If patients are asymptomatic for 6 hours, they may be sent home, but toxic effects may be delayed, so patients should return to a healthcare provider for any symptoms and should have blood work monitored as an outpatient (eg, CBC for myelosuppression). ADMISSION CRITERIA: Any symptomatic patient should be admitted to the hospital, and depending on the severity of their symptoms, either to the floor or ICU. Criteria for discharge should be resolution of symptoms and laboratory abnormalities. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an overdose. Consult a nephrologist if hemolytic uremic syndrome develops. TRANSFER CRITERIA: Patients with large overdoses or severe myelosuppression may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"84lcs12b33","title":"Range of Toxicity","mono":"<b>MITOMYCIN<\/b><br\/>TOXICITY: An adult received 70 mg and recovered with supportive care. Increased toxicity without enhanced efficacy has been reported with total doses greater than 20 mg\/m(2)\/day. Renal toxicity increases above cumulative dose of 120 mg. Reports of pulmonary toxicity have occurred at total dosages as low as 40 mg, but the average cumulative toxic dose resulting in pulmonary toxicity is 78 mg.   THERAPEUTIC DOSES: ADULTS: INTRAVENOUS: 20 mg\/m(2)\/dose IV every 6 to 8 weeks. OPHTHALMIC: Saturated sponges with entire vial of 0.2 mg\/mL reconstituted mitomycin solution is applied topically in a single layer to treatment area and left on for 2 minutes. CHILDREN: The safety and efficacy of mitomycin have not been established in pediatric patients. A phase II study was designed to reevaluate mitomycin in children using the dose considered to be optimal based upon adult data (20 mg\/m(2)) at 6 to 8 week intervals. Toxicity was tolerable in the 9 evaluable patients with refractory solid tumors.  <br\/>"}]},{"id":"84lcs13","title":"Clinical Teaching","mono":"<ul><li>Advise women of childbearing potential to use adequate contraception to prevent pregnancy during therapy as drug may cause fetal harm.<\/li><li>Instruct patient using parenteral form to report signs\/symptoms of hemolytic uremic syndrome (eg, renal failure, thrombocytopenia, hemolytic anemia) or nephrotoxicity.<\/li><li>Warn patient receiving topical drug for glaucoma surgery to report signs\/symptoms of inflammation such as iritis, endophthalmitis, or scleritis.<\/li><li>Parenteral form may cause injection site cellulitis, stomatitis, anorexia, nausea, vomiting, alopecia, fever, and rash.<\/li><li>Topical form may cause hypotony, hypotony maculopathy, blebitis, vascular reactions (eg, hyphema, hemorrhages) and corneal reactions (eg, endothelial damage, superficial punctate keratitis).<\/li><li>Counsel patient using parenteral form to report signs\/symptoms of thrombocytopenia and\/or leukopenia.<\/li><li>Instruct patient using parenteral form to report signs\/symptoms of extravasation possibly weeks to months after dose.<\/li><li>Advise patient receiving topical drug for glaucoma surgery to report signs\/symptoms of lenticular changes, cataracts, or any change in vision.<\/li><\/ul>"}]}