{"generic":"Bromocriptine Mesylate","drugs":["Bromocriptine Mesylate","Cycloset","Parlodel"],"mono":{"0":{"id":"88677-s-0","title":"Generic Names","mono":"Bromocriptine Mesylate"},"1":{"id":"88677-s-1","title":"Dosing and Indications","sub":[{"id":"88677-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acromegaly:<\/b> initial, 1.25 to 2.5 mg ORALLY at bedtime; increase 1.25 to 2.5 mg every 3 to 7 days as needed; usual maintenance dose, 20 to 30 mg ORALLY daily; MAX 100 mg daily<\/li><li><b>Female infertility - In vitro fertilization:<\/b> 1.25 mg\/day ORALLY between days 4 to 6 of follicular phase, then 2.5 mg\/day until 3 days after onset of menstruation as part of standard long protocol for in vitro fertilization<\/li><li><b>Female infertility of pituitary - hypothalamic origin - Hyperprolactinemia:<\/b> initial, 1.25 to 2.5 mg ORALLY daily, increase dose by 2.5 mg every 2 to 7 days as needed until optimal therapeutic response achieved; usual dose range, 2.5 to 15 mg daily<\/li><li><b>Hyperprolactinemia:<\/b> initial, 1.25 to 2.5 mg ORALLY daily, increase dose by 2.5 mg every 2 to 7 days as needed until optimal therapeutic response achieved; usual dose range, 2.5 to 15 mg daily<\/li><li><b>Non-pregnancy related A-G syndrome:<\/b> initial, 1.25 to 2.5 mg ORALLY daily, increase dose by 2.5 mg every 2 to 7 days as needed until optimal therapeutic response achieved; usual dose range, 2.5 to 15 mg daily<\/li><li><b>Parkinson's disease:<\/b> initial, 1.25 mg ORALLY twice daily; increase by 2.5 mg daily every 14 to 28 days; usual maintenance dose range 2.5 to 40 mg\/day ORALLY, up to 100 mg daily<\/li><li><b>Prolactinoma:<\/b> initial, 1.25 to 2.5 mg ORALLY daily, increase dose by 2.5 mg every 2 to 7 days as needed until optimal therapeutic response achieved; usual dose range, 2.5 to 15 mg daily<\/li><li><b>Type 2 diabetes mellitus:<\/b> initial, 0.8 mg daily ORALLY taken within 2 hr of waking with food; increase by 0.8 mg\/day weekly until maximal tolerated daily dose of 1.6 mg to 4.8 mg is achieved; MAX 4.8 mg daily<\/li><\/ul>"},{"id":"88677-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>(prolactin-secreting pituitary adenomas) safety and effectiveness not established in pediatric patients under the age of 8 years<\/li><li>(all other indications) safety and effectiveness not established in pediatric patients<\/li><li><b>Prolactinoma:<\/b> (11 to 15 yr old) 1.25 to 2.5 mg ORALLY daily, gradual dose adjustment to therapeutic response; usual dose range, 2.5 to 10 mg daily<\/li><li><b>Prolactinoma:<\/b> (16 yr and older) initial, 1.25 to 2.5 mg ORALLY daily, increase dose by 2.5 mg every 2 to 7 days as needed until optimal therapeutic response achieved; usual dose range, 2.5 to 15 mg daily<\/li><\/ul>"},{"id":"88677-s-1-6","title":"Dose Adjustments","mono":"predominantly metabolized by the liver, dosing adjustments may be necessary with hepatic impairment "},{"id":"88677-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acromegaly<\/li><li>Female infertility of pituitary - hypothalamic origin - Hyperprolactinemia<\/li><li>Hyperprolactinemia<\/li><li>Non-pregnancy related A-G syndrome<\/li><li>Parkinson's disease<\/li><li>Prolactinoma<\/li><li>Type 2 diabetes mellitus<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Female infertility - In vitro fertilization<br\/>"}]},"3":{"id":"88677-s-3","title":"Contraindications\/Warnings","sub":[{"id":"88677-s-3-9","title":"Contraindications","mono":"<ul><li>breastfeeding<\/li><li>hypersensitivity to bromocriptine or any component of the product<\/li><li>hypersensitivity to ergot alkaloids or ergot-related drugs<\/li><li>postpartum period, women with history of coronary artery disease or severe cardiovascular condition unless withdrawal medically contraindicated (Parlodel(R))<\/li><li>syncopal migraine; increased risk of hypotensive episode (Cycloset(R))<\/li><li>uncontrolled hypertension (Parlodel(R))<\/li><\/ul>"},{"id":"88677-s-3-10","title":"Precautions","mono":"<ul><li>abrupt withdrawal, dose reduction or changes in treatment; may result in emergent hyperpyrexia and confusion (symptom complex resembling neuroleptic malignant syndrome) in patients with Parkinson disease (Parlodel(R))<\/li><li>cardiovascular disease (Parlodel (R))<\/li><li>cerebrospinal fluid rhinorrhea has been reported in patients with prolactin-secreting adenomas (Parlodel(R))<\/li><li>concomitant use with any dopamine receptor antagonist, including neuroleptic drugs, not recommended (Cycloset(R))<\/li><li>concomitant use with ergot alkaloids not recommended<\/li><li>concomitant use of drugs that alter blood pressure in the puerperium period not recommended (Parlodel(R))<\/li><li>digital vasospasm, cold-sensitive; has been reported in patients with acromegaly; dose reduction may be needed (Parlodel(R))<\/li><li>gastrointestinal bleeding or ulcer, history; cases of severe, some fatal, gastrointestinal bleeding from peptic ulcers have been reported in acromegalic patients (Parlodel(R))<\/li><li>hallucinations, visual or auditory; may occur with or without concomitant levodopa; dose adjustment or discontinuation may be needed (Parlodel(R))<\/li><li>headache, severe, progressive or unremitting with or without visual disturbance; may precede seizure or stroke; discontinue use and promptly evaluate patient (Parlodel(R))<\/li><li>hypertension has been reported, particularly in postpartum women at the initiation and second week of therapy; monitoring recommended (Parlodel(R))<\/li><li>hypotension, including orthostatic hypotension, may occur and result in reduced alertness particularly when initiating therapy and during dose escalation; monitoring recommended<\/li><li>impaired impulse control (eg, urges to gamble, increased sexual urges, other intense urges) has been reported; consider dose reduction or therapy withdrawal if symptoms occur (Parlodel(R))<\/li><li>lactose intolerance; use is not recommended in patients with galactose intolerance, severe lactase deficiency, or glucose-galactose malabsorption; product contains lactose<\/li><li>large adenomas or those not seeking pregnancy; use contraceptive measures other than oral contraceptives during therapy (Parlodel (R))<\/li><li>melanoma, increased risk in patients with Parkinson disease; monitoring recommended for any indication (Parlodel(R))<\/li><li>myocardial infarction has been reported; use caution in patients with a history of myocardial infarction with residual atrial, nodal or ventricular arrhythmia (Parlodel(R))<\/li><li>pleural and pericardial effusions, pleural and pulmonary fibrosis, and constrictive pericarditis have been reported<\/li><li>pleuropulmonary disorders, unexplained; consider discontinuing use (Parlodel(R))<\/li><li>pregnancy, conceived while on therapy; discontinuing therapy recommended; if therapy is medically necessary, monitoring recommended; discontinue use if gestational hypertensive disorder occurs (eg, eclampsia, preeclampsia, or pregnancy-induced hypertension); pregnancy test recommended at least every 4 weeks during the ammenorrheic period and every time a patients misses a menstrual period (Parlodel(R))<\/li><li>psychotic disorder, severe; may exacerbate condition or may reduce efficacy of treatment for psychosis; use not recommended<\/li><li>retroperitoneal fibrosis, manifestations of back pain, edema of the lower limbs, and impaired kidney function has been reported; discontinue use if fibrotic changes in the retroperitoneum are diagnosed or suspected<\/li><li>seizures with or without prior hypertension have been reported, particularly in postpartum women; discontinue use and promptly evaluate patient (Parlodel(R))<\/li><li>sudden sleep onset and somnolence have been reported, especially in patients with Parkinson disease<\/li><li>stroke has been reported, especially in postpartum patients whose pregnancies and deliveries have been uncomplicated; discontinue use and promptly evaluate patient (Parlodel(R))<\/li><li>tumor expansion has been reported; monitoring recommended; discontinue use and consider alternative procedures (Parlodel(R))<\/li><li>visual field loss, secondary; may occur in patients with macroprolactinoma due to chiasmal herniation; monitoring recommended; dose adjustment may be necessary (Parlodel(R))<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or  www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"88677-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Bromocriptine: B (FDA)<\/li><li>Bromocriptine: A (AUS)<\/li><\/ul>"},{"id":"88677-s-3-12","title":"Breast Feeding","mono":"<ul><li>Bromocriptine: AAP: Drugs that have been associated with significant effects on some nursing infants and should be given to nursing mothers with caution.<\/li><li>Bromocriptine: Micromedex: Milk effects are possible.<\/li><\/ul>"}]},"4":{"id":"88677-s-4","title":"Drug Interactions","sub":[{"id":"88677-s-4-13","title":"Contraindicated","mono":"<ul><li>Eletriptan (theoretical)<\/li><li>Frovatriptan (theoretical)<\/li><li>Naratriptan (theoretical)<\/li><li>Rizatriptan (theoretical)<\/li><li>Sumatriptan (theoretical)<\/li><\/ul>"},{"id":"88677-s-4-14","title":"Major","mono":"<ul><li>Almotriptan (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dihydroergotamine (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Isometheptene (probable)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Metoclopramide (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Phenylpropanolamine (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><\/ul>"},{"id":"88677-s-4-15","title":"Moderate","mono":"<ul><li>Bromperidol (probable)<\/li><li>Clarithromycin (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Erythromycin (probable)<\/li><li>Furazolidone (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Kava (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nialamide (probable)<\/li><li>Phenelzine (probable)<\/li><li>Procarbazine (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Thioridazine (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}]},"5":{"id":"88677-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (type 2 diabetes, 2.2%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (acromegaly, 14%; hyperprolactinemic indications, 3%; type 2 diabetes, 5.8% to 11.3%), Diarrhea (hyperprolactinemic indications, 3%; type 2 diabetes, 8.1% to 8.8%), Indigestion (acromegaly, 4%; type 2 diabetes, 7.5%), Nausea (acromegaly, 18%; hyperprolactinemic indications, 49%; type 2 diabetes, 25.4% to 32.5%), Vomiting (acromegaly, 2%; hyperprolactinemic indications, 5%; type 2 diabetes, 5.3% to 8.1%)<\/li><li><b>Neurologic:<\/b>Asthenia (type 2 diabetes, 12.5% to 18.9%), Dizziness (hyperprolactinemic indications, 17%; type 2 diabetes, 11.9% to 14.8%), Headache (hyperprolactinemic indications, 19%; type 2 diabetes, 11.4% to 16.8%), Somnolence (3% to 6.6%)<\/li><li><b>Ophthalmic:<\/b>Amblyopia (type 2 diabetes, 5.3% to 7.5%)<\/li><li><b>Respiratory:<\/b>Rhinitis (type 2 diabetes 10.7% to 13.8%), Sinusitis (type 2 diabetes, 7.4% to 10%)<\/li><li><b>Other:<\/b>Fatigue (hyperprolactinemia indications, 7%; type 2 diabetes, 13.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Coronary artery thrombosis, Postpartum, Heart valve disorder, Myocardial infarction, Postpartum (rare), Pericardial effusion<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal ulcer<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident (rare), Seizure (rare)<\/li><li><b>Psychiatric:<\/b>Hallucinations, Psychotic disorder<\/li><li><b>Respiratory:<\/b>Pleural effusion, Pulmonary fibrosis, Thickening of pleura<\/li><\/ul>"},"6":{"id":"88677-s-6","title":"Drug Name Info","sub":{"0":{"id":"88677-s-6-17","title":"US Trade Names","mono":"<ul><li>Parlodel<\/li><li>Cycloset<\/li><\/ul>"},"2":{"id":"88677-s-6-19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Antiparkinsonian<\/li><li>Dopamine Agonist<\/li><\/ul>"},"3":{"id":"88677-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"88677-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"88677-s-7","title":"Mechanism Of Action","mono":"<ul><li>The mechanism of action of improving glycemic control is unknown.<\/li><li>Bromocriptine mesylate is a dopamine receptor agonist that activates the postsynaptic dopamine receptors to inhibit prolactin secretions and it also stimulates dopamine receptors to improve motor function.<\/li><\/ul>"},"8":{"id":"88677-s-8","title":"Pharmacokinetics","sub":[{"id":"88677-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral, fasting: 53 min<\/li><li>Tmax, oral, with food: 90 to 120 min<\/li><li>Tmax, oral, healthy subjects: 1 to 3 hours<\/li><li>Bioavailability, oral: 65% to 95%<\/li><li>Effects of food: increased AUC by 55% to 65%; prolonged Tmax to 90 to 120 min<\/li><\/ul>"},{"id":"88677-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 61 L<\/li><li>Protein binding, Plasma protein: 90% to 96%<\/li><\/ul>"},{"id":"88677-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: extensively by CYP3A4 pathway, 93% undergoes first-pass metabolism<\/li><li>Gastrointestinal tract: extensive<\/li><\/ul>"},{"id":"88677-s-8-26","title":"Excretion","mono":"<ul><li>Bile: 94% to 98%<\/li><li>Renal: 2% to 6%<\/li><\/ul>"},{"id":"88677-s-8-27","title":"Elimination Half Life","mono":"6 to 20 hr <br\/>"}]},"9":{"id":"88677-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with meals <br\/>"},"10":{"id":"88677-s-10","title":"Monitoring","mono":"<ul><li>type 2 diabetes mellitus: achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>type 2 diabetes mellitus: HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>type 2 diabetes mellitus: blood glucose (self-monitoring); as needed to assist in meeting goals of therapy.<\/li><li>hyperprolactinemic states: reduction in serum prolactin levels is indicative of efficacy; monitor for suppression of lactation and galactorrhea, resumption of normal menstrual period<\/li><li>pregnancy test every 4 weeks in amenorrheic hyperprolactinemic patients<\/li><li>lactation suppression: reduction in serum prolactin levels is indicative of efficacy; reduction in breast engorgement and in breast milk flow indicative of therapeutic response<\/li><li>acromegaly: serum growth hormone monthly; presence or expansion of growth hormone-secreting tumors<\/li><li>Parkinson disease: reduction of extrapyramidal movements, rigidity, tremor, gait disturbances<\/li><li>renal, liver, and hematopoietic function<\/li><li>orthostatic vital signs; prior to initiation and periodically thereafter<\/li><li>melanoma screening, periodically by qualified individuals (eg. dermatologists)<\/li><li>acromegaly: signs and symptoms of GI bleeding; in patients with peptic ulcer history<\/li><li>hyperprolactinemic states: visual field examination and presence or size of prolactin-secreting adenomas<\/li><li>blood pressure; periodically, particularly during the first few weeks of treatment and in postpartum women<\/li><\/ul>"},"11":{"id":"88677-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 5 MG<\/li><li>Oral Tablet: 2.5 MG<\/li><\/ul><\/li><li><b>Cycloset<\/b><br\/>Oral Tablet: 0.8 MG<br\/><\/li><li><b>Parlodel<\/b><br\/><ul><li>Oral Capsule: 5 MG<\/li><li>Oral Tablet: 2.5 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"88677-s-12","title":"Toxicology","sub":[{"id":"88677-s-12-31","title":"Clinical Effects","mono":"<b>BROMOCRIPTINE AND RELATED AGENTS<\/b><br\/>USES: Bromocriptine is indicated for the treatment of hyperprolactinemia-associated dysfunctions (including amenorrhea, infertility, or hypogonadism), acromegaly, type 2 diabetes, and for idiopathic or post-encephalitic Parkinson's disease. PHARMACOLOGY: Bromocriptine is an ergoline derivative and selective dopamine and serotonin agonist with a high affinity for D2, 5-HT2A, and 5-HT2B receptors. It is also a D1 receptor antagonist. Reduced tonic stimulation of dopaminergic D2 receptors located on intrastriatal cholinergic neurons are the most likely cause of the parkinsonian symptoms. Bromocriptine occupies dopaminergic receptors in the pituitary gland to inhibit prolactin secretion. Dopamine agonist activity also lowers post-prandial and fasting glucose levels. TOXICOLOGY: Dopaminergic activity is believed to cause peripheral vasoconstriction akin to ergotism. EPIDEMIOLOGY: Acute overdoses are rarely reported. Adverse drug reactions are common, especially at time of drug initiation. OVERDOSE: Commonly reported signs and symptoms following bromocriptine overdose are nausea, vomiting, constipation, diaphoresis, dizziness, severe hypotension, malaise, confusion, lethargy, drowsiness, hallucinations, and repetitive yawning. ADVERSE EFFECTS: COMMON: The most commonly reported effects, with an incidence of at least 5%, following therapeutic administration include nausea, vomiting, constipation, orthostatic hypotension, headache, dizziness, fatigue, and lightheadedness. INFREQUENT: Other adverse effects that may occur less frequently include abdominal cramps, anorexia, cardiac dysrhythmias, digital vasospasm, dry mouth, dyskinesias, and myoclonus. Coronary thrombosis, hypertension, myocardial infarction, seizures, and strokes have been reported in several post-partum women who had been taking bromocriptine for lactation suppression. Pleural and pulmonary fibrosis, pleural effusion, retroperitoneal fibrosis, and pleuritic chest pain have all been reported in association with chronic high-dose (20 to 30 mg\/day) bromocriptine therapy, although in the majority of cases a specific causal relationship has not been established. WITHDRAWAL: Neuroleptic malignant syndrome has been rarely reported following rapid dose reduction or abrupt withdrawal of bromocriptine therapy.<br\/>"},{"id":"88677-s-12-32","title":"Treatment","mono":"<b>BROMOCRIPTINE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. Control agitation and confusion with benzodiazepines. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not recommended because of the potential for CNS depression or persistent seizures and subsequent aspiration. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe CNS depression or respiratory failure.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor blood pressure and ECG in symptomatic patients. Monitor for CNS signs of dyskinesias or seizures. Monitor serum electrolytes and acid\/base balance in patients with prolonged vomiting or seizures. Bromocriptine plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Due to the high protein binding of bromocriptine (90% to 96%), hemodialysis is unlikely to be of benefit.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, who remains asymptomatic, can be managed at home. OBSERVATION CRITERIA:  Patients with a deliberate overdose, and those who are symptomatic should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA:  Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center or medical toxicologist for assistance in managing patients with severe toxicity or for whom diagnosis is unclear.<\/li><\/ul>"},{"id":"88677-s-12-33","title":"Range of Toxicity","mono":"<b>BROMOCRIPTINE AND RELATED AGENTS<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Bromocriptine overdoses up to 25 mg in children have resulted in vomiting and drowsiness. A lisuride ingestion of 1 mg in a toddler resulted in respiratory acidosis and persistent hypotension. The child recovered with symptomatic and supportive care. THERAPEUTIC USE: Varies by disease state in adults. ACROMEGALY: Bromocriptine: Usual dosage range of 20 to 30 mg daily; maximum dose of 100 mg daily. DIABETES MELLITUS TYPE 2: Bromocriptine: Usual dosage range is 1.6 to 4.8 mg once daily; maximum daily dose is 4.8 mg. HYPERPROLACTINEMIA: Bromocriptine: Usual dosage range of 2.5 to 15 mg daily. PARKINSON'S DISEASE: Bromocriptine: Initial dose is 1.25 mg twice daily, increasing by 2.5 mg daily every 14 to 28 days as needed; maximum dose of 100 mg\/day. CHILDREN (11 to 15 years): For prolactinoma, the bromocriptine maintenance dosage regimen is 2.5 to 10 mg daily, based on limited data from clinical trials.<br\/>"}]},"13":{"id":"88677-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, especially at initiation of drug therapy, as drug may cause dizziness or somnolence.<\/li><li>Instruct patient to rise slowly from a sitting\/supine position, as drug may cause symptomatic hypotension (orthostatic, syncope).<\/li><li>This drug may cause constipation, nausea, headache, vomiting, or fatigue.<\/li><li>Instruct patient to report  progressively severe headaches, hypertension, or seizure activity.<\/li><li>Patient should report confusion, hallucinations, or unusual changes in behavior.<\/li><li>Advise patient that symptomatic improvement may not be seen for 2 to 3 weeks for acromegaly, hyperprolactinemia, and Parkinson's disease.<\/li><li>Instruct diabetic patient to take drug with food within 2 hours after waking in the morning.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>Avoid concomitant use of ergot alkaloids.<\/li><li>Advise caution if use with antihypertensive medications.<\/li><li>Instruct diabetic patient that if the morning dose is missed, wait until the next morning to take the routine dose.<\/li><\/ul>"}}}