{"generic":"Nystatin","drugs":["Bio-Statin","Mycostatin","Nystatin","Nystop","Pedi-Dri"],"mono":{"0":{"id":"8y2gs0","title":"Generic Names","mono":"Nystatin"},"1":{"id":"8y2gs1","title":"Dosing and Indications","sub":{"0":{"id":"8y2gs1b4","title":"Adult Dosing","mono":"<ul><li><b>Candidal vulvovaginitis:<\/b> 1 tablet (100,000 units) INTRAVAGINALLY daily for 2 weeks<\/li><li><b>Candidiasis of skin, Cutaneous and mucocutaneous infections:<\/b> ointment or cream, apply liberally to affected areas TOPICALLY twice daily until healing complete<\/li><li><b>Candidiasis of skin, Cutaneous and mucocutaneous infections:<\/b> powder, apply to candidal lesions TOPICALLY 2 to 3 times daily until healing complete; for fungal infections of the feet, footwear should be dusted as well<\/li><li><b>Gastrointestinal candidiasis, Non-esophageal:<\/b> tablet, 1 to 2 tablets (500,000 to 1,000,000 units) ORALLY 3 times per day; continue treatment for at least 48 hr after clinical cure<\/li><li><b>Oropharyngeal candidiasis:<\/b> oral suspension, 4 to 6 mL (400,000 to 600,000 units) ORALLY (retained in mouth as long as possible prior to swallowing) 4 times daily; continue treatment for at least 48 hr after perioral symptoms disappear<\/li><li><b>Oropharyngeal candidiasis:<\/b> (HIV patients, duration) treat for 7 to 14 days (guideline dosing)<\/li><\/ul>"},"1":{"id":"8y2gs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Candidiasis of skin, Cutaneous and mucocutaneous infections:<\/b> ointment or cream, apply liberally to affected areas TOPICALLY twice daily until healing complete<\/li><li><b>Candidiasis of skin, Cutaneous and mucocutaneous infections:<\/b> powder, apply to candidal lesions TOPICALLY 2 to 3 times daily until healing complete; for fungal infections of the feet, footwear should be dusted as well<\/li><li><b>Oropharyngeal candidiasis:<\/b> oral suspension, infants; 2 mL (200,000 units) ORALLY 4 times\/day; continue treatment for at least 48 hr after perioral symptoms disappear <\/li><li><b>Oropharyngeal candidiasis:<\/b> oral suspension, children; 4 to 6 mL (400,000 to 600,000 units) ORALLY (retained in mouth as long as possible prior to swallowing) 4 times daily; continue treatment for at least 48 hr after perioral symptoms disappear<\/li><li><b>Oropharyngeal candidiasis:<\/b> (HIV patients, duration) treat for 7 to 14 days (guideline dosing)<\/li><\/ul>"},"3":{"id":"8y2gs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Candidal vulvovaginitis<\/li><li>Candidiasis of skin, Cutaneous and mucocutaneous infections<\/li><li>Gastrointestinal candidiasis, Non-esophageal<\/li><li>Oropharyngeal candidiasis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Candidiasis; Prophylaxis<br\/>"}}},"3":{"id":"8y2gs3","title":"Contraindications\/Warnings","sub":{"0":{"id":"8y2gs3b9","title":"Contraindications","mono":"hypersensitivity to nystatin products<br\/>"},"2":{"id":"8y2gs3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>A (AUS)<\/li><\/ul>"},"3":{"id":"8y2gs3b12","title":"Breast Feeding","mono":"<ul><li>WHO: WHO documentation states insufficient data.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}}},"5":{"id":"8y2gs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Skin irritation<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><\/ul><b>Serious<\/b><br\/><b>Dermatologic:<\/b>Stevens-Johnson syndrome<br\/>"},"6":{"id":"8y2gs6","title":"Drug Name Info","sub":{"0":{"id":"8y2gs6b17","title":"US Trade Names","mono":"<ul><li>Bio-Statin<\/li><li>Mycostatin<\/li><li>Nystop<\/li><li>Pedi-Dri<\/li><\/ul>"},"2":{"id":"8y2gs6b19","title":"Class","mono":"<ul><li>Antifungal<\/li><li>Polyene<\/li><\/ul>"},"3":{"id":"8y2gs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"8y2gs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"8y2gs7","title":"Mechanism Of Action","mono":"<ul><li>Oral-Local: Binds to sterols in the fungal cell membrane, resulting in the cell membrane&quot;s inability to function as a selective barrier, thus allowing loss of essential cellular constituents. <\/li><li>Topical:  Nystatin is both fungistatic and fungicidal in vitro.  Topical nystatin binds to sterols in the fungal cell membrane , resulting in the cell membrane&quot;s inability to function as a selective barrier, allowing loss of essential intracellular   constituents. <\/li><li>Vaginal: Binds to sterols in the fungal cell membrane, resulting in the cell membrane&quot;s inability to function as a selective barrier, which allows loss of essential cellular constituents. <\/li><\/ul>"},"8":{"id":"8y2gs8","title":"Pharmacokinetics","sub":{"0":{"id":"8y2gs8b23","title":"Absorption","mono":"<ul><li>Oral-Local: Not absorbed<\/li><li>Topical: Not absorbed   <\/li><\/ul>"},"3":{"id":"8y2gs8b26","title":"Excretion","mono":"Oral-Local: Fecal: unchanged <br\/>"}}},"9":{"id":"8y2gs9","title":"Administration","mono":"<ul><li><b>Oral<\/b><br\/>(suspension) shake well before measuring the dose<br\/><\/li><li><b>Topical<\/b><br\/><ul><li>(cream, ointment) apply liberally to affected areas<\/li><li>(powder) very moist lesions are best treated with topical powder<\/li><li>(powder) for foot infections caused by Candida species, the powder should be dusted on the feet, as well as in all footwear.<\/li><\/ul><\/li><\/ul>"},"10":{"id":"8y2gs10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>local reactions (allergic reactions, burning, itching)<\/li><li>dermatologic toxicity (rash, Stevens-Johnson syndrome)<\/li><li>oral candidiasis patients: GI toxicity (GI distress, diarrhea, nausea, vomiting)<\/li><\/ul>"},"11":{"id":"8y2gs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Suspension: 100000 U\/ML<\/li><li>Oral Tablet: 500000 U<\/li><li>Topical Cream: 100000 U\/GM<\/li><li>Topical Ointment: 100000 U\/GM<\/li><li>Topical Powder: 100000 U\/GM<\/li><li>Vaginal Tablet: 100000 U<\/li><\/ul><\/li><li><b>Nyamyc<\/b><br\/>Topical Powder: 100000 U\/GM<br\/><\/li><li><b>Nystop<\/b><br\/>Topical Powder: 100000 U\/GM<br\/><\/li><\/ul>"},"12":{"id":"8y2gs12","title":"Toxicology","sub":[{"id":"8y2gs12b31","title":"Clinical Effects","mono":"<b>NYSTATIN <\/b><br\/>USES: Nystatin is a polyene antifungal agent used to treat candidal vulvovaginitis, candidiasis of skin, cutaneous and mucocutaneous infections, non-esophageal gastrointestinal candidiasis, and oropharyngeal candidiasis. PHARMACOLOGY: Nystatin binds to sterols in the fungal cell membrane, resulting in the cell membrane's inability to function as a selective barrier, thus allowing loss of essential cellular constituents. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Patients given doses greater than 5 million units daily developed only nausea and gastrointestinal upset. ADVERSE EFFECTS: Toxicity from orally administered nystatin is extremely low.  Nausea, vomiting, diarrhea, and oral irritation have been reported with oral nystatin therapy. RARE: Acute allergic reaction, tachycardia, bronchospasm, facial swelling, skin rash, urticaria, acute generalized exanthematous pustulosis, Stevens-Johnson syndrome, and nonspecific myalgia have rarely been reported. Severe vulvovaginitis has been reported following intravaginal nystatin therapy. <br\/>"},{"id":"8y2gs12b32","title":"Treatment","mono":"<b>NYSTATIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after nystatin overdose. <\/li><li>Decontamination: PREHOSPITAL:  Nystatin is minimally absorbed in the gastrointestinal tract. Toxicity after acute ingestion is unlikely.  Gastrointestinal decontamination is generally unnecessary. HOSPITAL: Toxicity after acute ingestion is unlikely. Gastrointestinal decontamination is generally unnecessary. Consider activated charcoal only if coingestants with significant toxicity are involved. <\/li><li>Airway management: Should not be required in these cases. Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reaction.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids, or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Enhanced elimination procedure: Hemodialysis is not recommended given the minimal systemic absorption and low toxicity of nystatin. <\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Hospital admission is rarely necessary. Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"8y2gs12b33","title":"Range of Toxicity","mono":"<b>NYSTATIN<\/b><br\/>TOXICITY: A minimum toxic dose has not been established, and significant toxicity is not expected after overdose. Patients given doses greater than 5 million units daily developed only nausea and gastrointestinal upset. THERAPEUTIC DOSE: ADULTS: ORAL TABLET: 1 to 2 tablets (500,000 to 1,000,000 units) orally 3 times per day. ORAL SUSPENSION: 4 to 6 mL (400,000 to 600,000 units) orally (retained in mouth as long as possible prior to swallowing) 4 times daily. VAGINAL TABLETS: 1 tablet (100,000 units) intravaginally daily for 2 weeks. TOPICAL OINTMENT, CREAM, OR POWDER: apply topically 2 to 3 times daily. CHILDREN: ORAL SUSPENSION: infants; 2 mL (200,000 units) orally 4 times\/day; continue treatment for at least 48 hr after perioral symptoms disappear; children; 4 to 6 mL (400,000 to 600,000 units) ORALLY (retained in mouth as long as possible prior to swallowing) 4 times daily; continue treatment for at least 48 hr after perioral symptoms disappear. TOPICAL OINTMENT, CREAM, OR POWDER: apply topically 2 to 3 times daily. <br\/>"}]},"13":{"id":"8y2gs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to abstain from sex until treatment is complete, as infection may be spread to sexual partner.<\/li><li>Instruct patients using intravaginal formulation to avoid use of tampons, douches, or other vaginal products during treatment.<\/li><li>This drug may cause nausea and vomiting in patients taking larger doses of oral nystatin.<\/li><li>Tell patient to immediately report signs\/symptoms of Stevens-Johnson syndrome (flu-like symptoms, spreading red rash, or skin\/mucous membrane blistering) or gastrointestinal toxicity (GI distress, diarrhea, nausea, vomiting).<\/li><li>Patients using lozenges should allow the lozenge to dissolve slowly in the mouth, and should not chew or swallow the lozenge whole.<\/li><li>Patients using a topical formulation should avoid occlusive dressings or tight diapers and plastic pants, unless otherwise instructed by healthcare professional.<\/li><li>Tell patients using intravaginal form to wear cotton panties and a minipad\/sanitary napkin, as drug may ooze from vagina and soil clothing.<\/li><\/ul>"}}}