{"generic":"Nystatin\/Triamcinolone Acetonide","drugs":["Mycolog-II","Mytrex","Nystatin\/Triamcinolone Acetonide","Quenalog"],"mono":{"0":{"id":"8y2js0","title":"Generic Names","mono":"Nystatin\/Triamcinolone Acetonide"},"1":{"id":"8y2js1","title":"Dosing and Indications","sub":{"0":{"id":"8y2js1b4","title":"Adult Dosing","mono":"<b>Candidiasis of skin:<\/b> TOPICAL, apply to affected area twice daily"},"1":{"id":"8y2js1b5","title":"Pediatric Dosing","mono":"<b>Candidiasis of skin:<\/b> TOPICAL, apply to affected area once or twice daily"},"3":{"id":"8y2js1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Candidiasis of skin<br\/>"}}},"3":{"id":"8y2js3","title":"Contraindications\/Warnings","sub":[{"id":"8y2js3b9","title":"Contraindications","mono":"hypersensitivity to nystatin or triamcinolone products<br\/>"},{"id":"8y2js3b10","title":"Precautions","mono":"<ul><li>Herpes simplex<\/li><li>tubercular infections of the skin<\/li><li>viral infections of the skin<\/li><\/ul>"},{"id":"8y2js3b11","title":"Pregnancy Category","mono":"<ul><li>Nystatin: C (FDA)<\/li><li>Nystatin: A (AUS)<\/li><li>Triamcinolone: C (FDA)<\/li><li>Triamcinolone: B3 (AUS)<\/li><\/ul>"},{"id":"8y2js3b12","title":"Breast Feeding","mono":"<ul><li>Nystatin: WHO: WHO documentation states insufficient data.<\/li><li>Nystatin: Micromedex: Infant risk cannot be ruled out.<\/li><li>Triamcinolone: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"8y2js4","title":"Drug Interactions","sub":[{"id":"8y2js4b13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"8y2js4b14","title":"Major","mono":"<ul><li>Aldesleukin (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><\/ul>"},{"id":"8y2js4b15","title":"Moderate","mono":"<ul><li>Alcuronium (probable)<\/li><li>Aspirin (probable)<\/li><li>Atracurium (probable)<\/li><li>Balofloxacin (established)<\/li><li>Besifloxacin (established)<\/li><li>Ciprofloxacin (established)<\/li><li>Enoxacin (established)<\/li><li>Fleroxacin (established)<\/li><li>Flumequine (established)<\/li><li>Fosphenytoin (probable)<\/li><li>Gallamine (probable)<\/li><li>Gatifloxacin (established)<\/li><li>Gemifloxacin (established)<\/li><li>Hexafluorenium (probable)<\/li><li>Levofloxacin (established)<\/li><li>Licorice (probable)<\/li><li>Lomefloxacin (established)<\/li><li>Metocurine (probable)<\/li><li>Moxifloxacin (established)<\/li><li>Nadifloxacin (established)<\/li><li>Norfloxacin (established)<\/li><li>Ofloxacin (established)<\/li><li>Pazufloxacin (established)<\/li><li>Pefloxacin (established)<\/li><li>Phenytoin (probable)<\/li><li>Primidone (probable)<\/li><li>Prulifloxacin (established)<\/li><li>Rufloxacin (established)<\/li><li>Saiboku-To (probable)<\/li><li>Sparfloxacin (established)<\/li><li>Tosufloxacin (established)<\/li><\/ul>"}]},"5":{"id":"8y2js5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Acne, Localized adverse reaction to administration of drug<br\/>"},"6":{"id":"8y2js6","title":"Drug Name Info","sub":{"0":{"id":"8y2js6b17","title":"US Trade Names","mono":"<ul><li>Mycolog-II<\/li><li>Mytrex<\/li><li>Quenalog<\/li><\/ul>"},"2":{"id":"8y2js6b19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Anti-Infective\/Anti-Inflammatory Combination<\/li><li>Polyene<\/li><\/ul>"},"3":{"id":"8y2js6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"8y2js6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"8y2js7","title":"Mechanism Of Action","mono":"<ul><li>Topical: Nystatin-Binds to sterols in the fungal cell membrane, resulting in the cell membrane&quot;s inability to function as a selective barrier, thus allowing loss of essential cellular constituents. <\/li><li>Triamcinolone-Mechanism of its dermatological action is unclear; however, corticosteroids diffuse across cell membranes and complex with specific cytoplasmic receptors. These complexes then enter the cell nucleus, bind to DNA (chromatin), and stimulate transcription of messenger RNA (mRNA) and subsequent protein synthesis of various enzymes thought to be ultimately responsible for the anti-inflammatory effects of topically applied corticosteroids. <\/li><\/ul>"},"8":{"id":"8y2js8","title":"Pharmacokinetics","sub":{"0":{"id":"8y2js8b23","title":"Absorption","mono":"<ul><li>Topical: Nystatin- Not absorbed<\/li><li>Triamcinolone- May be absorbed   <\/li><\/ul>"},"2":{"id":"8y2js8b25","title":"Metabolism","mono":"Topical: Triamcinolone- Hepatic; Skin <br\/>"},"3":{"id":"8y2js8b26","title":"Excretion","mono":"Topical: Triamcinolone- Biliary; Renal    <br\/>"}}},"9":{"id":"8y2js9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>do not use with occlusive dressings<\/li><li>apply thin layer of ointment<\/li><\/ul>"},"10":{"id":"8y2js10","title":"Monitoring","mono":"<ul><li>symptomatic improvement; reassess treatment if no improvement in 2 to 3 weeks<\/li><li>signs of hypothalamic-pituitary-adrenal (HPA) axis suppression, especially with prolonged use, use under occlusive dressings, and use over large surface area<\/li><\/ul>"},"11":{"id":"8y2js11","title":"How Supplied","mono":"<b>Generic<\/b><br\/><ul><li>Topical Cream: (Nystatin - Triamcinolone Acetonide) 100000 U\/GM-0.1 %<\/li><li>Topical Ointment: (Nystatin - Triamcinolone Acetonide) 100000 U\/GM-0.1 %<\/li><\/ul>"},"12":{"id":"8y2js12","title":"Toxicology","sub":[{"id":"8y2js12b31","title":"Clinical Effects","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/><\/li><li><b>NYSTATIN <\/b><br\/>USES: Nystatin is a polyene antifungal agent used to treat candidal vulvovaginitis, candidiasis of skin, cutaneous and mucocutaneous infections, non-esophageal gastrointestinal candidiasis, and oropharyngeal candidiasis. PHARMACOLOGY: Nystatin binds to sterols in the fungal cell membrane, resulting in the cell membrane's inability to function as a selective barrier, thus allowing loss of essential cellular constituents. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Patients given doses greater than 5 million units daily developed only nausea and gastrointestinal upset. ADVERSE EFFECTS: Toxicity from orally administered nystatin is extremely low.  Nausea, vomiting, diarrhea, and oral irritation have been reported with oral nystatin therapy. RARE: Acute allergic reaction, tachycardia, bronchospasm, facial swelling, skin rash, urticaria, acute generalized exanthematous pustulosis, Stevens-Johnson syndrome, and nonspecific myalgia have rarely been reported. Severe vulvovaginitis has been reported following intravaginal nystatin therapy.<br\/><\/li><\/ul>"},{"id":"8y2js12b32","title":"Treatment","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>NYSTATIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after nystatin overdose. <\/li><li>Decontamination: PREHOSPITAL:  Nystatin is minimally absorbed in the gastrointestinal tract. Toxicity after acute ingestion is unlikely.  Gastrointestinal decontamination is generally unnecessary. HOSPITAL: Toxicity after acute ingestion is unlikely. Gastrointestinal decontamination is generally unnecessary. Consider activated charcoal only if coingestants with significant toxicity are involved. <\/li><li>Airway management: Should not be required in these cases. Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reaction.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids, or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Enhanced elimination procedure: Hemodialysis is not recommended given the minimal systemic absorption and low toxicity of nystatin. <\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Hospital admission is rarely necessary. Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"8y2js12b33","title":"Range of Toxicity","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/><\/li><li><b>NYSTATIN<\/b><br\/>TOXICITY: A minimum toxic dose has not been established, and significant toxicity is not expected after overdose. Patients given doses greater than 5 million units daily developed only nausea and gastrointestinal upset. THERAPEUTIC DOSE: ADULTS: ORAL TABLET: 1 to 2 tablets (500,000 to 1,000,000 units) orally 3 times per day. ORAL SUSPENSION: 4 to 6 mL (400,000 to 600,000 units) orally (retained in mouth as long as possible prior to swallowing) 4 times daily. VAGINAL TABLETS: 1 tablet (100,000 units) intravaginally daily for 2 weeks. TOPICAL OINTMENT, CREAM, OR POWDER: apply topically 2 to 3 times daily. CHILDREN: ORAL SUSPENSION: infants; 2 mL (200,000 units) orally 4 times\/day; continue treatment for at least 48 hr after perioral symptoms disappear; children; 4 to 6 mL (400,000 to 600,000 units) ORALLY (retained in mouth as long as possible prior to swallowing) 4 times daily; continue treatment for at least 48 hr after perioral symptoms disappear. TOPICAL OINTMENT, CREAM, OR POWDER: apply topically 2 to 3 times daily.<br\/><\/li><\/ul>"}]},"13":{"id":"8y2js13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause acne.<\/li><li>Advise patient to contact healthcare professional if infection does not begin to resolve after 2 to 3 weeks, or if skin condition worsens.<\/li><li>Patients on prolonged therapy, or covering large areas with drug, should report signs\/symptoms of hypothalamic-pituitary-adrenal (HPA) axis suppression (fatigue, depression, anxiety, hyperglycemia, muscle weakness, immunosuppression symptoms).<\/li><li>Patient should not use an occlusive dressing, tight diaper, or tight-fitting plastic pants (in pediatric patients) over treated skin areas.<\/li><\/ul>"}}}