{"drugs":["Felbamate","Felbatol"],"mono":[{"id":"921991-s-0","title":"Generic Names","mono":"Felbamate"},{"id":"921991-s-1","title":"Dosing and Indications","sub":[{"id":"921991-s-1-4","title":"Adult Dosing","mono":"<ul><li>felbamate should not be administered until there has been a complete discussion of the risks and the patient, parent, or guardian, and the physician have signed an acknowledgment form; forms are available at 1-800-526-3840<\/li><li><b>Partial seizure, With and without generalization:<\/b> monotherapy, 1200 mg\/day ORALLY in 3 to 4 divided doses; may increase dosage in 600-mg increments every 2 weeks to 2400 mg\/day as needed and thereafter to 3600 mg\/day if clinically indicated<\/li><li><b>Partial seizure, With and without generalization:<\/b> conversion to monotherapy, 1200 mg\/day ORALLY in 3 to 4 divided doses; reduce the dosage of concomitant antiepileptic drugs (AEDs) by one-third; at week 2, increase felbamate dosage to 2400 mg\/day while reducing the dosage of other AEDs up to an additional one-third of their original dosage; at week 3, increase up to 3600 mg\/day and continue to reduce the dosage of other AEDs as clinically indicated<\/li><li><b>Partial seizure, With and without generalization:<\/b> adjunctive therapy, 1200 mg\/day ORALLY in 3 to 4 divided doses while reducing present antiepileptic drugs (AEDs) by 20%; increase in 1200 mg\/day increments at weekly intervals to 3600 mg\/day; further AED dosage reductions may be needed to minimize side effects due to drug interactions<\/li><\/ul>"},{"id":"921991-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>felbamate should not be administered until there has been a complete discussion of the risks and the patient, parent, or guardian, and the physician have signed an acknowledgment form; forms are available at 1-800-526-3840<\/li><li>safety and effectiveness not established in pediatric patients with seizure types not associated with Lennox-Gastaut syndrome<\/li><li><b>Lennox-Gastaut syndrome - Seizure, Partial and generalized; Adjunct:<\/b> (age 2 to 14 years) 15 mg\/kg\/day ORALLY in 3 to 4 divided doses; reduce concurrent antiepileptic drugs (AEDs) by 20%; further reductions in dosage of the concomitant AED may be necessary to minimize side effects due to drug interactions; increase felbamate by 15 mg\/kg\/day at weekly intervals to 45 mg\/kg\/day<\/li><li><b>Partial seizure, With and without generalization:<\/b> (14 yr or older) monotherapy, 1200 mg\/day ORALLY in 3 to 4 divided doses; may increase dosage in 600-mg increments every 2 week to 2400 mg\/day as needed and thereafter to 3600 mg\/day if clinically indicated<\/li><li><b>Partial seizure, With and without generalization:<\/b> (14 yr or older) conversion to monotherapy, 1200 mg\/day ORALLY in 3 to 4 divided doses; reduce the dosage of concomitant antiepileptic drugs (AEDs) by one-third; at week 2, increase felbamate dosage to 2400 mg\/day while reducing the dosage of other AEDs up to an additional one-third of their original dosage; at week 3, increase up to 3600 mg\/day and continue to reduce the dosage of other AEDs as clinically indicated<\/li><li><b>Partial seizure, With and without generalization:<\/b> (14 yr or older) adjunctive therapy, 1200 mg\/day ORALLY in 3 to 4 divided doses while reducing present antiepileptic drugs (AEDs) by 20%; increase in 1200 mg\/day increments at weekly intervals to 3600 mg\/day; further AED dosage reductions may be needed to minimize side effects due to drug interactions<\/li><\/ul>"},{"id":"921991-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment:<\/b> use is contraindicated<\/li><li><b>renal impairment:<\/b> starting and maintenance doses should be reduced by one-half in renally impaired patients and further reductions in daily doses should be considered in patients with renal dysfunction receiving adjunctive therapy with drugs affecting felbamate plasma concentrations<\/li><li><b>geriatric:<\/b> initiate therapy at the low end of the dosing range<\/li><\/ul>"},{"id":"921991-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Lennox-Gastaut syndrome - Seizure, Partial and generalized; Adjunct<\/li><li>Partial seizure, With and without generalization<\/li><\/ul>"}]},{"id":"921991-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet; Suspension)<\/b><br\/>Felbamate use is associated with a marked increase in the incidence of aplastic anemia, sometimes fatal. Discontinue if any evidence of bone marrow depression occurs. Liver failure resulting in death or transplant has been reported with therapy. Should not be prescribed for anyone with a history of hepatic dysfunction and should be discontinued in anyone showing signs of liver injury while on therapy. Monitor liver enzymes during therapy.<br\/>"},{"id":"921991-s-3","title":"Contraindications\/Warnings","sub":[{"id":"921991-s-3-9","title":"Contraindications","mono":"<ul><li>blood dyscrasia, history<\/li><li>hepatic dysfunction, history<\/li><li>hypersensitivity to felbamate, any product component, or other carbamates<\/li><\/ul>"},{"id":"921991-s-3-10","title":"Precautions","mono":"<ul><li>aplastic anemia may develop with or without clinical or laboratory signs; monitoring recommended; discontinue use immediately if bone marrow depression occurs<\/li><li>hepatic failure leading to transplant and\/or death has been reported; monitoring recommended; discontinue therapy if confirmed<\/li><li>liver disease, active, or abnormal transaminase levels; use not recommended<\/li><li>abrupt withdrawal; may exacerbate seizures; gradual dose reduction recommended<\/li><li>renal dysfunction; dosage adjustment required<\/li><li>suicidal behavior and ideation may occur as early a 1 week following therapy initiation; monitoring recommended; benefit\/risk profile should be evaluated<\/li><li>report suspected adverse events to US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"921991-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"921991-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"921991-s-4","title":"Drug Interactions","sub":[{"id":"921991-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Mesoridazine (established)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"921991-s-4-14","title":"Major","mono":"<ul><li>Amiodarone (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Buserelin (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clopidogrel (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Escitalopram (theoretical)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Fluoxetine (theoretical)<\/li><li>Gestodene (probable)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Orlistat (probable)<\/li><li>Panobinostat (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Triptorelin (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><\/ul>"},{"id":"921991-s-4-15","title":"Moderate","mono":"<ul><li>Carbamazepine (probable)<\/li><li>Clobazam (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Ginkgo (probable)<\/li><li>Methsuximide (probable)<\/li><li>Phenytoin (probable)<\/li><li>Valproic Acid (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},{"id":"921991-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Photosensitivity<\/li><li><b>Endocrine metabolic:<\/b>Weight loss<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Constipation, Indigestion, Loss of appetite, Nausea, Taste sense altered, Vomiting<\/li><li><b>Hematologic:<\/b>Purpuric disorder<\/li><li><b>Musculoskeletal:<\/b>Abnormal gait<\/li><li><b>Neurologic:<\/b>Dizziness, Headache, Insomnia<\/li><li><b>Other:<\/b>Fever<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Aplastic anemia, Bone marrow depression, Drug-induced eosinophilia, Leukopenia, Pancytopenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatic failure, acute<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},{"id":"921991-s-6","title":"Drug Name Info","sub":{"0":{"id":"921991-s-6-17","title":"US Trade Names","mono":"Felbatol<br\/>"},"2":{"id":"921991-s-6-19","title":"Class","mono":"<ul><li>Anticonvulsant<\/li><li>Carbamate<\/li><\/ul>"},"3":{"id":"921991-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"921991-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"921991-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: In vitro receptor binding studies suggest that felbamate may be an antagonist   at the strychnine-insensitive   glycine-recognition site of the N-methyl-D-aspartate (NMDA) receptor-ionophore complex.   Antagonism of the NMDA receptor glycine binding site may block the effects of the excitatory amino acids   and suppress seizure activity.    Animal studies indicate that felbamate may increase the seizure threshold   and may decrease seizure spread. <\/li><li>Animal studies have shown felbamate to induce the cytochrome P-450 enzyme system to some extent.    In clinical studies, however, felbamate has acted as an enzyme inhibitor , possibly through competitive inhibition.   In rat studies, felbamate has been shown to possess some neuroprotective activity against hypoxic-ischemic damage , probably through interaction with the strychnine-insensitive glycine receptor , at plasma concentrations achieved during clinical use ; the relevance to humans is unknown. <\/li><\/ul>"},{"id":"921991-s-8","title":"Pharmacokinetics","sub":[{"id":"921991-s-8-23","title":"Absorption","mono":"Systemic: Complete &gt;90%; food effects none <br\/>"},{"id":"921991-s-8-24","title":"Distribution","mono":"Systemic: Vd: 0.73 to 0.85L\/kg    <br\/>"},{"id":"921991-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic     <br\/>"},{"id":"921991-s-8-26","title":"Excretion","mono":"Systemic: Fecal: &lt; 5% Renal: 90% (40 to 50% unchanged) <br\/>"},{"id":"921991-s-8-27","title":"Elimination Half Life","mono":"Systemic: 13 to 23 h <br\/>"}]},{"id":"921991-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>(suspension) shake well before using <br\/>"},{"id":"921991-s-10","title":"Monitoring","mono":"<ul><li>seizure control<\/li><li>CBC, including platelet and reticulocyte counts; baseline, during therapy, and after discontinuation of therapy<\/li><li>serum transaminases; baseline and during therapy<\/li><li>emergence or worsening of depression, suicidal behavior or ideation, or unusual changes in behavior<\/li><\/ul>"},{"id":"921991-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Suspension: 600 MG\/5 ML<\/li><li>Oral Tablet: 400 MG, 600 MG<\/li><\/ul><\/li><li><b>Felbatol<\/b><br\/><ul><li>Oral Suspension: 600 MG\/5 ML<\/li><li>Oral Tablet: 400 MG, 600 MG<\/li><\/ul><\/li><\/ul>"},{"id":"921991-s-12","title":"Toxicology","sub":[{"id":"921991-s-12-31","title":"Clinical Effects","mono":"<b>FELBAMATE<\/b><br\/>USES: Felbamate is recommended for use in adult patients with severe epilepsy refractory to other treatments and the benefit of use is worth the substantial risk of aplastic anemia and\/or liver failure. It is NOT indicated as first-line therapy for the treatment of epilepsy. It is also indicated as adjunctive therapy for the treatment of partial and generalized seizures associated with Lennox-Gastaut syndrome in children 2 to 14 years of age. PHARMACOLOGY:  Felbamate is a structural analog of meprobamate.  Its mechanism of anticonvulsant action in humans is unknown.  In animals, it abolishes the hindlimb tonic extensor phase of maximal electroshock seizures, and elevates the subcutaneous pentylenetetrazole-induced seizure threshold, as well as picrotoxin-induced seizures. These findings suggest that felbamate may reduce seizure spread and increase seizure threshold, effects predictive of efficacy in generalized tonic-clonic or partial seizures and absence seizures, respectively. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited.  In general, overdose effects are anticipated to be an extension of adverse effects at therapeutic doses. One patient, who ingested 12,000 mg in a suicide attempt, developed mild gastric distress and a resting heart rate of 100 bpm  A 3-year-old child developed restlessness, ataxia, tachycardia, crystalluria, and hematuria after ingesting 3.6 grams of felbamate elixir (232 mg\/kg). ADVERSE EFFECTS: COMMON: The most common adverse effects reported, with an incidence rate of at least 5% and at least 5% greater than placebo, include nausea, vomiting, anorexia, dyspepsia, constipation, abdominal pain, decreased weight, palpitations, tachycardia, leukopenia, otitis media, fatigue, headache, somnolence, insomnia, ataxia, depression, upper respiratory tract infection, cough, fever, diplopia, miosis, and taste perversion. INFREQUENT: Adverse effects that have been reported less frequently, but with a greater incidence rate than placebo, include chest pain, dizziness, anxiety, tremor, paresthesia, rash, dry mouth, purpura, hiccups, diarrhea, elevated liver enzymes, myalgia, sinusitis, pharyngitis, and abnormal vision. RARE: Thrombocytopenia, anaphylaxis. SEVERE: Aplastic anemia and liver failure are serious adverse effects that have occurred with felbamate therapy and have limited its use.<br\/>"},{"id":"921991-s-12-32","title":"Treatment","mono":"<b>FELBAMATE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.  Transfusions as needed for severe thrombocytopenia. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected. HOSPITAL: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression or severe allergic reactions.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor vital signs, CBC with differential and platelet count, renal function, and liver enzymes in symptomatic patients. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Obtain an ECG, and institute continuous cardiac monitoring. Obtain urinalysis for evidence of crystalluria following overdose. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis has not been established as an effective means of removing felbamate from the blood; however, the small volume of distribution and low protein binding suggest that hemodialysis might be of value in severe overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, who remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, should be sent to a healthcare facility for evaluation. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center or medical toxicologist for assistance in managing patients with severe toxicity or for whom diagnosis is unclear.<\/li><\/ul>"},{"id":"921991-s-12-33","title":"Range of Toxicity","mono":"<b>FELBAMATE<\/b><br\/>TOXICITY: ADULT: An overdose of approximately 18 grams along with sodium valproate (12 to 25 grams) resulted in massive crystalluria and acute renal failure.  Ingestion of 12,000 mg resulted only in mild gastric distress and tachycardia. PEDIATRIC: An overdose of 6,900 mg resulted in somnolence and tachycardia in a 15-year-old girl. A 3-year-old child developed restlessness, ataxia, tachycardia, crystalluria, and hematuria after ingesting 3.6 grams of felbamate elixir (232 mg\/kg). THERAPEUTIC DOSE: ADULTS and CHILDREN over the age of 14 years: 1200 mg\/day orally in 3 to 4 divided doses, may increase dosage in 600 mg\/day increments every 2 weeks to 2400 mg\/day as needed and thereafter to 3600 mg\/day if clinically indicated. PEDIATRIC: For ages 2 to 14 years, initiate at 15 mg\/kg\/day orally in 3 to 4 divided doses; increase felbamate by 15 mg\/kg\/day increments at weekly intervals to 45 mg\/kg\/day.<br\/>"}]},{"id":"921991-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell patient and\/or caregiver to immediately report new onset or worsening of depression, changes in mood or behavior, or emergence of suicidal thoughts or behavior.<\/li><li>Drug may cause anorexia, constipation, dyspepsia, nausea, vomiting, dizziness, headaches, fatigue, somnolence, or insomnia.<\/li><li>Advise patient to report signs\/symptoms of aplastic anemia including infection, bleeding, easy bruising, fatigue, or weakness.<\/li><li>Instruct patient to report signs\/symptoms of hepatic failure (jaundice, anorexia, or malaise).<\/li><li>Counsel patient against sudden discontinuation of drug as this may increase frequency of seizures.<\/li><\/ul>"}]}