{"drugs":["Ifex","Ifosfamide"],"mono":[{"id":"922087-s-0","title":"Generic Names","mono":"Ifosfamide"},{"id":"922087-s-1","title":"Dosing and Indications","sub":{"0":{"id":"922087-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Breast cancer:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Carcinoma of bladder:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Cervical cancer:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Endometrial carcinoma:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Ewing's sarcoma of bone:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Germ cell tumor of ovary:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Head and neck cancer:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Hodgkin's disease:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Malignant tumor of thymus:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Nephroblastoma:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Neuroblastoma:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Non-Hodgkin's lymphoma:<\/b> ICE regimen: etoposide 100 mg\/m(2) IV bolus on days 1 to 3, carboplatin AUC 5 IV bolus on day 2 (MAX dose 800 mg), ifosfamide 5 g\/m(2) admixed with mesna 5 g\/m(2) via IV continuous infusion over 24 hours on day 2; repeat every 14 days for 3 cycles; filgrastim 5 mcg\/kg\/day on days 5 to 12 of cycle 1 and 2, and filgrastim 10 mcg\/kg\/day after cycle 3 until the end of leukapheresis<\/li><li><b>Non-small cell lung cancer:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Osteosarcoma of bone:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Ovarian cancer:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Sarcoma of soft tissue:<\/b> MAID regimen: doxorubicin 60 mg\/m(2) and dacarbazine 1000 mg\/m(2), mixed or administered separately via continuous IV infusion over 4 days, ifosfamide 6000 mg\/m(2) and mesna 10,000 mg\/m(2) mixed or infused separately over 3 days (ifosfamide) and 4 days (mesna); repeat every 21 days if tolerated<\/li><li><b>Sarcoma of soft tissue:<\/b> MAID regimen: doxorubicin 60 mg\/m(2) and dacarbazine 900 mg\/m(2), mixed and administered through central venous access via continuous IV infusion over 3 days, ifosfamide 7500 mg\/m(2) and mesna 10,000 mg\/m(2) mixed or infused separately through a peripheral line via a continuous IV infusion over 3 days (ifosfamide) and 4 days (mesna); repeat every 21 days if tolerated<\/li><li><b>Small cell carcinoma of lung:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Testicular cancer, Germ cell; third-line, in combination with other antineoplastic agents:<\/b> 1.2 g\/m(2) IV daily for 5 days repeated every 3 weeks; use with at least 2 L of oral or IV fluid per day and a prophylactic agent such as mesna for hemorrhagic cystitis<\/li><\/ul>"},"1":{"id":"922087-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness in children have not been established<\/li><li><b>Acute lymphoid leukemia:<\/b> optimal dosing and timing not defined<\/li><li><b>Ewing's sarcoma of bone:<\/b> optimal dosing and timing not yet defined<\/li><li><b>Osteosarcoma of bone:<\/b> optimal dosing and timing not yet defined<\/li><\/ul>"},"3":{"id":"922087-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Testicular cancer, Germ cell; third-line, in combination with other antineoplastic agents<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Acute lymphoid leukemia<\/li><li>Breast cancer<\/li><li>Carcinoma of bladder<\/li><li>Cervical cancer<\/li><li>Endometrial carcinoma<\/li><li>Ewing's sarcoma of bone<\/li><li>Germ cell tumor<\/li><li>Germ cell tumor of ovary<\/li><li>Gestational trophoblastic neoplasia<\/li><li>Head and neck cancer<\/li><li>Hodgkin's disease<\/li><li>Liver carcinoma<\/li><li>Malignant tumor of thymus<\/li><li>Metastatic cerebral tumor<\/li><li>Multiple myeloma<\/li><li>Nephroblastoma<\/li><li>Neuroblastoma<\/li><li>Non-Hodgkin's lymphoma<\/li><li>Non-small cell lung cancer<\/li><li>Osteosarcoma of bone<\/li><li>Ovarian cancer<\/li><li>Sarcoma of soft tissue<\/li><li>Small cell carcinoma of lung<\/li><li>Testicular cancer<\/li><\/ul>"}}},{"id":"922087-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>Myelosuppression can be severe and lead to fatal infections. Monitor blood counts prior to and at intervals after each treatment cycle. CNS toxicities can be severe and result in encephalopathy and death. Monitor for CNS toxicity and discontinue treatment for encephalopathy. Nephrotoxicity can be severe and result in renal failure. Hemorrhagic cystitis can be severe and can be reduced by the prophylactic use of mesna.<br\/>"},{"id":"922087-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922087-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to ifosfamide<\/li><li>urinary outflow obstruction<\/li><\/ul>"},{"id":"922087-s-3-10","title":"Precautions","mono":"<ul><li>CNS toxicity, including psychotic behavior, extrapyramidal symptoms, seizures, and coma, some cases resulting in fatal encephalopathy, have been reported; monitoring recommended; discontinuation may be necessary<\/li><li>hemorrhagic cystitis has been reported; increased risk with single high doses and prior or concurrent bladder radiation or busulfan treatment; monitoring recommended; therapy interruption may be necessary<\/li><li>infections, serious and sometime fatal, including reactivation of latent infections, have been reported; monitoring recommended; interruption or discontinuation may be necessary<\/li><li>myelosuppression, severe and sometimes fatal, including leukopenia, neutropenia, thrombocytopenia, and anemia, has been reported; increased risk with single high doses and renal impairment; monitoring recommended; interruption or discontinuation may be necessary<\/li><li>nephrotoxicity, including renal parenchymal and tubular necrosis and acute and chronic renal failure, some cases fatal, has been reported; monitoring recommended<\/li><li>anaphylactic\/anaphylactoid reactions have been reported<\/li><li>cardiotoxicity, including atrial\/supraventricular tachycardia, toxic cardiomyopathy, and pericardial effusion, some cases fatal, has been reported; increased risk with higher doses, prior or concomitant treatment with other cardiotoxic agents or radiation to the cardiac region, preexisting cardiac disease, and possibly renal impairment<\/li><li>cross-sensitivity with oxazaphosphorine cytotoxic agents has been reported<\/li><li>pregnancy; may cause fetal harm, including growth retardation and neonatal anemia; women should not become pregnant during therapy and men should not father a child during and for 6 months following treatment<\/li><li>pulmonary toxicity (eg, interstitial pneumonitis, pulmonary fibrosis) leading to respiratory failure and fatalities has been reported; monitoring recommended<\/li><li>radiation therapy or other cytoxic agents, current or prior exposure; increased risk for myelosuppression<\/li><li>renal impairment; increased risk for myelosuppression and nephrotoxicity; monitoring recommended; dose adjustment may be needed<\/li><li>secondary malignancies, including acute leukemia, lymphoma, thyroid cancer, and sarcoma, have been reported<\/li><li>sterility, irreversible in some cases, has been reported in both men and women<\/li><li>veno-occlusive hepatic disease has been reported<\/li><li>wound healing, impaired, has been reported<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"922087-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"922087-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"922087-s-4","title":"Drug Interactions","sub":[{"id":"922087-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"922087-s-4-14","title":"Major","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Amprenavir (theoretical)<\/li><li>Aprepitant (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Boceprevir (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Efavirenz (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Etravirine (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Miconazole (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Modafinil (theoretical)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nevirapine (theoretical)<\/li><li>Oxcarbazepine (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Pioglitazone (theoretical)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Posaconazole (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Saquinavir (theoretical)<\/li><li>Smallpox Vaccine (established)<\/li><li>Sorafenib (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Ticagrelor (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Verapamil (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"},{"id":"922087-s-4-15","title":"Moderate","mono":"<ul><li>Thiotepa (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},{"id":"922087-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (89.6%)<\/li><li><b>Gastrointestinal:<\/b>Nausea and vomiting (46.8%)<\/li><li><b>Hematologic:<\/b>Anemia (37.9%), Leukopenia (42.5% to 43.5%)<\/li><li><b>Immunologic:<\/b>Infectious disease (9.9%)<\/li><li><b>Neurologic:<\/b>Neurotoxicity (15.4%)<\/li><li><b>Renal:<\/b>Hematuria (without mesna, 44.1%; with mesna, 21.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Cardiotoxicity (0.5%), Heart failure<\/li><li><b>Endocrine metabolic:<\/b>Hypokalemia<\/li><li><b>Hematologic:<\/b>Febrile neutropenia, Myelosuppression, Thrombocytopenia (4.8% to 12.2%)<\/li><li><b>Immunologic:<\/b>Immunosuppression<\/li><li><b>Neurologic:<\/b>Encephalopathy<\/li><li><b>Renal:<\/b>Acute renal failure, Chronic renal failure, Hemorrhagic cystitis, Nephrotoxicity, Tubular necrosis, acute, Tubular necrosis, acute<\/li><li><b>Respiratory:<\/b>Pulmonary edema<\/li><\/ul>"},{"id":"922087-s-6","title":"Drug Name Info","sub":{"0":{"id":"922087-s-6-17","title":"US Trade Names","mono":"Ifex<br\/>"},"2":{"id":"922087-s-6-19","title":"Class","mono":"<ul><li>Alkylating Agent<\/li><li>Antineoplastic Agent<\/li><li>Nitrogen Mustard<\/li><\/ul>"},"3":{"id":"922087-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"922087-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"922087-s-7","title":"Mechanism Of Action","mono":"Systemic: Ifosfamide is classified as an alkylating agent of the nitrogen mustard type. After metabolic activation, active metabolites of ifosfamide alkylate or bind with many intracellular molecular structures, including nucleic acids. The cytotoxic action is primarily due to cross-linking of strands of DNA   and RNA, as well as inhibition of protein synthesis .<br\/>"},{"id":"922087-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"922087-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic <br\/>"},"3":{"id":"922087-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 12 to 18% (low doses); 70 to 86% (high doses), 61% unchanged<\/li><li>Renal clearance: 1.28 L\/hr (0.66 L\/hr\/m(2)); range of 0.4 to 1.3 L\/hr in a review of published data.<\/li><li>Dialyzable: Yes<\/li><li>Total body: 4.1 to 5 L\/hr\/m(2); range of 2.4 to 8.9 L\/hr in a review of published adult and pediatric data.<\/li><\/ul>"},"4":{"id":"922087-s-8-27","title":"Elimination Half Life","mono":"Systemic: 7 h <br\/>"}}},{"id":"922087-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>follow procedures for proper handling and disposal of anticancer drugs<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute powder with sterile water for injection or sterile bacteriostatic water for injection to a final concentration of 50 mg\/mL<\/li><li>reconstituted solution may be diluted with D5W, NS, LR, or Sterile Water for Injection to a final concentration of 0.6 to 20 mg\/mL<\/li><li>administer as a slow IV infusion over at least 30 minutes<\/li><\/ul><\/li><\/ul>"},{"id":"922087-s-10","title":"Monitoring","mono":"<ul><li>evidence of tumor response indicates efficacy<\/li><li>WBC with differential, platelet count, and Hb; prior to each dose and during therapy<\/li><li>glomerular and tubular kidney function; before, during, and after treatment<\/li><li>urinalysis; prior to each dose and during therapy<\/li><li>serum and urine chemistries, including phosphorous and potassium; evaluate regularly<\/li><li>CNS toxicity and other neurotoxic effects<\/li><li>pulmonary toxicity signs and symptoms<\/li><\/ul>"},{"id":"922087-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Powder for Solution: 1 GM, 3 GM<\/li><li>Intravenous Solution: 1 GM\/20 ML, 3 GM\/60 ML<\/li><\/ul><\/li><li><b>Ifex<\/b><br\/>Intravenous Powder for Solution: 1 GM, 3 GM<br\/><\/li><li><b>Novaplus Ifosfamide<\/b><br\/>Intravenous Solution: 1 GM\/20 ML<br\/><\/li><\/ul>"},{"id":"922087-s-12","title":"Toxicology","sub":[{"id":"922087-s-12-31","title":"Clinical Effects","mono":"<b>IFOSFAMIDE<\/b><br\/>USES: Ifosfamide is approved as a third-line agent for the treatment of germ cell testicular cancer in combination with other chemotherapeutic agents. It has also been used in a variety of other cancers, including soft tissue sarcomas, lymphomas, lung cancer, and breast cancer. PHARMACOLOGY: Ifosfamide is an alkylating agent that prevents cell division by cross-linking DNA strands and thus decreasing DNA synthesis. It is a prodrug that is metabolized in the liver and has active metabolites. TOXICOLOGY: After overdose, the effects of decreased DNA synthesis and cell death are noticed primarily in organ systems with rapidly dividing cells (bone marrow, gastrointestinal tract). EPIDEMIOLOGY: Acute ifosfamide poisoning is rare. The incidence of ifosfamide toxicity during therapeutic use varies depending on the dosage and the length of duration of therapy. OVERDOSE: Overdose reports are limited. Confusion, muscle weakness, and renal impairment have been reported. An extension of adverse effects (ie, alopecia, nausea, vomiting, diarrhea, stomatitis, hemorrhagic cystitis) should be expected. ADVERSE EFFECTS: COMMON: The most common effects observed include alopecia (83%), nausea and vomiting (58%), hematuria (up to 92%), hemorrhagic cystitis, and myelosuppression. Less common effects in patients include CNS effects (somnolence, confusion, depressive psychosis, hallucinations, dizziness, seizures, coma), elevated liver enzymes, and SIADH. RARE: Rarely reported adverse effects include cardiotoxicity (ie, dysrhythmias, congestive heart failure), anorexia, diarrhea, stomatitis, dermatitis, allergic reactions, renal failure, fatigue, polyneuropathy, and pulmonary symptoms.<br\/>"},{"id":"922087-s-12-32","title":"Treatment","mono":"<b>IFOSFAMIDE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild or moderate toxicity from overdose, supportive care should be sufficient. Treat persistent nausea and vomiting with several antiemetics of different classes. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Patients with severe neutropenia should be placed in protective isolation. Bladder toxicity may be ameliorated by hydration and forced diuresis, and the administration of MESNA (sodium 2-mercaptoethane sulfonate), which inactivates the toxic metabolite acrolein in the urine. SIADH has been treated by fluid restriction and furosemide. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity from ifosfamide requires good supportive care, which might require an ICU setting. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Patients with severe neutropenia should be placed in protective isolation. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes. Bladder toxicity may be ameliorated by hydration and forced diuresis, and the administration of MESNA (sodium 2-mercaptoethane sulfonate), which inactivates the toxic metabolite acrolein in the urine. Toxic encephalopathy secondary to ifosfamide has been treated with methylene blue. SIADH has been treated by fluid restriction and furosemide. Consider early hemodialysis after large overdose.<\/li><li>Decontamination: Decontamination is not necessary in most situations as ifosfamide is administered intravenously. For dermal exposures, clean skin with soap and water, and for eye exposures, flush with water.<\/li><li>Airway management: Intubate if CNS depression develops or if patient is unable to protect airway.<\/li><li>Antidote: None<\/li><li>Myelosuppression: Administer colony stimulating factors following a significant overdose as these patients are at risk for severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Hemorrhagic cystitis: Bladder toxicity may be ameliorated by hydration and forced diuresis, and the administration of MESNA (sodium 2-mercaptoethane sulfonate), which inactivates the toxic metabolite acrolein in the urine. MESNA can be given as an IV bolus at a dose that is 20% of the ifosfamide dose (2.5 g\/m(2)\/day or less), given immediately after exposure, then at 4 hours and 8 hours following exposure (total daily MESNA dose is 60% of the ifosfamide dose).  There is little evidence to support the use of MESNA following exposure to high-dose ifosfamide (doses greater than 2.5 g\/m(2)\/day).<\/li><li>Toxic encephalopathy: Methylene blue appears to be effective in the treatment and prevention of ifosfamide-induced encephalopathy. Use of methylene blue, 50 mg in a 2% aqueous solution given up to 6 times daily IV has been associated with reversal of ifosfamide neurotoxicity in case reports. Another regimen is 50 mg methylene blue orally three times daily.<\/li><li>Syndrome of inappropriate vasopressin secretion: Treatment of SIADH is supportive.  Restrict fluids to 1 L\/day or less.  Furosemide inhibits free water reabsorption more than it increases sodium, potassium and chloride excretion. Dosing should be adjusted to achieve a negative fluid balance.<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. In patients with an ifosfamide overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days. <\/li><li>Intrathecal injection: No clinical reports available; information derived from experience with other antineoplastics. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Monitoring of patient: Monitor serial CBC with differential and platelet count until there is evidence of bone marrow recovery. WBC nadir  occurs 7 to 14 days after initiation of therapy and lasts anywhere from  3 days to 2 weeks. Monitor for signs of bleeding. Monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Monitor BUN, serum electrolytes, serum creatinine, and liver enzymes. Monitor urinalysis (for hemorrhagic cystitis) and urine output. Obtain an ECG in patients with cardiac complaints. Ifosfamide concentrations can be performed, but are not likely to be available in a timely manner and cannot be used to guide therapy.<\/li><li>Enhanced elimination procedure: Early hemodialysis would be expected to effectively clear ifosfamide based on its small volume of distribution and low protein binding. The combination of hemodialysis and hemoperfusion was used to treat one case of ifosfamide overdose. Hemoperfusion removed about 9% of the administered dose and serum concentrations of ifosfamide and its metabolites decreased rapidly.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. OBSERVATION CRITERIA: Exposed patients should be evaluated and observed for 6 hours. If patients are asymptomatic for 6 hours, they may be sent home, but toxic effects may be delayed, so patients should return to a health care provider for any symptoms and should have blood work monitored as an outpatient (eg, CBC for myelosuppression). ADMISSION CRITERIA: Any symptomatic patient should be admitted to the hospital, and depending on the severity of their symptoms, either to the floor or ICU. Criteria for discharge should be resolution of symptoms and laboratory abnormalities. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for  assistance in managing patients with an overdose. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"922087-s-12-33","title":"Range of Toxicity","mono":"<b>IFOSFAMIDE<\/b><br\/>TOXICITY: Even with therapeutic dosing, toxicity is expected. Range of toxicity is not well-described. Cumulative ifosfamide doses of 26 g\/m(2)\/cycle can cause irreversible nephrotoxicity. An adult who received 9.1 g ifosfamide over 1 hour (instead of over 24 hours) developed confusion, weakness, and transient nephrotoxicity, but recovered with aggressive care. THERAPEUTIC DOSE: ADULTS: 1.2 g\/m(2)\/day for 5 days. PEDIATRIC: Safety and efficacy have not been established. In clinical trials, ifosfamide 1.2 g\/m(2)\/day to 3 g\/m(2)\/day for 5 days demonstrated a 39% overall response rate in pediatric patients with Ewing's sarcoma of the bone. Administration of ifosfamide 1.5 g\/m(2) given on days 1 through 3 for 1 or 2 cycles, as part of combination therapy with carboplatin and etoposide, showed a 71% overall response rate in pediatric patients with stage III\/IV non-Hodgkin's lymphoma.<br\/>"}]},{"id":"922087-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise male and female patients to prevent pregnancy during and for 6 months post-therapy.<\/li><li>Counsel patient that drug may cause infertility in both men and women.<\/li><li>This drug may cause alopecia, nausea, or vomiting.<\/li><li>Instruct patient to report signs\/symptoms of hemorrhagic cystitis.<\/li><li>Advise patient to report signs\/symptoms of myelosuppression.<\/li><li>Instruct patient to report signs\/symptoms of neurotoxic effects (confusion, hallucinations, somnolence, blurred vision, psychotic behavior, seizures, urinary incontinence).<\/li><li>Instruct patient to report signs\/symptoms of cardiotoxicity (arrhythmias) or pulmonary toxicity (fibrosis, interstitial pneumonitis).<\/li><li>Tell patient to maintain adequate hydration to prevent kidney and bladder toxicity.<\/li><\/ul>"}]}