{"drugs":["Benzyl Alcohol","Oragesic","Ulesfia","Zilactin"],"mono":{"0":{"id":"922186-s-0","title":"Generic Names","mono":"Benzyl Alcohol"},"1":{"id":"922186-s-1","title":"Dosing and Indications","sub":{"0":{"id":"922186-s-1-4","title":"Adult Dosing","mono":"<b>Pediculosis capitis:<\/b> apply sufficient lotion to dry hair to completely saturate the scalp and hair; leave on for 10 min; then rinse off thoroughly with water; repeat treatment after 7 days "},"1":{"id":"922186-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety in pediatric patients below the age of 6 months has not been established<\/li><li><b>Pediculosis capitis:<\/b> (6 months of age or older) apply sufficient lotion to dry hair to completely saturate the scalp and hair; leave on for 10 min; then rinse off thoroughly with water; repeat treatment after 7 days<\/li><\/ul>"},"3":{"id":"922186-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Pediculosis capitis<br\/>"}}},"3":{"id":"922186-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922186-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"922186-s-3-10","title":"Precautions","mono":"<ul><li>neonates (less than 1 month of age) or preterm infants (corrected age less than 44 weeks); increased risk for neonatal gasping syndrome; use not recommended<\/li><li>pediatric patients under 6 months of age; use not recommended due to potential for increased systemic absorption<\/li><\/ul>"},{"id":"922186-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"922186-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"922186-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Erythema (10%), Pruritus (12%), Pyoderma (7%)<\/li><li><b>Ophthalmic:<\/b>Eye irritation (6%)<\/li><\/ul>"},"6":{"id":"922186-s-6","title":"Drug Name Info","sub":{"0":{"id":"922186-s-6-17","title":"US Trade Names","mono":"<ul><li>Oragesic<\/li><li>Zilactin<\/li><li>Ulesfia<\/li><\/ul>"},"2":{"id":"922186-s-6-19","title":"Class","mono":"<ul><li>Anesthetic, Local<\/li><li>Pediculicide<\/li><\/ul>"},"3":{"id":"922186-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"922186-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"9":{"id":"922186-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>avoid contact with eyes by keeping eyes closed and covering with a towel<\/li><li>apply directly to dry hair covering entire scalp and all scalp hair<\/li><li>massage into hair and scalp; be sure to apply to the area behind ears<\/li><li>dripping will occur when head is completely saturated, be sure to protect eyes and skin from these drips<\/li><\/ul>"},"11":{"id":"922186-s-11","title":"How Supplied","mono":"<ul><li><b>Oragesic<\/b><br\/>Mucous Membrane Solution: 1 %<br\/><\/li><li><b>Ulesfia<\/b><br\/>Topical Lotion: 5 %<br\/><\/li><li><b>Zilactin<\/b><br\/>Mucous Membrane Gel\/Jelly: 10 %<br\/><\/li><\/ul>"},"12":{"id":"922186-s-12","title":"Toxicology","sub":[{"id":"922186-s-12-31","title":"Clinical Effects","mono":"<b>BENZYL ALCOHOL<\/b><br\/>USES: Benzyl alcohol lotion (5%) is indicated for the topical treatment of head lice in patients 6 months of age and older. Benzyl alcohol is a common preservative in parenteral medications. It is also used in perfumes and flavors, as a bacteriostatic or viricidal agent in cosmetics, ointments, emulsions, and lotions, as a photographic developer for films and lithography, and as a dye for textiles, nylon carpets, and sheet plastics. PHARMACOLOGY: In studies, benzyl alcohol inhibited lice from closing their respiratory spiracles, which allowed the vehicle to obstruct the spiracles and asphyxiate the lice. Benzyl alcohol is a weak local anesthetic with disinfectant properties. TOXICOLOGY:  Benzyl alcohol is oxidized in the liver to benzoic acid, then conjugated with glycine, and excreted in the urine as hippuric acid. Infants are less able to metabolize benzoic acid to hippuric acid, possibly because of glycine deficiency. Therefore, benzoic acid will be accumulated, causing \"gasping syndrome\" in the neonates receiving an IV product containing benzyl alcohol. EPIDEMIOLOGY: Exposure to IV products containing benzyl alcohol is common, but severe toxicity is rare and generally only occurs in neonates. Severe toxicity has not been reported after ingestion or dermal application. TOXICITY: Benzyl alcohol poisoning can result from oral, parenteral, dermal, inhalational, and ocular exposures. Neonates receiving IV products containing benzyl alcohol may experience \"gasping syndrome\", characterized by severe metabolic acidosis, gasping respirations, CNS depression, seizures, intraventricular hemorrhage, hematologic abnormalities, skin breakdown, hepatic and renal failure, progressive hypotension, bradycardia, cardiovascular collapse, and death. A 5-year-old girl developed severe metabolic acidosis following a continuous diazepam infusion.  Benzyl alcohol toxicity was confirmed from benzoic acid serum and urine concentrations. ADVERSE EFFECTS: TOPICAL: Eye irritation, allergic or irritant dermatitis, including pruritus and pyoderma have been reported in patients using topical benzyl alcohol.<br\/>"},{"id":"922186-s-12-32","title":"Treatment","mono":"<b>BENZYL ALCOHOL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Neonatal gasping syndrome has been reported in patients receiving IV products containing benzyl alcohol. Treat hypotension with IV fluids and pressors if needed. Treat seizures with benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.  Severe metabolic acidosis (arterial pH less than 7.1) should be corrected with IV sodium bicarbonate (a reasonable starting dose is 1 to 2 mEq\/kg).<\/li><li>Decontamination: PREHOSPITAL: Solutions greater than 30% are extremely irritating and may cause spontaneous vomiting. Serious toxicity is not expected after ingestion of benzyl alcohol alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after oral ingestion; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Antidote: None<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression or pulmonary toxicity.<\/li><li>Monitoring of patient: In patients with symptoms of gasping syndrome, monitor vital signs, CBC, mental status, renal function, and hepatic enzymes. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest x-ray in any patient with respiratory symptoms.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a health care facility and monitored until symptoms resolve. Children with unintentional ingestions who are symptomatic should be observed in a health care facility. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"922186-s-12-33","title":"Range of Toxicity","mono":"<b>BENZYL ALCOHOL<\/b><br\/>TOXICITY: Deaths in neonates were associated with administration of 99 to 234 mg\/kg\/day in large volume parenteral solutions or endotracheal solutions. Rectal administration of 45 mL was reportedly fatal.  Severe toxicity has not been reported after ingestion or dermal application. <br\/>"}]}}}