{"generic":"Pegaspargase","drugs":["Oncaspar","Pegaspargase"],"mono":{"0":{"id":"922288-s-0","title":"Generic Names","mono":"Pegaspargase"},"1":{"id":"922288-s-1","title":"Dosing and Indications","sub":{"0":{"id":"922288-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acute lymphoid leukemia, First-line, in combination with other agents:<\/b> 2,500 International units\/m(2) IM\/IV every 14 days<\/li><li><b>Acute lymphoid leukemia, In combination with other agents in patients with hypersensitivity to L-asparaginase:<\/b> 2,500 International units\/m(2) IM\/IV every 14 days<\/li><\/ul>"},"1":{"id":"922288-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Acute lymphoid leukemia, First-line, in combination with other agents:<\/b> 2,500 International units\/m(2) IM\/IV every 14 days<\/li><li><b>Acute lymphoid leukemia, In combination with other agents in patients with hypersensitivity to L-asparaginase:<\/b> 2,500 International units\/m(2) IM\/IV every 14 days<\/li><\/ul>"},"3":{"id":"922288-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acute lymphoid leukemia, First-line, in combination with other agents<\/li><li>Acute lymphoid leukemia, In combination with other agents in patients with hypersensitivity to L-asparaginase<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Acute lymphoid leukemia<br\/>"}}},"3":{"id":"922288-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922288-s-3-9","title":"Contraindications","mono":"<ul><li>pancreatitis with prior L-asparaginase therapy<\/li><li>serious allergic reaction to prior pegaspargase<\/li><li>serious hemorrhagic events with prior L-asparaginase therapy<\/li><li>serious thrombosis with prior L-asparaginase therapy<\/li><\/ul>"},{"id":"922288-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine\/Metabolic:<\/li><li>-- irreversible glucose intolerance may occur<\/li><li>Gastrointestinal:<\/li><li>-- pancreatitis may occur; discontinue use<\/li><li>Hematologic:<\/li><li>-- serious thrombotic events, including sagittal sinus thrombosis, may occur; discontinue use<\/li><li>-- coagulopathy may occur; monitoring recommended; medical management may be required for severe or symptomatic coagulopathy<\/li><li>Hepatic:<\/li><li>-- hepatotoxicity or abnormal liver function may occur; monitoring recommended<\/li><li>Immunologic:<\/li><li>-- anaphylaxis or serious allergic reaction may occur; monitoring recommended; discontinue use<\/li><\/ul>"},{"id":"922288-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"922288-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"922288-s-4","title":"Drug Interactions","sub":[{"id":"922288-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"922288-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},"5":{"id":"922288-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperglycemia (up to 5%)<\/li><li><b>Gastrointestinal:<\/b>Nausea and vomiting (50%)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (up to 11%), AST\/SGOT level raised (up to 11%), Hyperbilirubinemia (1% to 2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Impaired glucose tolerance<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis (1% to 2%)<\/li><li><b>Hematologic:<\/b>Blood coagulation disorder (up to 7%), Thrombosis (4%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction, All grades (3% to 32%)<\/li><\/ul>"},"6":{"id":"922288-s-6","title":"Drug Name Info","sub":{"0":{"id":"922288-s-6-17","title":"US Trade Names","mono":"Oncaspar<br\/>"},"2":{"id":"922288-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Asparaginase (class)<\/li><\/ul>"},"3":{"id":"922288-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"922288-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"922288-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: The growth of malignant and normal cells depends on the availability of specific nutrients and cofactors required for protein synthesis . Some nutrients can be synthesized within the cell, whereas others, such as essential amino acids, require exogenous sources .  L-asparagine is a nonessential amino acid synthesized by the transamination of  L-aspartic acid by a reaction catalyzed by the enzyme  L-asparagine synthetase. The ability to synthesize asparagine is notably lacking in malignancies of lymphoid origin; therefore, leukemic cells are dependent on an exogenous source of asparagine for survival. Asparaginase catalyzes the conversion of L-asparagine to aspartic acid and ammonia . The enzyme does not enter cells; instead, it degrades circulating asparagine to aspartic acid, which cannot be converted to asparagine by the leukemic cells . Rapid depletion of asparagine, which results from treatment with the enzyme  L-asparaginase, kills the leukemic cells. Normal cells, however, are less affected by the rapid depletion due to their ability to synthesize asparagine. This therapeutic approach is based on a specific metabolic defect in some leukemic cells that do not produce asparagine synthetase .<\/li><li>In animal studies, pegaspargase is more effective than  L-asparaginase when administered at the same dose. One unit of pegaspargase was as effective as 5 units of E. coli     L-asparaginase in one tumor type and nearly twice as active as  L-asparaginase in another tumor type . In studies of animals with non-Hodgkin&quot;s lymphoma, pegaspargase in doses of 10 to 30 International Units per kg (IU\/kg) was as effective as  L-asparaginase 400 IU\/kg, and caused fewer side effects.<\/li><\/ul>"},"8":{"id":"922288-s-8","title":"Pharmacokinetics","sub":{"3":{"id":"922288-s-8-26","title":"Excretion","mono":"Systemic: Renal: little <br\/>"},"4":{"id":"922288-s-8-27","title":"Elimination Half Life","mono":"Systemic: 3.24 to 5.69 d Adults; 5.73 d Children <br\/>"}}},"9":{"id":"922288-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>vials are for single use only; do not re-enter vial; discard unused portions <\/li><li>avoid excessive agitation; do NOT shake<\/li><\/ul><\/li><li><b>Intramuscular<\/b><br\/>volume of injection is 2 mL, if greater than 2 mL then multiple injections sites should be used<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>dilute in 100 mL of NS or D5W<\/li><li>administer over 1-2 h through an infusion that is already running<\/li><\/ul><\/li><\/ul>"},"10":{"id":"922288-s-10","title":"Monitoring","mono":"<ul><li>Clinical remission of leukemia indicates efficacy<\/li><li>coagulation factors; at baseline and periodically during and after treatment<\/li><li>hepatotoxicity; as appropriate<\/li><li>serum glucose<\/li><li>serious allergic reaction or anaphylaxis; for 1 hour after administration<\/li><li>pancreatitis in patients with severe abdominal pain<\/li><\/ul>"},"11":{"id":"922288-s-11","title":"How Supplied","mono":"<b>Oncaspar<\/b><br\/>Injection Solution: 750 IU\/ML<br\/>"},"12":{"id":"922288-s-12","title":"Toxicology","sub":[{"id":"922288-s-12-31","title":"Clinical Effects","mono":"<b>PEGASPARGASE <\/b><br\/>USES: Pegaspargase is used as a component of a multiagent chemotherapeutic regimen for the treatment of patients with acute lymphoblastic leukemia (ALL). PHARMACOLOGY:  Pegaspargase is L-asparaginase (a tetrameric enzyme) that is covalently conjugated to monomethoxypolyethylene glycol (mPEG).  L-asparaginase is derived from cultures of either Escherichia coli, Erwinia carotovora, or Vibrio succinogenes. L-asparagine is a nonessential amino acid synthesized by the transamination of  L-aspartic acid by a reaction catalyzed by the enzyme L-asparagine synthetase. The ability to synthesize asparagine is notably lacking in malignancies of lymphoid origin; therefore, leukemic cells are dependent on an exogenous source of asparagine for survival. Asparaginase catalyzes the conversion of L-asparagine to aspartic acid and ammonia. The enzyme does not enter cells; instead, it degrades circulating asparagine to aspartic acid, which cannot be converted to asparagine by the leukemic cells. Rapid depletion of asparagine, which results from treatment with the enzyme  L-asparaginase, kills the leukemic cells. However, normal cells are less affected by the rapid depletion due to their ability to synthesize asparagine. This therapeutic approach is based on a specific metabolic defect in some leukemic cells that do not produce asparagine synthetase. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data is limited. After receiving 10,000 International Units\/m(2) IV infusion of pegaspargase, one patient developed a slight increase in liver enzymes and another patient developed a rash about 10 minutes after the start of the infusion; no adverse effects developed in a third patient. ADVERSE EFFECTS: MOST COMMON: Allergic reaction (including anaphylaxis), hyperglycemia, pancreatitis, CNS thrombosis, coagulopathy, hyperbilirubinemia, and elevated transaminases. OTHER ADVERSE EFFECTS include nausea, vomiting, abdominal pain, diarrhea, anorexia, rash, confusion, and seizures. <br\/>"},{"id":"922288-s-12-32","title":"Treatment","mono":"<b>PEGASPARGASE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Severe nausea and vomiting may respond to a combination of agents from different drug classes. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. If significant hyperglycemia occurs, careful blood glucose monitoring and insulin therapy might be required. Treat patients with severe or symptomatic coagulopathy with fresh-frozen plasma to replace coagulation factors.<\/li><li>Intrathecal injection: No clinical reports of intrathecal injection with pegaspargase are available. This information was derived from experience with other antineoplastics. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative-free normal saline or lactated ringers). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative-free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes are 80 to 150 mL\/hr for 18 to 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions or persistent seizures.<\/li><li>Antidote: None.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Monitoring of patient: Serum concentrations are not clinically useful in guiding management following overdose, or widely available in clinical practice. Monitor vital signs, serum electrolytes, liver enzymes, CBC with differential, and coagulation parameters after an overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor blood glucose concentration and serum amylase in symptomatic patients. Monitor patients for sign and symptoms of thrombosis (eg, severe headache, arm or leg swelling, dyspnea, chest pain).<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management. OBSERVATION CRITERIA: Patients who are symptomatic need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted.  CONSULT CRITERIA:  Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an overdose.<\/li><\/ul>"},{"id":"922288-s-12-33","title":"Range of Toxicity","mono":"<b>PEGASPARGASE<\/b><br\/>TOXICITY: After receiving 10,000 International Units\/m(2) IV infusion of pegaspargase, one patient developed a slight increase in liver enzymes and another patient developed a rash about 10 minutes after the start of the infusion; no adverse effects developed in a third patient. THERAPEUTIC DOSE: ADULT AND PEDIATRIC: 2500 International Units\/m(2) IM or IV, administered no more frequently than every 14 days. <br\/>"}]},"13":{"id":"922288-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy.<\/li><li>This drug may cause nausea, vomiting, fever, and malaise.<\/li><li>Advise patient to report jaundice or signs\/symptoms of pancreatitis (abdominal pain, nausea, vomiting, fever) or thrombosis (sudden\/severe headache, arm or leg swelling, shortness of breath, chest pain).<\/li><li>Instruct patient to report signs\/symptoms of hyperglycemia.<\/li><\/ul>"}}}