{"drugs":["FusePaq Fanatrex","Gabapentin","Gabarone","Gralise","Neurontin"],"mono":{"0":{"id":"922204-s-0","title":"Generic Names","mono":"Gabapentin"},"1":{"id":"922204-s-1","title":"Dosing and Indications","sub":[{"id":"922204-s-1-4","title":"Adult Dosing","mono":"<ul><li>Once-daily gabapentin (Gralise(R)) is NOT interchangeable with other gabapentin products<\/li><li>Do not exceed 12-hour interval between Neurontin(R) doses<\/li><li>Gradually reduce dose, substitute, or discontinue over a minimum of 1 week<\/li><li><b>Fibromyalgia:<\/b> Initial, 300 mg orally once daily at bedtime; titrate over 6 weeks to a maximum of 2400 mg\/day, given as 600 mg twice daily and 1200 mg at bedtime; median dose was 1800 mg\/day (study dose)<\/li><li><b>Hemodialysis-associated pruritus:<\/b> 100 to 400 mg orally following each hemodialysis session (study dosing)<\/li><li><b>Hot sweats:<\/b> 300 mg orally 3 times daily, titrated as 300 mg at bedtime on day 1, 300 mg twice daily on day 2, and then 300 mg 3 times daily (study dosing)<\/li><li><b>Partial seizure; Adjunct:<\/b> Initial, 300 mg orally 3 times daily<\/li><li><b>Partial seizure; Adjunct:<\/b> Maintenance, 300 to 600 mg orally 3 times daily; doses up to 2400 mg\/day have been well tolerated; doses of 3600 mg\/day have been administered to a small number of patients for a short duration<\/li><li><b>Postherpetic neuralgia:<\/b> (Neurontin(R)) 300 mg orally on day 1, 300 mg twice a day on day 2, and 300 mg 3 times a day on day 3; may increase up to 1800 mg\/day (divided into 3 doses).<\/li><li><b>Postherpetic neuralgia:<\/b> (Gralise(R)) 300 mg orally on day 1, 600 mg on day 2, 900 mg on days 3 to 6, 1200 mg on days 7 to 10, 1500 mg on days 11 to 14, and 1800 mg on day 15 and thereafter; take once daily with the evening meal.<\/li><li><b>Postoperative pain (Acute), Preemptive therapy:<\/b> 300 to 1200 mg orally as 1 dose administered 1 to 2 hours prior to surgery (study dosing)<\/li><\/ul>"},{"id":"922204-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Safety and efficacy of Gralise(R) not established in patients younger than 18 years<\/li><li>Do not exceed 12-hour interval between Neurontin(R) doses<\/li><li>Gradually reduce dose, substitute, or discontinue over a minimum of 1 week<\/li><li><b>Partial seizure; Adjunct:<\/b> (3 to 4 years) Initial, 10 to 15 mg\/kg\/day orally in 3 divided doses<\/li><li><b>Partial seizure; Adjunct:<\/b> Maintenance, titrate over 3 days to 40 mg\/kg\/day orally in 3 divided doses<\/li><li><b>Partial seizure; Adjunct:<\/b> (5 to 11 years) Initial, 10 to 15 mg\/kg\/day orally in 3 divided doses<\/li><li><b>Partial seizure; Adjunct:<\/b> Maintenance, titrate over 3 days to 25 to 35 mg\/kg\/day orally in 3 divided doses<\/li><li><b>Partial seizure; Adjunct:<\/b> (12 years or older) Initial, 300 mg orally 3 times daily<\/li><li><b>Partial seizure; Adjunct:<\/b> Maintenance, 300 to 600 mg orally 3 times daily; doses up to 2400 mg\/day have been well tolerated; doses of 3600 mg\/day have been administered to a small number of patients for a short duration<\/li><\/ul>"},{"id":"922204-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, adults (Gralise(R)):<\/b> CrCl 60 mL\/min or greater, 1800 mg with evening meal; CrCl 30 to 59 mL\/min, 600 to 1800 mg once daily with evening meal; CrCl less than 30 mL\/min, do not administer<\/li><li><b>renal impairment, 12 years or older (Neurontin(R)):<\/b> CrCl 60 mL\/min or greater, 900 to 3600 mg\/day given in 3 divided doses; CrCl 30 to 59 mL\/min, 400 to 1400 mg\/day given in 2 divided doses; CrCl 15 to 29 mL\/min, 200 to 700 mg\/day given once daily<\/li><li><b>hemodialysis (Gralise(R)):<\/b> Do NOT administer<\/li><li><b>hemodialysis, 12 years or older (Neurontin(R)):<\/b> CrCl 15 mL\/min, 100 to 300 mg\/day given once daily; CrCl less than 15 mL\/min, reduce daily dose in proportion to CrCl (eg, patients with a CrCl of 7.5 mL\/min should receive 50% of the daily dose that patients with a CrCl of 15 mL\/min receive)<\/li><li><b>posthemodialysis, 12 years or older (Neurontin(R)):<\/b> After each 4-hour hemodialysis session, give a supplemental dose of 125 mg for maintenance daily dose of 100 mg, 150 mg for daily dose of 125 mg, 200 mg for daily dose of 150 mg, 250 mg for daily dose of 200 mg, and 350 mg for daily dose of 300 mg.<\/li><li>use in renally compromised patients younger than 12 years (Neurontin(R)) has not been studied<\/li><\/ul>"},{"id":"922204-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Partial seizure; Adjunct<\/li><li>Postherpetic neuralgia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Diabetic peripheral neuropathy<\/li><li>Fibromyalgia<\/li><li>Hemodialysis-associated pruritus<\/li><li>Hot sweats<\/li><li>Postoperative pain (Acute), Preemptive therapy<\/li><\/ul>"}]},"3":{"id":"922204-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922204-s-3-9","title":"Contraindications","mono":"hypersensitivity to gabapentin or any component of the product <br\/>"},{"id":"922204-s-3-10","title":"Precautions","mono":"<ul><li>Immunologic:<\/li><li>-- drug reaction with eosinophilia and systemic symptoms (DRESS)\/multi-organ hypersensitivity, including fatal cases, has been reported; evaluate early signs and symptoms and discontinue if confirmed<\/li><li>Neurologic:<\/li><li>-- somnolence, sedation, and dizziness has been reported<\/li><li>-- abrupt discontinuation may increase seizure frequency or precipitate status epilepticus; discontinue gradually over minimum of 1 week<\/li><li>Psychiatric:<\/li><li>-- monitor for suicidality, worsening depression, or any unusual behavioral or mood changes (eg, anxiety, agitation, hostility, mania, and hypomania)<\/li><li>-- use Neurontin(R) with caution in pediatric patients 3 to 12 years old; neuropsychiatric adverse events, including emotional lability, hostility, thought disorder, and hyperkinesia, have been reported<\/li><li>Renal:<\/li><li>-- dose adjustment may be necessary in patients with renal impairment; avoid use in patients with severe renal impairment (ie, CrCl 15 to 30 mL\/min) or on hemodialysis<\/li><li>Other:<\/li><li>-- gabapentin products not interchangeable; differing pharmacokinetic profiles affect dosing frequency<\/li><li>-- elderly patients; dosage adjustment may be necessary<\/li><li>-- new tumors and worsening of existing tumors have been reported<\/li><li>-- sudden and unexplained death has been reported in patients with epilepsy<\/li><\/ul>"},{"id":"922204-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"922204-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"922204-s-4","title":"Drug Interactions","sub":{"1":{"id":"922204-s-4-14","title":"Major","mono":"<ul><li>Ketorolac (theoretical)<\/li><li>Orlistat (probable)<\/li><\/ul>"},"2":{"id":"922204-s-4-15","title":"Moderate","mono":"<ul><li>Aluminum Carbonate, Basic (probable)<\/li><li>Aluminum Hydroxide (probable)<\/li><li>Aluminum Phosphate (probable)<\/li><li>Dihydroxyaluminum Aminoacetate (probable)<\/li><li>Dihydroxyaluminum Sodium Carbonate (probable)<\/li><li>Ginkgo (probable)<\/li><li>Magaldrate (probable)<\/li><li>Magnesium Carbonate (probable)<\/li><li>Magnesium Hydroxide (probable)<\/li><li>Magnesium Oxide (probable)<\/li><li>Magnesium Trisilicate (probable)<\/li><li>Morphine (established)<\/li><li>Morphine Sulfate Liposome (established)<\/li><\/ul>"}}},"5":{"id":"922204-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema (1.7% to 8.3%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (greater than 1%), Vomiting (3.3%)<\/li><li><b>Immunologic:<\/b>Viral disease (10.9%)<\/li><li><b>Neurologic:<\/b>Ataxia (Adult, 3%; adult and adolescent, 13%), Nystagmus (Adult and adolescent, 8%)<\/li><li><b>Other:<\/b>Fatigue (3% to 11%), Fever (Pediatric, 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Immunologic:<\/b>Drug hypersensitivity syndrome<\/li><li><b>Neurologic:<\/b>Dizziness (Adults, 28%; adults and adolescents, 17%; pediatrics, 3%), Somnolence (Adults, 21%; adults and adolescents, 19%; pediatrics, 8%)<\/li><li><b>Psychiatric:<\/b>Disorder of form of thought (Pediatric, 1.7%), Disturbance in thinking (2% to 3%), Hostile behavior (Pediatric, 5.2%), Hyperactive behavior (Pediatric, 4.7%), Mood swings (Pediatric, 6%), Suicidal thoughts<\/li><\/ul>"},"6":{"id":"922204-s-6","title":"Drug Name Info","sub":{"0":{"id":"922204-s-6-17","title":"US Trade Names","mono":"<ul><li>Gabarone<\/li><li>Neurontin<\/li><li>Gralise<\/li><li>FusePaq Fanatrex<\/li><\/ul>"},"2":{"id":"922204-s-6-19","title":"Class","mono":"<ul><li>Anticonvulsant<\/li><li>Gamma Aminobutyric Acid (class)<\/li><\/ul>"},"3":{"id":"922204-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"922204-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"922204-s-7","title":"Mechanism Of Action","mono":"Gabapentin is structurally related to the neurotransmitter GABA; however, gabapentin and its metabolites do not bind to GABA(A) or GABA(B) receptors or influence the degradation or uptake of GABA. The mechanism by which gabapentin exerts its analgesic and anticonvulsant effects is unknown.<br\/>"},"8":{"id":"922204-s-8","title":"Pharmacokinetics","sub":[{"id":"922204-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, once-daily formulation: 8 hours<\/li><li>Tmax, immediate-release: 2 hours<\/li><li>Bioavailability: 27% to 60%<\/li><li>Effect of food: increase rate and extent of absorption compared with fasting state<\/li><\/ul>"},{"id":"922204-s-8-24","title":"Distribution","mono":"<ul><li>Vd, adults: 58 L<\/li><li>Vd, children: 1.8 to 2.76 L\/kg<\/li><li>Protein binding: less than 3%<\/li><\/ul>"},{"id":"922204-s-8-25","title":"Metabolism","mono":"Not metabolized, excreted unchanged in the urine <br\/>"},{"id":"922204-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 10% to 23%<\/li><li>Renal: 76% to 81%<\/li><li>Renal clearance: 150 mL\/minute<\/li><li>Renal clearance, renal impairment: 10 to 90 mL\/min<\/li><li>Renal clearance, pediatrics: 4.41 to 7.40 mL\/min\/kg<\/li><li>Dialyzable: Yes<\/li><li>Total body clearance, renal impairment: 20 to 190 mL\/min<\/li><\/ul>"},{"id":"922204-s-8-27","title":"Elimination Half Life","mono":"<ul><li>adults, 5 to 7 hours<\/li><li>pediatrics, 4.44 hours<\/li><li>renal impairment, median, 9.2 to 40 hours; mean, 6.5 to 52 hours<\/li><\/ul>"}]},"9":{"id":"922204-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Gralise(R): Do not split, crush, or chew the tablets; swallow tablet whole with the evening meal.<\/li><li>Neurontin(R): Take with or without food.<\/li><li>Neurontin(R): Take capsule whole<\/li><li>Neurontin(R): When splitting tablets, administer second half as next dose; discard unused half-tabs within 28 days.<\/li><\/ul>"},"10":{"id":"922204-s-10","title":"Monitoring","mono":"<ul><li>epilepsy: reduction in seizure frequency is indicative of a therapeutic response to gabapentin<\/li><li>postherpetic neuralgia: relief of pain associated with postherpetic neuralgia is indicative of a therapeutic response to gabapentin<\/li><li>emergence or worsening of depression, suicidality, and\/or any unusual behavioral or mood changes (ie, anxiety, agitation, hostility, mania, and hypomania)<\/li><\/ul>"},"11":{"id":"922204-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 100 MG, 300 MG, 400 MG<\/li><li>Oral Solution: 250 MG\/5 ML<\/li><li>Oral Tablet: 400 MG, 600 MG, 800 MG<\/li><\/ul><\/li><li><b>FusePaq Fanatrex<\/b><br\/>Oral Suspension: 25 MG\/ML<br\/><\/li><li><b>Gralise<\/b><br\/>Oral Tablet: 300 MG, 600 MG<br\/><\/li><li><b>Neurontin<\/b><br\/><ul><li>Oral Capsule: 100 MG, 300 MG, 400 MG<\/li><li>Oral Solution: 250 MG\/5 ML<\/li><li>Oral Tablet: 600 MG, 800 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"922204-s-12","title":"Toxicology","sub":[{"id":"922204-s-12-31","title":"Clinical Effects","mono":"<b>GABAPENTIN <\/b><br\/>USES:  Gabapentin is approved by the US Food and Drug Administration (FDA) for the treatment of partial seizures (with and without secondary generalization) and postherpetic neuralgia. Gabapentin is also used for the treatment of diabetic peripheral neuropathy, migraines, pain disorders, and various mood and movement disorders (non-FDA labeled indications). PHARMACOLOGY: Gabapentin is a highly lipophilic amino acid structurally similar to GABA, but does not bind GABA receptors or alter levels in the brain.  Gabapentin's mechanism of action is unclear. TOXICOLOGY: Although gabapentin's mechanism of action is unclear, its sedating effects are likely secondary to its lipophilic configuration and structural similarity to the inhibitory neurotransmitter GABA. EPIDEMIOLOGY: Gabapentin overdose is uncommon and manifestations are usually not severe. MILD TO MODERATE TOXICITY: In mild to moderate overdose, patients may present with sedation, ataxia, slurred speech, nystagmus, movement disorders, and gastrointestinal upset. SEVERE TOXICITY:  In more severe cases, patients may present with mild hypotension and profound central nervous system depression requiring intubation. ADVERSE EFFECTS: Following therapeutic use, sedation, ataxia, dizziness, fatigue, nystagmus, hypotension and hypertension have occurred.  Leukopenia has also been described with therapeutic use. Rhabdomyolysis is a rare adverse effect. <br\/>"},{"id":"922204-s-12-32","title":"Treatment","mono":"<b>GABAPENTIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment of gabapentin exposure is largely supportive with mild\/moderate symptoms.  An observation period of 4 to 6 hours is reasonable. MANAGEMENT OF SEVERE TOXICITY: Treatment of gabapentin exposure is largely supportive in nature with careful attention to airway protection in severe cases.  Hypotension is usually mild responding to intravenous fluid boluses. If hypotension persists, administer dopamine or norepinephrine. Admit all severely symptomatic patients. Treat seizures with IV benzodiazepines or barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Prehospital GI decontamination is generally not necessary. HOSPITAL: Activated charcoal may be utilized to limit adsorption in patients with large, recent ingestions; however, risk of aspiration should be considered prior to administration.<\/li><li>Airway management: In severely ill patients, airway management is paramount.<\/li><li>Antidote: None. In one case report, flumazenil was effectively used to treat gabapentin-induced coma in a hemodialysis-dependent man with end-stage renal disease.<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Gabapentin serum concentrations are not readily available or useful in guiding therapy. Basic laboratory studies along with acetaminophen and salicylate levels can be ordered for severely symptomatic or self-harm patients.  No studies are required for minimally symptomatic patients who have not attempted self-harm. Monitor mental status and vital signs in symptomatic patients. Monitor CK, renal function, and urine output in patients with rhabdomyolysis.<\/li><li>Enhanced elimination procedure: Gabapentin can be removed by hemodialysis; it has a small volume of distribution and minimal protein binding.  However, as toxicity is generally mild, hemodialysis is rarely indicated. Hemodialysis may be useful in patients with renal insufficiency who are severely symptomatic.<\/li><li>Patient disposition: HOME CRITERIA: Patients with inadvertent ingestions who are not symptomatic may be observed at home with telephone follow up. OBSERVATION CRITERIA: Observe all patients who are symptomatic for 4 to 6 hours. When patients are asymptomatic they may be discharged home. ADMISSION CRITERIA: Admit all moderately to severely symptomatic patients, especially if there is a concern for falls, inability to care for self, or risk of worsening central nervous system depression. CONSULT CRITERIA: Involve a toxicologist with any questions or concerns.<\/li><\/ul>"},{"id":"922204-s-12-33","title":"Range of Toxicity","mono":"<b>GABAPENTIN<\/b><br\/>TOXICITY: Overdoses of 35 g or less have been associated with mild toxicity in adults. Doses of 40 g or more have been associated with moderate toxicity in adults. A woman ingested 90 g of immediate release gabapentin and developed only mild symptoms that did not require any clinical intervention. An adult ingested more than 100 g and recovered with supportive care. THERAPEUTIC DOSE: ADULT: 900 to 3600 mg in 3 divided doses daily. PEDIATRIC: 10 mg\/kg to 40 mg\/kg in 3 divided doses daily.<br\/>"}]},"13":{"id":"922204-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient or caregiver to report new or worsening depression, suicidal ideation, or unusual changes in mood or behavior.<\/li><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness and somnolence.<\/li><li>Side effects may include peripheral edema, ataxia, nystagmus, fatigue, nausea, vomiting, or hostility.<\/li><li>Warn patient to report a rash or other symptoms of multiorgan hypersensitivity (drug reaction with eosinophilia and systemic symptoms (DRESS)).<\/li><li>Advise patient against sudden discontinuation of drug due to potential for increased seizure frequency.<\/li><li>Gralise(R): Tell patient to take drug with evening meal.<\/li><li>Counsel patient to take drug 2 hours after an aluminum and magnesium-containing antacid.<\/li><li>Instruct patient to avoid alcohol due to potential for CNS depression.<\/li><\/ul>"}}}