{"generic":"Cholecalciferol","drugs":["Cholecalciferol","Delta D3"],"mono":{"0":{"id":"922242-s-0","title":"Generic Names","mono":"Cholecalciferol"},"1":{"id":"922242-s-1","title":"Dosing and Indications","sub":{"0":{"id":"922242-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Falls; Prophylaxis:<\/b> optimal doses of cholecalciferol for the prevention of falls in elderly adults have not been identified; dose ranges in various studies of vitamin D (cholecalciferol) include 400 to 1000 international units daily plus calcium supplementation; higher doses (700 to 1000 international units\/day) prevented falls, where as lower doses (200 to 600 international units\/day) did not<\/li><li><b>Vitamin D deficiency:<\/b> prevention (adequate sun exposure) 200 international units ORALLY every day for adults up to 50 years of age, 400 international units ORALLY every day for adults 51 to 70 years of age, and 600 international units ORALLY every day for adults 71 years or older; sun exposure to the arms and legs for 5 to 30 minutes (depending on time of day, season, latitude, and skin pigmentation) between 10 in the morning to 3 in the afternoon twice a week is considered adequate<\/li><li><b>Vitamin D deficiency:<\/b> prevention (without adequate sun exposure) 800 to 1000 international units ORALLY every day; up to 10,000 international units ORALLY every day is safe for 5 months; sun exposure to the arms and legs for 5 to 30 minutes (depending on time of day, season, latitude, and skin pigmentation) between 10 in the morning to 3 in the afternoon twice a week is considered adequate<\/li><li><b>Vitamin D deficiency:<\/b> prevention (decreased 7-dehydrocholesterol in skin, age over 50 yr) 800 to 1000 international units ORALLY every day; up to 10,000 international units ORALLY every day is safe for 5 months<\/li><li><b>Vitamin D deficiency:<\/b> prevention (chronic kidney disease, stages 2 to 5) 1000 international units ORALLY every day; serum phosphate should be controlled<\/li><li><b>Vitamin D deficiency:<\/b> prevention (granulomatous disorders and some lymphomas) 400 international units ORALLY every day<\/li><li><b>Vitamin D deficiency:<\/b> prevention (primary or tertiary hyperparathyroidism) 800 to 1000 international units ORALLY every day<\/li><li><b>Vitamin D deficiency:<\/b> prevention (malabsorption syndromes) up to 10,000 international units ORALLY every day is safe for 5 months<\/li><li><b>Vitamin D deficiency:<\/b> prevention (nephrotic syndrome) 1000 to 2000 international units ORALLY every day.<\/li><li><b>Vitamin D deficiency:<\/b> prevention (obesity) 1000 to 2000 international units ORALLY every day<\/li><li><b>Vitamin D deficiency:<\/b> prevention (pregnant or lactating) 1000 to 2000 international units ORALLY every day; up to 4000 international units ORALLY every day is safe for 5 months<\/li><li><b>Vitamin D deficiency:<\/b> treatment (dietary deficiency) 1000 international units ORALLY every day or 100,000 international units ORALLY once every 3 months<\/li><li><b>Vitamin D deficiency:<\/b> treatment (anticonvulsant-related) 1000 to 4000 units ORALLY every day<\/li><li><b>Vitamin D deficiency:<\/b> treatment (hepatobiliary disease) 10,000 to 50,000 units ORALLY every day<\/li><li><b>Vitamin D deficiency:<\/b> treatment (malabsorption) 10,000 to 50,000 units ORALLY every day<\/li><\/ul>"},"1":{"id":"922242-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Vitamin D deficiency:<\/b> prevention (adequate sun exposure in breast-fed infants up to 1 year old) 400 international units ORALLY every day; up to 1000 to 2000 international units\/day is safe; maintenance dose is 400 to 1000 international units\/day  OR 400 international units ORALLY every day if vitamin D-fortified milk intake is inadequate per AAP recommendations<\/li><li><b>Vitamin D deficiency:<\/b> prevention (without adequate sun exposure or dark skin, 1 to 18 years of age) 400 to 1000 international units orally; up to 1000 to 2000 international units\/day is safe; maintenance dose is 400 to 1000 international units\/day  OR 400 international units ORALLY every day if vitamin D-fortified milk intake is inadequate per AAP recommendations<\/li><li><b>Vitamin D deficiency:<\/b> prevention (adequate sun exposure in children) 200 international units ORALLY every day; sun exposure to the arms and legs for 5 to 30 minutes (depending on time of day, season, latitude, and skin pigmentation) between 10 in the morning to 3 in the afternoon twice a week is considered adequate<\/li><li><b>Vitamin D deficiency:<\/b> treatment (dietary deficiency breast-feeding children up to 1 year) 200,000 international units ORALLY every 3 months or 1000 to 2000 international units ORALLY every day with calcium supplementation<\/li><li><b>Vitamin D deficiency:<\/b> In osteomalacia and rickets secondary to dietary deficiency,  vitamin D 1000 to 4000 units daily initially, and 400 units daily for  maintenance, have been recommended.<\/li><li><b>Vitamin D deficiency:<\/b> treatment (anticonvulsant-related) 1000 international units ORALLY every day  to maintain serum 25- hydroxyvitamin D (25 OH-D) at 50 nanomoles\/liter or greater (20 nanograms\/milliliter or greater)<\/li><li><b>Vitamin D deficiency:<\/b> treatment (hepatobiliary disease) 10,000 to 25,000 international units ORALLY every day<\/li><li><b>Vitamin D deficiency:<\/b> treatment (malabsorption) 10,000 to 25,000 international units ORALLY every day  to maintain serum 25- hydroxyvitamin D (25 OH-D) at 50 nanomoles\/liter or greater (20 nanograms\/milliliter or greater)<\/li><\/ul>"},"3":{"id":"922242-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><ul><li>Falls; Prophylaxis<\/li><li>Osteodystrophy<\/li><li>Osteoporosis<\/li><li>Vitamin D deficiency<\/li><li>Vitamin D deficiency, Secondary to HIV infection; Prophylaxis<\/li><\/ul>"}}},"3":{"id":"922242-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922242-s-3-9","title":"Contraindications","mono":"<ul><li>Hypersensitivity to cholecalciferol, ergocalciferol, or  vitamin D metabolites (eg, calcitriol, calcifediol, alfacalcidol,  calcipotriol)<\/li><li>Hypercalcemia (exacerbation with enhanced toxicity)<\/li><li>Hypervitaminosis D (worsening of condition; pretherapy  25-hydroxycholecalciferol levels should be considered in selected  patients)<\/li><\/ul>"},{"id":"922242-s-3-10","title":"Precautions","mono":"<ul><li>Arteriosclerosis (potential exacerbation related to persistent  hypercalcemic effects during therapeutic use)<\/li><li>Cardiac conditions (potential exacerbation related to  persistent hypercalcemic effects during therapeutic use)<\/li><li>Concurrent use of calcium-containing preparations, other  vitamin D-containing preparations or vitamin D analogs, or thiazide  diuretics (enhanced risk of hypercalcemia)<\/li><li>Hyperlipidemia (potential exacerbation of LDL elevation)<\/li><li>Hyperphosphatemia (risk of metastatic calcification; normalization  of phosphate levels indicated prior to therapy)<\/li><li>Liver disease (impaired absorption)<\/li><li>Renal impairment (potential exacerbation related to hypercalcemic  effects during therapeutic use)<\/li><li>Renal osteodystrophy\/other conditions requiring high doses of pure  vitamin D (vitamin D metabolites preferred, such as calcitriol)<\/li><li>Sarcoidosis\/other granulomatous disease (potential for enhanced  sensitivity to vitamin D)<\/li><\/ul>"},{"id":"922242-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"922242-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"922242-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Lipids abnormal<\/li><li><b>Other:<\/b>Adverse reaction to drug, General<\/li><\/ul><b>Serious<\/b><br\/><b>Endocrine metabolic:<\/b>Hypervitaminosis D<br\/>"},"6":{"id":"922242-s-6","title":"Drug Name Info","sub":[{"id":"922242-s-6-17","title":"US Trade Names","mono":"Delta D3<br\/>"},{"id":"922242-s-6-18","title":"Synonyms","mono":"Medical Food<br\/>"},{"id":"922242-s-6-19","title":"Class","mono":"<ul><li>Nutriceutical<\/li><li>Nutritive Agent<\/li><li>Vitamin Combination, Adult Formula<\/li><li>Vitamin D (class)<\/li><\/ul>"},{"id":"922242-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},{"id":"922242-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}]},"11":{"id":"922242-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 5000 IU<\/li><li>Oral Capsule, Liquid Filled: 1000 IU, 2000 IU<\/li><li>Oral Tablet: 400 IU, 1000 IU, 2000 IU, 3000 IU, 5000 IU<\/li><li>Oral Tablet, Chewable: 400 IU<\/li><li>  Powder: 100000 IU\/GM<\/li><li>  Solution: 1 Million IU\/GM, 2400 U\/ML<\/li><\/ul><\/li><li><b>Carlson Baby Ddrops<\/b><br\/>Oral Solution: 400 IU\/0.03 ML<br\/><\/li><li><b>Carlson Ddrops<\/b><br\/>Oral Solution: 1000 IU\/0.03 ML, 2000 IU\/0.03 ML, 4000 IU\/0.028 ML<br\/><\/li><li><b>Carlson for Kids Ddrops<\/b><br\/>Oral Solution: 400 IU\/0.028 ML<br\/><\/li><li><b>Carlson Vitamin D3<\/b><br\/>Oral Capsule, Liquid Filled: 4000 IU<br\/><\/li><li><b>Carlson Vitamin D<\/b><br\/>Oral Capsule, Liquid Filled: 10000 IU<br\/><\/li><li><b>Children's Replesta<\/b><br\/>Oral Wafer: 14000 IU<br\/><\/li><li><b>D3-50<\/b><br\/>Oral Capsule: 50000 IU<br\/><\/li><li><b>D3-5<\/b><br\/>Oral Capsule: 5000 IU<br\/><\/li><li><b>D-3<\/b><br\/>Oral Capsule: 1000 IU<br\/><\/li><li><b>Delta D3<\/b><br\/>Oral Tablet: 400 IU<br\/><\/li><li><b>Dialyvite Vitamin D3 Max<\/b><br\/>Oral Tablet: 50000 IU<br\/><\/li><li><b>D-Vita Drops<\/b><br\/>Oral Solution: 400 IU\/ML<br\/><\/li><li><b>Mason Natural Vitamin D<\/b><br\/>Oral Capsule, Liquid Filled: 1000 IU<br\/><\/li><li><b>Maximum D3<\/b><br\/>Oral Capsule: 10000 IU<br\/><\/li><li><b>Nature's Blend Super Strength Vitamin D3<\/b><br\/>Oral Tablet: 2000 IU<br\/><\/li><li><b>Nature's Blend Vitamin D3<\/b><br\/><ul><li>Oral Solution: 5000 IU\/ML<\/li><li>Oral Tablet: 1000 IU, 5000 IU<\/li><\/ul><\/li><li><b>PharmAssure Vitamin D-3 Gummy<\/b><br\/>Oral Tablet, Chewable: 400 IU<br\/><\/li><li><b>PharmAssure Vitamin D-3<\/b><br\/>Oral Capsule, Liquid Filled: 2000 IU, 5000 IU<br\/><\/li><li><b>Rite Aid Vitamin D-3<\/b><br\/><ul><li>Oral Capsule, Liquid Filled: 2000 IU, 5000 IU<\/li><li>Oral Tablet: 1000 IU<\/li><\/ul><\/li><li><b>Sundown Naturals Vitamin D3<\/b><br\/>Oral Capsule, Liquid Filled: 2000 IU<br\/><\/li><li><b>Thera-D 2000<\/b><br\/>Oral Tablet: 2000 IU<br\/><\/li><li><b>Thera-D 4000<\/b><br\/>Oral Tablet: 4000 IU<br\/><\/li><li><b>Thera-D Rapid Repletion<\/b><br\/>Oral Tablet: 2000 IU<br\/><\/li><li><b>Thera-D Sport<\/b><br\/>Oral Tablet: 2000 IU<br\/><\/li><\/ul>"},"12":{"id":"922242-s-12","title":"Toxicology","sub":[{"id":"922242-s-12-31","title":"Clinical Effects","mono":"<b>VITAMIN D<\/b><br\/>USES: Vitamin D (represents D2 {ergocalciferol} or D3 {cholecalciferol} is a fat soluble vitamin. It is used for the prevention and treatment of rickets, osteomalacia, and osteoporosis, and the treatment of hypoparathyroidism. More recently, evidence suggests that it may also have a role in the prevention of cardiovascular disease, and colon, prostate, and breast cancers. Vitamin D is found in many dietary supplements (multivitamins, combined with calcium) or as a single dietary supplement and also commonly found in fortified foods (ie, milk, cereal, and bread). PHARMACOLOGY: Vitamin D is metabolized into 25-hydroxyvitamin D [25(OH)D] by vitamin D-25-hydroxylase. It regulates calcium homeostasis via interactions with the intestines and bones. Vitamin D is thought to act as a hormone, because it is synthesized in the body, circulates in the blood, and binds to receptors in order to evoke its biologic action. It promotes calcium absorption in the gut and aids adequate serum calcium and phosphate concentrations. EPIDEMIOLOGY: Overdose is rare. Toxicity is mild after acute overdose, but more severe toxicity occasionally develops after chronic ingestion of large amounts. In some cases, exposure has occurred due to excessive fortification of foods or overuse of supplements. TOXICOLOGY: Hypercalcemia is characteristic of vitamin D toxicity. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting and abdominal cramps are likely to occur with an acute ingestion. Other symptoms include: anorexia, constipation or diarrhea, weakness, fatigue, irritability, drowsiness, headache and dizziness. SEVERE TOXICITY: Generally, only seen after chronic ingestion of large amounts of vitamin D. Seizures, confusion, ataxia, psychotic disturbances, coma, or renal failure can occur. Cardiac dysrhythmias can develop. Polyuria and polydipsia may be present. ADVERSE EFFECTS: Adverse events are not typically reported with normal use. <br\/>"},{"id":"922242-s-12-32","title":"Treatment","mono":"<b>VITAMIN D <\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Monitor serum calcium and phosphorus concentrations. Discontinue all vitamin D and calcium supplements; start a low-calcium diet. Increase oral fluids or IV fluids, if patient is unable to tolerate fluids, to increase renal calcium clearance. Diuresis with IV 0.9% NaCl and furosemide can be used to promote calcium excretion. SEVERE TOXICITY: HYPERCALCEMIA: Monitor serum calcium and phosphorus concentrations until levels have stabilized, discontinue all supplements. Administer IV 0.9% saline and furosemide to enhance calcium elimination. Corticosteroids: Hydrocortisone: 100 mg\/day OR Prednisone: 20 mg\/day can improve hypercalcemia and hypercalcuria. Bisphosphonates (eg, pamidronate 90 mg IV; alendronate) have been used successfully to treat severe hypercalcemia. Calcitonin has also been used. Hemodialysis may be indicated in patients with severe hypercalcemia that is unresponsive to other treatment. Cardiac dysrhythmias may develop, obtain a baseline ECG and continuous cardiac monitoring. SEIZURES: Treat initially with benzodiazepines, followed by barbiturates as needed. OTHER: Monitor CNS and renal function.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large amount has been ingested (more than 100 times the RDA). HOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large ingestion has occurred or coingestants are suspected.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure. Patients with severe toxicity (ie, altered mental status, confusion, seizures, coma, or cardiac dysrhythmias) may require airway protection and mechanical ventilation.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Institute continuous cardiac monitoring and obtain an ECG (evaluate for prolonged PR interval and QRS widening, shortened QT interval and flattened T waves). Serum calcium and phosphate concentrations should be monitored closely. Monitor renal function. Obtain a baseline urinalysis; monitor for hypercalcuria and polydipsia. Monitor fluid status, if significant dehydration, polyuria or vomiting occurs. Plasma concentrations of 25-hydroxyvitamin [25(OH)D] are generally elevated with vitamin D toxicity and can confirm the diagnosis but are not useful to guide therapy.<\/li><li>Enhanced elimination procedure: Hemodialysis or peritoneal dialysis against a calcium-free dialysate may be useful if the patient has persistent severe hypercalcemia unresponsive to other treatment measures.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult or child with an inadvertent minor exposure (eg, a single dietary supplement ingested by a child) may be monitored at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with seizure activity or CNS depression should be monitored until symptoms resolve and neurologic exam is normal. Patients may be discharged to home once symptoms have resolved and laboratory studies are within normal limits. ADMISSION CRITERIA: Patients with evidence of severe hypercalcemia or persistent seizures should be admitted for further treatment. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"922242-s-12-33","title":"Range of Toxicity","mono":"<b>VITAMIN D<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Toxicity has been reported after Vitamin D intake of 50,000 to 150,000 International Units daily for prolonged periods. Two adults ingested supplements containing large doses (manufacturing error) of vitamin D (1,864,000 and 970,000 International Units vitamin D3 daily, respectively) daily for several months and developed significant toxicity and prolonged elevated concentrations of 5-hydroxyvitamin D for up to a year. However, no permanent sequelae developed. A 3-month-old inadvertently received 12000 International Units of vitamin D daily for approximately 20 days; a serum 25-hydroxyvitamin D level was elevated (422 ng\/mL), but no symptoms developed. In a similar case, a 2-month-old received 12000 International Units of vitamin D for approximately 30 days; a serum 25-hydroxyvitamin D level was markedly increased (750 ng\/mL) along with hypercalcemia. The infant recovered completely following supportive care. Two elderly patients developed no evidence of clinical effects after inadvertently receiving 2,000,000 International Units of Vitamin D3. THERAPEUTIC DOSE: RECOMMENDED DIETARY ALLOWANCE: PEDIATRIC: 0 to 12 months: 400 International Units\/day; 1 to 18 years: 600 International Units\/day; ADULT: 19 to 70 years of age or Pregnant\/Lactating women: 600 International Units\/day; ELDERLY: Greater than 70 years: 800 International Units\/day. CLINICAL PRACTICE GUIDELINES: Doses of 1000 to 2000 International Units of vitamin D3 have been recommended by the Endocrine Society to raise a low 25-hydroxyvitamin D level to at least 30 ng\/mL. TOLERABLE UPPER INTAKE LEVELS: PEDIATRIC: 0 to 6 months: 1000 International Units\/day; 7 to 12 months: 1500 International Units\/day; 1 to 3 years of age: 2500 International Units\/day; 4 to 8 years of age: 3000 International Units\/day; ADULT: Greater or equal to 9 years of age: 4000 International Units\/day. <br\/>"}]},"13":{"id":"922242-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to report symptoms of hypercalcemia.<\/li><li>Side effects with excessive use may include nausea, anorexia, weight loss, constipation, polyuria, polydipsia, hypertension, weakness, and muscle aches or stiffness.<\/li><li>Instruct patient to maintain adequate intake of calcium with drug.<\/li><li>Advise patient to avoid additional vitamin D supplements.<\/li><\/ul>"}}}