{"drugs":["Aminoxin","Pyri-500","Pyridoxine","Rodex","Vitabee 6"],"mono":{"0":{"id":"922225-s-0","title":"Generic Names","mono":"Pyridoxine"},"1":{"id":"922225-s-1","title":"Dosing and Indications","sub":{"0":{"id":"922225-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Adverse reaction to drug - Vitamin B6 deficiency:<\/b> (deficiency due to isoniazid) 100 mg\/day IV or IM for 3 wk, followed by 30 mg\/day ORAL maintenance dose<\/li><li><b>Adverse reaction to drug - Vitamin B6 deficiency:<\/b> (poisoning with isoniazid &gt; 10 g) 4 g IV followed by 1 g IM every 30 min, equivalent to an amount equal to the number of grams of isoniazid ingested<\/li><li><b>Polyneuropathy, Peripheral; Treatment and Prophylaxis:<\/b> (prophylaxis) 25 to 50 mg ORALLY daily<\/li><li><b>Polyneuropathy, Peripheral; Treatment and Prophylaxis:<\/b> (treatment) 50 to 300 mg ORALLY daily<\/li><li><b>Pyridoxine dependency syndrome:<\/b> up to 600 mg\/day IV\/IM\/ORALLY, and a daily intake of 30 mg\/day for life<\/li><li><b>Vitamin B6 deficiency; Treatment and Prophylaxis:<\/b> (recommended daily allowance) men and women, to 50 yr of age, 1.3 mg\/day; men over 50 yr, 1.7 mg\/day; women over 50, 1.5 mg\/day; pregnancy 1.9 mg\/day; lactation 2 mg\/day<\/li><li><b>Vitamin B6 deficiency; Treatment and Prophylaxis:<\/b> (treatment) 10 to 20 mg\/day IM or IV for 3 wk; then 2 to 5 mg\/day ORALLY for several wk<\/li><\/ul>"},"1":{"id":"922225-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Polyneuropathy, Peripheral; Treatment and Prophylaxis:<\/b> (treatment) 50 to 200 mg ORALLY daily<\/li><li><b>Seizure:<\/b> (intractable seizures in the newborn) 100-200 mg IV\/ORALLY; if clinical response, follow with ORAL pyridoxine, 2-200 mg\/day indefinitely<\/li><li><b>Vitamin B6 deficiency; Treatment and Prophylaxis:<\/b> (recommended daily allowance) age (0-6 months) 0.1 mg\/day; (7-12 months) 0.3 mg\/day; (1-3 yr) 0.5 mg\/day; (4-8 yr) 0.6 mg\/day; (9-13 yr) 1 mg\/day; (males 14-18 yr) 1.3 mg\/day; (females 14-18 yr) 1.2 mg\/day<\/li><li><b>Vitamin B6 deficiency; Treatment and Prophylaxis:<\/b> (treatment) 5 to 25 mg\/day ORALLY for 3 wk; then 1.5 to 5 mg\/day ORALLY in a multivitamin preparation<\/li><\/ul>"},"3":{"id":"922225-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Adverse reaction to drug - Vitamin B6 deficiency<\/li><li>Pyridoxine dependency syndrome<\/li><li>Vitamin B6 deficiency; Treatment and Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>AIDS virus infection associated with pregnancy<\/li><li>Hyperhomocysteinemia, Associated with Sickle Cell Disease<\/li><li>Polyneuropathy, Peripheral; Treatment and Prophylaxis<\/li><li>Seizure<\/li><li>Vomiting of pregnancy<\/li><\/ul>"}}},"3":{"id":"922225-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922225-s-3-9","title":"Contraindications","mono":"hypersensitivity to pyridoxine products<br\/>"},{"id":"922225-s-3-10","title":"Precautions","mono":"<ul><li>single deficiency of pyridoxine is rare and multiple vitamin deficiency should be expected with any inadequate diet<\/li><li>dependence and withdrawal have occurred in adults receiving as little as 200 mg\/day<\/li><\/ul>"},{"id":"922225-s-3-11","title":"Pregnancy Category","mono":"Fetal risk is minimal. (TH)<br\/>"},{"id":"922225-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"922225-s-4","title":"Drug Interactions","sub":{"1":{"id":"922225-s-4-14","title":"Major","mono":"<ul>Altretamine (probable)<\/ul>"}}},"5":{"id":"922225-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Hematologic:<\/b>Decreased folic acid<\/li><li><b>Neurologic:<\/b>Paresthesia, Somnolence<\/li><\/ul>"},"6":{"id":"922225-s-6","title":"Drug Name Info","sub":{"0":{"id":"922225-s-6-17","title":"US Trade Names","mono":"<ul><li>Aminoxin<\/li><li>Pyri-500<\/li><li>Rodex<\/li><li>Vitabee 6<\/li><\/ul>"},"2":{"id":"922225-s-6-19","title":"Class","mono":"<ul><li>Nutriceutical<\/li><li>Nutritive Agent<\/li><li>Vitamin B (class)<\/li><li>Vitamin B Combination<\/li><\/ul>"},"3":{"id":"922225-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"922225-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"922225-s-7","title":"Mechanism Of Action","mono":"<ul><li>Nutritional supplement-Pyridoxine is converted in erythrocytes to pyridoxal phosphate and to a lesser extent pyridoxamine phosphate, which act as coenzymes for various metabolic functions affecting protein, carbohydrate, and lipid utilization.   Pyridoxine is involved in conversion of tryptophan to niacin or serotonin, breakdown of glycogen to glucose-1-phosphate, conversion of oxalate to glycine, synthesis of gamma aminobutyric acid (GABA) within the CNS, and synthesis of heme.<\/li><li>Antidote-Pyridoxine increases the excretion of certain drugs (e.g., cycloserine and isoniazid) that act as pyridoxine antagonists. <\/li><\/ul>"},"8":{"id":"922225-s-8","title":"Pharmacokinetics","sub":[{"id":"922225-s-8-23","title":"Absorption","mono":"Bioavailability: readily absorbed <br\/>"},{"id":"922225-s-8-24","title":"Distribution","mono":"Protein binding: extensive, serum albumin <br\/>"},{"id":"922225-s-8-25","title":"Metabolism","mono":"Liver: significant <br\/>"},{"id":"922225-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 35% to 63%<\/li><li>Bile: 2%<\/li><\/ul>"},{"id":"922225-s-8-27","title":"Elimination Half Life","mono":"15 to 20 days <br\/>"}]},"9":{"id":"922225-s-9","title":"Administration","mono":"<b>General Information<\/b><br\/>administer solution IM or IV <br\/>"},"11":{"id":"922225-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 100 MG\/ML<\/li><li>Oral Solution: 200 MG\/5 ML<\/li><li>Oral Tablet: 25 MG, 50 MG, 100 MG, 200 MG, 250 MG, 500 MG<\/li><li>Oral Tablet, Extended Release: 200 MG<\/li><\/ul><\/li><li><b>B-natal<\/b><br\/>Mucous Membrane Lozenge\/Troche: 25 MG<br\/><\/li><li><b>PharmAssure Vitamin B-6<\/b><br\/>Oral Tablet: 100 MG, 200 MG<br\/><\/li><li><b>Rite Aid Vitamin B-6<\/b><br\/>Oral Tablet: 100 MG<br\/><\/li><li><b>Rodex<\/b><br\/><ul><li>Injection Solution: 100 MG\/ML<\/li><li>Oral Capsule: 150 MG<\/li><\/ul><\/li><li><b>Vit B-6<\/b><br\/>Oral Tablet: 100 MG<br\/><\/li><\/ul>"},"12":{"id":"922225-s-12","title":"Toxicology","sub":[{"id":"922225-s-12-31","title":"Clinical Effects","mono":"<b>PYRIDOXINE <\/b><br\/>USES: Pyridoxine is indicated for the prophylaxis and treatment of pyridoxine deficiency, which can occur as a result of poor diet, specific disease states, and drug therapy (eg, isoniazid). PHARMACOLOGY: Vitamin B6 exists in nature as pyridoxine, pyridoxal, and pyridoxamine. They are converted in vivo to the active coenzyme form, pyridoxal-5-phosphate. Pyridoxal coenzymes are cofactors in over 60 physiological enzymatic reactions, including conversion of tryptophan to niacin, synthesis of neurotransmitters (norepinephrine, serotonin, histamine), and production of porphyrins and hemoglobin. TOXICOLOGY: The mechanism of pyridoxine-induced neurotoxicity has not been fully elucidated.  There is some evidence of direct toxicity of pyridoxine base in dorsal root ganglia cell cultures. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: The principal effect of pyridoxine overdose is sensory axonal neuropathy. Symptoms include numbness, burning, shooting, or tingling pain, clumsiness, and ataxia. Other neurologic symptoms may include depression, headache, tiredness, and irritability. Central sensory neuropathy, with ataxia, Romberg's sign, and Lhermitte's symptoms, may also be present and may account for incomplete recovery in some patients. Neuropathy has been most commonly reported after chronic ingestion of high doses for months or years. It usually improves in all cases, following removal of pyridoxine. Nystagmus has also been observed in overdose. Several cases of subepidermal vesicular dermatosis, resembling porphyria cutanea tarda, have occurred over photosensitive areas in women taking megadose oral pyridoxine. ADVERSE EVENTS: Clinical effects are likely related to chronic use. Paresthesia and somnolence can occur with use. There are sporadic anecdotal reports of patients who developed non-specific neurological symptoms (lethargy, somnolence, insomnia) after taking 5 to 100 mg\/day. A reversible skin lesion similar to that of porphyria cutanea tarda may accompany the sensory neuropathy. Photosensitivity, dermatitis and insomnia have also been reported. Transient withdrawal symptoms (nervousness, tremors, abnormal EEG) have been described in some adults following the cessation of 200 mg\/day for over a month. <br\/>"},{"id":"922225-s-12-32","title":"Treatment","mono":"<b>PYRIDOXINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. There is no known antidote for prevention or treatment of the sensory neuropathy produced by high doses of pyridoxine.  Recovery occurs slowly over several months or years. Careful neurologic assessment and follow-up is indicated in patients with neurologic signs or symptoms.<\/li><li>Decontamination: PREHOSPITAL: Although toxicity has not been reported after an acute ingestion, and prehospital decontamination is not generally necessary, it should be considered in patients with large\/massive ingestions. HOSPITAL: Although toxicity has not been reported after an acute ingestion, consider activated charcoal only after very large ingestions 150 mg\/kg (30 high-potency B-Complex tablets\/capsules in a 10-kg child) or greater.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory distress.<\/li><li>Antidote: None.<\/li><li>Enhanced elimination procedure: Based on high water solubility, low protein-binding, and a very low volume of distribution, pyridoxine is probably effectively removed by dialysis.<\/li><li>Monitoring of patient: Monitor neurologic exam following a significant overdose. Nerve conduction studies may be useful to assess patients with clinical evidence of neuropathy. Determination of a pyridoxine plasma concentration may be useful in evaluating patients with chronic pyridoxine toxicity.  Normal concentrations range from 3.6 to 18 ng\/mL.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. Follow-up by an experienced neurologist should be extended for at least 7 days after an acute ingestion of potentially toxic amounts, since delayed neurologic effects have been reported. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted.  Patients exhibiting neurological signs or symptoms should receive a thorough neurologic examination and should be admitted for neurological monitoring and possible admission to an intensive care unit. The few cases of acute human parenteral overdoses reported have also suggested a delayed onset of toxicity of days or weeks following completion of pyridoxine administration.  CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"922225-s-12-33","title":"Range of Toxicity","mono":"<b>PYRIDOXINE <\/b><br\/>TOXICITY: The minimum acute oral toxic dose for humans is unknown. ACUTE TOXICITY: One patient who received approximately 140 mg\/kg IV pyridoxine developed reversible neuropathy; however, up to 357 mg\/kg IV has been tolerated in patients treated for isoniazid overdose. Two adults who received greater than 2 g\/kg IV over 3 days developed severe sensory neuropathy, weakness, and autonomic dysfunction. A single intravenous dose of 10 grams has caused neuropathy in an adult. CHRONIC TOXICITY: Chronic ingestion of 200 to 9,600 mg\/day for months to years has resulted in neuropathy. THERAPEUTIC DOSE: ADULT: Vitamin B6 deficiency: Injection: 10 to 20 mg IM or IV daily for 3 weeks; may be as high as 600 mg daily for vitamin B6 dependency syndrome. ORAL: Follow up to injection therapy: 2 to 5 mg orally with therapeutic multivitamin preparation daily for several weeks. Deficiency related to isoniazid: 100 mg IV or IM daily for 3 weeks followed by a 30 mg daily maintenance dose. Toxicity due to isoniazid ingestion greater than 10 g: 4 g IV followed by 1 g IM every 30 minutes, to reach an amount equal to the number of grams of isoniazid ingested. PEDIATRIC: Pyridoxine deficiency: With peripheral neuropathy: Oral: 10 to 50 mg\/day orally for 3 weeks, then 1 to 2 mg\/day in a multivitamin product. Without neuritis: Oral: 5 to 25 mg\/day orally for 3 weeks, followed by 1.5 to 2.5 mg\/day in a multivitamin product. Pyridoxine-dependent seizures (PDS): IV: 50 to 100 mg IV as a single dose. If EEG improvement is not observed within 10 minutes, give additional 100-mg doses, up to 500 mg. ORAL: 15 to 30 mg\/kg\/day orally. MAINTENANCE: 3 to 5 mg\/kg\/day orally for life or daily dose sufficient to suppress seizure activity. Doses as high as 1000 mg\/day have been reported for seizure control.<br\/>"}]},"13":{"id":"922225-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause paresthesia and somnolence.<\/li><li>Advise patient to avoid taking levodopa concomitantly with this pyridoxine unless also taking carbidopa. This should always be done under the supervision of a healthcare professional.<\/li><\/ul>"}}}