{"drugs":["Gadodiamide","Omniscan"],"mono":{"0":{"id":"922262-s-0","title":"Generic Names","mono":"Gadodiamide"},"1":{"id":"922262-s-1","title":"Dosing and Indications","sub":[{"id":"922262-s-1-4","title":"Adult Dosing","mono":"<ul><li>screen patients prior to administration for acute kidney injury, severe kidney disease (GFR less than 30 mL\/min\/1.73 m(2)), and other conditions that may reduce renal function, and do not administer gadodiamide if kidney disease is identified; avoid use in patients with suspected or known impaired drug elimination unless alternative imaging modalities, including noncontrast MRI, are unable to provide essential diagnostic information; do not exceed the recommended dose and allow a sufficient period of time for elimination of the drug prior to readministration<\/li><li>before readministration, allow sufficient time for elimination<\/li><li><b>Magnetic resonance imaging, Brain, spine and associated tissues; Intrathoracic (noncardiac), abdominal, pelvic, and retroperitoneal regions:<\/b> CNS imaging, 0.2 mL\/kg (0.1 mmol\/kg) as an IV bolus injection<\/li><li><b>Magnetic resonance imaging, Brain, spine and associated tissues; Intrathoracic (noncardiac), abdominal, pelvic, and retroperitoneal regions:<\/b> kidney imaging, 0.1 mL\/kg (0.05 mmol\/kg) IV<\/li><li><b>Magnetic resonance imaging, Brain, spine and associated tissues; Intrathoracic (noncardiac), abdominal, pelvic, and retroperitoneal regions:<\/b> intrathoracic (noncardiac), intra-abdominal, pelvic cavities imaging, 0.2 mL\/kg (0.1 mmol\/kg) IV<\/li><\/ul>"},{"id":"922262-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>screen patients prior to administration for acute kidney injury, severe kidney disease (GFR less than 30 mL\/min\/1.73 m(2)), and other conditions that may reduce renal function, and do not administer gadodiamide if kidney disease is identified; avoid use in patients with suspected or known impaired drug elimination unless alternative imaging modalities, including noncontrast MRI, are unable to provide essential diagnostic information; do not exceed the recommended dose and allow a sufficient period of time for elimination of the drug prior to readministration<\/li><li>before readministration, allow sufficient time for elimination<\/li><li>safety and efficacy of gadodiamide have not been established in pediatric patients less than 2 years of age<\/li><li><b>Magnetic resonance imaging, Brain, spine and associated tissues; Intrathoracic (noncardiac), abdominal, pelvic, and retroperitoneal regions:<\/b> CNS imaging, 2 to 16 years of age, 0.2 mL\/kg (0.1 mmol\/kg) as an IV bolus injection<\/li><li><b>Magnetic resonance imaging, Brain, spine and associated tissues; Intrathoracic (noncardiac), abdominal, pelvic, and retroperitoneal regions:<\/b> kidney imaging, 2 to 16 years of age, 0.1 mL\/kg (0.05 mmol\/kg) IV<\/li><li><b>Magnetic resonance imaging, Brain, spine and associated tissues; Intrathoracic (noncardiac), abdominal, pelvic, and retroperitoneal regions:<\/b> intrathoracic (noncardiac), intra-abdominal, pelvic cavities imaging, 2 to 16 years of age, 0.2 mL\/kg (0.1 mmol\/kg) IV<\/li><\/ul>"},{"id":"922262-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> use contraindicated in patients with acute kidney injury or chronic, severe kidney disease (GFR less than 30 mL\/min\/1.73 m(2)) "},{"id":"922262-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Magnetic resonance imaging, Brain, spine and associated tissues; Intrathoracic (noncardiac), abdominal, pelvic, and retroperitoneal regions<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Radiographic imaging procedure<br\/>"}]},"2":{"id":"922262-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Gadodiamide is not for intrathecal use. Inadvertent intrathecal use has caused convulsions, coma, and sensory and motor neurologic deficits. Gadolinium-based contrast agents (GBCAs) increase the risk for nephrogenic systemic fibrosis (NSF) among patients with impaired elimination of the drugs Avoid use of GBCAs unless the diagnostic information is essential and not available with non-contrast enhanced MRI. NSF may result in fatal or debilitating systemic fibrosis affecting the skin, muscle, and internal organs. Do not administer to patients with chronic, severe kidney disease (GFR less than 30 mL\/min\/1.73 m(2)) or acute kidney injury. Screen all patients for acute kidney injury and other conditions that may reduce renal function. For patients at risk for chronically reduced renal function (eg, age greater than 60 years, hypertension, or diabetes), perform lab testing to estimate the GFR. For patients with the highest NSF risk, do not exceed recommended dose and allow a sufficient time period for elimination prior to readministration.<br\/>"},"3":{"id":"922262-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922262-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to gadodiamide<\/li><li>kidney disease, chronic and severe (GFR less than 30 mL\/min\/1.73 m(2))<\/li><li>kidney injury, acute<\/li><\/ul>"},{"id":"922262-s-3-10","title":"Precautions","mono":"<ul><li>intrathecal use, inadvertent; increased risk of convulsion, coma, or sensory and motor neurologic deficits; not for intrathecal use<\/li><li>impaired drug elimination, known or suspected; increased risk of fatal or debilitating nephrogenic systemic fibrosis; avoid use unless diagnostic information is essential and alternative imaging not available<\/li><li>nephrogenic systemic fibrosis which can be fatal or debilitating may occur in patients with kidney dysfunction; monitoring recommended<\/li><li>repeated and higher than recommended doses; increased risk of fatal or debilitating nephrogenic systemic fibrosis; monitoring recommended<\/li><li>diabetes, elderly (greater than 60 years), or hypertension; risk of chronically reduced kidney function and development of fatal or debilitating nephrogenic system fibrosis; monitoring recommended<\/li><li>asthma, allergy, or other hypersensitivity disorders; increased risk of hypersensitivity reactions; monitoring recommended<\/li><li>hypersensitivity reactions, including anaphylaxis and fatalities, have been reported; monitoring recommended; if hypersensitivity occurs, discontinue use immediately and institute appropriate therapy<\/li><li>impaired visualization of lesions detectable with non-contrast MRI has occurred; use caution when gadodiamide MRI scans are interpreted in the absence of a non-contrast MRI<\/li><li>renal insufficiency; worsening of renal function has been reported, including acute renal failure requiring dialysis; increased risk with higher doses; monitoring recommended<\/li><li>serum calcium determinations using complexometric methods; may result in falsely lower values; use discretion in choosing method for serum calcium measurements<\/li><li>serum iron changes, transitory and asymptomatic, have occurred<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"922262-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"922262-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"922262-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (General, 3% or less; cardiac, 23%)<\/li><li><b>Neurologic:<\/b>Dizziness (3% or less), Headache (3% or less)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Deep thrombophlebitis (1% or less), Heart failure (1% or less), Myocardial infarction (1% or less), Syncope (1% or less)<\/li><li><b>Dermatologic:<\/b>Nephrogenic systemic fibrosis<\/li><li><b>Hematologic:<\/b>Serum iron level abnormal<\/li><li><b>Immunologic:<\/b>Anaphylaxis (1% or less), Hypersensitivity reaction (1% or less)<\/li><li><b>Neurologic:<\/b>Exacerbation of multiple sclerosis (1% or less)<\/li><li><b>Renal:<\/b>Acute renal failure (1% or less)<\/li><li><b>Other:<\/b>Angioedema (Less than 1%)<\/li><\/ul>"},"6":{"id":"922262-s-6","title":"Drug Name Info","sub":{"0":{"id":"922262-s-6-17","title":"US Trade Names","mono":"Omniscan<br\/>"},"2":{"id":"922262-s-6-19","title":"Class","mono":"Radiological Non-Ionic Contrast Media<br\/>"},"3":{"id":"922262-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"922262-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"922262-s-7","title":"Mechanism Of Action","mono":"Systemic: Based on the behavior of protons when placed in a strong magnetic field, which is interpreted and transformed into images by magnetic resonance (MR) instruments. Paramagnetic agents have unpaired electrons that generate a magnetic field about 700 times larger than the proton's field, thus disturbing the proton's local magnetic field. When the local magnetic field around a proton is disturbed, its relaxation process is altered. MR images are based on proton density and proton relaxation dynamics. MR instruments can record 2 different relaxation processes, the T1 (spin-lattice or longitudinal relaxation time) and the T2 (spin-spin or transverse relaxation time). In magnetic resonance imaging (MRI), visualization of normal and pathological brain tissue depends in part on variations in the radiofrequency signal intensity that occur with changes in proton density, alteration of the T1, and variation in the T2. When placed in a magnetic field, gadodiamide shortens both the T1 and the T2 relaxation times in tissues where it accumulates. At clinical doses, gadodiamide primarily affects the T1 relaxation time, thus producing an increase in signal intensity. Gadodiamide does not cross the intact blood-brain barrier; therefore, it does not accumulate in normal brain tissue or in central nervous system (CNS) lesions that have not caused an abnormal blood-brain barrier (e.g., cysts, mature post-operative scars). Abnormal vascularity or disruption of the blood-brain barrier allows accumulation of gadodiamide in lesions such as neoplasms, abscesses, and subacute infarcts.  <br\/>"},"8":{"id":"922262-s-8","title":"Pharmacokinetics","sub":{"3":{"id":"922262-s-8-26","title":"Excretion","mono":"Systemic: Renal: 96% <br\/>"},"4":{"id":"922262-s-8-27","title":"Elimination Half Life","mono":"Systemic: 77.8  plus or minus  16 min <br\/>"}}},"9":{"id":"922262-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>do not administer intrathecally<\/li><li>use immediately once solution is drawn into syringe and discard any unused portions<\/li><\/ul>"},"10":{"id":"922262-s-10","title":"Monitoring","mono":"<ul><li>signs and symptoms of hypersensitivity<\/li><li>renal function prior to drug administration<\/li><li>blood pressure and heart rate for several hours after gadodiamide<\/li><li>signs and\/or symptoms of nephrogenic systemic fibrosis, including burning, itching, scaling, hardening, and tightening of the skin; red or dark patches on the skin; and joint stiffness<\/li><li>local injection reaction, including thrombophlebitis<\/li><\/ul>"},"11":{"id":"922262-s-11","title":"How Supplied","mono":"<ul><li><b>Novaplus Omniscan<\/b><br\/>Intravenous Solution: 287 MG\/ML<br\/><\/li><li><b>Omniscan<\/b><br\/>Intravenous Solution: 287 MG\/ML<br\/><\/li><\/ul>"},"13":{"id":"922262-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause headache, dizziness, chest pain, and flushing.<\/li><li>Drug may cause respiratory disorders, nausea and vomiting, rash, pruritus, and injections site reactions.<\/li><li>Instruct patient to report signs\/symptoms of nephrogenic systemic fibrosis (burning, itching, swelling, scaling, hardening and tightening of the skin; red or dark patches on the skin; muscle weakness; pain in hips or ribs; and joint stiffness).<\/li><\/ul>"}}}