{"drugs":["Compazine","Prochlorperazine Maleate"],"mono":{"0":{"id":"922202-s-0","title":"Generic Names","mono":"Prochlorperazine Maleate"},"1":{"id":"922202-s-1","title":"Dosing and Indications","sub":[{"id":"922202-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Anxiety, Nonpsychotic:<\/b> 5 mg ORALLY 3 to 4 times a day; MAX dose, 20 mg\/day; MAX duration therapy, 12 weeks<\/li><li><b>Nausea and vomiting (Severe):<\/b> 5 to 10 mg ORALLY 3 to 4 times daily; greater than 40 mg\/day for resistant cases only<\/li><li><b>Schizophrenia:<\/b> (mild) 5 to 10 mg ORALLY 3 or 4 times daily<\/li><li><b>Schizophrenia:<\/b> (moderate to severe) 10 mg ORALLY 3 or 4 times daily; increase gradually<\/li><li><b>Schizophrenia:<\/b> (severe, optimum dose) 100 to 150 mg\/day ORALLY<\/li><\/ul>"},{"id":"922202-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>use lowest effective dose for indication because of increased risk of adverse effects; do not exceed prescribed dose and do not administer additional doses if restlessness or excitement occurs<\/li><li>not recommended in pediatric surgery<\/li><li><b>Nausea and vomiting (Severe):<\/b> (2 years or older and 20 to 29 pounds) 2.5 mg ORALLY 1 to 2 times a day; MAX 7.5 mg\/day<\/li><li><b>Nausea and vomiting (Severe):<\/b> (2 years or older and 30 to 39 pounds) 2.5 mg ORALLY 2 or 3 times a day; MAX 10 mg\/day<\/li><li><b>Nausea and vomiting (Severe):<\/b> (2 years or older and 40 to 85 pounds) 2.5 mg ORALLY 3 times a day or 5 mg ORALLY 2 times a day; MAX 15 mg\/day<\/li><li><b>Schizophrenia:<\/b> initial dose (2 to 12 years) 2.5 mg ORALLY 2 or 3 times daily; MAX dose: first day, 10 mg; thereafter (2 to 5 years) 20 mg\/day, (6 to 12 years) 25 mg\/day<\/li><\/ul>"},{"id":"922202-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> use lower doses with frequent monitoring and gradual adjustment<\/li><li><b>debilitated or emaciated patients:<\/b> increase gradually<\/li><\/ul>"},{"id":"922202-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Anxiety, Nonpsychotic<\/li><li>Nausea and vomiting (Severe)<\/li><li>Schizophrenia<\/li><\/ul>"}]},"2":{"id":"922202-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Elderly patients with dementia-related psychosis treated with atypical antipsychotic drugs are at an increased risk of death compared with placebo. Although the causes of death in clinical trials were varied, most deaths appeared to be either cardiovascular (eg, heart failure, sudden death) or infectious (eg, pneumonia) in nature. Observational studies suggest that, similar to atypical antipsychotic drugs, treatment with conventional antipsychotic drugs may increase mortality. It is unclear from these studies to what extent the mortality findings may be attributed to the antipsychotic drug as opposed to patient characteristics. Prochlorperazine maleate is not approved for the treatment of patients with dementia-related psychosis.<br\/>"},"3":{"id":"922202-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922202-s-3-9","title":"Contraindications","mono":"<ul><li>children with conditions where dosage has not been established<\/li><li>children under 20 pounds or 2 years of age<\/li><li>comatose states<\/li><li>hypersensitivity to phenothiazines<\/li><li>pediatric surgery<\/li><li>present use of large doses of CNS depressants such as barbiturates, alcohol, or narcotics<\/li><\/ul>"},{"id":"922202-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- increased risk of death in elderly patients with dementia-related psychosis<\/li><li>Cardiovascular:<\/li><li>-- patients with cardiovascular impairment are at risk for hypotension; avoid large doses and parenteral administration<\/li><li>Endocrine and Metabolic:<\/li><li>-- interference with thermoregulatory mechanisms may occur when patient exposed to extreme heat<\/li><li>Hematologic:<\/li><li>-- bone marrow depression<\/li><li>-- agranulocytosis, leukopenia, and neutropenia have been reported, especially in patients with preexisting low WBC or history of drug-induced leukopenia or neutropenia; monitoring recommended and discontinuation may be necessary<\/li><li>Neurologic:<\/li><li>-- potentially fatal neuroleptic malignant syndrome has been reported; immediately discontinue<\/li><li>-- potentially irreversible tardive dyskinesia may occur, especially with prolonged duration of therapy, increased total cumulative dose of antipsychotic, and in elderly patients, particularly elderly women; consider discontinuation of treatment<\/li><li>-- pseudoparkinsonism may occur; consider dose adjustment or temporary pharmacotherapy<\/li><li>-- dystonia may occur, especially with higher doses; consider dose adjustment or discontinuation<\/li><li>-- motor restlessness or insomnia may occur; consider dose adjustment or slower dose titration<\/li><li>Ophthalmic:<\/li><li>-- glaucoma may worsen due to anticholinergic effects<\/li><li>Psychiatric:<\/li><li>- elderly patients with dementia-related psychosis (unapproved use) are at increased risk of death, with most deaths attributed to cardiovascular events, such as heart failure or sudden death, and infections such as pneumonia<\/li><li>Other:<\/li><li>-- children with acute illness such as chicken pox, CNS infection, measles, gastroenteritis, or dehydration are at increased risk of neuromuscular reactions, especially dystonias; administer only under close supervision at lowest effective dosage<\/li><li>-- masking of intestinal obstruction, brain tumor, Reye's syndrome, or other encephalopathy may occur<\/li><li>-- avoid use in adolescents and children with signs and symptoms suggestive of Reye's syndrome<\/li><li>Concomitant use:<\/li><li>-- concomitant use with metrizamide not recommended<\/li><\/ul>"},{"id":"922202-s-3-11","title":"Pregnancy Category","mono":"Prochlorperazine: C (AUS)<br\/>"},{"id":"922202-s-3-12","title":"Breast Feeding","mono":"Prochlorperazine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"922202-s-4","title":"Drug Interactions","sub":[{"id":"922202-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Mesoridazine (established)<\/li><li>Metoclopramide (theoretical)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"922202-s-4-14","title":"Major","mono":"<ul><li>Alfuzosin (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Amisulpride (theoretical)<\/li><li>Amitriptyline (probable)<\/li><li>Amoxapine (probable)<\/li><li>Anagrelide (theoretical)<\/li><li>Apomorphine (theoretical)<\/li><li>Aprindine (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Astemizole (theoretical)<\/li><li>Azithromycin (theoretical)<\/li><li>Buserelin (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chloroquine (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dasatinib (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Desipramine (probable)<\/li><li>Deslorelin (theoretical)<\/li><li>Dibenzepin (probable)<\/li><li>Disopyramide (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Doxepin (probable)<\/li><li>Droperidol (theoretical)<\/li><li>Encainide (theoretical)<\/li><li>Enflurane (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fingolimod (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Foscarnet (theoretical)<\/li><li>Gatifloxacin (probable)<\/li><li>Gemifloxacin (probable)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Halofantrine (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Halothane (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ibutilide (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Imipramine (probable)<\/li><li>Isoflurane (theoretical)<\/li><li>Isradipine (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Lapatinib (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Levorphanol (theoretical)<\/li><li>Lidoflazine (theoretical)<\/li><li>Lithium (probable)<\/li><li>Lorcainide (theoretical)<\/li><li>Lumefantrine (theoretical)<\/li><li>Mefloquine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Metrizamide (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Nortriptyline (probable)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Paliperidone (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Pentamidine (theoretical)<\/li><li>Perflutren Lipid Microsphere (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Probucol (theoretical)<\/li><li>Procarbazine (probable)<\/li><li>Promethazine (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Quinine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Salmeterol (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Sodium Phosphate (theoretical)<\/li><li>Sodium Phosphate, Dibasic (theoretical)<\/li><li>Sodium Phosphate, Monobasic (theoretical)<\/li><li>Solifenacin (theoretical)<\/li><li>Sorafenib (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Spiramycin (theoretical)<\/li><li>Sulfamethoxazole (theoretical)<\/li><li>Sultopride (theoretical)<\/li><li>Sunitinib (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Telavancin (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tetrabenazine (theoretical)<\/li><li>Toremifene (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Trifluoperazine (theoretical)<\/li><li>Trimethoprim (theoretical)<\/li><li>Trimipramine (probable)<\/li><li>Triptorelin (theoretical)<\/li><li>Umeclidinium (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vardenafil (theoretical)<\/li><li>Vasopressin (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Zolmitriptan (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"922202-s-4-15","title":"Moderate","mono":"<ul><li>Belladonna (probable)<\/li><li>Belladonna Alkaloids (probable)<\/li><li>Betel Nut (probable)<\/li><li>Evening Primrose (probable)<\/li><li>Meperidine (probable)<\/li><li>Phenylalanine (probable)<\/li><li>Procyclidine (probable)<\/li><\/ul>"}]},"5":{"id":"922202-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Prolonged QT interval<\/li><li><b>Neurologic:<\/b>Tardive dyskinesia<\/li><li><b>Other:<\/b>Neuroleptic malignant syndrome<\/li><\/ul>"},"6":{"id":"922202-s-6","title":"Drug Name Info","sub":{"0":{"id":"922202-s-6-17","title":"US Trade Names","mono":"Compazine<br\/>"},"2":{"id":"922202-s-6-19","title":"Class","mono":"<ul><li>Antiemetic<\/li><li>Phenothiazine<\/li><li>Piperazine (class)<\/li><\/ul>"},"3":{"id":"922202-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"922202-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"922202-s-7","title":"Mechanism Of Action","mono":"Prochlorperazine is a propylpiperazine phenothiazine derivative. Prochlorperazine causes a depressant action on the chemoreceptor trigger zone, thereby controlling severe nausea and vomiting. Prochlorperazine also exerts antipsychotic effects for the treatment of schizophrenia.<br\/>"},"8":{"id":"922202-s-8","title":"Pharmacokinetics","sub":{"4":{"id":"922202-s-8-27","title":"Elimination Half Life","mono":"6.8 to 9 hours <br\/>"}}},"10":{"id":"922202-s-10","title":"Monitoring","mono":"<ul><li>generalized nonpsychotic anxiety: decreased anxiety and associated symptoms is indicative of clinical efficacy<\/li><li>nausea and vomiting: reduction in nausea and vomiting is indicative of clinical efficacy<\/li><li>schizophrenia: reduction or resolution of signs and symptoms is indicative of efficacy<\/li><li>CBC; frequently for the first few months of treatment in patients with preexisting low WBC or history of drug-induced leukopenia or neutropenia  (including differential)<\/li><li>tardive dyskinesia; baseline, and every 6 months, thereafter; every 3 months for high risk patients (eg, elderly, patients with prior dystonic reactions, or patients with a history of clinically significant parkinsonism or akathisia)<\/li><\/ul>"},"11":{"id":"922202-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 5 MG, 10 MG<br\/><\/li><li><b>Compazine<\/b><br\/>Oral Tablet: 10 MG<br\/><\/li><\/ul>"},"12":{"id":"922202-s-12","title":"Toxicology","sub":[{"id":"922202-s-12-31","title":"Clinical Effects","mono":"<b>PHENOTHIAZINES <\/b><br\/>USES: Phenothiazines are used to treat a wide range of conditions including anxiety, behavioral problems, nausea and vomiting, and schizophrenia. Some patients experience a feeling of euphoria from IV injection of these medications. PHARMACOLOGY: These medications are neuroleptic agents that affect adrenergic and\/or dopaminergic receptor sites, metabolic inhibition of oxidative phosphorylation, and the excitability of neuronal membranes. TOXICOLOGY: Toxic effects result from the anticholinergic properties of these drugs (sedation), as well as their alpha blocking effects (hypotension), mild sodium channel blocking effects (QRS prolongation and dysrhythmias). These drugs also lower the seizure threshold. EPIDEMIOLOGY: Thousands of exposures occur every year to these agents but severe manifestations are relatively rare. OVERDOSE: MILD TO MODERATE TOXICITY: Anticholinergic effects are common and may include sedation, tachycardia, dry mucus membranes, mydriasis, urinary retention, and constipation. SEVERE TOXICITY: Effects can include severe CNS depression or coma, respiratory depression, pulmonary edema, failure of airway reflexes, agitation, and seizures. Other severe effects can include temperature dysregulation with hypothermia or hyperthermia (more common), and hypertension or hypotension (more concerning). Overdose patients have suffered cardiac arrest and sudden death. Dysrhythmias such as ventricular tachycardia may occur, and may progress to torsades de pointes or ventricular fibrillation. Neuroleptic malignant syndrome is a rare but life-threatening occurrence that may happen in both therapeutic use and overdose. Other serious effects that can be seen in both therapeutic and overdose exposure include hepatic disease such as cholestatic jaundice or a mixed cholestatic and hepatocellular jaundice and hematologic abnormalities including anemia and agranulocytosis. ADVERSE EFFECTS: Anticholinergic effects are common. Extrapyramidal effects such as dystonia, dyskinesia, akathisia, torticollis, akinesia, chorea, tremor, and rigidity are fairly common. Oculogyric crisis and opisthotonus are rare. Other abnormalities seen with phenothiazine use include priapism, sexual dysfunction, elevated prolactin levels, hypoglycemia, and hyperglycemia. More serious but relatively rare effects that may be seen in therapeutic overdose include hepatic disease, aplastic anemia, and neuroleptic malignant syndrome. Phenothiazines may also cause QT prolongation, which may lead to dysrhythmias even at therapeutic doses.<br\/>"},{"id":"922202-s-12-32","title":"Treatment","mono":"<b>PHENOTHIAZINES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: In mild to moderate toxicity, supportive care is the mainstay of treatment. Treat extrapyramidal effects with anticholinergics (diphenhydramine 25 to 50 mg IV or orally, or benztropine 1 to 2 mg IV or orally) or benzodiazepines (diazepam 5 mg IV or orally or lorazepam 2 mg IV). Treat agitation with benzodiazepines. If urinary retention is severe, insert a Foley catheter. MANAGEMENT OF SEVERE TOXICITY: Patients with severe CNS depression require endotracheal intubation. Treat hypotension initially with IV 0.9% saline, add vasopressors (norepinephrine preferred) if hypotension persists. Control seizures with benzodiazepines, add propofol or barbiturates, if seizures persist. Treat QRS widening with sodium bicarbonate (1 to 2 mEq\/kg IV bolus, repeat as necessary, monitor arterial blood gases, maintain pH 7.45 to 7.55). Unstable ventricular dysrhythmias require cardioversion. Treat torsades de pointes with magnesium, overdrive pacing. For neuroleptic malignant syndrome, initial treatment involves the use of IV benzodiazepines. Other potential treatments include external cooling, intravenous dantrolene, and oral bromocriptine. Neuromuscular paralysis and endotracheal intubation may be necessary in severe cases. Treat rhabdomyolysis with early aggressive fluid replacement. Consider the use of physostigmine for anticholinergic manifestations, but the vast majority of patients will improve with simple supportive care alone. PARENTERAL EXPOSURE: Parenteral overdose should be managed similarly to oral overdose, except that GI decontamination will not be helpful. DERMAL EXPOSURE: Simple decontaminations with soap and water should be sufficient treatment.<\/li><li>Decontamination: PREHOSPITAL: Emesis is not recommended because of the potential for a dystonic reaction or CNS depression and subsequent aspiration. Prehospital activated charcoal may be considered, but only if the patient is awake and cooperative and the ingestion is relatively recent (within the past hour). These treatments could lead to more complications such as aspiration or other problems. No significant toxicity would be expected from dermal or ocular exposures, but simple washing or eye irrigation would be reasonable. HOSPITAL: Consider activated charcoal for ingestions that are relatively recent (within the past hour) and if the patient is awake and alert. There is no evidence for the use of multiple doses of activated charcoal. Gastric lavage may be considered for massive overdoses that are relatively recent (within the past hour) but generally is not indicated as severe toxicity is rare.<\/li><li>Airway management: Airway management may be necessary in patients with significant CNS or respiratory depression, or NMS. However, early intubation is usually not mandated for phenothiazine toxicity.<\/li><li>Antidote: There is no specific antidote for phenothiazine toxicity.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Obtain an ECG and institute continuous cardiac monitoring. Monitor serum electrolytes, renal function, hepatic enzymes and urine output. Specific drug levels are not readily available and clinical correlation to drug levels is often poor.<\/li><li>Enhanced elimination procedure: These drugs generally have large volumes of distribution and\/or significant protein binding. Hemodialysis and hemoperfusion are not likely to be helpful after overdose.<\/li><li>Patient disposition: HOME CRITERIA: Children who inadvertently ingest a therapeutic dose, and an adult who inadvertently ingests an extra dose can be managed at home if asymptomatic. OBSERVATION CRITERIA: Any patients who are symptomatic or with an intentional overdose should be sent to a healthcare facility for observation. Patients may be sent home or cleared for psychiatric evaluation if they are clearly improving or asymptomatic for a period of observation of 4 to 6 hours. ADMISSION CRITERIA: Patients with worsening symptoms or who continue to remain symptomatic even after a period of observation of several hours should be admitted to the hospital. Depending on the severity of their symptoms (such as CNS depression requiring intubation or neuroleptic malignant syndrome), patients may require an intensive care unit admission. Patients should not be discharged from the hospital until they show clear clinical improvement or are asymptomatic. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear. Patients who are critically ill and requiring intensive care unit admission should have the involvement of a critical care specialist.<\/li><\/ul>"},{"id":"922202-s-12-33","title":"Range of Toxicity","mono":"<b>PHENOTHIAZINES <\/b><br\/>TOXICITY: Mild toxicity may be seen even at therapeutic doses and severe reactions, such as neuroleptic malignant syndrome or agranulocytosis, have occurred at normal dosing. Toxicity varies by agent; selected agents. CHLORPROMAZINE: A 1-year-old developed coma and respiratory arrest after ingesting 200 mg. Adults have survived 9.75 g ingestions. Fatalities have been reported in children ingesting 20 to 74 mg\/kg. MESORIDAZINE: Fatalities have been reported in adults after ingesting 2.5 to 8 g. Other adults have developed life-threatening toxicity but survived after ingestions of 3.1 to 6 g. THERAPEUTIC DOSE: Varies by agent; selected agents. CHLORPROMAZINE: ADULT: 25 to 200 mg divided 3 to 4 times\/day. PEDIATRIC: 0.25 mg\/pound or 50 to 200 mg\/day. FLUPHENAZINE HYDROCHLORIDE: ADULT: 2.5 to 10 mg\/day orally in divided doses every 6 to 8 hrs; maximum 40 mg\/day. PEDIATRIC: 0.25 to 0.75 mg orally 1 to 4 times a day. MESORIDAZINE BESYLATE: ADULT: IM: 25 mg IM; optimal daily dose is 25 to 200 mg IM per day. ORAL: 50 mg 3 times daily; optimal dose 100 to 400 mg orally per day. PERPHENAZINE: ADULT: IM: 5 to 10 mg IM; maximum 15 mg (outpatient). ORAL: 8 to 16 mg\/day orally in divided doses; maximum 24 mg\/day. PEDIATRIC: Not recommended for children less than 12 years. PROCHLORPERAZINE: ADULT: 25 mg rectally twice daily. THIETHYLPERAZINE: ADULT: 10 mg 1 to 3 times\/day. TRIFLUOPERAZINE: ADULT: 1 to 5 mg orally twice daily; titrate to a maximum of 40 mg\/day. PEDIATRIC: Age 6 to 12 years: 1 mg orally 1 to 2 times a day, maximum dosage 15 mg\/day. TRIFLUPROMAZINE: ADULT: Nausea: 5 to 15 mg IM every 4 hours; maximum 60 mg\/day; Schizophrenia 60 mg IM; maximum daily dose 150 mg. PEDIATRIC: 2.5 years and older: 0.2 to 0.25 mg\/kg IM; maximum 10 mg\/day. <br\/>"}]}}}