{"drugs":["Stavudine","Zerit"],"mono":[{"id":"922311-s-0","title":"Generic Names","mono":"Stavudine"},{"id":"922311-s-1","title":"Dosing and Indications","sub":[{"id":"922311-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>HIV infection:<\/b> less than 60 kg, 30 mg ORALLY every 12 hours<\/li><li><b>HIV infection:<\/b> 60 kg or greater, 40 mg ORALLY every 12 hours<\/li><\/ul>"},{"id":"922311-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>HIV infection:<\/b> birth to 13 days of age, 0.5 mg\/kg ORALLY every 12 hours (manufacturer dosing)<\/li><li><b>HIV infection:<\/b> at least 14 days old and less than 30 kg, 1 mg\/kg ORALLY every 12 hours (manufacturer dosing)<\/li><li><b>HIV infection:<\/b> adolescents, 30 kg or greater, 30 mg ORALLY every 12 hours (guideline dosing)<\/li><li><b>HIV infection:<\/b> 30 kg to less than 60 kg, 30 mg ORALLY every 12 hours; 60 kg or greater, 40 mg ORALLY every 12 hours (manufacturer dosing)<\/li><\/ul>"},{"id":"922311-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl greater than 50 mL\/min, no adjustment needed<\/li><li><b>renal impairment (weight less than 60 kg):<\/b> CrCl 26 to 50 mL\/min, 15 mg every 12 hours; CrCl 10 to 25 mL\/min, 15 mg every 24 hours<\/li><li><b>renal impairment (weight 60 kg or greater):<\/b> CrCl 26 to 50 mL\/min, 20 mg every 12 hours; CrCl 10 to 25 mL\/min, 20 mg every 24 hours<\/li><li><b>renal impairment, pediatric patients:<\/b> reduction in dose and\/or interval should be considered, specific dose adjustments not available due to lack of data<\/li><li><b>hemodialysis:<\/b> weight less than 60 kg, 15 mg every 24 hours; weight 60 kg or greater, 20 mg every 24 hours; administer after completion of dialysis and at same time of day on nondialysis days<\/li><\/ul>"},{"id":"922311-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>HIV infection<br\/><b>Non-FDA Labeled Indications<\/b><br\/>HIV infection, Occupational exposure; Prophylaxis<br\/>"}]},{"id":"922311-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule; Powder for Solution)<\/b><br\/>Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported. Fatal lactic acidosis has been reported in pregnant women who received the combination of stavudine and didanosine with other antiretroviral agents. The combination of stavudine and didanosine should be used with caution during pregnancy and is recommended only if the potential benefit clearly outweighs the potential risk. Fatal and nonfatal pancreatitis have occurred during therapy when stavudine was part of a combination regimen that included didanosine.<br\/>"},{"id":"922311-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922311-s-3-9","title":"Contraindications","mono":"hypersensitivity to stavudine or any component of the product <br\/>"},{"id":"922311-s-3-10","title":"Precautions","mono":"<ul><li>lactic acidosis and severe hepatomegaly with steatosis, sometimes fatal, have been reported with nucleoside analogues alone or in combination; risk factors may include obesity, female gender, or prolonged nucleoside exposure; suspend treatment if lactic acidosis or hepatotoxicity are suspected<\/li><li>pancreatitis, sometimes fatal, has occurred when used in combination with didanosine; if pancreatitis is suspected, suspend treatment and do not reinstitute in combination with didanosine<\/li><li>pregnancy; fatal lactic acidosis has been reported when used in combination with didanosine and other antiretroviral agents; concomitant use with didanosine is not recommended during pregnancy, unless benefits outweigh the risks for toxicity<\/li><li>concomitant use with hydroxyurea with or without didanosine should be avoided<\/li><li>concomitant use with zidovudine should be avoided<\/li><li>concomitant use with an interferon, with or without ribavirin; monitor for toxicities, especially hepatic decompensation; dose adjustment or discontinuation may be necessary<\/li><li>opportunistic infections, indolent or residual; inflammatory response (immune reconstitution syndrome) may occur<\/li><li>lipoatrophy and lipodystrophy have been reported with stavudine-containing regimens; incidence and severity cumulative over time; assess risks and benefits and consider alternative antiretroviral therapies<\/li><li>liver disease, preexisting; increased risk for severe and potentially fatal hepatotoxicity; consider interruption or discontinuation of therapy for worsening liver dysfunction<\/li><li>motor weakness has been rarely reported, mostly in the setting of lactic acidosis; discontinue if motor weakness occurs<\/li><li>peripheral neuropathy, increased risk in patients with advanced HIV disease, history of neuropathy, or concurrent neurotoxic drug therapy (including didanosine); monitoring recommended; consider permanent discontinuation if peripheral neuropathy develops<\/li><li>renal impairment (CrCl 50 mL\/min or less); dose adjustment recommended<\/li><li>report suspected adverse reactions to Bristol-Myers Squibb at 1-800-721-5072 or to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"922311-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"922311-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"922311-s-4","title":"Drug Interactions","sub":{"1":{"id":"922311-s-4-14","title":"Major","mono":"<ul><li>Didanosine (established)<\/li><li>Doxorubicin (probable)<\/li><li>Doxorubicin Hydrochloride Liposome (probable)<\/li><li>Hydroxyurea (probable)<\/li><li>Ribavirin (probable)<\/li><li>Zidovudine (theoretical)<\/li><\/ul>"},"2":{"id":"922311-s-4-15","title":"Moderate","mono":"<ul>Methadone (established)<\/ul>"}}},{"id":"922311-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (18% to 40%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (34% to 50%), Nausea (43% to 53%), Vomiting (18% to 30%)<\/li><li><b>Hematologic:<\/b>Macrocytosis - no anemia<\/li><li><b>Neurologic:<\/b>Headache (25% to 54%), Peripheral neuropathy (8% to 52%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Lactic acidosis<\/li><li><b>Gastrointestinal:<\/b>Pancreatic enzyme level above reference range ((all grades) 21% to 31%; (grades 3\/4) 4% to 8%), Pancreatitis<\/li><li><b>Hematologic:<\/b>Anemia, Neutropenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatomegaly, Liver function tests abnormal ((all grade) 15% to 68%; (grade 3-4) 2% to 16%), Steatosis of liver<\/li><li><b>Neurologic:<\/b>Neurological muscle weakness<\/li><\/ul>"},{"id":"922311-s-6","title":"Drug Name Info","sub":{"0":{"id":"922311-s-6-17","title":"US Trade Names","mono":"Zerit<br\/>"},"2":{"id":"922311-s-6-19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Nucleoside Reverse Transcriptase Inhibitor<\/li><\/ul>"},"3":{"id":"922311-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"922311-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"922311-s-7","title":"Mechanism Of Action","mono":"<ul><li>Stavudine, a nucleoside analog of thymidine, is rapidly phosphorylated by cellular kinases to its active moiety, stavudine triphosphate. Stavudine triphosphate inhibits human immunodeficiency virus (HIV) replication by competing with the natural substrate, thymidine triphosphate, and by inhibiting viral DNA synthesis by acting as a terminator of chain elongation. In addition, stavudine triphosphate inhibits cellular DNA polymerases beta and gamma, and markedly reduces the synthesis of mitochondrial DNA.<\/li><li>A concentration of stavudine ranging from 0.009 to 4 micromoles is required to inhibit HIV replication by 50% in vitro. The in vitro potency of stavudine against HIV is similar to that of zidovudine.<\/li><\/ul>"},{"id":"922311-s-8","title":"Pharmacokinetics","sub":[{"id":"922311-s-8-23","title":"Absorption","mono":"<ul><li>Tmax: 1 hr<\/li><li>Bioavailability: adults 86.4%; pediatrics 76.9%<\/li><li>Effect of food: none<\/li><\/ul>"},{"id":"922311-s-8-24","title":"Distribution","mono":"<ul><li>Vd: adults, 46 L; pediatrics, 0.73 L\/kg<\/li><li>Protein binding: negligible<\/li><\/ul>"},{"id":"922311-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: limited<\/li><li>Metabolite: stavudine triphosphate: active<\/li><\/ul>"},{"id":"922311-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 3%; 62% unchanged<\/li><li>Renal: approximately 40% unchanged<\/li><li>Renal clearance: 237 mL\/min<\/li><li>Renal clearance: renally impaired, 17 to 167 mL\/min<\/li><li>Dialyzable: Yes (hemodialysis), 31% removed<\/li><li>Total body clearance: adults, 594 mL\/min; pediatric, 9.75 mL\/min\/kg<\/li><\/ul>"},{"id":"922311-s-8-27","title":"Elimination Half Life","mono":"<ul><li>1.6 hr (adults); 0.96 hr (children (5 wk to 15 yr)): 1.59 hr (neonates (14 to 28 days)); 5.27 hr (neonates (day of birth)))<\/li><li>1.55 to 5.4 hr (renally impaired adults)<\/li><\/ul>"}]},{"id":"922311-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with or without food<\/li><li>(solution) add 202 mL of purified water and shake vigorously until powder completely dissolves; resulting solution may appear slightly hazy<\/li><li>(solution) dispense in the original container with the measuring cup provided; refrigerate (2 to 8 degrees C or 36 to 46 degrees F) after reconstitution and use within 30 days<\/li><li>(solution) shake well before measuring dose<\/li><\/ul>"},{"id":"922311-s-10","title":"Monitoring","mono":"<ul><li>(adults and adolescents) viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>(adults and adolescents) CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during at least the first 2 years of treatment and if the CD4 counts are less than 300 cell\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>(adults and adolescents) hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>(pediatrics) viral load: at baseline and with modification of ARV treatment, within 2 to 4 weeks, then every 3 to 4 months thereafter<\/li><li>(pediatrics) CD4 count\/percentage: at baseline and with modification of ARV treatment, then every 3 to 4 months; less frequent monitoring for children adherent to treatment who have remained clinically stable and have maintained viral suppression and CD4 counts above the threshold for opportunistic infection for more than 2 to 3 years<\/li><li>(pediatrics) clinical history, physical exam, and evaluation of adherence: at baseline at 1 to 2 weeks and 2 to 4 weeks following initiation or modification of ARV treatment, then every 3 to 4 months thereafter<\/li><li>(adults and adolescents) ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>(adults and adolescents) basic chemistry including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>(adults and adolescents) CBC with a differential; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>(adults and adolescents) fasting blood glucose or HbA1c; at baseline and with modification of ARV treatment, then every 3 to 6 months in patients with abnormal values or every 12 months in patients with normal values<\/li><li>(adults and adolescents) fasting lipid profile at baseline and with modification of ARV treatment, at 2 to 8 weeks or 4 to 8 weeks, then every 6 to 12 months<\/li><li>(adults and adolescents) urinalysis; at baseline or modification of therapy, then annually<\/li><li>(adults, adolescents, and pediatrics) signs and symptoms of pancreatitis<\/li><li>(adults, adolescents, and pediatrics) signs and symptoms of peripheral neuropathy<\/li><li>(adults, adolescents, and pediatrics) signs and symptoms of lipoatrophy or lipodystrophy<\/li><li>(pediatrics) basic chemistry including creatinine, electrolytes, and glucose; at baseline and with modification of ARV treatment, at 2 to 4 weeks after treatment initiation, then every 3 to 4 months thereafter<\/li><li>(pediatrics) CBC with differential; at baseline and with modification of ARV treatment, within 2 to 4 weeks, then every 3 to 4 months<\/li><li>(pediatrics) ALT and AST; at baseline and with modification of ARV treatment, then every 3 to 4 months or more frequently if signs of hepatotoxicity develop<\/li><li>(pediatrics 2 years or older) non-fasting lipid panel at baseline and with modification of ARV treatment, then every 6 to 12 months; patients with lipid abnormalities should have a baseline fasting lipid panel and with modification of ARV treatment, then every 6 months<\/li><li>(pediatrics) urinalysis; at baseline, then every 6 to 12 months<\/li><li>(pediatrics) clinical signs and symptoms of lactic acidosis.<\/li><\/ul>"},{"id":"922311-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 15 MG, 20 MG, 30 MG, 40 MG<\/li><li>Oral Powder for Solution: 1 MG\/ML<\/li><\/ul><\/li><li><b>Zerit<\/b><br\/><ul><li>Oral Capsule: 15 MG, 20 MG, 30 MG, 40 MG<\/li><li>Oral Powder for Solution: 1 MG\/ML<\/li><\/ul><\/li><\/ul>"},{"id":"922311-s-12","title":"Toxicology","sub":[{"id":"922311-s-12-31","title":"Clinical Effects","mono":"<b>AIDS ANTIVIRAL NUCLEOSIDES <\/b><br\/>USES: The nucleoside and nucleotide reverse transcriptase inhibitors (NRTIs) are primarily used in the treatment of HIV-1 and HIV-2 infection. This class includes: emtricitabine, lamivudine, stavudine, abacavir, and tenofovir; zidovudine and didanosine are in this class but are covered in separate managements, and zalcitabine is no longer manufactured. These agents are also used in the treatment of hepatitis B infection and human T-lymphocyte virus (HTLV) 1 and 2. PHARMACOLOGY: The NRTIs terminate HIV RNA to DNA transcription by acting as substrates for the HIV reverse transcriptase and terminating DNA elongation. These agents prevent cell infection, but have no effect on already infected cells. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon and severe sequelae from acute overdose are rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: There are limited data regarding overdose of NRTIs. However, overdose appears to be largely well tolerated with very few reports of severe clinical effects despite over 2 decades of drug availability. Nausea or vomiting, neurologic symptoms (ie, ataxia, lethargy, nystagmus, peripheral neuropathy), signs of bone marrow toxicity (ie, anemia, leukopenia, thrombocytopenia), or an increase in liver enzymes have all been reported in NRTI overdose or chronic toxicity. SEVERE TOXICITY: Severe toxicity has been reported after therapeutic use but not after acute overdose, and may be manifested by pancreatitis, hepatic steatosis, acute renal failure (ie, tenofovir), neuropsychiatric abnormalities, or acidosis. Chronic therapeutic administration may lead to mitochondrial toxicity leading to lactic acidosis, with or without hepatic microsteatosis. Pancreatitis, neuropathy, and myopathy often accompany the syndrome. Severe neuropsychiatric effects (ie, seizures, mania) have been reported. Lactic acidosis has been reported in patients receiving both single and dual nucleoside analogue (NRTI) regimens for HIV infection. This is thought to cause multiorgan failure and most commonly occurs in persons on prolonged (more than 6 months) therapy. ADVERSE EFFECTS: The most common adverse effects from all NRTIs are nausea, vomiting, headache, and malaise. Peripheral neuropathy and elevated transaminases have been reported with most NRTIs. Rash and hypersensitivity reactions are common and are usually self-limited when therapy is continued. Other adverse effects specific to each drug include: ABACAVIR: Hypersensitivity, nausea, vomiting, headache, and a possible increased risk of coronary artery disease. EMTRICITABINE: Rash, diarrhea, hypercholesterolemia, transaminitis, and mild rhabdomyolysis are common. Hepatic failure\/steatosis, neutropenia, and lactic acidosis are rare. LAMIVUDINE: Headache and nausea are common. Pancreatitis is rare. STAVUDINE: Peripheral neuropathy in greater than 60% of patients receiving over 4 mg\/kg daily. Lactic acidosis and transaminitis are common and do not require therapy or discontinuation unless severe. Dyslipidemia and insulin resistance have been associated with chronic stavudine and zidovudine. TENOFOVIR: Rash, headache, transaminitis, nausea, and vomiting are common. Hepatic failure\/steatosis, renal failure, rhabdomyolysis, pancreatitis, and lactic acidosis are rare. ZALCITABINE: Peripheral neuropathy, stomatitis, pancreatitis, transaminitis, and rash. <br\/>"},{"id":"922311-s-12-32","title":"Treatment","mono":"<b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive therapy remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored, discontinuation of therapy is not usually necessary. Therapy should be changed for persistently rising transaminases or evidence of hepatic synthetic dysfunction. Nausea and vomiting should be treated with antiemetics. Peripheral neuropathies are generally reversible with drug withdrawal and can be treated with pain management as needed. Asymptomatic elevation of lactic acid without systemic acidemia does not require discontinuation of the medication. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care. Aggressive fluid resuscitation should be initiated for severe lactic acidosis. Granulocyte colony stimulating factor may be considered for patients with agranulocytosis complicated by infection. Vasopressors may be necessary in cases with multi-organ failure. Withdrawal of the agent is imperative to improvement in severe adverse reactions. Riboflavin and L-carnitine may be useful in treating nucleoside reverse transcriptase inhibitor (NRTI)-associated lactic acidosis.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of NRTI overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NRTIs. However, coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NRTI toxicity.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg. Anecdotal evidence suggests that riboflavin and L-carnitine may be useful in reversing NRTI-associated lactic acidosis. Riboflavin has been used at a dose of 50 mg\/day orally or intravenously. L-carnitine has been used at a dose of 50 mg\/kg\/day as a 2-hour infusion divided in 3 doses for patients not receiving dialysis, or a continuous infusion of 100 mg\/kg\/day in patients receiving dialysis.<\/li><li>Monitoring of patient: Monitor serum electrolytes and hepatic enzymes. Monitor serum lipase in patients with abdominal pain or severe acidosis. Lactic acid concentration and serum pH should be monitored in acidotic patients. Cardiac failure, likely due to acidosis, has been reported; therefore, cardiac monitoring is recommended in the setting of acidosis or chest pain. Sources of infection should be sought in patients with neutropenias or significant acidosis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients and those with symptoms should be referred to a healthcare facility. Asymptomatic patients with inadvertent ingestion of NRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with severe lactic acidosis, hepatic failure, or renal failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"922311-s-12-33","title":"Range of Toxicity","mono":"<b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/>TOXICITY: A full month supply of many of these agents has been ingested in overdose without clinical effects, though toxicity can occur at therapeutic doses with nucleoside reverse transcriptase inhibitors (NRTIs). LAMIVUDINE: No clinical signs or symptoms developed in an adult ingesting 6 grams of lamivudine. STAVUDINE: No acute toxicity was reported in patients treated with 12 to 24 times the recommended daily dosage. ZALCITABINE: PEDIATRIC: Overdoses of 1.5 mg\/kg have been reported; no sequelae developed. THERAPEUTIC DOSE: ABACAVIR: ADULT: 300 mg orally twice daily or 600 mg once daily. PEDIATRIC: 8 mg\/kg orally twice daily. EMTRICITABINE: ADULT: 200 mg\/day capsule, 240 mg\/day oral solution. PEDIATRIC: 0 to 3 months of age: 3 mg\/kg orally once daily; 3 months to 17 years of age: 6 mg\/kg once daily oral solution, up to a maximum of 240 mg; children weighing more than 33 kg and can swallow whole capsule: 200 mg once daily. LAMIVUDINE: ADULT: 150 mg orally twice a day or 300 mg once daily. PEDIATRIC: 0 to 28-days-old: 2 mg\/kg orally twice daily; 28 days or older: 4 mg\/kg orally twice daily, maximum 150 mg twice daily. STAVUDINE: ADULT: less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. PEDIATRIC: 0 to 13-days-old: 0.5 mg\/kg\/dose orally every 12 hours; 14-days-old and less than 30 kg: 1 mg\/kg\/dose orally every 12 hours; 30 kg to less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. TENOFOVIR: ADULT: 300 mg orally once daily. PEDIATRIC: at least 12-years-old and 35 kg or more: 300 mg orally once daily.<br\/>"}]},{"id":"922311-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>This drug may cause lipodystrophy, diarrhea, and headache.<\/li><li>Patient should report signs\/symptoms of lactic acidosis (nausea, vomiting, abdominal pain, tachypnea), hepatic dysfunction, peripheral neuropathy, and pancreatitis.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}]}