{"generic":"Rocuronium Bromide","drugs":["Rocuronium Bromide","Zemuron"],"mono":{"0":{"id":"922316-s-0","title":"Generic Names","mono":"Rocuronium Bromide"},"1":{"id":"922316-s-1","title":"Dosing and Indications","sub":[{"id":"922316-s-1-4","title":"Adult Dosing","mono":"<ul><li>dosage should be individualized and guided by neuromuscular transmission recovery<\/li><li><b>General anesthesia; Adjunct - Induction of neuromuscular blockade, During surgery or mechanical ventilation:<\/b> initial, 0.6 mg\/kg IV<\/li><li><b>General anesthesia; Adjunct - Induction of neuromuscular blockade, During surgery or mechanical ventilation:<\/b> maintenance, 0.1 to 0.2 mg\/kg IV push, repeat as needed or 0.01 to 0.012 mg\/kg\/minute continuous IV infusion<\/li><li><b>Induction of neuromuscular blockade - Intubation, Routine tracheal:<\/b> initial, (regardless of anesthesic technique) 0.6 mg\/kg IV; or a lower dose of 0.45 mg\/kg IV may be used<\/li><li><b>Induction of neuromuscular blockade - Intubation, Routine tracheal:<\/b> initial, (with opioid\/nitrous oxide\/oxygen anesthesia) 0.9 or 1.2 mg\/kg large bolus may be used<\/li><li><b>Induction of neuromuscular blockade - Intubation, Routine tracheal:<\/b> maintenance, (only after spontaneous recovery from intubation dose) 0.1 to 0.2 mg\/kg IV, repeat as needed or 0.01 to 0.012 mg\/kg\/minute continuous IV infusion<\/li><li><b>Premedication for anesthetic procedure, Preinduction defasciculating dose:<\/b> 0.05 to 0.06 mg\/kg IV 1.5-3 min prior to succinylcholine administration<\/li><li><b>Rapid sequence intubation:<\/b> 0.6 to 1.2 mg\/kg IV<\/li><\/ul>"},{"id":"922316-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>General anesthesia; Adjunct - Induction of neuromuscular blockade, During surgery or mechanical ventilation:<\/b>  3 mo to 14 yr, initial, 0.6 mg\/kg\/dose IV<\/li><li><b>General anesthesia; Adjunct - Induction of neuromuscular blockade, During surgery or mechanical ventilation:<\/b>  3 mo to 14 yr, maintenance, 0.075 to 0.15 mg\/kg IV push as needed (anesthetic agent dependent) or 0.012 mg\/kg\/min continuous IV infusion<\/li><li><b>Induction of neuromuscular blockade - Intubation, Routine tracheal:<\/b>  3 mo to 14 yr, initial, 0.6 mg\/kg\/dose IV<\/li><li><b>Induction of neuromuscular blockade - Intubation, Routine tracheal:<\/b> 3 mo to 14 yr, initial, (anesthetic technique and age dependent) 0.45 mg\/kg IV may be used<\/li><li><b>Induction of neuromuscular blockade - Intubation, Routine tracheal:<\/b>  3 mo to 14 yr, maintenance, 0.075 to 0.125 mg\/kg IV push as needed or 0.012 mg\/kg\/min continuous IV infusion<\/li><li><b>Rapid sequence intubation:<\/b> not recommended in pediatric patients  although 0.6 to 1.2 mg\/kg IV have been used in clinical trials<\/li><\/ul>"},{"id":"922316-s-1-6","title":"Dose Adjustments","mono":"<b>Obese:<\/b> use actual body weight for initiation of therapy "},{"id":"922316-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>General anesthesia; Adjunct - Induction of neuromuscular blockade, During surgery or mechanical ventilation<\/li><li>Induction of neuromuscular blockade - Intubation, Routine tracheal<\/li><li>Rapid sequence intubation<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Premedication for anesthetic procedure, Preinduction defasciculating dose<br\/>"}]},"3":{"id":"922316-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922316-s-3-9","title":"Contraindications","mono":"hypersensitivity (eg, anaphylaxis) to rocuronium bromide or other neuromuscular blocking agents <br\/>"},{"id":"922316-s-3-10","title":"Precautions","mono":"<ul><li>acid-base or electrolyte abnormalities; may potentiate or cause resistance to neuromuscular blockade<\/li><li>anaphylactic reactions, severe (including life-threatening and fatal), have been reported<\/li><li>cachectic or debilitated patients, neuromuscular diseases, or carcinomatosis; risk of profound neuromuscular blocking effects<\/li><li>chronic administration in the ICU; tolerance may develop; prolonged paralysis and\/or skeletal muscle weakness may occur during initial attempts to wean from the ventilator; continuous monitoring recommended<\/li><li>circulatory delay time, increased (eg cardiovascular disease or advanced age); may delay onset time<\/li><li>malignant hyperthermia may occur<\/li><li>myasthenia gravis or myasthenic (Eaton-Lambert) syndrome; risk of profound neuromuscular blocking effects<\/li><li>pediatric patients; concomitant use with general anesthetic agents may prolong the QTc interval<\/li><li>pulmonary hypertension; risk of increased pulmonary vascular resistance<\/li><li>resistance to nondepolarizing neuromuscular blocking agents can occur; increased risk in patients with burns, disuse atrophy, denervation, direct muscle trauma, or cerebral palsy and in patients with chronic exposure to anticonvulsant or nondepolarizing agents; may result in shortened neuromuscular block duration<\/li><li>valvular heart disease; risk of increased pulmonary vascular resistance<\/li><li>report suspected adverse reactions to Schering-Plough at 1-800-526-4099 or the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"922316-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Rocuronium: C (FDA)<\/li><li>Rocuronium: B2 (AUS)<\/li><\/ul>"},{"id":"922316-s-3-12","title":"Breast Feeding","mono":"Rocuronium: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"922316-s-4","title":"Drug Interactions","sub":{"1":{"id":"922316-s-4-14","title":"Major","mono":"<ul><li>Amikacin (probable)<\/li><li>Dibekacin (probable)<\/li><li>Epinephrine (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Framycetin (probable)<\/li><li>Gentamicin (probable)<\/li><li>Isepamicin (probable)<\/li><li>Kanamycin (probable)<\/li><li>Neomycin (probable)<\/li><li>Netilmicin (probable)<\/li><li>Phenytoin (probable)<\/li><li>Procainamide (theoretical)<\/li><li>St John's Wort (probable)<\/li><li>Streptomycin (probable)<\/li><li>Tobramycin (probable)<\/li><\/ul>"},"2":{"id":"922316-s-4-15","title":"Moderate","mono":"<ul><li>Bacitracin (probable)<\/li><li>Capreomycin (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Colistimethate Sodium (probable)<\/li><li>Enflurane (established)<\/li><li>Isoflurane (established)<\/li><li>Magnesium (probable)<\/li><li>Polymyxin B (probable)<\/li><li>Sevoflurane (probable)<\/li><\/ul>"}}},"5":{"id":"922316-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (0.1% to 2%), Hypotension (0.1% to 2%), Tachycardia (less than 1% to 5.3%)<\/li><li><b>Dermatologic:<\/b>Injection site pain<\/li><li><b>Respiratory:<\/b>Increased pulmonary vascular resistance (24%)<\/li><\/ul><b>Serious<\/b><br\/><b>Immunologic:<\/b>Anaphylaxis<br\/>"},"6":{"id":"922316-s-6","title":"Drug Name Info","sub":{"0":{"id":"922316-s-6-17","title":"US Trade Names","mono":"Zemuron<br\/>"},"2":{"id":"922316-s-6-19","title":"Class","mono":"<ul><li>Musculoskeletal Agent<\/li><li>Neuromuscular Blocker, Non-Depolarizing<\/li><\/ul>"},"3":{"id":"922316-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"922316-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"922316-s-7","title":"Mechanism Of Action","mono":"Rocuronium bromide is a nondepolarizing neuromuscular blocking agent with intermediate duration and rapid to intermediate onset that is dose-dependent. It mechanism is that It competes for cholinergic receptors at the motor end-plate; however, acetylcholinesterase inhibitors such as neostigmine and edrophonium antagonize this action.<br\/>"},"8":{"id":"922316-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"922316-s-8-24","title":"Distribution","mono":"<ul><li>Vd: (adults, 27 y to 58 y), 0.25 L\/kg +\/- 0.04 L\/kg<\/li><li>Vd: (geriatrics, greater than or equal to 65 y), 0.22 L\/kg +\/- 0.03 L\/kg<\/li><li>Vd: (pediatrics, 3 mo to less than 12 mo), 0.30 L\/kg +\/- 0.04 L\/kg<\/li><li>Vd: (pediatrics, 1 y to less than 3 y), 0.26 L\/kg +\/- 0.06 L\/kg<\/li><li>Vd: (pediatrics, 3 y to less than 8 y), 0.21 L\/kg +\/- 0.03 L\/kg<\/li><li>Vd: (hepatic dysfunction), 0.53 L\/kg +\/- 0.14 L\/kg<\/li><li>Vd: (renal transplant), 0.34 L\/kg +\/- 0.11 L\/kg<\/li><li>Protein binding: approximately 30%<\/li><\/ul>"},"2":{"id":"922316-s-8-25","title":"Metabolism","mono":"Metabolite: 17-desacetyl-rocuronium <br\/>"},"3":{"id":"922316-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: primary route<\/li><li>Renal<\/li><\/ul>"},"4":{"id":"922316-s-8-27","title":"Elimination Half Life","mono":"<ul><li>adults 27 y to 58 y: 1.4 h +\/- 0.4 h<\/li><li>geriatrics greater than 65 y: 1.5 h +\/- 0.4 h<\/li><li>pediatrics, 3 mo to less than 12 mo: 1.3 h +\/- 0.5 h<\/li><li>pediatrics 1 y to less than 3 y: 1.1 h +\/- 0.7 h<\/li><li>pediatrics 3 y to less than 8 y: 0.8 h +\/- 0.3 h<\/li><li>hepatic dysfunction: 4.3 h +\/- 2.6 h<\/li><li>renal transplant: 2.4 h +\/- 1.1 h<\/li><\/ul>"}}},"9":{"id":"922316-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>for IV administration only<\/li><li>rocuronium bromide is compatible in solution with NS, D5W, D5NS, LR, or sterile water for injection<\/li><li>diluted infusion solutions should be used within 24 hr of mixing at room temperature; unused portions should be discarded<\/li><\/ul>"},"10":{"id":"922316-s-10","title":"Monitoring","mono":"<ul><li>blood pressure, heart rate<\/li><li>peripheral nerve stimulation to determine drug response, need for additional doses and to evaluate recovery<\/li><li>muscle twitching<\/li><li>blood gases, respirations<\/li><li>ECG if medically warranted (pediatrics)<\/li><\/ul>"},"11":{"id":"922316-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 10 MG\/ML<br\/><\/li><li><b>PremierPro Rx Rocuronium Bromide<\/b><br\/>Intravenous Solution: 10 MG\/ML<br\/><\/li><li><b>Zemuron<\/b><br\/>Intravenous Solution: 10 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"922316-s-12","title":"Toxicology","sub":[{"id":"922316-s-12-31","title":"Clinical Effects","mono":"<b>CURARE AND RELATED AGENTS<\/b><br\/>USES: These drugs are nondepolarizing neuromuscular blocking agents, administered intravenously. They are mainly used as an adjunct to general anesthesia, to facilitate endotracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation. PHARMACOLOGY: These agents block myoneural transmission to skeletal muscles by competing with acetylcholine for the cholinergic receptor sites at the neuromuscular junction of skeletal muscles. By occupying the receptor sites, they block the transmitter action of acetylcholine and produce total paralysis of the muscle fibers that lasts as long as the drug remains bound at the end-plate. This competitive block may be reversed by anticholinesterase agents such as neostigmine. These agents have no or very little effect on CNS. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. Paralysis of skeletal muscle results in heaviness of the eyelids, difficulty in swallowing and talking, diplopia, progressive weakness of the extremities, the neck, intercostals, and diaphragm. Prolonged apnea and respiratory arrest may be noted due to paralysis of the intercostal muscles and diaphragm. Hypotension, bradycardia, cardiac dysrhythmias, hypertension, and cardiovascular collapse may also be observed. Although autonomic dysfunction and\/or weakness may occur following the intrathecal injection of a neuromuscular blocking agent, one patient did not develop any sensory or motor block, hemodynamic changes or nerve disturbances following the intrathecal injection of atracurium. Intraarterial injection of atracurium and vecuronium were reported to cause limb ischemia. Subcutaneous injection and extravasation were reported to cause prolonged paralysis and may cause local irritation effect. It may cause tissue necrosis in severe cases. ADVERSE EFFECTS: Therapeutic administration of these agents may cause respiratory paralysis, prolonged apnea, prolonged muscle weakness, hypotension, bradycardia, cardiac dysrhythmias, hypertension, cardiovascular collapse, and respiratory arrest. Hypersensitivity reactions, including anaphylactoid reactions, have been reported. Extravasation injuries have also been observed following the administration of atracurium and rocuronium. <br\/>"},{"id":"922316-s-12-32","title":"Treatment","mono":"<b>CURARE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Oxygenation, airway protection and ventilation support as indicated. Once airway is established and ventilation is provided, sedate patients with benzodiazepines and opioids as long as neuromuscular blockade is in effect. Monitor vital signs, especially respiration. Obtain an ECG, and institute continuous cardiac monitoring. Reverse neuromuscular blockage effect: Administer IV neostigmine (see antidote below); alternative agents include physostigmine and edrophonium. Administration of atropine sulfate with or before neostigmine has been suggested to counteract the muscarinic side effects of neostigmine. Manage mild hypotension with IV fluids. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary.  Sedation with benzodiazepines may be helpful in agitated patients with hypertension and tachycardia. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives. In most patients, sinus bradycardia is neither significant nor symptomatic, requiring no intervention. However, extreme bradycardia may result in decreased cardiac output and hypotension; IV atropine is first line treatment. If unresponsive, use beta adrenergic agonists (eg, isoproterenol) or temporary cardiac pacemaker.  In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. Management of extravasation injuries and intrathecal injection by these agents are mainly supportive care. Refer to &quot;extravasation injury&quot; and &quot;intrathecal overdose&quot; managements for more information. For intra-arterial injection, observe signs of limb ischemia, pain, pale, paresthesia, and decrease pulse volume. Heparin and vasodilators may be helpful.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Patients who cannot protect their own airway or have signs and symptoms of respiratory failure may need intubation for respiratory support.<\/li><li>Antidote: NEOSTIGMINE: ADULT: 0.5 to 2 mg slow IV injection, along with 0.6 to 1.2 mg of atropine sulfate IV in a separate syringe. Repeat as needed; rarely should total dose of neostigmine exceed 5 mg. PEDIATRIC: 0.02 to 0.075 mg\/kg IV injection, in addition to atropine 0.01 to 0.02 mg\/kg. In the presence of bradycardia, the pulse rate should be increased to about 80 beats\/min with atropine before administering neostigmine. Administration of atropine sulfate with or before neostigmine has been suggested to counteract muscarinic side effects. Reversal time following intense neuromuscular blockade induced by atracurium may be prolonged. Neostigmine may not shorten the time to total recovery from an intense level of blockade. Other agents to consider include edrophonium or physostigmine in conjunction with atropine.<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status. Obtain an ECG, and institute continuous cardiac monitoring. Monitor pulse oximetry and\/or arterial blood gases.<\/li><li>Enhanced elimination procedure: Hemodialysis may enhance elimination of pancuronium in patients with renal failure.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management, and these agents are only used in the hospital setting. OBSERVATION CRITERIA: Following inadvertent intravenous administrations, all asymptomatic patients should be observed for at least 1 to 2 hours for signs of systemic toxicity. Following inadvertent subcutaneous injection or extravasation, all asymptomatic patients should be observed for at least 4 to 6 hours for signs of systemic toxicity. ADMISSION CRITERIA: Patients with systemic toxicities or patients with severe symptoms following an intrathecal injection should be admitted to intensive care unit for treatment and closed monitoring. CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"922316-s-12-33","title":"Range of Toxicity","mono":"<b>CURARE AND RELATED AGENTS<\/b><br\/>TOXICITY: A lethal dose for these agents has not been established. Parenteral administration of any dose may be sufficient to cause respiratory paralysis, hypoxia and death if respiratory assistance is not available.<br\/>"}]}}}