{"drugs":["Aprotinin","Trasylol"],"mono":[{"id":"922305-s-0","title":"Generic Names","mono":"Aprotinin"},{"id":"922305-s-1","title":"Dosing and Indications","sub":{"0":{"id":"922305-s-1-4","title":"Adult Dosing","mono":"<ul><li>On May 14, 2008, Bayer Healthcare Pharmaceuticals Inc. announced aprotinin will be removed from the U.S. market due to increased risk of mortality compared to other antifibrinolytic drugs. Aprotinin will be available through a special treatment protocol limited to investigational use only. Refer to www.Trasylol.com or toll-free 1-888-84Bayer (1-888-842-2937) for details.<\/li><li><b>Cardiopulmonary bypass operation, At increased risk for blood loss and blood transfusion - Hemorrhage, Perioperative; Prophylaxis:<\/b> initial dose: 10,000 kallikrein inhibitory units IV (10 minutes prior to the loading dose)<\/li><li><b>Cardiopulmonary bypass operation, At increased risk for blood loss and blood transfusion - Hemorrhage, Perioperative; Prophylaxis:<\/b> loading dose: 1 million to 2 million kallikrein inhibitory units IV (over 20 to 30 minutes and prior to sternotomy)<\/li><li><b>Cardiopulmonary bypass operation, At increased risk for blood loss and blood transfusion - Hemorrhage, Perioperative; Prophylaxis:<\/b> pump prime: 1 million to 2 million kallikrein inhibitory units added to the  recirculating priming fluid of the coronary artery bypass circuit<\/li><li><b>Cardiopulmonary bypass operation, At increased risk for blood loss and blood transfusion - Hemorrhage, Perioperative; Prophylaxis:<\/b> constant infusion: 250,000 to 500,000 kallikrein inhibitory units\/hr IV for duration of surgery<\/li><\/ul>"},"1":{"id":"922305-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>On May 14, 2008, Bayer Healthcare Pharmaceuticals Inc. announced aprotinin will be removed from the U.S. market due to increased risk of mortality compared to other antifibrinolytic drugs. Aprotinin will be available through a special treatment protocol limited to investigational use only. Refer to www.Trasylol.com or toll-free 1-888-84Bayer (1-888-842-2937) for details.<\/li><li>safety and efficacy not established in pediatric patients<\/li><\/ul>"},"3":{"id":"922305-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>On May 14, 2008, Bayer Healthcare Pharmaceuticals Inc. announced aprotinin will be removed from the U.S. market due to increased risk of mortality compared to other antifibrinolytic drugs. Aprotinin will be available through a special treatment protocol limited to investigational use only [1]. Refer to www.Trasylol.com or toll-free 1-888-84Bayer (1-888-842-2937) for details [2].<\/li><li>Cardiopulmonary bypass operation, At increased risk for blood loss and blood transfusion - Hemorrhage, Perioperative; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>On May 14, 2008, Bayer Healthcare Pharmaceuticals Inc. announced aprotinin will be removed from the U.S. market due to increased risk of mortality compared to other antifibrinolytic drugs. Aprotinin will be available through a special treatment protocol limited to investigational use only [1]. Refer to www.Trasylol.com or toll-free 1-888-84Bayer (1-888-842-2937) for details [2].<\/li><li>Operation on musculoskeletal system<\/li><li>Pancreatitis<\/li><li>Surgical procedure on thorax<\/li><li>Transplantation of liver<\/li><li>Vascular surgery procedure, Peripheral<\/li><\/ul>"}}},{"id":"922305-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>May cause fatal anaphylactic or anaphylactoid reactions with the initial (test) dose as well as with any of the components of the dose regimen. Fatal reactions have also occurred in situations where the initial (test) dose was tolerated. The risk for anaphylactic or anaphylactoid reactions is increased among patients with prior aprotinin exposure and a history of any prior aprotinin exposure must be sought prior to administration. Aprotinin should be administered only in operative settings where cardiopulmonary bypass can be rapidly initiated.<br\/>"},{"id":"922305-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922305-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to aprotinin or any product component<\/li><li>known or suspected previous aprotinin exposure (including aprotinin containing fibrin sealant) within the last 12 months; risk of anaphylactic, and potentially fatal reactions, even among patients who tolerate an initial test dose<\/li><\/ul>"},{"id":"922305-s-3-10","title":"Precautions","mono":"<ul><li>increased risk of death has been reported when compared with other antifibrinolytic drugs such as epsilon-aminocaproic acid and tranexamic acid in patients undergoing cardiac surgery; the manufacturer has withdrawn aprotinin from the U.S. market due to safety concerns<\/li><li>initial test dose; potential anaphylactic and potentially fatal reactions, patients who tolerate an initial test dose does not fully rule out the risk of anaphylactic and potentially fatal reactions<\/li><li>re-exposure to aprotinin after more than 12 months; increased risk of anaphylaxis<\/li><li>allergic reactions to other drugs; increase risk of a hypersensitivity or anaphylactic reaction to aprotinin<\/li><li>concomitant aminoglycoside antibiotics or drugs that alter renal function; increased risk for renal dysfunction and the need for dialysis in the perioperative period<\/li><li>deep hypothermic circulatory arrest in aortic arch surgery; may increase risk of renal failure or death<\/li><li>hypotension; may be the first sign of an anaphylactoid reaction<\/li><li>rapid IV infusion; may cause a transient fall in blood pressure<\/li><li>renal impairment; increased risk for renal dysfunction and the need for dialysis in the perioperative period<\/li><li>thromboembolic disease with anticoagulant therapy; altered activated clotting time (ACT) and partial thromboplastin time (PTT) results<\/li><li>report adverse reactions; www.fda.gov\/medwatch\/report.htm or 1-800-332-1088<\/li><\/ul>"},{"id":"922305-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"922305-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"922305-s-4","title":"Drug Interactions","sub":{"1":{"id":"922305-s-4-14","title":"Major","mono":"<ul>Tretinoin (probable)<\/ul>"}}},{"id":"922305-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart failure, Myocardial infarction, Shock (0.7%)<\/li><li><b>Hematologic:<\/b>Thrombocytopenia, Thrombosis (1%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis (2.7% with reexposure, 5% for reexposure within 6 months, 0.9% for reexposure time greater than 6 months, less than 0.1% with no prior exposure)<\/li><li><b>Neurologic:<\/b>Cerebral artery occlusion<\/li><li><b>Renal:<\/b>Renal failure<\/li><li><b>Other:<\/b>Death<\/li><\/ul>"},{"id":"922305-s-6","title":"Drug Name Info","sub":{"0":{"id":"922305-s-6-17","title":"US Trade Names","mono":"Trasylol<br\/>"},"2":{"id":"922305-s-6-19","title":"Class","mono":"Hemostatic<br\/>"},"3":{"id":"922305-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"922305-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"922305-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Aprotinin is a proteinase inhibitor. The exact mechanism by which it reduces bleeding is unclear; however, it has been shown to have a number of effects on the coagulation system.<\/li><li>Patients undergoing cardiopulmonary bypass (CPB) develop adverse changes in their blood components, blood cells, and specific proteins involved in coagulation, which increase the risk of serious postoperative bleeding . Platelet function impairment is considered to be the main hemostatic defect during CPB . There is evidence that aprotinin preserves platelet function ; however, the mechanism by which this occurs is uncertain . In addition, aprotinin directly prevents fibrinolysis by inhibiting plasmin and kallikrein . It also inhibits the early phase of the intrinsic clotting cascade (contact phase) by inhibiting kallikrein, which in turn inhibits activation of factor XII.<\/li><\/ul>"},{"id":"922305-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"922305-s-8-24","title":"Distribution","mono":"Systemic: Rapid    <br\/>"},"2":{"id":"922305-s-8-25","title":"Metabolism","mono":"Systemic: Renal <br\/>"},"3":{"id":"922305-s-8-26","title":"Excretion","mono":"Systemic: Renal <br\/>"},"4":{"id":"922305-s-8-27","title":"Elimination Half Life","mono":"Systemic: 10 h <br\/>"}}},{"id":"922305-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>regimens consist of a 1 mL test dose, loading dose, pump prime dose, and a constant infusion dose<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>administer test dose at least 10 min prior to loading dose<\/li><li>administer loading dose over 20 to 30 minutes, after induction of anesthesia but before sternotomy; follow with constant infusion until surgery complete<\/li><li>avoid physical incompatibility of heparin and aprotinin when adding to the pump prime solution by adding each agent during the RECIRCULATION of the pump prime to assure adequate dilution before admixture with other component<\/li><li>(patients with previous exposure) because of possible hypersensitivity reaction, give test dose and loading dose only if conditions for rapid cannulation (if necessary) are present; delay the addition into the pump prime solution until after the loading dose has been safely administered<\/li><li>administer via central line; no other drugs should be present in the same line<\/li><\/ul><\/li><\/ul>"},{"id":"922305-s-10","title":"Monitoring","mono":"<ul><li>signs of allergic reaction during test dose<\/li><li>transient hypotension (especially with rapid IV administration)<\/li><li>CBC, coagulation panel, bleeding time, activated clotting time<\/li><li>renal function<\/li><\/ul>"},{"id":"922305-s-11","title":"How Supplied","mono":"<b>Trasylol<\/b><br\/>Intravenous Solution: 10000 KIU\/ML<br\/>"},{"id":"922305-s-12","title":"Toxicology","sub":[{"id":"922305-s-12-31","title":"Clinical Effects","mono":"<b>APROTININ<\/b><br\/>USES: Aprotinin is used to reduce perioperative blood loss and to prevent the need for blood transfusion in patients undergoing coronary artery bypass graft (CABG) surgery and who are at an increased risk for blood loss and blood transfusion. As of November 5, 2007, the manufacturer suspended the marketing of aprotinin due to preliminary reports from a Canadian study suggesting an increased risk of death with the use of aprotinin as compared with two other antifibrinolytic drugs used in the study. PHARMACOLOGY: As an antifibrinolytic and protease inhibitor, aprotinin attenuates inflammatory responses, fibrinolysis, and thrombin generation, modulating the systemic inflammatory response associated with cardiopulmonary bypass surgery, resulting in decreased bleeding and a reduced need for allogeneic blood transfusions. EPIDEMIOLOGY: Overdoses are rare. MILD TO MODERATE TOXICITY: Doses up to 17.5 million Kallikrein Inhibitor Units (KIU), administered within a 24-hour period, have been well-tolerated with no apparent toxicity. SEVERE TOXICITY: Coronary and pulmonary thromboses are major adverse events that could potentially occur following severe overdose.  Hepatic and renal failure, resulting in death, was reported in a patient postoperatively who received greater than 15 million KIU aprotinin in a 24-hour period. The patient had pre-existing hepatic dysfunction. An autopsy indicated hepatic necrosis and extensive renal tubular and glomerular necrosis; however, causality was unclear. ADVERSE EFFECTS: Nausea, vomiting, diarrhea, constipation, renal dysfunction, anaphylaxis, coronary and pulmonary thromboses, and death have been reported with aprotinin therapy.<br\/>"},{"id":"922305-s-12-32","title":"Treatment","mono":"<b>APROTININ<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Hypotension is a frequently reported sign of a hypersensitivity reaction. Treat mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.  Look for clinical evidence of thromboembolic complications (eg, chest pain, shortness of breath, flank pain, extremity pain) and obtain specific studies (eg, CT, angiography) to evaluate for thromboembolic complications as needed.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions or pulmonary toxicity.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Obtain a CBC with differential, PT or INR, and PTT following a significant exposure or in symptomatic patients. Monitor for evidence of anaphylaxis. Monitor renal function and vital signs. Look for clinical evidence of thromboembolic complications (eg; chest pain, shortness of breath, flank pain, extremity pain). Specific studies (eg; CT, angiography) may be needed to evaluate for thromboembolic complications. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Given the large size and molecular weight of aprotinin, hemodialysis is UNLIKELY to be of value following overdose.<\/li><li>Patient disposition: HOME CRITERIA:  There is no data to support home management, as aprotinin is generally only used in the hospital setting. OBSERVATION CRITERIA: Any patient with symptoms should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with severe symptoms (eg, anaphylaxis, thromboembolic complications) should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"922305-s-12-33","title":"Range of Toxicity","mono":"<b>APROTININ<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Although doses up to 17.5 million KIU, intravenously administered over a 24-hour period, have been well-tolerated with no apparent toxicity, a patient, with pre-existing liver dysfunction, received greater than 15 million KIU of aprotinin in 24 hours, developed hepatic and renal failure post-operatively, and subsequently died; however, causality was unclear. THERAPEUTIC DOSE: TEST DOSE: 1 mL (1.4 mg or 10,000 KIU); LOADING DOSE: 100 to 200 mL (140 to 280 mg, or 1 to 2 million KIU); PUMP PRIME DOSE: 100 to 200 mL (140 to 280 mg; or 1 to 2 million KIU); CONSTANT INFUSION DOSE: 25 to 50 mL\/hr (35 to 70 mg\/hr, or 250,000 to 500,000 KIU).<br\/>"}]}]}