{"generic":"Budesonide","drugs":["Budesonide","Entocort EC","Pulmicort","Pulmicort Flexhaler","Pulmicort Respules","Pulmicort Turbuhaler","Rhinocort","Rhinocort Aqua","Uceris"],"mono":{"0":{"id":"922308-s-0","title":"Generic Names","mono":"Budesonide"},"1":{"id":"922308-s-1","title":"Dosing and Indications","sub":[{"id":"922308-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Asthma:<\/b> Pulmicort Flexhaler(TM): initial, 360 mcg via ORAL INHALATION twice daily; 180 mcg twice daily initially may be sufficient in some patients; MAX 720 mcg twice daily<\/li><li><b>Crohn's disease:<\/b> enteric-coated oral capsules (Entocort(R) EC), active disease: 9 mg ORALLY once daily in the morning for up to 8 weeks; a repeat 8-week course may be given for recurring episodes<\/li><li><b>Crohn's disease:<\/b> enteric-coated oral capsules (Entocort(R) EC), maintenance of remission: 6 mg ORALLY once daily up to 3 months and then taper to complete cessation<\/li><li><b>Nasal polyp:<\/b> 128 mcg INTRANASALLY once daily  OR 400 mcg\/day INTRANASALLY in 2 divided doses<\/li><li><b>Rhinitis, allergic and non-allergic:<\/b> initial, 1 spray\/nostril once daily; MAX 4 sprays\/nostril once a day<\/li><li><b>Ulcerative colitis, Distal:<\/b> 2 mg (100 mL) as a rectal enema once daily at night for 4 to 8 weeks (Canadian manufacturer dosage)<\/li><li><b>Ulcerative colitis (Mild to Moderate), Active:<\/b> extended-release tablet (Uceris(TM), 9 mg ORALLY once daily in the morning up to 8 weeks<\/li><\/ul>"},{"id":"922308-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Asthma:<\/b> Pulmicort Flexhaler(TM), age 6 years or older: initial, 180 mcg via ORAL INHALATION twice daily; 360 mcg twice daily may be required initially in some patients; MAX 360 mcg twice daily<\/li><li><b>Asthma:<\/b> Pulmicort Respules(R), age 1 to 8 years (previous therapy bronchodilators alone): initial, 0.5 mg ORAL INHALATION via jet nebulizer once daily or divided twice daily; MAX 0.5 mg\/day<\/li><li><b>Asthma:<\/b> Pulmicort Respules(R), age 1 to 8 years (previous therapy inhaled corticosteroids): initial, 0.5 mg ORAL INHALATION via jet nebulizer once daily or divided twice daily; MAX 1 mg\/day<\/li><li><b>Asthma:<\/b> Pulmicort Respules(R), age 1 to 8 years (previous oral corticosteroids therapy): initial, 0.5 mg ORAL INHALATION via jet nebulizer twice daily or 1 mg once daily; MAX 1 mg\/day<\/li><li><b>Rhinitis, allergic and non-allergic:<\/b> (6 years or older) initial, 1 spray\/nostril once a day; MAX dose (under 12 years) 2 sprays\/nostril once a day; (12 years or older) 4 sprays\/nostril once a day<\/li><\/ul>"},{"id":"922308-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic insufficiency, moderate to severe; oral route:<\/b> monitor for hypercorticism; dose reduction of Entocort(R) EC  or discontinuation of Uceris(TM) may be necessary<\/li><li><b>geriatric; oral route:<\/b> use Uceris(TM) cautiously; initiate Entocort(R) EC at the low end of the dosing range<\/li><li><b>concomitant administration with CYP3A4 inhibitors; oral route:<\/b> avoid concomitant use; if use is necessary, monitor for hypercorticism; consider lower oral dose of Entocort(R) EC<\/li><\/ul>"},{"id":"922308-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Asthma<\/li><li>Crohn's disease<\/li><li>Rhinitis, allergic and non-allergic<\/li><li>Ulcerative colitis (Mild to Moderate), Active<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Croup<\/li><li>Nasal polyp<\/li><li>Respiratory disease in perinatal period, chronic<\/li><li>Ulcerative colitis, Distal<\/li><\/ul>"}]},"3":{"id":"922308-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922308-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to budesonide or any component of the product<\/li><li>severe hypersensitivity to milk protein; lactose in Pulmicort Flexhaler(R) contains trace levels of milk proteins<\/li><li>primary treatment of status asthmaticus or other acute episodes of asthma requiring intensive intervention with oral inhalation<\/li><\/ul>"},{"id":"922308-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- caution in patients with hypertension when using oral capsule and extended-release tablet<\/li><li>Endocrine and Metabolic:<\/li><li>-- systemic corticosteroid effects such as hypercorticism and adrenal suppression may occur; increased risk with higher than recommended doses or recommended doses in susceptible patients;; monitoring recommended especially in patients exposed to trauma, surgery, infection, or stress<\/li><li>-- growth velocity reduction may occur in pediatric patients; dose adjustment and monitoring recommended when using nasal and oral inhalation<\/li><li>-- use with caution in patients with diabetes mellitus or a family history of diabetes when using oral capsule and extended-release tablet<\/li><li>Gastrointestinal:<\/li><li>-- caution in patients with peptic ulcer when using oral capsule and extended-release tablet<\/li><li>Hematologic:<\/li><li>-- eosinophilic conditions, including vasculitis consistent with Churg-Strauss syndrome, have been reported with oral inhalation<\/li><li>Hepatic:<\/li><li>-- moderate to severe hepatic impairment; monitoring recommended; consider discontinuation of oral extended-release tablet<\/li><li>-- hepatic impairment may result in drug accumulation<\/li><li>Immunologic:<\/li><li>-- immunosuppression may result in more susceptibility to serious infections and potentially fatal communicable diseases such as chickenpox and measles; avoid exposure<\/li><li>-- hypersensitivity reactions such as anaphylaxis, angioedema, bronchospasm, urticaria, rash, and dermatitis have been reported with oral inhalation<\/li><li>Musculoskeletal:<\/li><li>-- caution in patients with osteoporosis when using oral capsule and extended-release tablet<\/li><li>-- bone mineral density reduction may occur with oral inhalation product especially with prolonged immobilization, family history of osteoporosis, chronic use of drugs that can reduce bone mass, tobacco use, and in postmenopausal, elderly, or malnourished patients; monitoring recommended<\/li><li>Ophthalmic:<\/li><li>-- cataracts and glaucoma have been reported; monitoring recommended in patients with vision changes or a history of glaucoma, increased intraocular pressure, or cataracts<\/li><li>-- caution in patients with glaucoma or family history of glaucoma when using oral extended-release tablet<\/li><li>Respiratory:<\/li><li>-- paradoxical and potentially fatal bronchospasm may occur with oral inhalation product; discontinue and administer alternative therapy<\/li><li>-- recent nasal septal ulcers, nasal surgery, or nasal trauma; wound healing may be impaired<\/li><li>Other:<\/li><li>-- transfer from steroid therapy with higher systemic effects to that with lower systemic effects, or from systemic corticosteroid therapy to inhalation or intranasal therapy  poses greater risk of acute adrenal suppression, benign intracranial hypertension, withdrawal effects, and unmasking of suppressed allergic conditions such as rhinitis and eczema; monitoring and slow tapering of systemic corticosteroid recommended<\/li><li>-- use caution or avoid use in patients with active or quiescent tuberculosis<\/li><li>-- untreated infections such as systemic bacterial, fungal, viral, or parasitic infections or ocular herpes simplex may worsen; use with caution or avoid use<\/li><li>-- Candida albicans infection of the mouth and pharynx may occur with oral inhalation  and in the nose and pharynx with nasal administration<\/li><li>Concomitant use:<\/li><li>-- concomitant use of inhaled or intranasal budesonide with any HIV protease inhibitor or ritonavir-boosted protease inhibitor not recommended unless potential benefit outweighs risk of systemic corticosteroid adverse effects.<\/li><li>-- concomitant consumption of grapefruit or grapefruit juice should be avoided with oral capsule and extended-release tablet therapy<\/li><\/ul>"},{"id":"922308-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"922308-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"922308-s-4","title":"Drug Interactions","sub":{"1":{"id":"922308-s-4-14","title":"Major","mono":"<ul><li>Boceprevir (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><\/ul>"},"2":{"id":"922308-s-4-15","title":"Moderate","mono":"<ul><li>Balofloxacin (established)<\/li><li>Besifloxacin (established)<\/li><li>Ciprofloxacin (established)<\/li><li>Enoxacin (established)<\/li><li>Erythromycin (probable)<\/li><li>Fleroxacin (established)<\/li><li>Flumequine (established)<\/li><li>Gatifloxacin (established)<\/li><li>Gemifloxacin (established)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Levofloxacin (established)<\/li><li>Lomefloxacin (established)<\/li><li>Moxifloxacin (established)<\/li><li>Nadifloxacin (established)<\/li><li>Norfloxacin (established)<\/li><li>Ofloxacin (established)<\/li><li>Pazufloxacin (established)<\/li><li>Pefloxacin (established)<\/li><li>Prulifloxacin (established)<\/li><li>Rufloxacin (established)<\/li><li>Sparfloxacin (established)<\/li><li>Tosufloxacin (established)<\/li><\/ul>"}}},"5":{"id":"922308-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (inhalation, 2% to 4%; oral, 10%), Nausea (inhalation, 1.8%; oral, 5.1% to 11%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (oral, 2% to 5%)<\/li><li><b>Neurologic:<\/b>Headache (inhalation, greater than 3%; oral, 11.4% to 21%)<\/li><li><b>Respiratory:<\/b>Epistaxis (inhalation, 2% to 4%; intranasal, 8%), Nasal stinging\/burning (intranasal, less than 1%), Respiratory tract infection (inhalation, 3% to 38%; oral, 11%), Sinusitis (inhalation, 3% or greater; oral, 8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Syncope (inhalation, 1% to 3%)<\/li><li><b>Endocrine metabolic:<\/b>Cushing's syndrome (oral, 5% to 15%; inhalation, rare), Secondary hypocortisolism (oral, 4.3%; inhalation, rare)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Musculoskeletal:<\/b>Fracture of bone (inhalation, 1% to 3%), Osteoporosis<\/li><li><b>Ophthalmic:<\/b>Cataract, Glaucoma<\/li><li><b>Respiratory:<\/b>Pneumonia<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"922308-s-6","title":"Drug Name Info","sub":{"0":{"id":"922308-s-6-17","title":"US Trade Names","mono":"<ul><li>Entocort EC<\/li><li>Pulmicort<\/li><li>Pulmicort Turbuhaler<\/li><li>Rhinocort<\/li><li>Rhinocort Aqua<\/li><li>Pulmicort Flexhaler<\/li><li>Pulmicort Respules<\/li><li>Uceris<\/li><\/ul>"},"2":{"id":"922308-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Anti-Inflammatory<\/li><li>Endocrine-Metabolic Agent<\/li><li>Gastrointestinal Agent<\/li><\/ul>"},"3":{"id":"922308-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"922308-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"922308-s-7","title":"Mechanism Of Action","mono":"Budesonide is an anti-inflammatory synthetic corticosteroid with potent glucocorticoid and weak mineralocorticoid activity. It exhibits a broad range of active inhibition against multiple cell types and mediators involving allergic and nonallergic\/irritant mediated inflammation.<br\/>"},"8":{"id":"922308-s-8","title":"Pharmacokinetics","sub":[{"id":"922308-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, aerosol inhalation: 10 min<\/li><li>Tmax, nebulizer inhalation: 20 min <\/li><li>Tmax, nasal inhalation: 0.6 hr (0.3 hr to 2 hr)<\/li><li>Tmax, oral, extended-release tablet: 13.3 +\/- 5.9 hours<\/li><li>Tmax, oral, extended-release capsule: 30 to 600 minutes.<\/li><li>Bioavailability, aerosol inhalation: 39%.<\/li><li>Bioavailability, nebulizer inhalation: 6%<\/li><li>Bioavailability, nasal inhalation: 21%<\/li><li>Bioavailability, oral, 9% to 10%<\/li><li>Bioavailability, percutaneous absorption: 1% to 36%<\/li><li>Effect of food: Oral: Tmax, delayed 2.4 to 2.5 hours; AUC, no significant change; Cmax decreased by 27%<\/li><\/ul>"},{"id":"922308-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 2.2 to 3.9 L\/kg<\/li><li>Protein binding: 85% to 90%<\/li><\/ul>"},{"id":"922308-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic (first pass) via CYP3A4, extensive<\/li><li>Metabolites: 16-alpha-hydroxyprednisolone and 6-beta-hydroxybudesonide; inactive<\/li><\/ul>"},{"id":"922308-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 15.1% to 29.6% as metabolites<\/li><li>Renal: approximately 60%; 0% unchanged<\/li><li>Total body clearance, adults: 0.9 to 1.8 mL\/min<\/li><li>Total body clearance, pediatrics: 0.5 L\/min<\/li><\/ul>"},{"id":"922308-s-8-27","title":"Elimination Half Life","mono":"2 to 3.6 hours; 1.5 to 2.3 hours (pediatrics) <br\/>"}]},"9":{"id":"922308-s-9","title":"Administration","mono":"<ul><li><b>Inhalation<\/b><br\/><ul><li>prime inhaler prior to initial use only<\/li><li>do not shake inhaler<\/li><li>do not use with a spacer<\/li><li>after inhalation, rinse mouth with water and then spit out the water<\/li><\/ul><\/li><li><b>Nasal<\/b><br\/><ul><li>shake gently before use<\/li><li>prime by actuating 8 times prior to initial use<\/li><li>if not used for 2 consecutive days, reprime until a fine mist appears<\/li><li>if not used for 14 days, rinse the applicator and reprime until a fine mist appears<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>swallow whole; do not break or chew<\/li><li>take in the morning<\/li><\/ul><\/li><\/ul>"},"10":{"id":"922308-s-10","title":"Monitoring","mono":"<ul><li>(oral inhalation) asthma: reduced symptoms and improved pulmonary function tests such as FEV1 is evidence of efficacy<\/li><li>(oral capsules or tablets) Crohn disease or ulcerative colitis: clinical improvement such as a reduction in rectal bleeding, frequency of liquid, mucosal, or very soft stools, abdominal pain, and the need for antidiarrheal agents is evidence of efficacy<\/li><li>(nasal inhalation) seasonal and perennial allergic rhinitis: a reduction in the severity of nasal symptoms of including runny nose, sneezing, and nasal congestion is evidence of efficacy<\/li><li>signs and symptoms of hypercorticism, increased; in patients with moderate to severe liver disease<\/li><li>(oral capsules or tablets) adrenocortical function; for symptoms attributed to withdrawal of higher-potency glucocorticoid<\/li><li>(nasal or oral inhalation) development of glaucoma or cataracts in patients who experience changes in vision or have a history of increased intraocular pressure, glaucoma, and\/or cataracts<\/li><li>(nasal or oral inhalation) routine growth velocity measurement in pediatric patients; especially if receiving long-term therapy; every 3 to 6 months compare measured height velocity to height reference standards<\/li><li>(nasal or oral inhalation) signs of adverse effects involving the oral mucosa or throat, periodically; including localized Candida albicans infection<\/li><li>(oral inhalation) bone marrow density in patients at major risk for decreased bone mineral content (eg, poor nutrition, prolonged immobilization, a family history of osteoporosis, post menopausal, tobacco use, advanced age, chronic medications that reduce bone mass)<\/li><li>(oral inhalation) signs of systemic corticosteroid effects (eg, hypercorticism, adrenal suppression including adrenal crisis); especially during a postoperative period, times of stress, with higher doses, or prolonged use<\/li><li>(oral inhalation) signs of systemic eosinophilic conditions (eg, eosinophilia, vasculitis rash, worsening pulmonary symptoms, cardiac complications, and\/or neuropathy)<\/li><\/ul>"},"11":{"id":"922308-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Inhalation Suspension: 0.25 MG\/2 ML, 0.5 MG\/2 ML<\/li><li>Nasal Spray: 0.032 MG\/Actuation<\/li><li>Oral Capsule, Delayed Release: 3 MG<\/li><\/ul><\/li><li><b>Entocort EC<\/b><br\/>Oral Capsule, Delayed Release: 3 MG<br\/><\/li><li><b>Pulmicort Flexhaler<\/b><br\/>Inhalation Powder: 90 MCG\/Actuation, 180 MCG\/Actuation<br\/><\/li><li><b>Pulmicort Flex<\/b><br\/>Inhalation Powder: 180 MCG\/Actuation<br\/><\/li><li><b>Pulmicort Respules<\/b><br\/>Inhalation Suspension: 0.25 MG\/2 ML, 0.5 MG\/2 ML, 1 MG\/2 ML<br\/><\/li><li><b>Rhinocort Aqua<\/b><br\/>Nasal Spray: 0.032 MG\/Actuation<br\/><\/li><li><b>Rhinocort<\/b><br\/><ul><li>Nasal Aerosol Powder: 0.032 MG\/Actuation<\/li><li>Nasal Spray: 0.032 MG\/Actuation<\/li><\/ul><\/li><li><b>Uceris<\/b><br\/><ul><li>Oral Tablet, Extended Release: 9 MG<\/li><li>Rectal Foam: 2 MG\/Actuation<\/li><\/ul><\/li><\/ul>"},"12":{"id":"922308-s-12","title":"Toxicology","sub":[{"id":"922308-s-12-31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"922308-s-12-32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"922308-s-12-33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"922308-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that inhalation form is not for acute asthma attacks. A short-acting beta-agonist should be available.<\/li><li>Instruct patient to discontinue inhalation powder if bronchospasm occurs. A short-acting beta-agonist should be available.<\/li><li>Instruct patient to avoid exposure to chickenpox and measles during drug therapy. If exposure occurs, patient must immediately notify physician.<\/li><li>Counsel patient to immediately report symptoms of ocular herpes simplex or active tuberculosis, fungal, bacterial, viral, or parasitic infections.<\/li><li>The oral form may cause headache, nausea, diarrhea, abdominal pain or distension, fatigue, flatulence, acne, urinary tract infections, arthralgia, or constipation.<\/li><li>The nasal form may cause nasal irritation and septal perforation.<\/li><li>The nasal and oral inhalation forms may cause rhinitis, pharyngitis, coughing, otitis media, impaired wound healing, vomiting, diarrhea, abdominal pain, epistaxis, and rash.<\/li><li>Counsel patient to report vision changes or signs of nasal or oropharyngeal candidiasis.<\/li><li>Instruct patient to report symptoms of hypercorticism (eg, acne, bruising, moon face, hirsutism) or adrenal suppression (eg, fatigue, muscle weakness, weight loss, abdominal pain, nausea, hypotension).<\/li><li>Advise caregivers of pediatric patients to monitor for reduced growth velocity.<\/li><li>Instruct patient using the oral inhaler to rinse mouth with water after each use to prevent oral fungal infections.<\/li><li>Advise patients taking the oral forms to avoid consumption of grapefruit and grapefruit juice during therapy.<\/li><\/ul>"}}}