{"generic":"Famciclovir","drugs":["Famciclovir","Famvir"],"mono":{"0":{"id":"922313-s-0","title":"Generic Names","mono":"Famciclovir"},"1":{"id":"922313-s-1","title":"Dosing and Indications","sub":[{"id":"922313-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Genital herpes simplex, Initial episode:<\/b> first episode, 250 mg ORALLY 3 times daily for 7 to 10 days<\/li><li><b>Genital herpes simplex, Initial episode:<\/b> (HIV-infected) 500 mg ORALLY twice daily for 5 to 14 days<\/li><li><b>Herpes labialis, Initial episode - HIV infection:<\/b> 500 mg ORALLY twice daily for 5 to 10 days<\/li><li><b>Herpes zoster, Shingles:<\/b> 500 mg ORALLY every 8 hours for 7 days<\/li><li><b>Herpes zoster, Shingles - HIV infection:<\/b> (acute localized dermatomal) 500 mg ORALLY 3 times daily for 7 to 10 days<\/li><li><b>HIV infection - Recurrent genital herpes simplex, Suppression:<\/b> 500 mg ORALLY twice daily<\/li><li><b>HIV infection - Varicella:<\/b> (uncomplicated cases) 500 mg ORALLY 3 times daily for 5 to 7 days<\/li><li><b>Recurrent genital herpes simplex:<\/b> 1000 mg ORALLY twice daily for 1 day  OR 125 mg ORALLY twice daily for 5 days OR 500 mg ORALLY once, followed by 250 mg ORALLY twice daily for 2 days; initiate at first sign or symptom of a recurrent episode<\/li><li><b>Recurrent genital herpes simplex:<\/b> (HIV-infected) 500 mg ORALLY twice daily for 5 to 14 days (guideline dosing)  or for 7 days (manufacturer dosing); initiate at first sign or symptoms of a recurrent episode<\/li><li><b>Recurrent genital herpes simplex, Suppression:<\/b> 250 mg ORALLY twice a day for up to 1 year<\/li><li><b>Recurrent herpes simplex labialis:<\/b> 1500 mg ORALLY as a single dose; initiate at earliest sign or symptom of a cold sore<\/li><li><b>Recurrent herpes simplex labialis:<\/b> (HIV-infected) 500 mg ORALLY twice daily for 5 to 10 days (guideline dosing)  or for 7 days (manufacturer dosing); initiate at earliest sign or symptom of a cold sore<\/li><\/ul>"},{"id":"922313-s-1-5","title":"Pediatric Dosing","mono":"efficacy in pediatric patients has not been established "},{"id":"922313-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> herpes zoster; creatinine clearance (CrCl) 60 mL\/min or greater, usual dose; CrCl 40 to 59 mL\/min, 500 mg every 12 hours; CrCl 20 to 39 mL\/min, 500 mg every 24 hours; CrCl less than 20 mL\/min, 250 mg every 24 hours; hemodialysis, 250 mg following each dialysis<\/li><li><b>renal impairment:<\/b> recurrent genital herpes; creatinine clearance (CrCl) 60 mL\/min or greater, usual dose; CrCl 40 to 59 mL\/min, 500 mg every 12 hours for 1 day; CrCl 20 to 39 mL\/min, 500 mg as a single dose; CrCl less than 20 mL\/min, 250 mg as a single dose; hemodialysis, 250 mg as a single dose following dialysis<\/li><li><b>renal impairment:<\/b> suppression of recurrent genital herpes; creatinine clearance (CrCl) 40 mL\/min or greater, usual dose; CrCl 20 to 39 mL\/min, 125 mg every 12 hours; CrCl less than 20 mL\/min, 125 mg every 24 hours; hemodialysis, 125 mg following each dialysis<\/li><li><b>renal impairment:<\/b> recurrent herpes labialis; creatinine clearance (CrCl) 60 mL\/min or greater, usual dose; CrCl 40 to 59 mL\/min, 750 mg as a single dose; CrCl 20 to 39 mL\/min, 500 mg as single dose; CrCl less than 20 mL\/min, 250 mg as a single dose; hemodialysis, 250 mg as a single dose following dialysis<\/li><li><b>renal impairment:<\/b> recurrent orolabial or genital herpes in HIV-infected patients; creatinine clearance (CrCl) 40 mL\/min or greater, usual dose; CrCl 20 to 39 mL\/min, 500 mg every 24 hours; CrCl less than 20 mL\/min, 250 mg every 24 hours; hemodialysis, 250 mg following each dialysis<\/li><li><b>hepatic impairment (mild to moderate):<\/b> no dosage adjustment necessary<\/li><\/ul>"},{"id":"922313-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Herpes zoster, Shingles<\/li><li>Recurrent genital herpes simplex<\/li><li>Recurrent genital herpes simplex, Suppression<\/li><li>Recurrent herpes simplex labialis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute retinal necrosis<\/li><li>Genital herpes simplex, Initial episode<\/li><li>Hepatitis B<\/li><li>Herpes labialis, Initial episode - HIV infection<\/li><li>Herpes zoster, Shingles - HIV infection<\/li><li>HIV infection - Recurrent genital herpes simplex, Suppression<\/li><li>HIV infection - Varicella<\/li><\/ul>"}]},"3":{"id":"922313-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922313-s-3-9","title":"Contraindications","mono":"hypersensitivity to famciclovir, penciclovir, or any component of the product <br\/>"},{"id":"922313-s-3-10","title":"Precautions","mono":"renal insufficiency (creatinine clearance less than 60 mL\/min); acute renal failure has been reported with inappropriately high doses of famciclovir for level of renal function; dose adjustment recommended <br\/>"},{"id":"922313-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"922313-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"922313-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (1.8% to 9%), Flatulence (0.6% to 4.8%), Nausea (2.2% to 12.5%), Vomiting (1.2% to 4.8%)<\/li><li><b>Neurologic:<\/b>Headache (9.7% to 39.3%)<\/li><li><b>Reproductive:<\/b>Dysmenorrhea (0.9% to 7.6%)<\/li><\/ul><b>Serious<\/b><br\/><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome<br\/>"},"6":{"id":"922313-s-6","title":"Drug Name Info","sub":{"0":{"id":"922313-s-6-17","title":"US Trade Names","mono":"Famvir<br\/>"},"2":{"id":"922313-s-6-19","title":"Class","mono":"<ul><li>Antiviral<\/li><li>Guanosine Nucleoside Analog<\/li><\/ul>"},"3":{"id":"922313-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"922313-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"922313-s-7","title":"Mechanism Of Action","mono":" Famciclovir is a pro-drug; it is the diacetyl 6-deoxy analog of the active antiviral compound, penciclovir. Penciclovir has antiviral activity against herpes simplex virus type 1 (HSV-1), HSV-2, varicella-zoster virus (VZV), and Epstein-Barr virus. Penciclovir is phosphorylated by viral thymidine kinase to penciclovir monophosphate, which is then converted to penciclovir triphosphate by cellular kinases. Penciclovir inhibits herpes viral DNA synthesis, and, therefore, replication. Penciclovir does not inhibit DNA synthesis in uninfected cells because it is phosphorylated only in herpes-infected cells. In vitro studies have shown that penciclovir triphosphate has greater intracellular stability in HSV-2-infected cells than does acyclovir triphosphate . Also, unlike acyclovir, the antiviral activity of penciclovir persists in the absence of extracellular drug .<br\/>"},"8":{"id":"922313-s-8","title":"Pharmacokinetics","sub":[{"id":"922313-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 0.9 hr<\/li><li>Bioavailability, Oral: 77%<\/li><li>Effect of food: no effect on systemic availability<\/li><\/ul>"},{"id":"922313-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 1.08 L\/kg<\/li><li>Protein binding: less than 20% to plasma proteins<\/li><\/ul>"},{"id":"922313-s-8-25","title":"Metabolism","mono":"<ul><li>Site of metabolism, liver: extensive.<\/li><li> Metabolite: penciclovir (active)<\/li><\/ul>"},{"id":"922313-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 27%<\/li><li> Renal: 73%; approximately 100% changed<\/li><li>Renal clearance: 27.7 L\/hr.<\/li><li>Renal clearance among renally impaired patients: 13 L\/hr (CrCl 40 to 59 mL\/min); 4.2 L\/hr (CrCl 20 to 39 mL\/min); 1.6 L\/hr (CrCl less than 20 mL\/min)<\/li><li>Dialyzable: Yes (hemodialysis)<\/li><li>Total body clearance: 0.48 L\/kg\/hr.<\/li><\/ul>"},{"id":"922313-s-8-27","title":"Elimination Half Life","mono":"<ul><li>2.3 hr<\/li><li>Renal impairment: prolonged<\/li><\/ul>"}]},"9":{"id":"922313-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with or without food <br\/>"},"10":{"id":"922313-s-10","title":"Monitoring","mono":"symptomatic improvement<br\/>"},"11":{"id":"922313-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 125 MG, 250 MG, 500 MG<br\/><\/li><li><b>Famvir<\/b><br\/>Oral Tablet: 125 MG, 250 MG, 500 MG<br\/><\/li><\/ul>"},"12":{"id":"922313-s-12","title":"Toxicology","sub":[{"id":"922313-s-12-31","title":"Clinical Effects","mono":"<b>ACYCLOVIR AND RELATED AGENTS <\/b><br\/>USES: Substances include acyclovir, famciclovir, and penciclovir. Famciclovir is a prodrug of penciclovir. Ganciclovir, valganciclovir, and valacyclovir are covered in separate managements. Acyclovir and related medications are used for prophylaxis and treatment of herpes virus infections, including varicella infection. PHARMACOLOGY: These drugs are acyclic analogues of the natural nucleoside guanosine. They are activated via monophosphorylation by virus-induced thymidine kinase and then will undergo 2 additional phosphorylations. The triphosphate forms inhibit herpes viral DNA synthesis but do not inhibit DNA synthesis in uninfected cells because the initial phosphorylation only occurs in herpes-infected cells. TOXICOLOGY: At high concentrations, acyclovir precipitates as crystals in the urine, causing nephropathy. The mechanism for neurologic toxicity is not understood. EPIDEMIOLOGY: Overdose is uncommon; most reported toxicity is from high therapeutic doses. Severe toxicity is very rare, and there are no reported deaths from overdose. MILD TO MODERATE TOXICITY: Most patients who ingest these agents in overdose experience only mild or moderate effects. The primary manifestations are nausea, vomiting, and headache. Renal injury has been reported. SEVERE TOXICITY: Most toxicity from these agents is from therapeutic or high therapeutic doses (particularly in patients with renal insufficiency) rather than inadvertent or intentional oral overdose. Neurotoxicity predominates and may include lethargy, confusion, ataxia, nystagmus, dysarthria, hallucinations, myoclonus, agitation, and in severe cases, seizures or coma. Renal failure can also develop and is usually transient. ADVERSE EFFECTS: ORAL: Nausea, vomiting, and headaches are common.  IV:  Adverse effects include neurotoxicity which resembles an extension of viral infection into the central nervous system.   Most commonly, mental status changes and involuntary movements occur.   Lethargy, fatigue, irritability, depression, agitation, occasional myoclonus with muscle fasciculations, hyperactive tendon reflexes, tremor, stupor and coma have been reported following intravenous acyclovir, particularly rapid infusions.  Psychosis and neuropsychiatric symptoms have also been described with IV acyclovir administration. Neurotoxicity is generally reversible. Local inflammation at injection site or phlebitis, renal injury and acute renal failure, agitation, coma, seizures, and lethargy may occur with acute or repeated administration to patients with renal insufficiency.  Obstructive nephropathy as a result of acyclovir crystalluria may develop following high-dose therapy.  Leukopenia has occasionally been reported as an adverse effect following therapeutic doses. TOPICAL: Mild pain, burning, stinging, and itching. OCULAR: Mild irritation.<br\/>"},{"id":"922313-s-12-32","title":"Treatment","mono":"<b>ACYCLOVIR AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients generally do well with supportive care. Nausea and vomiting should be treated with antiemetics. Rashes should be treated with supportive care, discontinuation of the offending agent, and consideration of antihistamines and corticosteroids. With massive overdose, hydrate patients and monitor renal function. MANAGEMENT OF SEVERE TOXICITY: Supportive care remains the mainstay of care in severe toxicity. Seizures should be treated with benzodiazepines as first line therapy, followed by barbiturates or propofol, if seizures persist. Hydrate patients and monitor urine output and renal function. Airway protection should be employed as need for patients with coma.<\/li><li>Decontamination: PREHOSPITAL: No pre-hospital decontamination is indicated. HOSPITAL: Activated charcoal should be considered in patients with recent, large overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role, as toxicity is not life threatening.<\/li><li>Airway management: Central respiratory failure is not expected with oral overdose of acyclovir. Patients with profound CNS depression or recurrent seizures require airway management, but this is exceedingly rare.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor renal function and urine output in patients receiving IV acyclovir with suspected toxicity or after massive oral overdose.<\/li><li>Enhanced elimination procedure: Acyclovir and famciclovir have low protein binding and volumes of distribution, and can be removed by hemodialysis. Hemodialysis has been used to reduce serum acyclovir concentrations in patients with toxicity, but is rarely indicated as patients do well with supportive care.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of these products may be observed at home. OBSERVATION CRITERIA: Patients with deliberate overdose and symptomatic patients should be sent to a healthcare facility for evaluation and treatment. Patients should be observed for 6 hours, primarily monitoring signs of co-ingestant toxicity or development of significant CNS depression. Follow-up renal function tests should be obtained in patients with massive overdose. ADMISSION CRITERIA: Admit patients with severe toxicity characterized by CNS effects or renal injury. CONSULT CRITERIA: Consider consultation with nephrology for patients with renal injury.<\/li><\/ul>"},{"id":"922313-s-12-33","title":"Range of Toxicity","mono":"<b>ACYCLOVIR AND RELATED AGENTS<\/b><br\/>TOXICITY: A toxic dose has not been established for these agents. ACYCLOVIR: ADULT: Overdose ingestions up to 20 grams have been reported, associated with the development of lethargy, agitation, seizures, and coma. PEDIATRIC: A 2-year-old received 800 mg acyclovir IV and developed transient neurotoxicity, but recovered. Two neonates, who received 65 mg\/kg and 100 mg\/kg acyclovir IV had no evidence of toxicity. Transient nephrotoxicity developed in a neonate who received acyclovir 100 mg\/kg IV three times daily for 4 days, and another who received 750 mg\/kg IV. THERAPEUTIC DOSE: Varies with indication. ACYCLOVIR: ADULT: Oral dose is 200 to 800 mg 3 to 5 times daily. The IV dose is 5 to 10 mg\/kg every 8 hours. PEDIATRIC: ORAL: 2 yrs and older, less than 40 kg: 20 mg\/kg 4 times daily; greater than 40 kg: 800 mg 4 times daily. IV (birth to 12 yrs of age): 10 to 20 mg\/kg every 8 hours. FAMCICLOVIR: ADULT: 500 mg to 2 g daily divided in 2 or 3 doses. PENCICLOVIR: ADULT: Apply topically every 2 hours while awake.<br\/>"}]},"13":{"id":"922313-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex since drug does not prevent disease transmission.<\/li><li>Tell patient to avoid activities requiring mental alertness until drug effects are realized as drug may cause dizziness, somnolence, or confusion.<\/li><li>Drug may cause headache, nausea, diarrhea, fatigue, or rash.<\/li><li>Instruct patient to report signs\/symptoms of renal impairment.<\/li><\/ul>"}}}