{"drugs":["Enterex Glutapak-10","Glutamine","Resource Glutasolve","Sympt-X","Sympt-X G.I."],"mono":{"0":{"id":"922551-s-0","title":"Generic Names","mono":"Glutamine"},"1":{"id":"922551-s-1","title":"Dosing and Indications","sub":{"0":{"id":"922551-s-1-4","title":"Adult Dosing","mono":"<b>Short bowel syndrome, In conjunction with recombinant human growth hormone:<\/b> 5 grams ORALLY six times daily with meal or snacks at 2 to 3 hour intervals while awake; therapy can be continued for up to 16 weeks "},"1":{"id":"922551-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in pediatric patients "},"3":{"id":"922551-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Short bowel syndrome, In conjunction with recombinant human growth hormone<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Mucositis following chemotherapy, Prevention in high risk patients<\/li><li>Peripheral neuropathy, Due to oxaliplatin or high-dose paclitaxel; Prophylaxis<\/li><\/ul>"}}},"3":{"id":"922551-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922551-s-3-9","title":"Contraindications","mono":"no specific contraindications have been determined <br\/>"},{"id":"922551-s-3-10","title":"Precautions","mono":"<ul><li>hepatic impairment; monitoring recommended<\/li><li>renal impairment; monitoring recommended<\/li><\/ul>"},{"id":"922551-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"922551-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"922551-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema<\/li><li><b>Gastrointestinal:<\/b>Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Insomnia<\/li><li><b>Psychiatric:<\/b>Depression<\/li><li><b>Other:<\/b>Fever, Rigor<\/li><\/ul><b>Serious<\/b><ul><li><b>Hepatic:<\/b>Hepatotoxicity (1 in 9 patients)<\/li><li><b>Renal:<\/b>Nephrolithiasis (1 in 9 patients), Pyelonephritis (1 in 9 patients)<\/li><\/ul>"},"6":{"id":"922551-s-6","title":"Drug Name Info","sub":{"0":{"id":"922551-s-6-17","title":"US Trade Names","mono":"<ul><li>Enterex Glutapak-10<\/li><li>Resource Glutasolve<\/li><li>Sympt-X<\/li><li>Sympt-X G.I.<\/li><\/ul>"},"2":{"id":"922551-s-6-19","title":"Class","mono":"<ul><li>Amino Acid Supplement<\/li><li>Gastrointestinal Agent<\/li><\/ul>"},"3":{"id":"922551-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"922551-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"922551-s-7","title":"Mechanism Of Action","mono":"Glutamine, a \"conditionally essential\" amino acid, is a transporter of nitrogen and an acid-base balance regulator. It is involved in sustaining a positive nitrogen balance in the body and is essential in rapidly growing cells including immune system lymphocytes and intestinal cell enterocytes.<br\/>"},"9":{"id":"922551-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(powder for solution) each dose of glutamine powder for solution should be reconstituted in 8 ounces of water prior to ingestion<\/li><li>(powder for solution) take with meals or snacks at 2 to 3 h intervals while awake<\/li><li>(powder for solution) a dose may be delayed for up to 2 h if intolerant to oral intake<\/li><\/ul>"},"10":{"id":"922551-s-10","title":"Monitoring","mono":"<ul><li>reduction in IV parenteral nutrition requirements<\/li><li>renal and hepatic function<\/li><\/ul>"},"11":{"id":"922551-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 500 MG, 750 MG<\/li><li>Oral Powder for Solution: 10 GM\/Dose<\/li><li>Oral Powder for Suspension: 4000 MG\/5 ML<\/li><li>Oral Tablet: 500 MG<\/li><\/ul><\/li><li><b>Enterex Glutapak-10<\/b><br\/>Oral Powder for Solution: 10 GM\/15 GM<br\/><\/li><li><b>Glutasolve<\/b><br\/>Oral Packet: 15 GM\/Packet<br\/><\/li><li><b>NutreStore<\/b><br\/>Oral Powder for Solution: 5 GM\/Packet<br\/><\/li><li><b>Sympt-X G.I.<\/b><br\/>Oral Powder for Solution: 10 GM\/Packet<br\/><\/li><\/ul>"},"12":{"id":"922551-s-12","title":"Toxicology","sub":[{"id":"922551-s-12-31","title":"Clinical Effects","mono":"<b>AMINO ACID SUPPLEMENTS <\/b><br\/>TOPIC DESCRIPTION: There are about 22 amino acids that are the primary components of protein.  Isoleucine (Iso), leucine (Leu), lysine (Lys), methionine (Meth), phenylalanine (Phe), threonine (Thr), tryptophan (Trp), and valine (Val), are considered \"essential\" because they are not manufactured by the body and must be supplied by foods in the diet.  Histidine (His) and arginine (Arg) are \"semiessential\" or conditionally essential in some clinical states (eg, renal or hepatic insufficiency). Tyrosine (Tyr), glycine (Gly), serine (Ser), glutamine (Glu), aspartate (Asp), cystine (Cys), proline (Pro), alanine (Ala), ornithine (Orn) are considered \"nonessential\" amino acids. USES: Amino acids are the protein source of total parenteral nutrition administered in patients without normal dietary intake.  Formulations contain approximately 15 amino acids, both essential and nonessential, with a total content ranging between 3% and 15%.  Some preparations which contain mostly essential amino acids are designed for renal failure patients needing protein supplementation while others are specific for hepatic dysfunction and metabolic stress. Orally, branched-chain amino acids are used to improve exercise performance and reduce protein and muscle breakdown during intense exercise.  In addition, they are used for amyotrophic lateral sclerosis (ALS, Lou Gehrig's disease), latent portosystemic encephalopathy, and chronic hepatic encephalopathy. Intravenously, branched-chain amino acids are used for acute hepatic encephalopathy, in conditions of high metabolic stress due to severe trauma or sepsis. PHARMACOLOGY: Arginine: L-Arginine is a precursor of nitric oxide, which exhibits activity as a vasodilator, platelet-aggregation inhibitor and modulator of immunological processes and epithelial permeability. Arginine also stimulates the release of pituitary growth hormone presumably as a result of effects on the hypothalamus. Glutamine: Produced mainly in skeletal muscle and acts as an inter-organ nitrogen and carbon transporter.  It is important for maintaining intestinal function, immune response, and amino acid homeostasis during times of severe stress. Methionine: Potentiates growth hormone and its releasing hormone secretion.  It can increase serum homocysteine levels. EPIDEMIOLOGY: Overdose is rare. OVERDOSE:  Toxicity from orally administered amino acids is extremely low. At high doses, administration of IV arginine may cause hypotension. Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. ADVERSE EFFECTS: Diarrhea, nausea, vomiting, abdominal pain, bloating, or gout have been reported with oral administration of arginine, glutamic acid, lysine, and DL-methionine. Intravenous use has been associated with hyperammonemia and intrahepatic cholestasis. ARGININE: Hypophosphatemia, hyperkalemia, phlebitis, hyperthermia, extravasation injury, and acute allergic reactions (nasal obstruction and discharge, coughing, profuse sweating, severe choking) have occurred during arginine infusions. Rapid arginine infusion rates have reportedly caused local irritation, flushing, nausea, vomiting, numbness, and headache. LYSINE: Fanconi's syndrome has been reported with chronic L-lysine ingestion. METHIONINE: Drowsiness and irritability may occur with DL-methionine.<br\/>"},{"id":"922551-s-12-32","title":"Treatment","mono":"<b>AMINO ACID SUPPLEMENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive.  Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. In high doses, intravenous L-arginine can cause hypotension due to peripheral vasodilatation.  Generally, if the rate of infusion is slowed or stopped, hypotension is transient. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: Toxicity after ingestion is unlikely and generally only expected with chronic use.  Gastrointestinal decontamination is generally unnecessary.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None<\/li><li>Extravasation injury: Extravasation injury has been reported infrequently following IV arginine infusion. If extravasation occurs, stop the infusion. Disconnect the IV tubing, but leave the cannula or needle in place. Attempt to aspirate the extravasated drug from the needle or cannula. If possible, withdraw 3 to 5 mL of blood and\/or fluids through the needle\/cannula. Elevate the affected area. No information is available regarding the application of warm or cold compresses following extravasation of arginine. Administer analgesia for severe pain. If pain persists, there is concern for compartment syndrome, or injury is apparent, an early surgical consult should be considered. Close observation of the extravasated area is suggested.  If tissue sloughing, necrosis or blistering occurs, treat as a chemical burn (ie, antiseptic dressings, silver sulfadiazine, antibiotics when applicable).  Surgical or enzymatic debridement may be required. Risk of infection is increased in chemotherapy patients with reduced neutrophil count following extravasation. Consider culturing any open wounds. Monitor the site for the development of cellulitis, which may require antibiotic therapy. GAULT TECHNIQUE (SALINE FLUSH-OUT TECHNIQUE):  Prepare around the area of extravasation and inject 1% lidocaine subQ. Inject 1500 Units of hyaluronidase subcutaneously to the affected area. Make 4 small stab incisions around the periphery of the lesion. Pass a blunt tipped catheter or Veress needle attached to a saline-filled syringe into the first stab incision and irrigate the fluid through the subcutaneous tissue, flowing out of the other 3 incisions. Repeat the procedure while injecting through the other incisions. Approximately 500 mL fluid total is recommended. Saline should be actively flowing out the other incisions and not accumulating, which can cause an iatrogenic compartment syndrome. Cover the wound with a dry sterile dressing and monitor it daily.<\/li><li>Monitoring of patient: Monitor vital signs, renal function, and liver enzymes in symptomatic patients. Monitor fluid and electrolyte status in patients with significant vomiting and\/or diarrhea. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: There is no information regarding the effectiveness of hemodialysis or hemoperfusion for the removal of amino acid supplements from plasma.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted.  CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"922551-s-12-33","title":"Range of Toxicity","mono":"<b>AMINO ACID SUPPLEMENTS<\/b><br\/>TOXICITY: A minimum toxic dose has not been established. GLUTAMINE:  Doses up to 40 mg daily have been well-tolerated. HISTIDINE:  Doses up to 4 g daily have been well-tolerated. LYSINE:  Diarrhea and abdominal discomfort were reported following ingestion of 10 g daily for 5 days. Fanconi's syndrome occurred in a 44-year-old woman following the oral ingestion of L-lysine 3000 mg daily for 5 years. THERAPEUTIC DOSES: Varies with agent.<br\/>"}]},"13":{"id":"922551-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause peripheral edema, nausea, vomiting, insomnia, depression, fever, or rigor.<\/li><li>Instruct patient to report signs\/symptoms of hepatotoxicity, nephrolithiasis, or pyelonephritis.<\/li><li>Tell patient to take powder for solution with meals or snacks at 2 to 3 h intervals while awake. Dose may be delayed for up to 2 h if intolerant to oral intake.<\/li><\/ul>"}}}