{"drugs":["Melatonin"],"mono":{"0":{"id":"922771-s-0","title":"Generic Names","mono":"Melatonin"},"1":{"id":"922771-s-1","title":"Dosing and Indications","sub":{"0":{"id":"922771-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Cancer:<\/b> 20 mg ORALLY once daily has been used in clinical trials<\/li><li><b>Cancer:<\/b> up to 40 years, immediate-release, 1.5 mg ORALLY daily<\/li><li><b>Cancer:<\/b> 40 to 60 years, immediate-release, 1.5 to 3 mg ORALLY daily<\/li><li><b>Cancer:<\/b> older than 60 years, immediate-release, 3 to 6 mg ORALLY daily<\/li><li><b>Jet lag:<\/b> 1.5 to 3 mg ORALLY at 11 PM (local time in the destination country) on day 1, 10:30 PM on day 2, and 10 PM on day 3<\/li><li><b>Sleep disorder:<\/b> immediate-release, 5 mg ORALLY 30 minutes prior to time of sleep; up to 10 mg ORALLY daily<\/li><li><b>Sleep disorder:<\/b> extended-release, 2 mg ORALLY 1 to 2 hours before bedtime<\/li><\/ul>"},"3":{"id":"922771-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><ul><li>Cancer<\/li><li>Jet lag<\/li><li>Sleep disorder<\/li><li>Toxicity of drug, Chemotherapy<\/li><\/ul>"}}},"3":{"id":"922771-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922771-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined<br\/>"},{"id":"922771-s-3-10","title":"Precautions","mono":"<ul><li>allergies, severe<\/li><li>hepatic impairment<\/li><li>renal impairment<\/li><\/ul>"},{"id":"922771-s-3-11","title":"Pregnancy Category","mono":"Unknown<br\/>"},{"id":"922771-s-3-12","title":"Breast Feeding","mono":"Unknown<br\/>"}]},"4":{"id":"922771-s-4","title":"Drug Interactions","sub":{"2":{"id":"922771-s-4-15","title":"Moderate","mono":"<ul>Warfarin (probable)<\/ul>"}}},"5":{"id":"922771-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypothermia<\/li><li><b>Neurologic:<\/b>Sedated, Somnolence<\/li><li><b>Other:<\/b>Fatigue<\/li><\/ul>"},"6":{"id":"922771-s-6","title":"Drug Name Info","sub":{"2":{"id":"922771-s-6-19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Nutriceutical<\/li><li>Pineal Gland Hormone<\/li><\/ul>"},"3":{"id":"922771-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"922771-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"922771-s-7","title":"Mechanism Of Action","mono":"Melatonin (N-acetyl-5-methoxytryptamine) is a neurohormone produced by pinealocytes in the pineal gland during the dark hours of the day-night cycle. Prolonged administration of oral melatonin has reportedly induced phase-setting effects on circadian rhythms, such as the sleep-wake cycle and rest-activity. The hormone has been reported to produce reentrainment of circadian rhythms after time zone shifts, and entrainment of previously free-running rhythms in the blind. In vitro and animal studies have reported that melatonin is capable of inducing direct cytostatic actions on some human cancer cell lines, stimulating host immune responses, and inhibiting release of somatomedin-C.<br\/>"},"8":{"id":"922771-s-8","title":"Pharmacokinetics","sub":[{"id":"922771-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability, oral, immediate release: 3% to 76%<\/li><li>Effects of food: no significant change in AUC; plasma levels tended to be more stable with administration after food<\/li><li>Tmax, oral, immediate release: 0.5 to 2 hours<\/li><li>Tmax, oral, sustained release: 2 to 4 hours<\/li><\/ul>"},{"id":"922771-s-8-24","title":"Distribution","mono":"Vd: 35 L.<br\/>"},{"id":"922771-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: first-pass metabolism extensive, up to 60% of an oral dose<\/li><li>Metabolites: 6-hydroxymelatonin, inactive; N-acetyl serotonin, inactive.<\/li><\/ul>"},{"id":"922771-s-8-26","title":"Excretion","mono":"<ul><li>Renal: up to 85%<\/li><li>Total body: 630 to 960 mL\/min<\/li><\/ul>"},{"id":"922771-s-8-27","title":"Elimination Half Life","mono":"30 to 50 minutes <br\/>"}]},"10":{"id":"922771-s-10","title":"Monitoring","mono":"<ul><li>improvement of sleep in insomnia (eg, reduced sleep latency, longer sleep duration, improved quality of sleep) may indicate efficacy<\/li><li>alleviation of symptoms in jet lag (eg, correction of disturbed sleep, reduced daytime tiredness) may indicate efficacy<\/li><\/ul>"},"11":{"id":"922771-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 1 MG, 3 MG, 5 MG, 10 MG, 20 MG<\/li><li>Oral Capsule, Liquid Filled: 5 MG<\/li><li>Oral Tablet: 0.3 MG, 1 MG, 3 MG, 5 MG, 200 MCG<\/li><li>Sublingual Tablet: 5 MG<\/li><\/ul><\/li><li><b>Nature's Blend Melatonin<\/b><br\/>Oral Tablet, Extended Release: 3 MG<br\/><\/li><li><b>PharmAssure Melatonin<\/b><br\/>Oral Tablet: 5 MG<br\/><\/li><li><b>Rite Aid Melatonin<\/b><br\/>Oral Tablet: 1 MG, 5 MG, 10 MG<br\/><\/li><\/ul>"},"12":{"id":"922771-s-12","title":"Toxicology","sub":[{"id":"922771-s-12-31","title":"Clinical Effects","mono":"<b>MELATONIN <\/b><br\/>USES: Melatonin is commonly used for treatment of sleep disorders, including jet lag following long flights, delayed sleep phase syndrome, and various forms of insomnia. Melatonin has also been used as an experimental therapy in combination with chemotherapy or radiotherapy in patients with solid tumors. PHARMACOLOGY: Melatonin (N-acetyl-5-methoxytryptamine) is a natural physiologic neural transducer, an endogenous hormone, produced in the pineal gland from tryptophan and secreted rhythmically, usually at night.  Melatonin is involved in the induction of sleep, and may play a role in the internal synchronization of the mammalian circadian system. EPIDEMIOLOGY: Overdose is not common and severe toxicity has not been reported. OVERDOSE:  Acute overdose is not expected to result in any significant clinical toxicity. Lethargy, asthenia, disorientation, confusion, drowsiness, lethargy, agitation\/irritability, ataxia, vertigo\/dizziness, headache, slurred speech, tremors, and possibly psychotic effects, such as hallucinations and nightmares have been reported. THERAPEUTIC EFFECTS: Therapeutically, melatonin has a very wide margin of safety.  Presenting adverse effects are expected to be those of CNS depression, including lethargy, confusion, fatigue, headache, pruritus, and vasodilation.  Tachycardia and hypothermia have been reported. Respiratory depression may occur. A case of autoimmune hepatitis was reported following onset of melatonin use. <br\/>"},{"id":"922771-s-12-32","title":"Treatment","mono":"<b>MELATONIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Insulating blankets, heating lamps, hot water bottles or heating pads may be used to increase the patient's core temperature in cases of significant hypothermia.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not necessary.  HOSPITAL: GI decontamination is generally not necessary. Consider activated charcoal if a more toxic coingestant is involved.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Routine laboratory studies are not needed unless otherwise clinically indicated. Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vitals signs and mental status.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Most inadvertent ingestions can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic should be observed with frequent monitoring of mental status. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with persistent CNS depression or hypothermia should be admitted for observation and treatment. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"922771-s-12-33","title":"Range of Toxicity","mono":"<b>MELATONIN<\/b><br\/>TOXICITY: ADULTS: Therapeutic doses up to 1000 mg\/day have been well tolerated; CHILDREN: Ingestions of 3 to 80 mg have resulted in minimal toxicity. <br\/>"}]}}}