{"drugs":["Azelaic Acid","Azelex","Finacea","Finacea Plus"],"mono":{"0":{"id":"922853-s-0","title":"Generic Names","mono":"Azelaic Acid"},"1":{"id":"922853-s-1","title":"Dosing and Indications","sub":{"0":{"id":"922853-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acne (Mild to Moderate):<\/b> apply a thin film of 20% cream TOPICALLY to affected area twice daily in the morning and evening<\/li><li><b>Rosacea (Mild to Moderate):<\/b> apply thin layer of 15% gel TOPICALLY onto affected facial areas twice daily in the morning and evening; reassess therapy if no improvement within 12 weeks<\/li><\/ul>"},"1":{"id":"922853-s-1-5","title":"Pediatric Dosing","mono":"<b>Acne (Mild to Moderate):<\/b> (age 12 y and older) apply a thin film of 20% cream TOPICALLY to affected area twice daily in the morning and evening "},"3":{"id":"922853-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acne (Mild to Moderate)<\/li><li>Rosacea (Mild to Moderate)<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Chloasma<br\/>"}}},"3":{"id":"922853-s-3","title":"Contraindications\/Warnings","sub":[{"id":"922853-s-3-9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"922853-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- Hypopigmentation has been reported; monitoring recommended for patients with dark complexion<\/li><li>-- Skin reactions (ie, burning, pruritus, or stinging) may occur, usually during the first few weeks of therapy; discontinue if severe irritation develops and persists<\/li><li>Immunologic:<\/li><li>-- Hypersensitivity skin reactions have been reported; avoid use with known hypersensitivity to any component of product; discontinue use if develops<\/li><li>Ophthalmic:<\/li><li>-- Eye irritation may occur; avoid contact with the eyes, mouth, and other mucous membranes<\/li><\/ul>"},{"id":"922853-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"922853-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"922853-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Burning sensation, Pruritus (Rosacea, 11%; acne vulgaris, 1% to 5%), Stinging of skin, Tingling of skin<br\/><b>Serious<\/b><br\/><b>Dermatologic:<\/b>Cutaneous hypersensitivity, Skin irritation<br\/>"},"6":{"id":"922853-s-6","title":"Drug Name Info","sub":{"0":{"id":"922853-s-6-17","title":"US Trade Names","mono":"<ul><li>Azelex<\/li><li>Finacea<\/li><li>Finacea Plus<\/li><\/ul>"},"2":{"id":"922853-s-6-19","title":"Class","mono":"Antiacne Antibacterial<br\/>"},"3":{"id":"922853-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"922853-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"922853-s-7","title":"Mechanism Of Action","mono":"<ul><li>Topical: Antiacne agent, The mechanism of action is not fully known but it is thought that azelaic acid causes antibacterial effects by inhibiting the synthesis of cellular protein in aerobic and anaerobic microorganisms, especially  Propionibacterium acnes  and  Staphylococcus epidermidis.   Within aerobic microorganisms, azelaic acid reversibly inhibits a variety of oxidoreductive enzymes including tyrosinase, mitochondrial enzymes of the respiratory chain, thioredoxin reductase, 5-alpha-reductase, and DNA polymerases.   In anaerobic microorganisms, glycolysis is disrupted. <\/li><li>Also, azelaic acid improves acne vulgaris by decreasing microcomedo formation and normalizing the keratin process. Azelaic acid may be effective against both inflamed and noninflamed lesions . Specifically, azelaic acid reduces the thickness of the stratum corneum, shrinks keratohyalin granules by reducing the amount and distribution of filaggrin (a component of keratohyalin) in epidermal layers, and lowers the number of keratohyalin granules. <\/li><li>Hypopigmentation agent, Azelaic acid&quot;s antityrosinase and antimitochondrial enzymatic activities may interrupt the hyperactivity of normal melanocytes and their resulting growth in melasma, a localized macular hyperpigmentation of facial or nuchal skin . Use of azelaic acid to treat hyperpigmentation disorders due to hyperactivity of abnormal melanocytes has not been consistently successful . The hypopigmentation action of azelaic acid may result, to a lesser extent, from its ability to scavenge free radicals that can cause hyperactivity of melanocytes. Free radicals are a metabolic product of peroxidation of cell membrane lipids, produced when cells are irradiated with ultraviolet light, including sunlight.   There is no depigmenting effect on normal melanocytes. <\/li><li>Azelaic acid is being studied for potential antimycotic   and antiviral properties. <\/li><li>In time- and dose-dependent  in vitro  studies, azelaic acid has been shown to selectively penetrate rapidly growing human and murine tumor cells that are undifferentiated and possess chromosomal abnormalities while not affecting normal cells.   The antiproliferative and cytotoxic effects are attributed to the antityrosinase and antimitochondrial   activity of azelaic acid. Further  in vivo studies are needed to fully characterize the clinical course of azelaic acid within these cell lines. <\/li><\/ul>"},"8":{"id":"922853-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"922853-s-8-23","title":"Absorption","mono":"Topical: 3 to 10% <br\/>"},"3":{"id":"922853-s-8-26","title":"Excretion","mono":"Topical: Renal: unchanged <br\/>"}}},"9":{"id":"922853-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>apply a thin film and massage thoroughly in morning and evening on clean skin<\/li><li>do not use occlusive dressings<\/li><\/ul>"},"10":{"id":"922853-s-10","title":"Monitoring","mono":"<ul><li>improved acne<\/li><li>signs and symptoms of hypopigmentation<\/li><\/ul>"},"11":{"id":"922853-s-11","title":"How Supplied","mono":"<ul><li><b>Azelex<\/b><br\/>Topical Cream: 20 %<br\/><\/li><li><b>Finacea<\/b><br\/>Topical Gel\/Jelly: 15 %<br\/><\/li><\/ul>"},"12":{"id":"922853-s-12","title":"Toxicology","sub":[{"id":"922853-s-12-31","title":"Clinical Effects","mono":"<b>AZELAIC ACID<\/b><br\/>OVERDOSE: No human data. Components of formulation may be irritating to mucous membranes and emetogenic.  Nausea, vomiting, and diarrhea are most likely manifestations. Eye, skin, and mucous membrane irritation may occur. <br\/>"},{"id":"922853-s-12-32","title":"Treatment","mono":"<b>AZELAIC ACID<\/b><br\/><ul><li>Decontamination: Dilution:  Immediately dilute with 120-240 ml of milk or water (not to exceed 15 mL\/kg in a child).  Spontaneous emesis likely to occur. Activated charcoal (rarely necessary).Eye\/Skin Irrigation:  flush eyes with copious amounts of water. Rinse skin with water only to remove cream<\/li><li>Support: Therapy as indicated<\/li><li>Monitoring of patient: Persistent GI effects may require monitoring for dehydration or electrolyte abnormalities.<\/li><\/ul>"},{"id":"922853-s-12-33","title":"Range of Toxicity","mono":"<b>AZELAIC ACID<\/b><br\/>An oral dose of 20 grams\/daily for 6 months was NOT associated with any adverse events.  A toxic dose has not been established. <br\/>"}]},"13":{"id":"922853-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause a burning, stinging, or tingling sensation.<\/li><li>Instruct signs\/symptoms of hypopigmentation.<\/li><li>Patient should not use an occlusive dressing over areas treated with azelaic acid.<\/li><li>Tell patient to avoid drug contact in eyes. Patient should also not use cosmetics or other skin care products concomitantly on treated skin areas without approval from healthcare professional.<\/li><\/ul>"}}}