{"drugs":["Navelbine","Vinorelbine Tartrate"],"mono":[{"id":"923045-s-0","title":"Generic Names","mono":"Vinorelbine Tartrate"},{"id":"923045-s-1","title":"Dosing and Indications","sub":[{"id":"923045-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Breast cancer:<\/b> monotherapy, 30 mg\/m(2) IV weekly<\/li><li><b>Breast cancer:<\/b> combination, 30 mg\/m(2) or 35 mg\/m(2) IV bolus on days 1 and 8 every 3 weeks in combination with trastuzumab 8 mg\/kg IV over 90 minutes (first cycle) and then 6 mg\/kg IV over 30 minutes (subsequent cycles) prior to chemotherapy on day 1 every 3 weeks has been used in a clinical trial (HERNATA; n=284)<\/li><li><b>Carcinoma of cervix:<\/b> 30 mg\/m(2)\/week IV over 6 to 10 minutes has been used in clinical trials<\/li><li><b>Non-small cell lung cancer, First line, advanced, unresectable:<\/b> (stage III\/IV) in combination, 25 mg\/m(2)\/week IV over 6 to 10 minutes, with 100 mg\/m(2) cisplatin every 4 weeks; OR<\/li><li><b>Non-small cell lung cancer, First line, advanced, unresectable:<\/b> (stage III\/IV) in combination, 30 mg\/m(2)\/week IV over 6 to 10 minutes, with cisplatin 120 mg\/m(2) on days 1 and 29, then every 6 weeks<\/li><li><b>Non-small cell lung cancer, First line, advanced, unresectable:<\/b> (stage IV) single agent, 30 mg\/m(2)\/week IV over 6 to10 minutes<\/li><li><b>Ovarian cancer, Advanced, previously treated:<\/b> 25 to 30 mg\/m(2) IV weekly has been used in clinical trials<\/li><\/ul>"},{"id":"923045-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness in pediatric patients have not been established"},{"id":"923045-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic insufficiency:<\/b> (total bilirubin 2.1-3 mg\/dL) 50% of starting dose; (total bilirubin greater than 3 mg\/dL) 25% of starting dose<\/li><li><b>hematologic:<\/b> (granulocyte count 1,000-1,499 cells\/mm(3)) 50% of starting dose<\/li><li><b>hematologic:<\/b> (granulocyte count less than 1,000 cells\/mm(3)) do not administer, repeat granulocyte count in 1 wk; if 3 consecutive weekly doses held because granulocyte count is less than 1000 cells\/mm(3), discontinue vinorelbine<\/li><li><b>hematologic:<\/b> (granulocyte count 1,500 cells\/mm(3) or higher) prior fever, sepsis while granulocytopenic OR 2 consecutive weekly doses held due to granulocytopenia, subsequent dose 75% of starting dose<\/li><li><b>hematologic:<\/b> (granulocyte count 1,000-1,499 cells\/mm(3)) prior fever, sepsis while granulocytopenic OR 2 consecutive weekly doses held due to granulocytopenia, subsequent dose 37.5% of starting dose<\/li><li><b>neurotoxicity:<\/b> discontinue therapy if Grade 2 or higher neurotoxicity develops<\/li><li><b>renal impairment:<\/b> dosage adjustment in renal failure is not necessary<\/li><\/ul>"},{"id":"923045-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Non-small cell lung cancer, First line, advanced, unresectable<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Breast cancer<\/li><li>Carcinoma of cervix<\/li><li>Carcinoma of esophagus<\/li><li>Head and neck cancer<\/li><li>Hodgkin's disease<\/li><li>Kaposi's sarcoma<\/li><li>Malignant tumor of salivary gland<\/li><li>Non-Hodgkin's lymphoma<\/li><li>Non-small cell lung cancer<\/li><li>Ovarian cancer, Advanced, previously treated<\/li><li>Small cell carcinoma of lung<\/li><\/ul>"}]},{"id":"923045-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>This product is for IV use only; intrathecal administration of other vinca alkaloids has resulted in death. Administration of vinorelbine is contraindicated in patients with pretreatment granulocyte counts less than 1000 cells\/mm(3). The dosage should be adjusted according to complete blood counts with differentials obtained on the day of treatment. It is extremely important that the intravenous needle or catheter be properly positioned before vinorelbine is injected to prevent extravasation causing local tissue necrosis and\/or thrombophlebitis.<br\/>"},{"id":"923045-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923045-s-3-9","title":"Contraindications","mono":"granulocytopenia, pretreatment granulocyte counts less than 1000 cells\/mm(3) <br\/>"},{"id":"923045-s-3-10","title":"Precautions","mono":"<ul><li>myelosuppression, particularly granulocytopenia, may occur; monitoring recommended<\/li><li>intrathecal administration has resulted in death<\/li><li>IV infusion only; extravasation may occur, resulting in local tissue necrosis and\/or thrombophlebitis<\/li><li>acute respiratory distress syndrome, most cases fatal, has been reported with single-agent vinorelbine, usually within 1 week of treatment; monitoring may be required<\/li><li>acute shortness of breath has been reported, usually with coadministration of mitomycin<\/li><li>bronchospasm, severe, has been reported, usually with coadministration of mitomycin<\/li><li>compromised bone marrow reserve due to previous irradiation or chemotherapy or recovering marrow function from previous chemotherapy<\/li><li>constipation, severe (grade 3 to 4), has been reported<\/li><li>eye exposure should be avoided; severe eye irritation has been reported with another vinca alkaloid<\/li><li>hepatic injury or impairment, severe; potential risk of toxicity<\/li><li>interstitial pulmonary changes, most cases fatal, have been reported with single-agent vinorelbine, usually within 1 week of treatment; monitoring may be required<\/li><li>intestinal obstruction, necrosis, and\/or perforation, including fatal events, have been reported<\/li><li>neuropathy, prior history or current; monitoring recommended<\/li><li>paralytic ileus, including fatal events, has been reported<\/li><li>radiation therapy, prior; radiation recall reactions may occur<\/li><\/ul>"},{"id":"923045-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Vinorelbine: D (FDA)<\/li><li>Vinorelbine: D (AUS)<\/li><\/ul>"},{"id":"923045-s-3-12","title":"Breast Feeding","mono":"Vinorelbine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"923045-s-4","title":"Drug Interactions","sub":[{"id":"923045-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"923045-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Aprepitant (theoretical)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Cisplatin (established)<\/li><li>Clarithromycin (established)<\/li><li>Cobicistat (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Gefitinib (established)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (theoretical)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Posaconazole (theoretical)<\/li><li>Quinupristin (theoretical)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Voriconazole (theoretical)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},{"id":"923045-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (grades 1 and 2, up to 35%; grades 3 and 4, 4% to 12%), Injection site reaction<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Asthenia, Neuromyopathy<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Non-ST segment elevation myocardial infarction, acute<\/li><li><b>Gastrointestinal:<\/b>Bowel obstruction, Constipation, Pancreatitis, Paralytic ileus, Perforation of intestine<\/li><li><b>Hematologic:<\/b>Granulocytopenic disorder (Severe), Significantly greater in combination with cisplatin, Myelosuppression, Significantly greater in combination with cisplatin<\/li><li><b>Hepatic:<\/b>AST\/SGOT level raised (frequent)<\/li><li><b>Respiratory:<\/b>Acute respiratory distress syndrome, Bronchospasm, Interstitial lung disease<\/li><li><b>Other:<\/b>Sepsis<\/li><\/ul>"},{"id":"923045-s-6","title":"Drug Name Info","sub":{"0":{"id":"923045-s-6-17","title":"US Trade Names","mono":"Navelbine<br\/>"},"2":{"id":"923045-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Mitotic Inhibitor<\/li><\/ul>"},"3":{"id":"923045-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923045-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"923045-s-7","title":"Mechanism Of Action","mono":"Vinorelbine tartrate, a semi-synthetic vinca alkaloid, exhibits an antitumor activity by interfering with the formation of microtubules which results in arrest of cell division at the metaphase stage. It may also interact with cellular respiration, calmodulin-dependent Ca (++)-transport ATPase activity, synthesis of lipid and nucleic acids, and metabolism of amino acid, cyclic adenosine monophosphate (AMP), and glutathione.<br\/>"},{"id":"923045-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"923045-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 25.4 L\/kg to 40.1 L\/kg<\/li><li>Protein binding: 79.6% to 91.2%<\/li><\/ul>"},"2":{"id":"923045-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; P450 CYP3A; substantial amount<\/li><li>Metabolites: deacetylvinorelbine (active) and vinorelbine N-oxide<\/li><\/ul>"},"3":{"id":"923045-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: approximately 46%<\/li><li>Renal: approximately 18%, 10.9% +\/- 0.7% as unchanged<\/li><\/ul>"},"4":{"id":"923045-s-8-27","title":"Elimination Half Life","mono":"27.7 h to 43.6 h <br\/>"}}},{"id":"923045-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>follow procedures for proper handling and disposal of chemotherapy<\/li><li>for IV use only; fatal if given intrathecally<\/li><li>(IV bag) dilute with D5W, NS, or LR to a final concentration of 0.5 to 2 mg\/mL<\/li><li>(syringe) dilute with D5W or NS to a final concentration of 1.5 to 3 mg\/mL; label with &quot;WARNING--FOR IV USE ONLY. FATAL IF GIVEN INTRATHECALLY&quot;<\/li><li>administer over 6 to 10 minutes into the side port of a free-flowing IV closest to the IV bag; flush with at least 75 to 125 mL of D5W, NS, or LR<\/li><\/ul>"},{"id":"923045-s-10","title":"Monitoring","mono":"<ul><li>evidence of tumor response<\/li><li>CBC with differential; prior to each dose<\/li><\/ul>"},{"id":"923045-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 10 MG\/ML<br\/><\/li><li><b>Navelbine<\/b><br\/>Intravenous Solution: 10 MG\/ML<br\/><\/li><li><b>Novaplus Vinorelbine<\/b><br\/>Intravenous Solution: 10 MG\/ML<br\/><\/li><\/ul>"},{"id":"923045-s-12","title":"Toxicology","sub":[{"id":"923045-s-12-31","title":"Clinical Effects","mono":"<b>VINORELBINE<\/b><br\/>USES: Vinorelbine tartrate is used as a single agent or in combination with cisplatin for the first-line treatment of patients with unresectable, advanced non-small cell lung cancer or Stage IV non-small cell lung cancer. It is also used in combination with cisplatin to treat Stage III non-small cell lung cancer. PHARMACOLOGY: Vinorelbine tartrate, a semi-synthetic vinca alkaloid, exhibits an antitumor activity by interfering with the formation of microtubules which results in the inhibition of mitosis at the metaphase stage. It may also interact with cellular respiration, calmodulin-dependent Ca (++)-transport ATPase activity, synthesis of lipid and nucleic acids, and metabolism of amino acid, cyclic adenosine monophosphate (AMP), and glutathione. EPIDEMIOLOGY: Exposure is uncommon; however, severe toxicity can occur. OVERDOSE: Clinical effects are anticipated to be similar to adverse effects reported during therapeutic use.  Vinorelbine overdose (10 times the recommended dose of 30 mg\/m2) has caused paralytic ileus, stomatitis, esophagitis, bone marrow aplasia, sepsis, paresis and death. Other events reported in one case included: fever, pulmonary edema, severe gastrointestinal toxicity (mucositis, severe diarrhea, paralytic ileus), severe cutaneous desquamation, peripheral neuropathy and hematologic toxicity (ie, thrombocytopenia, anemia, and neutropenia).  ADVERSE EFFECTS: DOSE-LIMITING EFFECTS: Reversible granulocytopenia is the dose-limiting toxic effect. Nadirs occur 7 to 10 days after the dose, with a usual duration of 7 to 14 days  (mean, 9 days for grade 4), and it is not cumulative. The most frequently reported mild to moderate peripheral neuropathies are loss of deep tendon reflexes, paresthesia and hypesthesia. The following adverse effects have also been reported following vinorelbine therapy: injection site reactions including erythema, pain at injection site, vein discoloration, and phlebitis, rash, alopecia, thrombocytopenia, anemia, asthenia, nausea and vomiting, constipation, diarrhea, pancreatitis, transient elevation of liver enzymes, dyspnea, fatigue, jaw pain, arthralgia, myalgia, chest pain, acute myocardial infarction (rare), hemorrhagic cystitis and the syndrome of inappropriate ADH secretion (rare). In addition, interstitial pulmonary changes and\/or acute respiratory distress syndrome  (ARDS) have been observed in patients receiving vinorelbine alone.  In some cases, these events were fatal. OVERDOSE: <br\/>"},{"id":"923045-s-12-32","title":"Treatment","mono":"<b>VINORELBINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY:  Treatment is symptomatic and supportive; there is no known antidote. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Granulocytopenia is the dose-limiting toxicity with vinorelbine therapy. Treat persistent nausea and vomiting with several antiemetics of different classes. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for neutropenia. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes.<\/li><li>Decontamination: Decontamination is not necessary in most situations as vinorelbine is most commonly administered intravenously. For dermal exposures, clean skin with soap and water, and for eye exposures, flush with water.<\/li><li>Antidote: There is no known antidote.<\/li><li>Airway management: Airway management may not be needed following a mild exposure; however, monitor patient closely and intubate if the patient becomes neurologically unstable or develops respiratory dysfunction.<\/li><li>Myelosuppression: Granulocytopenia is the dose-limiting toxicity with vinorelbine therapy. Administer colony stimulating factors following a significant overdose as these patients are at risk for neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours OR 250 mcg\/m(2)\/day subQ once daily. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Granulocyte nadirs occur between 7 and 10 days after dosing with vinorelbine; granulocyte count recovery usually occurs within the following 7 to 14 days. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neurotoxicity: Treat symptomatically.  The neurotoxic effects of vinorelbine are at least partially and in some cases completely reversible upon discontinuation of therapy. The most frequently reported mild to moderate peripheral neuropathies are loss of deep tendon reflexes, paresthesia and hypesthesia.<\/li><li>Syndrome of inappropriate vasopressin secretion: Supportive measures and fluid restriction are usually adequate. Monitor fluid and electrolytes closely.<\/li><li>Extravasation injury: Vinorelbine, a vesicant, can produce pain and necrosis following extravasation. If extravasation occurs, stop the infusion. Disconnect the IV tubing, but leave the cannula or needle in place. Attempt to aspirate the extravasated drug from the needle or cannula. If possible, withdraw 3 to 5 mL of blood and\/or fluids through the needle\/cannula. Administer hyaluronidase (see below for dosing). Elevate the affected area. Apply warm packs for 15 to 20 minutes at least 4 times daily for 1 to 2 days. Administer analgesics for severe pain. If pain persists, there is concern for compartment syndrome, or injury is apparent, an early surgical consult should be considered. Close observation of the extravasated area is suggested.  If tissue sloughing, necrosis or blistering occurs, treat as a chemical burn (ie, antiseptic dressings, silver sulfadiazine, antibiotics when applicable).  Surgical or enzymatic debridement may be required. Risk of infection is increased in chemotherapy patients with reduced neutrophil count following extravasation. Consider culturing any open wounds. Monitor the site for the development of cellulitis, which may require antibiotic therapy. HYALURONIDASE: DOSE: Inject 1 to 6 mL of 150 Units\/mL through the existing IV line; if IV device was removed, inject by subQ route in a clockwise manner. Usual dose: 1 mL of solution for 1 mL of extravasated drug. Another source recommended the following dose: 150 Units (1 mL) given as five 0.2 mL injections into the extravasation site at the leading edge; use solution 150 Units\/1 mL vial and do not dilute further. Use a 25-gauge needle or smaller to inject subQ or intradermally into the extravasation site.<\/li><li>Intrathecal injection: No clinical reports are available; experience is mostly with vincristine. Vinorelbine has reportedly less neurotoxicity compared to vincristine with therapeutic use; however as a semisynthetic vinca alkaloid it is still likely to cause moderate to extreme neurotoxic effects. Keep the patient upright, if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes are 80 to 150 mL\/hr for AT LEAST 24 hours). Fresh frozen plasma (25 mL FFP\/L NS or LR) or albumin 5% have also been used for perfusion. Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis. Administer IV or oral folinic acid, glutamic acid, and pyridoxine.<\/li><li>Monitoring of patient: Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Granulocyte nadirs occur between 7 and 10 days after dosing of vinorelbine; granulocyte count recovery usually occurs within the following 7 to 14 days. Monitor neuro status. Serum electrolytes, particularly serum sodium, should be monitored following overdose. Hyponatremia, hypokalemia, and syndrome of inappropriate antidiuretic hormone (SIADH) have been reported  in association with the use of vinorelbine. Monitor cardiac function (ECG, vital signs) following a significant exposure and in patients with a history of cardiac disease.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be beneficial based on a large volume of distribution. Plasmapheresis was used to treat one patient following overdose.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), and daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT TRANSFER: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with overdose. TRANSFER CRITERIA: Patients with large overdoses may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"923045-s-12-33","title":"Range of Toxicity","mono":"<b>VINORELBINE<\/b><br\/>TOXIC DOSE: Limited data. Doses in the range of 240 to 300 mg\/m(2) have caused severe myelosuppression and death. A woman with metastatic non-small-cell lung cancer developed severe myelosuppression after receiving a total vinorelbine dose of 360 mg (240 mg\/m(2)) instead of 36 mg. She recovered following supportive therapy. At least two deaths have been reported following accidental overdoses of vinorelbine. One patient died after receiving 197.5 mg of vinorelbine instead of 39.5 mg. THERAPEUTIC DOSE: ADULT: As single agent, 30 mg\/m(2)\/week IV over 6 to 10 min; OR in combination, 25 mg\/m(2)\/week IV over 6 to 10 min, with 100 mg\/m(2) cisplatin every 4 weeks; OR in combination, 30 mg\/m(2)\/week IV over 6 to 10 min, with cisplatin 120 mg\/m(2) on days 1 and 29, then every 6 weeks.<br\/>"}]},{"id":"923045-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>This drug may cause alopecia, tissue necrosis, diarrhea, nausea, vomiting, constipation, asthenia, and neuromyopathy.<\/li><li>Drug may also cause significant adverse effects including bowel obstruction, pancreatitis, paralytic ileus, and perforation of intestine.<\/li><li>Instruct patient to report signs\/symptoms of myelosuppression.<\/li><li>Advise patient to report signs\/symptoms of respiratory adverse effects such as acute respiratory distress syndrome, bronchospasm, and dyspnea.<\/li><\/ul>"}]}