{"drugs":["Abciximab","Reopro"],"mono":{"0":{"id":"923273-s-0","title":"Generic Names","mono":"Abciximab"},"1":{"id":"923273-s-1","title":"Dosing and Indications","sub":{"0":{"id":"923273-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Myocardial infarction:<\/b> initial, 0.25 mg\/kg IV bolus (over 5 min), followed by 0.125 mcg\/kg\/min (maximum 10 mcg\/min) IV infusion for 12 hours in combination with fibrinolytic treatment, unless complications<\/li><li><b>Myocardial ischemia; Prophylaxis - Percutaneous coronary intervention; Adjunct:<\/b> initial bolus, 0.25 mg\/kg IV over 5 minutes  10 to 60 minutes prior to angioplasty<\/li><li><b>Myocardial ischemia; Prophylaxis - Percutaneous coronary intervention; Adjunct:<\/b> maintenance infusion, 0.125 mcg\/kg\/min (MAX 10 mcg\/min) IV  for 12 hours unless complications<\/li><li><b>Myocardial ischemia; Prophylaxis - Percutaneous coronary intervention; Adjunct:<\/b> (intracoronary administration) 0.25 mg\/kg bolus<\/li><li><b>Percutaneous coronary intervention; Adjunct - Refractory angina, Unstable:<\/b> start within 24 hours before percutaneous coronary intervention (PCI), 0.25 mg\/kg IV bolus followed by an IV infusion of 10 mcg\/min for 18 to 24 hours, concluding 1 hour after the PCI<\/li><\/ul>"},"1":{"id":"923273-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness in pediatric patients have not been established"},"3":{"id":"923273-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Myocardial ischemia; Prophylaxis - Percutaneous coronary intervention; Adjunct<\/li><li>Percutaneous coronary intervention; Adjunct - Refractory angina, Unstable<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute myocardial infarction - Cardiogenic shock<\/li><li>Aneurysm of coronary vessels - Kawasaki disease<\/li><li>Arterial thrombosis, acute<\/li><li>Cerebrovascular disease, Occlusive<\/li><li>Myocardial infarction<\/li><\/ul>"}}},"3":{"id":"923273-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923273-s-3-9","title":"Contraindications","mono":"<ul><li>anticoagulants, oral, within previous 7 days unless prothrombin time is less than or equal to 1.2 times control; increased risk of bleeding<\/li><li>bleeding diathesis; increased risk of bleeding<\/li><li>cerebrovascular accident within previous 2 years or if significant residual neurological deficit; increased risk of bleeding<\/li><li>dextran, IV, before percutaneous coronary intervention or intent to use during an intervention; increased risk of bleeding<\/li><li>gastrointestinal bleeding, clinically significant within 6 weeks; increased risk of bleeding<\/li><li>genitourinary bleeding, clinically significant within 6 weeks; increased risk of bleeding<\/li><li>hypersensitivity to any component of product or to murine proteins<\/li><li>hypertension, severe uncontrolled; increased risk of bleeding<\/li><li>internal bleeding, active; increased risk of bleeding<\/li><li>intracranial neoplasm, arteriovenous malformation, or aneurysm; increased risk of bleeding<\/li><li>surgery or trauma, major, within 6 weeks; increased risk of bleeding<\/li><li>thrombocytopenia (less than 100,000 cells\/mcL); increased risk of bleeding<\/li><li>vasculitis, either presumed or documented; increased risk of bleeding<\/li><\/ul>"},{"id":"923273-s-3-10","title":"Precautions","mono":"<ul><li>anaphylaxis, sometime fatal, has been reported<\/li><li>arterial punctures should be minimized; increased bleeding risk<\/li><li>arterial sheath placement; avoid Seldinger (through and through) technique, puncture only anterior wall of femoral artery; increased bleeding risk<\/li><li>arterial sheath removal recommended within 6 hours if aPTT is 50 seconds or less or activated clotting time is 175 seconds or less; heparin must be discontinued at least 2 hours prior; medical management (pressure at puncture site, bed rest, monitoring) is required<\/li><li>bleeding, including rare fatal bleeding, has been reported; discontinuation of abciximab and any concomitant heparin is recommended for serious events<\/li><li>catheters, nasotracheal intubation, nasogastric tubes, and automatic blood pressure cuff use should be minimized; increased bleeding risk<\/li><li>concomitant administration with thrombolytics, oral anticoagulants, NSAIDs, dipyridamole, or ticlopidine increases the risk of bleeding<\/li><li>femoral vein sheath placement should be avoided; increased bleeding risk<\/li><li>intramuscular injections; use should be minimized; increased bleeding risk<\/li><li>percutaneous coronary intervention (PCI) bleeding risk increased if PCI within 12 hours symptom onset (acute myocardial infarction), PCI procedure more than 70 minutes duration, or failed PCI; increased risk for bleeding<\/li><li>pseudothrombocytopenia has occurred due to in vitro anticoagulant interaction; draw blood samples using 3 separate tubes containing ethylenediaminetetraacetic acid, citrate, and heparin, respectively<\/li><li>thrombocytopenia has been reported; risk may be increased with readministration, previous thrombocytopenia with abciximab use, or positive human anti-chimeric antibodies at baseline; differentiate from pseudothrombocytopenia and discontinue abciximab if thrombocytopenia verified<\/li><li>venous punctures, jugular and subclavian, should be avoided; may result in bleeding from noncompressible sites; minimize venous punctures to other sites<\/li><\/ul>"},{"id":"923273-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"923273-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"923273-s-4","title":"Drug Interactions","sub":[{"id":"923273-s-4-13","title":"Contraindicated","mono":"<ul>Eptifibatide (theoretical)<\/ul>"},{"id":"923273-s-4-14","title":"Major","mono":"<ul><li>Aceclofenac (theoretical)<\/li><li>Acemetacin (theoretical)<\/li><li>Acenocoumarol (theoretical)<\/li><li>Alipogene Tiparvovec (theoretical)<\/li><li>Alteplase, Recombinant (theoretical)<\/li><li>Amtolmetin Guacil (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Ardeparin (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Aspirin (theoretical)<\/li><li>Bivalirudin (theoretical)<\/li><li>Bromfenac (theoretical)<\/li><li>Bufexamac (theoretical)<\/li><li>Celecoxib (theoretical)<\/li><li>Certoparin (theoretical)<\/li><li>Choline Salicylate (theoretical)<\/li><li>Cilostazol (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Clonixin (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Desirudin (theoretical)<\/li><li>Desvenlafaxine (probable)<\/li><li>Dexibuprofen (theoretical)<\/li><li>Dexketoprofen (theoretical)<\/li><li>Dextran (probable)<\/li><li>Diclofenac (theoretical)<\/li><li>Diflunisal (theoretical)<\/li><li>Dipyridamole (theoretical)<\/li><li>Dipyrone (theoretical)<\/li><li>Drotrecogin Alfa (theoretical)<\/li><li>Duloxetine (probable)<\/li><li>Edoxaban (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Etodolac (theoretical)<\/li><li>Etofenamate (theoretical)<\/li><li>Etoricoxib (theoretical)<\/li><li>Felbinac (theoretical)<\/li><li>Fenoprofen (theoretical)<\/li><li>Fepradinol (theoretical)<\/li><li>Feprazone (theoretical)<\/li><li>Floctafenine (theoretical)<\/li><li>Flufenamic Acid (theoretical)<\/li><li>Fluoxetine (probable)<\/li><li>Flurbiprofen (theoretical)<\/li><li>Fluvoxamine (probable)<\/li><li>Fondaparinux (theoretical)<\/li><li>Heparin (theoretical)<\/li><li>Ibuprofen (theoretical)<\/li><li>Ibuprofen Lysine (theoretical)<\/li><li>Indomethacin (theoretical)<\/li><li>Ketoprofen (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Lepirudin (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lornoxicam (theoretical)<\/li><li>Loxoprofen (theoretical)<\/li><li>Lumiracoxib (theoretical)<\/li><li>Meclofenamate (theoretical)<\/li><li>Mefenamic Acid (theoretical)<\/li><li>Meloxicam (theoretical)<\/li><li>Milnacipran (probable)<\/li><li>Morniflumate (theoretical)<\/li><li>Nabumetone (theoretical)<\/li><li>Nadroparin (theoretical)<\/li><li>Naproxen (theoretical)<\/li><li>Nefazodone (probable)<\/li><li>Nepafenac (theoretical)<\/li><li>Niflumic Acid (theoretical)<\/li><li>Nimesulide (theoretical)<\/li><li>Oxaprozin (theoretical)<\/li><li>Oxyphenbutazone (theoretical)<\/li><li>Parecoxib (theoretical)<\/li><li>Parnaparin (theoretical)<\/li><li>Paroxetine (probable)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Phenylbutazone (theoretical)<\/li><li>Piketoprofen (theoretical)<\/li><li>Piroxicam (theoretical)<\/li><li>Proglumetacin (theoretical)<\/li><li>Propionic Acid (theoretical)<\/li><li>Propyphenazone (theoretical)<\/li><li>Proquazone (theoretical)<\/li><li>Protein C (theoretical)<\/li><li>Reviparin (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rofecoxib (theoretical)<\/li><li>Salicylic Acid (theoretical)<\/li><li>Salsalate (theoretical)<\/li><li>Sertraline (probable)<\/li><li>Sodium Salicylate (theoretical)<\/li><li>Sulindac (theoretical)<\/li><li>Tenoxicam (theoretical)<\/li><li>Tiaprofenic Acid (theoretical)<\/li><li>Ticlopidine (probable)<\/li><li>Tinzaparin (theoretical)<\/li><li>Tolfenamic Acid (theoretical)<\/li><li>Tolmetin (theoretical)<\/li><li>Valdecoxib (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},{"id":"923273-s-4-15","title":"Moderate","mono":"<ul>Vitamin A (probable)<\/ul>"}]},"5":{"id":"923273-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain (11.4%), Hypotension (14.4%)<\/li><li><b>Dermatologic:<\/b>Injection site pain (3.6%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (3.1%), Nausea (13.6%), Vomiting (7.3%)<\/li><li><b>Hematologic:<\/b>Bleeding (0.8% to 16.8%)<\/li><li><b>Musculoskeletal:<\/b>Backache (17.6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Thrombocytopenia (2.5% to 5.2%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Antibody development, Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Nonhemorrhagic, Intracranial hemorrhage<\/li><li><b>Respiratory:<\/b>Pulmonary hemorrhage, Alveolar<\/li><\/ul>"},"6":{"id":"923273-s-6","title":"Drug Name Info","sub":{"0":{"id":"923273-s-6-17","title":"US Trade Names","mono":"Reopro<br\/>"},"2":{"id":"923273-s-6-19","title":"Class","mono":"<ul><li>Glycoprotein IIb\/IIIa Inhibitor<\/li><li>Monoclonal Antibody Fragment<\/li><li>Platelet Aggregation Inhibitor<\/li><\/ul>"},"3":{"id":"923273-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923273-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"923273-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Abciximab is a chimeric human-murine monoclonal antibody Fab (fragment antigen binding) fragment.  It inhibits platelet aggregation by specifically binding to the glycoprotein GPIIb\/IIIa receptor, the major surface receptor involved in the final common pathway for platelet aggregation.  Inhibition of platelet aggregation occurs in a dose-dependent manner.  Abciximab binding to the GPIIb\/IIIa receptor prevents fibrinogen, von Willebrand factor, vitronectin, and other adhesive molecules from binding to the receptor, thereby inhibiting platelet aggregation.  Abciximab is thought to block access of large molecules to the receptor by steric hindrance and\/or conformational effects rather than interacting directly with the arginine-glycine-aspartic acid binding site of GPIIb\/IIIa.<\/li><li>Abciximab may also bind to the vitronectin receptor and to the Mac-1 integrin receptor on activated monocytes. However, resulting clinical effects have not been identified.<\/li><\/ul>"},"8":{"id":"923273-s-8","title":"Pharmacokinetics","sub":{"3":{"id":"923273-s-8-26","title":"Excretion","mono":"Systemic: Renal<br\/>"}}},"9":{"id":"923273-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>use a sterile, non-pyrogenic, low protein-binding syringe filter (0.2 or 0.22 micron for administration, 0.2 or 5 micron for admixture)<\/li><li>(continuous infusion) dilute in NS or D5W; do not shake<\/li><li>(continuous infusion) infuse at rate of 10 mcg\/min<\/li><\/ul>"},"10":{"id":"923273-s-10","title":"Monitoring","mono":"<ul><li>prothrombin time (PT), activated clotting time (ACT), activated partial thromboplastin time (aPTT), platelet count prior to therapy<\/li><li>percutaneous coronary intervention (PCI): ACT during PCI; ACT or aPTT prior to sheath removal<\/li><li>post PCI: aPTT, platelet count 2-4 hr and 24 hr post bolus dose or prior to discharge (whichever is first)<\/li><li>post PCI with continued anticoagulation: aPTT<\/li><li>bleeding, especially with concomitant anticoagulants<\/li><\/ul>"},"11":{"id":"923273-s-11","title":"How Supplied","mono":"<b>Reopro<\/b><br\/>Intravenous Solution: 2 MG\/ML<br\/>"},"12":{"id":"923273-s-12","title":"Toxicology","sub":[{"id":"923273-s-12-31","title":"Clinical Effects","mono":"<b>GLYCOPROTEIN IIB-IIIA RECEPTOR ANTAGONISTS<\/b><br\/>USES: Abciximab, eptifibatide and tirofiban are indicated in conjunction with hepatin and aspirin, for the treatment of acute coronary syndrome, particularly in those patients who are undergoing percutaneous coronary intervention. Orbofiban has been investigated as an oral glycoprotein llb\/IIIa receptor antagonist in unstable angina and myocardial infarction but has been associated with an increase in mortality. PHARMACOLOGY: Glycoprotein llb\/llla receptor antagonists prevent the binding of fibrinogen, von Willebrand factor, and other adhesive ligands to glycoprotein llb\/llla receptors, resulting in inhibition of platelet aggregation. Inhibition of platelet aggregation is reversible following discontinuation of glycoprotein llb\/llla receptor antagonist therapy, and is thought to be due to dissociation of the receptor antagonist from platelets. TOXICOLOGY: Inhibition of platelet aggregation can result in bleeding. EPIDEMIOLOGY: Clinically significant toxicity from overdose is rare since these drugs are used in an inpatient setting. Approximately, 5% of patients treated with therapeutic doses of glycoprotein llb\/llla inhibitors will develop major bleeding. OVERDOSE: In clinical trials, eptifibatide overdose occurred in 17 cases and no one experienced intracranial bleeding or significant bleeding. In case reports, prolonged infusions of glycoprotein llb\/llla receptor antagonists were associated with gastrointestinal bleeding and thrombocytopenia. Alveolar hemorrhage should be suspected in patients with hemoptysis, dyspnea or new infiltrates on chest x-ray. ADVERSE EFFECTS: Bleeding, particularly at the site of catheterization, and thrombocytopenia are the most common complications following therapeutic administration of glycoprotein llb\/llla receptor antagonists. The risk of bleeding is increased with concomitant administration of heparin or aspirin. Alveolar and intracranial hemorrhage are rare occurrences following therapy. Hypotension may occur during infusion of the glycoprotein llb\/llla receptor antagonists. <br\/>"},{"id":"923273-s-12-32","title":"Treatment","mono":"<b>GLYCOPROTEIN IIB-IIIA RECEPTOR ANTAGONISTS <\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: PARENTERAL EXPOSURE: Monitor CBC, including platelets, aPTT, and PT\/INR. Administer platelet transfusion in cases of severe thrombocytopenia (platelet count less than 20 x 10(9)\/L). If the patient develops hypotension infuse 10 to 20 mL\/kg isotonic fluid. If hypotension persists, evaluate for bleeding and transfuse as needed, administer dopamine or norepinephrine; titrate to desired response. If the patient develops major bleeding treatment may include packed red blood cells, as well as fresh frozen plasma and platelet transfusion to increase coagulation.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor aPTT, INR, platelet counts and hematocrit. Severe thrombocytopenia has occurred with therapeutic use.<\/li><li>Enhanced elimination procedure: Tirofiban is removed by hemodialysis. Hemodialysis has been successfully used to normalize hemostasis in renal failure patients receiving eptifibatide. The potential benefit must be weighed against the risk of placing dialysis catheters in a patient with abnormal hemostasis.<\/li><li>Patient disposition: ADMISSION CRITERIA: Any patient who develops hypotension, thrombocytopenia, or clinically significant bleeding should remain admitted in a monitored setting until symptoms resolve, bleeding is stopped, and thrombocytopenia has resolved.<\/li><\/ul>"},{"id":"923273-s-12-33","title":"Range of Toxicity","mono":"<b>GLYCOPROTEIN IIB-IIIA RECEPTOR ANTAGONISTS<\/b><br\/>TOXIC DOSE: A specific minimum toxic dose has not been established. Minor bleeding occurred following inadvertent overdosage or tirofiban in doses up to 9.8 time the 0.15 mcg\/kg\/min maintenance infusion rate. An adult who received an infusion of eptifibatide at 5 times the intended infusion rate for 90 minutes had no complications, normal bleeding times and platelet counts. THERAPEUTIC DOSE: ADULT: ABCIXIMAB: RECOMMENDED DOSE: 0.25 mg\/kg IV bolus administered 10 to 60 minutes before beginning percutaneous coronary intervention (PCI), followed by a continuous IV infusion of 0.125 mcg\/kg\/min (up to a maximum dose of 10 mcg\/minute) for 12 hours. EPTIFIBATIDE 180 mcg\/kg IV bolus administered immediately after diagnosis, followed by a continuous infusion of 2 mcg\/kg\/min continued until the patient is discharged or until initiation of coronary artery bypass graft (CABG) surgery, up to a maximum of 72 hours. TIROFIBAN: RECOMMENDED DOSE: Infuse a 50 mcg\/mL solution administered at an initial rate of 0.4 mcg\/kg\/min for 30 minutes followed by a continuous infusion of 0.1 mcg\/kg\/min. Continue the infusion through angiography and for 12 to 24 hours after angioplasty or atherectomy. PEDIATRIC: The safety and efficacy of glycoprotein IIb\/IIIa receptor antagonists in the pediatric population has not been established. <br\/>"}]},"13":{"id":"923273-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report use of an oral anticoagulant within the last 7 days.<\/li><li>Advise patient that it may take longer to stop bleeding after drug infusion. Pressure may be applied to bleeding sites post-infusion.<\/li><li>Inform patient bedrest may be required during, and several hours post-infusion.<\/li><li>Warn patient to avoid cuts and bruising for up to 3 days post-infusion.<\/li><li>Instruct patient to report signs\/symptoms of bleeding, thrombocytopenia, or hypotension.<\/li><\/ul>"}}}