{"generic":"Zinc","drugs":["M2 Zinc 50","Zinc","Zn Plus Protein"],"mono":{"0":{"id":"923220-s-0","title":"Generic Names","mono":"Zinc"},"1":{"id":"923220-s-1","title":"Dosing and Indications","sub":[{"id":"923220-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Zinc deficiency:<\/b> 25 to 50 mg elemental zinc ORALLY per day<\/li><li><b>Zinc deficiency; Prophylaxis:<\/b> 25 to 50 mg elemental zinc ORALLY per day<\/li><li><b>Zinc deficiency; Prophylaxis:<\/b> TPN: 2.5 to 4 mg (elemental zinc) per day, added to TPN; in acute catabolic states, additional 2 mg zinc\/day recommended; stable patients with small bowel fluid loss, add 12.2 mg zinc\/L of fluid lost or 17.1 mg zinc\/kg of stool or ileostomy output<\/li><\/ul>"},{"id":"923220-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness of elemental zinc for Wilson disease has not been studied in children younger than 10 years<\/li><li><b>Zinc deficiency:<\/b> 0.5 to 1 mg elemental zinc\/kg ORALLY daily, divided 1 to 3 times\/day<\/li><li><b>Zinc deficiency; Prophylaxis:<\/b> 0.5 to 1 mg elemental zinc\/kg ORALLY daily, divided 1 to 3 times\/day<\/li><li><b>Zinc deficiency; Prophylaxis:<\/b> TPN: (premature infants weighing up to 3 kg) 300 mcg elemental zinc\/kg\/day IV, added to TPN<\/li><li><b>Zinc deficiency; Prophylaxis:<\/b> TPN: (full-term infants to age 5 years) 100 mcg elemental zinc\/kg\/day, added to TPN<\/li><\/ul>"},{"id":"923220-s-1-6","title":"Dose Adjustments","mono":"<b>pregnancy, use in Wilson disease:<\/b> use a dose of zinc of 25 mg ORALLY 3 times a day if the patient is compliant with therapy; increase dose to 50 mg 3 times daily if control is lessening "},{"id":"923220-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Wilson's disease<\/li><li>Zinc deficiency; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acne vulgaris<\/li><li>Attention deficit hyperactivity disorder<\/li><li>Burn<\/li><li>Common cold<\/li><li>Diarrhea; Prophylaxis<\/li><li>Leprosy<\/li><li>Nutritional disorder; Adjunct<\/li><li>Oral hygiene finding<\/li><li>Pneumonia; Prophylaxis<\/li><li>Verruca vulgaris<\/li><li>Wound healing<\/li><li>Zinc deficiency<\/li><\/ul>"}]},"3":{"id":"923220-s-3","title":"Contraindications\/Warnings","sub":{"1":{"id":"923220-s-3-10","title":"Precautions","mono":"<ul><li>glaucoma (ophthalmic solution)<\/li><li>homozygosity for hemochromatosis<\/li><\/ul>"},"2":{"id":"923220-s-3-11","title":"Pregnancy Category","mono":"Unknown<br\/>"},"3":{"id":"923220-s-3-12","title":"Breast Feeding","mono":"Unknown<br\/>"}}},"4":{"id":"923220-s-4","title":"Drug Interactions","sub":{"1":{"id":"923220-s-4-14","title":"Major","mono":"<ul>Eltrombopag (theoretical)<\/ul>"},"2":{"id":"923220-s-4-15","title":"Moderate","mono":"<ul><li>Dolutegravir (established)<\/li><li>Grepafloxacin (probable)<\/li><li>Iron (established)<\/li><li>Moxifloxacin (probable)<\/li><li>Ofloxacin (probable)<\/li><\/ul>"}}},"5":{"id":"923220-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Indigestion, Nausea, Vomiting<br\/>"},"6":{"id":"923220-s-6","title":"Drug Name Info","sub":{"0":{"id":"923220-s-6-17","title":"US Trade Names","mono":"<ul><li>M2 Zinc 50<\/li><li>Zn Plus Protein<\/li><\/ul>"},"2":{"id":"923220-s-6-19","title":"Class","mono":"<ul><li>Throat Agent<\/li><li>Zinc Supplement<\/li><\/ul>"},"3":{"id":"923220-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"923220-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"923220-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take zinc acetate capsules on an empty stomach, at least 1 hour before or 2 to 3 hours after meals recommendation for administration with or without food may vary among the zinc salt formulations<br\/>"},"11":{"id":"923220-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 15 MG, 22 MG, 30 MG, 50 MG<br\/><\/li><li><b>M2 Zinc 50<\/b><br\/>Oral Capsule: 50 MG<br\/><\/li><li><b>PharmAssure Chelated Zinc<\/b><br\/>Oral Tablet: 30 MG<br\/><\/li><li><b>PharmAssure Zinc<\/b><br\/>Oral Tablet: 50 MG<br\/><\/li><li><b>Zinc-Ease<\/b><br\/>Mucous Membrane Lozenge\/Troche: 10 MG<br\/><\/li><li><b>Zinc Lozenges<\/b><br\/>Mucous Membrane Lozenge\/Troche: 10 MG<br\/><\/li><li><b>Zn-50<\/b><br\/>Oral Capsule: 50 MG<br\/><\/li><li><b>Zn Plus Protein<\/b><br\/>Oral Tablet: 15 MG<br\/><\/li><\/ul>"},"12":{"id":"923220-s-12","title":"Toxicology","sub":[{"id":"923220-s-12-31","title":"Clinical Effects","mono":"<b>ZINC COMPOUNDS <\/b><br\/>USES: Zinc is an essential element. Metallic zinc is found in pennies, and used in galvanizing, soldering, welding, electroplating, stained glass, aircraft manufacturing, jewelry making, and smelting. It is present in cough and cold lozenges and some denture adhesives. Zinc acetate is used for the maintenance treatment of Wilson's disease. Topical zinc oxide, zinc chloride, zinc phosphide, and metal fume fever are covered in separate managements. PHARMACOLOGY: Zinc is a cofactor for various enzymes in the body including superoxide dismutase, RNA and DNA polymerase, alcohol dehydrogenase, carbonic anhydrase among many others. EPIDEMIOLOGY: Acute zinc poisoning is rare. Most acute exposures do not produce any symptoms and serious toxicity is not expected from most zinc compounds. Chronic excessive exposure has caused toxicity. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain, and diarrhea may develop. Respiratory irritation and bronchospasm may develop after inhalation. SEVERE TOXICITY: Most often develops after chronic exposure. Ingestion of massive numbers of coins has caused pancreatitis, hepatitis, anemia, hemolysis, acute renal failure, and rarely death. Chronic excessive zinc ingestion from denture adhesives, supplements or coins has caused decreased serum copper concentrations, anemia, neutropenia, and a variety of neurologic anomalies including sensorimotor peripheral neuropathy, ataxia, and impaired coordination. Zinc salts are corrosive; ingestion can cause gastrointestinal burns and hemorrhage. Eye or skin contact may result in mild, moderate, or severe irritation and burns, depending on the concentration and duration of exposure. ADVERSE EFFECTS: ZINC GLUCONATE: Nausea, vomiting, diarrhea, and mouth irritation have been reported in patients taking zinc gluconate tablets dissolved in the mouth for the treatment of the common cold. <br\/>"},{"id":"923220-s-12-32","title":"Treatment","mono":"<b>ZINC COMPOUNDS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Administer IV fluids and antiemetics as necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat hypotension with IV fluids. Early endoscopy to evaluate for burns in patients with symptoms (eg, abdominal pain, stridor, persistent vomiting, pain with swallowing) or after large ingestion of zinc salts. Administer copper supplementation in patients with copper deficiency after chronic excessive zinc ingestion.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not warranted. After ingestion of zinc salts, dilute with a small amount of water or milk (4 ounces or less in a child, up to 8 ounces for an adult). Irrigate exposed eyes and wash exposed skin. HOSPITAL: Gastrointestinal decontamination is generally not warranted; zinc salts are corrosive and most other zinc compounds have minimal acute toxicity. INHALATION EXPOSURE: Inhalation exposures should be monitored for respiratory distress, bronchospasm or severe pulmonary irritation. Administer inhaled beta agonists for bronchospasm. Administer oxygen and obtain a chest radiograph in patients with respiratory distress. EYE EXPOSURE: Irrigate exposed eyes with copious amounts of room temperature water for at least 15 minutes. Check the pH after irrigation is complete. DERMAL EXPOSURE: Remove contaminated clothing and wash exposed area thoroughly with soap and water. A physician may need to examine the area if irritation or pain persists. In the case of metallic zinc exposure, avoid using water due to the potential for zinc metal to ignite when wet. For metallic zinc skin exposure, apply mineral oil to affected skin.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory distress.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Urine zinc concentration can confirm exposure but does not aid in clinical management. Monitor serum electrolytes in patients with persistent vomiting. Monitor CBC, renal function, hepatic enzymes, and serum copper concentration in patients with symptoms after chronic excessive ingestion or large acute exposure. Monitor chest radiograph, pulse oximetry and pulmonary function tests in patients with respiratory distress. Perform early endoscopy (within 12 hours) on patients who have ingested zinc salts, who have abdominal pain, stridor, drooling, persistent vomiting or pain with swallowing, or patients with large deliberate ingestions, to evaluate for caustic injury.<\/li><li>Enhanced elimination procedure: There is no role for hemodialysis or hemoperfusion. Chelation has not been proven to enhance elimination.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with minor unintentional exposures can be managed at home. OBSERVATION CRITERIA: Patients with deliberate exposures, those with respiratory distress, eye or skin irritation that persists after irrigation, or more than minor gastrointestinal irritation should be referred to a healthcare facility for evaluation. ADMISSION CRITERIA: Patients with persistent gastrointestinal or pulmonary effects should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"923220-s-12-33","title":"Range of Toxicity","mono":"<b>ZINC COMPOUNDS <\/b><br\/>TOXICITY: Minimum lethal human exposure is unknown. Toxic dose is variable depending on specific zinc compound; 10 to 30 g of zinc sulfate have been lethal in adults. Ingestion of small amounts of zinc oxide ointment (10% to 40%) by children does not produce significant effects. THERAPEUTIC DOSES: The average daily intake of zinc is 5.2 to 16.2 mg. ZINC ACETATE (Wilson's disease): 50 mg orally 3 times daily. Children 10 years of age and older: 25 to 50 mg orally 3 times daily. ELEMENTAL ZINC (zinc deficiency): adults: 25 to 50 mg orally daily. <br\/>"}]},"13":{"id":"923220-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause dyspepsia, nausea, or vomiting.<\/li><li>Advise patient that zinc acetate capsules should be taken on an empty stomach at least 1 hour before or 2 to 3 hours after meals.  Recommendation for administration with or without food may vary among the zinc salt formulations.<\/li><\/ul>"}}}