{"generic":"Nalmefene Hydrochloride","drugs":["Nalmefene Hydrochloride"],"mono":{"0":{"id":"923341-s-0","title":"Generic Names","mono":"Nalmefene Hydrochloride"},"1":{"id":"923341-s-1","title":"Dosing and Indications","sub":[{"id":"923341-s-1-4","title":"Adult Dosing","mono":"<ul><li>Nalmefene has centralized marketing authorization by the European Medicines Agency (EMA) for use in the European Union (EU).<\/li><li><b>Alcohol withdrawal syndrome:<\/b> 18 mg ORALLY per day as needed, preferably 1 to 2 hours prior to drinking alcohol or as soon as possible if patient already started drinking; MAX 18 mg per day (European Medicines Agency-approved dosing)<\/li><\/ul>"},{"id":"923341-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in patients younger than 18 years "},{"id":"923341-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, mild or moderate:<\/b> No adjustment is recommended<\/li><li><b>Renal impairment, severe:<\/b> Contraindicated<\/li><li><b>Hepatic impairment, mild or moderate:<\/b> No adjustment is recommended<\/li><li><b>Hepatic impairment, severe:<\/b> Contraindicated<\/li><li><b>Geriatric:<\/b> No dosage adjustment is recommended<\/li><\/ul>"},{"id":"923341-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Overdose of opiate<\/li><li>Reversal of opiate activity<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Alcohol withdrawal syndrome<\/li><li>Interstitial cystitis, chronic<\/li><\/ul>"}]},"3":{"id":"923341-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923341-s-3-9","title":"Contraindications","mono":"<ul><li>Acute symptoms of opioid withdrawal<\/li><li>Concomitant opioid analgesic use<\/li><li>Current or recent opioid addiction<\/li><li>Hypersensitivity to nalmefene or any other components of this product<\/li><li>Recent history of acute alcohol withdrawal syndrome, including hallucinations, seizures, and delirium tremens<\/li><li>Severe hepatic impairment (Child-Pugh classification)<\/li><li>Severe renal impairment (eGFR less than 30 mL\/min\/1.73m(2))<\/li><li>Suspected recent use of opioids<\/li><\/ul>"},{"id":"923341-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- Galactose intolerance, Lapp lactase deficiency, or glucose-galactose malabsorption; do not use this product<\/li><li>Hepatic:<\/li><li>-- Mild or moderate hepatic impairment; use caution and frequent monitoring recommended<\/li><li>-- Elevated ALAT or ASAT (greater than 3 times the ULN); use caution<\/li><li>Neurologic:<\/li><li>-- History of seizure disorders, including alcohol withdrawal seizures; use caution<\/li><li>Psychiatric:<\/li><li>-- Psychiatric effects have been reported; discontinuation may be necessary<\/li><li>-- Current psychiatric comorbidity, such as major depressive disorder; use caution<\/li><li>Renal:<\/li><li>-- Mild or moderate renal impairment; use caution and frequent monitoring recommended<\/li><li>Other:<\/li><li>-- Elderly patients (65 years or older); use caution<\/li><li>-- Emergency requirement for opioid; respiratory depression or other adverse opioid effects may occur as greater amounts of opioid may be required for desired effect; individually titrate dose and monitor closely if unusually large doses are necessary<\/li><li>-- Planned need for opioid analgesic (eg, during surgery); may temporarily discontinue 1 week prior to anticipated use of opioid<\/li><\/ul>"},{"id":"923341-s-3-11","title":"Pregnancy Category","mono":"Nalmefene: Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"923341-s-3-12","title":"Breast Feeding","mono":"Nalmefene: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"923341-s-4","title":"Drug Interactions","sub":{"1":{"id":"923341-s-4-14","title":"Major","mono":"<ul><li>Morphine (established)<\/li><li>Morphine Sulfate Liposome (established)<\/li><li>Naloxegol (theoretical)<\/li><li>Oxycodone (established)<\/li><li>Oxymorphone (established)<\/li><\/ul>"}}},"5":{"id":"923341-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (10% or greater)<\/li><li><b>Neurologic:<\/b>Dizziness (10% or greater), Headache (10% or greater), Insomnia (10% or greater)<\/li><\/ul>"},"6":{"id":"923341-s-6","title":"Drug Name Info","sub":{"2":{"id":"923341-s-6-19","title":"Class","mono":"<ul><li>Antidote<\/li><li>Ethanol Dependency<\/li><li>Opioid Antagonist<\/li><\/ul>"},"3":{"id":"923341-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"923341-s-7","title":"Mechanism Of Action","mono":"Nalmefene is a selective opioid receptor antagonist with activity at the mu and delta receptors, and partial activity at the kappa receptor. Alcohol consumption is likely reduced via modulation of cortico-mesolimbic function.<br\/>"},"8":{"id":"923341-s-8","title":"Pharmacokinetics","sub":[{"id":"923341-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1 to 2.5 hours<\/li><li>Bioavailability, Oral: 41%<\/li><\/ul>"},{"id":"923341-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 30%<\/li><li>Vd: 3200L<\/li><\/ul>"},{"id":"923341-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: Extensive, primarily by glucuronide conjugation<\/li><li>Nalmefene 3-O-glucuronide: Major, inactive<\/li><\/ul>"},{"id":"923341-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 54% as nalmefene 3-O-glucuronide, less than 3% unchanged<\/li><li>Total body clearance: 169 L\/hr<\/li><\/ul>"},{"id":"923341-s-8-27","title":"Elimination Half Life","mono":"12.5 hours <br\/>"}]},"9":{"id":"923341-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>May be taken with or without food<\/li><li>Swallow tablet whole; do not divide or crush.<\/li><\/ul>"},"10":{"id":"923341-s-10","title":"Monitoring","mono":"<ul><li>Reduction in alcohol consumption is indicative of efficacy<\/li><li>Response to treatment and need for continued therapy; regularly (eg, monthly).<\/li><li>Alcohol consumption; for 2 weeks prior to initiation<\/li><li>Mild or moderate hepatic impairment; more frequently<\/li><li>Mild or moderate renal impairment; more frequently<\/li><\/ul>"},"12":{"id":"923341-s-12","title":"Toxicology","sub":[{"id":"923341-s-12-31","title":"Clinical Effects","mono":"<b>OPIOID ANTAGONISTS, LONG ACTING <\/b><br\/>USES: Long acting opioid antagonists (methylnaltrexone, nalmefene, and naltrexone) blunt or reverse the effects of opioid medications. Their indications include reversal of life-threatening respiratory depression secondary to stimulation of opioid receptors (nalmefene), treatment of alcohol dependence (naltrexone), and reversal of opioid-induced constipation (methylnaltrexone). Naltrexone is also used to treat chronic opioid dependence once detoxification is complete. Nalmefene hydrochloride injection was discontinued from the market in 2008. PHARMACOLOGY: Long acting opioid antagonists compete and displace narcotics at opioid receptor sites. TOXICOLOGY: Secondary to its antagonists effects at opioid receptors, these drugs may precipitate acute withdrawal symptoms in opioid-dependent patients. EPIDEMIOLOGY: Naltrexone is used commonly in patients with ethanol or opioid dependence to help prevent relapse. Nalmefene and methylnaltrexone are less widely used for their specific indications. Overdose with these agents is rare. OVERDOSE: Limited data available. High doses have caused tremor, hypotension, tachycardia, dizziness, insomnia, fatigue, and agitation. High doses will precipitate opioid withdrawal in opioid-dependent patients. ADVERSE EFFECTS: Adverse reactions to long acting opioid antagonists relate to their antagonistic effects to narcotics and the resulting withdrawal symptoms. They may include pain, hypertension, diaphoresis, and agitation. In neonate, withdrawal symptoms may manifest with crying and poor feeding efforts. Pulmonary edema and dysrhythmias, including ventricular fibrillation, have been reported in association with the use of opioid antagonists to reverse narcotic effects, but it is unclear whether these complications were the result of their use. Other reported adverse effects include dose-related hepatotoxicity, eosinophilic pneumonia, injection site reactions, depression or suicidal ideation, nausea, vomiting, diarrhea, abdominal pain, hypotension, somnolence, headache, dizziness, restlessness, tremor, anxiety, miosis, joint and muscle pain, and rhabdomyolysis. <br\/>"},{"id":"923341-s-12-32","title":"Treatment","mono":"<b>OPIOID ANTAGONISTS, LONG ACTING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild to moderate toxicity, supportive care is the mainstay of treatment. This may include benzodiazepines to treat agitation and antiemetics to treat nausea and vomiting. In addition, medical providers have used clonidine to treat opioid withdrawal symptoms and dicyclomine to treat diarrhea. Manage mild hypotension with IV fluids. If hypertension develops secondary to withdrawal and agitation, benzodiazepines may be useful. MANAGEMENT OF SEVERE TOXICITY: For severe toxicity, the mainstay of treatment is supportive care. If patients develop pulmonary distress, endotracheal intubation may be required. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Treat severe hypotension with IV fluids, dopamine, or norepinephrine. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not indicated as toxicity is self-limited. HOSPITAL: Gastrointestinal decontamination is generally not indicated unless more toxic co-ingestants are involved.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with pulmonary distress.<\/li><li>Antidote: None.<\/li><li>Ventricular arrhythmia: Institute continuous cardiac monitoring, obtain an ECG, and administer oxygen.  Evaluate for hypoxia, acidosis, and electrolyte disorders.  Lidocaine and amiodarone are generally first line agents for stable monomorphic ventricular tachycardia, particularly in patients with underlying impaired cardiac function. Unstable rhythms require immediate cardioversion.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the large volume of distribution of these agents.<\/li><li>Monitoring of patient: No laboratory studies are need unless otherwise clinically indicated. Serum concentrations of these drugs are not widely available or clinically useful in guiding management. Patients who receive these agents to reverse opioid toxicity should be monitored for CNS and respiratory depression and evidence of opioid withdrawal. Monitor vital signs, mental status, CK, and liver enzymes in symptomatic patients.<\/li><li>Patient disposition: HOME CRITERIA: Long acting opioid antagonist exposures in general should be very safe and asymptomatic patients with inadvertent exposure may remain at home. However, if it was used to reverse opioid toxicity, the patient should be brought into a healthcare facility for further evaluation or if the patients are symptomatic. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate overdose, and patients in whom these drugs were used to reverse opioid toxicity should be referred to a healthcare facility. Criteria for discharge include a patient who is asymptomatic or clearly improving after an observation period of 4 to 6 hours without treatment. ADMISSION CRITERIA: Patients who have persistent symptoms or any evidence of pulmonary edema should be admitted. CONSULT CRITERIA: If there are any concerns, a toxicologist or a poison center can be consulted for advice regarding the use of long acting opioid antagonists. <\/li><\/ul>"},{"id":"923341-s-12-33","title":"Range of Toxicity","mono":"<b>OPIOID ANTAGONISTS, LONG ACTING<\/b><br\/>TOXICITY: There are no specific known toxic doses associated with long acting opioid antagonists. Adverse effects have been reported following a wide range of doses though large doses (eg, naltrexone 800 mg daily for one week) have been tolerated without ill effects. THERAPEUTIC EFFECTS: NALTREXONE: IM: 380 mg IM every 4 weeks (or once a month). ORAL: 25 to 50 mg once daily. METHYLNALTREXONE: Weight less than 38 kg (less than 84 pounds): 0.15 mg\/kg subQ every other day. Weight 38 to less than 62 kg (84 to less than 136 pounds): 8 mg subQ every other day. Weight 62 to 114 kg (136 to 251 pounds): 12 mg subQ every other day. Weight greater than 114 kg (greater than 251 pounds): 0.15 mg\/kg subQ every other day. CHILDREN: The safety and efficacy of methylnaltrexone and naltrexone have not been established in pediatric patients. <br\/>"}]},"13":{"id":"923341-s-13","title":"Clinical Teaching","mono":"<ul><li>Direct patient to report confusion, hallucinations, restlessness, or symptoms of mental dissociation.<\/li><li>Side effects may include nausea, dizziness, insomnia, and headache.<\/li><li>Instruct patient to report drug use prior to medical procedures requiring opioid analgesics, as treatment interruption may be required.<\/li><li>Tell patient to take drug 1 to 2 hours before drinking alcohol or as soon as possible after ingesting alcohol.<\/li><\/ul>"}}}