{"generic":"Ganciclovir","drugs":["Cytovene","Ganciclovir","Vitrasert","Zirgan"],"mono":[{"id":"923366-s-0","title":"Generic Names","mono":"Ganciclovir"},{"id":"923366-s-1","title":"Dosing and Indications","sub":[{"id":"923366-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Cytomegaloviral retinitis:<\/b> (HIV infection) one sustained-release INTRAVITREAL implant (4.5 mg\/implant) WITH valganciclovir (900 mg ORALLY twice daily for 14 to 21 days, followed by once daily until immune recovery); may replace implant every 6 to 8 months for chronic maintenance therapy if CD4+ counts remain less than 100 cells\/mcL (guideline dosing)<\/li><li><b>Cytomegaloviral retinitis:<\/b> one sustained-release INTRAVITREAL implant (4.5 mg\/implant) every 5 to 8 months (manufacturer dosing)<\/li><li><b>Cytomegaloviral retinitis:<\/b> maintenance, 1 g ORALLY 3 times a day, or 500 mg 6 times a day (every 3 hr while awake); may be started after IV induction therapy (manufacturer dosing)<\/li><li><b>Cytomegalovirus infection, Transplantation; Prophylaxis:<\/b> solid organ transplant, 1 g ORALLY 3 times a day<\/li><li><b>Cytomegalovirus infection; Prophylaxis - HIV infection, Advanced:<\/b> 1 g ORALLY 3 times a day<\/li><li><b>Herpes simplex keratitis:<\/b> 1 drop into affected eye 5 times daily until corneal ulcer healed; then 1 drop 3 times daily for 7 days<\/li><\/ul>"},{"id":"923366-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy of oral ganciclovir not established in children; use with caution in this population due to the probability of long-term carcinogenicity and reproductive toxicity<\/li><li>safety and efficacy of intravitreal ganciclovir not established in children below 9 yr of age<\/li><li>safety and efficacy of ophthalmic ganciclovir not established in children below 2 yr of age<\/li><li><b>Cytomegaloviral retinitis:<\/b> (age 3 yr and older) HIV infection, initial and maintenance therapy: one sustained-release INTRAVITREAL implant (4.5 mg\/implant) every 6 to 9 months PLUS ganciclovir 30 mg\/kg ORALLY 3 times a day<\/li><li><b>Cytomegaloviral retinitis:<\/b> (age 9 yr and older) one sustained-release INTRAVITREAL implant (4.5 mg\/implant) every 5 to 8 months (manufacturer dosing)<\/li><li><b>Herpes simplex keratitis:<\/b> (2 yr and older) 1 drop into affected eye 5 times daily until corneal ulcer healed; then 1 drop 3 times daily for 7 days<\/li><\/ul>"},{"id":"923366-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment (adults):<\/b> CrCl greater than or equal to 70 mL\/min, usual dose; CrCl 50 to 69 mL\/min, 1500 mg orally once a day or 500 mg orally 3 times a day; CrCl 25 to 49 mL\/min, 1000 mg orally once a day or 500 mg orally twice a day; CrCl 10 to 24 mL\/min, 500 mg orally once a day; CrCl less than 10 mL\/min, 500 mg orally 3 times a week following hemodialysis "},{"id":"923366-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cytomegaloviral retinitis<\/li><li>Cytomegalovirus infection, Transplantation; Prophylaxis<\/li><li>Cytomegalovirus infection; Prophylaxis - HIV infection, Advanced<\/li><li>Herpes simplex keratitis<\/li><\/ul>"}]},{"id":"923366-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>The clinical toxicity of ganciclovir includes granulocytopenia, anemia, and thrombocytopenia. In animal studies ganciclovir was carcinogenic, teratogenic, and caused aspermatogenesis. Ganciclovir is indicated only for prevention of CMV disease in patients with advanced HIV infection at risk for CMV disease, for maintenance treatment of CMV retinitis in immunocompromised patients, and for prevention of CMV disease in solid organ transplant recipients. Because ganciclovir is associated with a risk of more rapid rate of CMV retinitis progression, it should be used as maintenance treatment only in those patients for whom this risk is balanced by the benefit associated with avoiding daily intravenous infusions.<br\/>"},{"id":"923366-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923366-s-3-9","title":"Contraindications","mono":"<ul><li>any contraindication for ocular surgery including infection or severe thrombocytopenia (intravitreal implant)<\/li><li>hypersensitivity to ganciclovir or acyclovir<\/li><li>specific contraindications have not been determined for ganciclovir ophthalmic gel<\/li><\/ul>"},{"id":"923366-s-3-10","title":"Precautions","mono":"<ul><li>hematologic toxicities, including granulocytopenia (neutropenia), anemia, and thrombocytopenia have been reported; dose reduction may be necessary; monitoring recommended (capsule)<\/li><li>absolute neutrophil count less than 500 cells\/microliter or platelet count less than 25,000 cells\/microliter; use not recommended (capsule)<\/li><li>cytopenias, pre-existing, or patients with a history of cytopenic reactions to other drugs, chemicals, or irradiation; increased risk of hematologic toxicities; dose reduction may be necessary; monitoring recommended (capsule)<\/li><li>carcinogenesis; potential carcinogen<\/li><li>fertility impairment; temporary or permanent inhibition of spermatogenesis in men and suppression of fertility in women may occur<\/li><li>renal impairment; dosage reduction required (capsule)<\/li><li>women of childbearing age; potential teratogen and mutagen; effective contraception during treatment in women and during and after treatment in men is required<\/li><li>contact lenses, avoid wearing during therapy or if signs and symptoms of herpetic keratitis are present (ophthalmic gel)<\/li><li>decreased visual acuity for approximately 2 to 4 weeks following intravitreal implant has been reported in most patients<\/li><li>intravitreal implant should be handled with extreme care; damage to the polymer coating on implant may result in an increased rate of drug release<\/li><\/ul>"},{"id":"923366-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"923366-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"923366-s-4","title":"Drug Interactions","sub":{"1":{"id":"923366-s-4-14","title":"Major","mono":"<ul><li>Imipenem (probable)<\/li><li>Zidovudine (established)<\/li><\/ul>"},"2":{"id":"923366-s-4-15","title":"Moderate","mono":"<ul>Didanosine (probable)<\/ul>"}}},{"id":"923366-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (6% to 10%), Sweating (11% to 14%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (41% to 48%), Loss of appetite (15% to 19%), Vomiting (13% to 14%)<\/li><li><b>Hematologic:<\/b>Anemia (21% to 37%), Neutropenia (AIDS patients, 48% to 54%; liver transplant patients, 6%), Thrombocytopenia (3% to 6%)<\/li><li><b>Immunologic:<\/b>Infectious disease (8% to 9%)<\/li><li><b>Neurologic:<\/b>Neuropathy (8% to 21%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision (ophthalmic gel, 60%), Conjunctival hyperemia (ophthalmic gel, 5%), Eye irritation (ophthalmic gel, 20%), Punctate keratitis (ophthalmic gel, 5%), Reduced visual acuity (intravitreal implant, 10% to 20%), Vitreous hemorrhage (intravitreal implant, 10% to 20%)<\/li><li><b>Renal:<\/b>Serum creatinine raised (AIDS patients, 13% to 20%; liver transplant patients, 55%)<\/li><li><b>Other:<\/b>Fever (35% to 38%), Shivering (7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Torsades de pointes<\/li><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal perforation, Pancreatitis<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Sepsis (3% to 4%)<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident<\/li><li><b>Ophthalmic:<\/b>Retinal detachment (8% to 29%)<\/li><li><b>Renal:<\/b>Renal failure<\/li><li><b>Other:<\/b>Multiple organ failure<\/li><\/ul>"},{"id":"923366-s-6","title":"Drug Name Info","sub":{"0":{"id":"923366-s-6-17","title":"US Trade Names","mono":"<ul><li>Cytovene<\/li><li>Vitrasert<\/li><li>Zirgan<\/li><\/ul>"},"2":{"id":"923366-s-6-19","title":"Class","mono":"<ul><li>Antiviral<\/li><li>Guanosine Nucleoside Analog<\/li><li>Viral DNA Polymerase Inhibitor<\/li><\/ul>"},"3":{"id":"923366-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923366-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"923366-s-7","title":"Mechanism Of Action","mono":"Ganciclovir is an acyclic nucleoside analogue of 2'-deoxyguanosine which inhibits the replication of the cytomegalovirus (CMV) and herpes simplex virus. Ganciclovir is phosphorylated by CMV and then undergoes intracellular conversion to the triphosphate form. Ganciclovir triphosphate inhibits viral DNA synthesis by competitively inhibiting viral DNA polymerases and by getting incorporated into viral DNA resulting in chain termination.<br\/>"},{"id":"923366-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"923366-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral, adults: 1.8 +\/- 0.8 hr<\/li><li>Tmax, Oral, pediatric patients: 2 to 2.5 hr<\/li><li>Bioavailability, Intravitreal: minimal systemic absorption<\/li><li>Bioavailability, Ophthalmic: minimal systemic exposure<\/li><li>Bioavailability, Oral: 5%<\/li><li>Effect of food: increased bioavailability to 6% to 9% and increased exposure (AUC, Cmax, Tmax)<\/li><\/ul>"},"1":{"id":"923366-s-8-24","title":"Distribution","mono":"Protein binding: 1% to 2% <br\/>"},"3":{"id":"923366-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 86% +\/- 3%<\/li><li>Renal: 5% +\/- 1%<\/li><li>Renal clearance, adults: 3.1 +\/- 1.2 mL\/min\/kg<\/li><li>Renal clearance, pediatric patients: 4.8 to 7 L\/hr\/kg<\/li><li>Dialyzable: yes (hemodialysis), 50%<\/li><\/ul>"},"4":{"id":"923366-s-8-27","title":"Elimination Half Life","mono":"<ul><li>4.8 +\/- 0.9 hr<\/li><li>Renal impairment, 9 to 29 hr<\/li><\/ul>"}}},{"id":"923366-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of chemotherapy, drug is potentially carcinogenic and mutagenic<br\/><\/li><li><b>Implantation, intravitreal<\/b><br\/><ul><li>maintain aseptic technique at all times when handling implant<\/li><li>handle implant only by suture tab to avoid damage to polymer coating which may result in an increased rate of drug release from the implant<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>avoid direct contact of the powder contained in the oral capsules with the skin or mucous membranes<\/li><li>take with food<\/li><li>do not open or crush capsules<\/li><\/ul><\/li><\/ul>"},{"id":"923366-s-10","title":"Monitoring","mono":"<ul><li>acute herpetic keratitis: clinical resolution of dendritic ulcers is evidence of efficacy<\/li><li>cytomegalovirus retinitis: ophthalmic examinations immediately before therapy is initiated, at the end of induction (or reinduction) therapy, and monthly thereafter; more frequent follow-up may be indicated  (minimally every 4 to 6 weeks)<\/li><li>cytomegalovirus (CMV) infection in organ transplant recipients or in at-risk patients with advanced HIV: prevention of CMV infection is indicative of efficacy<\/li><li>CBC; twice a week during induction of therapy and once a week thereafter, including differential; especially in patients with a history of leukopenia resulting from ganciclovir or other nucleoside analogue use and in those with neutrophil counts less than 1000 cells\/mcL at the beginning of treatment<\/li><li>renal function; twice a week during induction of therapy and once a week thereafter especially in patients with impaired renal function<\/li><li>serum electrolytes; twice a week during induction of therapy and once a week thereafter<\/li><\/ul>"},{"id":"923366-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 250 MG, 500 MG<br\/><\/li><li><b>Zirgan<\/b><br\/>Ophthalmic Gel\/Jelly: 0.15 %<br\/><\/li><\/ul>"},{"id":"923366-s-12","title":"Toxicology","sub":[{"id":"923366-s-12-31","title":"Clinical Effects","mono":"<b>GANCICLOVIR AND RELATED AGENTS<\/b><br\/>OVERDOSE: Overdose data are limited. Irreversible pancytopenia, persistent bone marrow suppression, hepatitis, hematuria, elevated creatinine, seizures, neutropenia, anemia, leukopenia, and thrombocytopenia have been reported after intravenous overdose, as well as with intravenous or oral therapeutic doses.  Retinal damage and permanent visual loss have been reported after overdose by intravitreal injection. ADVERSE EFFECTS: Since ganciclovir has been almost exclusively evaluated in immunocompromised patients with infections, the adverse events reported may be confounded by underlying disease processes and concomitant drug therapies.  Adverse effects at therapeutic doses have included:  torsades de pointes, cardiac arrest, cardiac conduction abnormalities, ventricular tachycardia, gastrointestinal perforation, multiple organ failure, pancreatitis, and sepsis. <br\/>"},{"id":"923366-s-12-32","title":"Treatment","mono":"<b>GANCICLOVIR AND RELATED AGENTS<\/b><br\/><ul><li>Decontamination: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Seizure: IV benzodiazepines, barbiturates.<\/li><li>Conduction disorder of the heart: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Consider lidocaine and amiodarone.<\/li><li>Body temperature above reference range: Cold compresses and cooling blankets should be used in cases of hyperthermia.<\/li><li>Neutropenia: Filgrastim 5 mcg\/kg\/day subcutaneously, or sargramostim 250 mcg\/m(2)\/day infused over 4 hrs.<\/li><li>Monitoring of patient: Monitor CBC and platelets for hematologic abnormalities. Monitor ECG in symptomatic patients. Serum creatinine levels and liver enzyme levels should be monitored for possible renal or hepatic abnormalities.<\/li><\/ul>"},{"id":"923366-s-12-33","title":"Range of Toxicity","mono":"<b>GANCICLOVIR AND RELATED AGENTS<\/b><br\/>TOXICITY: Range of toxicity is not established. GANCICLOVIR - No toxicity developed in an adult following a  total dose of 8.25 grams of ganciclovir given over a 36 hour period. Persistent bone marrow suppression developed in another adult after a single 6 gram dose. VALGANCICLOVIR - Fatal bone marrow depression (medullary aplasia) occurred in an adult with renal impairment after receiving dosing that was 10-fold greater than recommended over several days. THERAPEUTIC DOSE: GANCICLOVIR - ADULT - 1 g orally 3 times a day; IV - up to 5 mg\/kg IV every 12 hours. INTRAVITREAL - 4.5 mg\/implant every 6 to 9 months. Renal dosing may be necessary. PEDIATRIC: Ganciclovir is not FDA-approved for pediatric patients. VALGANCICLOVIR - ADULT - up to 900 mg orally twice daily. Renal dosing may be necessarry. PEDIATRIC: Safety and efficacy have not been established in pediatric patients. <br\/>"}]},{"id":"923366-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct both male and female patients to use reliable contraception, as drug may cause fetal harm if pregnancy occurs during treatment. This applies during treatment and up to 90 days post therapy.<\/li><li>Counsel patient that drug may cause infertility in both men and women. Family planning should be discussed with a healthcare professional before initiating drug therapy.<\/li><li>This drug may cause loss of appetite or fever.<\/li><li>Instruct patient to report signs\/symptoms of pancytopenia.<\/li><li>Patients receiving intravitreal implant should expect decreased visual acuity, especially within 2 to 4 weeks following implantation. Advise patient to report if vision does not improve after this time.<\/li><li>Advise patient that drug is not curative, but may help prevent exacerbation of disease. Patient should report any exacerbation of symptoms.<\/li><li>Patient should take capsules with food.<\/li><li>Instruct patient how to use proper procedures for handling and disposal of chemotherapy.<\/li><li>Patient should avoid direct contact of the powder or solution with the skin or mucous membranes, as drug is an irritant.<\/li><li>Instruct patient to contact healthcare professional for instructions if more than one dose of injectable form is missed.<\/li><\/ul>"}]}