{"drugs":["Valacyclovir Hydrochloride","Valtrex"],"mono":{"0":{"id":"923398-s-0","title":"Generic Names","mono":"Valacyclovir Hydrochloride"},"1":{"id":"923398-s-1","title":"Dosing and Indications","sub":[{"id":"923398-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bell's palsy; Adjunct:<\/b> 1000 mg ORALLY 3 times daily for 7 days plus steroid therapy<\/li><li><b>Genital herpes simplex, Initial and recurrent episodes:<\/b> initial episode, 1 g ORALLY twice daily for 7 to 10 days; most effective when started within 48 hours of signs and symptoms<\/li><li><b>Genital herpes simplex, Initial and recurrent episodes:<\/b> recurrent episode, 500 mg ORALLY twice daily for 3 days, or 1 g once daily for 5 days; start within 24 hours after onset of signs and symptoms<\/li><li><b>Genital herpes simplex, Initial and recurrent episodes - HIV infection:<\/b> 1 g ORALLY twice daily for 5 to 14 days<\/li><li><b>Herpes labialis:<\/b> 2 g ORALLY twice daily for 1 day; separate doses by 12 hours; start at the earliest onset of symptoms<\/li><li><b>Herpes labialis - HIV infection:<\/b> 1 g ORALLY twice daily for 5 to 10 days<\/li><li><b>Herpes zoster, Shingles:<\/b> 1 g ORALLY 3 times daily for 7 days; start within 48 hours of rash onset<\/li><li><b>Herpes zoster, Shingles - HIV infection:<\/b> (acute localized dermatomal) 1 g ORALLY 3 times daily for 7 to 10 days; may treat longer if lesions are slow to resolve<\/li><li><b>HIV infection - Recurrent genital herpes simplex, Suppression:<\/b> 500 mg ORALLY twice daily<\/li><li><b>HIV infection - Varicella:<\/b> (uncomplicated cases) 1 g ORALLY 3 times daily for 5 to 7 days<\/li><li><b>Recurrent genital herpes simplex, Suppression and transmission reduction:<\/b> suppressive therapy: 1 g ORALLY once daily; 9 or fewer recurrences\/year, 500 mg ORALLY once daily<\/li><li><b>Recurrent genital herpes simplex, Suppression and transmission reduction:<\/b> reduction of transmission: 9 or fewer recurrences\/year, 500 mg ORALLY once daily<\/li><\/ul>"},{"id":"923398-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Herpes labialis:<\/b> (12 years or older) 2 g ORALLY twice daily for 1 day; separate doses by 12 hours; start at the earliest onset of symptoms<\/li><li><b>Varicella:<\/b> (2 years or older) 20 mg\/kg ORALLY 3 times daily for 5 days; MAX dose 1 g 3 times daily; begin within 24 hours after rash onset<\/li><\/ul>"},{"id":"923398-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, herpes zoster:<\/b> CrCl 50 mL\/min or greater, usual dose; CrCl 30 to 49 mL\/min, 1 g every 12 hours; CrCl 10 to 29 mL\/min, 1 g every 24 hours; CrCl less than 10 mL\/min, 0.5 g every 24 hours<\/li><li><b>renal impairment, genital herpes:<\/b> (initial episode) CrCl 30 mL\/min or greater, usual dose; CrCl 10 to 29 mL\/min, 1 g every 24 hours; CrCl less than 10 mL\/min, 0.5 g every 24 hours<\/li><li><b>renal impairment, genital herpes:<\/b> (recurrent episode and suppressive therapy) CrCl 30 mL\/min or greater, usual dose; CrCl less than 30 mL\/min, 0.5 g every 24 hours<\/li><li><b>renal impairment, genital herpes:<\/b> (suppressive therapy, 9 or fewer recurrences\/year) CrCl 30 mL\/min or greater, usual dose; CrCl less than 30 mL\/min, 0.5 g every 48 hours<\/li><li><b>renal impairment, genital herpes:<\/b> (HIV-infected patient, suppressive therapy) CrCl 30 mL\/min or greater, usual dose; CrCl less than 30 mL\/min, 0.5 g every 24 hours<\/li><li><b>renal impairment, herpes labialis:<\/b> CrCl 50 mL\/min or greater, usual dose; CrCl 30 to 49 mL\/min, 1 g every 12 hours for 1 day; CrCl 10 to 29 mL\/min, 0.5 g every 12 hours for 1 day; CrCl less than 10 mL\/min, single dose of 0.5 g<\/li><li><b>hemodialysis:<\/b> give recommended renally adjusted dose after hemodialysis<\/li><li><b>peritoneal dialysis:<\/b> supplemental doses not required following chronic ambulatory peritoneal dialysis or continuous arteriovenous hemofiltration\/dialysis<\/li><li><b>hepatic impairment:<\/b> dose reduction not recommended in patients with cirrhosis<\/li><li><b>geriatric:<\/b> dose reduction may be necessary in patients with reduced renal function<\/li><\/ul>"},{"id":"923398-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Genital herpes simplex, Initial and recurrent episodes<\/li><li>Herpes labialis<\/li><li>Herpes zoster, Shingles<\/li><li>HIV infection - Recurrent genital herpes simplex, Suppression<\/li><li>Recurrent genital herpes simplex, Suppression and transmission reduction<\/li><li>Varicella<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute retinal necrosis<\/li><li>Bell's palsy; Adjunct<\/li><li>Cytomegalovirus infection; Prophylaxis - Transplantation<\/li><li>Genital herpes simplex, Initial and recurrent episodes - HIV infection<\/li><li>Herpes labialis - HIV infection<\/li><li>Herpes simplex, Non-genital<\/li><li>Herpes zoster, Shingles - HIV infection<\/li><li>HIV infection - Varicella<\/li><\/ul>"}]},"3":{"id":"923398-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923398-s-3-9","title":"Contraindications","mono":"clinically significant hypersensitivity such as anaphylaxis to valacyclovir, acyclovir, or any component of the product <br\/>"},{"id":"923398-s-3-10","title":"Precautions","mono":"<ul><li>Hematologic:<\/li><li>-- thrombotic thrombocytopenic purpura\/hemolytic uremic syndrome, including fatalities, has been reported with doses of 8 g\/day in patients with advanced HIV and in renal and allogeneic bone marrow transplant recipients<\/li><li>Neurologic:<\/li><li>-- CNS reactions such as agitation, hallucinations, confusion, delirium, seizures, and encephalopathy have been reported; discontinue if CNS symptoms occur<\/li><li>Renal:<\/li><li>-- acute renal failure may occur; increased risk in patients who are elderly or dehydrated<\/li><li>-- renal impairment; dosage reduction recommended<\/li><li>Other:<\/li><li>-- give cautiously to patients who are dehydrated as acyclovir precipitation in renal tubules may occur when solubility (2.5 mg\/mL) in intratubular fluid is exceeded<\/li><\/ul>"},{"id":"923398-s-3-11","title":"Pregnancy Category","mono":"Valacyclovir: B (FDA)<br\/>"},{"id":"923398-s-3-12","title":"Breast Feeding","mono":"Valacyclovir: Micromedex: Infant risk is minimal.<br\/>"}]},"4":{"id":"923398-s-4","title":"Drug Interactions","sub":{"2":{"id":"923398-s-4-15","title":"Moderate","mono":"<ul><li>Mycophenolate Mofetil (probable)<\/li><li>Mycophenolic Acid (probable)<\/li><\/ul>"}}},"5":{"id":"923398-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (8%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (1% to 11%), Nausea (5% to 15%), Vomiting (less than 1% to 6%)<\/li><li><b>Neurologic:<\/b>Headache (13% to 38%)<\/li><li><b>Other:<\/b>Fatigue (8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Thrombotic thrombocytopenic purpura<\/li><li><b>Neurologic:<\/b>Aseptic meningitis, Encephalopathy, Seizure<\/li><li><b>Renal:<\/b>Hemolytic uremic syndrome<\/li><\/ul>"},"6":{"id":"923398-s-6","title":"Drug Name Info","sub":{"0":{"id":"923398-s-6-17","title":"US Trade Names","mono":"Valtrex<br\/>"},"2":{"id":"923398-s-6-19","title":"Class","mono":"<ul><li>Antiviral<\/li><li>Guanosine Nucleoside Analog<\/li><li>Viral DNA Polymerase Inhibitor<\/li><\/ul>"},"3":{"id":"923398-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"923398-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"923398-s-7","title":"Mechanism Of Action","mono":"Valacyclovir hydrochloride (a L-valyl ester prodrug of acyclovir) is rapidly converted to acyclovir. Acyclovir is converted to acyclovir monophosphate by viral thymidine kinase, to acyclovir diphosphate by cellular guanylate kinase, and to acyclovir triphosphate by other cellular enzymes. Acyclovir triphosphate inhibits replication of herpes viral DNA by competitive inhibition of viral DNA polymerase, incorporation and termination of the growing viral DNA chain, and by inactivation of viral DNA polymerase.<br\/>"},"8":{"id":"923398-s-8","title":"Pharmacokinetics","sub":[{"id":"923398-s-8-23","title":"Absorption","mono":"<ul><li>Acyclovir (active drug), Tmax, Oral: 1 to 3 hours<\/li><li>Acyclovir (active drug), Bioavailability, Oral: 54.5%<\/li><li>Acyclovir (active drug), Effect of food: no effect<\/li><\/ul>"},{"id":"923398-s-8-24","title":"Distribution","mono":"<ul><li>Valacyclovir (prodrug), Protein binding: 13.5% to 17.9%<\/li><li>Acyclovir (active drug), Protein binding: 9% to 33%<\/li><\/ul>"},{"id":"923398-s-8-25","title":"Metabolism","mono":"<ul><li>Valacyclovir (prodrug): valacyclovir is rapidly converted to the active drug acyclovir by first pass intestinal and\/or hepatic metabolism<\/li><li>Acyclovir: active<\/li><\/ul>"},{"id":"923398-s-8-26","title":"Excretion","mono":"<ul><li>Valacyclovir (prodrug), Fecal: 47%<\/li><li>Acyclovir (active drug), Renal clearance: 255 mL\/min<\/li><li>Valacyclovir (prodrug), Renal: 46%<\/li><li>Acyclovir (active drug), Dialyzable: Yes (hemodialysis), 33.3% removed in a 4-hour session<\/li><li>Acyclovir (active drug), Total body clearance: 679.16 mL\/min\/1.73 m(2) (healthy subjects); 86.3 mL\/min\/1.73 m(2) (dialysis patients)<\/li><\/ul>"},{"id":"923398-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Acyclovir (active drug), healthy volunteers: 2.5 to 3.3 hours<\/li><li>Acyclovir (active drug), geriatric patients: 3.11 hours<\/li><li>Acyclovir (active drug), ESRD: 14 hours<\/li><li>Acyclovir (active drug), during hemodialysis: 4 hours<\/li><\/ul>"}]},"9":{"id":"923398-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with or without food <br\/>"},"10":{"id":"923398-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement, total lesion count<\/li><li>renal function; in patients with pre-existing renal disease<\/li><\/ul>"},"11":{"id":"923398-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 1 GM, 500 MG<br\/><\/li><li><b>Valtrex<\/b><br\/>Oral Tablet: 1 GM, 500 MG<br\/><\/li><\/ul>"},"12":{"id":"923398-s-12","title":"Toxicology","sub":[{"id":"923398-s-12-31","title":"Clinical Effects","mono":"<b>VALACYCLOVIR<\/b><br\/>USES: Valacyclovir, an antiviral agent, is used in the treatment of genital herpes simplex, herpes labialis (cold sores) and herpes zoster. It is also used to treat chickenpox in pediatric patients. PHARMACOLOGY: Valacyclovir hydrochloride, a L-valyl ester prodrug of acyclovir, is rapidly converted to acyclovir. Acyclovir is than converted to acyclovir monophosphate by viral thymidine kinase, to acyclovir diphosphate by cellular guanylate kinase, and to acyclovir triphosphate by other cellular enzymes. Acyclovir triphosphate inhibits replication of herpes viral DNA by competitive inhibition of viral DNA polymerase, incorporation and termination of the growing viral DNA chain, and by inactivation of viral DNA polymerase. TOXICOLOGY: As a prodrug of acyclovir, it exhibits similar toxic effects. No ingestions resulting in death have been reported in immunocompetent patients. EPIDEMIOLOGY: Exposure may occur. Immunocompromised patients may develop more acute effects following exposure. OVERDOSE: Limited data. As a prodrug of acyclovir, similar toxicity is expected in overdose. Manifestations of acyclovir toxicity include acute renal insufficiency, lethargy, coma, agitation, myoclonus and in severe cases seizures.  MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea and constipation may develop. Headache, dizziness, and asthenia may also occur. SEVERE TOXICITY: Renal insufficiency, crystalluria of acyclovir when solubility in the renal tubules is exceeded, lethargy, myoclonus, agitation, tremor, seizure, and coma may develop. In rare cases, thrombotic thrombocytopenic purpura, hemolytic uremic syndrome and neutropenia can develop in patients with pre-existing advanced HIV and other immune suppressed states. ADVERSE EFFECTS: COMMON: The following adverse events have occurred in greater than 10% of patients: headache, nausea, and abdominal pain. OTHER: CNS adverse reactions (eg, agitation, hallucinations, seizures, delirium, confusion, and encephalopathy) may develop in both adult and pediatric patients or in patients with renal disease who received higher than recommended doses of valacyclovir. The elderly are the most likely to develop CNS and\/or acute renal failure with therapy. RARE: Thrombotic thrombocytopenic purpura\/hemolytic uremic syndrome (TTP\/HUS) (sometimes fatal) has developed in patients with advanced HIV and in allogenic bone marrow transplant and renal transplant patients. <br\/>"},{"id":"923398-s-12-32","title":"Treatment","mono":"<b>VALACYCLOVIR <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Rehydration (oral or IV fluids) may prevent crystalluria and nephrotoxicity reported with acyclovir. Treat significant vomiting and diarrhea with fluids as tolerated; treat with antiemetics for persistent vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Rehydration (oral or IV fluids) may prevent crystalluria and nephrotoxicity reported with acyclovir. Support respiratory and cardiovascular function as needed. Benzodiazepines should be the first line agent for agitation or seizures.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in a patient with a potentially toxic ingestion who is awake and able to protect their airway. Activated charcoal should be avoided in patients with any signs or symptoms of an altered mental status or inability to protect their airway. HOSPITAL: Activated charcoal should be considered for patients that present early after a large overdose if they are awake, alert, and able to ingest the charcoal.<\/li><li>Airway management: Airway management is not expected to be necessary following a mild to moderate exposure to oral valacyclovir. Patients with profound CNS depression or recurrent seizures require airway management, but this is exceedingly rare.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor renal function, fluid status and urine output, as indicated. Monitor CNS function. Obtain a baseline CBC and electrolytes following a significant exposure; repeat as necessary. Monitor CBC, platelet count and renal and liver function tests in patients with suspected hemolytic uremic syndrome or thrombotic thrombocytopenic purpura.<\/li><li>Enhanced elimination procedure: Hemodialysis may be beneficial in patients that develop acute renal failure or anuria.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with an inadvertent ingestion (1 or 2 extra doses) of valacyclovir may be observed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose and symptomatic patients should be sent to a healthcare facility for evaluation and treatment. Patients should be observed for 6 hours, primarily monitoring for signs of coingestant toxicity or development of significant CNS depression. Follow-up renal function tests should be obtained in patients following a massive overdose. ADMISSION CRITERIA: Admit patients with severe toxicity characterized by persistent CNS depression, acute renal failure or other major toxic effects. CONSULT CRITERIA: Consider consultation with a medical toxicologist or poison center if the diagnosis is unclear. Consult a nephrologist for patients with renal injury or acute renal failure.<\/li><\/ul>"},{"id":"923398-s-12-33","title":"Range of Toxicity","mono":"<b>VALACYCLOVIR<\/b><br\/>TOXIC DOSE: A toxic dose has not been established. Persistent diarrhea has been reported in patients receiving 2 g of valacyclovir 4 times daily. ANIMAL DATA: Single doses of 2 to 5 g\/kg caused lethal nephrotoxicity in rats. THERAPEUTIC DOSE: ADULT: Varies by indication. Doses up to 2 g every 12 hours have been used. PEDIATRIC: CHICKENPOX: 20 mg\/kg 3 times daily for 5 days; not to exceed 1 g 3 times daily. <br\/>"}]},"13":{"id":"923398-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to avoid having sex while herpes sores are present. This drug does not prevent disease transmission.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patient should maintain adequate hydration during drug therapy to prevent precipitation of acyclovir (active drug) in the renal tubules.<\/li><\/ul>"}}}