{"generic":"Acarbose","drugs":["Acarbose","Precose"],"mono":{"0":{"id":"923394-s-0","title":"Generic Names","mono":"Acarbose"},"1":{"id":"923394-s-1","title":"Dosing and Indications","sub":[{"id":"923394-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Type 2 diabetes mellitus:<\/b> initial, 25 mg ORALLY 3 times a day with the first bite of each main meal; may initiate at 25 mg ORALLY once daily with gradual dose titration to 25 mg ORALLY 3 times a day in some patients to minimize gastrointestinal side effects<\/li><li><b>Type 2 diabetes mellitus:<\/b> maintenance, dose may be increased at 4- to 8-week intervals to 50 to 100 mg ORALLY 3 times a day with the first bite of each main meal; MAX 50 mg three times daily for patients weighing 60 kg or less and MAX 100 mg three times daily for those weighing more than 60 kg<\/li><\/ul>"},{"id":"923394-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"923394-s-1-6","title":"Dose Adjustments","mono":"<b>intestinal adverse effects, despite adherence to the diabetic diet:<\/b> temporary or permanent dose reduction "},{"id":"923394-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Type 2 diabetes mellitus; Prophylaxis<br\/>"}]},"3":{"id":"923394-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923394-s-3-9","title":"Contraindications","mono":"<ul><li>Cirrhosis<\/li><li>Colonic ulceration<\/li><li>Diabetic ketoacidosis<\/li><li>Hypersensitivity to acarbose<\/li><li>Inflammatory bowel disease<\/li><li>Intestinal diseases (marked digestive or absorptive disorders), chronic, and conditions that may deteriorate as a result of increased gas formation<\/li><li>Intestinal obstruction or predisposition to intestinal obstruction<\/li><\/ul>"},{"id":"923394-s-3-10","title":"Precautions","mono":"<ul><li>Hepatic:<\/li><li>-- Fulminant hepatitis with fatal outcome has been reported<\/li><li>-- Serum transaminase elevations, and rarely hyperbilirubinemia, have been reported and may be dose-related; monitor and adjust dose or discontinue therapy if necessary<\/li><li>Endocrine and Metabolic:<\/li><li>-- Hypoglycemia may occur with concomitant use of insulin or sulfonylureas; oral glucose (dextrose) is recommended for treatment as sucrose metabolism is inhibited by acarbose<\/li><li>-- Glycemic control monitoring; 1,5-AG assay is not reliable in assessing glycemic control and is not recommended in patients taking acarbose; use alternative methods<\/li><li>Gastrointestinal:<\/li><li>-- Pneumatosis cystoides intestinalis has been reported; discontinue if suspected<\/li><li>Renal:<\/li><li>-- Renal impairment (serum creatinine above 2 mg\/dL); use not recommended<\/li><li>-- Renal impairment; may increase plasma concentrations of acarbose<\/li><li>Other:<\/li><li>-- Stress due to trauma, fever, infection, or surgery; potential loss of glycemic control; temporary insulin therapy may be necessary<\/li><li>Concomitant use:<\/li><li>-- Concomitant use with intestinal adsorbents (eg, charcoal) or products containing carbohydrate-splitting enzymes (eg, amylase, pancreatin) not recommended<\/li><\/ul>"},{"id":"923394-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"923394-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"923394-s-4","title":"Drug Interactions","sub":{"1":{"id":"923394-s-4-14","title":"Major","mono":"<ul><li>Acetohexamide (theoretical)<\/li><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Chlorpropamide (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Gliclazide (theoretical)<\/li><li>Glipizide (theoretical)<\/li><li>Glyburide (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tolazamide (theoretical)<\/li><li>Tolbutamide (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"923394-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Digoxin (probable)<\/li><li>Esmolol (probable)<\/li><li>Fenugreek (probable)<\/li><li>Furazolidone (probable)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Psyllium (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"923394-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Abdominal pain (19%), Diarrhea (31%), Flatulence (74%)<br\/>"},"6":{"id":"923394-s-6","title":"Drug Name Info","sub":{"0":{"id":"923394-s-6-17","title":"US Trade Names","mono":"Precose<br\/>"},"2":{"id":"923394-s-6-19","title":"Class","mono":"<ul><li>Alpha-Glucosidase Inhibitor<\/li><li>Antidiabetic<\/li><\/ul>"},"3":{"id":"923394-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923394-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"923394-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Acarbose lowers postprandial blood glucose concentrations in  patients with diabetes by competitive, reversible inhibition of  pancreatic alpha-amylase and membrane-bound intestinal alpha-glucoside hydrolases. These enzymes inhibit hydrolysis of complex starches to oligosaccharides in the lumen of the small intestine and hydrolysis of oligosaccharides, trisaccharides, and disaccharides to glucose and other monosaccharides in the brush border of the small intestine. Acarbose does not enhance insulin secretion and, when used as monotherapy, should not cause hypoglycemia. <\/li><li>Although the antihyperglycemic effect of acarbose is additive to that of sulfonylureas (which act via a different mechanism), acarbose decreases the insulinotropic and weight-increasing effects of sulfonylureas when used concurrently .<\/li><li>Acarbose does not inhibit lactase and would not be expected to cause lactose intolerance .<\/li><\/ul>"},"8":{"id":"923394-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"923394-s-8-23","title":"Absorption","mono":"Systemic: Bioavailability: &lt; 2% <br\/>"},"2":{"id":"923394-s-8-25","title":"Metabolism","mono":"Systemic: Gastrointestinal: sulfate, methyl, and glucuronide conjugates  <br\/>"},"3":{"id":"923394-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 51%; Renal: 34%.<br\/>"},"4":{"id":"923394-s-8-27","title":"Elimination Half Life","mono":"Systemic: 2 h <br\/>"}}},"9":{"id":"923394-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with the first bite of food at each main meal <br\/>"},"10":{"id":"923394-s-10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>liver function: every 3 months for the first year, then periodically<\/li><li>signs and symptoms of hypoglycemia<\/li><li>signs and symptoms of hyperglycemia<\/li><\/ul>"},"11":{"id":"923394-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 25 MG, 50 MG, 100 MG<br\/><\/li><li><b>Precose<\/b><br\/>Oral Tablet: 25 MG, 50 MG, 100 MG<br\/><\/li><\/ul>"},"12":{"id":"923394-s-12","title":"Toxicology","sub":[{"id":"923394-s-12-31","title":"Clinical Effects","mono":"<b>ACARBOSE<\/b><br\/>USES: Acarbose is an alpha-glucosidase inhibitor used as adjunctive therapy to diet and exercise to improve glycemic control in patients with type 2 diabetes mellitus. PHARMACOLOGY: Acarbose lowers postprandial blood glucose concentrations in  patients with diabetes by competitive, reversible inhibition of  pancreatic alpha-amylase and membrane-bound intestinal alpha-glucoside hydrolases. These enzymes hydrolyze complex starches to oligosaccharides in the lumen of the small intestine and hydrolyze oligosaccharides, trisaccharides, and disaccharides to glucose and other monosaccharides in the brush border of the small intestine. TOXICOLOGY: Acarbose does not enhance insulin secretion and, when taken alone, should not cause hypoglycemia. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Toxicity following overdose is rare. Overdose effects are anticipated to be an extension of adverse effects following therapeutic use and may include flatulence, diarrhea, and abdominal pain. Acarbose does not enhance insulin secretion; hypoglycemia should NOT occur following overdose with acarbose as the sole ingestant. ADVERSE EFFECTS: COMMON: Gastrointestinal symptoms (ie, flatulence, diarrhea, abdominal pain) are the most common adverse effects that occur following therapeutic administration. RARE: Less frequent adverse effects that have occurred include elevated hepatic enzyme concentrations, anemia, ileus, and acute allergic reactions. Acarbose has been associated with hypoglycemia when given with sulfonylureas or insulin. When administered alone, acarbose should not cause hypoglycemia in the fasting or postprandial state.<br\/>"},{"id":"923394-s-12-32","title":"Treatment","mono":"<b>ACARBOSE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after overdose with acarbose as the sole ingestant. If overdose ingestion is combined with another hypoglycemic agent, refer to the appropriate management (eg sulfonylurea, insulin) for treatment recommendations.<\/li><li>Decontamination: PREHOSPITAL:  Acarbose is only minimally absorbed following oral ingestions; prehospital gastrointestinal decontamination is generally not required.  HOSPITAL: Severe toxicity is not expected after overdose of acarbose. Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Hypoglycemia is not expected if acarbose is ingested alone. If a sulfonylurea or insulin is also involved, monitor blood glucose; hypoglycemic effects may be enhanced in patients with concurrent administration of sulfonylureas or insulin. Monitor electrolytes and fluid status in patients with severe diarrhea. Although a potentially rare event, hepatotoxicity has been reported with therapeutic use.  A baseline serum aminotransferase (AST) and an alanine aminotransferase (ALT) may be indicated in patients following significant exposure. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is not expected to be useful as very little of the drug is systemically absorbed.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure and remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for profuse diarrhea, severe abdominal pain, dehydration, electrolyte abnormalities, and symptoms of hypoglycemia. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"923394-s-12-33","title":"Range of Toxicity","mono":"<b>ACARBOSE<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Doses of 300 mg three times daily have been well tolerated in clinical studies. THERAPEUTIC DOSE: ADULT: The recommended initial dose is 25 mg orally three times daily. The dose may be titrated up to a maximum of 50 mg three times daily for patients weighing 60 kg or less, or 100 mg three times daily for patients weighing more than 60 kg. PEDIATRIC: Safety and efficacy have not been established in pediatric patients.<br\/>"}]},"13":{"id":"923394-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient about signs\/symptoms of hypoglycemia if patient is on concurrent antidiabetic medicine.<\/li><li>Concurrent use with sulfonylureas may cause hypoglycemia. Patient should treat hypoglycemia with oral glucose (dextrose), and not sucrose (cane sugar). This is because acarbose may delay the absorption time of sucrose.<\/li><li>This drug may cause abdominal pain, diarrhea, and flatulence. These side effects should subside in frequency and intensity with continued use.<\/li><li>Patient should take drug with the first bite of food at each main meal.<\/li><li>If dose is missed and meal completed, advise patient to skip dose and take at next meal.<\/li><\/ul>"}}}