{"drugs":["Macrobid","Nitrofurantoin Monohydrate\/Nitrofurantoin, Macrocrystals"],"mono":{"0":{"id":"923302-s-0","title":"Generic Names","mono":"Nitrofurantoin Monohydrate\/Nitrofurantoin, Macrocrystals"},"1":{"id":"923302-s-1","title":"Dosing and Indications","sub":[{"id":"923302-s-1-4","title":"Adult Dosing","mono":"<b>Urinary tract infectious disease, Uncomplicated:<\/b> 100 mg ORALLY every 12 hours for 5 days (guideline dosing)  or 7 days (manufacturer dosing) "},{"id":"923302-s-1-5","title":"Pediatric Dosing","mono":"<b>Urinary tract infectious disease, Uncomplicated:<\/b> (12 years and older) 100 mg ORALLY every 12 hours for 7 days "},{"id":"923302-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> CrCl less than 60 mL\/min or clinically significant elevation in serum creatinine (eg, anuria, oliguria); use is contraindicated "},{"id":"923302-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Urinary tract infectious disease, Uncomplicated<br\/>"}]},"3":{"id":"923302-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923302-s-3-9","title":"Contraindications","mono":"<ul><li>history of hepatic dysfunction, including cholestatic jaundice, related to nitrofurantion<\/li><li>hypersensitivity to nitrofurantoin<\/li><li>neonates under 1 month of age; risk of hemolytic anemia<\/li><li>pregnant patients at term (38 to 42 weeks gestation), during labor and delivery, or when the onset of labor is imminent; risk of hemolytic anemia<\/li><li>renal impairment, anuria, oliguria, creatinine clearance (CrCl) less than 60 mL\/min, or significantly elevated serum creatinine; impaired drug excretion and increased risk of toxicity<\/li><\/ul>"},{"id":"923302-s-3-10","title":"Precautions","mono":"<ul><li>anemia; risk for peripheral neuropathy that may become severe, irreversible, or fatal<\/li><li>debilitating disease; risk for peripheral neuropathy that may become severe, irreversible, or fatal<\/li><li>diabetes mellitus; risk for peripheral neuropathy that may become severe, irreversible, or fatal<\/li><li>electrolyte imbalance; risk for peripheral neuropathy that may become severe, irreversible, or fatal<\/li><li>glucose-6-phosphate dehydrogenase (G6PD) deficiency; potential for hemolytic anemia; discontinue if hemolysis occurs<\/li><li>hepatic reactions, including hepatitis, cholestatic jaundice, chronic active hepatitis, and hepatic necrosis; insidious onset, rare, potentially fatal; discontinue if hepatitis occurs<\/li><li>long-term therapy for 6 months or longer; risk of developing chronic pulmonary reactions (diffuse interstitial pneumonitis, pulmonary fibrosis); monitor pulmonary function<\/li><li>peripheral neuropathy, severe or irreversible; fatalities have been reported<\/li><li>pulmonary reactions, acute, subacute or chronic have occurred<\/li><li>renal impairment; risk for peripheral neuropathy that may become severe, irreversible, or fatal; monitor renal function with long-term therapy<\/li><li>vitamin B deficiency; risk for peripheral neuropathy that may become severe, irreversible, or fatal<\/li><\/ul>"},{"id":"923302-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Nitrofurantoin: B (FDA)<\/li><li>Nitrofurantoin: A (AUS)<\/li><\/ul>"},{"id":"923302-s-3-12","title":"Breast Feeding","mono":"<ul><li>Nitrofurantoin: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Nitrofurantoin: WHO: Compatible with breastfeeding.<\/li><li>Nitrofurantoin: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"923302-s-4","title":"Drug Interactions","sub":{"1":{"id":"923302-s-4-14","title":"Major","mono":"<ul><li>Dasabuvir (theoretical)<\/li><li>Fluconazole (probable)<\/li><li>Paritaprevir (theoretical)<\/li><\/ul>"}}},"5":{"id":"923302-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (8%)<\/li><li><b>Hematologic:<\/b>Hemolytic anemia<\/li><li><b>Neurologic:<\/b>Headache (6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme (rare), Erythroderma (rare)<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hepatic:<\/b>Cholestatic jaundice syndrome (rare), Hepatic necrosis (rare), Hepatitis (rare), Hepatitis, chronic, Active (rare)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction, Stevens-Johnson syndrome (rare)<\/li><li><b>Neurologic:<\/b>Peripheral neuropathy<\/li><li><b>Respiratory:<\/b>Pulmonary hypersensitivity, Acute, subacute or chronic (rare)<\/li><\/ul>"},"6":{"id":"923302-s-6","title":"Drug Name Info","sub":[{"id":"923302-s-6-17","title":"US Trade Names","mono":"Macrobid<br\/>"},{"id":"923302-s-6-18","title":"Synonyms","mono":"Nitrofurantoin Combination<br\/>"},{"id":"923302-s-6-19","title":"Class","mono":"<ul><li>Antibiotic<\/li><li>Nitrofuran<\/li><\/ul>"},{"id":"923302-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},{"id":"923302-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}]},"7":{"id":"923302-s-7","title":"Mechanism Of Action","mono":"Nitrofurantoin monohydrate\/macrocrystal is an antibacterial agent used to treat urinary tract infections and is bactericidal at therapeutic doses. Through its reactive intermediates, it inactivates bacterial ribosomal proteins and other large molecules resulting in inhibition of vital biochemical processes such as protein synthesis, aerobic energy metabolism, DNA synthesis, RNA synthesis, and cell wall synthesis.<br\/>"},"8":{"id":"923302-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"923302-s-8-23","title":"Absorption","mono":"<ul><li>Oral: Nitrofurantoin macrocrystals slower than nitrofurantoin monohydrate<\/li><li>Effect of food: (oral), bioavailability is increased by approximately 40%<\/li><\/ul>"},"3":{"id":"923302-s-8-26","title":"Excretion","mono":"<ul><li>Renal: approximately 20% to 25% unchanged over 24 h<\/li><li>Dialyzable: yes<\/li><\/ul>"}}},"9":{"id":"923302-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with food<\/li><li>avoid concurrent antacid preparations containing magnesium trisilicate<\/li><\/ul>"},"10":{"id":"923302-s-10","title":"Monitoring","mono":"<ul><li>clinical symptomatic improvement of urinary tract infection<\/li><li>urine cultures<\/li><li>antibiotic-associated pseudomembranous colitis<\/li><li>chest x-ray, among patients with suspected pulmonary reactions<\/li><li>ECG, among patients with suspected acute pulmonary reactions<\/li><li>liver function test periodically with long-term therapy<\/li><li>pregnancy (hCG) test for women of childbearing age when chronic treatment is warranted<\/li><li>renal function periodically with long-term therapy<\/li><li>symptoms of malaise, dyspnea on exertion, cough, or altered pulmonary function, particularly among patients receiving the drug chronically for 6 months or longer<\/li><\/ul>"},"11":{"id":"923302-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: (Nitrofurantoin Monohydrate - Nitrofurantoin, Macrocrystals) 100 MG<br\/><\/li><li><b>Macrobid<\/b><br\/>Oral Capsule: (Nitrofurantoin Monohydrate - Nitrofurantoin, Macrocrystals) 100 MG<br\/><\/li><\/ul>"},"12":{"id":"923302-s-12","title":"Toxicology","sub":[{"id":"923302-s-12-31","title":"Clinical Effects","mono":"<b>NITROFURANTOIN AND RELATED AGENTS <\/b><br\/>USES: Nitrofurantoin is used to prevent and treat urinary tract infections due to susceptible strains of Escherichia coli, enterococci, Staphylococcus aureus and some strains of Klebsiella and Enterobacter. It is not indicated for the treatment of pyelonephritis or perinephric abscess. Nitrofurantoin is also available as nitrofurantoin macrocrystals and nitrofurantoin monohydrate\/nitrofurantoin, macrocrystals. PHARMACOLOGY: Nitrofurantoin is bactericidal at therapeutic doses. Through its reactive intermediates, it inactivates bacterial ribosomal proteins and other large molecules resulting in inhibition of vital biochemical processes such as protein synthesis, aerobic energy metabolism, DNA synthesis, RNA synthesis, and cell wall synthesis. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: There are very little data available on toxicity of nitrofurantoin after an overdose. Acute overdose has resulted in only vomiting. ADVERSE EFFECTS: COMMON: Nausea, vomiting, anorexia, headache. OTHER EFFECTS: Diarrhea, abdominal pain, constipation, dyspepsia. PULMONARY HYPERSENSITIVITY REACTION: Acute, subacute or chronic pulmonary hypersensitivity reactions have rarely occurred; fatalities have been reported. Pulmonary toxicity may include diffuse interstitial pneumonitis, pulmonary fibrosis, or both. Patients receiving long-term treatment for 6 months or longer are at increased risk of developing chronic pulmonary reactions. Acute pulmonary reactions usually occur within the first week of treatment, and can be manifested by eosinophilia, fever, chills, cough, chest pain, dyspnea, or pulmonary infiltration with consolidation or pleural effusion on x-ray. Eosinophilia and fever occur less frequently in subacute pulmonary reactions than in the acute form. Recovery may vary from dramatic resolution to several months. Patients with pulmonary reactions have also developed ECG changes (eg, non-specific ST\/T wave changes, bundle branch block). RARE: Erythema multiforme, Stevens-Johnson syndrome, maculopapular or macular rashes, fixed drug reactions, erythema nodosum, angioedema, bullous eruptions, immune hypersensitivity reactions, nystagmus, papilledema, elevated liver enzymes, cholestatic hepatitis, peripheral neuropathy, neutropenia, leukopenia, granulocytopenia, hemolytic anemia (linked to G6PD deficiency), megaloblastic anemia, agranulocytosis, methemoglobinemia, Lyell's syndrome, and SLE syndromes. Peripheral neuropathy has occurred following nitrofurantoin therapy. Some cases may become severe, irreversible, or fatal. Renal impairment, anemia, diabetes mellitus, electrolyte imbalance, vitamin B deficiency, or debilitating disease may increase the risk for peripheral neuropathy. <br\/>"},{"id":"923302-s-12-32","title":"Treatment","mono":"<b>NITROFURANTOIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an acute nitrofurantoin overdose. The most serious chronic effects involve the pulmonary and hematologic systems, as well as various peripheral neuropathies.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not routinely required. HOSPITAL:  Significant toxicity is not expected after a acute nitrofurantoin overdose. Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory symptoms.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Routine laboratory studies are not necessary after overdose unless otherwise clinically indicated. Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest x-ray in any patient with respiratory symptoms. Monitor CBC with differential with platelet count, renal function, and liver enzymes in symptomatic patients with suspected toxicity from chronic use.<\/li><li>Enhanced elimination procedure: Severe toxicity has never been reported; enhanced elimination is not necessary.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe acute pulmonary reactions. Patients should also be admitted for severe vomiting, diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"923302-s-12-33","title":"Range of Toxicity","mono":"<b> NITROFURANTOIN AND RELATED AGENTS <\/b><br\/>TOXICITY: A toxic dose has not been established. THERAPEUTIC DOSES: ADULTS: Varies by indication and product; 50 to 100 mg once or 4 times daily or 100 mg twice daily for 5 to 7 days. CHILDREN: Macrobid(R): Nitrofurantoin monohydrate\/nitrofurantoin, macrocrystal, uncomplicated UTI: 12 years and older, 100 mg orally every 12 hours for 7 days. Safety and efficacy in children under 12 years of age have not been established. Macrodantin(R): Nitrofurantoin, macrocrystal, urinary tract infection (UTI): (1 month of age and older), 5 to 7 mg\/kg\/day orally divided 4 times a day for 7 days, maximum 400 mg\/day. Generic: Prophylaxis: (1 month of age and older) 1 mg\/kg orally as 1 single or 2 divided doses. <br\/>"}]},"13":{"id":"923302-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause brown-colored urine.<\/li><li>This drug may cause anorexia, nausea, vomiting, hemolytic anemia, or headache.<\/li><li>Advise patient to report jaundice or other signs\/symptoms of hepatitis.<\/li><li>Tell patients on therapy for 6 months or longer to report signs of adverse pulmonary effects such as malaise, dyspnea on exertion, cough, or signs of diffuse interstitial pneumonitis or fibrosis.<\/li><li>Patient should take drug with food or milk.<\/li><li>Advise patient to avoid using concurrent antacid preparations containing magnesium trisilicate.<\/li><\/ul>"}}}