{"drugs":["Alendronate Sodium","Fosamax"],"mono":{"0":{"id":"923400-s-0","title":"Generic Names","mono":"Alendronate Sodium"},"1":{"id":"923400-s-1","title":"Dosing and Indications","sub":[{"id":"923400-s-1-4","title":"Adult Dosing","mono":"<ul><li>the optimal duration of use for the treatment of osteoporosis has not been determined; all patients should be periodically evaluated to determine the need for continued therapy; patients at low risk of fractures should be evaluated after 3 to 5 years; those who discontinue therapy should be monitored periodically for fracture risk<\/li><li>the 70 mg effervescent tablet is bioequivalent to the 70 mg tablet<\/li><li><b>Crohn's disease - Osteoporosis:<\/b> 10 mg ORALLY once daily<\/li><li><b>Hypercalcemia of malignancy:<\/b> 5 to15 mg IV as a single infusion over 2 to 6 hours<\/li><li><b>Osteoporosis, Male:<\/b> (tablet, solution) 70 mg ORALLY once weekly or 10 mg ORALLY once daily; ensure adequate calcium and vitamin D intake<\/li><li><b>Osteoporosis, Male:<\/b> (effervescent tablet) 70 mg dissolved in 4 ounces water ORALLY once weekly; ensure adequate calcium and vitamin D intake<\/li><li><b>Osteoporosis due to corticosteroids:<\/b> 5 mg ORALLY once daily; ensure adequate calcium and vitamin D intake<\/li><li><b>Osteoporosis due to corticosteroids:<\/b> postmenopausal women not receiving estrogen replacement therapy, 10 mg ORALLY once daily; ensure adequate calcium and vitamin D intake<\/li><li><b>Paget's disease:<\/b> 40 mg ORALLY once daily for 6 months; ensure adequate calcium and vitamin D intake<\/li><li><b>Postmenopausal osteoporosis:<\/b> (tablet, solution) 70 mg ORALLY once weekly or 10 mg ORALLY once daily; ensure adequate calcium and vitamin D intake<\/li><li><b>Postmenopausal osteoporosis:<\/b> (effervescent tablet) 70 mg dissolved in 4 ounces water ORALLY once weekly; ensure adequate calcium and vitamin D intake<\/li><li><b>Postmenopausal osteoporosis; Prophylaxis:<\/b> 35 mg ORALLY once weekly or 5 mg ORALLY once daily; ensure adequate calcium and vitamin D intake<\/li><\/ul>"},{"id":"923400-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>not indicated for use in children<\/li><li><b>Hypervitaminosis D:<\/b> single 10-mg dose ORALLY<\/li><\/ul>"},{"id":"923400-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, (CrCl less than 35 mL\/min):<\/b> use not recommended<\/li><li><b>hepatic impairment:<\/b> no dosage adjustments necessary<\/li><\/ul>"},{"id":"923400-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Osteoporosis, Male<\/li><li>Osteoporosis due to corticosteroids<\/li><li>Paget's disease<\/li><li>Postmenopausal osteoporosis<\/li><li>Postmenopausal osteoporosis; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Arthroplasty of knee<\/li><li>Crohn's disease - Osteoporosis<\/li><li>Cystic fibrosis of the lung - Osteopenia<\/li><li>Fibrous dysplasia of bone<\/li><li>Growth hormone deficiency - Osteoporosis<\/li><li>Hypercalcemia of malignancy<\/li><li>Hypervitaminosis D<\/li><li>Juvenile idiopathic generalized osteoporosis<\/li><li>Male hypogonadism - Osteoporosis<\/li><\/ul>"}]},"3":{"id":"923400-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923400-s-3-9","title":"Contraindications","mono":"<ul><li>Esophageal abnormalities (eg, stricture or achalasia) that delay esophageal emptying<\/li><li>Hypersensitivity to alendronate or any component of the product<\/li><li>Hypocalcemia; resolve prior to beginning therapy<\/li><li>Inability to stand or sit upright for 30 minutes<\/li><li>Patients at increased risk of aspiration should not receive oral solution or effervescent tablets<\/li><\/ul>"},{"id":"923400-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- Mineral metabolism disturbances, such as vitamin D deficiency; should be corrected prior to administration; monitoring recommended<\/li><li>Gastrointestinal:<\/li><li>-- Avoid use in patients with Barrett esophagus; increased risk of esophageal cancer<\/li><li>-- Worsening of active upper gastrointestinal disease (eg, dysphagia, esophageal diseases, duodenitis, gastritis, ulcers) may occur<\/li><li>-- Esophageal adverse events, including bleeding and esophageal stricture or perforation, have been reported; discontinue if symptoms develop<\/li><li>-- Gastric and duodenal ulcers, some severe and with complications, have been reported<\/li><li>Musculoskeletal:<\/li><li>-- Atypical fractures of the thigh (subtrochanteric and diaphyseal femur fractures) have been reported in patients taking bisphosphonates for osteoporosis; therapy interruption in patients who develop evidence of a femoral shaft fracture may be necessary<\/li><li>-- Osteonecrosis of the jaw, generally associated with tooth extraction and\/or local infection with delayed healing, has been reported; increased risk with invasive dental procedures, poor oral hygiene, comorbid disorders (ie, periodontal or dental disease, anemia, coagulopathy, infection), or with concomitant chemotherapy, angiogenesis inhibitors, or corticosteroids; discontinuation may be required<\/li><li>-- Severe musculoskeletal pain has been reported within days or several months following therapy initiation; discontinuation may be necessary<\/li><li>Renal:<\/li><li>-- Use not recommended in patients with CrCl less than 35 mL\/min)<\/li><li>Other:<\/li><li>-- Use cautiously in patient with restricted sodium intake; effervescent tablet contains sodium<\/li><\/ul>"},{"id":"923400-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Alendronate: C (FDA)<\/li><li>Alendronate: B3 (AUS)<\/li><\/ul>"},{"id":"923400-s-3-12","title":"Breast Feeding","mono":"Alendronate: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"923400-s-4","title":"Drug Interactions","sub":{"1":{"id":"923400-s-4-14","title":"Major","mono":"<ul>Parathyroid Hormone (theoretical)<\/ul>"}}},"5":{"id":"923400-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (2.1% to 6.6%), Constipation (0.3% to 3.1%), Diarrhea (0.6% to 3.1%), Flatulence (2.6% to 4.1%), Indigestion (1.7% to 3.6%), Vomiting (pediatric patients, 29.4%)<\/li><li><b>Neurologic:<\/b>Headache (2.6%)<\/li><li><b>Other:<\/b>Fever (24%), Influenza-like symptoms<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart failure<\/li><li><b>Gastrointestinal:<\/b>Duodenal ulcer disease, Esophageal erosions, Esophageal perforation, Esophageal stricture, Esophagitis (1.5%), Gastric ulcer (up to 13.2%), Ulcerative pharyngitis, acute, Ulcer of esophagus (1.5%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Musculoskeletal:<\/b>Arthralgia, Aseptic necrosis of bone of jaw (0.017% to 0.03%), Bone pain, Myalgia, Osteonecrosis due to drugs, External auditory canal<\/li><\/ul>"},"6":{"id":"923400-s-6","title":"Drug Name Info","sub":{"0":{"id":"923400-s-6-17","title":"US Trade Names","mono":"Fosamax<br\/>"},"2":{"id":"923400-s-6-19","title":"Class","mono":"<ul><li>Bisphosphonate<\/li><li>Calcium Regulator<\/li><\/ul>"},"3":{"id":"923400-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923400-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"923400-s-7","title":"Mechanism Of Action","mono":"Alendronate sodium is a bisphosphonate that binds to bone hydroxyapatite and inhibits osteoclast-mediated bone resorption. At the cellular level, it shows localization to sites of bone resorption and inhibits osteoclast resorption and activity. Alendronate sodium does not interfere with osteoclast recruitment to attachment.<br\/>"},"8":{"id":"923400-s-8","title":"Pharmacokinetics","sub":[{"id":"923400-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability: 0.7% (women), 0.59% (men)<\/li><li>Effect of food: significantly decrease bioavailability<\/li><\/ul>"},{"id":"923400-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 2576 L<\/li><li>Protein binding: approximately 78%<\/li><\/ul>"},{"id":"923400-s-8-25","title":"Metabolism","mono":"none <br\/>"},{"id":"923400-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: minimal<\/li><li>Renal: approximately 50%<\/li><li>Dialyzable: no<\/li><\/ul>"},{"id":"923400-s-8-27","title":"Elimination Half Life","mono":"1.9 hours (plasma); greater than 10 years (terminal half-life) <br\/>"}]},"9":{"id":"923400-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take only upon rising for the day; do not take at bedtime or before arising<\/li><li>take at least one-half hour before the first food, beverage, or medication of the day<\/li><li>(tablet) swallow tablet with 6 to 8 ounces plain water<\/li><li>(oral solution) take at least 2 ounces of plain water after oral solution<\/li><li>(effervescent tablet) dissolve in 4 ounces of room temperature plain water only; do not use mineral or flavored water; wait at least 5 minutes after effervescence stops and then stir for about 10 seconds and ingest<\/li><li>do not lie down for at least 30 minutes after administration and until after the first food of the day<\/li><li>missed dose: if a dose of alendronate once-weekly (tablet, effervescent tablet, or oral solution) is missed, take it the morning after the missed dose is remembered and then return to the original schedule; do not take 2 doses on the same day<\/li><\/ul>"},"10":{"id":"923400-s-10","title":"Monitoring","mono":"<ul><li>biochemical markers of bone formation\/resorption<\/li><li>radiologic evidence of fracture<\/li><li>serum calcium, electrolytes, and phosphate levels<\/li><li>combined alendronate and glucocorticoid; bone mineral density; baseline and at 6 to 12 months<\/li><li>disorders affecting mineral metabolism; albumin-adjusted serum calcium; baseline and periodically thereafter<\/li><li>periodic dental exams for signs of osteonecrosis of the jaw<\/li><li>renal function<\/li><li>signs and symptoms of incapacitating bone, joint, and\/or muscle pain<\/li><li>signs and symptoms of esophageal reaction; dysphagia, odynophagia, retrosternal pain, new or worsening heartburn<\/li><li>paget's disease; alkaline phosphatase and\/or urinary hydroxyproline<\/li><\/ul>"},"11":{"id":"923400-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Solution: 70 MG\/75 ML<\/li><li>Oral Tablet: 5 MG, 10 MG, 35 MG, 40 MG, 70 MG<\/li><\/ul><\/li><li><b>Binosto<\/b><br\/>Oral Tablet, Effervescent: 70 MG<br\/><\/li><li><b>Fosamax<\/b><br\/><ul><li>Oral Solution: 70 MG\/75 ML<\/li><li>Oral Tablet: 5 MG, 10 MG, 35 MG, 70 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"923400-s-12","title":"Toxicology","sub":[{"id":"923400-s-12-31","title":"Clinical Effects","mono":"<b>BISPHOSPHONATES<\/b><br\/>USES: Bisphosphonates and have been used in the treatment of diseases associated with excessive bone turnover including osteoporosis, Paget's disease of bone, hypercalcemia of malignancy, and osteolytic bone lesions of multiple myeloma. PHARMACOLOGY: Bisphosphonates have a high affinity for mineralized bone and inhibit osteoclast-mediated bone resorption resulting in a net gain in bone mass. EPIDEMIOLOGY: Overdose of this medication is rare. MILD TO MODERATE TOXICITY: Mild to moderate toxicity of bisphosphonates have resulted in hypocalcemia, paresthesia, hypotension, fever, and vomiting. SEVERE TOXICITY: Acute renal failure and death have been reported following high dose administration of tiludronate (800 mg\/day IV for 2 days). ADVERSE EFFECTS: Dose-dependent upper gastrointestinal irritation (ie, esophagitis, esophageal ulcers, erosions, and dysphagia) is common. Asymptomatic decreases in calcium and phosphate may develop. Headache, musculoskeletal pain, and osteonecrosis of the jaw have been reported. Rare reports of rash and erythema have occurred.<br\/>"},{"id":"923400-s-12-32","title":"Treatment","mono":"<b>BISPHOSPHONATES <\/b><br\/><ul><li>Decontamination: Activated charcoal, gastric lavage<\/li><li>Hypocalcemia: 10 ml of 10% calcium gluconate or calcium chloride IV over 10-15 min; may be repeated.<\/li><li>Torsades de pointes: Correct electrolyte abnormalities.  Magnesium: Adult: 2 gm IV over 2 min, may repeat bolus, infusion 3 to 20 mg\/min. Child: 25-50 mg\/kg diluted 10 mg\/ml over 5-15 min. Isoproterenol, overdrive pacing.  Avoid procainamide, disopyramide, quinidine, sotalol<\/li><li>Monitoring of patient: ECG, continuous cardiac monitoring, calcium &amp; phosphate levels. CBC, electrolytes, renal function, fluid status if GI bleed suspected.  Test stool\/gastric aspirate for blood.<\/li><\/ul>"},{"id":"923400-s-12-33","title":"Range of Toxicity","mono":"<b>BISPHOSPHONATES<\/b><br\/>Therapeutic dose varies by agent. In general, overdose with these agents can result in clinically significant hypocalcemia, hypophosphatemia, and hypomagnesemia. <br\/>"}]},"13":{"id":"923400-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause abdominal pain, acid regurgitation, constipation, diarrhea, dyspepsia, musculoskeletal pain, or nausea. Drug may cause esophageal bleeding, perforation, stricture, or ulceration.<\/li><li>Advise patient to report new dull or aching hip or thigh pain.<\/li><li>Advise patient to report incapacitating or severe bone, joint, or muscle pain, and symptoms of osteonecrosis of the jaw (pain, swelling, infection of jaw\/gums, numbness, gum loss).<\/li><li>Instruct patient to discontinue and report signs\/symptoms of dysphagia, odynophagia, retrosternal pain, or new or worsening heartburn.<\/li><li>Advise patient to take only upon rising for the day. Drug should not be taken at bedtime or before arising.<\/li><li>Instruct patient to take drug at least 30 min before the first food, beverage, or medication of the day including calcium supplements or antacids.<\/li><li>Tell patient to take tablet with a full glass (6 to 8 ounces) of water while in an upright position.<\/li><li>Advise patient to follow the oral solution with at least 2 ounces of water while in an upright position.<\/li><li>Warn patient not to chew, swallow, or suck on tablet or effervescent tablet due to risk of oropharyngeal ulceration.<\/li><li>Instruct patient on proper technique for dissolution of effervescent tablets.<\/li><li>Advise patient to not lie down for at least 30 min after the dose and until patient eats food to help prevent esophageal damage.<\/li><li>Counsel patient on sodium-restricted diet that the effervescent tablet contains 650 mg sodium, which is equivalent to approximately 1650 mg of salt (sodium chloride).<\/li><\/ul>"}}}