{"generic":"Glucosamine Sulfate","drugs":["Cidatrine","Glucosamine Sulfate","Synovacin"],"mono":{"0":{"id":"923467-s-0","title":"Generic Names","mono":"Glucosamine Sulfate"},"1":{"id":"923467-s-1","title":"Dosing and Indications","sub":{"0":{"id":"923467-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Osteoarthritis:<\/b> (oral) 500 mg ORALLY 3 times per day  or 1500 mg ORALLY once daily has been used in clinical trials<\/li><li><b>Osteoarthritis:<\/b> (injection) 400 mg IM\/IV daily for 1 week or 400 mg IM 2 times\/week for 6 weeks has been used in clinical trials<\/li><li><b>Osteoarthritis:<\/b> (topical) glucosamine 30 mg\/g, chondroitin 50 mg\/g, shark cartilage 140 mg\/g, camphor 32 mg\/g, and peppermint oil 9 mg\/g cream applied generously to painful  joints and repeated as necessary,  was used for 8 weeks in 1 study<\/li><\/ul>"},"1":{"id":"923467-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established in children"},"3":{"id":"923467-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><br\/>Osteoarthritis<br\/>"}}},"3":{"id":"923467-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923467-s-3-9","title":"Contraindications","mono":"hypersensitivity to glucosamine<br\/>"},{"id":"923467-s-3-10","title":"Precautions","mono":"allergy to shellfish<br\/>"},{"id":"923467-s-3-11","title":"Pregnancy Category","mono":"Glucosamine: Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"923467-s-3-12","title":"Breast Feeding","mono":"Glucosamine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"923467-s-4","title":"Drug Interactions","sub":{"1":{"id":"923467-s-4-14","title":"Major","mono":"<ul><li>Etoposide (theoretical)<\/li><li>Teniposide (theoretical)<\/li><\/ul>"},"2":{"id":"923467-s-4-15","title":"Moderate","mono":"<ul>Warfarin (probable)<\/ul>"}}},"5":{"id":"923467-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema, Tachyarrhythmia<\/li><li><b>Dermatologic:<\/b>Injection site reaction, Pain, erythema<\/li><li><b>Gastrointestinal:<\/b>Constipation, Diarrhea, Indigestion, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Headache, Insomnia, Somnolence<\/li><\/ul>"},"6":{"id":"923467-s-6","title":"Drug Name Info","sub":{"0":{"id":"923467-s-6-17","title":"US Trade Names","mono":"<ul><li>Cidatrine<\/li><li>Synovacin<\/li><\/ul>"},"2":{"id":"923467-s-6-19","title":"Class","mono":"Nutriceutical<br\/>"},"3":{"id":"923467-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"923467-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"923467-s-7","title":"Mechanism Of Action","mono":"Glucosamine sulfate is a dietary supplement derived from chitin that stimulates the manufacturing of substances essential for proper joint function and joint repair stimulation.<br\/>"},"9":{"id":"923467-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with meals <br\/>"},"10":{"id":"923467-s-10","title":"Monitoring","mono":"joint function, range of motion, increased mobility<br\/>"},"11":{"id":"923467-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 500 MG, 750 MG<\/li><li>Oral Tablet: 500 MG<\/li><\/ul><\/li><li><b>Cidatrine<\/b><br\/>Oral Tablet: 500 MG<br\/><\/li><li><b>Genicin<\/b><br\/>Oral Capsule: 500 MG<br\/><\/li><li><b>PharmAssure Glucosamine Sulfate<\/b><br\/>Oral Tablet: 500 MG<br\/><\/li><li><b>Synovacin<\/b><br\/>Oral Capsule: 500 MG<br\/><\/li><\/ul>"},"12":{"id":"923467-s-12","title":"Toxicology","sub":[{"id":"923467-s-12-31","title":"Clinical Effects","mono":"<b>GLUCOSAMINE<\/b><br\/>USES: Glucosamine is a supplement used as an adjunctive therapy for osteoarthritis. PHARMACOLOGY: Glucosamine is theorized to normalize and stimulate the biosynthesis of proteoglycans of cartilage matrix, thus stopping or slowing the degenerative process of articular cartilages, the pathogenic mechanism of osteoarthritis. EPIDEMIOLOGY: Glucosamine is widely used, but overdose is rare. TOXICITY: Overdose effects from glucosamine have not yet been reported. ADVERSE EFFECTS: Adverse effects are minimal. Effects of long-term therapy are unknown. COMMON: Nausea, vomiting, abdominal pain, and diarrhea. LESS COMMON: Peripheral edema, tachycardia, rash, pruritus, painful, heavy legs, and edema, drowsiness, headache and insomnia. <br\/>"},{"id":"923467-s-12-32","title":"Treatment","mono":"<b>GLUCOSAMINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY:  There is no specific treatment for severe glucosamine overdose other than supportive care.<\/li><li>Decontamination: PREHOSPITAL:  Gastrointestinal decontamination is generally NOT necessary. HOSPITAL: Gastrointestinal decontamination is generally NOT necessary.  Activated charcoal is recommended in symptomatic patients and those with significant coingestants.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs. Routine laboratory testing is not necessary unless otherwise clinically indicated. Serum glucosamine concentrations are not widely available or clinically useful in managing overdose. Monitor fluid and electrolyte status in patients with severe diarrhea and\/or vomiting.<\/li><li>Enhanced elimination procedure: No studies have addressed the utilization of extracorporeal elimination techniques in poisoning with this agent. Glucosamine has an approximate volume of distribution of 2.5 L and is bound to plasma proteins.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult or child with an inadvertent minor exposure (eg, a single dietary supplement ingested by a young child) may be monitored at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion or significant symptoms should be evaluated in a healthcare facility and monitored. Patients may be discharged to home, if no symptoms develop or symptoms have resolved and laboratory studies are within normal limits. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"923467-s-12-33","title":"Range of Toxicity","mono":"<b>GLUCOSAMINE<\/b><br\/>TOXICITY: A specific toxic dose has not been established. There are no published reports of acute ingestions resulting in toxicity. Adverse effects appear to be minimal, consisting mostly of gastric effects. THERAPEUTIC DOSE: ORAL: Glucosamine sulfate 500 mg orally 3 times daily has been used for periods of 2 weeks to 3 months. INTRAVENOUS: 400 mg intravenously once daily for one week were given. INTRAMUSCULAR: Glucosamine sulfate doses of 400 mg intramuscularly have been given once daily for one week or 400 mg twice weekly for 6 weeks. <br\/>"}]},"13":{"id":"923467-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause peripheral edema, tachyarrhythmia, constipation, diarrhea, dyspepsia, nausea, vomiting, headache, insomnia, or somnolence.<\/li><li>Patient should take oral preparation with meals.<\/li><\/ul>"}}}