{"drugs":["Rilutek","Riluzole"],"mono":{"0":{"id":"923496-s-0","title":"Generic Names","mono":"Riluzole"},"1":{"id":"923496-s-1","title":"Dosing and Indications","sub":[{"id":"923496-s-1-4","title":"Adult Dosing","mono":"<b>Amyotrophic lateral sclerosis:<\/b> 50 mg ORALLY every 12 hr "},{"id":"923496-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in pediatric patients "},{"id":"923496-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment:<\/b> baseline elevations of several liver function tests (especially bilirubin); use not recommended<\/li><li><b>hepatic toxicity:<\/b> discontinue if ALT levels are greater than or equal to 5 X ULN or if clinical jaundice develops.<\/li><li><b>smoker:<\/b> no dosage adjustments necessary in smokers<\/li><\/ul>"},{"id":"923496-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Amyotrophic lateral sclerosis<br\/>"}]},"3":{"id":"923496-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923496-s-3-9","title":"Contraindications","mono":"history of severe hypersensitivity to riluzole or any of its components <br\/>"},{"id":"923496-s-3-10","title":"Precautions","mono":"<ul><li>hepatic dysfunction (history, current, or new-onset); use not recommended in patients with baseline elevations of liver function tests (especially bilirubin); discontinue therapy for ALT level greater than 5 times the ULN or if clinical jaundice develops<\/li><li>hepatitis, including fatalities have occurred<\/li><li>hypersensitivity pneumonitis, some cases severe, has been reported; discontinue therapy if confirmed<\/li><li>interstitial lung disease, some cases severe, has been reported; discontinue therapy if confirmed<\/li><li>neutropenia has been reported<\/li><li>serum transaminase elevations have been reported, including patients with no history of liver disease; monitoring recommended; discontinue therapy for ALT level greater than 5 times the ULN or if clinical jaundice develops; rechallenge not recommended<\/li><\/ul>"},{"id":"923496-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"923496-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"923496-s-4","title":"Drug Interactions","sub":{"1":{"id":"923496-s-4-14","title":"Major","mono":"<ul><li>Dasabuvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Sulfasalazine (theoretical)<\/li><\/ul>"},"2":{"id":"923496-s-4-15","title":"Moderate","mono":"<ul><li>Tacrine (probable)<\/li><li>Theophylline (probable)<\/li><\/ul>"}}},"5":{"id":"923496-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension, Tachyarrhythmia<\/li><li><b>Dermatologic:<\/b>Circumoral paresthesia<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Diarrhea, Loss of appetite, Nausea, Vomiting<\/li><li><b>Musculoskeletal:<\/b>Arthralgia<\/li><li><b>Neurologic:<\/b>Asthenia, Dizziness, Somnolence, Vertigo<\/li><li><b>Respiratory:<\/b>Respiratory depression (10.2% to 16%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest<\/li><li><b>Hematologic:<\/b>Neutropenia (less than 0.1%)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised, Hepatitis (0.1% to 1%), Jaundice (0.1% to 1%)<\/li><li><b>Respiratory:<\/b>Extrinsic allergic alveolitis (0.1% to 1%), Interstitial lung disease (0.1% to 1%)<\/li><\/ul>"},"6":{"id":"923496-s-6","title":"Drug Name Info","sub":{"0":{"id":"923496-s-6-17","title":"US Trade Names","mono":"Rilutek<br\/>"},"2":{"id":"923496-s-6-19","title":"Class","mono":"<ul><li>Central Nervous System Agent<\/li><li>Glutamate Antagonist<\/li><\/ul>"},"3":{"id":"923496-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923496-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"923496-s-7","title":"Mechanism Of Action","mono":"Riluzole may work by inhibiting glutamate release, inactivating voltage-dependent sodium channels, and interfering with intracellular events that follow transmitter binding at excitatory amino acid receptors.<br\/>"},"8":{"id":"923496-s-8","title":"Pharmacokinetics","sub":[{"id":"923496-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral: 0.75 hr<\/li><li>Bioavailability, oral: 60%<\/li><li>Effect of food: high-fat meal decreases absorption (AUC reduced by 20%, Cmax reduced by 45%)<\/li><\/ul>"},{"id":"923496-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 3.4 L\/kg<\/li><li>Protein binding: 96%<\/li><\/ul>"},{"id":"923496-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive via CYP1A2<\/li><li>N-hydroxyriluzole: major<\/li><\/ul>"},{"id":"923496-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 5%<\/li><li>Renal: 90%; 2% unchanged<\/li><li>Total body clearance: 25.9 L\/hr (amyotrophic lateral sclerosis patients);  47.4 L\/hr (healthy male volunteers)<\/li><\/ul>"},{"id":"923496-s-8-27","title":"Elimination Half Life","mono":"12 hr <br\/>"}]},"9":{"id":"923496-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take 1 hour before or 2 hours after a meal <br\/>"},"10":{"id":"923496-s-10","title":"Monitoring","mono":"<ul><li>clinical improvement<\/li><li> serum ALT levels; monthly during first 3 months of treatment, then every 3 months during the remainder of the first year, and periodically thereafter<\/li><\/ul>"},"11":{"id":"923496-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 50 MG<br\/><\/li><li><b>Rilutek<\/b><br\/>Oral Tablet: 50 MG<br\/><\/li><\/ul>"},"12":{"id":"923496-s-12","title":"Toxicology","sub":[{"id":"923496-s-12-31","title":"Clinical Effects","mono":"<b>GLUTAMATE ANTAGONISTS <\/b><br\/>USES: Riluzole, a member of the benzothiazole class, is approved for use in the treatment of amyotrophic lateral sclerosis. Riluzole has also been studied in the treatment of depression, cervical dystonia and Huntington's disease. PHARMACOLOGY: Riluzole, a 2-amino-6-trifluoromethoxy benzothiazole, is a neuroprotective agent. The mode of action of riluzole is unknown. The pharmacological properties of riluzole include: an inhibitory effect on glutamate release; inactivation of voltage-dependent sodium channels, and ability to interfere with intracellular events that follow transmitter binding at excitatory amino acid receptors. Pharmacokinetics appear to be linear. EPIDEMIOLOGY: Overdose is uncommon. OVERDOSE: Overdose ingestions have resulted in methemoglobinemia and severe cognitive and psychiatric disturbances. MILD TO MODERATE TOXICITY: Symptoms may be an extension of adverse events. The following events appear to be dose-related: asthenia, nausea, dizziness, decreased lung function, diarrhea, abdominal pain, pneumonia, vomiting and circumoral paraesthesia were dose-related. SEVERE TOXICITY: Toxic encephalopathy with stupor and coma, and methemoglobinemia have been reported in isolated cases following overdose. ADVERSE EVENTS: Therapeutic administration of glutamate antagonists may cause dose-related adverse effects including: decreased lung function, asthenia, nausea, vomiting, anorexia, diarrhea, dizziness, somnolence, circumoral paresthesias and elevated liver enzymes. Hypertension and neutropenia are less common occurrences following therapeutic administration of riluzole.<br\/>"},{"id":"923496-s-12-32","title":"Treatment","mono":"<b>GLUTAMATE ANTAGONISTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor fluid status in patients with significant gastrointestinal loss; treat with IV fluids and antiemetics as needed. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. Sedative agents such as benzodiazepines may be helpful in treating hypertension and tachycardia in agitated patients. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive; limited overdose data. Monitor neurologic function (events have been infrequent); overdose symptoms have included toxic encephalopathy, stupor and coma. Patients with a persistent fever should be evaluated for neutropenia. Methemoglobinemia has occurred infrequently following overdose; monitor methemoglobin as indicated. Treat with methylene blue.<\/li><li>Decontamination: PREHOSPITAL: Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is alert and able to maintain airway. HOSPITAL: Administer activated charcoal if the overdose is recent, the patient is not vomiting and is able to maintain their airway.<\/li><li>Antidote: None.<\/li><li>Airway management: Airway support or management is unlikely to be necessary following a mild to moderate exposure; patients with significant toxicity (ie, neurologic toxicity) may require mechanical intubation and ventilation.<\/li><li>Hypertensive episode: Monitor blood pressure regularly. For mild\/moderate hypertension without evidence of end organ damage, pharmacologic intervention is generally not necessary. Sedative agents such as benzodiazepines may be helpful in treating hypertension and tachycardia in agitated patients.<\/li><li>Methemoglobinemia: Use methylene blue and supplemental oxygen for symptomatic patients with methemoglobinemia (usually methemoglobin levels above 20% to 30%, may occur at lower levels with anemia, or underlying pulmonary\/cardiovascular disorders). METHYLENE BLUE (ADULT or CHILD): 1 to 2 mg\/kg\/dose IV over 5 minutes with a 30 mL flush of normal saline as needed every 4 hours.<\/li><li>Monitoring of patient: Blood pressure should be monitored in symptomatic patients. Serum transaminase levels should be monitored after a significant overdose. Monitor methemoglobin concentration after a significant overdose. Monitor CBC with differential as necessary.<\/li><li>Hemodialysis: Hemodialysis is UNLIKELY to be of benefit due to the high protein binding (96%) of riluzole.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic child with an inadvertent exposure (a single dose) can be managed at home with adult supervision. An adult with an inadvertent exposure of an extra dose can be managed at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"923496-s-12-33","title":"Range of Toxicity","mono":"<b>GLUTAMATE ANTAGONISTS<\/b><br\/>TOXICITY: The toxic dose has not been established. Mild methemoglobinemia has been reported in adults after ingestion of 1.5 g and 2.8 g of riluzole. Circumoral paresthesia and dizziness\/vertigo were associated with the oral administration of 250 to 300 mg of riluzole. In a safety and efficacy study, 2 patients experienced light-headedness and dizziness after receiving 25 mg of lubeluzole. THERAPEUTIC: RILUZOLE: ADULT: 50 mg orally every 12 hours. LUBELUZOLE: ADULT: 7.5 mg infused over 1 hour, followed by continuous infusion of 10 mg daily for 5 days. PEDIATRIC: Safety and efficacy have not been established in pediatric patients for either of these medications.<br\/>"}]},"13":{"id":"923496-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness and coordination until drug effects are realized, as drug may cause dizziness, vertigo, and somnolence.<\/li><li>This drug may cause tachyarrhythmia, circumoral paresthesia, arthralgia, asthenia, and pneumonia.<\/li><li>Drug may also cause gastrointestinal effects such as abdominal pain, diarrhea, anorexia, nausea, and vomiting.<\/li><li>Advise patient to report signs\/symptoms of cardiac arrest, neutropenia, and respiratory depression.<\/li><li>Tell patient to take drug 1 h before or 2 h after a meal.<\/li><li>Patient should avoid drinking large amounts of alcohol while taking this drug.<\/li><\/ul>"}}}