{"generic":"Epoprostenol Sodium","drugs":["Epoprostenol Sodium","Flolan","Veletri"],"mono":{"0":{"id":"923429-s-0","title":"Generic Names","mono":"Epoprostenol Sodium"},"1":{"id":"923429-s-1","title":"Dosing and Indications","sub":[{"id":"923429-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Operation on heart, with cardiopulmonary bypass - Pulmonary hypertension:<\/b> 60 mcg in sterile glycine buffer diluent (15 mcg\/mL) via INHALATION has been administered after anesthesia prior to cardiac incision; nebulizer connected to ventilator with bypass flow of oxygen at 8 L\/min<\/li><li><b>Operation on heart, with cardiopulmonary bypass - Pulmonary hypertension:<\/b> 15 mcg\/mL administered via INHALATION has been administered 5 min before weaning from bypass and continued for at least 60 min; nebulizer connected to ventilator with an oxygen flow of 8 L\/min.<\/li><li><b>Pulmonary hypertension - Vasoreactivity testing:<\/b> 2 nanograms\/kilogram\/minute (ng\/kg\/min) using a 5000 ng\/mL solution IV via right heart catheter placed in main pulmonary artery; increase infusion rate by 2 ng\/kg\/min every 10 minutes to MAX infusion rate of 12 ng\/kg\/min; record hemodynamic measures at baseline and before each dose increase<\/li><li><b>Pulmonary hypertension - Vasoreactivity testing:<\/b> 50 nanograms\/kilogram\/minute (ng\/kg\/min) via nebulizer was comparable to inhaled nitric oxide at 20 parts per million (ppm) in decreasing mean pulmonary arterial pressure and mean pulmonary vascular resistance<\/li><li><b>Pulmonary hypertensive arterial disease, WHO Group 1:<\/b> initial, 2 nanograms\/kilogram\/minute (ng\/kg\/min) IV, titrate upward in increments of 2 ng\/kg\/min every 15 minutes or longer until dose-limiting effects or intolerance develops; if symptoms persist or recur after initial chronic phase, titrate upward by 1 to 2 ng\/kg\/min every 15 minutes; should dose-limiting effects occur, gradually decrease infusion rate in increments of 2 ng\/kg\/min every 15 minutes; avoid abrupt withdrawal<\/li><\/ul>"},{"id":"923429-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness in pediatric patients not established "},{"id":"923429-s-1-6","title":"Dose Adjustments","mono":"<b>geriatric:<\/b> start at the low end of the dosing range "},{"id":"923429-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Pulmonary hypertensive arterial disease, WHO Group 1<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Angina<\/li><li>Operation on heart, with cardiopulmonary bypass - Pulmonary hypertension<\/li><li>Pulmonary hypertension - Vasoreactivity testing<\/li><\/ul>"}]},"3":{"id":"923429-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923429-s-3-9","title":"Contraindications","mono":"<ul><li>chronic use in congestive heart failure due to severe left ventricular systolic dysfunction<\/li><li>hypersensitivity to epoprostenol sodium or to any structurally-related compounds<\/li><li>chronic use in patients who may develop pulmonary edema during initiation<\/li><\/ul>"},{"id":"923429-s-3-10","title":"Precautions","mono":"<ul><li>abrupt withdrawal or sudden large dose reductions; risk of rebound pulmonary hypertension symptoms<\/li><li>concomitant bleeding risk factors; increased risk for hemorrhagic complications<\/li><li>cardiac catheterization; weigh risk against the potential benefits<\/li><li>pulmonary artery pressure increases coincident with cardiac output increases, asymptomatic; consider dose reduction<\/li><li>sepsis, attributable to the drug delivery system, has been reported<\/li><\/ul>"},{"id":"923429-s-3-11","title":"Pregnancy Category","mono":"Epoprostenol: B (FDA)<br\/>"},{"id":"923429-s-3-12","title":"Breast Feeding","mono":"Epoprostenol: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"923429-s-4","title":"Drug Interactions","sub":{"1":{"id":"923429-s-4-14","title":"Major","mono":"<ul><li>Desvenlafaxine (probable)<\/li><li>Duloxetine (probable)<\/li><li>Milnacipran (probable)<\/li><li>Venlafaxine (probable)<\/li><\/ul>"},"2":{"id":"923429-s-4-15","title":"Moderate","mono":"<ul>Digoxin (established)<\/ul>"}}},"5":{"id":"923429-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia (5%), Chest pain (11%), Hypotension (13% to 16%), Tachycardia (1% to 35%)<\/li><li><b>Dermatologic:<\/b>Flushing (23% to 58%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (5%), Diarrhea (37% to 50%), Loss of appetite (66%), Nausea and vomiting (32% to 67%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia, Jaw pain (54% to 75%), Musculoskeletal pain (3% to 35%)<\/li><li><b>Neurologic:<\/b>Dizziness (8% to 83%), Headache (46% to 83%)<\/li><li><b>Psychiatric:<\/b>Anxiety, Feeling nervous<\/li><li><b>Other:<\/b>Influenza-like illness<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Hemorrhage, Hypersplenism, Splenomegaly<\/li><li><b>Other:<\/b>Sepsis, Bloodstream infection<\/li><\/ul>"},"6":{"id":"923429-s-6","title":"Drug Name Info","sub":{"0":{"id":"923429-s-6-17","title":"US Trade Names","mono":"<ul><li>Flolan<\/li><li>Veletri<\/li><\/ul>"},"2":{"id":"923429-s-6-19","title":"Class","mono":"<ul><li>Peripheral Vasodilator<\/li><li>Prostaglandin<\/li><\/ul>"},"3":{"id":"923429-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923429-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"923429-s-7","title":"Mechanism Of Action","mono":"Epoprostenol sodium is a naturally occurring prostaglandin and a known metabolite of arachidonic acid. It directly stimulates vasodilation of pulmonary and systemic arterial vascular beds, and inhibits platelet aggregation.<br\/>"},"8":{"id":"923429-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"923429-s-8-25","title":"Metabolism","mono":"<ul><li>Blood; extensively metabolized, rapid hydrolysis, enzymatic degradation<\/li><li>Metabolites: 6-keto-PGF(1 alpha) and 6,15-diketo-13,14-dihydro-PGF(1 alpha)<\/li><\/ul>"},"3":{"id":"923429-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 4%<\/li><li>Renal: 82%<\/li><\/ul>"},"4":{"id":"923429-s-8-27","title":"Elimination Half Life","mono":"approximately 6 min <br\/>"}}},"9":{"id":"923429-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>Flolan(R) or epoprostenol generic: Reconstitute ONLY with sterile diluent supplied from the manufacturer (24 hours supply)<\/li><li>Veletri(R): Reconstitute ONLY with 5 mL of sterile water for injection, USP, or sodium chloride 0.9% injection, USP<\/li><li>do not reconstitute or mix with any other parenteral drugs or solutions prior to or during administration<\/li><li>epoprostenol reconstituted solution must be filtered with a sterile 0.22 micron or 0.2 micron pore size filter during administration to remove potential glass particles.<\/li><li>diluted epoprostenol should be inspected before use and not administered if particulate matter is present.<\/li><li>do not freeze, and protect from light<\/li><li>therapy may be initiated peripherally; thereafter, using an ambulatory infusion pump, administer by continuous IV infusion via a central venous catheter<\/li><li>continuous infusion on an outpatient basis is normally given through a permanent indwelling central venous catheter via a small, portable infusion pump<\/li><li>access to a backup infusion pump and IV infusion sets is recommended to avoid potential interruptions in therapy<\/li><li>infusion pump must have a total reservoir volume of at least 100 mL and should be made of polyvinyl chloride, polypropylene, or glass<\/li><li>Flolan(R) or epoprostenol generic: Prior to administering at room temperature, refrigerate the reconstituted solution and protect from light for up to 40 hours; do not freeze<\/li><li>Flolan(R) or epoprostenol generic: If administering with a cold pouch, reconstituted solutions may be kept for up to 48 hours between 2 and 8 degrees C, either through refrigeration or storage in a cold pouch (or a combination of the 2); protect from light<\/li><li>Flolan(R) or epoprostenol generic: A cold pouch must be capable of maintaining the temperature of reconstituted solution between 2 and 8 degrees C for 12 hours.<\/li><li>Flolan(R) or epoprostenol generic: Concentrations of 3000 nanograms\/milliliter (ng\/mL) and 10,000 ng\/mL will deliver between 2 to 16 ng\/kg\/min<\/li><li>Flolan(R) or epoprostenol generic: Prior to and during administration, epoprostenol must be kept between 32 and 77 degrees F (0 and 25 degrees C), and be protected from light<\/li><li>Flolan(R) or epoprostenol generic: Room temperature administration is permitted for a total duration of 8 hours. If administration is needed for up to 24 hours, the use of 2 frozen 6 ounce gel packs in a cold pouch is required; change the gel pack every 12 hours<\/li><li>Veletri(R): When administering at room temperature immediately after reconstitution, a single reservoir of diluted solution 3000 to less than 15,000 nanograms\/mL (ng\/mL) may be infused for up to 48 hours; 15,000 to less than 60,000 ng\/mL for up to 48 hours; and 60,000 ng\/mL and above for up to 72 hours<\/li><li>Veletri(R): When administering at room temperature after storage at 2 to 8 degrees C (36 to 46 degrees F) for up to 8 days, a single reservoir of diluted solution 3000 to less than 15,000 ng\/mL may be infused for up to 24 hours; 15,000 to 60,000 ng\/mL and above for up to 48 hours<\/li><li>Veletri(R): When administering at high temperature (greater than 25 and up to 30 degrees C\/greater than 77 and up to 86 degrees F) after immediate reconstitution or storage at 2 to 8 degrees C (36 to 46 degrees F) for up to 8 days, a single reservoir of diluted solution of less than 60,000 ng\/mL may be infused for up to 24 hours, and 60,000 ng\/mL and above for up to 48 hours<\/li><li>Veletri(R): When administering at high temperature (up to 40 degrees C\/104 degrees F) after immediate reconstitution or storage at 2 to 8 degrees C (36 to 46 degrees F) for up to 8 days, a single reservoir of diluted solution 60,000 ng\/mL and above may be infused for up to 24 hours<\/li><li>Veletri(R): Short durations of exposure at 40 degrees C (104 degrees F) are permitted for up to 2 hours (less than 15,000 ng\/mL); 4 hours (15,000 to 60,000 ng\/mL); or 8 hours (above 60,000 ng\/mL)<\/li><li>Veletri(R): The concentration should be compatible with the infusion pump criteria<\/li><\/ul>"},"10":{"id":"923429-s-10","title":"Monitoring","mono":"<ul><li>improvement in cardiac output (CO), pulmonary artery pressure (PAP)<\/li><li>standing and supine blood pressure, heart rate; several hours after dosage adjustments<\/li><li>signs of rebound pulmonary hypertension (dyspnea, dizziness, asthenia)<\/li><\/ul>"},"11":{"id":"923429-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Powder for Solution: 0.5 MG, 1.5 MG<br\/><\/li><li><b>Flolan<\/b><br\/>Intravenous Powder for Solution: 0.5 MG, 1.5 MG<br\/><\/li><li><b>Veletri<\/b><br\/>Intravenous Powder for Solution: 0.5 MG, 1.5 MG<br\/><\/li><\/ul>"},"12":{"id":"923429-s-12","title":"Toxicology","sub":[{"id":"923429-s-12-31","title":"Clinical Effects","mono":"<b>EPOPROSTENOL<\/b><br\/>OVERDOSE: Overdose data is limited. Clinical effects are anticipated to be an extension of the adverse effects seen with therapeutic use. Excessive doses may result in flushing, headache, hypotension, tachycardia, nausea, vomiting, and diarrhea. Hypoxemia, hypotension, and respiratory arrest have occurred following overdosage of epoprostenol. One patient experienced vomiting and became unconscious with an unrecordable blood pressure after receiving 50 mL of epoprostenol (unspecified concentration). Symptoms resolved when the infusion was stopped. ADVERSE EFFECTS: Hypotension, flushing, anorexia, nausea, vomiting, diarrhea, jaw pain, neck pain\/arthralgia, headache, skin ulcer, eczema\/rash\/urticaria, hyperesthesia, hypesthesia, paresthesia, anxiety, nervousness, insomnia, hemorrhage, thrombocytopenia, and hematuria may occur following therapeutic use of epoprostenol.<br\/>"},{"id":"923429-s-12-32","title":"Treatment","mono":"<b>EPOPROSTENOL<\/b><br\/><ul><li>Decontamination: Not necessary; intravenous administration.<\/li><li>Support: Treatment is symptomatic and supportive. There is no known antidote for epoprostenol following an overdose. Because of the short half life of epoprostenol (6 minutes in vitro) toxic effects after overdose are expected to be relatively short lived.<\/li><li>Tachyarrhythmia: Monitor ECG and institute continuous cardiac monitoring following a significant overdose. Sinus tachycardia does not generally require treatment unless hemodynamic compromise develops.<\/li><li>Hypotensive episode: IV 0.9% NS, dopamine, norepinephrine.<\/li><li>Thrombocytopenic disorder: Transfusion may be needed in patients with severe thrombocytopenia or hemorrhage.<\/li><li>Monitoring of patient: Monitor vital signs, institute continuous cardiac and pulse oximetry monitoring, and obtain an ECG. Monitor mental status. Monitor fluid and electrolyte status in patients with significant vomiting\/diarrhea.<\/li><\/ul>"},{"id":"923429-s-12-33","title":"Range of Toxicity","mono":"<b>EPOPROSTENOL<\/b><br\/>TOXICITY: Acute toxic dose has not been established. One patient experienced vomiting and became unconscious with an unrecordable blood pressure after receiving 50 mL of epoprostenol (unspecified concentration). Following the discontinuation of epoprostenol, the patient regained consciousness within seconds. THERAPEUTIC DOSE: Adults: Initial, 2 ng\/kg\/min IV, titrate upward in increments of 2 ng\/kg\/min every 15 minutes or longer until dose-limiting effects or tolerance develops.<br\/>"}]},"13":{"id":"923429-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause hypotension, eczema, flushing, diarrhea, nausea, vomiting, jaw pain, musculoskeletal pain, headache, hyperesthesia, hypesthesia, paresthesia, anxiety, nervousness, influenza-like illness, supraventricular tachycardia, or hemorrhage.<\/li><li>Instruct patient to report signs\/symptoms of rebound pulmonary hypertension (dyspnea, dizziness, asthenia).<\/li><li>Advise patient to report signs\/symptoms of pulmonary edema, especially during drug initiation.<\/li><li>Instruct patient that even brief interruptions in therapy may cause a rapid deterioration in condition. Request that patient report IV pump alarms immediately, if patient is able.<\/li><\/ul>"}}}