{"generic":"Anastrozole","drugs":["Anastrozole","Arimidex"],"mono":{"0":{"id":"923519-s-0","title":"Generic Names","mono":"Anastrozole"},"1":{"id":"923519-s-1","title":"Dosing and Indications","sub":[{"id":"923519-s-1-4","title":"Adult Dosing","mono":"<ul><li>safety and efficacy not established in premenopausal women<\/li><li><b>Breast cancer, Adjuvant, postmenopausal, hormone receptor-positive:<\/b> 1 mg ORALLY once daily; optimal duration unknown but duration of 5 years was used in the pivotal clinical trial<\/li><li><b>Breast cancer, Advanced, postmenopausal, following tamoxifen therapy:<\/b> 1 mg ORALLY once daily until tumor progression<\/li><li><b>Breast cancer, Locally advanced or metastatic, postmenopausal, hormone receptor-positive or unknown, first-line:<\/b> 1 mg ORALLY once daily until tumor progression<\/li><li><b>Breast cancer, Neoadjuvant treatment for hormone receptor-positive, operable or potentially operable, locally advanced disease in postmenopausal women:<\/b> 1 mg ORALLY once daily for 3 months prior to surgery was used in clinical trials; international expert panel recommends 3 to 6 months of therapy<\/li><li><b>Breast cancer, Postmenopausal women at high risk; Prophylaxis:<\/b> 1 mg ORALLY daily for 5 years (study dose)<\/li><\/ul>"},{"id":"923519-s-1-5","title":"Pediatric Dosing","mono":"Efficacy has not been established in pubertal boys of adolescent age with gynecomastia or girls with McCune-Albright Syndrome and progressive precocious puberty "},{"id":"923519-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dosage adjustment necessary<\/li><li><b>geriatrics:<\/b> no dosage adjustment necessary<\/li><li><b>hepatic impairment, mild to moderate:<\/b> no dosage adjustment necessary; monitor closely<\/li><li><b>hepatic impairment, severe:<\/b> has not been evaluated<\/li><\/ul>"},{"id":"923519-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Breast cancer, Adjuvant, postmenopausal, hormone receptor-positive<\/li><li>Breast cancer, Advanced, postmenopausal, following tamoxifen therapy<\/li><li>Breast cancer, Locally advanced or metastatic, postmenopausal, hormone receptor-positive or unknown, first-line<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Breast cancer, Neoadjuvant treatment for hormone receptor-positive, operable or potentially operable, locally advanced disease in postmenopausal women<\/li><li>Breast cancer, Postmenopausal women at high risk; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"923519-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923519-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to anastrozole or to any of the excipients<\/li><li>pregnancy; may cause fetal harm<\/li><\/ul>"},{"id":"923519-s-3-10","title":"Precautions","mono":"<ul><li>decreased bone mineral density has occurred; consider monitoring bone density<\/li><li>elevated LDL serum cholesterol has been reported<\/li><li>ischemic heart disease, preexisting; increased risk of ischemic cardiovascular events<\/li><li>premenopausal women; no clinical benefit<\/li><\/ul>"},{"id":"923519-s-3-11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"923519-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"923519-s-4","title":"Drug Interactions","sub":{"2":{"id":"923519-s-4-15","title":"Moderate","mono":"<ul>Tamoxifen (probable)<\/ul>"}}},"5":{"id":"923519-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (2% to 13%), Peripheral edema (5% to 10%), Vasodilatation (25% to 36%)<\/li><li><b>Dermatologic:<\/b>Rash (6% to 11%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (8% to 9%), Disorder of gastrointestinal tract (29% to 34%), Nausea (11% to 19%), Vomiting (8% to 9%)<\/li><li><b>Immunologic:<\/b>Lymphedema (10%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (2% to 15%), Arthritis (17%), Arthropathy, Backache (10% to 12%), Bone pain (6% to 11%), Osteoporosis (11%)<\/li><li><b>Neurologic:<\/b>Asthenia (16% to 19%), Headache (adult, 9% to 13%; pediatric, 7%), Insomnia (2% to 10%)<\/li><li><b>Psychiatric:<\/b>Depression (5% to 13%), Disturbance in mood (19%)<\/li><li><b>Reproductive:<\/b>Menopausal flushing (12% to 36%)<\/li><li><b>Respiratory:<\/b>Dyspnea (8% to 10%), Increasing frequency of cough (8% to 11%), Pharyngitis (6% to 14%)<\/li><li><b>Other:<\/b>Pain (11% to 17%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cerebral infarction, Cerebrovascular accident, Chest pain (5% to 7%), Ischemic heart disease (4%), Myocardial infarction (1.2%), Myocardial ischemia, Thrombophlebitis (2% to 5%), Venous thromboembolism<\/li><li><b>Dermatologic:<\/b>Blister, Erythema multiforme, Skin lesion, Skin ulcer, Stevens-Johnson syndrome<\/li><li><b>Endocrine metabolic:<\/b>Breast cancer (5%), Serum cholesterol raised (2% to 9%)<\/li><li><b>Hematologic:<\/b>Deep venous thrombosis (2%), Thromboembolic disorder (2% to 4%)<\/li><li><b>Hepatic:<\/b>Hepatitis, Liver function tests abnormal (0.01%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (0.01%)<\/li><li><b>Musculoskeletal:<\/b>Decreased bone mineral density, Fracture of bone (10% to 15%)<\/li><li><b>Neurologic:<\/b>Cerebral ischemia (2%)<\/li><li><b>Ophthalmic:<\/b>Thrombosis of retinal vein<\/li><li><b>Reproductive:<\/b>Abnormal vaginal bleeding (1% to 5%), Malignant neoplasm of endometrium of corpus uteri (0.2%)<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><li><b>Other:<\/b>Breast cancer (5%), Neoplasm of endometrium (0.2%), Neoplastic disease (5% to 13.7%), Tumor flare (3%)<\/li><\/ul>"},"6":{"id":"923519-s-6","title":"Drug Name Info","sub":{"0":{"id":"923519-s-6-17","title":"US Trade Names","mono":"Arimidex<br\/>"},"2":{"id":"923519-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Aromatase Inhibitor<\/li><\/ul>"},"3":{"id":"923519-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923519-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"923519-s-7","title":"Mechanism Of Action","mono":"Growth of many breast cancer tumors is stimulated or maintained by estrogen. Anastrozole is a  nonsteroidal aromatase inhibitor that interferes with estradiol production in peripheral tissues by inhibiting conversion of adrenally-generated androstenedione to estrone by aromatase. Adrenally generated androstenedione is the chief source of circulating estrogen in postmenopausal women.<br\/>"},"8":{"id":"923519-s-8","title":"Pharmacokinetics","sub":[{"id":"923519-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral: 2 hours<\/li><li>Bioavailability: 80%<\/li><li>Effect of food: decreased mean Cmax by 16%; Tmax increased to 5 hours<\/li><\/ul>"},{"id":"923519-s-8-24","title":"Distribution","mono":"Protein binding: 40% <br\/>"},{"id":"923519-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: 85% via N-dealkylation, hydroxylation, and glucuronidation<\/li><li>Metabolite: triazole: inactive<\/li><\/ul>"},{"id":"923519-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: approximately 75%<\/li><li>Renal: 10%<\/li><li>Dialyzable: Yes (hemodialysis)<\/li><\/ul>"},{"id":"923519-s-8-27","title":"Elimination Half Life","mono":"50 hours <br\/>"}]},"9":{"id":"923519-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with or without food <br\/>"},"10":{"id":"923519-s-10","title":"Monitoring","mono":"<ul><li>evidence of tumor response is indicative of efficacy<\/li><li>bone mineral density (BMD); dual energy x-ray absorptiometry (DXA) scans at baseline and every 1 to 2 years<\/li><li>cholesterol; consider monitoring during therapy<\/li><li>osteoporosis and fracture risk in patients initiating therapy<\/li><li>X-ray of thoracic and lumbar spine; rule out vertebral fracture in patients with kyphosis, historical height loss 6 cm or greater, acute incapacitating back pain syndrome, and in patients age 65 years and older<\/li><\/ul>"},"11":{"id":"923519-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 1 MG<br\/><\/li><li><b>Arimidex<\/b><br\/>Oral Tablet: 1 MG<br\/><\/li><\/ul>"},"12":{"id":"923519-s-12","title":"Toxicology","sub":[{"id":"923519-s-12-31","title":"Clinical Effects","mono":"<b>ANASTROZOLE AND RELATED AGENTS<\/b><br\/>USES: Anastrozole is used to treat postmenopausal women with breast cancer (hormone receptor-positive or unknown). PHARMACOLOGY: Growth of many breast cancer tumors is stimulated or maintained by estrogen. Anastrozole is a nonsteroidal aromatase inhibitor that interferes with estradiol production in peripheral tissues by inhibiting conversion of adrenally-generated androstenedione to estrone by aromatase. Adrenally generated androstenedione is the chief source of circulating estrogen in postmenopausal women. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. Severe overdose has not been reported. ADVERSE EFFECTS: COMMON (GREATER THAN 10%): Nausea, vomiting, rash, hot flashes, headache, hypertension, vasodilation, peripheral edema, lymphedema, arthritis, arthralgia, back pain, asthenia, fatigue, depression, mood disturbances, cough, pharyngitis, and pain. OTHER EFFECTS: Chest pain, thromboembolic events (eg, pulmonary embolus, thrombophlebitis, and retinal vein thrombosis), pruritus, paresthesia, sweating, abdominal pain, diarrhea, dyspepsia, constipation, anorexia, dry mouth, urinary tract infection, vaginal bleeding, leukopenia, anemia, elevated liver enzymes, acute hepatitis, bone pain, myalgia, arthrosis, confusion, anxiety, nervousness, dizziness, dyspnea, sinusitis, bronchitis, and infection. <br\/>"},{"id":"923519-s-12-32","title":"Treatment","mono":"<b>ANASTROZOLE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal for recent, substantial ingestion in a patient who is alert and can protect the airway. HOSPITAL: Consider activated charcoal for recent, substantial ingestion in a patient who is alert and can protect the airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs, CBC, and liver enzymes. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Dialysis may be helpful in a severe overdose because anastrozole is not highly protein bound<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"923519-s-12-33","title":"Range of Toxicity","mono":"<b>ANASTROZOLE AND RELATED AGENTS<\/b><br\/>TOXICITY: In clinical trials, healthy, male volunteers tolerated a 60 mg single dose. The administration of 10 mg\/day doses to postmenopausal women was also well tolerated. THERAPEUTIC DOSE: ADULTS: ANASTROZOLE: one 1-mg tablet orally once daily. CHILDREN: Efficacy has not been demonstrated in girls with McCune-Albright Syndrome and progressive precocious puberty or in pubertal, adolescent-age boys with gynecomastia. <br\/>"}]},"13":{"id":"923519-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause peripheral edema, vasodilation, nausea, arthralgia, arthritis, back or bone pain, asthenia, headache, depression, dyspnea, cough, or pharyngitis.<\/li><li>Instruct patient to report signs\/symptoms of bone loss, including osteopenia, osteoporosis, and bone fracture.<\/li><li>Instruct patient to report signs\/symptoms of anemia, thrombophlebitis, or profuse vaginal bleeding.<\/li><\/ul>"}}}