{"generic":"Cisatracurium Besylate","drugs":["Cisatracurium Besylate","Nimbex"],"mono":{"0":{"id":"923500-s-0","title":"Generic Names","mono":"Cisatracurium Besylate"},"1":{"id":"923500-s-1","title":"Dosing and Indications","sub":[{"id":"923500-s-1-4","title":"Adult Dosing","mono":"<ul><li>dosage should be individualized and a peripheral nerve stimulator should be used to measure neuromuscular function during administration<\/li><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate tracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> initial, 0.15 to 0.2 mg\/kg IV bolus as components of a propofol\/nitrous oxide\/oxygen induction-intubation technique<\/li><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate tracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> maintenance, 0.03 mg\/kg IV<\/li><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate tracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> maintenance, initial continuous IV infusion rate of 3 mcg\/kg\/min may be required to rapidly counteract spontaneous recovery from initial bolus dose; thereafter, 1 to 2 mcg\/kg\/min continuous IV infusion<\/li><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate tracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> maintenance in ICU, 3 mcg\/kg\/min (infusion range of 0.5 to 10.2 mcg\/kg\/min)<\/li><\/ul>"},{"id":"923500-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>dosage should be individualized and a peripheral nerve stimulator should be used to measure neuromuscular function during administration<\/li><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate tracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> (aged 1 to 23 months) initial, 0.15 mg\/kg IV over 5 to 10 seconds during either halothane or opioid anesthesia<\/li><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate tracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> (aged 2 to 12 years) initial, 0.1 to 0.15 mg\/kg IV over 5 to 10 seconds during either halothane or opioid anesthesia<\/li><li><b>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate tracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation:<\/b> (aged 2 to 12 years) maintenance, initial IV infusion of 3 mcg\/kg\/min; then decrease to 1 to 2 mcg\/kg\/min IV infusion<\/li><\/ul>"},{"id":"923500-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>concomitant stable isoflurane or enflurane anesthesia:<\/b> maintenance IV infusion, 30% to 40% reduction in infusion rate<\/li><li><b>coronary artery bypass surgery with induced hypothermia:<\/b> maintenance infusion rate may be reduced by approximately 50%<\/li><li><b>burn patients:<\/b> increased dosage requirements and shortened duration of action are possible<\/li><li><b>geriatric patients:<\/b> specific dosage adjustments not required<\/li><li><b>hepatic impairment:<\/b> long-term use may be require dosage adjustments<\/li><li><b>renal impairment:<\/b> specific dosage adjustments not required<\/li><\/ul>"},{"id":"923500-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Induction of neuromuscular blockade, Adjunct to general anesthesia, to facilitate tracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation<br\/>"}]},"3":{"id":"923500-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923500-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to cisatracurium or any component of the product<\/li><li>premature infants; multidose formulations contains benzyl alcohol<\/li><\/ul>"},{"id":"923500-s-3-10","title":"Precautions","mono":"<ul><li>acid-base or electrolyte abnormalities; may potentiate or antagonize neuromuscular blockade<\/li><li>allergic cross-reactivity has been reported; check for previous anaphylactic reactions to other neuromuscular blocking agents<\/li><li>anaphylactic reactions, severe (including life-threatening and fatal) have been reported<\/li><li>burn patients may develop resistance to nondepolarizing neuromuscular blockers depending on time since injury and size of burn; increased doses may be required<\/li><li>hemiparesis or paraparesis; may demonstrate resistance to nondepolarizing neuromuscular blockers in affected limb; perform neuromuscular monitoring on non-paretic limb<\/li><li>IV administration only; do not administer IM or before patient is unconscious<\/li><li>malignant hyperthermia may develop; monitoring recommended<\/li><li>neonates and infants; do not use multidose formulation; contains benzyl alcohol<\/li><li>neuromuscular disease (eg, myasthenia gravis and myasthenic syndrome) and other conditions with prolonged neuromuscular blockade potential (eg, carcinomatosis); may have marked effect; use a test dose or peripheral nerve stimulator to monitor level of neuromuscular block and dosage requirements; shorter acting muscle relaxants may be appropriate alternative<\/li><li>neurosurgical patients treated with anticonvulsants should be carefully monitored for excessively fast recovery from neuromuscular blockade<\/li><li>prolonged ICU use; continuous monitoring of neuromuscular transmission recommended<\/li><li>rapid sequence endotracheal intubation; cisatracurium is intermediate acting; use not recommended<\/li><\/ul>"},{"id":"923500-s-3-11","title":"Pregnancy Category","mono":"Cisatracurium: B (FDA)<br\/>"},{"id":"923500-s-3-12","title":"Breast Feeding","mono":"Cisatracurium: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"923500-s-4","title":"Drug Interactions","sub":{"1":{"id":"923500-s-4-14","title":"Major","mono":"<ul><li>Amikacin (probable)<\/li><li>Desflurane (probable)<\/li><li>Dibekacin (probable)<\/li><li>Enflurane (probable)<\/li><li>Framycetin (probable)<\/li><li>Gentamicin (probable)<\/li><li>Isepamicin (probable)<\/li><li>Isoflurane (probable)<\/li><li>Kanamycin (probable)<\/li><li>Neomycin (probable)<\/li><li>Netilmicin (probable)<\/li><li>Nitrous Oxide (probable)<\/li><li>Procainamide (theoretical)<\/li><li>St John's Wort (probable)<\/li><li>Streptomycin (probable)<\/li><li>Tobramycin (probable)<\/li><\/ul>"},"2":{"id":"923500-s-4-15","title":"Moderate","mono":"<ul><li>Bacitracin (probable)<\/li><li>Capreomycin (probable)<\/li><li>Colistimethate Sodium (probable)<\/li><li>Polymyxin B (probable)<\/li><\/ul>"}}},"5":{"id":"923500-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia (0.4%), Hypotension (0.2%)<\/li><li><b>Respiratory:<\/b>Bronchospasm (0.2%)<\/li><\/ul>"},"6":{"id":"923500-s-6","title":"Drug Name Info","sub":{"0":{"id":"923500-s-6-17","title":"US Trade Names","mono":"Nimbex<br\/>"},"2":{"id":"923500-s-6-19","title":"Class","mono":"<ul><li>Musculoskeletal Agent<\/li><li>Neuromuscular Blocker, Non-Depolarizing<\/li><\/ul>"},"3":{"id":"923500-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923500-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"923500-s-7","title":"Mechanism Of Action","mono":"Cisatracurium besylate is a nondepolarizing neuromuscular blocking agent . Nondepolarizing neuromuscular blocking agents inhibit neuromuscular transmission by competing with acetylcholine for the cholinergic receptors at the motor end plate, thereby antagonizing the action of acetylcholine. This type of competitive neuromuscular blockade is usually antagonized by anticholinesterase agents.<br\/>"},"8":{"id":"923500-s-8","title":"Pharmacokinetics","sub":[{"id":"923500-s-8-23","title":"Absorption","mono":"Tmax, IV: 11.8 minutes <br\/>"},{"id":"923500-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: unknown<\/li><li> Vd, adults: 98 to 145 mL\/kg<\/li><\/ul>"},{"id":"923500-s-8-25","title":"Metabolism","mono":"Organ independent: extensive via Hofmann elimination <br\/>"},{"id":"923500-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 4%<\/li><li>Renal: 95% (less than 10% unchanged)<\/li><li>Total body clearance: adults, 4.5 to 5.7 mL\/min\/kg; children, 5.89 mL\/min\/kg<\/li><\/ul>"},{"id":"923500-s-8-27","title":"Elimination Half Life","mono":"<ul><li>22 minutes<\/li><li>Laudanosine: 3.1 to 6.6 hours<\/li><\/ul>"}]},"9":{"id":"923500-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>20 mL vial for ICU use only<\/li><li>mix in D5W, NS or D5NS to a final concentration of 0.1 mg\/mL or 0.2 mg\/mL<\/li><li>do not dilute in Lactated Ringer's injection<\/li><li>product in carton should be refrigerated<\/li><\/ul>"},"10":{"id":"923500-s-10","title":"Monitoring","mono":"<ul><li>blood pressure, heart rate, peripheral nerve stimulation, muscle twitching<\/li><li>blood gases, respirations<\/li><\/ul>"},"11":{"id":"923500-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 2 MG\/ML, 10 MG\/ML<br\/><\/li><li><b>Nimbex<\/b><br\/>Intravenous Solution: 2 MG\/ML, 10 MG\/ML<br\/><\/li><li><b>NovaPlus Cisatracurium Besylate<\/b><br\/>Intravenous Solution: 2 MG\/ML, 10 MG\/ML<br\/><\/li><li><b>PremierPro Rx Nimbex<\/b><br\/>Intravenous Solution: 2 MG\/ML, 10 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"923500-s-12","title":"Toxicology","sub":[{"id":"923500-s-12-31","title":"Clinical Effects","mono":"<b>CURARE AND RELATED AGENTS<\/b><br\/>USES: These drugs are nondepolarizing neuromuscular blocking agents, administered intravenously. They are mainly used as an adjunct to general anesthesia, to facilitate endotracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation. PHARMACOLOGY: These agents block myoneural transmission to skeletal muscles by competing with acetylcholine for the cholinergic receptor sites at the neuromuscular junction of skeletal muscles. By occupying the receptor sites, they block the transmitter action of acetylcholine and produce total paralysis of the muscle fibers that lasts as long as the drug remains bound at the end-plate. This competitive block may be reversed by anticholinesterase agents such as neostigmine. These agents have no or very little effect on CNS. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. Paralysis of skeletal muscle results in heaviness of the eyelids, difficulty in swallowing and talking, diplopia, progressive weakness of the extremities, the neck, intercostals, and diaphragm. Prolonged apnea and respiratory arrest may be noted due to paralysis of the intercostal muscles and diaphragm. Hypotension, bradycardia, cardiac dysrhythmias, hypertension, and cardiovascular collapse may also be observed. Although autonomic dysfunction and\/or weakness may occur following the intrathecal injection of a neuromuscular blocking agent, one patient did not develop any sensory or motor block, hemodynamic changes or nerve disturbances following the intrathecal injection of atracurium. Intraarterial injection of atracurium and vecuronium were reported to cause limb ischemia. Subcutaneous injection and extravasation were reported to cause prolonged paralysis and may cause local irritation effect. It may cause tissue necrosis in severe cases. ADVERSE EFFECTS: Therapeutic administration of these agents may cause respiratory paralysis, prolonged apnea, prolonged muscle weakness, hypotension, bradycardia, cardiac dysrhythmias, hypertension, cardiovascular collapse, and respiratory arrest. Hypersensitivity reactions, including anaphylactoid reactions, have been reported. Extravasation injuries have also been observed following the administration of atracurium and rocuronium. <br\/>"},{"id":"923500-s-12-32","title":"Treatment","mono":"<b>CURARE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Oxygenation, airway protection and ventilation support as indicated. Once airway is established and ventilation is provided, sedate patients with benzodiazepines and opioids as long as neuromuscular blockade is in effect. Monitor vital signs, especially respiration. Obtain an ECG, and institute continuous cardiac monitoring. Reverse neuromuscular blockage effect: Administer IV neostigmine (see antidote below); alternative agents include physostigmine and edrophonium. Administration of atropine sulfate with or before neostigmine has been suggested to counteract the muscarinic side effects of neostigmine. Manage mild hypotension with IV fluids. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary.  Sedation with benzodiazepines may be helpful in agitated patients with hypertension and tachycardia. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives. In most patients, sinus bradycardia is neither significant nor symptomatic, requiring no intervention. However, extreme bradycardia may result in decreased cardiac output and hypotension; IV atropine is first line treatment. If unresponsive, use beta adrenergic agonists (eg, isoproterenol) or temporary cardiac pacemaker.  In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. Management of extravasation injuries and intrathecal injection by these agents are mainly supportive care. Refer to &quot;extravasation injury&quot; and &quot;intrathecal overdose&quot; managements for more information. For intra-arterial injection, observe signs of limb ischemia, pain, pale, paresthesia, and decrease pulse volume. Heparin and vasodilators may be helpful.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Patients who cannot protect their own airway or have signs and symptoms of respiratory failure may need intubation for respiratory support.<\/li><li>Antidote: NEOSTIGMINE: ADULT: 0.5 to 2 mg slow IV injection, along with 0.6 to 1.2 mg of atropine sulfate IV in a separate syringe. Repeat as needed; rarely should total dose of neostigmine exceed 5 mg. PEDIATRIC: 0.02 to 0.075 mg\/kg IV injection, in addition to atropine 0.01 to 0.02 mg\/kg. In the presence of bradycardia, the pulse rate should be increased to about 80 beats\/min with atropine before administering neostigmine. Administration of atropine sulfate with or before neostigmine has been suggested to counteract muscarinic side effects. Reversal time following intense neuromuscular blockade induced by atracurium may be prolonged. Neostigmine may not shorten the time to total recovery from an intense level of blockade. Other agents to consider include edrophonium or physostigmine in conjunction with atropine.<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status. Obtain an ECG, and institute continuous cardiac monitoring. Monitor pulse oximetry and\/or arterial blood gases.<\/li><li>Enhanced elimination procedure: Hemodialysis may enhance elimination of pancuronium in patients with renal failure.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management, and these agents are only used in the hospital setting. OBSERVATION CRITERIA: Following inadvertent intravenous administrations, all asymptomatic patients should be observed for at least 1 to 2 hours for signs of systemic toxicity. Following inadvertent subcutaneous injection or extravasation, all asymptomatic patients should be observed for at least 4 to 6 hours for signs of systemic toxicity. ADMISSION CRITERIA: Patients with systemic toxicities or patients with severe symptoms following an intrathecal injection should be admitted to intensive care unit for treatment and closed monitoring. CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"923500-s-12-33","title":"Range of Toxicity","mono":"<b>CURARE AND RELATED AGENTS<\/b><br\/>TOXICITY: A lethal dose for these agents has not been established. Parenteral administration of any dose may be sufficient to cause respiratory paralysis, hypoxia and death if respiratory assistance is not available.<br\/>"}]}}}