{"generic":"Technetium Tc 99m Exametazime","drugs":["Ceretec","Technetium Tc 99m Exametazime"],"mono":{"0":{"id":"923577-s-0","title":"Generic Names","mono":"Technetium Tc 99m Exametazime"},"1":{"id":"923577-s-1","title":"Dosing and Indications","sub":{"0":{"id":"923577-s-1-4","title":"Adult Dosing","mono":"<ul><li>patients should be encouraged to drink fluids and to void when the radiological examination is complete and as often thereafter as possible<\/li><li><b>Infectious disease of abdomen; Diagnosis:<\/b> 0.259 to 0.925 gigabecquerels (7 to 25 millicuries) as Tc 99m-labeled leukocytes IV for a normal 70-kg adult<\/li><li><b>Inflammatory bowel disease; Diagnosis:<\/b> 0.259 to 0.925 gigabecquerels (7 to 25 millicuries) as Tc 99m-labeled leukocytes IV for a normal 70-kg adult<\/li><li><b>Radioisotope brain imaging:<\/b> 370 to 740 megabecquerels (10 to 20 millicuries) of reconstituted sodium pertechnetate Tc 99m exametazime IV<\/li><\/ul>"},"1":{"id":"923577-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},"3":{"id":"923577-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Infectious disease of abdomen; Diagnosis<\/li><li>Inflammatory bowel disease; Diagnosis<\/li><li>Radioisotope brain imaging<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Alzheimer's disease; Diagnosis<\/li><li>Electrocerebral silence; Diagnosis<\/li><li>Epilepsy; Diagnosis<\/li><\/ul>"}}},"3":{"id":"923577-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923577-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"923577-s-3-10","title":"Precautions","mono":"<ul><li>allergic reactions and hypersensitivity, acute, may occur<\/li><li>imaging results can be affected by coexisting disease states (eg, infarction, tumor, peritonitis, etc)<\/li><li>radiation effects to bladder; encourage patient to increase fluid intake and to void often after injection to minimize bladder exposure<\/li><li>radiopharmaceutical; handle with care and use safety measures to reduce radiation exposure to personnel and patient<\/li><\/ul>"},{"id":"923577-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"923577-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Radioactive compounds that require temporary cessation of breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"5":{"id":"923577-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Cardiovascular:<\/b>Hypertension (8%)<br\/><b>Serious<\/b><br\/><b>Immunologic:<\/b>Hypersensitivity reaction<br\/>"},"6":{"id":"923577-s-6","title":"Drug Name Info","sub":{"0":{"id":"923577-s-6-17","title":"US Trade Names","mono":"Ceretec<br\/>"},"2":{"id":"923577-s-6-19","title":"Class","mono":"Diagnostic Agent, Radiopharmaceutical Imaging<br\/>"},"3":{"id":"923577-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"923577-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Brain imaging-Technetium Tc 99m exametazime is a lipophilic complex able to cross the blood-brain barrier as well as penetrate cell membranes. The agent localizes in the brain as a function of regional cerebral perfusion. Its radionuclide emissions while localized in cerebral tissue permit external imaging of the cerebral distribution of the agent thus helping detect altered regional cerebral perfusion. Technetium Tc 99m exametazime is primarily extracted and trapped by cerebral gray matter and the basal ganglia during the first pass through the brain. It has been proposed that the retention in the brain of technetium Tc 99m exametazime results from in vivo conversion of the primary complex to a less lipophilic complex, which is unable to cross the blood-brain barrier. <\/li><li>Labeling of leukocytes-When incubated with leukocytes, which have been isolated from whole blood, the technetium Tc 99m exametazime complex, being lipid-soluble, penetrates the cell membrane of the leukocytes by passive diffusion.  The lipophilic complex is then converted to a hydrophilic species, in a process possibly involving intracellular glutathione, thus trapping the technetium Tc 99m label within the cells (mostly neutrophils). The radioactive autologous leukocytes are subsequently reinjected to permit the detection of inflammatory lesions based on the normal physiological accumulation of leukocytes at such sites. <\/li><\/ul>"},"8":{"id":"923577-s-8","title":"Pharmacokinetics","sub":{"3":{"id":"923577-s-8-26","title":"Excretion","mono":"<ul><li>Systemic: Technetium Tc 99m exametazime- Fecal: 50%; Renal: 40% <\/li><li>Technetium Tc 99m exametazime-labeled leukocytes- Fecal: 6%; Renal: 15 to 30%<\/li><\/ul>"}}},"9":{"id":"923577-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>use proper procedures for handling and disposal of radiopharmaceuticals<\/li><li>maintain appropriate shielding throughout the preparation process and for the life of the compound to minimize radiation exposure<\/li><li>wear waterproof gloves during the handling procedure<\/li><li>generator must be eluted within 24 hours prior to obtaining any elute for reconstitution; do not use generator eluate more than 2 hours old; when reconstituting vials with 31 to 54 millicuries, do not use generator eluate more than 30 minutes old<\/li><li>0.37 to 2 gigabecquerels (10 to 54 millicuries) technetium Tc 99m may be added to vial; adjust generator eluate to correct radioactive concentration to a volume of 5 mL by diluting with nonbacteriostatic, preservative-free saline<\/li><li>inject 5 mL of sterile eluate from technetium Tc 99m generator into shielded vial using 10-mL syringe; withdraw 5 mL of gas from vial before withdrawing syringe; gently invert vial for 10 seconds<\/li><li>assay total activity and calculate volume to be administered<\/li><li>perform radiochemical purity testing prior to administration and within 2 minutes of reconstitution; purity greater than 80% is required<\/li><li>measure patient dose in suitable radioactivity calibration system immediately prior to administration<\/li><li>do not use final radiopharmaceutical preparation more than 30 minutes after reconstitution; discard any unused product<\/li><li>final product may be administered directly to patient or used to prepare Tc 99m-labeled leukocytes<\/li><\/ul>"},"10":{"id":"923577-s-10","title":"Monitoring","mono":"<ul><li>high quality images are indicative of efficacy<\/li><li>renal function; consider in elderly patients<\/li><\/ul>"},"13":{"id":"923577-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause transient high blood pressure, rash, edema, or fever.<\/li><li>Advise patient to void as soon as examination is complete and as often as possible thereafter.<\/li><li>Advise patient to stay hydrated.<\/li><\/ul>"}}}