{"drugs":["Acitretin","Soriatane"],"mono":[{"id":"923624-s-0","title":"Generic Names","mono":"Acitretin"},{"id":"923624-s-1","title":"Dosing and Indications","sub":[{"id":"923624-s-1-4","title":"Adult Dosing","mono":"<ul><li>Do not use in women who are pregnant, intend to become pregnant, or are unable to use reliable contraception during treatment and for 3 years following treatment discontinuation; women of childbearing potential must use 2 forms of effective contraception simultaneously 1 month before treatment begins, during treatment, and for 3 years after treatment discontinuation.<\/li><li>Initiate treatment within 7 days after second negative pregnancy test.<\/li><li>Prescribe and dispense only a 1-month supply at a time.<\/li><li><b>Psoriasis (Severe):<\/b> initial, 25 to 50 mg ORALLY once daily with main meal; maintenance, 25 to 50 mg ORALLY once daily based on response; decrease concomitant phototherapy dose per patient response<\/li><li><b>Skin cancer; Prophylaxis - Transplant of kidney, High-risk recipients:<\/b> 30 mg ORALLY daily was used in a clinical trial<\/li><\/ul>"},{"id":"923624-s-1-5","title":"Pediatric Dosing","mono":"Safety and effectiveness have not been established in pediatric patients."},{"id":"923624-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> severe, use contraindicated<\/li><li><b>hepatic impairment:<\/b> severe, use contraindicated<\/li><li><b>geriatric:<\/b> consider lower initial doses<\/li><\/ul>"},{"id":"923624-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Psoriasis (Severe)<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Disorder of skin, Nonpsoriatic<\/li><li>Lichen planus<\/li><li>Skin cancer; Prophylaxis - Transplant of kidney, High-risk recipients<\/li><\/ul>"}]},{"id":"923624-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Acitretin, the active metabolite of etretinate, is teratogenic and major fetal abnormalities have been reported during and after treatment completion. Use in women should be reserved for non-pregnant patients with severe psoriasis that did not respond to alternative treatments or when alternative treatments are contraindicated. Acitretin is contraindicated in women of childbearing potential unless all of the following criteria are met: 1) two negative urine or serum pregnancy tests (sensitivity at least 25 milli-international units\/mL) prior to initiation; the first test is a screen test, the second test is a confirmation test done during first 5 days of menstrual period before therapy initiation or done at least 11 days after unprotected sex in amenorrhea patients; initiate  treatment within 7 days of second negative pregnancy test; prescription for acitretin is limited to a 1 month supply; 2) pregnancy test must be repeated every month during treatment with a sensitivity of at least 25 milli-international units\/mL and test result must be negative before receiving a prescription for the month; after discontinuing therapy, a pregnancy test must be repeated every 3 months for at least 3 years; 3) commitment to use 2 effective forms of contraception (except the minipill) simultaneously for at least 1 month prior to initiation, during, and for at least 3 years following cessation of therapy unless reproductive status is posthysterectomy or postmenopausal; 4) monthly counseling by the prescriber during therapy and every 3 months for at least 3 years following therapy discontinuation about contraception and behaviors associated with an increased risk of pregnancy. Avoidance of St. John's wort during hormonal contraception and signed patient agreement\/informed consent form, which includes warning to refrain from consumption of ethanol or ethanol-containing beverages during and for 2 months after treatment discontinuation and avoidance of pregnancy at start of treatment, during, and for at least 3 years after treatment discontinuation. The Pregnancy Prevention Actively Required During and After Treatment (Do Your P.A.R.T) program requirements are available at www.soriatane.com\/doyour-part-Program.html or 1-888-784-3335. Men and women must avoid donation of blood during and for at least 3 years following acitretin therapy. All patients must receive the medication guide each time acitretin is dispensed. Acitretin has also been associated with severe hepatotoxicity. Mild and reversible, severe, and fatal cases of hepatoxicity have been reported .<br\/>"},{"id":"923624-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923624-s-3-9","title":"Contraindications","mono":"<ul><li>chronically abnormal lipid elevations<\/li><li>concomitant use with methotrexate<\/li><li>concomitant use with tetracyclines<\/li><li>hypersensitivity to acitretin, its excipients, or other retinoids<\/li><li>pregnancy at initiation, during treatment, and for at least 3 years after treatment discontinuation; women of childbearing potential must use 2 forms of contraception, except the minipill; pregnancy tests required prior to, during, and for at least 3 years after treatment discontinuation<\/li><li>severe hepatic or renal impairment<\/li><\/ul>"},{"id":"923624-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- major fetal abnormalities have been reported<\/li><li>-- use in women should be reserved for those with severe psoriasis that did respond to alternative treatment or when alternative treatments are contraindicated<\/li><li>-- pregnancy is contraindicated at start of treatment, during treatment, and for at least 3 years following discontinuation<\/li><li>-- women of childbearing potential must have 2 negative urine or serum pregnancy tests (sensitivity at least 25 milli-international units\/mL) prior to initiation, and continue testing once monthly during treatment, and once every 3 months for at least 3 years after treatment discontinuation; use 2 effective forms of contraception (except minipill) simultaneously for at least 1 month prior to initiation, during, and for at least 3 years following cessation of therapy, unless reproductive status is posthysterectomy or postmenopausal; must sign consent form prior to therapy and receive Do Your P.A.R.T. program materials that outline the program's contraception requirements, available at www.soriatane.com\/doyour-part-Program.html or 1-888-784-3335<\/li><li>-- concomitant use with alcohol or alcohol-containing beverages should be avoided during therapy and for 2 months after treatment is discontinued<\/li><li>-- concomitant use with progestin-only hormonal contraceptive minipill not recommended<\/li><li>-- avoid use of St. John's wort with hormonal contraception<\/li><li>-- liver enzyme elevations and life-threatening and fatal hepatotoxicity have been reported; monitoring recommended<\/li><li>-- patients should not donate blood during treatment and for at least 3 years after treatment discontinuation due to risk of fetal harm<\/li><li>-- all patients must receive a medication guide each time drug is dispensed<\/li><li>Dermatologic:<\/li><li>-- transient worsening of psoriasis may occur, especially during initial 2 to 3 months of treatment<\/li><li>-- discontinue use if exfoliative dermatitis\/erythroderma develops<\/li><li>-- avoid exposure to nonmedical UV rays from sun lamps or excessive sunlight<\/li><li>-- lower doses of phototherapy required to avoid burns<\/li><li>Endocrine:<\/li><li>-- dyslipidemia has been reported, which was usually reversible with discontinuation; monitoring recommended<\/li><li>-- hypertriglyceridemia has been reported which may increase the risk of serious cardiovascular events; patients at-risk for hypertriglyceridemia may include those with preexisting problems in lipid metabolism, diabetes mellitus, obesity, increased alcohol intake, or a family history of any of these conditions; significant triglyceride elevation has been associated with fatal fulminant pancreatitis; hypertriglyceridemia is generally reversible with discontinuation; monitoring recommended in high-risk patients and with long-term therapy; diet adjustments, dose reduction, or discontinuation may be required if significant triglyceride elevations occur<\/li><li>-- blood sugar dysregulation, new-onset diabetes, and diabetic ketoacidosis have been reported during retinoid therapy; careful monitoring recommended in patients with diabetes<\/li><li>Gastrointestinal:<\/li><li>-- pancreatitis with or without hypertriglyceridemia has been reported; some cases were fatal; diet adjustments, dose reduction, or discontinuation may be required if significant triglyceride elevations occur<\/li><li>Musculoskeletal:<\/li><li>-- bone hypertrophy during therapy has been reported and may worsen with long-term therapy; periodic monitoring recommended during long-term use; periodic radiography recommended if symptomatic; discontinuation may be necessary<\/li><li>Neurologic:<\/li><li>-- pseudotumor cerebri has occurred; if signs or symptoms develop, immediately discontinue and request neurological examination<\/li><li>Ophthalmic:<\/li><li>-- mild to severe visual problems have been reported; discontinue use and have ophthalmologic examination if visual problems occur<\/li><li>-- night vision impairment has been reported, which may affect ability to drive at night<\/li><li>-- decreased tolerance to contact lenses may occur during therapy or after discontinuation<\/li><li>Psychiatric:<\/li><li>-- depression and\/or serious psychiatric symptoms have been reported; discontinue immediately and notify physician if symptoms develop<\/li><li>Other:<\/li><li>-- capillary leak syndrome, possibly an indication of retinoic acid syndrome, has been reported; discontinue therapy if suspected<\/li><li>Concomitant Use:<\/li><li>-- avoid concomitant use of vitamin A<\/li><\/ul>"},{"id":"923624-s-3-11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>X (AUS)<\/li><\/ul>"},{"id":"923624-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"923624-s-4","title":"Drug Interactions","sub":{"0":{"id":"923624-s-4-13","title":"Contraindicated","mono":"<ul><li>Chlortetracycline (theoretical)<\/li><li>Demeclocycline (theoretical)<\/li><li>Doxycycline (theoretical)<\/li><li>Lymecycline (theoretical)<\/li><li>Meclocycline (theoretical)<\/li><li>Methacycline (theoretical)<\/li><li>Minocycline (theoretical)<\/li><li>Oxytetracycline (theoretical)<\/li><li>Rolitetracycline (theoretical)<\/li><li>Tetracycline (theoretical)<\/li><\/ul>"},"2":{"id":"923624-s-4-15","title":"Moderate","mono":"<ul>Levonorgestrel (probable)<\/ul>"}}},{"id":"923624-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (50% to 75%), Cheilitis (greater than 75%), Disorder of nail (25% to 50%), Dry skin (25% to 50%), Peeling of skin (50% to 75%), Pruritus (25% to 50%)<\/li><li><b>Endocrine metabolic:<\/b>Hypertriglyceridemia, Lipids abnormal<\/li><li><b>Gastrointestinal:<\/b>Xerostomia (10% to 25%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (10% to 25%)<\/li><li><b>Neurologic:<\/b>Hyperesthesia (10% to 25%), Paresthesia (10% to 25%)<\/li><li><b>Ophthalmic:<\/b>Dry eye (23%), Xerophthalmia (10% to 25%)<\/li><li><b>Respiratory:<\/b>Epistaxis (10% to 25%), Nasal mucosa dry, Rhinitis (25% to 50%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction<\/li><li><b>Hepatic:<\/b>Hepatotoxicity, Increased liver aminotransferase level<\/li><li><b>Neurologic:<\/b>Pseudotumor cerebri<\/li><li><b>Otic:<\/b>Ototoxicity - deafness (less than 1%)<\/li><li><b>Psychiatric:<\/b>Depression (1% to 10%)<\/li><li><b>Other:<\/b>Capillary leak syndrome<\/li><\/ul>"},{"id":"923624-s-6","title":"Drug Name Info","sub":{"0":{"id":"923624-s-6-17","title":"US Trade Names","mono":"Soriatane<br\/>"},"2":{"id":"923624-s-6-19","title":"Class","mono":"<ul><li>Antipsoriatic<\/li><li>Retinoid<\/li><\/ul>"},"3":{"id":"923624-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923624-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"923624-s-7","title":"Mechanism Of Action","mono":"<ul><li>The exact mechanism of action for acitretin is not known. One possible explanation is altered gene expression through nuclear retinoic acid receptors (RARs) and binding to DNA to cause transcription or transrepression changes in protein synthesis. Although acitretin binds to all three classes of RARs (alpha, beta, and gamma receptors), it binds selectively to beta and gamma receptors to modify gene expression. <\/li><li>Antipsoriatic-Studies suggest that acitretin affects immune response, epidermal proliferation, and glycoprotein synthesis in the skin. Specifically, acitretin helps to normalize cell differentiation and thin the cornified layer by directly reducing the keratinocytes' rate of proliferation. Acitretin's anti-inflammatory and antiproliferative actions in the skin decrease epidermal and dermal inflammation and reduce the scaling, erythema, and thickness of psoriatic lesions.<\/li><li>Keratolytic-Acitretin  is thought to interfere with the terminal differentiation of keratinocytes.<\/li><\/ul>"},{"id":"923624-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"923624-s-8-23","title":"Absorption","mono":"Systemic: Bioavailability: 59% (range 36 to 95%); Food: increases absorption <br\/>"},"2":{"id":"923624-s-8-25","title":"Metabolism","mono":"Systemic: Active metabolites: 13-cis acitretin and etretinate <br\/>"},"3":{"id":"923624-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 16 to 53%; Renal: 34 to 54% <br\/>"},"4":{"id":"923624-s-8-27","title":"Elimination Half Life","mono":"Systemic: Acitretin: 49 h (range 33 to 96 h); 13-cis acitretin 63 hours (range 28 to 157 h); Etretinate: 120 d (range up to 168 d) <br\/>"}}},{"id":"923624-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with the main meal <br\/>"},{"id":"923624-s-10","title":"Monitoring","mono":"<ul><li>improved psoriasis; percent of body involvement and severity of lesions (scaling, erythema, lesion thickness) is indicative of efficacy<\/li><li>pregnancy tests (sensitivity of at least 25 milli-international units) are required prior to initiation (2 tests), during (every month), and after discontinuation (every 3 months for at least 3 yrs) of therapy<\/li><li>hepatic function tests at baseline, every 1 to 2 weeks until levels stabilize, and then periodically as clinically warranted; symptoms include yellowing of skin or whites of eyes, nausea and vomiting, loss of appetite, or dark urine<\/li><li>lipid panel, fasting; at baseline, and every 1 to 2 weeks until levels stabilize (typically 4 to 8 weeks)<\/li><li>blood glucose for new onset or worsening of preexisting diabetes<\/li><li>depression and\/or other psychiatric symptoms including aggressive feelings or thoughts of self-harm<\/li><li>pseudotumor cerebri or benign intracranial hypertension for symptoms including papilledema, headache, nausea and vomiting and visual disturbances<\/li><li>radiography periodically while receiving long-term therapy or in the presence of symptoms of hyperostosis including aches, pain in bones, joint, muscle, back, trouble moving, or loss of sensation in hands or feet.<\/li><li>visual difficulties including Bell's Palsy, blepharitis and\/or crusting of lids, blurred vision, conjunctivitis, corneal epithelial abnormality, cortical cataract, decreased night vision, diplopia, itchy eyes or eyelids, nuclear cataract, pannus, photophobia, posterior subcapsular cataract, recurrent sties and subepithelial corneal lesions<\/li><\/ul>"},{"id":"923624-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 10 MG, 17.5 MG, 25 MG<br\/><\/li><li><b>Soriatane<\/b><br\/>Oral Capsule: 10 MG, 17.5 MG, 25 MG<br\/><\/li><\/ul>"},{"id":"923624-s-12","title":"Toxicology","sub":[{"id":"923624-s-12-31","title":"Clinical Effects","mono":"<b>TRETINOIN AND RELATED AGENTS <\/b><br\/>USES: Tretinoin (All-trans-retinoic acid) and related compounds are forms of vitamin A. Tretinoin topical formulation is used for the treatment of acne vulgaris, mottled hyperpigmentation, and tactile roughness of facial skin. Tretinoin oral capsule is used to induce the remission of acute promyelocytic leukemia (APL). Acitretin is used orally for the treatment of severe refractory psoriasis in adults. Refer to \"ISOTRETINOIN\" management for specific information about isotretinoin. PHARMACOLOGY: The mechanisms of action are not fully elucidated. Tretinoins can affect nuclear transcription in epithelial cells and fibroblasts, and protein synthesis. Tretinoin induces cytodifferentiation and decreased proliferation of APL cells. For acne, it may decrease cohesiveness of follicular epithelial cells and decreased microcomedo formation. TOXICOLOGY: In overdose, it can affect multiple organ systems and can be similar to symptoms of hypervitaminosis A. EPIDEMIOLOGY: Overdose is uncommon and most cases develop only minor symptoms. Severe toxicity is very rare and deaths have not been reported. MILD TO MODERATE TOXICITY: Abdominal pain, vomiting, diarrhea, and general malaise may occur. SEVERE TOXICITY: Severe toxicity includes hepatotoxicity and hepatic failure, renal insufficiency and acute renal failure, hypotension, and acute lung injury. ADVERSE EFFECTS: Common adverse effects with therapeutic dosing include chest discomfort, edema, rash, skin irritation, weight gain, abdominal pain, diarrhea, nausea and vomiting, increased liver enzymes, bone pain, headache, dizziness, dyspnea, fever, and malaise. Pseudotumor cerebri, hypercalcemia, hyperlipidemia and pancreatitis have been reported. The retinoic acid syndrome can occur after oral administration of tretinoin. Manifestations can include fever, dyspnea, weight gain, pulmonary infiltrates, pleural or pericardial effusion, leukocytosis, tachycardia, and hypotension. Topical application causes drying of skin. Tretinoin is a human teratogen. <br\/>"},{"id":"923624-s-12-32","title":"Treatment","mono":"<b>TRETINOIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Decontamination with soap and water for topical exposures. Manage mild hypotension with IV fluids. Administer antiemetics for nausea and vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. If respiratory failure develops, intubation and mechanical ventilation will be required. Hemodialysis may be needed if renal insufficiency and renal failure develop. Dexamethasone (10 mg IV every 12 hours for 3 or more days) may be helpful in patients with retinoic acid syndrome. Benzodiazepines can be used for hypertensive and agitated patients. For severe hypertension, sodium nitroprusside can be used, with nitroglycerin and phentolamine as possible alternatives. Sinus tachycardia does not generally require treatment unless hemodynamic compromise develops.  If therapy is required, a short acting, cardioselective agent such as esmolol is generally preferred.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal if large or polypharmacy overdose has occurred. However, patient should be alert, not vomiting and able to maintain the airway. HOSPITAL: Typically there is no role for gastric lavage. Consider activated charcoal if large or polypharmacy overdose has occurred. However, patient should be alert, not vomiting and able to maintain the airway.<\/li><li>Airway management: Intubation and ventilation may be needed if respiratory distress or CNS depression develops, or the patient is unable to protect their airway.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma drug concentrations are not clinically useful. Monitor vital signs after large overdose. Monitor CBC, serum electrolytes, renal function, and liver enzymes after large overdose. Monitor for evidence of pseudotumor cerebri (papilledema, headache, sixth nerve palsy). Cranial CT scan and lumbar puncture may also be necessary.<\/li><li>Patient disposition: HOME CRITERIA: Patients with low dose inadvertent supratherapeutic ingestions who are asymptomatic or with minimal symptoms can be watched at home. In large or self-harm ingestions, or patients with more moderate symptoms may need to be evaluated in the emergency department. OBSERVATION CRITERIA: Any patient who is symptomatic, or who took a large or deliberate overdose should be referred to a healthcare facility for evaluation. Patients should be observed until symptoms have resolved. ADMISSION CRITERIA: Patients who have severe toxicity or prolonged toxicity, liver, renal or CNS effects should be admitted for further evaluation. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with liver, renal or CNS effects.<\/li><\/ul>"},{"id":"923624-s-12-33","title":"Range of Toxicity","mono":"<b>TRETINOIN AND RELATED AGENTS<\/b><br\/>TOXICITY: No acute toxic dose has been reported. TRETINOIN: Reported maximum tolerated doses in patients with myelodysplastic syndrome are 195 mg\/m(2)\/day, and in pediatric patients is 60 mg\/m(2)\/day. An adult with a history of AIDS and acute promyelocytic leukemia (in remission) developed diarrhea only after a self-reported ingestion of 1000 mg tretinoin. ACITRETIN: An adult with Darier's disease developed only vomiting after an acute ingestion of 525 mg acitretin. Children developed pseudotumor cerebri following tretinoin doses of 80 mg\/m(2)\/day. ALITRETINOIN: No reports of overdose with the gel. THERAPEUTIC DOSE: TRETINOIN: For acute promyelocytic leukemia, induction or refractory therapy: ORAL: Adults and Children (1 year and older): 45 mg\/m(2)\/day orally divided twice daily for 90 days or 30 days past complete remission. TOPICAL: Apply 0.025% to 0.1% cream or 0.05% liquid. ACITRETIN: Adults: 25 to 50 mg orally once daily. Children: Safety and efficacy have not been established. <br\/>"}]},{"id":"923624-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to not donate blood during acitretin therapy and for at least 3 years post-treatment.<\/li><li>This drug may decrease effectiveness of certain hormonal contraceptives with concurrent use. Recommend patient use two forms of reliable contraception to avoid pregnancy from a period of 1 mo prior acitretin therapy through 3 years post-therapy.<\/li><li>Drug may cause night blindness. Patient should avoid driving at night until drug effects are realized.<\/li><li>Concomitant use of phototherapy may cause patient skin to be sun-sensitive. Advise patient to use sunscreen and avoid tanning beds.<\/li><li>This drug may cause alopecia, cheilitis, dry skin, dry mucous membranes, skin peeling disorder, or pancreatitis.<\/li><li>Advise patient that full symptomatic improvement may not be seen for a few months and that transient worsening of psoriasis may be seen during initial treatment period.<\/li><li>Instruct patient to immediately report depression, psychosis, suicidal ideation, aggression, or unusual changes in behavior.<\/li><li>Patient should report signs\/symptoms of pseudotumor cerebri (nausea, vomiting, headache, pulsating intracranial sounds).<\/li><li>Tell patient to take this drug with a meal.<\/li><li>Advise female patients to not drink alcohol during therapy and at least 2 months post-treatment, as this will help avoid extending the teratogenic potential of the drug.<\/li><li>Patient should avoid concomitant methotrexate and tetracyclines.<\/li><\/ul>"}]}