{"generic":"Danaparoid Sodium","drugs":["Danaparoid Sodium","Orgaran"],"mono":{"0":{"id":"923631-s-0","title":"Generic Names","mono":"Danaparoid Sodium"},"1":{"id":"923631-s-1","title":"Dosing and Indications","sub":[{"id":"923631-s-1-4","title":"Adult Dosing","mono":"<ul><li>Organon, Inc. discontinued manufacturing Orgaran(R) (danaparoid) on August 14, 2002 due to a shortage in drug substance. The data in this evaluation are included for completeness only.<\/li><li><b>epidural or spinal anesthesia or analgesia, or spinal puncture:<\/b> delay placement or removal of spinal catheter for some time following the last dose of anticoagulant (based on dose and half-life) and delay restarting anticoagulant therapy until some time after catheter removal, to decrease risk of spinal column bleeding and subsequent paralysis<\/li><li><b>Postoperative deep vein thrombosis, In patients undergoing elective hip replacement surgery; Prophylaxis:<\/b> 750 anti-Xa units SUBQ twice a day beginning 1 to 4 hr pre-operatively and then not sooner than 2 hr postsurgery; average duration of treatment is 7 to 10 days<\/li><\/ul>"},{"id":"923631-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Organon, Inc. discontinued manufacturing Orgaran(R) (danaparoid) on August 14, 2002 due to a shortage in drug substance. The data in this evaluation are included for completeness only.<\/li><li>Safety and effectiveness in pediatric patients have not been established<\/li><\/ul>"},{"id":"923631-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> consider moderate dose reduction in CrCl less than 20 mL\/min"},{"id":"923631-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Organon, Inc. discontinued manufacturing Orgaran(R) (danaparoid) on August 14, 2002 due to a shortage in drug substance. The data in this evaluation are included for completeness only [2].<\/li><li>Postoperative deep vein thrombosis, In patients undergoing elective hip replacement surgery; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Organon, Inc. discontinued manufacturing Orgaran(R) (danaparoid) on August 14, 2002 due to a shortage in drug substance. The data in this evaluation are included for completeness only [2].<\/li><li>Deep venous thrombosis; Prophylaxis<\/li><li>Hemodialysis - Thromboembolic disorder; Prophylaxis<\/li><li>Heparin-induced thrombocytopenia<\/li><\/ul>"}]},"3":{"id":"923631-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923631-s-3-9","title":"Contraindications","mono":"<ul><li>active major bleeding<\/li><li>hypersensitivity to danaparoid or pork products<\/li><li>severe hemorrhagic diathesis, such as hemophilia or idiopathic thrombocytopenic purpura<\/li><li>type II thrombocytopenia with a positive antiplatelet antibody test<\/li><\/ul>"},{"id":"923631-s-3-10","title":"Precautions","mono":"<ul><li>epidural or spinal hematomas have been reported in patients receiving spinal\/epidural anesthesia or spinal puncture procedures with concomitant low molecular weight heparin (LMWH) use, in some cases resulting in long-term or permanent paralysis; delay placement of catheter until sufficient time has lapsed after LMWH drug therapy and delay restarting therapy after catheter placement; monitoring recommended<\/li><li>bleeding or hematoma within the spinal column may result when the heparin product is used concurrently with spinal or epidural anesthesia, or spinal puncture, which can result in permanent paralysis<\/li><li>concurrent use of aspirin<\/li><li>disease states with increased risk of hemorrhage<\/li><li>liver disease<\/li><li>patients with thrombocytopenia prior to therapy<\/li><li>patients undergoing transurethral resection of the prostate<\/li><li>peptic ulcer disease, severe uncontrolled hypertension, diabetic retinopathy, acute bacterial endocardiits<\/li><li>previous hypersensitivity to standard heparin or low-molecular weight heparin<\/li><li>recent childbirth<\/li><li>renal impairment, dosage reduction may be needed<\/li><li>recent lumbar puncture<\/li><li>vasculitis<\/li><\/ul>"},{"id":"923631-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Danaparoid: B (FDA)<\/li><li>Danaparoid: C (AUS)<\/li><\/ul>"},{"id":"923631-s-3-12","title":"Breast Feeding","mono":"Danaparoid: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"923631-s-4","title":"Drug Interactions","sub":{"1":{"id":"923631-s-4-14","title":"Major","mono":"<ul><li>Abciximab (theoretical)<\/li><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Acenocoumarol (theoretical)<\/li><li>Alipogene Tiparvovec (theoretical)<\/li><li>Alteplase, Recombinant (theoretical)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Anagrelide (theoretical)<\/li><li>Anistreplase (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Aspirin (theoretical)<\/li><li>Bivalirudin (theoretical)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Celecoxib (probable)<\/li><li>Chamomile (theoretical)<\/li><li>Choline Salicylate (probable)<\/li><li>Citalopram (probable)<\/li><li>Clonixin (probable)<\/li><li>Clopidogrel (theoretical)<\/li><li>Collagenase, Clostridium histolyticum (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Desvenlafaxine (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyridamole (theoretical)<\/li><li>Dipyrone (probable)<\/li><li>Drotrecogin Alfa (theoretical)<\/li><li>Edoxaban (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Eptifibatide (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenofibrate (theoretical)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Fluoxetine (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Fluvoxamine (probable)<\/li><li>Fondaparinux (theoretical)<\/li><li>Garlic (probable)<\/li><li>Ginkgo (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Iloprost (theoretical)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Lepirudin (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Milnacipran (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Nintedanib (theoretical)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Papaya (theoretical)<\/li><li>Parecoxib (probable)<\/li><li>Paroxetine (probable)<\/li><li>Pentosan Polysulfate Sodium (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Prasugrel (theoretical)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Reteplase, Recombinant (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sertraline (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>St John's Wort (probable)<\/li><li>Streptokinase (theoretical)<\/li><li>Sulfinpyrazone (theoretical)<\/li><li>Sulindac (probable)<\/li><li>Tan-Shen (probable)<\/li><li>Tenecteplase (theoretical)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Ticlopidine (theoretical)<\/li><li>Tinzaparin (theoretical)<\/li><li>Tirofiban (theoretical)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Treprostinil (theoretical)<\/li><li>Urokinase (theoretical)<\/li><li>Valdecoxib (probable)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vorapaxar (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},"2":{"id":"923631-s-4-15","title":"Moderate","mono":"<ul><li>Avocado (probable)<\/li><li>Chondroitin (probable)<\/li><li>Coenzyme Q10 (probable)<\/li><li>Curcumin (probable)<\/li><li>Dong Quai (probable)<\/li><li>Ginger (probable)<\/li><li>Vitamin A (probable)<\/li><\/ul>"}}},"5":{"id":"923631-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema (3.3%)<\/li><li><b>Dermatologic:<\/b>Injection site pain (7.6%), Pruritus (3.9%), Rash (4.8%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (14.3%)<\/li><li><b>Hematologic:<\/b>Bleeding (up to 45%)<\/li><li><b>Neurologic:<\/b>Insomnia (3.1%)<\/li><li><b>Other:<\/b>Fever (22.2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Anemia (2.2%), Bleeding, Major (0-6%), Hematoma<\/li><li><b>Neurologic:<\/b>Paralysis<\/li><\/ul>"},"6":{"id":"923631-s-6","title":"Drug Name Info","sub":{"0":{"id":"923631-s-6-17","title":"US Trade Names","mono":"Orgaran<br\/>"},"2":{"id":"923631-s-6-19","title":"Class","mono":"<ul><li>Anticoagulant<\/li><li>Low Molecular Weight Heparin<\/li><\/ul>"},"3":{"id":"923631-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"9":{"id":"923631-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>administer as a SUBQ injection only using 25-26 gauge needle; do not administer IM<br\/><\/li><li><b>Subcutaneous<\/b><br\/>holding skin between thumb and forefinger, insert entire length of needle into a skin fold of the anterolateral or posterolateral abdominal wall; alternate between left and right sides; do not pinch or rub site afterwards<br\/><\/li><\/ul>"},"10":{"id":"923631-s-10","title":"Monitoring","mono":"<ul><li>CBC<\/li><li>plasma anti-factor Xa in patients with significant renal impairment, those experiencing bleeding or abnormal coagulation parameters, pregnant patients, obese or low-weight patients, and children<\/li><li>stool occult blood tests<\/li><li>patients undergoing concomitant neuraxial anesthesia or spinal puncture should be monitored frequently for neurological impairment indicating possible spinal or epidural hematoma<\/li><\/ul>"},"12":{"id":"923631-s-12","title":"Toxicology","sub":[{"id":"923631-s-12-31","title":"Clinical Effects","mono":"<b>LOW MOLECULAR WEIGHT HEPARINS <\/b><br\/>USES: Low molecular weight heparins (LMWHs) (dalteparin, enoxaparin, and tinzaparin) are anticoagulant agents commonly used for prophylaxis and treatment of DVT and pulmonary embolism. Dalteparin and enoxaparin may also be used for the prophylaxis of ischemic complications of unstable angina and non-Q-wave myocardial infarction (MI), in patients at risk for thromboembolism due to severely restricted mobility during acute illness, and in patients undergoing treatment of acute ST-segment elevation MI. PHARMACOLOGY: LMWHs are anticoagulant agents with anti-Factor Xa and anti-thrombin (anti-Factor IIa) activities. They inhibit thrombin formation and thrombus development. They are prepared from unfractionated heparin by chemical or enzymatic depolymerization. LMWHs have lower molecular weight (range, 2000 to 9000; mean, 4000 to 5000) with reduced binding to proteins and cells. Overall, compared with heparin, LMWHs have lower anti-IIa activity relative to anti-Xa activity and a more predictable anticoagulant response. They are cleared through renal mechanism and have a greater bioavailability and longer plasma half-life. LMWHs are not clinically interchangeable, as LMWHs have different pharmacokinetic properties and anticoagulant profiles. TOXICOLOGY: Excessive anticoagulant effects can cause bleeding complications. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. The main complication of overdose is bleeding. Patients may experience epistaxis, hematuria, tarry stool, easy bruising, or petechial formation, followed by frank bleeding. ADVERSE EFFECTS: The main complication of LMWH therapy is bleeding. The following adverse effects have also been reported: nausea, peripheral edema, pruritus, eczema-like plaques, rash, skin necrosis, pain and hematomas at the injection site, hyperkalemia and secondary hypoaldosteronism, anemia, increased liver enzymes, acute allergic reaction, fever, and fever. Heparin-induced thrombocytopenia (HIT) may develop in patients receiving LMWHs, but the frequency of HIT is 3-fold lower with LMWHs than with heparin. <br\/>"},{"id":"923631-s-12-32","title":"Treatment","mono":"<b>LOW MOLECULAR WEIGHT HEPARINS<\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor for clinical evidence of bleeding. SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat patients with severe bleeding with protamine sulfate. Blood transfusions or fresh frozen plasma may be indicated in addition to protamine sulfate. In patients with strongly suspected or confirmed heparin-induced thrombocytopenia (HIT), with or without thrombosis, discontinue LMWH agent and start an alternative, nonheparin anticoagulant (lepirudin, argatroban).  An anaphylactoid or anaphylactic reaction may require aggressive airway management and support.<\/li><li>Decontamination: Decontamination is not indicated; LMWHs are only available parenterally.<\/li><li>Airway management: Assess airway; endotracheal intubation may be required in patients with intracranial bleeding, severe hemoptysis, or acute allergic reaction.<\/li><li>Antidote: PROTAMINE: Following an inadvertent LMWH exposure, protamine is indicated to treat severe cases of hemorrhage. Protamine is able to partially neutralize the anticoagulant activity, but some residual anti factor Xa activity will remain. Approximately 60% (maximum) of anti-factor Xa is completely neutralized with protamine administration. The following doses are suggested for severe bleeding or large overdoses of selected LMWH(s): ADULTS: DALTEPARIN AND TINZAPARIN: Administer 1 mg protamine for every 100 anti-Xa International Units of dalteparin or tinzaparin given; administer protamine by slow IV injection. A second infusion of 0.5 mg protamine per 100 anti-Xa International Units of dalteparin or tinzaparin may be necessary if the aPTT concentration remains prolonged 2 to 4 hours after the first infusion. ENOXAPARIN: Administer protamine by slow IV injection (1% solution) to equal the dose of enoxaparin injected: 1 mg protamine to neutralize 1 mg enoxaparin, if enoxaparin was given within the past 8 hours. An infusion of 0.5 mg protamine per 1 mg of enoxaparin may be given if it has been greater than 8 hours since the initial dose of protamine or it is necessary to give a second dose of protamine. If it has been 12 hours or greater since the last dose of enoxaparin, protamine may NOT be necessary.<\/li><li>Heparin-induced thrombocytopenia: In patients with strongly suspected or confirmed heparin-induced thrombocytopenia (HIT), with or without thrombosis, discontinue LMWH therapy and start an alternative, nonheparin anticoagulant (lepirudin, argatroban). LEPIRUDIN: ADULTS: 0.4 mg\/kg (maximum 44 mg) IV bolus, at a concentration of 5 mg\/mL, is administered slowly (eg, over 15 to 20 seconds) followed by a continuous infusion of lepirudin at a rate of 0.15 mg\/kg\/hr (maximum initial infusion dose of 16.5 mg\/hr) for 2 to 10 days or longer if clinically needed. According to the American College of Chest Physicians (ACCP) guidelines, the initial lepirudin IV infusion should not exceed 0.1 mg\/kg\/hour (mg\/kg\/hr). Initial bolus dose is recommended either to be omitted or, in case of perceived life- or limb-threatening thrombosis, be given at 0.2 mg\/kg. ARGATROBAN: The recommended initial dose is 2 mcg\/kg\/min administered as a continuous infusion.  Dose can be adjusted as clinically indicated, not exceeding 10 mcg\/kg\/min, until the steady-state aPTT is 1.5 to 3 times the initial baseline value (not to exceed an aPTT of 100 seconds). CHILDREN: initial, 0.75 mcg\/kg\/min continuous IV infusion; adjust in increments of 0.1 to 0.25 mcg\/kg\/min to achieve aPTT of 1.5 to 3 times the initial baseline value (not to exceed 100 seconds). In the absence of any prospective comparative clinical trials, the choice between lepirudin and argatroban usually is based on their different elimination mechanisms. Lepirudin is cleared by the kidneys, so it is preferred in patients with liver disease. Argatroban is cleared by the liver, so it is preferred in patients with renal insufficiency. Other agents such as bivalirudin, danaparoid (not available in the United States), and fondaparinux have also been used in patients with HIT.<\/li><li>Acute allergic reaction: MILD to MODERATE EFFECTS: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE EFFECTS: Administer oxygen, aggressive airway management may be necessary. Administer antihistamines, epinephrine, corticosteroids as needed. Treatment includes IV fluids and ECG monitoring.<\/li><li>Monitoring of patient: Monitor for evidence of bleeding (eg, venous access sites, urinary, gastrointestinal, vaginal). Monitor CBC with platelet count, vital signs, and hepatic enzymes in symptomatic patients. Prothrombin time (PT) and activated partial thromboplastin time (aPTT) are not sensitive measures of activity with therapeutic doses of LMWH, and routine coagulation monitoring is not required.  However, aPTT and standard anti-Xa monitoring may be useful to follow the degree of anti-IIA and anti-Xa neutralization by protamine in patients with severe bleeding. Monitor for signs and symptoms of heparin-induced thrombocytopenia and thrombosis (HITT), including deep vein thrombosis, pulmonary embolism, cerebral vein thrombosis, limb ischemia, stroke, myocardial infarction, mesenteric thrombosis, renal arterial thrombosis, skin necrosis, or gangrene of the extremities.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the large volume of distribution of LMWHs.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with LMWH overdose should be evaluated and monitored until symptoms resolve. Patients can be discharged when laboratory values are stable with no evidence of bleeding. ADMISSION CRITERIA: Patients with severe symptoms (eg, anaphylaxis, hemorrhage) should be admitted to an intensive care setting.<\/li><\/ul>"},{"id":"923631-s-12-33","title":"Range of Toxicity","mono":"<b>LOW MOLECULAR WEIGHT HEPARINS<\/b><br\/>TOXICITY: Varies with agent. A minimum toxic dose has not been established. DALTEPARIN: A 39-year-old woman experienced only ecchymosis at the injection site after injecting herself 360,000 Units of dalteparin subQ (approximately 4000 Units\/kg). A 40-year-old man presented on 5 different occasions with massive, self-induced overdoses of dalteparin (range, 72,000 to 720,000 International Units). There were no bleeding complications in 3 of the 5 episodes. Mild to moderate bleeding developed in 2 episodes. ENOXAPARIN: A 34-year-old woman injected herself with 1600 mg of enoxaparin (20 syringes of 80 mg) and developed retroperitoneal bleeding requiring transfusion. She recovered following supportive therapy, including protamine and rFVIIa therapies. A neonate received 40 mg of enoxaparin instead of 4 mg, and was treated successfully with protamine. THERAPEUTIC DOSES: DALTEPARIN: ADULTS: Varies by indication; up to 200 international units\/kg subQ every 24 hours; total daily dose should not exceed 18,000 international units. ENOXAPARIN: Varies by indication; the following dosing has been used for myocardial infarction: Initially, single IV bolus dose of 30 mg plus 1 mg\/kg subQ; maintenance, 1 mg\/kg subQ every 12 hours for minimum of 8 days; MAXIMUM DOSE: 100 mg for the first 2 doses only. TINZAPARIN: 175 anti-Xa international units\/kg subQ once daily for 6 days; 100 international units antifactor Xa activity is equivalent to 1 mg. CHILDREN: Safety and efficacy have not been established in pediatric patients. <br\/>"}]},"13":{"id":"923631-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea, hematoma, or fever.<\/li><li>Advise patients who have received epidural or spinal anesthesia to report signs\/symptoms of neurological impairment, as drug increases risk for development of a epidural or spinal hematoma.<\/li><li>Patient should report signs\/symptoms of bleeding.<\/li><li>Instruct patients to give a subcutaneous injection only around the anterolateral and posterolateral abdominal wall. Patient should lie down during injection.<\/li><li>Advise patient to rotate injection sites.<\/li><li>Patient should avoid concurrent aspirin.<\/li><\/ul>"}}}