{"drugs":["Mavik","Trandolapril"],"mono":{"0":{"id":"923605-s-0","title":"Generic Names","mono":"Trandolapril"},"1":{"id":"923605-s-1","title":"Dosing and Indications","sub":{"0":{"id":"923605-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acute ST segment elevation myocardial infarction:<\/b> test dose, 0.5 mg ORALLY; titrate up to 4 mg ORALLY daily as tolerated<\/li><li><b>Congestive heart failure - Myocardial infarction with complication:<\/b> initial, 1 mg ORALLY once daily; titrate as tolerated, target: 4 mg once daily<\/li><li><b>Hypertension:<\/b> monotherapy, initial 1 to 2 mg ORALLY once daily; starting dose is 2 mg once daily in Black patients and 1 mg once daily in non-Blacks<\/li><li><b>Hypertension:<\/b> combination therapy with diuretics, initial 0.5 mg ORALLY once daily if diuretic can not be stopped 2 to 3 days prior<\/li><li><b>Hypertension:<\/b> maintenance, 2 to 4 mg ORALLY once or twice daily, MAX 8 mg daily<\/li><li><b>Impaired left ventricular function - Myocardial infarction with complication:<\/b> initial, 1 mg ORALLY once daily; titrate as tolerated, target: 4 mg once daily<\/li><\/ul>"},"2":{"id":"923605-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>liver disease:<\/b> hepatic cirrhosis (Pugh class 8 to 12), starting dose 0.5 mg once daily<\/li><li><b>renal impairment:<\/b> CrCl less than 30 mL\/min, starting dose 0.5 mg once daily<\/li><\/ul>"},"3":{"id":"923605-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Congestive heart failure - Myocardial infarction with complication<\/li><li>Hypertension<\/li><li>Impaired left ventricular function - Myocardial infarction with complication<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute ST segment elevation myocardial infarction<\/li><li>Cardiovascular event risk; Prophylaxis<\/li><li>Diabetic nephropathy<\/li><li>Kidney disease, Nondiabetic<\/li><\/ul>"}}},"2":{"id":"923605-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Discontinue trandolapril as soon as possible if the patient becomes pregnant, as drugs that target the renin-angiotensin system can cause injury and death to the developing fetus.<br\/>"},"3":{"id":"923605-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923605-s-3-9","title":"Contraindications","mono":"<ul><li>Angioedema related to previous ACE inhibitor treatment<\/li><li>Concomitant use of aliskiren in patients with diabetes<\/li><li>Hereditary or idiopathic angioedema<\/li><li>Hypersensitivity to trandolapril or any product ingredient<\/li><\/ul>"},{"id":"923605-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Pregnancy; discontinue therapy as soon as possible since exposure can lead to fetal injury and death<\/li><li>Cardiovascular:<\/li><li>-- Symptomatic hypotension has been reported in uncomplicated hypertensive patients, especially with salt- or volume-depletion with diuretics, dietary salt restriction, dialysis, diarrhea, or vomiting; consider a lower dosage and monitoring patients with congestive heart failure, heart disease, aortic stenosis, or cerebrovascular disease, especially after dosage increases<\/li><li>Endocrine and Metabolic:<\/li><li>-- Hyperkalemia has been reported, especially with renal insufficiency, diabetes mellitus, or concomitant use of potassium-sparing diuretics, potassium supplements, or potassium-containing salt substitutes<\/li><li>Hematologic:<\/li><li>-- Agranulocytosis and bone marrow depression may occur, with an increased risk in patients with renal impairment or collagen-vascular disease such as systemic lupus erythematosus or scleroderma; periodic monitoring recommended in at-risk patients<\/li><li>Hepatic:<\/li><li>-- Rare cases of cholestatic jaundice, fulminant hepatic necrosis, and death have been reported; discontinue use if jaundice develops and institute appropriate medical treatment<\/li><li>Immunologic:<\/li><li>-- Anaphylactoid reactions, some serious, may occur<\/li><li>-- Life-threatening anaphylactoid reactions were reported in patients receiving desensitizing treatment with hymenoptera venom<\/li><li>-- Anaphylactoid reactions have been reported in patients dialyzed with high-flux membranes or undergoing low-density lipoprotein apheresis with dextran sulfate absorption<\/li><li>Renal:<\/li><li>-- Oliguria, progressive azotemia, or possibly fatal acute renal failure, may occur in patients with severe heart failure<\/li><li>-- Increases in blood urea, nitrogen, and serum creatinine have been reported in patients with unilateral or bilateral renal artery stenosis; monitoring recommended<\/li><li>-- Increases in blood urea and serum creatinine, mostly minor and transient, have been reported, especially with concomitant diuretic use and in patients with preexisting renal impairment; dosage adjustment may be necessary and renal function monitoring required<\/li><li>Respiratory:<\/li><li>-- Nonproductive cough has been reported<\/li><li>Other:<\/li><li>-- Head and neck angioedema, sometimes life-threatening, has been reported, with an increased risk in black patients; discontinue use if suspected and administer epinephrine if airway obstruction is possible<\/li><li>-- Intestinal angioedema has been reported<\/li><li>-- Hypotension due to compensatory renin release and subsequent angiotensin II formation blockage may occur in patients undergoing major surgery or during anesthesia; medical management may be required<\/li><li>Concomitant Use:<\/li><li>-- Avoid concomitant use RAS inhibitors<\/li><li>-- Avoid concomitant use of aliskiren in patients with renal impairment (GFR less than 60 mL\/min)<\/li><\/ul>"},{"id":"923605-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"923605-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"923605-s-4","title":"Drug Interactions","sub":[{"id":"923605-s-4-13","title":"Contraindicated","mono":"<ul>Aliskiren (probable)<\/ul>"},{"id":"923605-s-4-14","title":"Major","mono":"<ul><li>Alteplase, Recombinant (established)<\/li><li>Amiloride (probable)<\/li><li>Azathioprine (theoretical)<\/li><li>Azilsartan (established)<\/li><li>Azilsartan Medoxomil (established)<\/li><li>Candesartan Cilexetil (established)<\/li><li>Canrenoate (probable)<\/li><li>Eplerenone (probable)<\/li><li>Eprosartan (established)<\/li><li>Everolimus (established)<\/li><li>Irbesartan (established)<\/li><li>Losartan (established)<\/li><li>Mercaptopurine (theoretical)<\/li><li>Olmesartan Medoxomil (established)<\/li><li>Potassium (probable)<\/li><li>Sirolimus (established)<\/li><li>Spironolactone (probable)<\/li><li>Telmisartan (established)<\/li><li>Triamterene (probable)<\/li><li>Trimethoprim (theoretical)<\/li><li>Valsartan (established)<\/li><\/ul>"},{"id":"923605-s-4-15","title":"Moderate","mono":"<ul><li>Aceclofenac (established)<\/li><li>Acemetacin (established)<\/li><li>Amtolmetin Guacil (established)<\/li><li>Azosemide (probable)<\/li><li>Bemetizide (probable)<\/li><li>Bendroflumethiazide (probable)<\/li><li>Benzthiazide (probable)<\/li><li>Bromfenac (established)<\/li><li>Bufexamac (established)<\/li><li>Bumetanide (probable)<\/li><li>Bupivacaine (probable)<\/li><li>Bupivacaine Liposome (probable)<\/li><li>Buthiazide (probable)<\/li><li>Capsaicin (probable)<\/li><li>Celecoxib (established)<\/li><li>Chlorothiazide (probable)<\/li><li>Chlorthalidone (probable)<\/li><li>Choline Salicylate (established)<\/li><li>Clonixin (established)<\/li><li>Clopamide (probable)<\/li><li>Cyclopenthiazide (probable)<\/li><li>Cyclothiazide (probable)<\/li><li>Dexibuprofen (established)<\/li><li>Dexketoprofen (established)<\/li><li>Diclofenac (established)<\/li><li>Diflunisal (established)<\/li><li>Dipyrone (established)<\/li><li>Ethacrynic Acid (probable)<\/li><li>Etodolac (established)<\/li><li>Etofenamate (established)<\/li><li>Etoricoxib (established)<\/li><li>Felbinac (established)<\/li><li>Fenoprofen (established)<\/li><li>Fepradinol (established)<\/li><li>Feprazone (established)<\/li><li>Floctafenine (established)<\/li><li>Flufenamic Acid (established)<\/li><li>Flurbiprofen (established)<\/li><li>Furosemide (probable)<\/li><li>Gold Sodium Thiomalate (probable)<\/li><li>Hydrochlorothiazide (probable)<\/li><li>Hydroflumethiazide (probable)<\/li><li>Ibuprofen (established)<\/li><li>Indapamide (probable)<\/li><li>Indomethacin (established)<\/li><li>Ketoprofen (established)<\/li><li>Ketorolac (established)<\/li><li>Lithium (probable)<\/li><li>Lornoxicam (established)<\/li><li>Loxoprofen (established)<\/li><li>Lumiracoxib (established)<\/li><li>Meclofenamate (established)<\/li><li>Mefenamic Acid (established)<\/li><li>Meloxicam (established)<\/li><li>Methyclothiazide (probable)<\/li><li>Metolazone (probable)<\/li><li>Morniflumate (established)<\/li><li>Nabumetone (established)<\/li><li>Naproxen (established)<\/li><li>Nepafenac (established)<\/li><li>Niflumic Acid (established)<\/li><li>Nimesulide (established)<\/li><li>Oxaprozin (established)<\/li><li>Oxyphenbutazone (established)<\/li><li>Parecoxib (established)<\/li><li>Phenylbutazone (established)<\/li><li>Piketoprofen (established)<\/li><li>Piretanide (probable)<\/li><li>Piroxicam (established)<\/li><li>Polythiazide (probable)<\/li><li>Proglumetacin (established)<\/li><li>Propionic Acid (established)<\/li><li>Propyphenazone (established)<\/li><li>Proquazone (established)<\/li><li>Quinethazone (probable)<\/li><li>Rofecoxib (established)<\/li><li>Salicylic Acid (established)<\/li><li>Salsalate (established)<\/li><li>Sodium Salicylate (established)<\/li><li>Sulindac (established)<\/li><li>Tenoxicam (established)<\/li><li>Tiaprofenic Acid (established)<\/li><li>Tolfenamic Acid (established)<\/li><li>Tolmetin (established)<\/li><li>Torsemide (probable)<\/li><li>Trichlormethiazide (probable)<\/li><li>Valdecoxib (established)<\/li><li>Xipamide (probable)<\/li><\/ul>"}]},"5":{"id":"923605-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (0.6% to 11%), Syncope (5.9%)<\/li><li><b>Endocrine metabolic:<\/b>Hyperkalemia (0.3% to 5.3%)<\/li><li><b>Gastrointestinal:<\/b>Indigestion (0.3% to 6.4%)<\/li><li><b>Neurologic:<\/b>Dizziness (1.3% to 23%)<\/li><li><b>Renal:<\/b>Serum blood urea nitrogen raised (9%)<\/li><li><b>Respiratory:<\/b>Cough (1.9% to 35%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiogenic shock (3.8%), Intermittent claudication (3.8%)<\/li><li><b>Gastrointestinal:<\/b>Intestinal angioedema<\/li><li><b>Hematologic:<\/b>Agranulocytosis<\/li><li><b>Immunologic:<\/b>Anaphylaxis due to hymenoptera venom, Dialysis membrane-induced anaphylactoid reaction<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"923605-s-6","title":"Drug Name Info","sub":{"0":{"id":"923605-s-6-17","title":"US Trade Names","mono":"Mavik<br\/>"},"2":{"id":"923605-s-6-19","title":"Class","mono":"<ul><li>ACE Inhibitor<\/li><li>Antihypertensive<\/li><\/ul>"},"3":{"id":"923605-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923605-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"923605-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Antihypertensive-Trandolapril is a nonsulfhydryl angiotensin-converting enzyme (ACE) inhibitor . It is a prodrug for trandolaprilat, the active metabolite . Trandolaprilat is thought to lower blood pressure by inhibiting ACE activity . ACE catalyzes the conversion of angiotensin I to the potent vasoconstrictor, angiotensin II . Angiotensin II stimulates secretion of aldosterone and inhibits the release of renin through a negative feedback mechanism . When ACE activity is inhibited, angiotensin II formation is reduced and the interruption of the negative feedback mechanism results in increased plasma renin levels . The reduction of angiotensin II formation also decreases aldosterone secretion and vasoconstriction . The decrease in aldosterone secretion produces diuresis, natriuresis, and a slight increase in serum potassium concentrations .<\/li><li>ACE is also known as kininase II, an enzyme that degrades bradykinin . Trandolapril may increase levels of bradykinin, producing a therapeutic vasodilating effect .<\/li><\/ul>"},"8":{"id":"923605-s-8","title":"Pharmacokinetics","sub":[{"id":"923605-s-8-23","title":"Absorption","mono":"Systemic: Bioavailability: 10%; Food slows absorption.<br\/>"},{"id":"923605-s-8-24","title":"Distribution","mono":"Systemic: Vd: 18 L.<br\/>"},{"id":"923605-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic:  Metabolite: trandolaprilat<br\/>"},{"id":"923605-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 66%; Renal: 33%.<br\/>"},{"id":"923605-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Systemic: Trandolapril: 6 h.<\/li><li>Trandolaprilat: 10 h.<\/li><\/ul>"}]},"10":{"id":"923605-s-10","title":"Monitoring","mono":"<ul><li>blood pressure<\/li><li>liver function, renal function<\/li><li>patients with collagen vascular disease and renal disease: WBC<\/li><li>serum potassium; periodically<\/li><\/ul>"},"11":{"id":"923605-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 1 MG, 2 MG, 4 MG<br\/><\/li><li><b>Mavik<\/b><br\/>Oral Tablet: 1 MG, 2 MG, 4 MG<br\/><\/li><\/ul>"},"12":{"id":"923605-s-12","title":"Toxicology","sub":[{"id":"923605-s-12-31","title":"Clinical Effects","mono":"<b>ACE INHIBITORS <\/b><br\/>USES: Treatment of hypertension, congestive heart failure (CHF), diabetic nephropathy, and post myocardial infarction. EPIDEMIOLOGY: Exposures are common, but toxicity is generally mild. PHARMACOLOGY: These agents inhibit angiotensin-converting enzymes (ACE), thus preventing conversion of angiotensin I to angiotensin II, which is a potent vasoconstrictor and stimulator of aldosterone secretion (aldosterone suppression reduces sodium and water retention). ACE inhibitors also prevent the breakdown of bradykinin (a potent vasodilator). The net result is vasodilatation, decreased peripheral vascular resistance, decreased blood pressure, increased cardiac output, and a relative increase in renal, cerebral, and coronary blood flow. TOXICOLOGY: The toxic effect of an ACE inhibitor is an extension of its pharmacologic effect. The elevation in bradykinin concentration appears to be the primary cause of both ACE inhibitor-induced angioedema and cough. ACE inhibitors may also inhibit the metabolism of enkephalins and potentiate their opioid effect, which includes lowering blood pressure. MILD TO MODERATE TOXICITY: Mild hypotension. SEVERE TOXICITY: Severe hypotension, syncope, hyperkalemia, bradycardia, and renal failure. ADVERSE EFFECTS: Dry cough, hypotension, hyperkalemia, renal insufficiency in patients with renal artery stenosis, maculopapular rash, angioneurotic edema, neutropenia, and hepatotoxicity. <br\/>"},{"id":"923605-s-12-32","title":"Treatment","mono":"<b>ACE INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most patients will have no symptoms, but patients with mild orthostatic hypotension can be treated by remaining prone. Those who remain hypotensive can be treated with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if the patient presents with circulatory collapse. Correct severe hyperkalemia using standard treatments such as glucose, insulin, calcium, sodium bicarbonate, sodium polystyrene sulfate and hemodialysis.<\/li><li>Decontamination: PREHOSPITAL: As severe toxicity is very rare, prehospital decontamination is generally not recommended. HOSPITAL: Administer activated charcoal if the patient presents early after large ingestion, with appropriate level of consciousness, patent airway, and can drink the charcoal. Gastric lavage is generally not necessary as life threatening toxicity is rare.<\/li><li>Airway management: Patients who have severe angioedema may require fiber optic or surgical airway procedures.<\/li><li>Antidote: Angiotensin infusion at doses ranging from 8.5 to 18 mcg\/minute has been successful in reversing hypotension in patients who did not respond to volume and pressor infusions, but is not available in the United States.<\/li><li>Naloxone: Although the role of naloxone in the setting of ACE inhibitor overdose remains unclear, it may be considered especially in cases of severe hypotension where fluid overload is a concern. The dose of naloxone should be administered in titrated doses starting with 0.2 to 2 mg IV repeated every 2 to 3 minutes to improve blood pressure; maximum dose 8 mg. Pediatrics: 0.01 to 0.1 mg\/kg, repeated every 2 to 3 minutes as needed.<\/li><li>Monitoring of patient: Monitor blood pressure, continuous cardiac monitoring, electrolytes, renal function, ECG and urinalysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: ACE inhibitors are dialyzable, but hemodialysis is not used because supportive care is usually effective.<\/li><li>Patient disposition: HOME CRITERIA:  Pediatric patients can be observed at home if they have ingested less than 2 times the defined daily dose (DDD) of an ACE inhibitor and they remain asymptomatic. The DDD of specific ACE inhibitors are as follows: Captopril: 50 mg; Enalapril: 10 mg; Fosinopril: 15 mg; Lisinopril: 10 mg; Perindopril: 4 mg; Ramipril: 2.5 mg; Trandolapril: 2 mg. OBSERVATION CRITERIA: Patients with deliberate ingestions, and children who are symptomatic, or who have ingested at least 2 times the defined daily dose (DDD) of an ACE inhibitor should be referred to a healthcare facility for observation and evaluation. The DDD of specific ACE inhibitors are as follows: Captopril: 50 mg; Enalapril: 10 mg; Fosinopril: 15 mg; Lisinopril: 10 mg; Perindopril: 4 mg; Ramipril: 2.5 mg; Trandolapril: 2 mg. Patients who are asymptomatic 6 hours after ingestion can be discharged (after psychiatric evaluation as appropriate). ADMISSION CRITERIA: Symptomatic or hypotensive patients should be admitted to a monitored bed. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"923605-s-12-33","title":"Range of Toxicity","mono":"<b>ACE INHIBITORS<\/b><br\/>TOXICITY: ADULT: Patients have ingested the following with only mild hypotension reported: 7.5 g captopril, 300 mg enalapril, and 420 mg lisinopril. Moderate hypotension (median BP 75\/36) was observed in 10 adults after ingesting a median ramipril dose of 210 mg (range: 100 to 280); 4 had coingested other cardiovascular agents and 2 coingested alcohol; all cases recovered. Fatalities have occurred after ingestions of 1125 mg captopril and 180 mg perindopril. CHILDREN: In one study, children remained asymptomatic after ingestions of up to 100 mg captopril or 30 mg enalapril. THERAPEUTIC DOSE: Varies with agent. CAPTOPRIL: ADULT: 37.5 to 150 mg\/day in 3 divided doses. PEDIATRIC: 0.5 to 4 mg\/kg\/day divided. ENALAPRIL: ADULT: 2.5 to 20 mg\/day. PEDIATRIC: Initial: 0.08 mg\/kg\/day  (up to 5 mg). Adjust to blood pressure response LISINOPRIL: ADULT: 5 to 40 mg\/day orally. PEDIATRIC: 0.07 mg\/kg\/day; maximum 5 mg. PERINDOPRIL: ADULT: 4 to 16 mg in 1 or 2 divided doses; maximum 16 mg\/day. RAMIPRIL: ADULT: 2.5 to 20 mg once daily; maximum: 20 mg daily. <br\/>"}]},"13":{"id":"923605-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, as drug may cause dizziness.<\/li><li>This drug may cause diarrhea.<\/li><li>Instruct patient to report signs\/symptoms of persistent cough, hypotension, angioedema (deep swelling around eyes and lips and sometimes hands and feet), and renal or hepatic dysfunction.<\/li><\/ul>"}}}