{"drugs":["Adapalene","Differin"],"mono":{"0":{"id":"923667-s-0","title":"Generic Names","mono":"Adapalene"},"1":{"id":"923667-s-1","title":"Dosing and Indications","sub":{"0":{"id":"923667-s-1-4","title":"Adult Dosing","mono":"<b>Acne vulgaris:<\/b> after washing, apply a thin film TOPICALLY to affected area(s) once daily; use cream at bedtime "},"1":{"id":"923667-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy have not been established in children less than 12 years of age<\/li><li><b>Acne vulgaris:<\/b> (12 yr of age and older) after washing, apply a thin film TOPICALLY to affected area(s) once daily; use cream at bedtime<\/li><\/ul>"},"3":{"id":"923667-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Acne vulgaris<br\/>"}}},"3":{"id":"923667-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923667-s-3-9","title":"Contraindications","mono":"hypersensitivity to adapalene or any of the components of the product <br\/>"},{"id":"923667-s-3-10","title":"Precautions","mono":"<ul><li>concurrent use of other potentially irritating topical products; increased risk of skin toxicity<\/li><li>cuts, abrasions, eczematous, or sunburned skin<\/li><li>sensitivity to sun, inherent; greater risk of skin toxicity when exposed to the sun<\/li><li>sun exposure, high levels, including sunlamps; greater risk of skin toxicity<\/li><li>waxing (depilatory method) of areas treated with adapalene; risk of skin erosions<\/li><li>report suspected adverse reactions to Galderma Laboratories, L.P. at 1-866-735-4137 or to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"923667-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"923667-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"923667-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Dry skin (36.1% or less), Erythema (0.2% to 21.8%), Scaly skin (25.3% or less)<br\/>"},"6":{"id":"923667-s-6","title":"Drug Name Info","sub":{"0":{"id":"923667-s-6-17","title":"US Trade Names","mono":"Differin<br\/>"},"2":{"id":"923667-s-6-19","title":"Class","mono":"<ul><li>Antiacne<\/li><li>Retinoid<\/li><\/ul>"},"3":{"id":"923667-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923667-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"923667-s-7","title":"Mechanism Of Action","mono":"Topical: The exact mechanism is not known. Adapalene exhibits some retinoic acid-like activity but it also has additional effects. It is thought that adapalene reduces important features of the pathology of acne vulgaris by normalizing the differentiation of follicular epithelial cells and keratinization to prevent microcomedone formation, similar to the mechanism of retinoic acid.   Unlike retinoic acid, adapalene selectively binds to some nuclear retinoic acid receptors (RARs) and does not bind to cellular receptors called cytosolic retinoic acid binding proteins (CRABPs) . It is hypothesized that by selectively binding to certain nuclear retinoic acid receptors and not others, adapalene enhances keratinocyte differentiation without inducing epidermal hyperplasia and severe irritation, such as is seen with retinoic acid . Also, adapalene may help reduce cell-mediated inflammation, an effect demonstrated by  in vitro studies. Adapalene decreases formation of comedones and inflammatory and noninflammatory acne lesions .<br\/>"},"8":{"id":"923667-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"923667-s-8-23","title":"Absorption","mono":"Bioavailability: low <br\/>"},"3":{"id":"923667-s-8-26","title":"Excretion","mono":"Topical: Biliary, major route.<br\/>"},"4":{"id":"923667-s-8-27","title":"Elimination Half Life","mono":"17.2 +\/- 10.2 hr <br\/>"}}},"9":{"id":"923667-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>(cream, gel and lotion) apply a thin film after washing; use cream at nighttime<\/li><li>(cream, gel, and lotion) avoid eyes, lips, and mucous membranes<\/li><li>(cream, gel, and lotion) do not apply to cuts, abrasions, eczematous, or sunburned skin<\/li><li>(cream, gel, and lotion) avoid sun exposure<\/li><li>(cream, gel, and lotion) protective clothing and application of sunscreen is recommended when sun exposure can not be avoided<\/li><li>(cream, gel, and lotion) application of moisturizers may be necessary for relief of dry skin or irritation<\/li><li>(cream, gel, and lotion) if cutaneous signs and symptoms of treatment (such as erythema, scaling, and stinging\/burning) are severe, the frequency should be reduced or adapalene discontinued<\/li><li>(cream and gel) other topical preparations (sulfur, resorcinol, or salicylic acid) should not be used prior to using topical adapalene; if the other topical preparations have been applied, it is recommended to not start therapy with topical adapalene until the effects of the other preparations have subsided<\/li><li>(lotion) other topical preparations (sulfur, resorcinol, or salicylic acid) should not be used prior to using topical adapalene<\/li><\/ul>"},"10":{"id":"923667-s-10","title":"Monitoring","mono":"improvement of acne vulgaris is indicative of efficacy<br\/>"},"11":{"id":"923667-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Topical Cream: 0.1 %<\/li><li>Topical Gel\/Jelly: 0.1 %, 0.3 %<\/li><li>Topical Lotion: 0.1 %<\/li><\/ul><\/li><li><b>Differin<\/b><br\/><ul><li>Topical Cream: 0.1 %<\/li><li>Topical Gel\/Jelly: 0.1 %, 0.3 %<\/li><li>Topical Lotion: 0.1 %<\/li><\/ul><\/li><\/ul>"},"13":{"id":"923667-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug causes sun-sensitivity. Advise patient to use sunscreen and avoid tanning beds.<\/li><li>Instruct patient that cold temperatures or wind may also increase skin irritation during drug therapy.<\/li><li>This drug may cause a burning sensation, erythema, or dry, scaly, or irritated skin.<\/li><li>Advise patient that symptomatic improvement may not be seen for a few months.<\/li><li>Patients should avoid contact with the eyes, lips, angles of nose, and mucous membranes.<\/li><li>Tell patients to avoid concurrent use of topical products which may dry or irritate the skin.<\/li><\/ul>"}}}