{"generic":"Cidofovir","drugs":["Cidofovir","Vistide"],"mono":[{"id":"923681-s-0","title":"Generic Names","mono":"Cidofovir"},{"id":"923681-s-1","title":"Dosing and Indications","sub":[{"id":"923681-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Cytomegaloviral retinitis - HIV infection:<\/b> (induction therapy) 5 mg\/kg via IV infusion given over 1 hr once a wk for 2 consecutive wk; give saline hydration and probenecid (2 g ORALLY 3 hr before dose and 1 g ORALLY at 2 hr and 8 hr after dose; total 4 g) before and after each infusion<\/li><li><b>Cytomegaloviral retinitis - HIV infection:<\/b> (maintenance therapy) 5 mg\/kg via IV infusion given over 1 hr every other wk; give saline hydration and probenecid (2 g ORALLY 3 hr before dose and 1 g ORALLY at 2 hr and 8 hr after dose; total 4 g) before and after each infusion<\/li><\/ul>"},{"id":"923681-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy in children not established "},{"id":"923681-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> (preexisting) contraindicated in patients with a serum creatinine greater than 1.5 mg\/dL, a calculated CrCl of 55 mL\/min or less, or a urine protein of 100 mg\/dL  or more (equivalent to greater than or equal to 2+ proteinuria)<\/li><li><b>renal impairment:<\/b> (changes during therapy) reduce maintenance dose to 3 mg\/kg for an increase in serum creatinine of 0.3-0.4 mg\/dL above baseline; discontinue therapy for an increase of 0.5 mg\/dL or greater above baseline or development of 3+ or greater proteinuria<\/li><\/ul>"},{"id":"923681-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Cytomegaloviral retinitis - HIV infection<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Condyloma acuminatum<br\/>"}]},{"id":"923681-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Acute renal failure resulting in dialysis and\/or contributing to death has been reported. Use intravenous prehydration with normal saline and administration of probenecid with each cidofovir infusion to reduce nephrotoxicity. Monitor renal function within 48 hours prior to each dose and adjust dose as appropriate. Cidofovir is contraindicated in patients who are receiving other nephrotoxic agents. Neutropenia has been observed; monitor neutrophil counts during therapy. Cidofovir was carcinogenic, teratogenic, and caused hypospermia in animal studies.<br\/>"},{"id":"923681-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923681-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to cidofovir, probenecid, or sulfa-containing medications<\/li><li>patients with a serum creatinine greater than 1.5 mg\/dL, a calculated CrCl of 55 mL\/min or less, or a urine protein of 100 mg\/dL or more (equivalent to greater than or equal to 2+ proteinuria)<\/li><li>direct intraocular injection of cidofovir<\/li><li>concomitant nephrotoxic agents<\/li><\/ul>"},{"id":"923681-s-3-10","title":"Precautions","mono":"<ul><li>nephrotoxicity; monitor appropriately<\/li><li>neutropenia; monitor appropriately<\/li><li>decreased intraocular pressure; monitor appropriately<\/li><\/ul>"},{"id":"923681-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"923681-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"923681-s-4","title":"Drug Interactions","sub":{"1":{"id":"923681-s-4-14","title":"Major","mono":"<ul><li>Amikacin (theoretical)<\/li><li>Dibekacin (theoretical)<\/li><li>Foscarnet (theoretical)<\/li><li>Framycetin (theoretical)<\/li><li>Gentamicin (theoretical)<\/li><li>Kanamycin (theoretical)<\/li><li>Neomycin (theoretical)<\/li><li>Netilmicin (theoretical)<\/li><li>Pentamidine (theoretical)<\/li><li>Streptomycin (theoretical)<\/li><li>Tobramycin (theoretical)<\/li><\/ul>"}}},{"id":"923681-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (27%), Rash (30%)<\/li><li><b>Gastrointestinal:<\/b>Oral candidiasis (18%)<\/li><li><b>Hematologic:<\/b>Anemia (24%), Neutropenia (43%)<\/li><li><b>Immunologic:<\/b>Infectious disease (28%)<\/li><li><b>Neurologic:<\/b>Asthenia (43%), Headache (30%)<\/li><li><b>Ophthalmic:<\/b>Iritis, Uveitis<\/li><li><b>Renal:<\/b>Proteinuria (88%), Serum creatinine raised (24%)<\/li><li><b>Respiratory:<\/b>Cough (19%), Dyspnea (23%)<\/li><li><b>Other:<\/b>Fever (58%), Pain (25%), Shivering (22%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Metabolic acidosis, Serum bicarbonate level abnormal, decrease (16%)<\/li><li><b>Hematologic:<\/b>Neutropenia, serious (24%)<\/li><li><b>Immunologic:<\/b>Infectious disease, serious (12%)<\/li><li><b>Ophthalmic:<\/b>Decreased intraocular pressure (24%)<\/li><li><b>Renal:<\/b>Acute renal failure, Fanconi syndrome (1%), Nephrotoxicity, Proteinuria (50%), Serum creatinine raised, serious (12%)<\/li><li><b>Respiratory:<\/b>Dyspnea, serious (8%), Pneumonia (9%)<\/li><li><b>Other:<\/b>Fever, serious (14%)<\/li><\/ul>"},{"id":"923681-s-6","title":"Drug Name Info","sub":{"0":{"id":"923681-s-6-17","title":"US Trade Names","mono":"Vistide<br\/>"},"2":{"id":"923681-s-6-19","title":"Class","mono":"<ul><li>Antiviral<\/li><li>Cytosine Nucleoside Analog<\/li><\/ul>"},"3":{"id":"923681-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923681-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"923681-s-7","title":"Mechanism Of Action","mono":"Systemic: Cidofovir diphosphate, the active intracellular metabolite of cidofovir, suppresses cytomegalovirus (CMV) replication by selectively inhibiting viral DNA polymerase . Cidofovir diphosphate inhibits herpesvirus polymerases at concentrations that are 8- to 600-fold lower than those needed to inhibit the human cellular polymerases alpha, beta, and gamma . Reduction in the rate of viral DNA synthesis is due to incorporation of cidofovir into the growing viral DNA chain .<br\/>"},{"id":"923681-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"923681-s-8-24","title":"Distribution","mono":"Systemic: Vd: 410 to 537 mL\/kg <br\/>"},"3":{"id":"923681-s-8-26","title":"Excretion","mono":"Systemic: Renal: 70 to 100% <br\/>"}}},{"id":"923681-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>do not administer as an intraocular injection; use only as an IV infusion<br\/><\/li><li><b>Intravenous<\/b><br\/>(infusion) dilute the appropriate dose in 100 mL NS and infuse at a constant rate over 1 hour; use a standard infusion pump for administration<br\/><\/li><\/ul>"},{"id":"923681-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement, ophthalmologic exam<\/li><li>WBC with differential; prior to each dose<\/li><li>renal function, urine protein; within 48 hours prior to each dose<\/li><li>intraocular pressure and ocular symptoms of uveitis\/iritis<\/li><li>clinical signs of metabolic acidosis<\/li><\/ul>"},{"id":"923681-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 75 MG\/ML<br\/><\/li><li><b>Vistide<\/b><br\/>Intravenous Solution: 75 MG\/ML<br\/><\/li><\/ul>"},{"id":"923681-s-12","title":"Toxicology","sub":[{"id":"923681-s-12-31","title":"Clinical Effects","mono":"<b>CIDOFOVIR <\/b><br\/>USES: Cidofovir is used to treat cytomegalovirus retinitis in patients with acquired immunodeficiency syndrome (AIDS). PHARMACOLOGY: Cidofovir diphosphate, the active intracellular metabolite of cidofovir, suppresses cytomegalovirus (CMV) replication by selectively inhibiting viral DNA polymerase. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Two patients received unintentional single doses of cidofovir at 16.3 mg\/kg and 17.4 mg\/kg and developed no permanent sequelae following supportive care. ADVERSE EFFECTS: Nephrotoxicity has been the dose-limiting toxicity of cidofovir therapy. Acute renal failure resulting in dialysis and\/or death has been reported with as few as 1 or 2 doses of intravenous cidofovir. This complication is minimized by concurrent administration of oral probenecid, prehydration with normal saline, and less frequent dosing of cidofovir. Other adverse effects with cidofovir during therapeutic use have included neutropenia, asthenia, headache, nausea, vomiting, diarrhea, ocular effects (eg, iritis, photophobia, ocular hypotony, anterior uveitis, blurred vision, and intraocular pressure changes), ototoxicity including hearing loss (with and without tinnitus), and in rare cases nephrogenic diabetes insipidus and metabolic acidosis. <br\/>"},{"id":"923681-s-12-32","title":"Treatment","mono":"<b>CIDOFOVIR <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Probenecid has the ability to block the uptake of cidofovir by the renal proximal tubular cells. Treat patients with probenecid and intravenous hydration. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Neutropenia has been reported. Monitor serial CBC with differential. Probenecid has the ability to block the uptake of cidofovir by the renal proximal tubular cells. Treat patients with probenecid and intravenous hydration.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic coingestants are involved.<\/li><li>Antidote: None.<\/li><li>Neutropenia: In clinical trials, neutropenia developed in 24% of patients receiving cidofovir. Treat severe neutropenia with filgrastim 5 mcg\/kg\/day IV or SubQ or sargramostim 250 mcg\/m(2)\/day IV infused over 4 hours. Monitor serial CBC with differential.<\/li><li>Enhanced elimination procedure: Early hemodialysis would be expected to effectively clear cidofovir based on its small volume of distribution and low protein binding.<\/li><li>Monitoring of patient: Monitor vital signs, CBC with differential, serum electrolytes and renal function following a significant overdose. Local ocular effects (uveitis, local irritation, and hypotony) have been reported frequently following cidofovir therapy. Evaluate and obtain baseline visual acuity and assess intraocular pressure as indicated. Monitor for hearing loss (audiometry) following significant overdose. Monitor arterial blood gases as needed to diagnose and monitor for metabolic acidosis.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management, and cidofovir is generally only used in the hospital setting.  OBSERVATION CRITERIA: Any patient with symptoms should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with severe neutropenia or renal dysfunction should be admitted to the hospital. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"923681-s-12-33","title":"Range of Toxicity","mono":"<b>CIDOFOVIR<\/b><br\/>TOXICITY: Two patients received unintentional single doses of cidofovir at 16.3 mg\/kg and 17.4 mg\/kg and developed no permanent sequelae following supportive care. THERAPEUTIC DOSE: ADULTS: (induction therapy) 5 mg\/kg via IV infusion given over 1 hr once a wk for 2 consecutive wk, given with saline hydration and probenecid before and after each infusion. (maintenance therapy) 5 mg\/kg via IV infusion given over 1 hr every other wk, given with saline hydration and probenecid before and after each infusion. CHILDREN: Safety and efficacy in children have not been established. <br\/>"}]},{"id":"923681-s-13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient that drug may cause infertility in men. Family planning should be discussed with a healthcare professional before initiating drug therapy.<\/li><li>Instruct both male and female patients to use reliable contraception, as drug may cause fetal harm if pregnancy occurs during treatment. This applies during treatment and up to 3 months post therapy for men and up to 1 month post therapy for women.<\/li><li>This drug may cause nausea, vomiting, headache, neutropenia, or iritis.<\/li><li>Instruct patient to report signs\/symptoms of metabolic acidosis, nephrotoxicity, or infection.<\/li><li>Patient should complete full course of probenecid as prescribed with each dose of cidofovir.<\/li><\/ul>"}]}