{"generic":"Meropenem","drugs":["Meropenem","Merrem IV"],"mono":{"0":{"id":"923768-s-0","title":"Generic Names","mono":"Meropenem"},"1":{"id":"923768-s-1","title":"Dosing and Indications","sub":[{"id":"923768-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bacteremia associated with intravascular line:<\/b> (due to susceptible gram-negative bacilli) 1 g IV every 8 hours<\/li><li><b>Bacterial meningitis:<\/b> 6 g\/day IV divided every 8 hours (guideline dosing)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, complicated:<\/b> 500 mg IV every 8 hours; increase to 1 g IV every 8 hours for infections caused by Pseudomonas aeruginosa; infuse over 15 to 30 minutes or administer IV bolus injection (5 to 20 mL) over 3 to 5 minutes<\/li><li><b>Infectious disease of abdomen, Complicated:<\/b> 1 g IV every 8 hours; infuse over 15 to 30 minutes or administer IV bolus injection (5 to 20 mL) over 3 to 5 minutes<\/li><li><b>Nosocomial pneumonia:<\/b> late-onset disease (5 days or greater) or suspected multi-drug resistant pathogen, 1 g IV every 8 hours<\/li><\/ul>"},{"id":"923768-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Bacterial meningitis:<\/b> (older than 28 days) 120 mg\/kg\/day IV divided every 8 hours; consider adding aminoglycoside for Pseudomonas aeruginosa (guideline dosing)<\/li><li><b>Bacterial meningitis:<\/b> (3 months or older) 40 mg\/kg IV infusion every 8 hours; MAX 2 g IV every 8 hours (manufacturer dosing)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, complicated:<\/b> (3 months or older) 10 mg\/kg IV every 8 hours; increase to 20 mg\/kg IV every 8 hours for infections caused by Pseudomonas aeruginosa; MAX dose 500 mg IV every 8 hours OR 1 g IV every 8 hours for infections caused by Pseudomonas aeruginosa<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, complicated:<\/b> (3 months or older, over 50 kg) 500 mg IV every 8 hours; increase to 1 g IV every 8 hours for infections caused by Pseudomonas aeruginosa<\/li><li><b>Infectious disease of abdomen, Complicated:<\/b> (Younger than 3 months, gestational age less than 32 weeks and postnatal age less than 2 weeks) 20 mg\/kg IV every 12 hours; infuse over 30 minutes<\/li><li><b>Infectious disease of abdomen, Complicated:<\/b> (Younger than 3 months, gestational age less than 32 weeks and postnatal age 2 weeks and older, or gestational age 32 weeks or older and postnatal age less than 2 weeks) 20 mg\/kg IV every 8 hours; infuse over 30 minutes<\/li><li><b>Infectious disease of abdomen, Complicated:<\/b> (Younger than 3 months, gestational age 32 weeks or older and postnatal age 2 weeks or older) 30 mg\/kg IV every 8 hours; infuse over 30 minutes<\/li><li><b>Infectious disease of abdomen, Complicated:<\/b> (3 months or older) 20 mg\/kg IV every 8 hours; MAX dose 1 g IV every 8 hours; infuse over 15 to 30 minutes or administer IV bolus injection (5 to 20 mL) over 3 to 5 minutes<\/li><li><b>Infectious disease of abdomen, Complicated:<\/b> (3 months or older, over 50 kg) 1 g IV every 8 hours; infuse over 15 to 30 minutes or administer IV bolus injection (5 to 20 mL) over 3 to 5 minutes<\/li><\/ul>"},{"id":"923768-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, adults, CrCl greater than 50 mL\/min:<\/b> no dosage adjustment required<\/li><li><b>renal impairment, adults, CrCl greater than 25 to less than 50 mL\/min:<\/b> increase dosing interval to every 12 hours<\/li><li><b>renal impairment, adults, CrCl 10 to 25 mL\/min:<\/b> one-half recommended dose depending on type of infection; increase dosing interval to every 12 hours<\/li><li><b>renal impairment, adults, CrCl less than 10 mL\/min:<\/b> one-half recommended dose depending on type of infection; increase dosing interval to every 24 hours<\/li><li><b>renal impairment, pediatric patients:<\/b> no experience with renal impairment<\/li><li><b>hemodialysis:<\/b> an additional dose following hemodialysis session is recommended<\/li><li><b>hemofiltration\/hemodiafiltration, critically ill:<\/b> 1 g IV every 12 hours<\/li><\/ul>"},{"id":"923768-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Bacterial meningitis<\/li><li>Infection of skin AND\/OR subcutaneous tissue, complicated<\/li><li>Infectious disease of abdomen, Complicated<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bacteremia associated with intravascular line<\/li><li>Cystic fibrosis<\/li><li>Febrile neutropenia<\/li><li>Nosocomial pneumonia<\/li><\/ul>"}]},"3":{"id":"923768-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923768-s-3-9","title":"Contraindications","mono":"<ul><li>anaphylactic reaction to beta-lactam antibiotics<\/li><li>hypersensitivity to meropenem or any component of the product or other drugs in the same class (ie, carbapenems)<\/li><\/ul>"},{"id":"923768-s-3-10","title":"Precautions","mono":"<ul><li>Gastrointestinal:<\/li><li>-- Clostridium difficile-associated diarrhea, including mild diarrhea to fatal colitis, has been reported; discontinue if suspected or confirmed<\/li><li>Immunologic:<\/li><li>-- hypersensitivity reactions, including anaphylaxis, have been reported with use of beta-lactam antibiotics, especially in patients with history of sensitivity to multiple allergens or other beta-lactam antibiotics such as penicillins and cephalosporins; discontinue if allergic reaction occurs<\/li><li>Neurologic:<\/li><li>-- seizures and other CNS adverse effects have been reported, especially in patients with preexisting CNS disorders such as brain lesions and history of seizures, concomitant medications with seizure potential, bacterial meningitis, or compromised renal function; closely follow recommended dosages and continue existing anticonvulsant therapy; dose reduction or discontinuation and anticonvulsant therapy may be necessary if focal tremors, myoclonus, or seizures occur<\/li><li>-- neuromotor impairment, headaches, seizures or paresthesias may occur and cause motor impairment and interfere with mental alertness; use with caution in outpatients<\/li><li>Renal:<\/li><li>--renal impairment (CrCl 50 mL\/min or less); dosage reduction required<\/li><li>Other:<\/li><li>-- elderly patients; monitoring and dose adjustments recommended<\/li><li>Concomitant use:<\/li><li>-- avoid use of probenecid, valproic acid, or divalproex sodium<\/li><\/ul>"},{"id":"923768-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"923768-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"923768-s-4","title":"Drug Interactions","sub":{"1":{"id":"923768-s-4-14","title":"Major","mono":"<ul>Valproic Acid (established)<\/ul>"},"2":{"id":"923768-s-4-15","title":"Moderate","mono":"<ul>Probenecid (probable)<\/ul>"}}},"5":{"id":"923768-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site inflammation (Adult, 2.4%), Rash (Adult, 1.9%; pediatric, 1.6% to 3.1%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (Adult, 1.4% to 7%), Diarrhea (Adult, 4.8% to 7%; pediatric, 3.5% to 5.9%), Nausea (7.8%)<\/li><li><b>Hematologic:<\/b>Anemia (Up to 5.5%)<\/li><li><b>Neurologic:<\/b>Headache (Adult, 2.3% to 7.8%)<\/li><li><b>Other:<\/b>Pain (5.1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest (Adult, up to 1%), Heart failure (Adult, up to 1%), Myocardial infarction (Adult, up to 1%), Shock (Adult, 1.2%), Syncope (Adult, up to 1%)<\/li><li><b>Gastrointestinal:<\/b>Bowel obstruction (Adult, up to 1%), Clostridium difficile diarrhea, Gastrointestinal hemorrhage (Adult, 0.5%), Nontraumatic hemoperitoneum (Adult, 0.2%)<\/li><li><b>Hematologic:<\/b>Bleeding (Adult, 1.2%)<\/li><li><b>Hepatic:<\/b>Cholestatic jaundice syndrome, Jaundice, Liver failure (Adult, up to 1%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Seizure (Adult, 0.7%; pediatric, 5%)<\/li><li><b>Renal:<\/b>Renal failure (Adult, up to 1%)<\/li><li><b>Respiratory:<\/b>Hypoxia (Adult, up to 1%), Pleural effusion (Adults, up to 1%), Pulmonary edema (Adult, up to 1%), Pulmonary embolism (Adult, up to 1%)<\/li><li><b>Other:<\/b>Angioedema, Sepsis (Adult, 1.6%)<\/li><\/ul>"},"6":{"id":"923768-s-6","title":"Drug Name Info","sub":{"0":{"id":"923768-s-6-17","title":"US Trade Names","mono":"Merrem IV<br\/>"},"2":{"id":"923768-s-6-19","title":"Class","mono":"<ul><li>Antibiotic<\/li><li>Beta-Lactam<\/li><li>Carbapenem<\/li><\/ul>"},"3":{"id":"923768-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923768-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"923768-s-7","title":"Mechanism Of Action","mono":"Exerts bactericidal activity by inhibiting cell wall synthesis by penetrating the cell wall of most gram-positive and gram-negative bacteria to reach penicillin-binding-protein (PBP) targets. Its strongest affinity is toward PBPs 2, 3, and 4 of Escherichia coli and Pseudomonas aeruginosa, and PBPs 1, 2, and 4 of Staphylococcus aureus. Bactericidal concentrations are typically 1 to 2 times the bacteriostatic concentrations; the exception is Listeria monocytogenes, against which lethal activity has not been observed.<br\/>"},"8":{"id":"923768-s-8","title":"Pharmacokinetics","sub":[{"id":"923768-s-8-23","title":"Absorption","mono":"Tmax, IV: approximately 1 hour after the start of the infusion <br\/>"},{"id":"923768-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: approximately 2%<\/li><li>Vd: (adults), 12 to 20 L<\/li><li>Vd: (obese adults, mean BMI 65.5 kg\/m[2]) 25.1 L<\/li><li>Vd: (preterm neonates, 27 to 32 weeks gestational age, 21 days mean postnatal age), 0.74 L\/kg<\/li><\/ul>"},{"id":"923768-s-8-25","title":"Metabolism","mono":"<ul><li>Extrarenal: 20% to 25%   up to 50% if CrCl less than 20 mL\/min<\/li><li>ICI-213689: inactive<\/li><\/ul>"},{"id":"923768-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: Approximately 2%<\/li><li>Renal: 70% unchanged<\/li><li>Renal clearance: 140 to 230 mL\/min<\/li><li>Dialyzable: Yes (hemodialysis), 79 mL\/min<\/li><li>Hemofiltration: Yes, 47%<\/li><li>Total body clearance: 188 to 300 mL\/min<\/li><li>Total body clearance (obese adults, mean BMI 65.5 kg\/m[2]): 8.1 L\/hr<\/li><\/ul>"},{"id":"923768-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Adults and children 2 years or older: 1 hour<\/li><li>Adults, obese (mean BMI 65.5 kg\/m[2]): 2.8 hours<\/li><li>Pediatric patients 3 months to 2 years: 1.5 hours<\/li><li>Preterm neonates (27 to 32 weeks gestational age, 21 days mean postnatal age): 3.4 hours<\/li><li>Impaired renal function: 3.4 to 20 hours or longer<\/li><\/ul>"}]},"9":{"id":"923768-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>do not mix with solutions containing other drugs<\/li><li>do not freeze diluted solutions<\/li><li>(bolus) dilute 500-mg vial with 10 mL or 1-g vial with 20 mL of sterile water for injection to a final concentration of 50 mg\/mL; administer over 3 to 5 minutes<\/li><li>(bolus) solution diluted with sterile water for injection up to 50 mg\/mL, may store for 3 hours at room temperature or for 13 hours refrigerated<\/li><li>(bolus) limited safety data available to support the administration of a 40-mg\/kg (up to 2 g) bolus dose in pediatric patients<\/li><li>(infusion) may dilute directly into compatible infusion solution or reconstitute 500-mg vial with 10 mL or 1-g vial with 20 mL of appropriate diluent to a final concentration of 50 mg\/mL then add to final infusion solution; infuse over 15 to 30 minutes<\/li><li>(infusion) solutions diluted with NS ranging from 1 to 20 mg\/mL; may store for 1 hour at room temperature or for 15 hours refrigerated<\/li><li>(infusion) solutions diluted with D5W ranging from 1 to 20 mg\/mL; use immediately<\/li><li>(infusion) do not use flexible container in series connections<\/li><\/ul>"},"10":{"id":"923768-s-10","title":"Monitoring","mono":"<ul><li>fever<\/li><li>development of resistance<\/li><li>CBC<\/li><li>hepatic function<\/li><li>renal function tests including creatinine and BUN; dose adjustments may be necessary<\/li><li>signs of hypersensitivity\/anaphylactic reactions<\/li><\/ul>"},"11":{"id":"923768-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Powder for Solution: 1 GM, 500 MG<br\/><\/li><li><b>Merrem IV<\/b><br\/>Intravenous Powder for Solution: 1 GM, 500 MG<br\/><\/li><li><b>Novaplus Meropenem<\/b><br\/>Intravenous Powder for Solution: 1 GM, 500 MG<br\/><\/li><li><b>Novaplus Merrem<\/b><br\/>Intravenous Powder for Solution: 1 GM, 500 MG<br\/><\/li><li><b>PremierPro Rx Meropenem<\/b><br\/>Intravenous Powder for Solution: 1 GM, 500 MG<br\/><\/li><\/ul>"},"12":{"id":"923768-s-12","title":"Toxicology","sub":[{"id":"923768-s-12-31","title":"Clinical Effects","mono":"<b>CARBAPENEM ANTIBIOTICS <\/b><br\/>USES: Carbapenem antibiotics are generally indicated for treatment of complicated intra-abdominal, dermal, and urinary tract infections. PHARMACOLOGY: Broad-spectrum bactericidal agents that act by inhibiting the synthesis of the bacterial cell wall. EPIDEMIOLOGY: Limited data. Overdose is rare and rarely causes significant toxicity. MILD TO MODERATE TOXICITY: Diarrhea and transient dizziness were reported in an adult patient following inadvertent administration of 3 ertapenem doses of 1 g each in a 24-hour period. Nausea and vomiting are also possible SEVERE TOXICITY: Based on limited data, severe toxicity has not been reported following overdose. ADVERSE EFFECTS: COMMON: The most common adverse effects with therapy are headache, nausea, diarrhea, rash, and phlebitis. <br\/>"},{"id":"923768-s-12-32","title":"Treatment","mono":"<b>CARBAPENEM ANTIBIOTICS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. There is no known antidote.<\/li><li>Decontamination: Decontamination is not indicated as an ingestion is unlikely; carbapenem antibiotics are administered parenterally.<\/li><li>Antidote: None.<\/li><li>Seizure: Administer IV benzodiazepines or barbiturates if seizures recur or persist.<\/li><li>Monitoring of patient: Plasma levels of carbapenem antibiotics are not widely available or useful in guiding therapy after overdose. Monitor fluid and electrolyte status in patients with severe vomiting or diarrhea. No specific lab work (CBC, electrolytes, urinalysis) is needed in asymptomatic patients unless otherwise clinically indicated.<\/li><li>Enhanced elimination procedure: Limited reports have suggested that doripenem, ertapenem, and meropenem are readily dialyzable following therapeutic administration; however, no information is available regarding the use of hemodialysis following overdose.<\/li><li>Patient disposition: OBSERVATION CRITERIA: These antibiotics are most often administered in an inpatient setting. If overdose occurs in a patient receiving outpatient antibiotic infusion, mild to moderately symptomatic patients should be sent to health care facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"923768-s-12-33","title":"Range of Toxicity","mono":"<b>CARBAPENEM ANTIBIOTICS <\/b><br\/>TOXICITY: A toxic dose has not been established with these agents. ADULTS: Diarrhea and transient dizziness were reported in an adult patient following inadvertent administration of three 1-gram ertapenem doses in a 24-hour period. CHILDREN: During pediatric clinical trials, a single IV ertapenem dose of 40 mg\/kg up to a maximum of 2 g was well-tolerated with no toxicity reported. THERAPEUTIC DOSE: DORIPENEM: ADULTS: 500 mg every 8 hours administered as an IV infusion over a 1-hour period. ERTAPENEM: ADULTS (13 years of age or older): 1 g once daily administered as an IV infusion over a 30-minute period or as an IM injection. CHILDREN (3 months to 12 years of age): 15 mg\/kg twice daily (max 1 g\/day) administered as an IV infusion over a 30-minute period or as an IM injection. MEROPENEM: ADULTS: 500 to 1 g every 8 hours administered as an IV infusion over a 15- to 30-minute period. CHILDREN (3 months of age or older): 10 to 40 mg\/kg (max 500 mg to 2 g) every 8 hours administered as an IV infusion over a 15- to 30-minute period.<br\/>"}]},"13":{"id":"923768-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise outpatient to avoid activities requiring metal alertness or coordination until drug effects are realized.<\/li><li>Warn patient to report symptoms of a seizure, especially if patient has a CNS disorder.<\/li><li>Drug may cause nausea, headache, constipation, vomiting, anemia, or rash.<\/li><li>Instruct patient to report severe diarrhea and consult healthcare professional prior to taking antidiarrheal medicine.<\/li><\/ul>"}}}