{"generic":"Cabergoline","drugs":["Cabergoline","Dostinex"],"mono":{"0":{"id":"923960-s-0","title":"Generic Names","mono":"Cabergoline"},"1":{"id":"923960-s-1","title":"Dosing and Indications","sub":[{"id":"923960-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hyperprolactinemia:<\/b> initial, 0.25 mg ORALLY twice weekly, increase by 0.25 mg twice weekly at 4 wk intervals; MAX 1 mg twice weekly<\/li><li><b>Lactation suppression, Puerperal:<\/b> 1 mg ORALLY given within 24 to 27 h of delivery<\/li><\/ul>"},{"id":"923960-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"923960-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal:<\/b> dose adjustment not necessary<\/li><li><b>hepatic:<\/b> dose reduction in severe hepatic failure (Child-Pugh scores of 10 or higher)<\/li><\/ul>"},{"id":"923960-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hyperprolactinemia<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Acromegaly<\/li><li>Erectile dysfunction<\/li><li>Lactation suppression, Puerperal<\/li><li>Restless legs syndrome, Idiopathic<\/li><\/ul>"}]},"3":{"id":"923960-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923960-s-3-9","title":"Contraindications","mono":"<ul><li>cardiac valvular disorder, history of; indicated by valvulopathy of any valve, thickening of valve leaflet, valve restriction, or mixed valve restriction stenosis<\/li><li>hypersensitivity to ergot derivatives<\/li><li>hypertension, uncontrolled<\/li><li>pulmonary, pericardial, or retroperitoneal fibrotic disorders, history of<\/li><\/ul>"},{"id":"923960-s-3-10","title":"Precautions","mono":"<ul><li>cardiac or extracardiac fibrotic disorders, history of; use not recommended<\/li><li>exposure to valvulopathy-linked medications, past history of; increased risk of valvulopathy<\/li><li>hepatic impairment; monitoring recommended<\/li><li>initial doses greater than 1 mg, especially with concurrent antihypertensive regimens; risk of orthostatic hypotension<\/li><li>long-term administration of cabergoline; increased risk of pleural effusion\/pulmonary fibrosis<\/li><li>postpartum lactation inhibition or suppression; theoretical risk of hypertension, stroke and seizures<\/li><li>pregnancy-induced hypertensive women, eclampsia, preeclampsia or postpartum; use not recommended<\/li><li>psychiatric adverse events including pathological gambling, increased libido, and hypersexuality have occurred in patients treated with cabergoline<\/li><li>valvular disease, hemodynamically significant; increased risk of valvulopathy<\/li><li>valvulopathy has occurred; assess cardiac status during long term therapy and consider echocardiography for evaluation of possible valvulopathy<\/li><\/ul>"},{"id":"923960-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"923960-s-3-12","title":"Breast Feeding","mono":"Micromedex: Milk effects are possible.<br\/>"}]},"5":{"id":"923960-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation (7% to 10%), Nausea (27% to 29%)<\/li><li><b>Neurologic:<\/b>Dizziness (9% to 17%), Headache (9% to 30%)<\/li><li><b>Other:<\/b>Fatigue (5% to 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Congestive heart failure, Disorder of pericardium, Heart valve disorder<\/li><li><b>Gastrointestinal:<\/b>Retroperitoneal fibrosis<\/li><li><b>Respiratory:<\/b>Fibrosis of pleura, Pleural effusion, Pulmonary fibrosis<\/li><\/ul>"},"6":{"id":"923960-s-6","title":"Drug Name Info","sub":{"0":{"id":"923960-s-6-17","title":"US Trade Names","mono":"Dostinex<br\/>"},"2":{"id":"923960-s-6-19","title":"Class","mono":"<ul><li>Dopamine Agonist<\/li><li>Prolactin Secretion Inhibitor<\/li><\/ul>"},"3":{"id":"923960-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"923960-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"923960-s-7","title":"Mechanism Of Action","mono":"Systemic: Cabergoline is a long-acting, selective dopamine receptor agonist, exhibiting high affinity for D 2 receptors and low affinity for D 1, alpha 1- and alpha 2-adrenergic, and serotonin (5-hydroxytryptamine 1 and 5-hydroxytryptamine 2) receptors. Cabergoline inhibits the synthesis and release of prolactin from the anterior pituitary by directly stimulating the D 2 receptors of the pituitary lactotrophs in a dose-related fashion . While  cabergoline doses up to 2 mg inhibited prolactin in healthy volunteers, similar inhibition did not occur for the other anterior pituitary hormones, including growth hormone, follicle-stimulating hormone, luteinizing hormone, corticotropin, and thyroid-stimulating hormone. Cabergoline did not affect serum cortisol concentrations .<br\/>"},"8":{"id":"923960-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"923960-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic <br\/>"},"3":{"id":"923960-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 60%; Renal: 22%, 4% unchanged <br\/>"},"4":{"id":"923960-s-8-27","title":"Elimination Half Life","mono":"Systemic: 63 to 69 h <br\/>"}}},"9":{"id":"923960-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with or without food <br\/>"},"10":{"id":"923960-s-10","title":"Monitoring","mono":"<ul><li>serum prolactin level; maintenance of a normal serum prolactin level for 6 months is indicative of efficacy<\/li><li>improvement in signs\/symptoms of hyperprolactinemia (ie, menstrual irregularities, galactorrhea, sexual dysfunction, and gynecomastia) is indicative of efficacy<\/li><li>erythrocyte sedimentation rate (ESR) at baseline and as needed during therapy.<\/li><li>serum creatinine at baseline and as needed during therapy<\/li><li>echocardiogram at baseline and every 6 to 12 months after therapy initiation or as clinically indicated to assess for presence of valvular disease<\/li><li>chest x-ray at baseline; chest x-ray and CT scan periodically to assess patients for risk of cardiac valvulopathy or fibrosis<\/li><li>signs and symptoms of pleuro-pulmonary disease, renal insufficiency, ureteral or abdominal vascular obstruction, or cardiac failure, which may indicate progressive fibrosis (pleural, pericardial, or retroperitoneal)<\/li><\/ul>"},"11":{"id":"923960-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: 0.5 MG<br\/>"},"12":{"id":"923960-s-12","title":"Toxicology","sub":[{"id":"923960-s-12-31","title":"Clinical Effects","mono":"<b>CABERGOLINE <\/b><br\/>USES: Cabergoline is indicated for the treatment of hyperprolactinemic disorders, either idiopathic or associated with pituitary adenomas. It has also been used to treat motor complications associated with chronic levodopa therapy for the treatment of Parkinson's disease, and for its long-lasting lowering of serum growth hormone and prolactin levels in acromegalic patients. PHARMACOLOGY: Cabergoline is a long-acting dopaminergic agonist with a high affinity for D2 receptors. In receptor-binding studies, cabergoline has been shown to have low affinity for dopamine D1, alpha-1 and alpha-2 adrenergic, and 5-HT1- and 5-HT2-serotonin receptors. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose information is limited.  Cabergoline overdose may result in hypotension, nasal congestion, syncope, or hallucinations. ADVERSE EFFECTS: COMMON: Headache, dizziness, postural hypotension, dyskinesias, fatigue, nausea, vomiting, abdominal pain, and constipation may frequently occur with therapeutic administration. INFREQUENT: Other effects that may occur less frequently include hallucinations, nasal congestion, and elevations of serum transaminases and bilirubin. RARE: Slight decreases in hemoglobin levels, mild leukopenia and thrombocytopenia have rarely been reported. CHRONIC: Congestive heart failure and pulmonary fibrosis have been reported with long-term therapy with cabergoline.<br\/>"},{"id":"923960-s-12-32","title":"Treatment","mono":"<b>CABERGOLINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Orthostatic hypotension is frequently reported with cabergoline therapy and may occur following initial doses greater than 1 mg. Patients with mild orthostatic hypotension can be treated by remaining prone. Those who remain hypotensive can be treated with IV fluids.  Correct any significant fluid and\/or electrolyte abnormalities in patients with severe vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.  Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine, if unresponsive to fluids.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain their airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain their airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor blood pressure in symptomatic patients. Monitor for signs of dyskinesias. Monitor serum electrolytes in patients with significant vomiting. Obtain a chest x-ray in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted.  CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"923960-s-12-33","title":"Range of Toxicity","mono":"<b>CABERGOLINE <\/b><br\/>TOXICITY: A specific minimum toxic dose of cabergoline has not been established. THERAPEUTIC DOSE: ADULT: For hyperprolactinemic disorders, the recommended initial dose is 0.25 mg orally twice weekly. Based on the patient's serum prolactin level, the dose may be increased in increments of 0.25 mg twice weekly every 4 weeks, up to a MAX dose of 1 mg orally twice weekly. PEDIATRIC: Safety and efficacy have not been established.<br\/>"}]},"13":{"id":"923960-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness, somnolence, or vertigo.<\/li><li>Instruct patient to rise slowly from a sitting\/supine position, as drug may cause orthostatic hypotension.<\/li><li>This drug may cause constipation, depression, fatigue, or abdominal pain.<\/li><li>Advise patient to report dyspnea, persistent coughing, difficulty with breathing while lying down, or peripheral edema.<\/li><li>Instruct patient to report signs\/symptoms of excessive or persistent headache or nausea.<\/li><li>Patient should avoid concomitant dopamine dopamine-2 antagonists (eg, phenothiazines, butyrophenones, thioxanthenes, metoclopramide).<\/li><\/ul>"}}}