{"drugs":["Alaway","Claritin Eye","Ketotifen Fumarate","Zaditor","Zyrtec Itchy Eye"],"mono":{"0":{"id":"923999-s-0","title":"Generic Names","mono":"Ketotifen Fumarate"},"1":{"id":"923999-s-1","title":"Dosing and Indications","sub":{"0":{"id":"923999-s-1-4","title":"Adult Dosing","mono":"<b>Allergic conjunctivitis - Itching; Prophylaxis:<\/b> one drop in affected eye(s) twice daily, every 8 to 12 h "},"1":{"id":"923999-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Safety and effectiveness in children below 3 yr of age not established<\/li><li><b>Allergic conjunctivitis - Itching; Prophylaxis:<\/b> ages 3 years and older, one drop in affected eye(s) twice daily, every 8 to 12 h<\/li><\/ul>"},"3":{"id":"923999-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Allergic conjunctivitis - Itching; Prophylaxis<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Allergic rhinitis<\/li><li>Asthma<\/li><li>Colitis<\/li><li>Urticaria<\/li><\/ul>"}}},"3":{"id":"923999-s-3","title":"Contraindications\/Warnings","sub":[{"id":"923999-s-3-9","title":"Contraindications","mono":"hypersensitivity to ketotifen products or benzoate compounds<br\/>"},{"id":"923999-s-3-10","title":"Precautions","mono":"not for contact lens-related irritation<br\/>"},{"id":"923999-s-3-11","title":"Pregnancy Category","mono":"Ketotifen: C (FDA)<br\/>"},{"id":"923999-s-3-12","title":"Breast Feeding","mono":"Ketotifen: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"923999-s-4","title":"Drug Interactions","sub":{"1":{"id":"923999-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><\/ul>"}}},"5":{"id":"923999-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Headache (10%-25%)<\/li><li><b>Ophthalmic:<\/b>Dry eyes, Eye irritation, Conjunctival (10%-25%), Pain in eye<\/li><li><b>Respiratory:<\/b>Pharyngitis, Rhinitis (10%-25%)<\/li><li><b>Other:<\/b>Influenza<\/li><\/ul>"},"6":{"id":"923999-s-6","title":"Drug Name Info","sub":{"0":{"id":"923999-s-6-17","title":"US Trade Names","mono":"<ul><li>Zaditor<\/li><li>Alaway<\/li><li>Claritin Eye<\/li><li>Zyrtec Itchy Eye<\/li><\/ul>"},"2":{"id":"923999-s-6-19","title":"Class","mono":"<ul><li>Antihistamine<\/li><li>Mast Cell Stabilizer<\/li><li>Ophthalmologic Agent<\/li><li>Piperidine<\/li><\/ul>"},"3":{"id":"923999-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"923999-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"923999-s-7","title":"Mechanism Of Action","mono":"Ketotifen fumarate, a selective, non-competitive histamine antagonist (H1-receptor) and mast cell stabilizer, that acts by inhibiting the release of mediators from cells involved in hypersensitivity reactions and also prevents chemotaxis and activation of eosinophils.<br\/>"},"9":{"id":"923999-s-9","title":"Administration","mono":"<b>Ophthalmic<\/b><br\/>remove contact lenses prior to instillation; may reinsert after 10 min of administration.<br\/>"},"10":{"id":"923999-s-10","title":"Monitoring","mono":"reduction in ocular itching and irritation<br\/>"},"11":{"id":"923999-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Ophthalmic Solution: 0.025 %<br\/><\/li><li><b>Alaway<\/b><br\/>Ophthalmic Solution: 0.025 %<br\/><\/li><li><b>Claritin Eye<\/b><br\/>Ophthalmic Solution: 0.025 %<br\/><\/li><li><b>Good Neighbor Pharmacy Eye Itch<\/b><br\/>Ophthalmic Solution: 0.025 %<br\/><\/li><li><b>Leader Allergy Eye Drops<\/b><br\/>Ophthalmic Solution: 0.025 %<br\/><\/li><li><b>Leader Eye Itch Relief Drops<\/b><br\/>Ophthalmic Solution: 0.025 %<br\/><\/li><li><b>Refresh Eye Itch Relief<\/b><br\/>Ophthalmic Solution: 0.035 %<br\/><\/li><li><b>Rite Aid Eye Itch Relief<\/b><br\/>Ophthalmic Solution: 0.025 %<br\/><\/li><li><b>Visine All Day Eye Itch Relief<\/b><br\/>Ophthalmic Solution: 0.025 %<br\/><\/li><li><b>Zaditor<\/b><br\/>Ophthalmic Solution: 0.025 %<br\/><\/li><li><b>ZyrTEC Itchy Eye Drops<\/b><br\/>Ophthalmic Solution: 0.035 %<br\/><\/li><\/ul>"},"12":{"id":"923999-s-12","title":"Toxicology","sub":[{"id":"923999-s-12-31","title":"Clinical Effects","mono":"<b>KETOTIFEN <\/b><br\/>USES: Ketotifen fumarate ophthalmic solution is indicated for the temporary prevention of itching of the eye due to allergic conjunctivitis. In some countries outside the United States (eg, Canada - Zaditen(R)), ketotifen 1 mg tablet and 1 mg\/5 mL syrup are used for the chronic treatment of mild atopic asthma in children. PHARMACOLOGY: Ketotifen fumarate, a selective, non-competitive histamine antagonist (H1-receptor) and mast cell stabilizer, that acts by inhibiting the release of mediators from cells involved in hypersensitivity reactions and also prevents chemotaxis and activation of eosinophils. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: OPHTHALMIC: An ingestion of the contents of one 5 mL ophthalmic solution bottle would be equivalent to 1.725 mg of ketotifen fumarate, acute overdose is unlikely to result in clinically significant adverse events. ORAL: Clinical effects of overdose following ketotifen doses up to 120 mg have included: MILD TO MODERATE TOXICITY: Drowsiness, disorientation, confusion, abdominal pain, headache, nystagmus, hypotension. SEVERE TOXICITY: Hypotension, bradycardia, tachycardia, dyspnea, seizures, coma, respiratory depression. ADVERSE EFFECTS: OPHTHALMIC: The following ocular symptoms have been reported with the therapeutic use of ketotifen fumarate eye solution:  allergic reaction, burning or stinging, conjunctivitis, discharge, dry eyes, eye pain, eyelid disorder, itching, keratitis, lacrimation disorder, mydriasis, rhinitis, rash, and photophobia. ORAL: Rash, sedation, mild dizziness, and CNS stimulation (eg, excitation, irritability, insomnia, and nervousness). RARE: Erythema multiform, Stevens-Johnson syndrome, cystitis, elevated liver enzymes, hepatitis. <br\/>"},{"id":"923999-s-12-32","title":"Treatment","mono":"<b>KETOTIFEN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose of ophthalmic solution. Manage mild hypotension with IV fluids. Transient bradycardia usually does not require intervention. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose of ophthalmic solution. Treat severe hypotension with IV fluids, dopamine, or norepinephrine. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: OPHTHALMIC: Because of limited expected toxicity and rapid absorption of ophthalmic solution, gastrointestinal decontamination is not routinely recommended. An ingestion of the contents of one 5 mL ophthalmic solution bottle would be equivalent to 1.725 mg of ketotifen fumarate, acute overdose is unlikely to result in clinically significant adverse events. ORAL: Prehospital gastrointestinal decontamination is not recommended because of the potential for CNS depression and subsequent aspiration. HOSPITAL: Administer activated charcoal if the overdose is recent, large, the patient is not vomiting, and is able to maintain airway. <\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS and\/or respiratory depression.<\/li><li>Antidote: None<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are unlikely to be of value because of the large volume of distribution.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs, mental status, and liver enzymes following significant overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with significant CNS or respiratory depression should be admitted.   CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"923999-s-12-33","title":"Range of Toxicity","mono":"<b>KETOTIFEN <\/b><br\/>TOXICITY: OPHTHALMIC: In the United States, Ketotifen is only available in small 1 to 5 mL bottles. An ingestion of the contents of one 5 mL ophthalmic solution bottle would be equivalent to 1.725 mg of ketotifen fumarate, and would not be expected to result in significant toxicity even in a young child. ORAL: ADULTS: One patient developed drowsiness, disorientation, nystagmus, tachypnea, tachycardia after the ingestion of ketotifen 10 mg. Seizures, hypotension, and coma developed in adults ingesting over 20 mg. Drowsiness, seizures, respiratory depression, and tachycardia developed in one patient after ingesting 25 mg of ketotifen. A 21-year-old developed abdominal pain and headache after ingesting 120 mg of ketotifen.  CHILDREN: Eight children (age range, 2 to 10 years) ingested 2 to 20 mg of ketotifen. Effects included sleepiness, tachypnea, cyanosis, dyspnea, fever, dry nose, nystagmus and tachycardia. Two children ingested up to 10 mg of ketotifen and developed no clinical symptoms.  THERAPEUTIC DOSES: ADULTS: Ophthalmic solution: One drop (0.025% ketotifen fumarate solution\/5 mL) in affected eye(s) twice daily, every 8 to 12 hr. CHILDREN: 3 years and older: Ophthalmic solution: One drop (0.025% ketotifen fumarate solution\/5 mL) in affected eye(s) twice daily, every 8 to 12 hr. Older than 3 years: Oral tablets and syrups: 1 mg twice daily. 6 months to 3 years: 0.05 mg (equal to 0.25 mL of syrup) per kilogram body weight given twice daily. <br\/>"}]},"13":{"id":"923999-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause headache, dry eyes, eye or conjunctival irritation or pain, pharyngitis, rhinitis, or influenza.<\/li><li>Instruct patient to report signs\/symptoms of an eye infection.<\/li><li>Instruct patient on proper instillation technique.<\/li><li>Advise patient to remove contact lenses prior to instilling drug. Lenses may be reinserted 10 min following instillation.<\/li><li>If eyes are red, do not wear contact lenses while using this drug.<\/li><li>Patient should allow at least 5 min between instillation of this drug and other ophthalmic products.<\/li><\/ul>"}}}