{"generic":"Dextromethorphan Polistirex","drugs":["Delsym","Dextromethorphan Polistirex"],"mono":{"0":{"id":"924055-s-0","title":"Generic Names","mono":"Dextromethorphan Polistirex"},"1":{"id":"924055-s-1","title":"Dosing and Indications","sub":{"0":{"id":"924055-s-1-4","title":"Adult Dosing","mono":"<b>Cough:<\/b> 10 mL (2 teaspoonsful) ORALLY every 12 hours; MAX 20 mL (4 teaspoonsful) per day "},"1":{"id":"924055-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>cough\/cold products should not be used in children younger than 2 years because of the risk of serious and life-threatening effects; dextromethorphan is commonly used as an cough suppressant in combination OTC cough and cold products<\/li><li>dextromethorphan polistirex extended-release suspension 5 mL is equivalent to dextromethorphan hydrobromide 30 mg<\/li><li><b>Cough:<\/b> (12 years or older) 10 mL (2 teaspoonsful) ORALLY every 12 hours; MAX 20 mL (4 teaspoonsful) per day<\/li><li><b>Cough:<\/b> (6 to under 12 years of age) 5 mL (1 teaspoonful) ORALLY every 12 hours; MAX 10 mL (2 teaspoonsful) per day<\/li><li><b>Cough:<\/b> (4 to under 6 years of age) 2.5 mL (one-half teaspoonful) ORALLY every 12 hours; MAX 5 mL (1 teaspoonful) per day<\/li><li><b>Cough:<\/b> (under 4 years of age) do not use<\/li><\/ul>"},"3":{"id":"924055-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Cough<br\/>"}}},"3":{"id":"924055-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924055-s-3-9","title":"Contraindications","mono":"concurrent or within 14 days of MAOIs use <br\/>"},{"id":"924055-s-3-10","title":"Precautions","mono":"<ul><li>children younger than 2 years; infant deaths and serious life-threatening effects have been associated with over-the-counter (OTC) cough and cold medications; dextromethorphan commonly used as cough suppressant in combination OTC cough and cold products; avoid use<\/li><li>chronic or persistent cough accompanying a disease state (eg, asthma, emphysema, smoking); use not recommended<\/li><li>cough associated with excessive secretions; use not recommended<\/li><li>cough accompanied by fever, rash, or persistent headache; may be a sign of a serious condition; discontinue use and consult physician<\/li><li>cough that lasts for more than 7 days or comes back; may be a sign of a serious condition; discontinue use and consult physician<\/li><\/ul>"},{"id":"924055-s-3-11","title":"Pregnancy Category","mono":"Dextromethorphan: A (AUS)<br\/>"},{"id":"924055-s-3-12","title":"Breast Feeding","mono":"Dextromethorphan: Micromedex: Infant risk is minimal.<br\/>"}]},"4":{"id":"924055-s-4","title":"Drug Interactions","sub":[{"id":"924055-s-4-13","title":"Contraindicated","mono":"<ul><li>Clorgyline (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nialamide (probable)<\/li><li>Pargyline (probable)<\/li><li>Phenelzine (probable)<\/li><li>Procarbazine (probable)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (probable)<\/li><li>Toloxatone (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"},{"id":"924055-s-4-14","title":"Major","mono":"<ul><li>Almotriptan (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Duloxetine (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Hydroxytryptophan (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Linezolid (probable)<\/li><li>Lorcaserin (established)<\/li><li>Memantine (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Milnacipran (theoretical)<\/li><li>Mirtazapine (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Paroxetine (established)<\/li><li>Protriptyline (theoretical)<\/li><li>Sertraline (theoretical)<\/li><li>Sibutramine (probable)<\/li><li>Tramadol (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Venlafaxine (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"924055-s-4-15","title":"Moderate","mono":"<ul><li>Abiraterone (probable)<\/li><li>Clobazam (probable)<\/li><li>Haloperidol (probable)<\/li><li>Quinidine (probable)<\/li><li>Vemurafenib (probable)<\/li><\/ul>"}]},"5":{"id":"924055-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Neurologic:<\/b>Lightheadedness<br\/><b>Serious<\/b><br\/><b>Other:<\/b>Serotonin syndrome<br\/>"},"6":{"id":"924055-s-6","title":"Drug Name Info","sub":{"0":{"id":"924055-s-6-17","title":"US Trade Names","mono":"Delsym<br\/>"},"2":{"id":"924055-s-6-19","title":"Class","mono":"Antitussive<br\/>"},"3":{"id":"924055-s-6-20","title":"Regulatory Status","mono":"OTC<br\/>"},"4":{"id":"924055-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"9":{"id":"924055-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>do not use within 14 days of stopping an MAO inhibitor<\/li><li>(extended-release suspension) shake well before use<\/li><\/ul>"},"11":{"id":"924055-s-11","title":"How Supplied","mono":"<ul><li><b>Cough DM<\/b><br\/>Oral Suspension, Extended Release: 30 MG\/5 ML<br\/><\/li><li><b>Delsym<\/b><br\/>Oral Suspension, Extended Release: 30 MG\/5 ML<br\/><\/li><li><b>Dextromethorphan Polistirex<\/b><br\/>Oral Suspension, Extended Release: 30 MG\/5 ML<br\/><\/li><li><b>Rite Aid Cough DM<\/b><br\/>Oral Suspension, Extended Release: 30 MG\/5 ML<br\/><\/li><\/ul>"},"12":{"id":"924055-s-12","title":"Toxicology","sub":[{"id":"924055-s-12-31","title":"Clinical Effects","mono":"<b>DEXTROMETHORPHAN<\/b><br\/>USES: Used as a cough suppressant. It is often sold in combination preparations with acetaminophen, chlorpheniramine, doxylamine, diphenhydramine, and other medications. It lacks analgesic properties, but is prescribed in combination with morphine to enhance the analgesic effects of morphine. PHARMACOLOGY: Structurally similar to opioids, but has no analgesic properties. Acts centrally on the medulla oblongata to suppress cough. TOXICOLOGY: Binds to opioid receptors at high doses causing miosis, respiratory depression, and CNS depression. Binds to PCP site on NMDA receptors, causing sedation. Inhibits serotonin re-uptake. Alteration of dopaminergic transmission may be responsible for movement disorders. EPIDEMIOLOGY: Dextromethorphan is available over the counter. It is frequently abused, especially by adolescents, in an attempt to experience euphoria and\/or hallucinations. \"DXM\", \"DEX\", and \"roboshots\" are commonly used street names. OVERDOSE: MILD TO MODERATE: CNS effects are most prevalent and include sedation, dysphoria, ataxia, nystagmus, hyperexcitability, dystonia, and changes in muscle reflexes.  Other effects have included miosis, tachycardia, hypertension, and nausea and vomiting. SEVERE: Can cause toxic psychosis and delirium, seizures, coma, hypotension, and respiratory depression. May cause serotonin syndrome after overdose or therapeutic use if taken with other serotonergic agents. ADVERSE EVENTS: Adverse effects following recommended doses are mild and infrequent, but may include drowsiness, fatigue, dizziness, and fixed drug eruption.<br\/>"},{"id":"924055-s-12-32","title":"Treatment","mono":"<b>DEXTROMETHORPHAN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. Control agitation and confusion with benzodiazepines. MANAGEMENT OF SEVERE TOXICITY:  Treatment is symptomatic and supportive. Treat agitation with benzodiazepines. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.  For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives. Treat serotonin toxicity with benzodiazepines, and consider cyproheptadine, if symptoms persist. Severe cases may require neuromuscular paralysis. For respiratory and CNS depression, successful reversal with naloxone has been reported, but is not consistent. Orotracheal intubation may be necessary.<\/li><li>Decontamination: PREHOSPITAL: Generally not indicated because of the risk of CNS depression and seizures. Emergency medical personnel can consider activated charcoal in the patient who is alert and cooperative with ingestion within the last hour and in whom a long transport time is anticipated. HOSPITAL: Consider activated charcoal if the patient presents soon after the ingestion and has a protected airway. Seizures and\/or CNS depression have occurred within 30 minutes after dextromethorphan ingestion.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS or respiratory depression.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Serotonin syndrome: IV benzodiazepines, cooling measures. Cyproheptadine may be considered (ADULT - 12 mg initially followed by 2 mg every 2 hours if symptoms persist, up to a maximum of 32 milligrams in 24 hours.  CHILD - 0.25 milligram\/kilogram\/day divided every 6 hours, maximum dose 12 milligrams\/day). Severe cases have been managed with benzodiazepine sedation and neuromuscular paralysis with non-depolarizing agents.<\/li><li>Monitoring of patient: Monitor for signs of respiratory depression. Monitor for signs of CNS hyperactivity or depression. Obtain an ECG. Consider obtaining acetaminophen concentrations, as these drugs may be sold in combination preparations. No other specific lab work (CBC, urinalysis, electrolyte) is needed unless otherwise indicated. Plasma dextromethorphan levels are not clinically useful in overdose, but may be useful in determining metabolizer phenotype.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic (other than mild drowsiness or infrequent vomiting) with acute inadvertent ingestions of 7.5 mg\/kg or less, and who have not ingested other potentially toxic substances, can be managed at home. Poison center telephone follow-up is suggested every 2 hours for up to 4 hours in patients ingesting 5 mg\/kg to 7.5 mg\/kg. For patients taking other medications that may interact with dextromethorphan (eg, tricyclic antidepressants, selective serotonin reuptake inhibitors, monoamine oxidase inhibitors, lithium) poison center-initiated follow-up every 2 hours for 8 hours is suggested. Observation at home is appropriate for asymptomatic patients if they are greater than 4 hours postexposure. OBSERVATION CRITERIA: Patients with deliberate overdose or abuse, patients exhibiting more than mild symptoms (eg, infrequent vomiting, mild drowsiness), or those who have ingested greater than 7.5 mg\/kg should be sent to a healthcare facility for evaluation. Observe patients until severe CNS symptoms resolve. Tachycardia may be persistent and patients should be observed until tachycardia resolves. Patients ingesting regular release products should be observed 4 to 6 hours; those ingesting sustained release or long acting preparations should be observed 8 to 12 hours. ADMISSION CRITERIA: Patients with persistent CNS effects should be admitted. CONSULT CRITERIA: Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is unclear. Refer patients for substance abuse counseling as appropriate.<\/li><\/ul>"},{"id":"924055-s-12-33","title":"Range of Toxicity","mono":"<b>DEXTROMETHORPHAN <\/b><br\/>TOXICITY: In patients 6 years of age and older, mild toxicity was reported with acute ingestions in the range of 2.2 mg\/kg to 7.7 mg\/kg. More severe toxicity (ie, seizures, hallucinations, altered mental status, tachycardia, hypertension, hyperthermia, agitation, respiratory depression) was reported with acute dextromethorphan ingestions of 7.8 mg\/kg or greater. In patients less than 6 years of age, moderate to severe toxicity (ie, nystagmus, mydriasis, ataxia, dizziness, dystonia, lethargy, and coma) was reported following acute dextromethorphan ingestions ranging from 5 to 38 mg\/kg. CASE REPORTS: Coma was reported in an adult who ingested 720 mg over 36 hours. Long-acting preparations and combination products may have greater potential for toxicity in children. Adults have tolerated up to 960 mg\/day with minor adverse effects (14 mg\/kg assuming 70 kg body weight). THERAPEUTIC DOSE: ADULT: 20 mg orally every 4 hours or 30 mg orally every 6 to 8 hours; maximum: 120 mg\/day. PEDIATRIC: Children (2 to 6 yrs): 5 mg orally every 4 hours or 7.5 mg orally every 6 to 8 hours; maximum: 30 mg\/day. Children (6 to 12 yrs): 10 mg orally every 4 hours or 15 mg orally every 6 to 8 hours; maximum: 60 mg\/day.<br\/>"}]}}}