{"drugs":["Abelcet","Amphotericin B Lipid Complex"],"mono":{"0":{"id":"924051-s-0","title":"Generic Names","mono":"Amphotericin B Lipid Complex"},"1":{"id":"924051-s-1","title":"Dosing and Indications","sub":[{"id":"924051-s-1-4","title":"Adult Dosing","mono":"<ul><li>confusion between different amphotericin IV formulations has led to fatal overdose as well as the delivery of subtherapeutic doses; extra precautionary measures recommended when prescribing as well as for the storage, preparation, and administration of amphotericin B products<\/li><li><b>Aspergillosis, Invasive:<\/b> 5 mg\/kg IV infusion once daily<\/li><li><b>Aspergillosis, Invasive - HIV infection:<\/b> 5 mg\/kg IV once daily; continue treatment until the peripheral CD4+ count is more than 200 cells\/mcL and clinical response is evident<\/li><li><b>Blastomycosis, Patients who are refractory to or intolerant of conventional amphotericin B:<\/b> (moderately severe to severe pulmonary or disseminated disease) 3 to 5 mg\/kg\/day IV for 1 to 2 weeks, followed by stepdown therapy with oral itraconazole for 6 to 12 months (guideline dosing)<\/li><li><b>Blastomycosis, Patients who are refractory to or intolerant of conventional amphotericin B:<\/b> (CNS disease) 5 mg\/kg\/day IV for 4 to 6 weeks, followed by stepdown therapy with an oral azole for at least 1 year and until resolution of cerebrospinal fluid abnormalities (guideline dosing)<\/li><li><b>Blastomycosis, Patients who are refractory to or intolerant of conventional amphotericin B:<\/b> 5 mg\/kg IV infusion once daily (manufacturer dosing); average duration about 4 weeks<\/li><li><b>Candidiasis:<\/b> (candidemia) 3 to 5 mg\/kg IV once daily; treat for 14 days after the first negative blood culture result and resolution of signs and symptoms related to candidemia<\/li><li><b>Candidiasis:<\/b> (CNS) 3 to 5 mg\/kg IV once daily WITH OR WITHOUT flucytosine 25 mg\/kg ORALLY four times daily for several weeks, followed by fluconazole 400 to 800 mg (6 to 12 mg\/kg) IV or ORALLY once daily<\/li><li><b>Candidiasis:<\/b> (endophthalmitis) 3 to 5 mg\/kg IV once daily for at least 4 to 6 weeks<\/li><li><b>Candidiasis:<\/b> (endocarditis or infected pacemaker) 3 to 5 mg\/kg IV once daily WITH OR WITHOUT flucytosine 25 mg\/kg ORALLY four times daily, followed by step-down therapy to fluconazole 400 to 800 mg (6 to 12 mg\/kg) IV or ORALLY daily<\/li><li><b>Candidiasis:<\/b> (osteomyelitis and septic arthritis) 3 to 5 mg\/kg IV once daily for at least 2 weeks, followed by fluconazole 400 mg (6 mg\/kg) IV or ORALLY daily<\/li><li><b>Candidiasis:<\/b> (pericarditis, myocarditis, or suppurative thrombophlebitis) 3 to 5 mg\/kg IV once daily, followed by step-down therapy to fluconazole 400 to 800 mg (6 to 12 mg\/kg) IV or ORALLY daily (guideline dosing)<\/li><li><b>Candidiasis:<\/b> 5 mg\/kg IV infusion once daily; average duration about 4 weeks<\/li><li><b>Candidiasis of the esophagus - HIV infection:<\/b> (fluconazole-refractory) 3 to 5 mg\/kg IV daily<\/li><li><b>Coccidioidomycosis:<\/b> 2 to 5 mg\/kg\/day IV<\/li><li><b>Coccidioidomycosis - HIV infection:<\/b> (severe, nonmeningeal) 4 to 6 mg\/kg IV daily until clinical improvement, then switch to either fluconazole 400 mg ORALLY daily or itraconazole 200 mg ORALLY twice daily<\/li><li><b>Cryptococcal meningitis - HIV infection:<\/b> induction, 4 to 6 mg\/kg IV once daily in combination with either flucytosine 25 mg\/kg ORALLY 4 times daily (preferred); OR 4 to 6 mg\/kg IV once daily or in combination with fluconazole 400 mg ORALLY or IV once daily (alternative); continue for at least 2 weeks (guideline dosing)<\/li><li><b>Cryptococcosis:<\/b> (nontransplant and non-HIV-infected patients with CNS disease, severe pulmonary disease, or cryptococcemia\/dissemination) 5 mg\/kg\/day IV plus flucytosine 100 mg\/kg\/day ORALLY in 4 divided doses for 4 to 6 weeks (induction therapy), followed by fluconazole 400 mg\/day ORALLY 8 weeks (consolidation), then fluconazole 200 mg\/day for 6 to 12 months (maintenance) (guideline dosing)<\/li><li><b>Cryptococcosis:<\/b> (organ transplant recipients with CNS disease, severe pulmonary disease, moderately severe-to-severe non-CNS disease, or disseminated disease without CNS involvement) 5 mg\/kg\/day IV plus flucytosine 100 mg\/kg\/day ORALLY in 4 divided doses for 2 weeks (preferred induction therapy) OR 5 mg\/kg\/day for 4 to 6 weeks (alternative induction therapy if used without flucytosine), followed by fluconazole 400 to 800 mg\/day ORALLY for 8 weeks (consolidation), then fluconazole 200 to 400 mg\/day ORALLY for 6 to 12 months (maintenance) (guideline dosing)<\/li><li><b>Cryptococcosis:<\/b> 5 mg\/kg IV infusion once daily (manufacturer dosing)<\/li><li><b>Disseminated candidiasis, chronic:<\/b> (induction) primary therapy, 3 to 5 mg\/kg IV once daily for 1 to 2 weeks, followed by fluconazole 400 mg (6 mg\/kg) ORALLY daily<\/li><li><b>Empirical antifungal therapy, Suspected candidiasis:<\/b> 3 to 5 mg\/kg IV once daily<\/li><li><b>Histoplasmosis:<\/b> (moderately severe to severe acute pulmonary histoplasmosis) 3 to 5 mg\/kg IV daily for 1 to 2 weeks, followed by stepdown therapy with oral itraconazole<\/li><li><b>Histoplasmosis:<\/b> (moderately severe to severe disseminated histoplasmosis) alternative therapy, 5 mg\/kg IV daily for 1 to 2 weeks, followed by stepdown therapy with oral itraconazole<\/li><li><b>Histoplasmosis:<\/b> (pregnant women) 3 to 5 mg\/kg IV daily for 4 to 6 weeks<\/li><li><b>HIV infection - Oropharyngeal candidiasis:<\/b> (fluconazole-refractory) 3 to 5 mg\/kg IV daily<\/li><li><b>Leishmaniasis, Patients who are refractory to or intolerant of conventional amphotericin B:<\/b> 5 mg\/kg IV infusion once daily; average duration about 4 weeks<\/li><li><b>Pulmonary aspergillosis, Chronic (cavitary or necrotizing), salvage therapy:<\/b> 5 mg\/kg IV infusion once daily; average duration about 4 weeks<\/li><li><b>Sporotrichosis:<\/b> osteoarticular, pulmonary, or disseminated sporotrichosis, 3 to 5 mg\/kg\/day IV; treat until patient has shown a favorable response before stepdown therapy with itraconazole; total treatment duration should be at least 12 months<\/li><li><b>Sporotrichosis:<\/b> meningeal sporotrichosis, 5 mg\/kg\/day IV; treat for at least 4 to 6 weeks<\/li><li><b>Systemic mycosis, Patients who are refractory to or intolerant of conventional amphotericin B:<\/b> 5 mg\/kg IV infusion once daily; average duration about 4 weeks<\/li><\/ul>"},{"id":"924051-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>confusion between different amphotericin IV formulations has led to fatal overdose as well as the delivery of subtherapeutic doses; extra precautionary measures recommended when prescribing as well as for the storage, preparation, and administration of amphotericin B products<\/li><li><b>Aspergillosis, Invasive:<\/b> 5 mg\/kg IV infusion once daily<\/li><li><b>Aspergillosis, Invasive - HIV infection:<\/b> 5 mg\/kg IV once daily<\/li><li><b>Blastomycosis, Patients who are refractory to or intolerant of conventional amphotericin B:<\/b> (moderately severe to severe disease) 3 to 5 mg\/kg\/day IV for 1 to 2 weeks, followed by stepdown therapy with oral itraconazole for 12 months (guideline dosing)<\/li><li><b>Blastomycosis, Patients who are refractory to or intolerant of conventional amphotericin B:<\/b> 5 mg\/kg IV infusion once daily (manufacturer dosing); average duration about 4 weeks<\/li><li><b>Candidiasis:<\/b> (neonatal) 3 to 5 mg\/kg IV daily for 3 weeks (guideline dosing)<\/li><li><b>Candidiasis:<\/b> 5 mg\/kg IV infusion once daily (manufacturer dosing); average duration about 4 weeks<\/li><li><b>Coccidioidomycosis - HIV infection:<\/b> (diffuse pulmonary or disseminated nonmeningeal) 5 mg\/kg IV once daily until clinical improvement (treat for a minimum of several weeks); once stable, may switch to fluconazole 5 to 6 mg\/kg IV or ORALLY twice daily (maximum 800 mg\/day), or itraconazole 5 to 10 mg\/kg IV or ORALLY twice daily for 3 days, then 2 to 5 mg\/kg ORALLY twice daily (maximum 400 mg\/day)<\/li><li><b>Cryptococcosis:<\/b> (CNS and disseminated disease) 5 mg\/kg\/day IV plus flucytosine 100 mg\/kg\/day ORALLY in 4 divided doses for 2 weeks (induction), followed by fluconazole 10 to 12 mg\/kg\/day ORALLY in 2 divided doses for 8 weeks (consolidation) (guideline dosing)<\/li><li><b>Cryptococcosis:<\/b> 5 mg\/kg IV infusion once daily (manufacturer dosing)<\/li><li><b>Cryptococcosis - HIV infection:<\/b> 5 mg\/kg IV daily; for disseminated (non-CNS) or severe, pulmonary disease, consider adding flucytosine 25 mg\/kg ORALLY 4 times daily until symptoms resolve<\/li><li><b>Disseminated candidiasis - HIV infection:<\/b> 5 mg\/kg IV, infused over 2 hours, once daily for 2 to 4 weeks based on clinical response<\/li><li><b>Histoplasmosis:<\/b> (progressive disseminated histoplasmosis) 3 to 5 mg\/kg\/day IV for 4 to 6 weeks<\/li><li><b>Leishmaniasis, Patients who are refractory to or intolerant of conventional amphotericin B:<\/b> 5 mg\/kg IV infusion once daily; average duration about 4 weeks<\/li><li><b>Pulmonary aspergillosis, Chronic (cavitary or necrotizing), salvage therapy:<\/b> 5 mg\/kg IV infusion once daily; average duration about 4 weeks<\/li><li><b>Systemic mycosis, Patients who are refractory to or intolerant of conventional amphotericin B:<\/b> 5 mg\/kg IV infusion once daily; average duration about 4 weeks<\/li><\/ul>"},{"id":"924051-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (CrCl greater than 10 mL\/min):<\/b> no specific dose adjustment necessary<\/li><li><b>renal impairment (CrCl less than 10 mL\/min):<\/b> usual IV dose (5 mg\/kg) every 24 to 36 hours<\/li><li><b>hemodialysis:<\/b> no specific dose adjustment necessary<\/li><\/ul>"},{"id":"924051-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Aspergillosis, Invasive<\/li><li>Blastomycosis, Patients who are refractory to or intolerant of conventional amphotericin B<\/li><li>Candidiasis<\/li><li>Cryptococcosis<\/li><li>Leishmaniasis, Patients who are refractory to or intolerant of conventional amphotericin B<\/li><li>Pulmonary aspergillosis, Chronic (cavitary or necrotizing), salvage therapy<\/li><li>Systemic mycosis, Patients who are refractory to or intolerant of conventional amphotericin B<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Aspergillosis, Invasive - HIV infection<\/li><li>Candidiasis of the esophagus - HIV infection<\/li><li>Coccidioidomycosis<\/li><li>Coccidioidomycosis - HIV infection<\/li><li>Cryptococcal meningitis - HIV infection<\/li><li>Cryptococcosis - HIV infection<\/li><li>Disseminated candidiasis, chronic<\/li><li>Disseminated candidiasis - HIV infection<\/li><li>Empirical antifungal therapy, Suspected candidiasis<\/li><li>Histoplasmosis<\/li><li>HIV infection - Oropharyngeal candidiasis<\/li><li>Sporotrichosis<\/li><\/ul>"}]},"3":{"id":"924051-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924051-s-3-9","title":"Contraindications","mono":"hypersensitivity to any form of amphotericin B or any other component in the formulation<br\/>"},{"id":"924051-s-3-10","title":"Precautions","mono":"<ul><li>acute reactions, including fever and chills, may occur within 1 to 2 hours of initiation<\/li><li>anaphylaxis has been reported; discontinue immediately and do not reinitiate if severe respiratory distress occurs<\/li><\/ul>"},{"id":"924051-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"924051-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: WHO documentation states insufficient data.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"924051-s-4","title":"Drug Interactions","sub":{"2":{"id":"924051-s-4-15","title":"Moderate","mono":"<ul>Cyclosporine (probable)<\/ul>"}}},"5":{"id":"924051-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Other:<\/b>Fever (14%), Shivering (18%)<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation<\/li><li><b>Immunologic:<\/b>Anaphylaxis (less than 0.1%)<\/li><li><b>Renal:<\/b>Renal failure (5%)<\/li><li><b>Other:<\/b>Multiple organ failure (11%)<\/li><\/ul>"},"6":{"id":"924051-s-6","title":"Drug Name Info","sub":{"0":{"id":"924051-s-6-17","title":"US Trade Names","mono":"Abelcet<br\/>"},"2":{"id":"924051-s-6-19","title":"Class","mono":"<ul><li>Antifungal<\/li><li>Polyene<\/li><\/ul>"},"3":{"id":"924051-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924051-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924051-s-7","title":"Mechanism Of Action","mono":"Systemic: Amphotericin B acts by binding to sterols in the cell membrane of susceptible fungi, with a resultant change in the permeability of the membrane.  <br\/>"},"8":{"id":"924051-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"924051-s-8-24","title":"Distribution","mono":"Systemic: Vd: 131 L\/kg <br\/>"},"3":{"id":"924051-s-8-26","title":"Excretion","mono":"Systemic: Renal: 0.9% <br\/>"},"4":{"id":"924051-s-8-27","title":"Elimination Half Life","mono":"Systemic: 7.2 d <br\/>"}}},"9":{"id":"924051-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>shake vial gently to disperse suspension; after withdrawing required dose, replace needle with 5-micron filter needle and inject into IV bag of D5W to a final concentration of 1 mg\/mL (2 mg\/mL may be used in pediatric and cardiovascular patients)<\/li><li>do not mix with NS or mix with other drugs or electrolytes<\/li><li>premixed admixture is stable for 6 hours at room temperature<\/li><li>(infusion) infuse at 2.5 mg\/kg\/hr; shake bag every 2 hours to mix contents as needed<\/li><li>do not use an in-line filter<\/li><\/ul>"},"10":{"id":"924051-s-10","title":"Monitoring","mono":"<ul><li>resolution of fever and clinical signs\/symptoms of the infection<\/li><li>negative cultures for specific fungi<\/li><li>temperature, pulse, respiration, and blood pressure during and for 1 to 3 h from the start of infusion, especially during initial therapy<\/li><li>CBC<\/li><li>hepatic\/renal function<\/li><li>serum electrolytes (especially calcium, magnesium, potassium)<\/li><\/ul>"},"11":{"id":"924051-s-11","title":"How Supplied","mono":"<b>Abelcet<\/b><br\/>Intravenous Suspension: 5 MG\/ML<br\/>"},"12":{"id":"924051-s-12","title":"Toxicology","sub":[{"id":"924051-s-12-31","title":"Clinical Effects","mono":"<b>AMPHOTERICIN B<\/b><br\/>USES: Amphotericin B is an antifungal agent derived from the microorganism Streptomyces nodosus. Amphotericin B is utilized for the treatment of fungal infections. PHARMACOLOGY: Amphotericin B binds with ergosterol on fungal cytoplasmic membranes causing pores to leak, facilitating organelle death. TOXICOLOGY: Amphotericin B is known to cause some degree of renal insufficiency. Distal renal tubule damage and altering blood flow and smooth muscle function are thought to be the etiology of renal dysfunction resulting in nephrocalcinosis. It is also thought that the vehicle for amphotericin B delivery, deoxycholate, may play a role in renal insufficiency. Although amphotericin B has a greater affinity for binding to the ergosterol component of the fungal cell membrane, it can also bind to the cholesterol component of the mammalian cell, thus resulting in cytotoxicity. EPIDEMIOLOGY: Poisoning is usually the result of dosing error. Notable poisoning is uncommon, but may cause significant morbidity and mortality. MILD TO MODERATE TOXICITY: Nausea, vomiting, bloody stool, fever, chills, hypokalemia, hyperkalemia, hypomagnesemia, increase in liver enzymes, and renal insufficiency. SEVERE TOXICITY: Disseminated intravascular coagulation, hypotension, dysrhythmias, renal failure, respiratory failure, and cardiac arrest. ADVERSE EFFECTS: IV infusion has been implicated in phlebitis, arthralgias, myalgias, fever, rigors, headache, nausea, vomiting, diarrhea, anemia, thrombocytopenia, leukopenia, tinnitus, renal injury, hypotension, tachycardia, dyspnea, and peripheral neuropathy. Intrathecal administration has caused paresthesia, delirium, flaccid paralysis, and parkinsonism. Chest pain is a known side effect after infusion of amphotericin B liposomal formulations. Oral exposures can occur with topical formulations, or lozenges, but toxicity is limited. Dermatitis can also occur with topical exposure.<br\/>"},{"id":"924051-s-12-32","title":"Treatment","mono":"<b>AMPHOTERICIN B <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild to moderate overdose, administer IV fluids, and antiemetics for nausea or vomiting. Replace electrolytes or treat hyperkalemia. Salt loading and mannitol have been utilized to prevent renal injury; efficacy in overdose is unknown. MANAGEMENT OF SEVERE TOXICITY: Treatment is supportive with attention to the airway, breathing, and circulation. Strategies to reduce renal toxicity include IV saline, magnesium, and potassium supplementation for low magnesium or potassium. Treat hyperkalemia and cardiac dysrhythmias per protocol. INHALATION EXPOSURE: Move to fresh air and monitor for respiratory distress. Administer oxygen and treat with beta-2 agonists as needed. DERMAL EXPOSURE: Wash exposed skin with soap and water. EYE EXPOSURE: Irrigate copiously with tap water or normal saline.<\/li><li>Intrathecal injection: After an overdose, keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Add fresh frozen plasma (25 mL FFP to 1 L NS or LR) or 5% albumin to the perfusate to enhance removal as amphotericin B is highly protein bound.<\/li><li>Decontamination: Significant toxicity has not been reported after ingestion. Gastrointestinal decontamination is generally not indicated.<\/li><li>Airway management: Generally not necessary. Intubate patients with severe hypotension or dysrhythmias, pulmonary edema, or respiratory failure.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor vital signs. Institute continuous cardiac monitoring and obtain an ECG. Monitor serum electrolytes, BUN, creatinine, glucose, CBC, creatine phosphokinase, urinalysis, and creatinine clearance. Specific drug concentrations are not clinically useful, but can confirm overdose.<\/li><li>Enhanced elimination procedure: Exchange transfusion may be utilized in neonates and infants after large IV overdoses. In adults, hemodialysis is not useful given the low water solubility and high protein binding of amphotericin B.<\/li><li>Patient disposition: HOME CRITERIA: Most exposures will occur in a hospital setting, but small oral unintentional overdoses that are asymptomatic may be managed at home. OBSERVATION CRITERIA: Any symptomatic patient or one with an intentional ingestion should be sent to the hospital and observed. ADMISSION CRITERIA: Any symptomatic patient with a suspected or known significant overdose should be admitted to the ICU. CONSULT CRITERIA: Nephrology should be consulted if acute renal failure develops. Consult a medical toxicologist or poison center for patients with significant overdose or severe toxicity.<\/li><\/ul>"},{"id":"924051-s-12-33","title":"Range of Toxicity","mono":"<b>AMPHOTERICIN B<\/b><br\/>TOXIC DOSE: No specific toxic dose is known. Minimum lethal exposure has not been established. Dysrhythmias and cardiac arrest have occurred in pediatric patients following doses of approximately 4 to 41 mg\/kg of amphotericin B. THERAPEUTIC DOSE: ADULT: AMPHOTERICIN B: IV, 0.25 to 0.3 mg\/kg\/day initially, up to 0.5 to 0.7 mg\/kg\/day, depending on cardio-renal status; intrathecal, 0.1 to 1.5 mg per dose at intervals ranging from daily to weekly, starting with a low dose and titrating up as tolerated. AMPHOTERICIN B CHOLESTERYL SULFATE COMPLEX: 3 to 4 mg\/kg\/day IV infusion at a rate of 1 mg\/kg\/hr. AMPHOTERICIN B LIPID COMPLEX: 5 mg\/kg\/day IV infusion at a rate of 2.5 mg\/kg\/hr. AMPHOTERICIN B LIPOSOME: 3 to 5 mg\/kg\/day IV infusion over a period of 2 hours. PEDIATRIC: AMPHOTERICIN B: 0.5 to 1 mg\/kg\/day IV depending on infection. AMPHOTERICIN B CHOLESTERYL SULFATE COMPLEX: 3 to 4 mg\/kg\/day IV infusion at a rate of 1 mg\/kg\/hr. AMPHOTERICIN B LIPID COMPLEX: 3 to 6 mg\/kg\/day IV depending on infection. AMPHOTERICIN B LIPOSOME: 3 to 5 mg\/kg\/day IV infusion over a period of 2 hours.<br\/>"}]},"13":{"id":"924051-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause shivering, diarrhea, nausea, vomiting, dyspnea, or fever.<\/li><li>Instruct patient to report signs\/symptoms of hypotension, respiratory failure, or nephrotoxicity.<\/li><\/ul>"}}}