{"generic":"Ipratropium Bromide\/Albuterol Sulfate","drugs":["Combivent","Combivent Respimat","Duoneb","Ipratropium Bromide\/Albuterol Sulfate"],"mono":{"0":{"id":"924054-s-0","title":"Generic Names","mono":"Ipratropium Bromide\/Albuterol Sulfate"},"1":{"id":"924054-s-1","title":"Dosing and Indications","sub":{"0":{"id":"924054-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Chronic obstructive pulmonary disease, For patients requiring a second bronchodilator:<\/b> Combivent(R), 2 INHALATIONS (ipratropium bromide 18 mcg\/albuterol sulfate 103 mcg [albuterol base 90 mcg] per inhalation) 4 times daily; MAX 12 inhalations per 24 hours<\/li><li><b>Chronic obstructive pulmonary disease, For patients requiring a second bronchodilator:<\/b> Combivent(R) Respimat(R), 1 INHALATION (ipratropium bromide 20 mcg\/albuterol base 100 mcg [albuterol sulfate 120 mcg] per inhalation) ORALLY 4 times daily; MAX 6 inhalations per 24 hours<\/li><li><b>Chronic obstructive pulmonary disease, For patients requiring a second bronchodilator:<\/b> Duoneb(R), one 3-mL vial (ipratropium bromide 0.5 mg\/albuterol sulfate 3 mg [albuterol base 2.5 mg] per 3 mL) via NEBULIZATION 4 times daily; MAX 6 doses per 24 hours<\/li><\/ul>"},"1":{"id":"924054-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},"3":{"id":"924054-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Chronic obstructive pulmonary disease, For patients requiring a second bronchodilator<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Asthma<br\/>"}}},"3":{"id":"924054-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924054-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to albuterol, ipratropium, atropine or its derivatives, or to any other component of the product<\/li><li>hypersensitivity to soya lecithin or related food products (eg, soybean, peanut products) (Combivent(R) Inhalational Aerosol)<\/li><\/ul>"},{"id":"924054-s-3-10","title":"Precautions","mono":"<ul><li>bladder neck obstruction; anticholinergic effects of ipratropium bromide may worsen condition<\/li><li>cardiovascular (CV) disorders, especially coronary insufficiency, cardiac arrhythmias, and hypertension; clinically significant CV effects (eg, heart rate, blood pressure, and ECG changes) may occur; consider discontinuing use if CV effects occur<\/li><li>concomitant use with anticholinergic agents not recommended<\/li><li>concomitant use of MAO inhibitors or tricyclic antidepressants, or therapy within 2 weeks; consider alternative therapy<\/li><li>convulsive disorders; sympathomimetic effects of albuterol sulfate may worsen condition<\/li><li>diabetes mellitus; sympathomimetic effects of albuterol sulfate may worsen condition<\/li><li>excessive responsiveness to sympathomimetic amines; sympathomimetic effects of albuterol sulfate<\/li><li>excessive use; do not exceed recommended dose, fatalities have been reported with excessive use of inhaled sympathomimetic drugs in asthma<\/li><li>glaucoma, narrow angle; anticholinergic effects of ipratropium bromide may worsen condition<\/li><li>hypersensitivity reactions (eg, urticaria, angioedema, rash, bronchospasm, anaphylaxis, oropharyngeal edema) may occur; discontinue use immediately<\/li><li>hyperthyroidism; sympathomimetic effects of albuterol sulfate may worsen condition<\/li><li>hypokalemia, significant; has been reported; may potentiate cardiovascular adverse events<\/li><li>myocardial ischemia has rarely been reported<\/li><li>paradoxical bronchospasm, some cases life-threatening, may occur, especially following the first use of a new canister; discontinue use if bronchospasm occurs<\/li><li>prostatic hyperplasia; anticholinergic effects of ipratropium bromide may worsen condition<\/li><\/ul>"},{"id":"924054-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"924054-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924054-s-4","title":"Drug Interactions","sub":{"1":{"id":"924054-s-4-14","title":"Major","mono":"<ul><li>Acebutolol (theoretical)<\/li><li>Amineptine (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amitriptylinoxide (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Atenolol (theoretical)<\/li><li>Atomoxetine (probable)<\/li><li>Befunolol (theoretical)<\/li><li>Betaxolol (theoretical)<\/li><li>Bevantolol (theoretical)<\/li><li>Bisoprolol (theoretical)<\/li><li>Bopindolol (theoretical)<\/li><li>Carteolol (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Celiprolol (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Dibenzepin (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Esmolol (theoretical)<\/li><li>Furazolidone (probable)<\/li><li>Imipramine (theoretical)<\/li><li>Iobenguane I 123 (theoretical)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (theoretical)<\/li><li>Landiolol (theoretical)<\/li><li>Levalbuterol (theoretical)<\/li><li>Levobunolol (theoretical)<\/li><li>Linezolid (probable)<\/li><li>Lofepramine (theoretical)<\/li><li>Melitracen (theoretical)<\/li><li>Mepindolol (theoretical)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (theoretical)<\/li><li>Metoprolol (theoretical)<\/li><li>Moclobemide (probable)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nadolol (theoretical)<\/li><li>Nebivolol (theoretical)<\/li><li>Nipradilol (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Opipramol (theoretical)<\/li><li>Oxprenolol (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Pargyline (probable)<\/li><li>Penbutolol (theoretical)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (theoretical)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (theoretical)<\/li><li>Talinolol (theoretical)<\/li><li>Tertatolol (theoretical)<\/li><li>Tianeptine (theoretical)<\/li><li>Timolol (theoretical)<\/li><li>Tranylcypromine (probable)<\/li><li>Trimipramine (theoretical)<\/li><li>Umeclidinium (theoretical)<\/li><\/ul>"},"2":{"id":"924054-s-4-15","title":"Moderate","mono":"<ul>Betel Nut (probable)<\/ul>"}}},"5":{"id":"924054-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Headache (5.6%)<\/li><li><b>Respiratory:<\/b>Bronchitis (12.3%), Cough (4.2%), Disorder of respiratory system (2.5%), Dyspnea (4.5%), Pharyngitis (2.2%), Sinusitis (2.3%), Upper respiratory infection (10.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation, Cardiac dysrhythmia (less than 2%), Myocardial ischemia, Supraventricular tachycardia<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Ophthalmic:<\/b>Angle-closure glaucoma<\/li><li><b>Respiratory:<\/b>Pneumonia (1.4%)<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"924054-s-6","title":"Drug Name Info","sub":{"0":{"id":"924054-s-6-17","title":"US Trade Names","mono":"<ul><li>Combivent<\/li><li>Duoneb<\/li><li>Combivent Respimat<\/li><\/ul>"},"2":{"id":"924054-s-6-19","title":"Class","mono":"<ul><li>Anticholinergic<\/li><li>Beta-2 Adrenergic Agonist<\/li><li>Bronchodilator<\/li><li>Sympathomimetic<\/li><\/ul>"},"3":{"id":"924054-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924054-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924054-s-7","title":"Mechanism Of Action","mono":"<ul><li>Inhalation-Local: Ipratropium and albuterol combination reduces bronchospasm through both anticholinergic and sympathomimetic mechanisms. Simultaneous administration of both drugs produces a greater bronchodilator effect than when either drug is used alone at recommended dosages. <\/li><li>Albuterol-Albuterol is a sympathomimetic agent that has a relatively high degree of selectivity for beta 2-adrenergic receptors. Activation of these receptors on airway smooth muscle leads to the activation of the enzyme adenylyl cyclase and to an increase in the intracellular concentration of cyclic-3, 5-adenosine monophosphate (cAMP). Increased cAMP concentrations indirectly lower intracellular ionic calcium, which results in airway smooth muscle relaxation. <\/li><li>Ipratropium-Ipratropium is an anticholinergic agent that produces a local, site-specific effect rather than a systemic effect. It appears to produce bronchodilation by inhibition of cholinergic receptors on bronchial smooth muscle. <\/li><\/ul>"},"8":{"id":"924054-s-8","title":"Pharmacokinetics","sub":[{"id":"924054-s-8-23","title":"Absorption","mono":"<ul><li>Inhalation-Local: Albuterol- Rapidly absorbed <\/li><li>Ipratropium- Not absorbed .<\/li><\/ul>"}]},"9":{"id":"924054-s-9","title":"Administration","mono":"<ul><li><b>Inhalation<\/b><br\/><ul><li>Combivent(R) Respimat(R): do not turn the clear base before inserting cartridge; keep orange cap closed, press safety catch while pulling off the clear base; write discard date (3 months from the date the cartridge is inserted into the inhaler) on the label of the inhaler; push the narrow end of the cartridge into the inhaler, about one-eighth of the cartridge will remain visible; may push the cartridge against a firm surface to ensure correct insertion; replace clear base<\/li><li>Combivent(R) Respimat(R): do not remove cartridge or clear base once assembled<\/li><li>Combivent(R) Respimat(R): preparation of inhaler, hold upright with the orange cap closed, then turn the clear base in the direction of the white arrows on the label until it clicks (half a turn); fully open the orange cap<\/li><li>Combivent(R) Respimat(R): for first-time use and if inhaler has not been used for more than 21 days, actuate the inhaler toward the ground, once an aerosol cloud is visible then actuate 3 more times; if inhaler has not been used for more than 3 days, then actuate the inhaler once<\/li><li>Combivent(R) Respimat(R): do not cover the air vents when administering inhaler; avoid contact with eyes<\/li><li>Combivent(R) Respimat(R): discard the inhaler 3 months from the date the cartridge is inserted into the inhaler<\/li><li>Combivent(R): test spray metered dose inhaler (MDI) 3 times before first use or when MDI has not been used for more than 24 hours; shake canister for a minimum of 10 seconds before use<\/li><li>Combivent(R): discard when the labeled number of sprays has been used<\/li><\/ul><\/li><li><b>Nebulization route<\/b><br\/>(solution) administer solution via jet nebulizer with face mask or mouthpiece; avoid contact with eyes<br\/><\/li><\/ul>"},"10":{"id":"924054-s-10","title":"Monitoring","mono":"<ul><li>proper inhalation technique<\/li><li>reduction in asthma symptoms<\/li><li>pulmonary function tests<\/li><\/ul>"},"11":{"id":"924054-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Inhalation Solution: (Albuterol Sulfate - Ipratropium Bromide) 3 MG\/3 ML-0.5 MG\/3 ML<br\/><\/li><li><b>Combivent<\/b><br\/>Inhalation Aerosol Powder: (Albuterol Sulfate - Ipratropium Bromide) 0.09 MG\/Actuation-0.018 MG\/Actuation, 103 MCG\/Actuation-18 MCG\/Actuation<br\/><\/li><li><b>Combivent Respimat<\/b><br\/>Inhalation Spray: (Albuterol Sulfate - Ipratropium Bromide) 100 MCG\/Actuation-20 MCG\/Actuation<br\/><\/li><li><b>Duoneb<\/b><br\/>Inhalation Solution: (Albuterol Sulfate - Ipratropium Bromide) 3 MG\/3 ML-0.5 MG\/3 ML<br\/><\/li><\/ul>"},"12":{"id":"924054-s-12","title":"Toxicology","sub":[{"id":"924054-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>ALBUTEROL AND RELATED AGENTS<\/b><br\/>USES: Used primarily as a bronchodilator for asthma or other pulmonary diseases.  Also may be used for the treatment of hyperkalemia.  Found in metered dose inhalers, unit doses for nebulizers, and as an oral syrup and tablets. PHARMACOLOGY: Selective beta2-adrenergic agonist which primarily causes smooth muscle relaxation. TOXICOLOGY: Results from over-stimulation of beta-adrenergic activity.  In addition, beta-adrenergic selectivity is lost, so beta-1 effects can be seen. EPIDEMIOLOGY: Uncommon poisoning that rarely results in serious morbidity or death. MILD TO MODERATE TOXICITY: Tachycardia, hypertension, tachypnea, tremor, agitation, nausea, vomiting, hypokalemia, hyperglycemia. SEVERE TOXICITY: Severe effects include hypotension, dysrhythmias, seizures, and acidosis and are likely to occur only after ingestion. ADVERSE EFFECTS: Tachycardia, tremor, hyperactivity, nausea, vomiting.<br\/><\/li><li><b>ANTICHOLINERGIC POISONING <\/b><br\/>USES: The anticholinergic toxidrome refers to a set of signs and symptoms that occur with overdose of antagonists of the muscarinic cholinergic receptors. It can occur after poisoning from many pharmaceuticals and from naturally occurring alkaloids found in many plants.  These medications are commonly used as sleep aids, antispasmodics (gastrointestinal and urinary), antihistamines, and ophthalmic cycloplegics and to treat Parkinson disease.  This class of drugs is occasionally abused (mostly by adolescents) for its hallucinogenic effects. PHARMACOLOGY: Competitive antagonist of M1 and M2 muscarinic cholinergic receptor. Toxic effects from antagonism of the nicotinic cholinergic system is not a component of the syndrome. In general, the desired pharmacologic effects occur when only the peripheral muscarinic receptors are antagonized and there are no central antimuscarinic effects. TOXICOLOGY: Is an extension of the pharmacologic effects, which is due to extensive antagonism of the central and peripheral muscarinic acetylcholine receptors. EPIDEMIOLOGY: Poisoning is common but rarely severe. Toxicity may occur via oral, parenteral, or dermal route.  Systemic anticholinergic effects  have occasionally developed after use of ophthalmic preparations, mostly in young children. MILD TO MODERATE TOXICITY: Somnolence, anticholinergic effects  of mydriasis, flushing, fever, dry mouth, decreased bowel sounds, and tachycardia are characteristic.  Mild hypertension, nausea, and vomiting are  also common after overdose.  Agitation, confusion, and hallucinations may develop with moderate poisoning. SEVERE TOXICITY: Severe effects may include agitated delirium, psychosis, hallucinations, seizures, hyperthermia, and coma. Some drugs that cause the anticholinergic toxidrome (eg, diphenhydramine) may cause QRS widening and ventricular dysrhythmias due to sodium channel antagonism, but this is not due to the anticholinergic effects. Rhabdomyolysis and renal failure may rarely develop in patients with prolonged agitation, coma, or seizures. ADVERSE EFFECTS: COMMON: Dry mouth, urinary retention, and constipation are commonly seen.<br\/><\/li><\/ul>"},{"id":"924054-s-12-32","title":"Treatment","mono":"<ul><li><b>ALBUTEROL AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The majority of albuterol overdoses require supportive care only.  Activated charcoal can be used for oral ingestions if the patient presents early.  Mild symptoms rarely require specific treatment.  An antiemetic may be used.  Hypokalemia may develop but usually does not require treatment because it only reflects cellular shifts and not a true body potassium depletion.  Sinus tachycardia and  hypertension rarely require treatment.  The presence of other dysrhythmias or hypotension indicates a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: If hypotension is present, intravenous fluid should be used initially.  If the hypotension does not respond, a beta-adrenergic blocking agent can be used.  First line choices include esmolol or propranolol since the hypotension is often primarily due to the tachycardia.  Alternatively, a vasopressor with pure alpha activity such as phenylephrine can be used.  Tachycardia can also be treated if necessary with a beta-blocker, but this is rarely warranted. Premature ventricular contractions rarely require treatment.<\/li><li>Decontamination: PREHOSPITAL: There is no role for prehospital decontamination. HOSPITAL: In cases of ingestion, activated charcoal can be used if there is a recent, substantial ingestion and the patient is able to protect their airway.<\/li><li>Antidote: Beta-adrenergic blockers can be used specifically if there is refractory hypotension, dysrhythmias, or tachycardia requiring treatment.  Esmolol (0.025 to 0.1 mg\/kg\/min IV) or propranolol (0.01 to 0.02 mg\/kg IV) are considered first-line treatments.  Esmolol is generally preferred as it is titratable.<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Specific levels are generally not available and not helpful. Obtain serum chemistries to monitor serum potassium levels in severely poisoned patients. Obtain electrocardiogram in patients with chest pain or severe tachycardia. Consider obtaining creatine kinase in severely agitated patients.<\/li><li>Enhanced elimination procedure: There is no role for enhanced elimination.<\/li><li>Patient disposition: HOME CRITERIA: Children with unintentional ingestions of less than 1 mg\/kg with mild symptoms can be observed at home.  Adults with unintentional overdose and mild symptoms may be observed at home. OBSERVATION CRITERIA: Patients with deliberate ingestions or children with ingestions greater than 1 mg\/kg should be evaluated in a health care facility and observed for 4 to 8 hours for the onset of symptoms. ADMISSION CRITERIA: Patients with significant hypotension or dysrhythmias should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul><\/li><li><b>ANTICHOLINERGIC POISONING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of pharmaceutical  overdoses that produce the anticholinergic toxidrome requires only supportive care; administer activated charcoal if the patient presents shortly after ingestion; sedate patients with benzodiazepines for agitation and delirium. Hypertension and tachycardia are generally mild and well tolerated, and do not require specific treatment. Physostigmine can be used to establish a diagnosis; it may help avoid an invasive, costly work-up, but should only be given in a setting where intensive monitoring and resuscitation is possible, and should NOT be given if the history or ECG (QRS widening) suggests tricyclic antidepressant poisoning. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed early. May benefit from gastric lavage if patient presents soon after a large ingestion; administer activated charcoal. GI decontamination should only be performed in patients who can protect their airway or who are intubated. Severe delirium may develop and require large doses of benzodiazepines for sedation. Seizures (may progress to status epilepticus) may require aggressive use of benzodiazepines, propofol and\/or barbiturates. Monitor core temperature and treat hyperthermia with aggressive benzodiazepine sedation to control agitation, and external cooling. Clinical manifestations may be prolonged due to prolonged absorption in the setting of anticholinergic ileus.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for somnolence and seizures. For dermal exposure, wash skin thoroughly. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient is able to protect airway. Consider gastric lavage in recent, life threatening ingestion, protect airway prior to gastric lavage.<\/li><li>Airway management: Protect airway early in patients with severe intoxication (i.e., seizures, severe delirium or hyperthermia).<\/li><li>Antidote: Physostigmine is indicated to reverse the CNS effects caused by clinical or toxic dosages of agents capable of producing anticholinergic syndrome; however, long lasting reversal of anticholinergic signs and symptoms is generally not achieved because of the relatively short duration of action of physostigmine (45 to 60 minutes).  It is most often used diagnostically to distinguish anticholinergic delirium from other causes of altered mental status. CAUTION: If tricyclic antidepressants are coingested, physostigmine may precipitate seizures and dysrhythmias. DOSES: ADULT: 2 mg IV at a slow controlled rate, no more than 1 mg\/min. May repeat doses at intervals of 10 to 30 min if severe symptoms recur. For patients with prolonged anticholinergic delirium consider a continuous infusion, start at 2 mg\/hr and titrate to effect. CHILD: 0.02 mg\/kg by slow IV injection, at a rate no more than 0.5 mg\/minute. Repeat dosage at 5 to 10 minute intervals as long as the toxic effect persists and there is no sign of cholinergic effects. MAXIMUM DOSAGE: 2 mg total.<\/li><li>Seizure: Intravenous benzodiazepines; add propofol or barbiturates if seizures persist or recur.<\/li><li>Body temperature above reference range: Control agitation with benzodiazepines, initiate aggressive external cooling measures (i.e., remove patient's clothing, cover with a damp sheet or spray skin with water and direct fan at the patient's skin to enhance evaporation).<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Monitoring of patient: Monitor vital signs (including temperature) and mental status.  No specific lab work is needed in most patients. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity (i.e., agitation, delirium, seizures, coma, hypotension). Monitor creatinine phosphokinase in patients with prolonged agitation, seizures or coma; monitor renal function and urine output in patients with rhabdomyolysis.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are of no value in this setting because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness or stimulation) with an acute inadvertent ingestion may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (i.e., hallucinations, somnolence, delirium, coma), or persistent tachycardia should be admitted. Patients with coma, seizures or delirium should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (i.e., seizures, severe delirium, coma), or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"924054-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>ALBUTEROL AND RELATED AGENTS<\/b><br\/>TOXICITY: PEDIATRIC: Mild to moderate transient evidence of toxicity develops in children at doses above 1 mg\/kg orally. THERAPEUTIC DOSE: ADULT: The oral adult dose is 2 to 4 mg 3 to 4 times\/day; not to exceed a MAX daily dose of 32 mg. PEDIATRIC: Oral doses for children are 0.1 to 0.2 mg\/kg. MAX daily doses: 32 mg (12-years and older), 24 mg (6- to 11-years); 12 mg (2- to 5-years). The inhalational dose is typically 0.1 to 0.15 mg\/kg\/dose or 0.5 mg\/kg\/hr for continuous administration.<br\/><\/li><li><b>ANTICHOLINERGIC POISONING<\/b><br\/>TOXICITY: ADULTS: Varies with the specific medication. In general, patients will have to ingest large doses of plant products (or make a tea) to develop symptoms. THERAPEUTIC DOSE: Varies with the specific medication.<br\/><\/li><\/ul>"}]},"13":{"id":"924054-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to avoid activities requiring balance or visual acuity until drug effects are realized, as drug may cause dizziness, blurred vision, mydriasis, or accommodation disorders.<\/li><li>Tell patient not to exceed physician recommended dose as fatalities have occurred.<\/li><li>Advise patient to immediately stop drug, use alternative therapy, and contact physician with development of paradoxical bronchospasm.<\/li><li>Instruct patient to report need for increased frequency or amounts of drug to provide symptomatic relief.<\/li><li>Drug may cause diarrhea, dyspepsia, nausea, vomiting, xerostomia, cough, dyspnea, pharyngitis, sinusitis, upper respiratory infections, or taste perversion.<\/li><li>Counsel patient to report signs\/symptoms of arrhythmias (palpitations, atrial fibrillation, supraventricular tachycardia).<\/li><li>Instruct patient to avoid spraying drug near eyes as this may cause eye pain or discomfort, temporary blurring of vision, visual halos, mydriasis, or new onset or worsening of narrow-angle glaucoma.<\/li><li>Advise patient on proper inhalation technique, depending on delivery device used.<\/li><li>Tell patient to wash the mouthpiece at least weekly to avoid medication buildup and blockage of the device.<\/li><\/ul>"}}}