{"generic":"Sodium Oxybate","drugs":["Sodium Oxybate","Xyrem"],"mono":[{"id":"924076-s-0","title":"Generic Names","mono":"Sodium Oxybate"},{"id":"924076-s-1","title":"Dosing and Indications","sub":[{"id":"924076-s-1-4","title":"Adult Dosing","mono":"<ul><li>available only through restricted distribution, the Xyrem Success Program(R); 1-866-XYREM88 (1-866-997-3688)<\/li><li>550 mg of sodium per 3 g dose<\/li><li><b>Cataplexy and narcolepsy:<\/b> initial, 2.25 g ORALLY at bedtime and 2.25 g taken 2.5 to 4 hours later (total initial dose 4.5 g\/night); increase dose by 1.5 g\/night (0.75 g\/dose) at weekly intervals; take while in bed and lie down immediately<\/li><li><b>Cataplexy and narcolepsy:<\/b> maintenance dose, 6 g to 9 g ORALLY per night administered in 2 equally divided doses at bedtime and 2.5 to 4 hours later; take while in bed and lie down immediately; MAX 9 g\/night<\/li><li><b>Narcolepsy, to treat excessive daytime sleepiness:<\/b> initial, 2.25 g ORALLY at bedtime and 2.25 g taken 2.5 to 4 hours later (total initial dose 4.5 g\/night); increase dose by 1.5 g\/night (0.75 g\/dose) at weekly intervals; take while in bed and lie down immediately<\/li><li><b>Narcolepsy, to treat excessive daytime sleepiness:<\/b> maintenance dose, 6 g to 9 g ORALLY per night administered in 2 equally divided doses at bedtime and 2.5 to 4 hours later; take while in bed and lie down immediately; MAX 9 g\/night<\/li><\/ul>"},{"id":"924076-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"924076-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment:<\/b> reduce initial dose to 1.13 g ORALLY at bedtime and 1.13 g taken 2.5 to 4 hours later (total initial dose 2.25 g\/night)<\/li><li><b>concomitant divalproex sodium:<\/b> if currently stabilized on sodium oxybate, initially reduce nightly dose of sodium oxybate by at least 20%; if currently stabilized on divalproex sodium, initiate sodium oxybate at a lower starting dose; further adjustments may be guided by patient response<\/li><\/ul>"},{"id":"924076-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cataplexy and narcolepsy<\/li><li>Narcolepsy, to treat excessive daytime sleepiness<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Fibromyalgia<br\/>"}]},{"id":"924076-s-2","title":"Black Box Warning","mono":"<b>Oral (Solution)<\/b><br\/>Obtundation and respiratory depression may occur with sodium oxybate use. Sodium oxybate is the sodium salt of gamma hydroxybutyrate (GHB). Abuse of GHB is associated with CNS adverse reactions, including seizures, respiratory depression, decreased consciousness, coma, and death. Because of the risks of CNS depression, abuse, and misuse, sodium oxybate is available only through a restricted distribution program called the Xyrem Success Program(R), using a centralized pharmacy. Prescribers and patients must enroll in the program; call 1-866-XYREM88 or go to www.XYREM.com.<br\/>"},{"id":"924076-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924076-s-3-9","title":"Contraindications","mono":"<ul><li>Concurrent use of alcohol<\/li><li>Concurrent use of sedative hypnotic agents<\/li><li>Succinic semialdehyde dehydrogenase deficiency<\/li><\/ul>"},{"id":"924076-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warnings:<\/li><li>-- Respiratory depression may occur; increased risk with compromised respiratory function<\/li><li>-- Concurrent use with other CNS depressants; increased risk of respiratory depression, hypotension, profound sedation, syncope, and death; consider dose reduction, interruption, or discontinuation of one or more CNS depressants, including sodium oxybate<\/li><li>-- Operating hazardous machinery, including automobiles or airplanes; not recommended within 6 hours of second nightly dose<\/li><li>-- Abuse or misuse has been reported and linked to serious CNS effects, including seizure, respiratory depression, decreased consciousness, coma, and death; monitoring of patients at risk recommended<\/li><li>Hepatic:<\/li><li>-- Hepatic impairment; dosage adjustment required<\/li><li>Neurologic:<\/li><li>-- Rapid-onset sedation may occur; dosing prior to bedtime, while in bed, recommended<\/li><li>-- Confusion has been reported and was shown to be dose related<\/li><li>-- Parasomnias, including sleepwalking associated with significant injury, have been reported<\/li><li>Psychiatric:<\/li><li>-- Depression, suicides, and suicidal attempts have been reported, with an increased risk in patients with a history of depression or suicidality; monitoring of patients at risk recommended<\/li><li>-- Anxiety has been reported; monitoring recommended<\/li><li>-- Hallucinations, paranoia, psychosis, agitation, and other neuropsychiatric reactions have been reported<\/li><li>Respiratory:<\/li><li>-- Worsening of central apnea with clinically significant desaturation has been reported in patients with sleep-disordered breathing; increased risk for sleep-disordered breathing in patients with obesity, narcolepsy, or postmenopausal women not on hormone replacement<\/li><li>Other:<\/li><li>-- High salt content; consider daily sodium intake in each dose, especially in salt-sensitive patients (eg, heart failure, hypertension, or renal impairment)<\/li><\/ul>"},{"id":"924076-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"924076-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"924076-s-4","title":"Drug Interactions","sub":[{"id":"924076-s-4-13","title":"Contraindicated","mono":"<ul><li>Carbinoxamine (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Diphenhydramine (theoretical)<\/li><li>Doxylamine (theoretical)<\/li><li>Eszopiclone (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Hydroxyzine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Ramelteon (theoretical)<\/li><li>Zaleplon (theoretical)<\/li><li>Zolpidem (theoretical)<\/li><li>Zopiclone (theoretical)<\/li><\/ul>"},{"id":"924076-s-4-14","title":"Major","mono":"<ul><li>Adinazolam (theoretical)<\/li><li>Alfentanil (theoretical)<\/li><li>Alprazolam (theoretical)<\/li><li>Amobarbital (theoretical)<\/li><li>Anileridine (theoretical)<\/li><li>Aprobarbital (theoretical)<\/li><li>Baclofen (theoretical)<\/li><li>Bromazepam (theoretical)<\/li><li>Brotizolam (theoretical)<\/li><li>Buprenorphine (theoretical)<\/li><li>Buspirone (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Butalbital (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Clonazepam (theoretical)<\/li><li>Clorazepate (theoretical)<\/li><li>Codeine (theoretical)<\/li><li>Cyclobenzaprine (theoretical)<\/li><li>Dantrolene (theoretical)<\/li><li>Dexmedetomidine (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Difenoxin (theoretical)<\/li><li>Diphenoxylate (theoretical)<\/li><li>Divalproex Sodium (probable)<\/li><li>Estazolam (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flunitrazepam (theoretical)<\/li><li>Flurazepam (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Halazepam (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Ketazolam (theoretical)<\/li><li>Levorphanol (theoretical)<\/li><li>Lorazepam (theoretical)<\/li><li>Lormetazepam (theoretical)<\/li><li>Loxapine (theoretical)<\/li><li>Meclizine (theoretical)<\/li><li>Medazepam (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Mephenesin (theoretical)<\/li><li>Mephobarbital (theoretical)<\/li><li>Meprobamate (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methohexital (theoretical)<\/li><li>Methotrimeprazine (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nitrazepam (theoretical)<\/li><li>Nordazepam (theoretical)<\/li><li>Orphenadrine (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Pentobarbital (theoretical)<\/li><li>Perampanel (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Propofol (theoretical)<\/li><li>Propoxyphene (theoretical)<\/li><li>Quazepam (theoretical)<\/li><li>Remifentanil (theoretical)<\/li><li>Secobarbital (theoretical)<\/li><li>Sufentanil (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Temazepam (theoretical)<\/li><li>Thiopental (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Topiramate (theoretical)<\/li><li>Triazolam (theoretical)<\/li><\/ul>"}]},{"id":"924076-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (8% to 20%), Vomiting (2% to 11%)<\/li><li><b>Neurologic:<\/b>Dizziness (9% to 15%), Somnolence (1% to 8%), Tremor (2% to 5%)<\/li><li><b>Renal:<\/b>Urinary incontinence (3% to 7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Neurologic:<\/b>Central nervous system depression<\/li><li><b>Psychiatric:<\/b>At risk for suicide, Depression (up to 7%)<\/li><li><b>Respiratory:<\/b>Obstructive sleep apnea, Increased, Respiratory depression<\/li><\/ul>"},{"id":"924076-s-6","title":"Drug Name Info","sub":{"0":{"id":"924076-s-6-17","title":"US Trade Names","mono":"Xyrem<br\/>"},"2":{"id":"924076-s-6-19","title":"Class","mono":"Central Nervous System Agent<br\/>"},"3":{"id":"924076-s-6-20","title":"Regulatory Status","mono":"Schedule III<br\/>"},"4":{"id":"924076-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"924076-s-7","title":"Mechanism Of Action","mono":"Sodium oxybate is a central nervous system depressant with anti-cataplectic activity in patients with narcolepsy. Although the precise mechanism by which sodium oxybate produces an effect on cataplexy and daytime sleepiness is unknown, it's effects are thought to be mediated through gamma-aminobutyric acid (GABA)-B actions at the noradrenergic, dopaminergic, and thalamocortical neurons.<br\/>"},{"id":"924076-s-8","title":"Pharmacokinetics","sub":[{"id":"924076-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 25 minutes to 1.25 hours<\/li><li>Bioavailability, Oral: 88%<\/li><li>Effects of food: delayed absorption; decreased Cmax by 58%; decreased AUC by 37%<\/li><\/ul>"},{"id":"924076-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: less than 1%<\/li><li>Vd: 0.19 to 0.58 L\/kg<\/li><\/ul>"},{"id":"924076-s-8-25","title":"Metabolism","mono":"Liver: extensive <br\/>"},{"id":"924076-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: negligible<\/li><li>Renal: 1% to 5%<\/li><li>Renal clearance: 0.07 mL\/kg\/min<\/li><li>Total body clearance: 7 to 14 mL\/min\/kg<\/li><\/ul>"},{"id":"924076-s-8-27","title":"Elimination Half Life","mono":"20 to 53 minutes <br\/>"}]},{"id":"924076-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>allow at least 2 hours after eating before taking first dose as food significantly reduces bioavailability<\/li><li>prepare both doses prior to bedtime; dilute each dose with 60 mL of water in dose cups provided; administer within 24 hours after mixing<\/li><li>take both doses at bedtime while in bed, lie down immediately, and remain in bed after ingestion<\/li><li>take second dose 2.5 to 4 hours after first dose and remain in bed after ingestion; may need to set alarm to awaken for second dose<\/li><\/ul>"},{"id":"924076-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>respiratory depression<\/li><\/ul>"},{"id":"924076-s-11","title":"How Supplied","mono":"<b>Xyrem<\/b><br\/>Oral Solution: 500 MG\/ML<br\/>"},{"id":"924076-s-12","title":"Toxicology","sub":[{"id":"924076-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>GAMMA HYDROXYBUTYRIC ACID AND RELATED AGENTS<\/b><br\/>USES: Gamma hydroxybutyric acid (GHB) (sodium oxybate) is used as a treatment for cataplexy symptoms in patients with narcolepsy. GHB and other substances that are metabolized to GHB are used as drugs of abuse. Gamma butyrolactone (GBL) (marketed under varius brand names), a precursor in the synthesis of GHB, and an alleged herbal &quot;growth hormone stimulaor&quot;, produces an intoxication similar to GHB. PHARMACOLOGY: GHB is a structural analog of the neurotransmitter gamma-amino butyric acid (GABA) with agonist activity at both GABA (B) and GHB receptors.  It is rapidly absorbed and has a rapid onset of action. TOXICOLOGY: GHB is believed to be a neuromodulator in the CNS where high affinity to specific GHB receptor occurs. It readily crosses the blood-brain barrier, resulting in general anesthesia and respiratory depression. EPIDEMIOLOGY: Illicit use of GHB and its related compounds is fairly common in some areas of the US and may occur in several settings: in the recreational setting of raves and night clubs; in the athletic setting of bodybuilding gyms and fitness centers (used because it is alleged to stimulate growth hormone release); in the home consumer setting of individuals seeking its &quot;natural health benefit,&quot; and in the criminal setting of drug-facilitated sexual assault. MILD TO MODERATE TOXICITY: Following doses of 30 mg\/kg, hallucination, abrupt onset of sleep, enuresis, myoclonic movements, and euphoria will occur, which start about 15 minutes after ingestion; delirium and agitation are also common. Vomiting is seen in 30% to 50% of patients. SEVERE TOXICITY: Commonly present with bradycardia, myoclonic movements, unconsciousness, delirium, and coma, which occur about 30 to 40 minutes after oral overdose and recover within 2 to 4 hours with complete resolution of symptoms within 8 hours. Hypothermia and mild acidosis may also develop. Seizures have been reported, but are rare. Cheyne-Stokes respiration and loss of proactive reflexes occur. Severe alkaline corrosive burn of the gastrointestinal tract may occur following ingestion of improperly prepared illicit GHB, but is rare. ONSET: Rapid after IV injection (within 2 to 15 minutes) and oral ingestion (within 15 to 30 minutes).  Concurrent alcohol ingestion may delay onset of symptoms from 1,4-BD, due to competition with alcohol dehydrogenase for metabolism to GHB. DURATION: Coma typically lasts 1 to 2 hours, with full recovery by 8 hours; dizziness may linger for up to 2 weeks. Acute symptoms have resolved within 8 hours after doses of 1\/4 teaspoon to 4 tablespoons. Concurrent alcohol ingestion may prolong the duration of effect from 1,4-BD. WITHDRAWAL: A withdrawal syndrome similar to ethanol\/sedative\/hypnotic withdrawal has been reported in patients after abrupt cessation of long-term, frequent  (multiple times daily) use. ADVERSE EFFECT: Nausea, headache, dizziness, nasopharyngitis, somnolence, vomiting, and urinary incontinence are the most commonly observed adverse events following therapeutic doses of sodium oxybate. Refer to the GHB-WITHDRAWAL management for further information.<br\/><\/li><li><b>GHB-WITHDRAWAL<\/b><br\/>BACKGROUND: Gamma hydroxybutyrate (GHB) and its analogs including gamma-butyrolactone (GBL), 1,4-butanediol (1,4-BD) and gamma-valerolactone (GVL) are common drugs of abuse. There is increasing evidence that chronic, frequent (multiple times daily) abuse can lead to physical tolerance. In these patients, abrupt abstinence can be associated with a withdrawal syndrome. Please refer to the GAMMA HYDROXYBUTYRATE AND RELATED AGENTS management for information regarding acute exposure to GHB and related substances. TOXICOLOGY: GHB is thought to function as an inhibitory neurotransmitter in the CNS at GABA-B receptors. GHB temporarily suppresses dopamine release, followed by a release of endogenous opioids and a surge in dopamine release, especially in neurons in the nigrostriatal pathway. Chronic, frequent GHB abuse is thought to be due to decreased endogenous GABAergic tone in the CNS leading to withdrawal when chronic use is abruptly stopped. Withdrawal symptoms are similar to those seen with ethanol withdrawal, as well as with other sedative-hypnotic withdrawal syndromes. EPIDEMIOLOGY: GHB withdrawal is not common and is generally only seen in patients with escalating daily use (up to every 2 hours) over a period of months to years. Rarely, withdrawal has occurred following brief exposure (ie, 1 to 2 weeks). MILD TO MODERATE TOXICITY: Abrupt abstinence after frequent chronic use may produce a range of effects with symptoms similar to those seen with other sedative-hypnotic agent withdrawal syndromes and ethanol withdrawal syndrome. Mild to moderate effects include anxiety, tremor, insomnia, disorientation and nystagmus. GI effects including nausea, vomiting, and diarrhea may occur. SEVERE TOXICITY: Severe symptoms of GHB withdrawal include autonomic instability similar to that seen with ethanol withdrawal, including tachycardia, hypertension, and hyperthermia. Severe neuropsychiatric effects include severe anxiety, agitation, paranoia, tremor and visual, auditory and tactile hallucinations. Rarely, rhabdomyolysis and seizures may be seen; seizures are less common with GHB withdrawal than with ethanol withdrawal.<br\/><\/li><\/ul>"},{"id":"924076-s-12-32","title":"Treatment","mono":"<ul><li><b>GAMMA HYDROXYBUTYRIC ACID AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Most patients will not require airway management, but require monitoring and positioning such that if they vomit they do not aspirate. Treat seizures with benzodiazepines and barbiturates. MANAGEMENT OF SEVERE TOXICITY: Protect the airway and assist ventilation, if needed. Note that patients who required intubation are often awake and extubated within a few hours.<\/li><li>Decontamination: PREHOSPITAL: Do not give charcoal or induce vomiting because of the risk of rapid loss of consciousness and loss of airway protective reflexes, which may lead to pulmonary aspiration. HOSPITAL: The small amount of GHB usually ingested is rapidly absorbed, so gastric lavage, and activated charcoal are of doubtful benefit and not recommended.<\/li><li>Airway management: Endotracheal intubation should be considered in any patient with an unprotected airway.<\/li><li>Antidote: There is no antidote. Flumazenil and naloxone are not clinically effective.<\/li><li>Monitoring of patient: Monitor vital signs, mental status, and the ability to protect the airway. Serum glucose, electrolytes, pulse oximetry, and ECG should be obtained as a part of the general assessment of the patient. Serum levels are not routinely available or useful in patient management.  A serum concentration greater than 50 mg\/L is associated with loss of consciousness, and a concentration greater than 260 mg\/L produces unresponsive coma. The duration of the detection of GHB in the blood and the urine is short (6 and 12 hours, respectively, after therapeutic doses).<\/li><li>Enhanced elimination procedure: There is no role for enhanced removal procedures such as dialysis and hemoperfusion.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Because symptoms typically resolve within few hours, stable patients can be discharged within 4 to 8 hours.<\/li><\/ul><\/li><li><b>GHB-WITHDRAWAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: GHB withdrawal consists of predominantly symptomatic and supportive care. Anxiety and insomnia may be treated with benzodiazepines as needed. MANAGEMENT OF SEVERE TOXICITY: Treatment for severe toxicity begins with symptomatic and supportive care. Agitation, tachycardia, and hypertension typically respond to treatment with other GABA agonists as needed. Benzodiazepines are considered to be the first-line treatment, although very high doses may be required. Patients who are refractory to treatment with benzodiazepines may require treatment with barbiturates or propofol. Pharmaceutical preparations of GHB have been used to treat resistant withdrawal. Antipsychotics such as droperidol and haloperidol may be considered as adjuncts to treatment, especially in patients where neuropsychiatric symptoms and hallucinations predominate. These preparations should be used with caution as they lower the seizure threshold. Patients with hyperthermia and severe agitation may require intubation, sedation, and external cooling, as well as aggressive IV fluid hydration to treat rhabdomyolysis. Seizures are rare. Seizures should be treated with benzodiazepines as needed.<\/li><li>Decontamination: PREHOSPITAL: There is no role for decontamination in GHB withdrawal. HOSPITAL: There is no role for decontamination in GHB withdrawal.<\/li><li>Airway management: Rarely, patients with severe agitation and autonomic instability may require intubation due to the high doses of sedation required.<\/li><li>Antidote: There is no specific antidote for GHB withdrawal, although symptoms typically resolve if GHB is restarted. In the healthcare setting, symptoms are typically treated with other GABA agonists such as benzodiazepines, barbiturates, and propofol. Pharmaceutical GHB has also been used to treat resistant withdrawal.<\/li><li>Monitoring of patient: GHB levels are not easily available in most labs, and are not clinically relevant to the management of GHB withdrawal. Monitor vital signs and mental status. Serum electrolytes, renal function, liver enzymes, and creatine kinase should be evaluated in patients with evidence of toxicity. Patients with toxicity should receive an ECG and cardiac monitoring.<\/li><li>Enhanced elimination procedure: There is no role for enhanced elimination in the treatment of GHB withdrawal.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management of GHB withdrawal. OBSERVATION CRITERIA: Patients with GHB withdrawal should be referred to a healthcare facility for evaluation and treatment. Because of the duration of withdrawal symptoms, patients whose symptoms are controlled with ED treatment will need to either be referred to a drug treatment program that can provide tapered benzodiazepine therapy, or provided with tapered benzodiazepine doses that can be carefully supervised in an outpatient setting. ADMISSION CRITERIA: Patients who develop significant symptoms with tachycardia, hypertension, and severe agitation who require more than a small amount of benzodiazepines for treatment should be admitted to the hospital, especially given the typical duration of withdrawal symptoms lasting several days. Patients with significant autonomic instability including hyperthermia, patients requiring intubation, patients with seizure activity, and patients with severe and refractory symptoms should be admitted to an ICU setting. CONSULT CRITERIA: Contact your regional poison center for a toxicology consult for any patient with suspected GHB withdrawal and more than mild symptoms. Refer patients for substance abuse counseling.<\/li><\/ul><\/li><\/ul>"},{"id":"924076-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>GAMMA HYDROXYBUTYRIC ACID AND RELATED AGENTS<\/b><br\/>TOXICITY: Response to low oral doses of GHB is unpredictable with variability between patients. Dose-related effects include: CNS depression; amnesia and hypotonia (10 mg\/kg); somnolence, drowsiness, dizziness, and euphoria (20 to 30 mg\/kg); coma, hypotonia, bradycardia, bradypnea, Cheyne-Stokes respiration, nausea, and vomiting (50 to 70 mg\/kg). THERAPEUTIC DOSE: SODIUM OXYBATE: Starting dose, 4.5 g per night divided into two equal doses of 2.25 g; maximum of 9 g\/day.<br\/><\/li><li><b>GHB-WITHDRAWAL<\/b><br\/>TOXICITY: Prolonged and frequent dosing of GHB and GBL can result in withdrawal. Symptoms can range from mild to severe. Individual variability appears to have some role in the extent and\/or severity of withdrawal symptoms reported.  In a case series of 57 withdrawal patients (36 cases of GHB, 3 cases of 1,4-BD, and 18 cases of GBL), a common pattern was noted with patients with a history of prolonged daily GHB use (generally more than a year) with frequent dosing up to every 2 hours, and a gradual progression of increased GHB dosing to achieve and maintain the euphoric effects. A death from GHB withdrawal was reported in a patient who died on day 13 after cessation of GHB; the cause of death was unclear. Chronic administration of therapeutic GHB for the treatment of narcolepsy has not been associated with withdrawal symptoms following discontinuation.<br\/><\/li><\/ul>"}]},{"id":"924076-s-13","title":"Clinical Teaching","mono":"<ul><li>Inform patient that this is a very powerful CNS depressant and that overdose may cause death. Never use more than prescribed.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause nausea, confusion, dizziness, somnolence, depression, sleep apnea, sleep walking, or incontinence.<\/li><li>Patient should allow at least 2 h after eating before taking first dose and should minimize the variability in timing of dosing with regard to meals.<\/li><li>Advise patient to take this drug while seated in bed and again 2.5 to 4 h later.<\/li><li>Instruct patient to remain in bed after dosing, as CNS depressant effects of this drug occur rapidly.<\/li><li>Patient should not drink alcohol or take other CNS depressants during therapy, as this may potentiate the CNS depressant effects of sodium oxybate.<\/li><li>Patient should not take other sedative hypnotic medications while taking this drug.<\/li><li>If patient misses the second dose, patient should skip the missed dose and wait until the next night to resume regular medication schedule.<\/li><\/ul>"}]}