{"generic":"Azelastine Hydrochloride","drugs":["Astelin","Astelin Ready-Spray","Astepro","Azelastine Hydrochloride","Optivar"],"mono":{"0":{"id":"924120-s-0","title":"Generic Names","mono":"Azelastine Hydrochloride"},"1":{"id":"924120-s-1","title":"Dosing and Indications","sub":{"0":{"id":"924120-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Allergic conjunctivitis:<\/b> 1 drop (0.05%) into affected eye(s) twice daily for up to 8 weeks<\/li><li><b>Perennial allergic rhinitis:<\/b> (0.15% nasal spray) 2 sprays per NOSTRIL twice daily<\/li><li><b>Seasonal allergic rhinitis:<\/b> (0.1% nasal spray) 1 or 2 sprays per NOSTRIL twice daily<\/li><li><b>Seasonal allergic rhinitis:<\/b> (0.15% nasal spray) 1 or 2 sprays per NOSTRIL twice daily or 2 sprays per NOSTRIL once daily<\/li><li><b>Vasomotor rhinitis:<\/b> 2 sprays per NOSTRIL twice daily<\/li><\/ul>"},"1":{"id":"924120-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Allergic conjunctivitis:<\/b> (3 years or older) 1 drop (0.05%) into affected eye(s) twice daily for up to 8 weeks<\/li><li><b>Perennial allergic rhinitis:<\/b> (6 months to 5 years; 0.1% spray) 1 spray per NOSTRIL twice daily<\/li><li><b>Perennial allergic rhinitis:<\/b> (6 to 11 years; 0.1% or 0.15% nasal spray) 1 spray per NOSTRIL twice daily<\/li><li><b>Perennial allergic rhinitis:<\/b> (12 years or older; 0.15% nasal spray) 2 sprays per NOSTRIL twice daily<\/li><li><b>Seasonal allergic rhinitis:<\/b> (2 to 5 years; 0.1% nasal spray, Astepro(R)) 1 spray per NOSTRIL twice daily<\/li><li><b>Seasonal allergic rhinitis:<\/b> (5 to 11 years; 0.1% nasal spray, Astelin(R)) 1 spray per NOSTRIL twice daily<\/li><li><b>Seasonal allergic rhinitis:<\/b> (6 to 11 years; 0.1% or 0.15% nasal spray, Astepro(R)) 1 spray per NOSTRIL twice daily<\/li><li><b>Seasonal allergic rhinitis:<\/b> (12 years or older; 0.1% nasal spray) 1 or 2 sprays per NOSTRIL twice daily<\/li><li><b>Seasonal allergic rhinitis:<\/b> (12 years or older; 0.15% nasal spray) 1 or 2 sprays per NOSTRIL twice daily or 2 sprays per NOSTRIL once daily<\/li><li><b>Vasomotor rhinitis:<\/b> (12 years or older) 2 sprays per NOSTRIL twice daily<\/li><\/ul>"},"3":{"id":"924120-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Allergic conjunctivitis<\/li><li>Perennial allergic rhinitis<\/li><li>Seasonal allergic rhinitis<\/li><li>Vasomotor rhinitis<\/li><\/ul>"}}},"3":{"id":"924120-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924120-s-3-9","title":"Contraindications","mono":"Hypersensitivity to azelastine or any component of the product <br\/>"},{"id":"924120-s-3-10","title":"Precautions","mono":"<ul><li>Neurologic:<\/li><li>-- Somnolence has been reported with the nasal spray; avoid hazardous activities such as driving or operating dangerous machinery<\/li><li>Concomitant Use:<\/li><li>-- Avoid alcohol or other CNS depressants with use of nasal spray<\/li><\/ul>"},{"id":"924120-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Azelastine: C (FDA)<\/li><li>Azelastine: B3 (AUS)<\/li><\/ul>"},{"id":"924120-s-3-12","title":"Breast Feeding","mono":"Azelastine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924120-s-4","title":"Drug Interactions","sub":{"1":{"id":"924120-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><\/ul>"},"2":{"id":"924120-s-4-15","title":"Moderate","mono":"<ul>Cimetidine (probable)<\/ul>"}}},"5":{"id":"924120-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Contact dermatitis (Pediatrics, 2% or more)<\/li><li><b>Gastrointestinal:<\/b>Disorder of taste (Adults and adolescents, 4% to 19.7%; pediatrics, 2% to 4% or more), Vomiting (Pediatrics, 2% or more)<\/li><li><b>Neurologic:<\/b>Headache (Astelin(R) nasal spray, 7.9% to 14.8%; Astepro(R) nasal spray, 1% to greater than 5%; ophthalmic, approximately 15%), Somnolence (Astelin(R) nasal spray, up to 11.5%; Astepro(R) nasal spray, up to 2%)<\/li><li><b>Ophthalmic:<\/b>Burning sensation in eye (ophthalmic, 30%)<\/li><li><b>Otic:<\/b>Otitis media (Pediatrics, 2% or more)<\/li><li><b>Respiratory:<\/b>Cough (Pediatrics, 2% or more), Epistaxis (Adults and adolescents, 1% to 3.2%; pediatrics, 2% to 5% or more), Nasal irritation (less than 1% to 4%), Pain in throat (Pediatrics, 2% or more), Pain of nose (Adults and adolescents, 1% to 4%; pediatrics, less than 1% to 4% or more), Pharyngitis (Nasal spray, 3.8%; ophthalmic, 1% to 10%), Rhinitis (Nasal spray, adults, 2.3%; nasal spray, pediatrics, 17%; ophthalmic, 1% to 10%), Sneezing (Adults and adolescents, 1% to 3.1%; pediatrics, 2% to 3% or more), Upper respiratory infection (Pediatrics, 2% to 3% or more)<\/li><li><b>Other:<\/b>Fatigue (Nasal, less than 1% to 2.3%; ophthalmic, 1% to 10%)<\/li><\/ul>"},"6":{"id":"924120-s-6","title":"Drug Name Info","sub":{"0":{"id":"924120-s-6-17","title":"US Trade Names","mono":"<ul><li>Astelin<\/li><li>Astelin Ready-Spray<\/li><li>Optivar<\/li><li>Astepro<\/li><\/ul>"},"2":{"id":"924120-s-6-19","title":"Class","mono":"<ul><li>Antihistamine<\/li><li>Nasal Agent<\/li><li>Ophthalmologic Agent<\/li><\/ul>"},"3":{"id":"924120-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924120-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924120-s-7","title":"Mechanism Of Action","mono":"Azelastine HCl is a relatively selective H(1)-receptor antagonist that blocks release of histamine from cells involved in the allergic response. It also demonstrates inhibition of other mediators involved in allergic reactions (eg, leukotrienes and platelet-aggregating factor (PAF)), and reduction of chemotaxis and eosinophil activation.<br\/>"},"8":{"id":"924120-s-8","title":"Pharmacokinetics","sub":[{"id":"924120-s-8-23","title":"Absorption","mono":"<ul><li>Ophthalmic: low absorption<\/li><li>Intranasal: time to peak concentration, 2 h to 3 h<\/li><li>Bioavailability: (intranasal), approximately 40%<\/li><\/ul>"},{"id":"924120-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 14.5 L\/kg<\/li><li>Protein binding: approximately 88%<\/li><\/ul>"},{"id":"924120-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; P450; oxidation<\/li><li>Active metabolite: N-desmethylazelastine<\/li><\/ul>"},{"id":"924120-s-8-26","title":"Excretion","mono":"Fecal: approximately 75% (less than 10% unchanged) <br\/>"},{"id":"924120-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Azelastine HCl: 22 h<\/li><li>N-desmethylazelastine: 54 h<\/li><\/ul>"}]},"9":{"id":"924120-s-9","title":"Administration","mono":"<ul><li><b>Nasal<\/b><br\/><ul><li>Before initial use or if more than 3 days have elapsed since last use, prime pump until fine mist appears.<\/li><li>Avoid spraying in eyes.<\/li><\/ul><\/li><li><b>Ophthalmic<\/b><br\/><ul><li>Ophthalmic azelastine is for ocular use only. Do not use for injection or oral administration.<\/li><li>Do not wear contact lenses if eyes are red; if eyes are not red, wait at least 10 minutes after instillation before inserting soft contact lenses.<\/li><\/ul><\/li><\/ul>"},"10":{"id":"924120-s-10","title":"Monitoring","mono":"<ul><li>allergic rhinitis: decreased nasal symptoms (eg, rhinorrhea, nasal congestion, sneezing, nasal itching, postnasal drip) may indicate clinical efficacy<\/li><li>allergic conjunctivitis: reduction in ocular itching may indicate clinical efficacy<\/li><\/ul>"},"11":{"id":"924120-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Nasal Spray: 137 MCG\/Actuation, 205.5 MCG\/Actuation<\/li><li>Ophthalmic Solution: 0.05 %<\/li><\/ul><\/li><li><b>Astelin Ready-Spray<\/b><br\/>Nasal Spray: 137 MCG\/Actuation<br\/><\/li><li><b>Astepro<\/b><br\/>Nasal Spray: 205.5 MCG\/Actuation<br\/><\/li><li><b>Optivar<\/b><br\/>Ophthalmic Solution: 0.05 %<br\/><\/li><\/ul>"},"12":{"id":"924120-s-12","title":"Toxicology","sub":[{"id":"924120-s-12-31","title":"Clinical Effects","mono":"<b>AZELASTINE AND RELATED AGENTS  <\/b><br\/>USES: Azelastine nasal spray is used to treat symptoms of seasonal allergic rhinitis, such as rhinorrhea, sneezing, and nasal pruritus in adults and children 5 years and older, and to treat symptoms of vasomotor rhinitis, such as rhinorrhea, nasal congestion, and post nasal drip in adults and children 12 years and older. Azelastine and bepotastine ophthalmic solutions are used to treat itching of the eyes associated with allergic conjunctivitis. PHARMACOLOGY: Azelastine and bepotastine are histamine H1-receptor antagonist. They are inhibitors of the release of histamine and other mediators from cells (eg, mast cells) involved in the allergic response. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. The signs and symptoms of an acute overdose are also expected to be similar to excessive pharmacologic effects. AZELASTINE: Since each bottle of a nasal spray contains 30 mg of azelastine hydrochloride (Astelin(R)), acute overdose in adults is unlikely to result in clinically significant adverse events, other than increased somnolence. In studies, adults did not experience increased incidence of serious adverse events following single doses of the oral formulation of azelastine hydrochloride (up to 16 mg). ADVERSE EFFECTS: AZELASTINE: NASAL: MOST COMMON: Bitter taste, nasal discomfort\/burning, headache, epistaxis, sneezing, sinusitis, and somnolence. OTHER EFFECTS: Rash, nasopharyngitis, weight gain, dry mouth, vomiting, abdominal discomfort, dryness of the nose, fatigue, cough, rhinitis, and dyspnea. AZELASTINE: OPHTHALMIC: MOST COMMON: Eye burning\/stinging, headaches, and bitter taste. OTHER EFFECTS: Asthma, conjunctivitis, dyspnea, eye pain, fatigue, influenza-like symptoms, pharyngitis, pruritus, rhinitis, and temporary blurring. BEPOTASTINE: OPHTHALMIC: Alterations in taste, eye irritation, nasopharyngitis, and headache. <br\/>"},{"id":"924120-s-12-32","title":"Treatment","mono":"<b>AZELASTINE AND RELATED AGENTS  <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL:  Due to rapid absorption and limited expected toxicity, gastrointestinal decontamination is not routinely recommended. HOSPITAL: Toxicity after acute ingestion is unlikely. Gastrointestinal decontamination is generally unnecessary.<\/li><li>Airway management: Should not be required in these cases.<\/li><li>Antidote: None<\/li><li>Enhanced elimination procedure: Hemodialysis is not recommended given the low toxicity of these drugs. <\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor serum electrolytes in patients with significant vomiting.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. Children who have no or mild symptoms may be managed at home following the inadvertent ingestion of third generation antihistamines. OBSERVATION CRITERIA: Following the ingestion of greater than 3 to 5 times the therapeutic dose, patients should be observed for excessive sedation for several hours (up to 12 hours postingestion). ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"924120-s-12-33","title":"Range of Toxicity","mono":"<b>AZELASTINE AND RELATED AGENTS<\/b><br\/>TOXICITY: Overdose data is limited. Since each bottle of a nasal spray contains 30 mg of azelastine hydrochloride, acute overdose in adults is unlikely to result in clinically significant adverse events, other than increased somnolence. In studies, adults did not experience increased incidence of serious adverse events following single doses of the oral formulation of azelastine hydrochloride (up to 16 mg). THERAPEUTIC DOSE: AZELASTINE: ADULTS AND CHILDREN (12 YEARS OR OLDER): ALLERGIC OR VASOMOTOR RHINITIS: Two sprays (azelastine 137 mcg\/spray) per nostril twice daily. CHILDREN (5 to 11 YEARS): One spray (137 mcg) per nostril twice daily. ALLERGIC CONJUNCTIVITIS: ADULTS AND CHILDREN 3 YEARS AND OLDER: Instill one drop of azelastine 0.05% into each affected eye twice a day. BEPOTASTINE: ADULTS AND CHILDREN (2 YEARS OR OLDER): One drop of bepotastine 1.5% into each affected eye twice daily. <br\/>"}]},"13":{"id":"924120-s-13","title":"Clinical Teaching","mono":"<ul><li>Nasal: Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause somnolence.<\/li><li>Nasal side effects may include headache, nose bleed, pyrexia, dysgeusia, dry mouth, rhinitis, dizziness, or fatigue.<\/li><li>Ophthalmic side effects may include burning, stinging, eye pain, conjunctivitis, or bitter taste.<\/li><li>Ophthalmic: Tell patient to avoid touching the tip of the dropper to any surface to prevent contamination.<\/li><li>Ophthalmic: Advise patient to remove contact lens if eyes are red. If eyes are not red, contacts may be inserted 10 minutes after instillation.<\/li><li>Nasal: Warn patient to avoid alcohol or other CNS depressants.<\/li><\/ul>"}}}