{"drugs":["Comfort Pac w\/Tizanidine","Tizanidine Hydrochloride","Zanaflex","Zanaflex Capsule"],"mono":{"0":{"id":"924129-s-0","title":"Generic Names","mono":"Tizanidine Hydrochloride"},"1":{"id":"924129-s-1","title":"Dosing and Indications","sub":[{"id":"924129-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>switching formulations:<\/b> tablets and capsules are bioequivalent when administered in fasting state but not in the fed state; clinically significant differences may occur when switching between tablets or capsules; once a formulation has been selected, do not alter the regimen<\/li><li><b>withdrawal of therapy:<\/b> decrease by 2 to 4 mg\/day to minimize risk of withdrawal and rebound hypertension, tachycardia, and hypertonia, especially with use of high doses (ie, 20 to 36 mg\/day), long-term therapy (ie, 9 weeks or longer), or concomitant narcotic therapy<\/li><li><b>Spasticity:<\/b> initial, 2 mg ORALLY, may repeat every 6 to 8 hours to MAX of 3 doses in 24 hours; maintenance, increase by 2 to 4 mg at each dose ORALLY at 1 to 4 day intervals until satisfactory reduction of muscle tone is achieved; MAX 36 mg\/day; single doses greater than 16 mg have not been studied<\/li><\/ul>"},{"id":"924129-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy have not been determined in children "},{"id":"924129-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> reduce individual doses during titration; if higher doses are required, increase individual doses rather than dosing frequency<\/li><li><b>renal impairment, CrCl less than 25 mL\/min:<\/b> reduce individual doses during titration; if higher doses are required, increase individual doses rather than dosing frequency<\/li><li><b>hepatic impairment:<\/b> reduce individual doses during titration; if higher doses are required, increase individual doses rather than dosing frequency<\/li><\/ul>"},{"id":"924129-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Spasticity<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Headache disorder, chronic; Adjunct<\/li><li>Pain, acute<\/li><\/ul>"}]},"3":{"id":"924129-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924129-s-3-9","title":"Contraindications","mono":"concomitant use of potent CYP1A2 inhibitors (eg, fluvoxamine, ciprofloxacin) <br\/>"},{"id":"924129-s-3-10","title":"Precautions","mono":"<ul><li>abrupt cessation of tizanidine treatment; risk of rebound hypertension, tachycardia, and hypertonia, especially in patients treated with concomitant narcotics or high tizanidine doses (ie, 20 to 28 mg\/day) for 9 weeks or more; gradual withdrawal recommended<\/li><li>anaphylaxis may occur; discontinue use if suspected<\/li><li>concomitant administration with other alpha-2-receptor adrenergic agonists; not recommended<\/li><li>concomitant use of other CYP1A2 inhibitors (eg, zileuton, fluoroquinolones other than ciprofloxacin, antiarrhythmics (eg mexiletine, propafenone, amiodarone), cimetidine, famotidine, acyclovir, ticlopidine, oral contraceptives); avoid use<\/li><li>hallucinations and psychotic-like symptoms have occurred; consider discontinuation if hallucinations occur<\/li><li>hepatic impairment; dose reduction and monitoring recommended<\/li><li>hypotension, including orthostatic hypotension and syncope, has been reported; monitoring and dose titration recommended<\/li><li>liver injury has been reported; monitoring recommended<\/li><li>renal impairment (creatinine clearance less than 25 mL\/min); dose adjustment and monitoring recommended<\/li><li>sedation that may interfere with everyday activities may occur<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"924129-s-3-11","title":"Pregnancy Category","mono":"Tizanidine: C (FDA)<br\/>"},{"id":"924129-s-3-12","title":"Breast Feeding","mono":"Tizanidine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924129-s-4","title":"Drug Interactions","sub":[{"id":"924129-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Ciprofloxacin (established)<\/li><li>Cisapride (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Fluvoxamine (established)<\/li><li>Mesoridazine (established)<\/li><li>Pimozide (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"924129-s-4-14","title":"Major","mono":"<ul><li>Acyclovir (theoretical)<\/li><li>Alfentanil (probable)<\/li><li>Alfuzosin (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Anileridine (probable)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Astemizole (theoretical)<\/li><li>Bedaquiline (theoretical)<\/li><li>Buprenorphine (theoretical)<\/li><li>Buserelin (theoretical)<\/li><li>Cimetidine (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Codeine (probable)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclobenzaprine (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Disopyramide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Droperidol (theoretical)<\/li><li>Drospirenone (probable)<\/li><li>Erythromycin (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Famotidine (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gestodene (probable)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Halofantrine (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydrocodone (probable)<\/li><li>Hydromorphone (probable)<\/li><li>Hydroquinidine (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ibutilide (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lapatinib (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Levonorgestrel (probable)<\/li><li>Levorphanol (probable)<\/li><li>Lumefantrine (theoretical)<\/li><li>Mefloquine (theoretical)<\/li><li>Meperidine (probable)<\/li><li>Mestranol (probable)<\/li><li>Methadone (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Mexiletine (theoretical)<\/li><li>Mizolastine (theoretical)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Norethindrone (probable)<\/li><li>Norfloxacin (theoretical)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Ofloxacin (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Oxycodone (probable)<\/li><li>Oxymorphone (probable)<\/li><li>Paliperidone (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Peginterferon Alfa-2b (theoretical)<\/li><li>Pentamidine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Procainamide (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Propoxyphene (probable)<\/li><li>Quetiapine (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Quinine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Remifentanil (probable)<\/li><li>Rofecoxib (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Sodium Phosphate (theoretical)<\/li><li>Sodium Phosphate, Dibasic (theoretical)<\/li><li>Sodium Phosphate, Monobasic (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Sunitinib (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tetrabenazine (theoretical)<\/li><li>Ticlopidine (theoretical)<\/li><li>Triptorelin (theoretical)<\/li><li>Umeclidinium (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Verapamil (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Zileuton (theoretical)<\/li><\/ul>"},{"id":"924129-s-4-15","title":"Moderate","mono":"<ul><li>Fosphenytoin (probable)<\/li><li>Lisinopril (probable)<\/li><li>Phenytoin (probable)<\/li><\/ul>"}]},"5":{"id":"924129-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (16% to 33%)<\/li><li><b>Gastrointestinal:<\/b>Xerostomia (49% to 88%)<\/li><li><b>Neurologic:<\/b>Asthenia (41% to 78%), Dizziness (16% to 45%), Somnolence (48% to 92%)<\/li><\/ul><b>Serious<\/b><br\/><b>Hepatic:<\/b>Hepatotoxicity<br\/>"},"6":{"id":"924129-s-6","title":"Drug Name Info","sub":{"0":{"id":"924129-s-6-17","title":"US Trade Names","mono":"<ul><li>Comfort Pac w\/Tizanidine<\/li><li>Zanaflex<\/li><li>Zanaflex Capsule<\/li><\/ul>"},"2":{"id":"924129-s-6-19","title":"Class","mono":"Skeletal Muscle Relaxant, Centrally Acting<br\/>"},"3":{"id":"924129-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"924129-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924129-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Tizanidine is an alpha-adrenergic agonist . It acts by increasing presynaptic inhibition of motor neurons at the alpha 2-adrenergic receptor sites , possibly by reducing the release of excitatory amino acids        and inhibiting facilitory caeruleospinal pathways , resulting in a reduction in spasticity . Some studies suggest a possible postsynaptic action at the excitatory amino acid receptors . In addition, tizanidine may have some activity at the imidazoline receptors. A study in animals found that tizanidine acts mainly on the polysynaptic pathways,  thereby reducing facilitation of spinal motor neurons . Tizanidine may also have minor effects on monosynaptic reflexes, which are associated with the facilitory effect of the caeruleospinal pathways . The exact mechanism of action of tizanidine is unknown.<\/li><li>Tizanidine produces antihypertensive  effects , possibly by binding to the imidazoline receptors . Pharmacologic studies done in animals found tizanidine to have one fiftieth to one tenth of the potency of clonidine, an alpha 2-adrenergic agonist, in lowering blood pressure . These antihypertensive  effects are mild and transitory in relation to its activity as a muscle relaxant .<\/li><li>Tizanidine also has antinociceptive effects . However, these effects may be mediated through an  alpha 2-adrenergic receptor mechanism rather than a narcotic or endorphin mechanism . The antinociceptive action has been confirmed at doses lower than those producing a muscle relaxant action .<\/li><li> In addition, various studies have shown that tizanidine has anticonvulsant, hypothermic, gastrointestinal ,  and sympatholytic   effects .<\/li><\/ul>"},"8":{"id":"924129-s-8","title":"Pharmacokinetics","sub":[{"id":"924129-s-8-23","title":"Absorption","mono":"<ul><li>Systemic: Well-absorbed;<\/li><li> Bioavailability: 40%; food effects minimal <\/li><\/ul>"},{"id":"924129-s-8-24","title":"Distribution","mono":"Systemic: Vd: 2.4 L\/kg. <br\/>"},{"id":"924129-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic: 95% <br\/>"},{"id":"924129-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 20%: Renal; 60%<br\/>"},{"id":"924129-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Systemic: Tizanidine-Approximately 2.5 hours .<\/li><li>Metabolites-Approximately 20 to 40 hours .<\/li><li>Systemic: Tizanidine: 2.5 hours;<\/li><li>Metabolites: 20 to 40 hours   <\/li><\/ul>"}]},"9":{"id":"924129-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>may give with or without food, but maintain consistent pattern; switching between fed or fasted state may enhance or delay onset of activity and change adverse effect profile<\/li><li>switching administration from an intact capsule to sprinkling capsule contents on applesauce (or from sprinkling capsule contents on applesauce to an intact capsule) may enhance or delay onset of activity and change adverse effect profile<\/li><\/ul>"},"10":{"id":"924129-s-10","title":"Monitoring","mono":"<ul><li>improvement in signs and symptoms of muscle spasticity is indicative of efficacy<\/li><li>aminotransferase levels; in patients with hepatic impairment at baseline, one month after maximum dose has been reached, and if hepatic injury is suspected<\/li><li>renal function; in elderly patients<\/li><\/ul>"},"11":{"id":"924129-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 2 MG, 4 MG, 6 MG<\/li><li>Oral Tablet: 2 MG, 4 MG<\/li><\/ul><\/li><li><b>Zanaflex Capsule<\/b><br\/>Oral Capsule: 2 MG, 4 MG, 6 MG<br\/><\/li><li><b>Zanaflex<\/b><br\/><ul><li>Oral Capsule: 2 MG, 6 MG<\/li><li>Oral Tablet: 2 MG, 4 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"924129-s-12","title":"Toxicology","sub":[{"id":"924129-s-12-31","title":"Clinical Effects","mono":"<b> TIZANIDINE <\/b><br\/>USES: Tizanidine is used in the management of spasticity. It is an imidazole derivative that is structurally related to clonidine, but possesses only 1\/10 to 1\/50 of clonidine's potency. PHARMACOLOGY: Tizanidine is a central alpha-2-adrenergic agonist that can reduce spasticity by increasing presynaptic inhibition of motor neurons. The effects appear to be greatest on polysynaptic pathways. Overall, tizanidine reduces facilitation of spinal motor neurons. TOXICOLOGY: Excessive alpha-2-adrenergic agonism causes bradycardia, hypotension and CNS depression. EPIDEMIOLOGY: Overdose is infrequent. OVERDOSE: May cause alterations of mental status, lethargy, bradycardia, hypotension, agitation, confusion, drowsiness, vomiting, miosis, coma, or respiratory depression. Sinus bradycardia (HR 34 beats\/minute), first degree AV block, and Wenckebach type second degree AV block were reported in a woman who ingested 120 mg tizanidine and 30 mg lorazepam. ADVERSE EVENTS: COMMON: Dry mouth, somnolence, asthenia, dizziness and mild hypotension are common adverse effects with therapeutic use. INFREQUENT: Bradycardia, palpitations, ventricular extrasystoles, rash, sweating, skin ulcer, pruritus, nausea\/vomiting, dyspepsia, abdominal pain, diarrhea, constipation, elevated liver enzymes, back pain, lethargy, drowsiness, insomnia, headache, anxiety, syncope, tremor, depression, weakness, paresthesia, and visual hallucinations. PEDIATRIC: In a review of the safety of tizanidine in children receiving tizanidine for tic disorders associated with attention deficit or autism, children were more likely to develop symptoms related to aggression, agitation, anxiety, and insomnia compared to adults. Overall, children had fewer serious adverse events compared to adults. COMMON: Enuresis and aggression. Symptoms that were also likely to occur included constipation, convulsions, respiratory distress and weight increase. INFREQUENT: Somnolence was reported significantly less frequently than adults. Other infrequent events were dry mouth and hypotension. Hallucinations were not reported in children. <br\/>"},{"id":"924129-s-12-32","title":"Treatment","mono":"<b>TIZANIDINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: There is no specific treatment. Monitor vital signs. Hypotension should be treated with intravenous fluids. Bradycardia is typically mild and usually does not require any treatment. Bradycardia, hypotension and CNS depression often respond to physical stimulation. Children (l6 years of age or less) may develop more anxiety and aggression following exposure; these patients may need a quiet and supportive environment. MANAGEMENT OF SEVERE TOXICITY: Severe bradycardia associated with hypotension that is not responsive to physical stimulation should be treated with a standard dose of atropine or cardiac pacing. Norepinephrine or dopamine may be beneficial in patients with severe bradycardia and hypotension not responding to physical stimulation, naloxone, intravenous fluids and\/or atropine. Patients with significant CNS and\/or respiratory depression should be intubated. <\/li><li>Decontamination: PREHOSPITAL: GI decontamination is not recommended because of the potential risk of altered mental status. HOSPITAL: Activated charcoal may be considered if the patient presents early after a significant ingestion.<\/li><li>Airway management: Monitor airway and respiratory function. Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS and\/or respiratory depression.<\/li><li>Antidote: There is no antidote for tizanidine. Naloxone has been used to treat CNS and respiratory depression associated with tizanidine overdose but is generally not effective.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Institute continuous cardiac monitoring and obtain an ECG. Monitor for respiratory depression. Monitor fluid and electrolytes in patients with prolonged vomiting. Monitor liver enzymes following a significant overdose<\/li><li>Enhanced elimination procedure: Tizanidine has a large volume of distribution (2.4 L\/kg); therefore, hemodialysis is unlikely to be effective.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult taking an extra 1 to 2 tablets can be monitored at home. An asymptomatic child that takes an inadvertent dose (single 2 mg tablet) can be monitored at home with adult supervision. OBSERVATION CRITERIA: Any patient with a deliberate ingestion or more than minor symptoms should be referred to a healthcare facility. ADMISSION CRITERIA: Any patient with persistent hypotension, bradycardia, conduction disturbances or CNS depression should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity (CNS depression, respiratory depression) or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"924129-s-12-33","title":"Range of Toxicity","mono":"<b> TIZANIDINE <\/b><br\/>TOXICITY: A specific minimum toxic dose has not been established.  ADULT: An adult developed hypotension and bradycardia after ingesting 360 mg of tizanidine. A woman developed bradycardia, hypotension, respiratory depression, pinpoint pupils, and coma after ingesting 60 mg to 120 mg of tizanidine. Following supportive therapy, she recovered completely. PEDIATRIC: A 2-year-old developed bradycardia and drowsiness after ingesting 16 mg. In children (less than 6 years old), mild drowsiness has been reported after ingesting a single tablet (2 or 4 mg). THERAPEUTIC DOSE: ADULT: Initial dose: 2 mg; it may be increased gradually; single doses greater than 16 mg have not been studied; maximum dose: 36 mg\/day. PEDIATRIC: Safety and efficacy have not been determined in pediatric patients. Tizanidine has been used for off-labelled treatment of attention deficit disorders and autism. <br\/>"}]},"13":{"id":"924129-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness until drug effects are realized, as this drug may cause sedation.<\/li><li>Side effects may include dry mouth, drowsiness, dizziness, asthenia, or infection.<\/li><li>While this drug may be taken with or without food, counsel patient to take the drug the same way every time. Inconsistent administration with regards to food may enhance or delay onset and change the adverse effect profile.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the counter, nutritional supplements, vitamins, and herbal drugs).<\/li><\/ul>"}}}