{"drugs":["Atorvastatin Calcium","Lipitor"],"mono":{"0":{"id":"924144-s-0","title":"Generic Names","mono":"Atorvastatin Calcium"},"1":{"id":"924144-s-1","title":"Dosing and Indications","sub":[{"id":"924144-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Disorder of cardiovascular system, in patients with multiple risk factors for coronary heart disease; Prophylaxis:<\/b> initial, 10 to 20 mg ORALLY once daily; OR initial 40 mg ORALLY once daily if reductions of greater than 45% in LDL-C are needed; dosage range is 10 to 80 mg once daily; following dose initiation or titration, lipid level assessment should be done within 2 to 4 weeks<\/li><li><b>Disorder of cardiovascular system, in patients with multiple risk factors for coronary heart disease; Prophylaxis - Type 2 diabetes mellitus:<\/b> initial, 10 to 20 mg ORALLY once daily; OR initial 40 mg ORALLY once daily if reduction of greater than 45% in LDL-C are needed; dosage range is 10 to 80 mg once daily; following dose initiation or titration, lipid level assessment should be done within 2 to 4 weeks<\/li><li><b>Disorder of cardiovascular system, Secondary; Prophylaxis:<\/b> initial, 10 to 20 mg ORALLY once daily, OR initially 40 mg ORALLY once daily if reductions of greater than 45% in LDL-C are needed; dosage range is 10 to 80 mg once daily; following dose initiation or titration, lipid level assessment should be done within 2 to 4 weeks<\/li><li><b>Familial hypercholesterolemia - homozygous, Adjunct:<\/b> 10 to 80 mg ORALLY once daily with other lipid-lowering therapy<\/li><li><b>Familial type 3 hyperlipoproteinemia:<\/b> initial, 10 to 20 mg ORALLY once daily; dosage range is 10 to 80 mg once daily; OR initial 40 mg ORALLY once daily if reductions of greater than 45% in LDL-C are needed; following dose initiation or titration, lipid level assessment should be done within 2 to 4 weeks<\/li><li><b>Hypercholesterolemia, primary (heterozygous familial and non-familial) and mixed dyslipidemia (Fredrickson types IIa and IIb):<\/b> initial, 10 to 20 mg ORALLY once daily OR initial, 40 mg ORALLY once daily if reductions greater than 45% in LDL-C are needed; dosage range is 10 to 80 mg once daily; following dose initiation or titration, lipid level assessment should be done within 2 to 4 weeks<\/li><li><b>Hypertriglyceridemia:<\/b> initial, 10 to 20 mg ORALLY once daily; OR initial 40 mg ORALLY once daily of reductions of greater than 45% in LDL-C are needed; dosage range is 10 to 80 mg once daily; following dose initiation or titration, lipid level assessment should be done within 2 to 4 weeks<\/li><\/ul>"},{"id":"924144-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not been established in pediatric patients younger than 10 years of age for the treatment of heterozygous familial hypercholesterolemia<\/li><li><b>Hypercholesterolemia, primary (heterozygous familial and non-familial) and mixed dyslipidemia (Fredrickson types IIa and IIb):<\/b> age 10 to 17 years, initially 10 mg ORALLY daily; adjustments at intervals of 4-weeks or greater, up to MAX 20 mg ORALLY daily; following dose initiation or titration, lipid level assessment should be done within 2 to 4 weeks<\/li><li><b>Hypercholesterolemia, primary (heterozygous familial and non-familial) and mixed dyslipidemia (Fredrickson types IIa and IIb):<\/b> age 6 to 10 years, 5 to 10 mg ORALLY daily has been used in one open-label, uncontrolled study<\/li><\/ul>"},{"id":"924144-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>concomitant cyclosporine, tipranavir plus ritonavir, or telaprevir:<\/b> avoid use<\/li><li><b>concomitant clarithromycin, itraconazole, darunavir plus ritonavir, fosamprenavir, fosamprenavir plus ritonavir, or saquinavir plus ritonavir:<\/b> do not exceed atorvastatin doses of 20 mg daily; assess to ensure lowest possible dose is used<\/li><li>concomitant boceprevir or nelfinavir; do not exceed atorvastatin doses of 40 mg daily; assess to ensure lowest possible dose is used<\/li><li><b>concomitant lopinavir plus ritonavir:<\/b> use caution and use the lowest atorvastatin dose necessary<\/li><li><b>hemodialysis:<\/b> no adjustment needed<\/li><li><b>hepatic impairment:<\/b> greater atorvastatin exposure; active liver disease or unexplained persistent elevations of serum transaminase concentrations are contraindications to use<\/li><li><b>renal impairment:<\/b> no adjustment needed<\/li><\/ul>"},{"id":"924144-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Disorder of cardiovascular system, in patients with multiple risk factors for coronary heart disease; Prophylaxis<\/li><li>Disorder of cardiovascular system, in patients with multiple risk factors for coronary heart disease; Prophylaxis - Type 2 diabetes mellitus<\/li><li>Disorder of cardiovascular system, Secondary; Prophylaxis<\/li><li>Familial hypercholesterolemia - homozygous, Adjunct<\/li><li>Familial type 3 hyperlipoproteinemia<\/li><li>Hypercholesterolemia, primary (heterozygous familial and non-familial) and mixed dyslipidemia (Fredrickson types IIa and IIb)<\/li><li>Hypertriglyceridemia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Antiviral drug adverse reaction, Antiretroviral - Hyperlipidemia<\/li><li>Cardiovascular event risk, Perioperative; Prophylaxis - Percutaneous coronary intervention<\/li><li>Diabetic retinopathy; Adjunct<\/li><li>Disorder of cardiovascular system, Primary; Prophylaxis<\/li><li>Dyslipidemia - Transplantation<\/li><li>Generalized atherosclerosis<\/li><li>Heart failure, chronic<\/li><li>Radiographic contrast agent nephropathy; Prophylaxis<\/li><li>Restenotic lesion of coronary artery; Prophylaxis<\/li><li>Secondary hypercholesterolemia<\/li><\/ul>"}]},"3":{"id":"924144-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924144-s-3-9","title":"Contraindications","mono":"<ul><li>active liver disease<\/li><li>hypersensitivity to atorvastatin or any component of the product<\/li><li>nursing mothers<\/li><li>unexplained persistent elevation of serum transaminases<\/li><li>women who are pregnant or may become pregnant; may cause fetal harm<\/li><\/ul>"},{"id":"924144-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- uncontrolled hypothyroidism increases risk of myopathy and rhabdomyolysis<\/li><li>-- increased HbA1c and serum glucose levels have been reported<\/li><li>Hepatic:<\/li><li>-- liver failure, with some fatal cases, has been reported; interrupt treatment if serious liver injury with clinical symptoms and\/or hyperbilirubinemia or jaundice occurs; do not restart therapy if cause not identified<\/li><li>-- history of liver disease increases risk of liver dysfunction<\/li><li>-- increases in serum transaminase levels greater than 3 times the ULN have been reported; monitoring recommended and discontinuation may be required if increased levels persist<\/li><li>-- heavy alcohol use increases risk of liver dysfunction<\/li><li>Immunologic:<\/li><li>-- immune-mediated necrotizing myopathy, an autoimmune myopathy, has been reported; discontinue immediately if myopathy diagnosed or suspected<\/li><li>Musculoskeletal:<\/li><li>-- markedly elevated creatine phosphokinase (CPK) levels have been reported; discontinuation may be warranted<\/li><li>Neurologic:<\/li><li>-- hemorrhagic stroke has been reported with greater incidence following stroke or transient ischemic attack (TIA) without cardiovascular disease within preceding 6 months<\/li><li>-- use caution in patients with preexisting amyotrophic lateral sclerosis (ALS) as rate of ALS functional decline may increase<\/li><li>Renal:<\/li><li>-- use caution in patients with history of renal impairment due to increased risk of myopathy<\/li><li>Other:<\/li><li>-- myopathy and rhabdomyolysis with acute renal failure have been reported especially with higher doses or concomitant use of cyclosporine or strong CYP3A4 inhibitors; monitoring recommended and discontinue immediately if myopathy diagnosed or suspected<\/li><li>-- conditions that predispose patients to rhabdomyolysis and renal failure include sepsis, hypotension, trauma, major surgery, uncontrolled seizures, and severe metabolic, endocrine and electrolyte disorders; temporarily withhold or discontinue therapy<\/li><li>-- use caution in patients aged 65 years and older due to increased risk of myopathy and rhabdomyolysis<\/li><li>Concomitant use:<\/li><li>-- avoid use of cyclosporine, gemfibrozil, telaprevir, and tipranavir\/ritonavir<\/li><\/ul>"},{"id":"924144-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Atorvastatin: X (FDA)<\/li><li>Atorvastatin: D (AUS)<\/li><\/ul>"},{"id":"924144-s-3-12","title":"Breast Feeding","mono":"Atorvastatin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924144-s-4","title":"Drug Interactions","sub":[{"id":"924144-s-4-13","title":"Contraindicated","mono":"<ul>Posaconazole (theoretical)<\/ul>"},{"id":"924144-s-4-14","title":"Major","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Bezafibrate (probable)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Ciprofibrate (probable)<\/li><li>Clarithromycin (probable)<\/li><li>Clofibrate (probable)<\/li><li>Cobicistat (theoretical)<\/li><li>Colchicine (probable)<\/li><li>Conivaptan (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclosporine (probable)<\/li><li>Dabrafenib (theoretical)<\/li><li>Daclatasvir (theoretical)<\/li><li>Dalfopristin (probable)<\/li><li>Danazol (theoretical)<\/li><li>Daptomycin (theoretical)<\/li><li>Darunavir (established)<\/li><li>Diltiazem (probable)<\/li><li>Domperidone (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Erythromycin (probable)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fenofibrate (probable)<\/li><li>Fenofibric Acid (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fosamprenavir (established)<\/li><li>Fusidic Acid (probable)<\/li><li>Gemfibrozil (established)<\/li><li>Idelalisib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Isavuconazonium Sulfate (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lopinavir (established)<\/li><li>Mibefradil (probable)<\/li><li>Mitotane (theoretical)<\/li><li>Nefazodone (probable)<\/li><li>Nelfinavir (established)<\/li><li>Niacin (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Quinupristin (probable)<\/li><li>Saquinavir (probable)<\/li><li>Siltuximab (theoretical)<\/li><li>Simeprevir (established)<\/li><li>Telaprevir (established)<\/li><li>Telithromycin (theoretical)<\/li><li>Teriflunomide (probable)<\/li><li>Tipranavir (established)<\/li><li>Troleandomycin (theoretical)<\/li><li>Verapamil (theoretical)<\/li><\/ul>"},{"id":"924144-s-4-15","title":"Moderate","mono":"<ul><li>Amiodarone (probable)<\/li><li>Amprenavir (established)<\/li><li>Azithromycin (probable)<\/li><li>Bexarotene (probable)<\/li><li>Black Cohosh (probable)<\/li><li>Boceprevir (established)<\/li><li>Bosentan (probable)<\/li><li>Clopidogrel (established)<\/li><li>Digoxin (probable)<\/li><li>Efavirenz (established)<\/li><li>Eltrombopag (probable)<\/li><li>Etravirine (probable)<\/li><li>Fosphenytoin (established)<\/li><li>Interferon Beta (established)<\/li><li>Oat Bran (probable)<\/li><li>Pectin (probable)<\/li><li>Phenytoin (established)<\/li><li>Pioglitazone (probable)<\/li><li>Quinine (probable)<\/li><li>Rifampin (established)<\/li><li>St John's Wort (probable)<\/li><li>Voriconazole (probable)<\/li><\/ul>"}]},"5":{"id":"924144-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (up to 14.1%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (up to 11.7%), Myalgia (up to 8.4%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (up to 8%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (8.3%)<\/li><li><b>Other:<\/b>Pain, In extremity (up to 9.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Dermatomyositis<\/li><li><b>Hepatic:<\/b>Increased liver enzymes (0.2% to 2.3%), Liver failure<\/li><li><b>Immunologic:<\/b>Autoimmune disease, Systemic lupus erythematosus<\/li><li><b>Musculoskeletal:<\/b>Disorder of muscle, Rhabdomyolysis, Rupture of tendon<\/li><li><b>Neurologic:<\/b>Hemorrhagic cerebral infarction (2.3%)<\/li><\/ul>"},"6":{"id":"924144-s-6","title":"Drug Name Info","sub":{"0":{"id":"924144-s-6-17","title":"US Trade Names","mono":"Lipitor<br\/>"},"2":{"id":"924144-s-6-19","title":"Class","mono":"<ul><li>Antihyperlipidemic<\/li><li>HMG-COA Reductase Inhibitor<\/li><\/ul>"},"3":{"id":"924144-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924144-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924144-s-7","title":"Mechanism Of Action","mono":"Atorvastatin calcium, a synthetic lipid-lowering agent, inhibits HMG-CoA reductase and cholesterol synthesis in the liver and increases the number of hepatic LDL receptors on the cell-surface to enhance uptake and catabolism of LDL, thus lowering plasma lipoprotein and cholesterol levels.<br\/>"},"8":{"id":"924144-s-8","title":"Pharmacokinetics","sub":[{"id":"924144-s-8-23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 1 h to 2 h<\/li><li>Bioavailability: approximately 14%<\/li><li>Effect of food: decreases the rate and extent of absorption by approximately 25% and 9%, respectively<\/li><\/ul>"},{"id":"924144-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 381 L<\/li><li>Protein binding: greater than or equal to 98%<\/li><\/ul>"},{"id":"924144-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; P450 CYP3A4; extensively metabolized through hydroxylation and beta-oxidation, does not undergo enterohepatic recirculation<\/li><li>Metabolites: ortho-and parahydroxylated derivatives<\/li><\/ul>"},{"id":"924144-s-8-26","title":"Excretion","mono":"<ul><li>Biliary: primary excretion site<\/li><li>Renal: less than 2%<\/li><\/ul>"},{"id":"924144-s-8-27","title":"Elimination Half Life","mono":"approximately 14 h (mean) <br\/>"}]},"9":{"id":"924144-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>may be taken at any time of the day with or without food <br\/>"},"10":{"id":"924144-s-10","title":"Monitoring","mono":"<ul><li>lipid panel; 2 to 4 weeks after initiation of atorvastatin and 2 to 4 weeks after dosage adjustment<\/li><li>liver function; baseline and as clinically warranted<\/li><li>serum creatine kinase; although such monitoring may not prevent myopathy; patients who warrant closer monitoring are those with renal insufficiency usually as a consequence of long-standing diabetes mellitus<\/li><\/ul>"},"11":{"id":"924144-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 10 MG, 20 MG, 40 MG, 80 MG<br\/><\/li><li><b>Lipitor<\/b><br\/>Oral Tablet: 10 MG, 20 MG, 40 MG, 80 MG<br\/><\/li><\/ul>"},"12":{"id":"924144-s-12","title":"Toxicology","sub":[{"id":"924144-s-12-31","title":"Clinical Effects","mono":"<b>LOVASTATIN AND RELATED DRUGS <\/b><br\/>USES: HMG-CoA reductase inhibitors are used in the treatment of hypercholesterolemia. The following agents are available in the United States: atorvastatin, fluvastatin, lovastatin, pitavastatin, pravastatin, rosuvastatin, and simvastatin. Atorvastatin, lovastatin, pravastatin, and simvastatin are also available in combination with other agents (atorvastatin\/amlodipine; lovastatin\/niacin; pravastatin\/aspirin; simvastatin\/ezetimibe; simvastatin\/niacin; simvastatin\/sitagliptin). PHARMACOLOGY: HMG-CoA reductase inhibitors competitively inhibit 3-hydroxy-3-methylglutaryl coenzyme A reductase, preventing conversion of HMG-CoA to mevalonate, the rate determining enzyme for cholesterol synthesis. EPIDEMIOLOGY: Exposure is common but overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Ingestion of up to 6 grams of lovastatin has been reported without specific effects or sequelae. SEVERE TOXICITY: Severe toxicity is not expected, unless a coingestant is present. ADVERSE EFFECTS: Nausea, flatulence, diarrhea, abdominal pain, myopathy, myalgias, rhabdomyolysis, elevated liver enzymes, hepatitis, dermatitis, diplopia, blepharoptosis (ptosis), ophthalmoplegia, tendinitis, and tendon rupture have been reported in patients receiving statins. Other reported adverse effects (rare) include hyperkalemia (lovastatin), photosensitivity (simvastatin), dermatomyositis (simvastatin and pravastatin), limb compartment syndrome (simvastatin and atorvastatin), acute renal failure (lovastatin), pancreatitis (pravastatin and lovastatin\/gemfibrozil), chest pain (pravastatin), atrial fibrillation (simvastatin), vasculitis (atorvastatin), hemolytic anemia (lovastatin), thrombocytopenic purpura (atorvastatin), thrombotic thrombocytopenic purpura (simvastatin), akathisia (lovastatin), extrapyramidal effects (lovastatin), nasopharyngitis (atorvastatin), upper respiratory infection (pravastatin), cough (pravastatin), lung fibrosis (simvastatin), peripheral neuropathy (lovastatin and simvastatin). <br\/>"},{"id":"924144-s-12-32","title":"Treatment","mono":"<b>LOVASTATIN AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Prehospital gastrointestinal decontamination is generally not necessary unless coingestants are involved. HOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only after very large ingestions or if coingestants with significant toxicity are involved.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic coingestants are involved.<\/li><li>Antidote: None<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, CBC, and liver enzymes in symptomatic patients. Monitor serum creatinine, BUN, CK, and urine myoglobin for indications of renal impairment secondary to rhabdomyolysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is NOT expected to significantly enhance the clearance of these drugs due to extensive protein binding and large volumes of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"924144-s-12-33","title":"Range of Toxicity","mono":"<b>LOVASTATIN AND RELATED DRUGS<\/b><br\/>TOXICITY: ADULTS: LOVASTATIN: Single doses up to 200 mg of lovastatin have been well tolerated without significant adverse effects in adult human volunteers. Overdoses of up to 5 to 6 grams of lovastatin have been well tolerated; no specific symptoms occurred. SIMVASTATIN: The maximum reported dose of simvastatin ingestion is 3.6 g with no specific symptoms; recovery was complete without sequelae. CHILDREN: FLUVASTATIN: Two children (a 2-year-old and a 3-year-old) ingested up to 80 mg of fluvastatin. Vomiting was induced in the children, and no capsules were present in emesis; both children recovered without any adverse effects. THERAPEUTIC DOSE: ADULTS: ATORVASTATIN: Initial dose is 10 or 20 mg once daily, may be increased up to a maximum of 80 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN: extended-release lovastatin is 20 to 60 mg daily, in single doses; regular lovastatin is 10 to 80 mg daily, in single or divided doses. PITAVASTATIN: 1 to 4 mg once daily. PRAVASTATIN: 10 to 80 mg daily, in single doses. ROSUVASTATIN: 5 to 40 mg daily. SIMVASTATIN: 5 to 80 mg daily. CHILDREN: ATORVASTATIN: Initial dose is 10 mg once daily, may be increased up to a maximum of 20 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN OR PITAVASTATIN OR ROSUVASTATIN: Safety and efficacy have not been established in children. PRAVASTATIN: 20 to 40 mg daily, in single doses. SIMVASTATIN: 10 to 40 mg daily. <br\/>"}]},"13":{"id":"924144-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report signs\/symptoms of myopathy or rhabdomyolysis (muscle pain, tenderness, weakness, fever).<\/li><li>Drug may cause diarrhea, UTIs, extremity pain, nasopharyngitis, arthralgia, dyspepsia, or nausea.<\/li><li>Advise patient to immediately report signs\/symptoms of myopathy including unexplained muscle pain, tenderness, or weakness especially when accompanied by fever or malaise, or if symptoms persist after discontinuation of drug.<\/li><li>Counsel patients to report signs\/symptoms of liver injury (jaundice, dark urine, upper abdominal discomfort, anorexia, fatigue).<\/li><li>Counsel patient to avoid excessive quantities of alcohol to reduce risk of hepatotoxicity.<\/li><li>Instruct patient not to eat large amounts of grapefruit or drink more than 1 L\/day of grapefruit juice with this drug<\/li><li>Advise patient that there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}