{"generic":"Tiludronate Disodium","drugs":["Skelid","Tiludronate Disodium"],"mono":{"0":{"id":"924255-s-0","title":"Generic Names","mono":"Tiludronate Disodium"},"1":{"id":"924255-s-1","title":"Dosing and Indications","sub":[{"id":"924255-s-1-4","title":"Adult Dosing","mono":"<b>Paget's disease:<\/b> 400 mg ORALLY daily for 3 months "},{"id":"924255-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients."},{"id":"924255-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>elderly patients:<\/b> no dosage adjustment is necessary<\/li><li><b>hepatic impairment:<\/b> no dosage adjustment is necessary<\/li><li><b>renal impairment, severe (CrCl less than 30 mL\/min):<\/b> use not recommended<\/li><\/ul>"},{"id":"924255-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Paget's disease<br\/>"}]},"3":{"id":"924255-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924255-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to tiludronate or any component of the product<\/li><li>inability to stand or sit upright for at least 30 minutes<\/li><\/ul>"},{"id":"924255-s-3-10","title":"Precautions","mono":"<ul><li>active upper gastrointestinal disease (eg, dysphagia, esophageal diseases, duodenitis, gastritis, or ulcers) may be exacerbated by tiludronte<\/li><li>cancer diagnosis; increased risk for osteonecrosis, especially in the jaw<\/li><li>comorbid Barrett's esophagus; avoid use due to risk of esophageal cancer<\/li><li>comorbid disorders (eg, infection, coagulopathy, anemia, pre-existing dental disease); increased risk for osteonecrosis, especially in the jaw<\/li><li>concurrent therapies (eg, corticosteroids, chemotherapy, radiotherapy); increased risk for osteonecrosis, especially in the jaw<\/li><li>esophageal adverse events, including bleeding and esophageal stricture or perforation have been reported; discontinue if symptoms develop<\/li><li>mental or physical disabilities; may prevent understanding or compliance with proper administration and lead to increased risk of severe esophageal adverse events<\/li><li>musculoskeletal pain, severe; has been reported within days, months, or years following therapy initiation; consider discontinuing bisphosphonates if symptoms occur<\/li><li>osteonecrosis of the jaw has been reported with bisphosphonates especially in cancer patients undergoing dental procedures and women with postmenopausal osteoporosis<\/li><li>renal failure, severe (CrCl less than 30 mL\/min); use not recommended<\/li><\/ul>"},{"id":"924255-s-3-11","title":"Pregnancy Category","mono":"Tiludronate: C (FDA)<br\/>"},{"id":"924255-s-3-12","title":"Breast Feeding","mono":"Tiludronate: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"924255-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (9.3%), Nausea (9.3%), Vomiting (4%)<\/li><li><b>Neurologic:<\/b>Paresthesia (4%)<\/li><li><b>Respiratory:<\/b>Rhinitis (5.3%), Sinusitis (5.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome (rare)<\/li><li><b>Gastrointestinal:<\/b>Esophageal erosions, Esophageal perforation, Esophageal stricture, Esophagitis, Ulcer of esophagus<\/li><li><b>Musculoskeletal:<\/b>Arthralgia, Aseptic necrosis of bone of jaw, Bone pain, Myalgia<\/li><\/ul>"},"6":{"id":"924255-s-6","title":"Drug Name Info","sub":{"0":{"id":"924255-s-6-17","title":"US Trade Names","mono":"Skelid<br\/>"},"2":{"id":"924255-s-6-19","title":"Class","mono":"<ul><li>Bisphosphonate<\/li><li>Calcium Regulator<\/li><\/ul>"},"3":{"id":"924255-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"924255-s-7","title":"Mechanism Of Action","mono":"Tiludronate disodium is a bisphosphonate that blocks osteoclastic activity with accompanied reduction of enzymatic and transport processes that are responsible for resorption of the mineralized matrix. The inhibition of osteoclasts may be attributed to the inhibition of the osteoclastic proton pumps and cytoskeletal ring disruptions.<br\/>"},"8":{"id":"924255-s-8","title":"Pharmacokinetics","sub":[{"id":"924255-s-8-23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, within 2 h (1.5 h +\/- 0.9 h)<\/li><li>Bioavailability: 6% +\/- 2%<\/li><li>Effect of food: reduced bioavailability by 90% with or 2 h after breakfast<\/li><\/ul>"},{"id":"924255-s-8-24","title":"Distribution","mono":"Protein binding: approximately 90% <br\/>"},{"id":"924255-s-8-25","title":"Metabolism","mono":"not metabolized in liver <br\/>"},{"id":"924255-s-8-26","title":"Excretion","mono":"<ul><li>Renal: (IV), approximately 60% as unchanged drug<\/li><li>Dialyzable: no<\/li><\/ul>"},{"id":"924255-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Healthy volunteers: 50 h<\/li><li>Pagetic patients: (IV), approximately 150 h<\/li><li>Renal insufficiency: approximately 205 h<\/li><\/ul>"}]},"9":{"id":"924255-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>do not remove tablets from foil strips until they are to be used<\/li><li>do not take within 2 hours of food, indomethacin, aspirin, calcium or mineral supplements<\/li><li>do not take aluminum- or magnesium-containing antacids for at least 2 hours after dosing<\/li><li>take with 6 to 8 ounces of plain water<\/li><li>do not lie down for at least 30 minutes after dosing<\/li><\/ul>"},"10":{"id":"924255-s-10","title":"Monitoring","mono":"<ul><li>biochemical markers of bone formation\/resorption, bone density<\/li><li>radiologic evidence of fracture<\/li><li>serum calcium<\/li><li>renal function<\/li><li>signs and symptoms of incapacitating bone, joint, and\/or muscle pain<\/li><li>periodic dental exam for signs of osteonecrosis of the jaw<\/li><li>signs and symptoms of esophageal reaction; dysphagia, odynophagia, retrosternal pain, new or worsening heartburn<\/li><\/ul>"},"12":{"id":"924255-s-12","title":"Toxicology","sub":[{"id":"924255-s-12-31","title":"Clinical Effects","mono":"<b>BISPHOSPHONATES<\/b><br\/>USES: Bisphosphonates and have been used in the treatment of diseases associated with excessive bone turnover including osteoporosis, Paget's disease of bone, hypercalcemia of malignancy, and osteolytic bone lesions of multiple myeloma. PHARMACOLOGY: Bisphosphonates have a high affinity for mineralized bone and inhibit osteoclast-mediated bone resorption resulting in a net gain in bone mass. EPIDEMIOLOGY: Overdose of this medication is rare. MILD TO MODERATE TOXICITY: Mild to moderate toxicity of bisphosphonates have resulted in hypocalcemia, paresthesia, hypotension, fever, and vomiting. SEVERE TOXICITY: Acute renal failure and death have been reported following high dose administration of tiludronate (800 mg\/day IV for 2 days). ADVERSE EFFECTS: Dose-dependent upper gastrointestinal irritation (ie, esophagitis, esophageal ulcers, erosions, and dysphagia) is common. Asymptomatic decreases in calcium and phosphate may develop. Headache, musculoskeletal pain, and osteonecrosis of the jaw have been reported. Rare reports of rash and erythema have occurred.<br\/>"},{"id":"924255-s-12-32","title":"Treatment","mono":"<b>BISPHOSPHONATES <\/b><br\/><ul><li>Decontamination: Activated charcoal, gastric lavage<\/li><li>Hypocalcemia: 10 ml of 10% calcium gluconate or calcium chloride IV over 10-15 min; may be repeated.<\/li><li>Torsades de pointes: Correct electrolyte abnormalities.  Magnesium: Adult: 2 gm IV over 2 min, may repeat bolus, infusion 3 to 20 mg\/min. Child: 25-50 mg\/kg diluted 10 mg\/ml over 5-15 min. Isoproterenol, overdrive pacing.  Avoid procainamide, disopyramide, quinidine, sotalol<\/li><li>Monitoring of patient: ECG, continuous cardiac monitoring, calcium &amp; phosphate levels. CBC, electrolytes, renal function, fluid status if GI bleed suspected.  Test stool\/gastric aspirate for blood.<\/li><\/ul>"},{"id":"924255-s-12-33","title":"Range of Toxicity","mono":"<b>BISPHOSPHONATES<\/b><br\/>Therapeutic dose varies by agent. In general, overdose with these agents can result in clinically significant hypocalcemia, hypophosphatemia, and hypomagnesemia. <br\/>"}]},"13":{"id":"924255-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause chest pain, diarrhea, dyspepsia, nausea, vomiting, paresthesia, rhinitis, or sinusitis.<\/li><li>Advise patient to report incapacitating or severe bone, joint, or muscle pain, and symptoms of osteonecrosis of the jaw (pain, swelling, infection of jaw\/gums, numbness, gum loss).<\/li><li>Instruct patient to discontinue and report signs\/symptoms of dysphagia, odynophagia, retrosternal pain, or new or worsening heartburn.<\/li><li>Patient should take drug with a full glass (6 to 8 ounces) of plain water while in an upright position, 2 hours before or 2 hours after a meal. Beverages, including mineral water, other than plain water may reduce drug absorption.<\/li><li>Advise patient to not lie down for at least 30 minutes after the dose.<\/li><li>Patient should not take aspirin, indomethacin, or calcium supplements should not be taken 2 hours before or 2 hours after taking drug.<\/li><li>Patient should not take aluminum or magnesium-containing antacids within 2 hours of taking drug.<\/li><\/ul>"}}}