{"generic":"Glatiramer Acetate","drugs":["Copaxone","Glatiramer Acetate","Glatopa"],"mono":{"0":{"id":"924219-s-0","title":"Generic Names","mono":"Glatiramer Acetate"},"1":{"id":"924219-s-1","title":"Dosing and Indications","sub":{"0":{"id":"924219-s-1-4","title":"Adult Dosing","mono":"<ul><li>glatiramer acetate 20 mg\/mL and 40 mg\/mL dosing regimens are not interchangeable<\/li><li><b>Relapsing remitting multiple sclerosis:<\/b> 20 mg SUBQ daily OR 40 mg SUBQ 3 times a week, at least 48 hours apart on the same 3 days each week<\/li><li><b>Relapsing remitting multiple sclerosis, First clinical episode with MRI features consistent with multiple sclerosis:<\/b> 20 mg SUBQ daily OR 40 mg SUBQ 3 times a week, at least 48 hours apart on the same 3 days each week<\/li><\/ul>"},"1":{"id":"924219-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},"3":{"id":"924219-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Relapsing remitting multiple sclerosis<\/li><li>Relapsing remitting multiple sclerosis, First clinical episode with MRI features consistent with multiple sclerosis<\/li><\/ul>"}}},"3":{"id":"924219-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924219-s-3-9","title":"Contraindications","mono":"hypersensitivity to glatiramer or mannitol <br\/>"},{"id":"924219-s-3-10","title":"Precautions","mono":"<ul><li>anaphylaxis may occur<\/li><li>chest pain, transient; has been reported in clinical trials<\/li><li>do not administer intravenously<\/li><li>immune responses may be modified<\/li><li>lipoatrophy, localized may occur<\/li><li>post-injection reaction, including flushing, chest pain, palpitations, anxiety, dyspnea, throat constriction, urticaria has been reported in clinical trials<\/li><li>skin necrosis at the injection site has been reported<\/li><\/ul>"},{"id":"924219-s-3-11","title":"Pregnancy Category","mono":"Glatiramer: B (FDA)<br\/>"},{"id":"924219-s-3-12","title":"Breast Feeding","mono":"Glatiramer: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"924219-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain (2% to 13%), Vasodilatation (3% to 20%)<\/li><li><b>Dermatologic:<\/b>Erythema at injection site (22% to 57%), Injection site edema (6% to 19%), Injection site inflammation (2% to 9%), Injection site mass (6% to 26%), Injection site pain (10% to 40%), Injection site pruritus (6% to 27%), Rash (2% to 19%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (2% to 15%), Vomiting (7%)<\/li><li><b>Immunologic:<\/b>Infectious disease (30%)<\/li><li><b>Musculoskeletal:<\/b>Backache (12%)<\/li><li><b>Neurologic:<\/b>Asthenia (22%)<\/li><li><b>Psychiatric:<\/b>Anxiety (13%)<\/li><li><b>Other:<\/b>Influenza (3% to 14%), Pain (20%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Injection site necrosis<\/li><li><b>Hepatic:<\/b>Acute hepatitis<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction, Lymphadenopathy (7%)<\/li><li><b>Respiratory:<\/b>Dyspnea (3% to 14%)<\/li><\/ul>"},"6":{"id":"924219-s-6","title":"Drug Name Info","sub":{"0":{"id":"924219-s-6-17","title":"US Trade Names","mono":"<ul><li>Copaxone<\/li><li>Glatopa<\/li><\/ul>"},"2":{"id":"924219-s-6-19","title":"Class","mono":"<ul><li>Central Nervous System Agent<\/li><li>Immune Suppressant<\/li><\/ul>"},"3":{"id":"924219-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924219-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924219-s-7","title":"Mechanism Of Action","mono":"Glatiramer acetate, formerly known as copolymer-1, exerts its effects in Multiple Sclerosis (MS) patients through a mechanism of action that is not fully understood. It is believed to modify immune processes or functions which are thought to be liable for MS pathogenesis. In vitro studies suggest that glatiramer acetate-specific suppressor T-cells are induced and activated in the periphery .<br\/>"},"8":{"id":"924219-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"924219-s-8-25","title":"Metabolism","mono":"Subcutaneous: local hydrolysis <br\/>"}}},"9":{"id":"924219-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>do not administer IV; give only subQ<br\/><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>allow syringe to stand at room temperature for 20 minutes prior to injection<\/li><li>inspect visually for particulate matter and discoloration; do not use if particulate matter or discoloration present<\/li><li>administer by subQ injection into the arm, thigh, hip, or abdomen; rotate injection areas with each injection<\/li><li>single use only; discard unused portions<\/li><\/ul><\/li><\/ul>"},"10":{"id":"924219-s-10","title":"Monitoring","mono":"a reduction in multiple sclerosis relapse rate is indicative of efficacy.<br\/>"},"11":{"id":"924219-s-11","title":"How Supplied","mono":"<ul><li><b>Copaxone<\/b><br\/>Subcutaneous Solution: 20 MG\/ML, 40 MG\/ML<br\/><\/li><li><b>Glatopa<\/b><br\/>Subcutaneous Solution: 20 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"924219-s-12","title":"Toxicology","sub":[{"id":"924219-s-12-31","title":"Clinical Effects","mono":"<b>GLATIRAMER<\/b><br\/>USES: Glatiramer is indicated for the treatment of relapsing-remitting multiple sclerosis. PHARMACOLOGY: The exact mechanism of action is unknown; however, it is thought to modify immune processes through glatiramer-activated T-cells. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Overdose effects from glatiramer have not yet been reported. Theoretically, any exposure to glatiramer (a protein) could result in an anaphylactic response. ADVERSE EFFECTS: Adverse effects with glatiramer are usually transient and generally infrequent. COMMON: Transient chest pain unrelated to other systemic reactions has been reported in up to 26% of patients receiving glatiramer.  No clinical sequelae have been documented due to this adverse event. Injection-site reactions eg, pain, erythema, pruritus) are the most frequent adverse events reported with glatiramer therapy. LESS COMMON: A transient, self-limited systemic reaction consisting of facial flushing, chest tightness, palpitations, anxiety, and dyspnea has been reported in some patients following subcutaneous injection, and generally resolves within 30 seconds to 60 minutes  without medical intervention.  The pattern is unpredictable, and episodes have  randomly reoccurred in some patients.<br\/>"},{"id":"924219-s-12-32","title":"Treatment","mono":"<b>GLATIRAMER <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Immediate post injection reactions (i.e., flushing, anxiety, dyspnea) have been reported with therapy. Symptoms have been transient and resolved without medical intervention. TREATMENT OF SEVERE TOXICITY: There is no specific treatment for glatiramer overdose other than supportive care. Treat severe allergic reactions with oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and\/or epinephrine.<\/li><li>Decontamination: Gastrointestinal decontamination is generally NOT indicated, glatiramer is administered parenterally.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory compromise.<\/li><li>Antidote: None.<\/li><li>Acute allergic reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor for evidence of an acute allergic reaction (eg urticaria, wheezing, angioedema). Obtain a baseline ECG and institute continuous cardiac monitoring in patients with chest pain.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value. No studies have addressed the utilization of extracorporeal elimination techniques in poisoning with this agent.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with overdose ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. ADMISSION CRITERIA: Patients demonstrating severe allergic reactions should be admitted for observation. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"924219-s-12-33","title":"Range of Toxicity","mono":"<b>GLATIRAMER<\/b><br\/>At the time of this review, there are no published reports of acute overdose exposures resulting in toxicity. <br\/>"}]},"13":{"id":"924219-s-13","title":"Clinical Teaching","mono":"<ul><li>Inform patient that a transient, self-limiting postinjection reaction may include flushing, palpitations, chest pain, anxiety, urticaria, dyspnea, or throat constriction. Advise patient to seek medical attention if symptoms persist or are of unusual intensity (chest pain).<\/li><li>Side effects may include vasodilatation, rash, hypersensitivity, nausea, vomiting, asthenia, and injection site reactions.<\/li><li>If self-administered, teach patient proper technique and placement of injections.<\/li><li>Instruct patient to rotate injection sites with each injection to prevent localized lipoatrophy and skin necrosis.<\/li><\/ul>"}}}