{"drugs":["Ivermectin","Sklice","Soolantra","Stromectol"],"mono":{"0":{"id":"924223-s-0","title":"Generic Names","mono":"Ivermectin"},"1":{"id":"924223-s-1","title":"Dosing and Indications","sub":{"0":{"id":"924223-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>(Oral):<\/b> No activity against adult Onchocerca volvulus parasites residing in subcutaneous nodules requiring surgical nodulectomy to eliminate the microfilariae producing adult parasite<\/li><li><b>Infection by Onchocerca volvulus, non-adult stage:<\/b> 150 mcg\/kg ORALLY as a single dose; re-treatment intervals between 3 and 12 months<\/li><li><b>Intestinal strongyloidiasis:<\/b> 200 mcg\/kg ORALLY as a single dose, if evidence of larvae still present during 3 months following therapy, retreat with a single dose<\/li><li><b>Pediculosis capitis:<\/b> 0.5% lotion, apply up to 1 tube TOPICALLY to dry hair, coating hair and scalp thoroughly; rinse with water after 10 minutes<\/li><li><b>Rosacea, Inflammatory lesions:<\/b> 1% cream, apply thin film TOPICALLY to affected areas of the face once daily<\/li><li><b>Scabies:<\/b> (uncomplicated) 200 mcg\/kg ORALLY; repeat the dose in 2 weeks<\/li><li><b>Scabies:<\/b> (complicated) repeated treatment with ivermectin 200 mcg\/kg ORALLY on days 1, 2, 8, 9, and 15; for severe cases, additional treatment on days 22 and 29 may be required; combine with a topical scabicide (such as 5% benzyl benzoate or 5% permethrin) using a full body application repeated daily for 7 days then twice weekly until release from care or cure<\/li><\/ul>"},"1":{"id":"924223-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>(Topical; Sklice(TM)):<\/b> Safety and efficacy of topical ivermectin lotion have not been established in pediatric patients younger than 6 months; not recommended due to increased risk for systemic absorption and toxicity<\/li><li><b>(Topical; Soolantra(TM)):<\/b> Safety and efficacy of topical ivermectin cream have not been established in pediatric patients<\/li><li><b>(Oral):<\/b> Safety and efficacy of oral ivermectin have not been established in pediatric patients weighing less than 15 kg<\/li><li><b>(Oral):<\/b> No activity against adult Onchocerca volvulus parasites residing in subcutaneous nodules requiring surgical nodulectomy to eliminate the microfilariae producing adult parasite<\/li><li><b>Infection by Onchocerca volvulus, non-adult stage:<\/b> (15 kg or greater): 150 mcg\/kg ORALLY as a single dose; re-treatment intervals between 3 and 12 months<\/li><li><b>Intestinal strongyloidiasis:<\/b> (15 kg or larger) 200 mcg\/kg ORALLY as a single dose, if evidence of larvae still present during 3 months following therapy, retreat with a single dose.<\/li><li><b>Pediculosis capitis:<\/b> 0.5% lotion, apply up to 1 tube TOPICALLY to dry hair, coating hair and scalp thoroughly; rinse with water after 10 minutes<\/li><\/ul>"},"3":{"id":"924223-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Infection by Onchocerca volvulus, non-adult stage<\/li><li>Intestinal strongyloidiasis<\/li><li>Pediculosis capitis<\/li><li>Rosacea, Inflammatory lesions<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Ascariasis<\/li><li>Cutaneous larva migrans<\/li><li>Enterobiasis<\/li><li>Infection by Loa loa<\/li><li>Infection by Wuchereria bancrofti<\/li><li>Mansonelliasis<\/li><li>Scabies<\/li><\/ul>"}}},"3":{"id":"924223-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924223-s-3-9","title":"Contraindications","mono":"hypersensitivity to ivermectin or any product components (oral) <br\/>"},{"id":"924223-s-3-10","title":"Precautions","mono":"<ul><li>concomitant infection with onchocerciasis and Loa loa; rarely, increased risk of serious or even fatal encephalopathy (oral)<\/li><li>onchocerciasis; may worsen systemic (Mazzotti reaction) and ophthalmological reactions (oral)<\/li><li>onchodermatitis, hyperreactive (sowda); increased risk of severe adverse reactions, especially edema and disease aggravation (oral)<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"924223-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"924223-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: WHO documentation states insufficient data.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"924223-s-4","title":"Drug Interactions","sub":{"1":{"id":"924223-s-4-14","title":"Major","mono":"<ul><li>Dasabuvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><\/ul>"},"2":{"id":"924223-s-4-15","title":"Moderate","mono":"<ul>Warfarin (probable)<\/ul>"}}},"5":{"id":"924223-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (2.8%), Urticaria (Oral, 0.9%)<\/li><li><b>Neurologic:<\/b>Dizziness (2.8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Mazzotti reaction<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},"6":{"id":"924223-s-6","title":"Drug Name Info","sub":{"0":{"id":"924223-s-6-17","title":"US Trade Names","mono":"<ul><li>Stromectol<\/li><li>Sklice<\/li><li>Soolantra<\/li><\/ul>"},"2":{"id":"924223-s-6-19","title":"Class","mono":"<ul><li>Anthelmintic<\/li><li>Avermectin<\/li><\/ul>"},"3":{"id":"924223-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924223-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924223-s-7","title":"Mechanism Of Action","mono":"The mechanism of ivermectin in the treatment of rosacea lesions is unknown. Ivermectin, a semisynthetic, anthelmintic agent, is active against many nematodes at various stages in the life cycle. Ivermectin is active against the tissue microfilariae of Onchocerca volvulus, but not against the adult form. Ivermectin is also active against Strongyloides stercoralis, but only in the intestinal stages. Ivermectin binds selectively and with high affinity to glutamate-gated chloride ion channels in invertebrate muscle and nerve cells of the microfilaria. This binding causes an increase in the permeability of the cell membrane to chloride ions and results in hyperpolarization of the cell, leading to paralysis and death of the parasite. Ivermectin also is believed to act as an agonist of the neurotransmitter gamma-aminobutyric acid (GABA), thereby disrupting GABA-mediated central nervous system (CNS) neurosynaptic transmission.<br\/>"},"8":{"id":"924223-s-8","title":"Pharmacokinetics","sub":[{"id":"924223-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: approximately 4 hours; Topical cream, 10 hours<\/li><li>Bioavailability, Oral: proportional to dose<\/li><li>Effects of food: approximate 2.5-fold increase in bioavailability<\/li><\/ul>"},{"id":"924223-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, plasma protein: more than 99%<\/li><li>Vd: 46.8 L<\/li><\/ul>"},{"id":"924223-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: primarily via CYP3A4, and lesser extent CYP2D6, and CYP2E1<\/li><li>Substrate of CYP3A4.<\/li><\/ul>"},{"id":"924223-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: extensive over approximately 12 days<\/li><li>Renal: less than 1% unchanged<\/li><\/ul>"},{"id":"924223-s-8-27","title":"Elimination Half Life","mono":"18 hours (oral); 6.5 days (topical) <br\/>"}]},"9":{"id":"924223-s-9","title":"Administration","mono":"<ul><li><b>Oral<\/b><br\/>give on an empty stomach with water<br\/><\/li><li><b>Topical<\/b><br\/><ul><li>Not for oral, ophthalmic, or intravaginal use; avoid contact with eyes  and lips<\/li><li>(Lotion; Sklice(TM)): Apply sufficient lotion (up to 1 tube) to thoroughly coat dry hair and scalp<\/li><li>(Lotion; Sklice(TM)): Leave on for 10 minutes, then rinse off with water<\/li><li>(Lotion; Sklice(TM)): Single use only, discard unused portion<\/li><li>(Cream; Soolantra (TM)): Use a pea-size amount for each affected area and apply as a thin film.<\/li><\/ul><\/li><\/ul>"},"10":{"id":"924223-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>onchocerciasis: decreased skin and eye microfilarial counts, ophthalmic exam, baseline and periodically during therapy<\/li><li>strongyloidiasis: one stool culture per month for the 3 months following therapy<\/li><li>onchocerciasis: assess for loiasis prior to treatment with history of significant exposure to Loa loa-endemic areas<\/li><\/ul>"},"11":{"id":"924223-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 3 MG<br\/><\/li><li><b>Sklice<\/b><br\/>Topical Lotion: 0.5 %<br\/><\/li><li><b>Soolantra<\/b><br\/>Topical Cream: 1 %<br\/><\/li><li><b>Stromectol<\/b><br\/>Oral Tablet: 3 MG<br\/><\/li><\/ul>"},"12":{"id":"924223-s-12","title":"Toxicology","sub":[{"id":"924223-s-12-31","title":"Clinical Effects","mono":"<b>IVERMECTIN AND RELATED AGENTS <\/b><br\/>USES: Avermectins are macrocyclic lactones used for control of nematode and arthropod parasites.  Ivermectin 0.5% topical lotion is used for the topical treatment of head lice infestations. Oral ivermectin is indicated for the treatment of nondisseminated strongyloidiasis of the intestinal tract and Onchocerciasis (river blindness), due to the non-adult stage of nematode parasite Onchocerca volvulus. Abamectin, doramectin, and eprinomectin are agricultural miticides and insecticides. Selamectin is a topical parasiticide. Moxidectin is a parasiticide given to animals (ie, dogs, cats, livestock, horses) for the prevention, treatment and\/or control of parasites, such as heartworms. Moxidectin is from the milbemycin class, and is a semisynthetic derivative of nemadectin. PHARMACOLOGY: The macrocyclic lactone (macrolide) antimicrobial class contains 2 closely related chemical groups, avermectins and milbemycins. These 2 chemical groups have a large complex macrocyclic backbone and have been produced by fermentation of soil dwelling fungal organisms (genus Streptomyces). Ivermectin is a semisynthetic antiparasitic drug and a member of the avermectin class. It binds selectively and with high affinity to glutamate-gated chloride ion channels in invertebrate muscle and nerve cells of the microfilaria. This binding causes an increase in the permeability of the cell membrane to chloride ions and results in hyperpolarization of the cell, leading to paralysis and death of the parasite. Ivermectin also is believed to act as an agonist of the neurotransmitter gamma-aminobutyric acid (GABA), thereby disrupting GABA-mediated central nervous system (CNS) neurosynaptic transmission. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Rash, urticaria, pruritus, edema, headache, dizziness, somnolence, asthenia, nausea, vomiting, abdominal pain, diarrhea, and mild tachycardia have been reported. SEVERE TOXICITY: In severe overdose, seizures, coma, aspiration pneumonia, metabolic acidosis, respiratory failure, and hypotension may develop. DRUG INTERACTION: Ivermectin is thought to potentiate GABA activity. Other drugs, such as barbiturates, benzodiazepines and valproic acid, which also enhance GABA activity, may increase its toxicity. <br\/>"},{"id":"924223-s-12-32","title":"Treatment","mono":"<b>IVERMECTIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Treat severe hypotension IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg. Consider intravenous lipid emulsion in patients with dysrhythmias, hypotension or severe CNS toxicity secondary to ivermectin intoxication.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is not recommended because of the potential for CNS depression or persistent seizures and subsequent aspiration. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with respiratory or CNS depression or hemodynamic instability.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: No specific laboratory tests are necessary in patients with mild toxicity. Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status following significant overdose. Monitor serum electrolytes, pulse oximetry and respiratory status in patients with severe toxicity. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  Patients with unstable vital signs, persistent seizures, coma, metabolic acidosis, or respiratory failure should also be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"924223-s-12-33","title":"Range of Toxicity","mono":"<b>IVERMECTIN AND RELATED AGENTS <\/b><br\/>TOXICITY: An oral ivermectin dose of 100 to 130 mg (6.6 to 8.7 mg\/kg) produced vomiting, somnolence, and mild cardiovascular symptoms in a 15 kg child. Ingestion of 1 gram (ivermectin) or 2.5 to 12 grams (abamectin) has resulted in serious toxicity. THERAPEUTIC DOSE: 150 to 200 mcg\/kg.<br\/>"}]},"13":{"id":"924223-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient with onchocerciasis to report symptoms of Mazzotti reaction (eg, fever, pruritus, urticarial rash, arthralgia, synovitis, lymph node enlargement or tenderness) or an ophthalmic reaction (eg, conjunctivitis, limbitis, eyelid edema, or vision changes).<\/li><li>Instruct patient using tablet to rise slowly from a sitting\/supine position, as drug may cause orthostatic hypotension.<\/li><li>Side effects of oral tablets may include dizziness, pruritus, diarrhea, nausea, vomiting, tachycardia, and peripheral or facial edema.<\/li><li>Side effects of topical lotion may include conjunctivitis, ocular hyperemia, eye irritation, dandruff, dry skin, and a burning sensation.<\/li><li>Side effects of topical cream may include a skin burning sensation and skin irritation.<\/li><li>Advise patient to take tablets on an empty stomach with water.<\/li><li>Cream is not for oral, ophthalmic, or intravaginal use.<\/li><\/ul>"}}}