{"drugs":["Olopatadine Hydrochloride","Pataday","Patanase","Patanol","Pazeo"],"mono":{"0":{"id":"924218-s-0","title":"Generic Names","mono":"Olopatadine Hydrochloride"},"1":{"id":"924218-s-1","title":"Dosing and Indications","sub":{"0":{"id":"924218-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Allergic conjunctivitis:<\/b> 0.1% solution (Patanol(R)), 1 drop in affected eye(s) twice daily (at 6- to 8-hour intervals)<\/li><li><b>Allergic conjunctivitis:<\/b> 0.2% (Pataday(TM)) or 0.7% (Pazeo(R) solution), 1 drop in affected eye(s) once daily<\/li><li><b>Seasonal allergic rhinitis:<\/b> 2 sprays in each NOSTRIL twice a day.<\/li><\/ul>"},"1":{"id":"924218-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Allergic conjunctivitis:<\/b> 0.1% solution (Patanol(R)) (3 years or older), 1 drop in affected eye(s) twice daily (at a 6- to 8-hour interval)<\/li><li><b>Allergic conjunctivitis:<\/b> 0.2% (Pataday(TM)) or 0.7% (Pazeo(R) solution) (2 years or older), 1 drop in affected eye(s) once daily<\/li><li><b>Seasonal allergic rhinitis:<\/b> (6 to 11 years) 1 spray in each NOSTRIL twice a day.<\/li><li><b>Seasonal allergic rhinitis:<\/b> (12 years or older) 2 sprays in each NOSTRIL twice a day.<\/li><\/ul>"},"3":{"id":"924218-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Allergic conjunctivitis<\/li><li>Seasonal allergic rhinitis<\/li><\/ul>"}}},"3":{"id":"924218-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924218-s-3-9","title":"Contraindications","mono":"Hypersensitivity to olopatadine hydrochloride or any other component of the product <br\/>"},{"id":"924218-s-3-10","title":"Precautions","mono":"<ul><li>Neurologic:<\/li><li>-- Somnolence has been reported with the nasal spray<\/li><li>Ophthalmic:<\/li><li>-- Avoid contact lens use if eyes are red<\/li><li>-- Do not use to treat contact lens irritation<\/li><li>-- Remove contacts prior to administration and wait at least 5  to 10 minutes before reinsertion<\/li><li>Respiratory:<\/li><li>-- Epistaxis, nasal ulceration, and nasal septal perforations have been reported with nasal spray; monitoring recommended<\/li><li>Other:<\/li><li>-- Contamination of dropper tip may occur; do not touch to eyelids or other areas and keep bottle tightly closed when not in use<\/li><li>Concomitant Use:<\/li><li>-- Avoid use of the nasal spray with alcohol or other CNS depressants<\/li><\/ul>"},{"id":"924218-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Olopatadine: C (FDA)<\/li><li>Olopatadine: B1 (AUS)<\/li><\/ul>"},{"id":"924218-s-3-12","title":"Breast Feeding","mono":"Olopatadine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924218-s-4","title":"Drug Interactions","sub":{"1":{"id":"924218-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><\/ul>"}}},"5":{"id":"924218-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Taste sense altered (Ophthalmic, 5% or less), Unpleasant taste in mouth (Nasal, 1% to 12.8%)<\/li><li><b>Neurologic:<\/b>Headache (Nasal, 4.4%; ophthalmic, up to 7%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision (Ophthalmic, 5% or less), Burning sensation in eye (Ophthalmic, 5% or less), Dry eye (Ophthalmic, 5% or less)<\/li><li><b>Respiratory:<\/b>Common cold (Ophthalmic, up to 10%), Epistaxis (Nasal, 3.2% to 5.7%), Pharyngitis (Ophthalmic, up to 10%)<\/li><\/ul><b>Serious<\/b><br\/><b>Respiratory:<\/b>Perforation of nasal septum<br\/>"},"6":{"id":"924218-s-6","title":"Drug Name Info","sub":{"0":{"id":"924218-s-6-17","title":"US Trade Names","mono":"<ul><li>Patanol<\/li><li>Pataday<\/li><li>Patanase<\/li><li>Pazeo<\/li><\/ul>"},"2":{"id":"924218-s-6-19","title":"Class","mono":"<ul><li>Antihistamine<\/li><li>Nasal Agent<\/li><li>Ophthalmologic Agent<\/li><\/ul>"},"3":{"id":"924218-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924218-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924218-s-7","title":"Mechanism Of Action","mono":"Olopatadine hydrochloride is a relatively selective histamine H(1)-antagonist that exerts its effect by inhibiting the release of histamine from mast cells. It also blocks the type 1 immediate hypersensitivity reactions including prevention of histamine-mediated effects on human conjunctival epithelial cells. It has no activity on dopamine, alpha-adrenergic and muscarinic type 1 and type 2 receptors.<br\/>"},"8":{"id":"924218-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"924218-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability, intranasal: 57%<\/li><li>Bioavailability, ophthalmic: Below the limit of quantitation<\/li><li>Tmax, intranasal: 15 minutes to 2 hours<\/li><li>Tmax, Ophthalmic: 2 hours<\/li><\/ul>"},"1":{"id":"924218-s-8-24","title":"Distribution","mono":"Protein binding: 55%, primarily to albumin <br\/>"},"3":{"id":"924218-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 70% excreted in urine, 86% unchanged drug<\/li><li>Fecal: 17% excreted in feces<\/li><\/ul>"},"4":{"id":"924218-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Intranasal: 8 to 12 hours<\/li><li>Ophthalmic: 2 to 8 hours<\/li><\/ul>"}}},"9":{"id":"924218-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>Ophthalmic solution is for topical use only; do not inject or take orally<br\/><\/li><li><b>Nasal<\/b><br\/>Before initial use, prime bottle by releasing 5 sprays or until a fine mist appears; reprime by releasing 2 sprays when not in use for more than 7 days; avoid spraying in eyes<br\/><\/li><li><b>Ophthalmic<\/b><br\/>Remove contact lenses prior to instillation; may reinsert 5  to 10 minutes after administration<br\/><\/li><\/ul>"},"10":{"id":"924218-s-10","title":"Monitoring","mono":"<ul><li>Reduction in ocular itching and irritation associated with allergic conjunctivitis is indicative of a therapeutic response to olopatadine<\/li><li>Improvement in symptoms of allergic rhinitis is indicative of efficacy<\/li><li>Nasal examinations; prior to treatment with nasal spray and periodically thereafter<\/li><\/ul>"},"11":{"id":"924218-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Nasal Spray: 0.6 %<br\/><\/li><li><b>Pataday<\/b><br\/>Ophthalmic Solution: 0.2 %<br\/><\/li><li><b>Patanase<\/b><br\/>Nasal Spray: 0.6 %<br\/><\/li><li><b>Patanol<\/b><br\/>Ophthalmic Solution: 0.1 %<br\/><\/li><li><b>Pazeo<\/b><br\/>Ophthalmic Solution: 0.7 %<br\/><\/li><\/ul>"},"12":{"id":"924218-s-12","title":"Toxicology","sub":[{"id":"924218-s-12-31","title":"Clinical Effects","mono":"<b>ANTIHISTAMINES <\/b><br\/>USES: Antihistamines are used primarily to treat allergic reactions. Also used to treat pruritus, peripheral vertigo, and as a sleep aid. Occasionally used as a drug of abuse for their hallucinogenic effects, primarily by adolescents. EPIDEMIOLOGY: Poisoning is common but rarely severe. May occur via oral, parenteral, or dermal (patches or cream) routes. PHARMACOLOGY: Competitive antagonist of histamine (H1 and H2) receptors. Second generation antihistamines tend to be less sedating as they do not cross the blood-brain barrier as readily as the first generation antihistamines. TOXICOLOGY: Anticholinergic (primarily antimuscarinic) effects develop in overdose due to antagonism of central H1 receptors. Large overdoses of H1 blockers, particularly diphenhydramine, may cause sodium channel antagonism. MILD TO MODERATE POISONING: Somnolence, anticholinergic effects (ie, mydriasis, flushing, fever, dry mouth, and decreased bowel sounds), tachycardia, mild hypertension, and nausea and vomiting are common after overdose. Agitation, confusion, and hallucinations may develop with moderate poisoning. SEVERE POISONING: Severe effects may include agitated delirium, psychosis, seizures, coma, hypotension, QRS widening, and ventricular dysrhythmias, including torsade de pointe but are generally only reported in adults after very large, deliberate ingestions. Rhabdomyolysis and renal failure may rarely develop in patients with prolonged agitation, coma, or seizures. ADVERSE EFFECTS: COMMON: Mild sedation, dizziness, impaired coordination, and mild anticholinergic effects. Paradoxical excitation can develop in some patients. <br\/>"},{"id":"924218-s-12-32","title":"Treatment","mono":"<b>ANTIHISTAMINES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The majority of antihistamine overdoses require only supportive care; give activated charcoal if patient presents shortly after ingestion; sedate with benzodiazepines for agitation and delirium. Hypertension and tachycardia are generally mild and well tolerated, and do not require specific treatment. Physostigmine can be used to establish a diagnosis; it may also help avoid an invasive, costly work-up, but should only be given in a setting where intensive monitoring and resuscitation are available. It should NOT be given if there is a history or ECG (QRS widening) evidence that suggests a tricyclic antidepressant poisoning. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed early. Gastric lavage may be of benefit, if the patient presents soon after a large ingestion; administer activated charcoal as well. GI decontamination should be performed only in patients who can protect their airway or who are intubated. Severe delirium may develop and require large doses of benzodiazepines for sedation. Seizures (may rarely progress to status epilepticus) may require aggressive use of benzodiazepines, propofol and\/or barbiturates. Monitor for QRS widening and ventricular dysrhythmias; treat with intravenous sodium bicarbonate (1 to 2 mEq\/kg IV bolus starting dose, titrate to blood pH 7.45 to 7.55), or lidocaine if sodium bicarbonate unsuccessful. Monitor core temperature and treat hyperthermia with aggressive benzodiazepine sedation to control agitation and external cooling. Clinical manifestations may be prolonged due to delayed absorption in the setting of an anticholinergic ileus.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for somnolence and seizures. For dermal exposure, remove patches and wash skin thoroughly. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient able to protect airway. Consider gastric lavage in recent, large (greater than 1 g) ingestion, but first protect the airway.<\/li><li>Airway management: Perform early in patients with severe intoxication (i.e., seizures, dysrhythmias, severe delirium or hyperthermia).<\/li><li>Antidote: Physostigmine is indicated to reverse the CNS effects caused by clinical or toxic dosages of agents capable of producing anticholinergic syndrome; however, long lasting reversal of anticholinergic signs and symptoms is generally not achieved because of the relatively short duration of action of physostigmine (45 to 60 minutes).  It is most often used diagnostically to distinguish anticholinergic delirium from other causes of altered mental status. CAUTION: If tricyclic antidepressants are coingested, physostigmine may precipitate seizures and dysrhythmias. DOSES: ADULT: 2 mg IV at a slow controlled rate, no more than 1 mg\/min. May repeat doses at intervals of 10 to 30 min if severe symptoms recur. For patients with prolonged anticholinergic delirium consider a continuous infusion, start at 2 mg\/hr and titrate to effect. CHILD: 0.02 mg\/kg by slow IV injection, at a rate no more than 0.5 mg\/minute. Repeat dosage at 5 to 10 minute intervals as long as the toxic effect persists and there is no sign of cholinergic effects. MAXIMUM DOSAGE: 2 mg total.<\/li><li>Conduction disorder of the heart: DYSRHYTHMIAS: QRS widening or ventricular tachycardia may respond to sodium bicarbonate. A reasonable starting dose is 1 to 2 mEq\/kg bolus; repeat as needed. Endpoints include resolution of dysrhythmias, narrowing of QRS complex, and a blood pH of 7.45 to 7.55. Use lidocaine if sodium bicarbonate is not successful.<\/li><li>Seizure: Most seizures are self-limited or respond to intravenous benzodiazepines. Patients with recurrent or recalcitrant seizures should be treated with propofol or barbiturates.<\/li><li>Body temperature above reference range: HYPERTHERMIA: Control agitation with benzodiazepines, initiate aggressive external cooling measures (i.e., remove patient clothing, cover with a wet sheet or keep skin damp and direct fans at the patient's skin to enhance evaporation).<\/li><li>Delirium:  Sedate patient with benzodiazepines until the patient is sleepy. Large doses (greater than 10 mg of lorazepam) may be required.<\/li><li>Monitoring of patient: Monitor vital signs (including temperature) and mental status. No specific lab work is needed in most patients. Obtain an ECG and institute continuous cardiac monitoring in patients with significant toxicity (i.e., agitation, delirium, seizures, coma, and hypotension). Monitor creatinine phosphokinase in patients with prolonged agitation, seizures, or coma; monitor renal function and urine output in patients with rhabdomyolysis.<\/li><li>Enhanced elimination procedure: Hemodialysis or hemoperfusion are of no value in this setting.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness or stimulation) with acute inadvertent ingestions may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (i.e., hallucinations somnolence, delirium, coma) or persistent tachycardia should be admitted. Patients with coma, seizures, dysrhythmisas, or delirium should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (i.e., seizures, dysrhythmias, severe delirium, coma) or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"924218-s-12-33","title":"Range of Toxicity","mono":"<b>ANTIHISTAMINES<\/b><br\/>TOXICITY: Depends on the specific antihistamine; assessment of patient's signs and symptoms are generally more important than attempting to determine exact dose ingested. THERAPEUTIC DOSE: Depends on specific antihistamine. <br\/>"}]},"13":{"id":"924218-s-13","title":"Clinical Teaching","mono":"<ul><li>Nasal: Warn patient to report symptoms of nasal ulceration or septal perforation, including epistaxis.<\/li><li>Nasal: Advise patient to avoid driving and other activities requiring mental alertness or coordination due to potential for somnolence.<\/li><li>Nasal side effects may include bitter taste, pharyngolaryngeal pain, postnasal drip, cough, pyrexia, or upper respiratory tract infection.<\/li><li>Ophthalmic side effects may include an dysgeusia, blurred vision, dry eye, burning, stinging, conjunctivitis, keratitis, rhinitis, or pharyngitis.<\/li><li>Ophthalmic: Advise patient to remove soft contact lenses prior to instilling drug. Lenses may be reinserted 10 minutes following instillation.<\/li><li>Ophthalmic: Instruct patient to avoid touching the eyelid or surrounding tissue with tip of bottle to prevent solution contamination.<\/li><li>Nasal: Advise patient to avoid alcohol and CNS depressants due to additive sedation.<\/li><\/ul>"}}}