{"generic":"Delavirdine Mesylate","drugs":["Delavirdine Mesylate","Rescriptor"],"mono":{"0":{"id":"924233-s-0","title":"Generic Names","mono":"Delavirdine Mesylate"},"1":{"id":"924233-s-1","title":"Dosing and Indications","sub":[{"id":"924233-s-1-4","title":"Adult Dosing","mono":"<b>HIV infection:<\/b> 400 mg ORALLY 3 times a day "},{"id":"924233-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in children less than 16 years of age<\/li><li><b>HIV infection:<\/b> 16 years and older, 400 mg ORALLY 3 times a day<\/li><\/ul>"},{"id":"924233-s-1-6","title":"Dose Adjustments","mono":"<b>hepatic\/renal impairment:<\/b> pharmacokinetics have not been evaluated; delavirdine is primarily metabolized in the liver "},{"id":"924233-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>HIV infection<br\/>"}]},"3":{"id":"924233-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924233-s-3-9","title":"Contraindications","mono":"<ul><li>coadministration of delavirdine with drugs that are highly dependent on CYP3A for clearance (alprazolam, astemizole, cisapride, dihydroergotamine, ergonovine, ergotamine, methylergonovine, midazolam, pimozide, terfenadine, triazolam)<\/li><li>hypersensitivity to delavirdine or any component of the product<\/li><\/ul>"},{"id":"924233-s-3-10","title":"Precautions","mono":"<ul><li>autoimmune disorders, including Graves disease, polymyositis, and Guillain-Barre syndrome, have been reported in the setting of immune reconstitution; may occur many months after initiation of therapy<\/li><li>concurrent use of lovastatin or simvastatin not recommended; use other HMG-CoA reductase inhibitors metabolized by CYP3A4 (eg, atorvastatin or cerivastatin) with caution; increased risk of myopathy and rhabdomyolysis<\/li><li>concurrent use of St. John's wort, phenytoin, phenobarbital, carbamazepine, rifabutin, and rifampin not recommended; reduction in delavirdine concentration leading to possible loss of virologic response and possible resistance<\/li><li>concurrent use with histamine H(2)-receptor antagonists (eg, cimetidine, famotidine, nizatidine, ranitidine) or proton pump inhibitors (eg, omeprazole, lansoprazole) not recommended; reduced absorption of delavirdine may occur<\/li><li>concurrent use with many different drugs; risk of serious and\/or life-threatening drug interactions; know concomitant medications<\/li><li>cross-resistance has been reported; when used alone or in combination with other non-nucleoside reverse transcriptase inhibitors<\/li><li>liver impairment, pre-existing; primarily metabolized by liver<\/li><li>opportunistic infections, indolent or residual; inflammatory response (immune reconstitution syndrome) has been reported<\/li><li>rash, severe; cases of erythema multiforme and Stevens-Johnson have occurred; treatment interruption may be required<\/li><\/ul>"},{"id":"924233-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Delavirdine: C (FDA)<\/li><li>Delavirdine: B3 (AUS)<\/li><\/ul>"},{"id":"924233-s-3-12","title":"Breast Feeding","mono":"Delavirdine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924233-s-4","title":"Drug Interactions","sub":[{"id":"924233-s-4-13","title":"Contraindicated","mono":"<ul><li>Alprazolam (theoretical)<\/li><li>Astemizole (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Cisapride (probable)<\/li><li>Conivaptan (theoretical)<\/li><li>Dihydroergotamine (theoretical)<\/li><li>Eletriptan (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Ergonovine (theoretical)<\/li><li>Ergotamine (theoretical)<\/li><li>Eszopiclone (theoretical)<\/li><li>Everolimus (theoretical)<\/li><li>Fosamprenavir (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Irinotecan (theoretical)<\/li><li>Isavuconazonium Sulfate (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Lomitapide (theoretical)<\/li><li>Methylergonovine (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Naloxegol (theoretical)<\/li><li>Nimodipine (theoretical)<\/li><li>Phenytoin (probable)<\/li><li>Pimozide (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Tolvaptan (theoretical)<\/li><li>Triazolam (theoretical)<\/li><li>Vorapaxar (theoretical)<\/li><\/ul>"},{"id":"924233-s-4-14","title":"Major","mono":"<ul><li>Amiodarone (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Artemether (theoretical)<\/li><li>Bedaquiline (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Brentuximab Vedotin (theoretical)<\/li><li>Buprenorphine (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Cabazitaxel (established)<\/li><li>Ceritinib (theoretical)<\/li><li>Cilostazol (theoretical)<\/li><li>Cimetidine (theoretical)<\/li><li>Cobicistat (probable)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Daclatasvir (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Delamanid (probable)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Etravirine (theoretical)<\/li><li>Famotidine (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Ibrutinib (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Ifosfamide (theoretical)<\/li><li>Ivacaftor (theoretical)<\/li><li>Ixabepilone (theoretical)<\/li><li>Ketoconazole (probable)<\/li><li>Lansoprazole (theoretical)<\/li><li>Lidocaine (theoretical)<\/li><li>Lovastatin (theoretical)<\/li><li>Lumefantrine (theoretical)<\/li><li>Lurasidone (probable)<\/li><li>Methadone (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nevirapine (established)<\/li><li>Nilotinib (theoretical)<\/li><li>Nizatidine (theoretical)<\/li><li>Olaparib (theoretical)<\/li><li>Omeprazole (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Palbociclib (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Paroxetine (theoretical)<\/li><li>Phenobarbital (probable)<\/li><li>Piperaquine (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Quinidine (probable)<\/li><li>Ranitidine (theoretical)<\/li><li>Rifabutin (probable)<\/li><li>Rifampin (probable)<\/li><li>Rilpivirine (theoretical)<\/li><li>Ruxolitinib (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Simvastatin (theoretical)<\/li><li>St John's Wort (established)<\/li><li>Vilazodone (theoretical)<\/li><li>Voriconazole (probable)<\/li><\/ul>"},{"id":"924233-s-4-15","title":"Moderate","mono":"<ul><li>Aluminum Carbonate, Basic (probable)<\/li><li>Aluminum Hydroxide (probable)<\/li><li>Aluminum Phosphate (probable)<\/li><li>Amprenavir (probable)<\/li><li>Cerivastatin (probable)<\/li><li>Clarithromycin (probable)<\/li><li>Dalfopristin (probable)<\/li><li>Desogestrel (probable)<\/li><li>Didanosine (probable)<\/li><li>Dienogest (probable)<\/li><li>Dihydroxyaluminum Aminoacetate (probable)<\/li><li>Dihydroxyaluminum Sodium Carbonate (probable)<\/li><li>Drospirenone (probable)<\/li><li>Ergoloid Mesylates (probable)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Fluoxetine (probable)<\/li><li>Indinavir (probable)<\/li><li>Lacidipine (probable)<\/li><li>Lercanidipine (probable)<\/li><li>Levonorgestrel (probable)<\/li><li>Magaldrate (probable)<\/li><li>Magnesium Carbonate (probable)<\/li><li>Magnesium Hydroxide (probable)<\/li><li>Magnesium Oxide (probable)<\/li><li>Magnesium Trisilicate (probable)<\/li><li>Manidipine (probable)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Nilvadipine (probable)<\/li><li>Nitrendipine (probable)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Quinupristin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Ritonavir (established)<\/li><li>Saquinavir (established)<\/li><li>Sildenafil (probable)<\/li><\/ul>"}]},"5":{"id":"924233-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (13.4% to 19.5%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (14.7% to 20.3%)<\/li><li><b>Neurologic:<\/b>Asthenia (5.3% to 16%), Headache (11.2% to 16.8%)<\/li><li><b>Other:<\/b>Fatigue (5.3% to 16%)<\/li><\/ul><b>Serious<\/b><br\/><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome<br\/>"},"6":{"id":"924233-s-6","title":"Drug Name Info","sub":{"0":{"id":"924233-s-6-17","title":"US Trade Names","mono":"Rescriptor<br\/>"},"2":{"id":"924233-s-6-19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Non-Nucleoside Reverse Transcriptase Inhibitor<\/li><\/ul>"},"3":{"id":"924233-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924233-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924233-s-7","title":"Mechanism Of Action","mono":"Delavirdine mesylate is a synthetic non-nucleoside reverse transcriptase inhibitor of HIV type 1. It binds directly to reverse transcriptase and blocks the viral RNA-dependent and DNA-dependent DNA polymerases activities.<br\/>"},"8":{"id":"924233-s-8","title":"Pharmacokinetics","sub":[{"id":"924233-s-8-23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, approximately 1 h<\/li><li>Bioavailability: 85% +\/- 25%<\/li><li>Effect of food: none<\/li><\/ul>"},{"id":"924233-s-8-24","title":"Distribution","mono":"Protein binding: approximately 98% <br\/>"},{"id":"924233-s-8-25","title":"Metabolism","mono":"Hepatic; P450 CYP3A, CYP2D6; N-desalkylation and pyridine hydroxylation <br\/>"},{"id":"924233-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: approximately 44%<\/li><li>Renal: approximately 51%, less than 5% unchanged<\/li><\/ul>"},{"id":"924233-s-8-27","title":"Elimination Half Life","mono":"5.8 h (2 h to 11 h) <br\/>"}]},"9":{"id":"924233-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with or without food<\/li><li>100 mg tablets may be dispersed in water, place 4 tablets in at least 90 mL, let stand then stir for uniform dispersion, consume promptly, rinse glass and swallow rinse to ensure entire dose<\/li><li>if given together, antacids should be taken at least 1 hour before or after the dose<\/li><li>if given together, didanosine buffered tablets should be taken at least 1 hour before or after the dose<\/li><li>administer with acidic beverage in patients with achlorhydria<\/li><\/ul>"},"10":{"id":"924233-s-10","title":"Monitoring","mono":"<ul><li> Viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months; during at least the first 2 years of treatment and if the CD4 counts are less than 300 cell\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>Hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>Basic chemistry, including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>CBC with a differential; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>Fasting blood glucose or HbA1c; at baseline and with modification of ARV treatment, then every 3 to 6 months in patients with abnormal values or every 12 months in patients with normal values<\/li><li>Fasting lipid profile; at baseline and with modification of ARV treatment, at 4 to 8 weeks, then every 6 months in patients with abnormal values or annually in patients with normal values,<\/li><li>Urinalysis; at baseline or modification of ARV therapy, then annually<\/li><\/ul>"},"11":{"id":"924233-s-11","title":"How Supplied","mono":"<b>Rescriptor<\/b><br\/>Oral Tablet: 100 MG, 200 MG<br\/>"},"12":{"id":"924233-s-12","title":"Toxicology","sub":[{"id":"924233-s-12-31","title":"Clinical Effects","mono":"<b>AIDS ANTIVIRAL NON-NUCLEOSIDES <\/b><br\/>USES: The non-nucleoside reverse transcriptase inhibitors (NNRTIs) are used in the treatment of HIV-1 infection. This class includes etravirine, delavirdine mesylate, efavirenz, nevirapine, and rilpivirine. PHARMACOLOGY: NNRTIs bind adjacent to the active site of HIV-1 reverse transcriptase, causing conformational change and thus inactivation of the enzyme. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon, and severe sequelae from acute overdose is rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: The majority of patients will have minimal or no symptoms following overdose. Mild transaminitis may occur in the setting of overdose. Psychiatric disturbances characterized by mania, agitation, and sometimes somnolence have been observed in overdose. Abdominal pain, nausea, and vomiting have been reported. Transient mild neutropenia and hyperlactemia developed in an infant after intravenous overdose. ADVERSE EFFECTS: COMMON: Headache, dizziness, transaminitis, rash, nausea, vomiting,  diarrhea, paresthesias, psychiatric disturbances, and hyperlipidemia are the most commonly reported adverse effects. Other adverse effects specific to each drug include: DELAVIRDINE: rash (36%), hepatitis (rare), Stevens-Johnson syndrome (rare), neutropenia (rare). EFAVIRENZ: headache, dizziness, impaired concentration, abnormal dreams, or other CNS\/psychiatric disturbances (52%), rash (27%), transaminitis, fever, hyperlipidemia. ETRAVIRINE: rash, peripheral neuropathy, toxic epidermal necrolysis (rare), hepatitis (rare). NEVIRAPINE: rash (7%), pruritus, hepatitis (1%), Stevens-Johnson syndrome (0.3%), fever. Hypersensitivity syndrome (HHS) has been described approximately 4 weeks following the therapeutic use of nevirapine.  Generalized maculopapular rash, eosinophilia, enlarged lymph nodes, fever, and hepatosplenomegaly developed. DRUG INTERACTIONS: DELAVIRDINE: A CYP3A4 substrate and inhibitor and a CYP2C9 inhibitor; carbamazepine, phenobarbital, rifampin, and phenytoin may decrease delavirdine concentrations; may increase plasma concentrations of other CYP3A4 substrates. EFAVIRENZ: A CYP3A4 substrate and inducer, and a CYP2B6 substrate; may decrease phenobarbital, phenytoin, carbamazepine, and methadone concentrations; may cause false positive tetrahydrocannabinol tests. ETRAVIRINE: A CYP3A4 substrate and inducer, a CYP2C9 substrate and inhibitor, and a CYP2C19 substrate and inhibitor; may increase the INR when administered with warfarin; may decrease etravirine concentrations when administered with phenytoin, carbamazepine, or phenobarbital; may increase digoxin concentrations. NEVIRAPINE: A CYP3A4 substrate and inducer, and a CYP2B6 substrate; may cause methadone withdrawal; may decrease plasma concentrations of oral contraceptives; may decrease ketoconazole concentrations; administration with rifampin may decrease nevirapine concentrations.<br\/>"},{"id":"924233-s-12-32","title":"Treatment","mono":"<b>AIDS ANTIVIRAL NON-NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored and no specific treatment is indicated. Nausea and vomiting should be treated with antiemetics. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care in severe toxicity. Withdrawal of the offending agent is imperative to improvement in severe adverse reactions. Stevens-Johnson syndrome should be treated with supportive care and consideration of corticosteroid and IV immunoglobulin therapy. Granulocyte colony stimulating factor (GCSF) should be considered for neutropenia complicated by infection felt to be secondary to nevirapine. Hepatic failure should prompt consultation with a transplant center.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of non-nucleoside reverse transcriptase inhibitor (NNRTI) overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NNRTIs. However coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NNRTI toxicity.<\/li><li>Monitoring of patient: Measurement of a basic metabolic panel, complete blood count, and liver enzymes should be performed in cases where adverse effects or overdose are suspected. Right upper quadrant ultrasound should be considered to evaluate for alternative etiologies of transaminitis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NNRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients should be referred to a health care facility. Asymptomatic patients with inadvertent ingestions of NNRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with Stevens-Johnson syndrome or hepatic failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Hepatic failure should prompt consultation with a transplant center.<\/li><\/ul>"},{"id":"924233-s-12-33","title":"Range of Toxicity","mono":"<b>AIDS ANTIVIRAL NON-NUCLEOSIDES<\/b><br\/>OVERDOSE: A full month supply of many of these agents has been ingested in overdose without clinical effects, although toxicity can occur at therapeutic doses with all non-nucleoside reverse transcriptase inhibitors (NNRTIs). ADULT: Psychomotor agitation developed after 15.6 grams and 54 grams efavirenz in adults. PEDIATRIC: An ingestion of 200 mg of nevirapine (40 times the recommended dose of 2 mg\/kg\/day) instead of the prescribed 200 mg of nelfinavir in an 8-day-old infant resulted in mild transient neutropenia and hyperlactatemia. THERAPEUTIC DOSE: DELAVIRDINE: ADULT: 400 mg three times daily. PEDIATRIC (age 16 years or older): 400 mg three times daily. EFAVIRENZ: ADULT: 600 mg\/day. PEDIATRIC: 10 kg to less than 15 kg: 200 mg\/day; 15 kg to less than 20 kg: 250 mg\/day; 20 kg to less than 25 kg: 300 mg\/day; 25 kg to less than 32.5 kg: 350 mg\/day; 32.5 kg to less than 40 kg: 400 mg\/day; 40 kg or more: 600 mg\/day. ETRAVIRINE: ADULT: 200 mg twice daily. NEVIRAPINE: ADULT: 200 mg twice daily. PEDIATRIC: 150 mg\/m(2) twice daily (Max: 400 mg\/day).<br\/>"}]},"13":{"id":"924233-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>This drug may cause lipodystrophy, abdominal pain, nausea, vomiting, myalgia, headache, or fatigue.<\/li><li>Instruct patient to report signs\/symptoms of infection.<\/li><li>Advise patient to report signs\/symptoms of Stevens-Johnson syndrome (flu-like symptoms, spreading red rash, or skin\/mucous membrane blistering) or erythema multiforme (a less severe form of Stevens-Johnson).<\/li><li>Patient should take this drug at least 1 h before or after antacids or didanosine (buffered tablets).<\/li><li>Patients with achlorhydria should administer drug with an acidic beverage.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}