{"generic":"Pramipexole Dihydrochloride","drugs":["Mirapex","Mirapex ER","Pramipexole Dihydrochloride"],"mono":{"0":{"id":"924298-s-0","title":"Generic Names","mono":"Pramipexole Dihydrochloride"},"1":{"id":"924298-s-1","title":"Dosing and Indications","sub":[{"id":"924298-s-1-4","title":"Adult Dosing","mono":"<ul><li>may switch patient from pramipexole immediate-release to extended-release tablets overnight at the same daily dose; adjust dose if needed<\/li><li><b>Parkinson's disease:<\/b> (immediate-release) initial, 0.125 mg ORALLY 3 times per day, slow titration not more frequently than every 5 to 7 days for 7 weeks to achieve optimal response; typical ascending dosage schedule: week 1, 0.375 mg\/day; week 2, 0.75 mg\/day; week 3, 1.5 mg\/day; week 4, 2.25 mg\/day; week 5, 3 mg\/day; week 6, 3.75 mg\/day; week 7, 4.5 mg\/day (in 3 divided doses)<\/li><li><b>Parkinson's disease:<\/b> (immediate-release) maintenance, 0.5 to 1.5 mg ORALLY 3 times per day with or without levodopa; discontinuation of therapy, taper dose by 0.75 mg\/day until the daily dose is 0.75 mg; thereafter reduce dose by 0.375 mg\/day<\/li><li><b>Parkinson's disease:<\/b> (extended-release) initial, 0.375 mg ORALLY once daily, slow titration not more frequently than every 5 to 7 days, first to 0.75 mg\/day and then in 0.75-mg increments; MAX, 4.5 mg\/day; discontinuation of therapy, taper dose by 0.75 mg\/day increments until daily dose is 0.75 mg, then reduce by 0.375 mg\/day<\/li><li><b>Restless legs syndrome (Moderate to Severe), Primary:<\/b> initial, 0.125 mg ORALLY once daily taken 2 to 3 hours prior to bedtime; may increase by doubling dose every 4 to 7 days if needed; no evidence of benefit of doses greater than 0.5 mg\/day<\/li><\/ul>"},{"id":"924298-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy in pediatric patients have not been established "},{"id":"924298-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>(immediate-release; Parkinson disease) renal impairment, normal to mild (CrCl greater than 50 mL\/min):<\/b> starting dose 0.125 mg ORALLY 3 times per day, MAX 1.5 mg 3 times per day<\/li><li><b>(immediate-release; Parkinson disease) renal impairment, moderate (CrCl 30 to 50 mL\/min):<\/b> starting dose 0.125 mg twice daily, MAX 0.75 mg 3 times per day<\/li><li><b>(immediate-release; Parkinson disease) renal impairment, severe (CrCl 15 to less than 30 mL\/min):<\/b> starting dose 0.125 mg once daily, MAX 1.5 mg once daily<\/li><li><b>(immediate-release; Parkinson disease) renal impairment, very severe (CrCl less than 15 mL\/min or hemodialysis patients):<\/b> data not available<\/li><li><b>(immediate-release; restless legs syndrome) renal impairment, severe and moderate (CrCl 20 to 60 mL\/min):<\/b> increase duration between titration steps to 14 days<\/li><li><b>(extended-release; Parkinson disease) renal impairment, moderate (CrCl 30 to 50 mL\/min):<\/b> initial, 0.375 mg every other day; may increase dose to daily after a week and before any dose titrations (0.375-mg increments up to 2.25 mg\/day); adjust dose no more frequently than weekly intervals<\/li><li><b>(extended-release; Parkinson disease) renal impairment, severe (CrCl less than 30 mL\/min or on hemodialysis):<\/b> do not use<\/li><\/ul>"},{"id":"924298-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Parkinson's disease<\/li><li>Restless legs syndrome (Moderate to Severe), Primary<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Depression<br\/>"}]},"3":{"id":"924298-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924298-s-3-9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"924298-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Orthostatic hypotension may occur, particularly during dose escalation; monitoring recommended<\/li><li>Dermatologic:<\/li><li>-- Melanoma may occur; monitoring recommended<\/li><li>Musculoskeletal:<\/li><li>-- Rhabdomyolysis has been reported<\/li><li>Neurologic:<\/li><li>-- Falling asleep during activities of daily living sometimes occurring without warning signs and somnolence have been reported more than 1 year after treatment initiation; may require discontinuation<\/li><li>-- New or worsening dyskinesia may occur<\/li><li>-- Restless leg syndrome rebound and augmentation have been reported<\/li><li>Psychiatric:<\/li><li>-- Impulse control and compulsive behaviors (eg, urges to gamble, increased sexual urges, urges to spend money uncontrollably, binge eating) have been reported; consider dose reduction or therapy withdrawal<\/li><li>-- Hallucinations have been reported; risk increases with age<\/li><li>-- Major psychotic disorder; use not recommended, as new or worsening mental status and behavioral changes, including psychosis, have been reported<\/li><li>Renal:<\/li><li>-- Renal impairment may increase risk of toxicity; dosage adjustment may be necessary<\/li><li>-- Severe renal impairment (CrCl less than 30 mL\/min) or hemodialysis; use not recommended<\/li><li>Respiratory:<\/li><li>-- Fibrotic complications (peritoneal fibrosis, pleural fibrosis, and pulmonary fibrosis) have been reported<\/li><li>Other:<\/li><li>-- Abrupt withdrawal, dose reduction, or changes in dopaminergic therapy have been associated with hyperpyrexia and confusion (symptom complex resembling neuroleptic malignant syndrome); gradual tapering of dose recommended<\/li><\/ul>"},{"id":"924298-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Pramipexole: C (FDA)<\/li><li>Pramipexole: B3 (AUS)<\/li><\/ul>"},{"id":"924298-s-3-12","title":"Breast Feeding","mono":"Pramipexole: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924298-s-4","title":"Drug Interactions","sub":{"2":{"id":"924298-s-4-15","title":"Moderate","mono":"<ul><li>Cimetidine (probable)<\/li><li>Kava (probable)<\/li><\/ul>"}}},"5":{"id":"924298-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Orthostatic hypotension (Immediate release, 53%; extended-release, 3%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (immediate-release, 4% to 14%; extended-release, 7% to 14%), Nausea (immediate-release, 11% to 28%; extended-release, 11% to 22%)<\/li><li><b>Neurologic:<\/b>Amnesia (4% to 6%), Asthenia (Immediate-release, 10% to 14%; extended-release, 3%), Confusion (4% to 10%), Dizziness (Immediate-release, 3% to 26%; extended-release, 2% to 12%), Dream disorder (Up to 11%), Dyskinesia (Immediate-release, 18% to 47%; extended-release, 17%), Extrapyramidal movements (28%), Headache (Immediate-release, 4% to 16%; extended-release, 7%), Insomnia (Immediate-release, 4% to 27%; extended-release, 4%)<\/li><li><b>Psychiatric:<\/b>Hallucinations (5% to 17%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart failure<\/li><li><b>Dermatologic:<\/b>Malignant melanoma<\/li><li><b>Neurologic:<\/b>Sleep attack (2% to 6%), Somnolence (Immediate-release, 6% to 33%;; extended-release, 15% to 36%)<\/li><li><b>Psychiatric:<\/b>Disturbance in thinking, Psychotic disorder<\/li><li><b>Other:<\/b>Malignant melanoma, Neuroleptic malignant syndrome<\/li><\/ul>"},"6":{"id":"924298-s-6","title":"Drug Name Info","sub":{"0":{"id":"924298-s-6-17","title":"US Trade Names","mono":"<ul><li>Mirapex<\/li><li>Mirapex ER<\/li><\/ul>"},"2":{"id":"924298-s-6-19","title":"Class","mono":"<ul><li>Antiparkinsonian<\/li><li>Dopamine Agonist<\/li><\/ul>"},"3":{"id":"924298-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924298-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924298-s-7","title":"Mechanism Of Action","mono":"Pramipexole dihydrochloride is a nonergot dopamine agonist whose exact mechanism of action as a treatment for Parkinson's disease and restless leg syndrome is unknown, although its action is believed to be related to its ability to stimulate dopamine receptors in the striatum. Pramipexole has full intrinsic activity at the D(2) subfamily of dopamine receptors, and has a higher affinity to the D(3) receptors than the D(2) or D(4) receptors.<br\/>"},"8":{"id":"924298-s-8","title":"Pharmacokinetics","sub":[{"id":"924298-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral, immediate-release: approximately 2 hours<\/li><li>Tmax, Oral, extended-release: 6 hours<\/li><li>Bioavailability: greater than 90%<\/li><li>Effect of food, immediate-release: Tmax delayed 1 hour<\/li><li>Effect of food, extended-release: Tmax delayed by 2 hours, Cmax increased by 20%<\/li><\/ul>"},{"id":"924298-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 500 L<\/li><li>Protein binding: 15%<\/li><\/ul>"},{"id":"924298-s-8-25","title":"Metabolism","mono":"minimal (less than 10%) <br\/>"},{"id":"924298-s-8-26","title":"Excretion","mono":"<ul><li>Renal clearance: 400 mL\/min<\/li><li>Renal excretion: 90% unchanged<\/li><li>Dialyzable: No (hemodialysis)<\/li><\/ul>"},{"id":"924298-s-8-27","title":"Elimination Half Life","mono":"8 hours (healthy volunteers); 12 hours (elderly volunteers) <br\/>"}]},"9":{"id":"924298-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>may be taken with or without food<\/li><li>extended-release tablets are to be taken whole, and should not be broken, chewed, or crushed<\/li><\/ul>"},"10":{"id":"924298-s-10","title":"Monitoring","mono":"<ul><li>improvement in the signs and symptoms of Parkinson's disease is indicative of efficacy<\/li><li>improvement in the signs and symptoms of restless leg syndrome is indicative of efficacy<\/li><li>drowsiness or sleepiness; continually reassess<\/li><li>orthostatic hypotension, especially during dose escalation<\/li><li>melanoma screening, periodically by qualified individuals (eg. dermatologists)<\/li><\/ul>"},"11":{"id":"924298-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 0.125 MG, 0.25 MG, 0.5 MG, 0.75 MG, 1 MG, 1.5 MG<\/li><li>Oral Tablet, Extended Release: 0.375 MG, 0.75 MG, 1.5 MG<\/li><\/ul><\/li><li><b>Mirapex ER<\/b><br\/>Oral Tablet, Extended Release: 0.375 MG, 0.75 MG, 1.5 MG, 2.25 MG, 3 MG, 3.75 MG, 4.5 MG<br\/><\/li><li><b>Mirapex<\/b><br\/>Oral Tablet: 0.125 MG, 0.25 MG, 0.5 MG, 0.75 MG, 1 MG, 1.5 MG<br\/><\/li><\/ul>"},"12":{"id":"924298-s-12","title":"Toxicology","sub":[{"id":"924298-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>DOPAMINE RECEPTOR AGONISTS (NON-ERGOT) <\/b><br\/>USES: ROPINIRole, rotigotine, and apomorphine are used for the treatment of Parkinson disease. ROPINIRole is also used for the treatment of restless leg syndrome.  Apomorphine is administered subcutaneously, rOPINIRole orally, and rotigotine as a transdermal patch. For information on pramipexole, refer to PRAMIPEXOLE and RELATED AGENTS. PHARMACOLOGY: These agents act by stimulating dopamine D2-type receptors within the caudate-putamen in the brain. Apomorphine has high affinity for dopamine-4 (D4) receptors and moderate affinity for the dopamine-2, dopamine-3 and dopamine-5 receptors. ROPINIRole and rotigotine are selective for the dopamine-2 (D2)-receptor agonist with higher specificity for D3 receptors. TOXICOLOGY: Overdose effects are related to peripheral and central dopaminergic stimulation. EPIDEMIOLOGY: Overdose is rare; however, apomorphine abuse has been reported in other countries. Patients may overdose on apomorphine to avoid &quot;off&quot; episodes or to experience an increase in psychosexual stimulation. Male patients with Parkinson disease have been reported to increase the frequency of their injections leading to heightened libido, stimulation of penile erections, hallucinations, dyskinesia, abnormal behavior, agitation, confusion, and depression. MILD TO MODERATE POISONING: Headache, nasal congestion, dryness of mouth, nausea, vomiting, flushing, coughing, fatigue. ROPINIROLE: Of patients receiving inadvertent doses greater than 24 mg\/day, one experienced mild orofacial dyskinesia, and another had transient nausea. Other effects reported after unintentional overdose (a dose greater than 24 mg\/day) included visual hallucinations, hyperhidrosis, claustrophobia, chorea, palpitations, asthenia, and nightmares. Doses of 24 mg or less or overdoses of unknown amounts have been associated with the following effects: vomiting, increased coughing, fatigue, syncope, dyskinesia, agitation, chest pain, orthostatic hypotension, somnolence, and confusion. ROTIGOTINE: There have been no reports of overdose; however, in the event of an overdose, the following primary symptoms may be expected: nausea, vomiting, hypotension, involuntary movements, hallucinations, confusion, seizures, and other signs of excessive dopaminergic stimulation. SEVERE POISONING: Orthostatic hypotension, bradycardia, hypothermia, supraventricular ectopy, chest pain, lethargy, dizziness, euphoria, dyskinesias, agitation, confusion, mydriasis, drowsiness, sedation, vomiting, nausea, visual hallucinations, hyperhidrosis, claustrophobia, chorea, palpitations, asthenia, nightmares, syncope, somnolence, involuntary movements, seizures, ataxia,  and other signs of excessive dopaminergic stimulation. APOMORPHINE: Loss of consciousness, bradycardia, and hypotension were reported in a patient who received 25 mg of apomorphine. ADVERSE EFFECTS: THERAPEUTIC: ROPINIROLE: Spontaneous vomiting and mild hypotension, sweating, nausea, dizziness, and impotence have been reported as adverse effects in clinical trials. The majority of adverse effects are related to the peripheral dopaminergic activity of rOPINIRole. ROTIGOTINE: Nausea, vomiting, somnolence, dizziness, headache, and application site reactions are the most frequently reported adverse effects reported with rotigotine therapy. For information on pramipexole, please refer to PRAMIPEXOLE AND RELATED AGENTS management. APOMORPHINE: Yawning, dyskinesia, somnolence, dizziness, rhinorrhea, edema, chest pain, increased sweating, flushing, and pallor have been reported in clinical trials. Severe nausea and vomiting have been reported with therapeutic doses.<br\/><\/li><li><b>PRAMIPEXOLE AND RELATED AGENTS <\/b><br\/>USES: Pramipexole is a dopamine agonist. It is used to treat the signs and symptoms of Parkinson's disease and Restless Leg Syndrome. PHARMACOLOGY: Pramipexole is a non-ergot derived selective dopamine (D2\/D3) receptor agonist. Therapeutic effect is likely due to increased dopaminergic neuron firing in the substantia nigra and striatum. TOXICOLOGY: Excessive dopamine agonist effects can cause lethargy and hallucinations. EPIDEMIOLOGY: Exposures are uncommon and life-threatening toxicity has not been reported with overdose. OVERDOSE: There is little information on overdose in humans.  Tachycardia, vomiting, lethargy, and drowsiness have been reported after overdose. ADVERSE EFFECTS: Adverse effects have included syncope (possibly due to orthostatic hypotension), somnolence, dizziness, extrapyramidal effects, nausea and vomiting, sweating, loss of color vision, peripheral edema and pallor. Auditory and visual hallucinations have also been reported.<br\/><\/li><\/ul>"},{"id":"924298-s-12-32","title":"Treatment","mono":"<ul><li><b>DOPAMINE RECEPTOR AGONISTS (NON-ERGOT) <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treat dyskinesias by decreasing the dose and providing supportive care. Treat dystonia with benzodiazepines and antispasmodic agents (benztropine, diphenhydramine). Treat hypotension with IV fluids and treat dysrhythmias with routine antiarrhythmic agents.<\/li><li>Decontamination: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected. Due to the mechanism of action of dopamine D2 receptor agonists, spontaneous vomiting is expected to occur following an overdose. Remove rotogotine patch and wash exposed skin.<\/li><li>Airway management: Endotracheal intubation should be performed in patients with excessive drowsiness and the inability to protect their own airway.<\/li><li>Antidote: None.<\/li><li>Dystonia: Dystonias may respond to diazepam, diphenhydramine or benztropine. ADULT: Benztropine is dosed at 1 to 4 mg IV or IM, maximum 6 mg\/day. Diphenhydramine is dosed at 25 to 50 mg IV over 2 minutes. PEDIATRIC: Diphenhydramine: 1.25 mg\/kg\/dose IV over 2 minutes.<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine. Central venous pressure monitoring may be indicated to guide fluid therapy in patients with persistent hypotension. Administer atropine if hypotension is secondary to bradycardia. If hypotension persists administer dopamine (5 to 20 mcg\/kg\/min) or norepinephrine (ADULT: begin infusion at 0.5 to 1 mcg\/min; PEDIATRIC: begin infusion at 0.1 mcg\/kg\/min); titrate to desired response<\/li><li>Conduction disorder of the heart: Monitor for dysrhythmias and treat with routine antiarrhythmic agents.<\/li><li>Nausea and vomiting: APOMORPHINE ONLY: Use of a 5HT3 antagonist (ondansetron, granisetron, dolasetron, palonosetron and alosetron) is contraindicated. Use of apomorphine with ondansetron has resulted in profound hypotension and loss of consciousness. In clinical trials, trimethobenzamide was use as the primary therapy for apomorphine induced nausea and\/or vomiting.<\/li><li>Monitoring of patient:   Monitor vital signs and ECG in symptomatic patients. Monitor for CNS depression. Monitor fluid and electrolyte balance in patients with prolonged vomiting.<\/li><li>Enhanced elimination procedure: These agents have large volumes of distribution, methods to enhance elimination would not be effective.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic after inadvertent ingestion can be managed at home. OBSERVATION CRITERIA: Symptomatic patients and those with deliberate ingestions should be sent to a medical facility for evaluation and treatment. ADMISSION CRITERIA: All patients who remain symptomatic after 6 to 12 hours of observation should be admitted. CONSULT CRITERIA: Consult a medical toxicologist for assistance with medical management if the patient has more than moderate symptoms or symptoms not consistent with the exposure or the diagnosis is unclear.<\/li><\/ul><\/li><li><b>PRAMIPEXOLE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care is sufficient in nearly all patients. Antiemetics should be given if nausea and vomiting occurs. Investigation should be undertaken to assess for possibility of co-ingestants that may complicate the clinical course. MANAGEMENT OF SEVERE TOXICITY: Supportive care remains the mainstay of treatment. Patients with co-ingestants causing respiratory depression or loss of airway reflexes should be intubated. Hypotension is not expected but should be treated with IV fluids and pressors if necessary. Patients with severe toxicity have likely ingested other substances.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not indicated, as severe toxicity is not expected even in large overdoses. HOSPITAL: Activated charcoal, orogastric lavage, and whole bowel irrigation are not indicated in pramipexole overdose. Each method carries some risk, and pramipexole overdoses are usually benign. Consider activated charcoal if more toxic agents may be involved.<\/li><li>Airway management: Airway management is unlikely to be necessary unless co-ingestants that cause respiratory depression are present.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor vital signs and mental status. No routine laboratory studies are necessary unless otherwise clinically indicated. ECG, serum electrolytes, salicylate, and acetaminophen concentrations should be obtained after deliberate overdose. Lab analysis should be directed towards ruling out more serious ingestions and conditions. Pramipexole concentrations are generally not available and are not clinically useful in guiding therapy.<\/li><li>Enhanced elimination procedure: Enhanced elimination is not indicated due to mild toxicity in overdose and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic after inadvertent ingestions may be managed at home. OBSERVATION CRITERIA: Patients with deliberate ingestions or who are symptomatic should be referred to a healthcare facility. Those without significant signs and symptoms can likely be discharged after a 6-hour observation period. ADMISSION CRITERIA: Patients with severe CNS depression, and\/or co-ingestions of other more toxic symptoms may require admission. In general, patients will be asymptomatic within 24 to 48 hours. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><\/ul>"},{"id":"924298-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>DOPAMINE RECEPTOR AGONISTS (NON-ERGOT)<\/b><br\/>TOXICITY: There is limited overdose experience with these agents. APOMORPHINE: A man experienced loss of consciousness, but recovered fully after injecting 25 mg. ROPINIROLE: An adult survived an ingestion of 435 mg over a 7-day period (62.1 mgs\/day). PEDIATRICS: Inadvertent exposures in children generally cause only mild effects. THERAPEUTIC: APOMORPHINE: Recommended daily dose, after the dose-determination titration, is 0.2 to 0.6 mL (2 to 6 mg) SubQ as needed for &quot;off&quot; episodes. MAXIMUM DOSE: 0.6 mL (6 mg) per day. ROPINIROLE: Parkinson disease: Initial titration: 0.25 mg 3 times daily, then increase dose in 0.25 mg to 3 mg increments weekly to achieve therapeutic response; MAXIMUM DOSE: 24 mg\/day. Restless Legs Syndrome:  Initial dose: 0.5 mg\/day, titrate to a maximum dose of 4 mg once daily. ROTIGOTINE: Parkinson disease: Initial dose: 2 mg\/day patch once daily. May increase weekly by 2 mg\/24 hour increments if needed and as tolerated. MAXIMUM DOSE: 6 mg\/day.<br\/><\/li><li><b>PRAMIPEXOLE AND RELATED AGENTS<\/b><br\/>TOXICITY: Doses up to 11 mg for 2 days reported with only mild tachycardia developing. THERAPEUTIC: ADULT - Initial 0.125 mg three times daily increased weekly to 4.5 mg\/day.<br\/><\/li><\/ul>"}]},"13":{"id":"924298-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness or somnolence (sometimes abrupt).<\/li><li>Instruct patient to rise slowly from a sitting\/lying down position, as drug may cause orthostatic hypotension.<\/li><li>Side effects may include constipation, nausea, amnesia, asthenia, confusion, dizziness, dream disorder, extrapyramidal movements, insomnia, and hallucinations.<\/li><li>Tell patient to report new or increased gambling urges, sexual urges, compulsive eating or buying, or other urges and if they are not able to control these urges.<\/li><li>Tell patient to report new onset or exacerbation of dyskinesia.<\/li><li>This drug is available in immediate-release and extended-release formulations. Instruct patient to follow administration instructions specific to the prescribed formulation with regard to meals and dosing frequency.<\/li><li>Patient should take the immediate-release tablets with food to minimize gastric irritation.<\/li><li>Advise patient against sudden dose reduction or discontinuation of drug, as this may cause emergent hyperpyrexia and confusion (symptom complex resembling neuroleptic malignant syndrome).<\/li><li>Patient should not drink alcohol during pramipexole therapy.<\/li><li>Tell patient to avoid concomitant use of other central nervous system depressants unless supervised by healthcare professional.<\/li><li>Instruct patient to take a missed dose of the extended-release formulation as soon as possible, but if next dose is in less than 12 hours, skip the missed dose, and take the next dose at the regularly scheduled time.<\/li><\/ul>"}}}