{"generic":"Tiagabine Hydrochloride","drugs":["Gabitril","Tiagabine Hydrochloride"],"mono":{"0":{"id":"924381-s-0","title":"Generic Names","mono":"Tiagabine Hydrochloride"},"1":{"id":"924381-s-1","title":"Dosing and Indications","sub":[{"id":"924381-s-1-4","title":"Adult Dosing","mono":"<b>Partial seizure; Adjunct:<\/b> (adjunctive therapy for patients taking enzyme-inducing antiepileptic drugs) 4 mg ORALLY once a day; may increase dosage by 4-8 mg\/day at weekly intervals to a MAX dose of 56 mg\/day (given in 2-4 divided doses). Modification of concomitant antiepilepsy drugs is not necessary, unless clinically indicated."},{"id":"924381-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Not FDA approved in patients below the age of 12<\/li><li><b>Partial seizure; Adjunct:<\/b> (adjunctive therapy in adolescents 12-18 years old with enzyme-inducing antiepileptic drugs) 4 mg ORALLY once a day; may increase dosage by 4 mg\/day after 7 days; thereafter, the total daily dose may be increased by 4-8 mg\/day at weekly intervals to a MAX dose of 32 mg\/day (given in 2-4 divided doses). Modification of concomitant antiepilepsy drugs is not necessary, unless clinically indicated<\/li><li><b>Partial seizure; Adjunct:<\/b> (adjunctive therapy in children over age 2 with enzyme-inducing antiepileptic drugs) 0.25 mg\/kg\/day in 3 divided doses; may increase at 4-week intervals to 0.5, 1.0, and 1.5 mg\/kg\/day; optimal pediatric adjunctive dosing is usually in the range of 0.375-1.25 mg\/kg\/day<\/li><\/ul>"},{"id":"924381-s-1-6","title":"Dose Adjustments","mono":"<b>liver disease:<\/b> clearance is reduced; dosage reduction may be necessary"},{"id":"924381-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Partial seizure; Adjunct<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Generalized anxiety disorder<\/li><li>Spasticity<\/li><\/ul>"}]},"3":{"id":"924381-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924381-s-3-9","title":"Contraindications","mono":"hypersensitivity to tiagabine products<br\/>"},{"id":"924381-s-3-10","title":"Precautions","mono":"<ul><li>driving a car or operating complex machinery until effects of tiagabine are known<\/li><li>gradual withdrawal to minimize possibility of increased seizure  frequency<\/li><li>history of spike and wave discharge on EEG; may exacerbate EEG abnormality<\/li><li>liver disease (dose reductions may be indicated)<\/li><li>lower doses and slower titration in non-induced patients (ie,  patients not receiving medicine which induces the metabolism of  tiagabine, such as carbamazepine or phenytoin)<\/li><li>moderately severe to incapacitating generalized weakness has occurred; reduce or discontinue drug<\/li><li>possible new onset seizures and status epilepticus in patients without a history of seizure<\/li><li>rash (Stevens Johnson syndrome has occurred with tiagabine)<\/li><li>suicidality, increased risk of; based on data analysis of 199 placebo-controlled studies of 11 antiepileptic drugs, small elevated risk occurred as early as 1 week after starting therapy and continued to at least 24 weeks<\/li><\/ul>"},{"id":"924381-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Tiagabine: C (FDA)<\/li><li>Tiagabine: B3 (AUS)<\/li><\/ul>"},{"id":"924381-s-3-12","title":"Breast Feeding","mono":"Tiagabine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924381-s-4","title":"Drug Interactions","sub":{"1":{"id":"924381-s-4-14","title":"Major","mono":"<ul><li>Ketorolac (theoretical)<\/li><li>Orlistat (probable)<\/li><\/ul>"},"2":{"id":"924381-s-4-15","title":"Moderate","mono":"<ul><li>Carbamazepine (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Ginkgo (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Primidone (probable)<\/li><\/ul>"}}},"5":{"id":"924381-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (2%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (5% to 7%), Nausea (11%)<\/li><li><b>Neurologic:<\/b>Asthenia (18% to 23%), Ataxia (5% to 9%), Confusion (5%), Disturbance in speech (4%), Dizziness (27 to 31%), Feeling nervous (10% to 14%), Insomnia (5% to 6%), Somnolence (18% to 21%), Tremor (9% to 21%), Unable to concentrate (6% to 14%)<\/li><li><b>Respiratory:<\/b>Pharyngitis (7% to 8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Neurologic:<\/b>Seizure, in patients without epilepsy, Status epilepticus, Status epilepticus, in patients without a history of seizure<\/li><li><b>Psychiatric:<\/b>Suicidal thoughts<\/li><\/ul>"},"6":{"id":"924381-s-6","title":"Drug Name Info","sub":{"0":{"id":"924381-s-6-17","title":"US Trade Names","mono":"Gabitril<br\/>"},"2":{"id":"924381-s-6-19","title":"Class","mono":"<ul><li>Anticonvulsant<\/li><li>Gamma Aminobutyric Acid Uptake Inhibitor<\/li><\/ul>"},"3":{"id":"924381-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924381-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924381-s-7","title":"Mechanism Of Action","mono":"Tiagabine hydrochloride is an antiepileptic agent thought to inhibit gamma aminobutyric acid (GABA) uptake into presynaptic neurons, thereby providing more GABA available for binding to receptors on postsynaptic cells. This enhances the activity of GABA, the major inhibitory neurotransmitter in the central nervous system.<br\/>"},"8":{"id":"924381-s-8","title":"Pharmacokinetics","sub":[{"id":"924381-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral: approximately 45 minutes<\/li><li>Bioavailability, oral: about 90%<\/li><li>Effect of food: (high fat meal), prolongs rate of absorption but not the extent (prolongs Tmax 2.5 hours; reduces Cmax by about 40%; AUC unaffected)<\/li><\/ul>"},{"id":"924381-s-8-24","title":"Distribution","mono":"Protein binding, serum albumin and alpha-1-acid glycoprotein: 96% <br\/>"},{"id":"924381-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; thiophene ring oxidation and glucuronidation<\/li><li>Metabolite 5-oxo-tiagabine: inactive<\/li><li>Substrate of CYP3A primarily; contributions from CYP1A2, 2D6, or 2C19 cannot be ruled out<\/li><\/ul>"},{"id":"924381-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 63% as metabolites<\/li><li>Renal: 25% as metabolites<\/li><li>Dialyzable: no<\/li><li>Total body: 109 mL\/min<\/li><\/ul>"},{"id":"924381-s-8-27","title":"Elimination Half Life","mono":"<ul><li>7 to 9 hours<\/li><li>Hepatic enzyme induced patients with epilepsy: decreased by 50% to 65% (2 to 5 hours)<\/li><\/ul>"}]},"9":{"id":"924381-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with food <br\/>"},"10":{"id":"924381-s-10","title":"Monitoring","mono":"<ul><li>seizure control is indicative of efficacy<\/li><li>emergence or worsening of depression, suicidal thoughts or behavior, and\/or any unusual changes in mood or behavior; throughout therapy<\/li><\/ul>"},"11":{"id":"924381-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 2 MG, 4 MG<br\/><\/li><li><b>Gabitril<\/b><br\/>Oral Tablet: 2 MG, 4 MG, 12 MG, 16 MG<br\/><\/li><\/ul>"},"12":{"id":"924381-s-12","title":"Toxicology","sub":[{"id":"924381-s-12-31","title":"Clinical Effects","mono":"<b>TIAGABINE<\/b><br\/>USES: Tiagabine, an antiepileptic agent, is used as adjunctive therapy in adults and children 12 years of age and older to treat partial seizures. PHARMACOLOGY: The exact mechanism is unknown. It is thought to enhance the activity of gamma aminobutyric acid (GABA), the major inhibitory neurotransmitter in the central nervous system. By this action tiagabine blocks GABA uptake in presynaptic neurons, allowing more GABA to be available for receptor binding on the surfaces of post-synaptic cells. TOXICOLOGY: Increased GABA activity causes CNS depression. EPIDEMIOLOGY: Overdose is infrequent. OVERDOSE: Experience with human overdose is limited. Seizures and status epilepticus have occurred in overdose, even in patients without epilepsy. CNS depression, agitation, dysphagia, weakness, hallucinations, dystonias, myoclonus and coma have been reported following tiagabine overdose. Respiratory depression, vomiting, hypertension, bradycardia, and hypotension have also been reported. ADVERSE EVENTS: COMMON: The most commonly reported adverse effects following therapeutic administration include dizziness, somnolence, confusion, tremor, and abdominal pain. Other adverse effects include hypertension, palpitations, tachycardia, nausea\/vomiting, diarrhea, gingivitis, stomatitis, CNS depression, status epilepticus, fatigue, nervousness, amnesia, bronchitis, dyspnea, pneumonia, otitis media, tinnitus, otitis externa, hyperacusis, amblyopia, blepharitis, blindness, eye pain, keratoconjunctivitis, photophobia, visual field defects, and rash. In postmarketing experience, new onset seizures and status epilepticus have occurred in patients without epilepsy. <br\/>"},{"id":"924381-s-12-32","title":"Treatment","mono":"<b>TIAGABINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor neurologic and respiratory function. Initially treat seizures with benzodiazepines. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with benzodiazepines, add barbiturates if seizures persist. Intubate and ventilate patients that develop respiratory compromise due to significant CNS or respiratory depression.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is not indicated due to the risk of seizures and CNS or respiratory depression. HOSPITAL: Activated charcoal may be indicated following a recent ingestion if the patient is alert or the airway is protected.<\/li><li>Airway management: Monitor airway and respiratory function. Intubation may be needed in a patient that develops seizures, coma or significant respiratory depression.<\/li><li>Antidote: None.<\/li><li>Seizure: Treat with IV benzodiazepines, add barbiturates if seizures persist.<\/li><li>Monitoring of patient: Monitor vital signs, CNS and respiratory function. Instituted continuous cardiac monitoring. Serum tiagabine concentrations are not widely available or useful to guide overdose treatment. Monitor serum electrolytes and blood glucose in patients with CNS depression. Obtain and ECG in patients with tachycardia or bradycardia.<\/li><li>Enhanced elimination procedure: Tiagabine is highly protein bound; therefore, hemodialysis is unlikely to be beneficial.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic child can be managed at home following a minor (a single 2 mg dose) inadvertent exposure if a responsible adult is present. An asymptomatic adult can be managed at home following a minor (extra dose) inadvertent exposure. OBSERVATION CRITERIA: Any patient with a deliberate ingestion or more than minor symptoms should be referred to a healthcare facility. ADMISSION CRITERIA: Any patient with persistent seizure activity, CNS depression, respiratory insufficiency or depression should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity (CNS depression, respiratory depression) or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"924381-s-12-33","title":"Range of Toxicity","mono":"<b>TIAGABINE<\/b><br\/>TOXICITY: PEDIATRIC: A 2-year-old girl developed generalized tonic-clonic seizure activity after ingesting 90 mg of tiagabine. She fully recovered 27 hours post ingestion with supportive care. ADOLESCENT: A 14-year-old girl developed non-convulsive status epilepticus after ingesting an estimated 180 mg of tiagabine; following supportive care she recovered completely. ADULT: Doses between 320 and 800 mg in adults have been associated with confusion, agitation, coma, status epilepticus, weakness and depression. One adult developed profuse vomiting, coma and severe agitation following a 1500 mg ingestion; a complete recovery occurred with supportive care. THERAPEUTIC DOSE: ADULT: 4 to 8 mg\/day, MAX 56 mg\/day given in 2 to 4 divided doses. PEDIATRIC: Children 12 to 18 years old: 4 to 8 mg\/day, MAX 32 mg\/day given in 2 to 4 divided doses; Children less than 12 years old: Safety and efficacy have not been well established. In patients on concurrent therapy with a non-enzyme-inducing antiepilepsy drug, lower doses are required, and slower dose titrations may also be needed.<br\/>"}]},"13":{"id":"924381-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid driving and other activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness, somnolence, and confusion.<\/li><li>This drug may cause abdominal pain, diarrhea, asthenia, tremors, inability to concentrate, and nervousness.<\/li><li>Advise patient against sudden discontinuation of drug, as this may precipitate seizures.<\/li><li>Patient should take this drug with food.<\/li><\/ul>"}}}