{"generic":"Tamsulosin Hydrochloride","drugs":["Flomax","Tamsulosin Hydrochloride"],"mono":{"0":{"id":"924335-s-0","title":"Generic Names","mono":"Tamsulosin Hydrochloride"},"1":{"id":"924335-s-1","title":"Dosing and Indications","sub":[{"id":"924335-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Benign prostatic hyperplasia:<\/b> initial, 0.4 mg ORALLY once daily; if no response after 2 to 4 weeks, may increase dose to 0.8 mg ORALLY once daily<\/li><li><b>Ureteric stone:<\/b> 0.4 mg ORALLY once daily, or in combination with tolterodine  or potassium citrate, has been used in clinical studies.<\/li><\/ul>"},{"id":"924335-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>use not indicated in pediatric patients<\/li><li><b>Ureteric stone:<\/b> 0.4 mg ORALLY in children older than 4 years or 0.2 mg ORALLY in children 4 years or younger once a day has been used in a clinical trial (n=61).<\/li><\/ul>"},{"id":"924335-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment:<\/b> moderate (Child-Pugh grade A or B), no dosage adjustment necessary<\/li><li><b>renal impairment:<\/b> CrCl 10 mL\/min or greater, no dosage adjustment necessary<\/li><\/ul>"},{"id":"924335-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Benign prostatic hyperplasia<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Disorder of the urinary system - Spinal cord injury<\/li><li>Lower urinary tract symptoms<\/li><li>Neurogenic bladder<\/li><li>Radiation-induced disorder - Urethritis<\/li><li>Ureteric stone<\/li><\/ul>"}]},"3":{"id":"924335-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924335-s-3-9","title":"Contraindications","mono":"hypersensitivity to tamsulosin or to any component of the product <br\/>"},{"id":"924335-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- syncope may occur; avoid situations with potential for injury<\/li><li>-- orthostasis, with symptoms such as postural hypotension, dizziness, and vertigo, has been reported<\/li><li>Immunologic:<\/li><li>-- sulfa allergy; risk of allergic reaction to tamsulosin<\/li><li>Ophthalmic:<\/li><li>-- intraoperative floppy iris syndrome has been reported in patients undergoing cataract and glaucoma surgery; initiation not recommended in patients scheduled for cataract or glaucoma surgery<\/li><li>Reproductive:<\/li><li>-- carcinoma of the prostate; rule out prior to initiation of therapy and monitoring recommended<\/li><li>-- priapism has been reported rarely<\/li><li>Concomitant use:<\/li><li>-- avoid use with strong CYP3A4 inhibitors, such as ketoconazole, or other alpha-adrenergic blocking agents<\/li><\/ul>"},{"id":"924335-s-3-11","title":"Pregnancy Category","mono":"Tamsulosin: B (FDA)<br\/>"},{"id":"924335-s-3-12","title":"Breast Feeding","mono":"Tamsulosin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924335-s-4","title":"Drug Interactions","sub":[{"id":"924335-s-4-13","title":"Contraindicated","mono":"<ul>Boceprevir (theoretical)<\/ul>"},{"id":"924335-s-4-14","title":"Major","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Paroxetine (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Tadalafil (established)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"},{"id":"924335-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Alprenolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Avanafil (established)<\/li><li>Betaxolol (probable)<\/li><li>Bevantolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bucindolol (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Cimetidine (probable)<\/li><li>Dilevalol (probable)<\/li><li>Esmolol (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Mepindolol (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Pindolol (probable)<\/li><li>Propranolol (probable)<\/li><li>Sildenafil (probable)<\/li><li>Sotalol (probable)<\/li><li>Talinolol (probable)<\/li><li>Tertatolol (probable)<\/li><li>Timolol (probable)<\/li><li>Vardenafil (established)<\/li><\/ul>"}]},"5":{"id":"924335-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Immunologic:<\/b>Infectious disease (9% to 10.8%)<\/li><li><b>Musculoskeletal:<\/b>Backache (7% to 8.3%)<\/li><li><b>Neurologic:<\/b>Asthenia (7.8% to 8.5%), Dizziness (14.9% to 17.1%), Headache (19.3% to 21.1%), Insomnia (1.4% to 2.4%), Somnolence (3% to 4.3%)<\/li><li><b>Reproductive:<\/b>Abnormal ejaculation (8.4% to 18.1%)<\/li><li><b>Respiratory:<\/b>Rhinitis (13.1% to 17.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Ophthalmic:<\/b>Retinal detachment<\/li><li><b>Reproductive:<\/b>Priapism<\/li><\/ul>"},"6":{"id":"924335-s-6","title":"Drug Name Info","sub":{"0":{"id":"924335-s-6-17","title":"US Trade Names","mono":"Flomax<br\/>"},"2":{"id":"924335-s-6-19","title":"Class","mono":"<ul><li>Alpha-1 Adrenergic Blocker<\/li><li>Benign Prostatic Hypertrophy Agent<\/li><\/ul>"},"3":{"id":"924335-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924335-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924335-s-7","title":"Mechanism Of Action","mono":"Tamsulosin hydrochloride, an alpha-1A adrenoceptor antagonist, selectively blocks sympathetic nervous stimulation of the receptor resulting in relaxation of the smooth muscles of the prostate, prostatic urethra and bladder neck for improvement in urine flow rate and a reduction in symptoms of benign prostatic hyperplasia.<br\/>"},"8":{"id":"924335-s-8","title":"Pharmacokinetics","sub":[{"id":"924335-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 4 to 5 hours<\/li><li>Bioavailability, Oral: greater than 90%<\/li><li>Effect of food: increases Tmax to 6 to 7 hours; decreases bioavailability and Cmax<\/li><\/ul>"},{"id":"924335-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 16 L<\/li><li>Protein binding: 94% to 99%<\/li><\/ul>"},{"id":"924335-s-8-25","title":"Metabolism","mono":"Hepatic: extensive via CYP3A4 and CYP2D6 <br\/>"},{"id":"924335-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 21%<\/li><li>Renal: 76%, less than 10% unchanged<\/li><li>Total body clearance: 2.88 L\/hr<\/li><\/ul>"},{"id":"924335-s-8-27","title":"Elimination Half Life","mono":"9 to 15 hours (modified release capsules) <br\/>"}]},"9":{"id":"924335-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer 30 minutes after the same meal each day<\/li><li>do not crush, chew, or open capsules<\/li><\/ul>"},"10":{"id":"924335-s-10","title":"Monitoring","mono":"<ul><li>improved bladder obstructive symptoms (eg, urinary frequency and\/or urine flow rate) of benign prostatic hyperplasia may indicate efficacy<\/li><li>MRI (T2-weighted), prior to therapy<\/li><\/ul>"},"11":{"id":"924335-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 0.4 MG<br\/><\/li><li><b>Flomax<\/b><br\/>Oral Capsule: 0.4 MG<br\/><\/li><\/ul>"},"12":{"id":"924335-s-12","title":"Toxicology","sub":[{"id":"924335-s-12-31","title":"Clinical Effects","mono":"<b>ALPHA-ADRENERGIC BLOCKERS <\/b><br\/>USES: Alpha-adrenergic blockers are used for treatment of hypertension, for symptomatic prostatic hypertrophy, and to facilitate treatment of renal stones. PHARMACOLOGY: Alpha-adrenergic blockers block peripheral alpha-adrenergic receptors and cause vasodilation. TOXICOLOGY: Excessive vasodilation causes hypotension and reflex tachycardia. Hypotension is generally not life-threatening. EPIDEMIOLOGY: Exposures to alpha-adrenergic blockers are common. Mild to moderate symptoms occur occasionally, but severe hypotension is rare. Deaths are rare from single-substance ingestions. MILD TO MODERATE TOXICITY: Orthostatic hypotension, reflex tachycardia, nausea, vomiting, and dizziness are common; syncope and mild sedation may develop. SEVERE TOXICITY: Hypotension, torsades de pointes, agitation, seizures, and priapism have been reported. Hypotension is generally not life-threatening. ADVERSE EFFECTS: Orthostasis and tachycardia have occurred with therapeutic use.<br\/>"},{"id":"924335-s-12-32","title":"Treatment","mono":"<b>ALPHA-ADRENERGIC BLOCKERS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Hypotension usually responds to IV fluids. MANAGEMENT OF SEVERE TOXICITY: Hypotension that does not respond to IV fluids should be treated with adrenergic vasopressors such as phenylephrine or norepinephrine. Intubate patients with significant CNS depression. Treat seizures with benzodiazepines; add propofol or barbiturates if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is NOT recommended because of the risk for seizures. HOSPITAL: Patients who are awake after a significant ingestion should be treated with activated charcoal to limit the potential for symptomatic hypotension. Gastric lavage is not indicated as overdose is rarely life-threatening.<\/li><li>Airway management: Airway management is not generally required for alpha adrenergic antagonists poisoning.<\/li><li>Antidote: None.<\/li><li>Priapism: Priapism may occur with these agents. An immediate urological consult is necessary. Clinical history should include the use of other agents (ie, antihypertensives, antidepressants, illegal agents) that may also be contributing to priapism. In a patient with ischemic priapism the corpora cavernosa are often completely rigid and the patient complains of pain, while nonischemic priapism the corpora are typically tumescent, but not completely rigid and pain is not typical. Aspirate blood from the corpus cavernosum with a fine needle. Blood gas testing of the aspirated blood may be used to distinguish ischemic (typically PO2 less than 30 mmHg, PCO2 greater than 60 mmHg, and pH less than 7.25) and nonischemic priapism. Color duplex ultrasonography may also be useful. If priapism persists after aspiration, inject a sympathomimetic. PHENYLEPHRINE: Dose: Adult: For intracavernous injection, dilute phenylephrine with normal saline for a concentration of 100 to 500 mcg\/mL and give 1 mL injections every 3 to 5 minutes for approximately 1 hour (before deciding that treatment is not successful). For children and patients with cardiovascular disease: Use lower concentrations in smaller volumes. NOTE: Treatment is less likely to be effective if done more than 48 hours after the development of priapism. Distal shunting (NOT first-line therapy) should only be considered after a trial of intracavernous injection of sympathomimetics.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Obtain an ECG and monitor renal function and serum electrolytes in hypotensive patients.<\/li><li>Enhanced elimination procedure: Dialysis is not likely to be useful as these agents are highly protein bound.<\/li><li>Patient disposition: HOME CRITERIA: Unintentional ingestions by children of a single tablet or less can be observed at home; parents should be instructed to watch for dizziness or fainting. All symptomatic patients and those with self-harm ingestions should be sent to a healthcare facility. OBSERVATION CRITERIA: Asymptomatic patients who have ingested an immediate-release formulation can be observed for 6 hours (observe at least 12 hours after overdose with a sustained-release formulation) and cleared if they have normal vital signs and mental status. ADMISSION CRITERIA: Patients with persistent hypotension, seizures, or dysrhythmias should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance with patients with severe toxicity or if the diagnosis is not clear.<\/li><\/ul>"},{"id":"924335-s-12-33","title":"Range of Toxicity","mono":"<b>ALPHA-ADRENERGIC BLOCKERS<\/b><br\/>TOXICITY: Moderate toxicity generally occurs at 10 times the therapeutic dose. Severe toxicity is uncommon even at doses exceeding 30 times the therapeutic dose. DOXAZOSIN: CHILD: A crushed 1 mg tablet ingested by a 6-month-old infant resulted in drowsiness; a 2-year-old child remained normotensive following ingestion of 4 mg. ADULT: 60 mg caused hypotension, tachycardia and drowsiness in an adult. In another case, a 32-year-old woman, with chronic renal failure, epilepsy, and depression, developed hypotension and grand-mal seizures, resulting in death, after intentionally ingesting 60 mg doxazosin. INDORAMIN: ADULT: An overdose ingestion of 1500 mg resulted in seizures and torsade de pointes in an adult. PRAZOSIN: CHILD: up to 50 mg caused profound drowsiness and depressed reflexes in a 2-year-old. ADULT: 200 mg caused slight hypotension. TAMSULOSIN: ADULT: 2 mg caused syncope, orthostatic hypotension and bradycardia in an adult. TERAZOSIN: ADULT: 300 mg caused hypotension and bradycardia in an adult. THERAPEUTIC: Varies by agent.  DOXAZOSIN: For BPH, initial adult dose is 1 mg once daily; may be increased to a maximum of 8 mg once daily. For hypertension, initial adult dose is 1 mg once daily; may be increased to a maximum dose of 16 mg once daily. PRAZOSIN: initial adult dose is 1 mg 2 or 3 times\/day; may be increased to 20 mg\/day given in divided doses. TAMSULOSIN: initial adult dose is 0.4 mg once daily; may be increased to 0.8 mg once daily. TERAZOSIN: For BPH and hypertension, initial adult dose is 1 mg once daily at bedtime; may be increased to a maximum of 20 mg once daily. CHILDREN: According to the manufacturer, the safety and effectiveness of these medications in the pediatric population have not been established. DOXAZOSIN: For hypertension, initially 1 mg orally once daily, up to a maximum of 4 mg\/day. PRAZOSIN: For hypertension, initially 0.05 to 0.1 mg\/kg\/day, in three divided doses, up to a maximum daily dose of 0.5 mg\/kg. TERAZOSIN: For hypertension, initially 1 mg orally once daily, up to a maximum of 20 mg\/day.<br\/>"}]},"13":{"id":"924335-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patients considering cataract surgery to advise their healthcare provider if they have taken tamsulosin capsules.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness, vertigo, syncope, and somnolence.<\/li><li>Tell patient to rise slowly from a sitting\/lying position as drug may cause orthostatic hypotension.<\/li><li>This drug may cause arthralgia, back pain, myalgia, asthenia, headache, abnormal ejaculation, pharyngitis, and rhinitis.<\/li><li>Stevens-Johnson syndrome and other serious allergic reactions have occurred. Advise patient to seek immediate medical attention with signs\/symptoms of a severe allergic reaction such as swelling of the face, tongue or throat, or difficulty breathing, or with signs\/symptoms of severe skin reactions (such as flu-like symptoms, spreading red rash, or skin\/mucous membrane blistering).<\/li><li>Patient should take drug 30 min after a meal at the same time each day.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patient should avoid taking other alpha-adrenergic blocking agents while taking this drug.<\/li><\/ul>"}}}