{"drugs":["Imitrex","Sumatriptan"],"mono":{"0":{"id":"924367-s-0","title":"Generic Names","mono":"Sumatriptan"},"1":{"id":"924367-s-1","title":"Dosing and Indications","sub":[{"id":"924367-s-1-4","title":"Adult Dosing","mono":"<b>Migraine (Acute):<\/b> 5 to 20 mg INTRANASALLY; if headache returns\/persists, may repeat dose once after 2 hours; MAX 40 mg\/24 hours "},{"id":"924367-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"924367-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment, severe:<\/b> use contraindicated<\/li><li><b>geriatrics:<\/b> initiate at lower end of dosing range<\/li><\/ul>"},{"id":"924367-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Migraine (Acute)<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Cluster headache<br\/>"}]},"3":{"id":"924367-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924367-s-3-9","title":"Contraindications","mono":"<ul><li>arrhythmias associated with cardiac accessory conduction pathway disorders, including Wolff-Parkinson-White syndrome<\/li><li>concomitant administration of MAO-A inhibitors or use within 2 weeks of discontinuation of MAO-A inhibitor therapy<\/li><li>concomitant use of ergotamine-containing or ergot-type medication (eg, dihydroergotamine, methysergide) within 24 hours<\/li><li>concomitant use with another 5-HT(1) agonist<\/li><li>coronary artery vasospasm, including Prinzmetal angina<\/li><li>hemiplegic or basilar migraine; increased risk of stroke<\/li><li>hypersensitivity to sumatriptan or any of its components; angioedema and anaphylaxis have been reported<\/li><li>ischemic bowel disease<\/li><li>ischemic coronary artery disease (angina pectoris, history of myocardial infarction, or documented silent ischemia)<\/li><li>peripheral vascular disease<\/li><li>severe hepatic impairment<\/li><li>stroke or transient ischemic attack, history; increased risk of stroke<\/li><li>uncontrolled hypertension<\/li><\/ul>"},{"id":"924367-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- life-threatening and sometimes fatal arrhythmias such as ventricular tachycardia and ventricular fibrillation have been reported within few hours following use of 5-HT(1) agonists; discontinue if occurs<\/li><li>-- serious cardiac events, including acute myocardial infarction with or without known coronary artery disease, have been reported within hours of use; consider administration of first dose in medically supervised setting in triptan-naive patients with multiple cardiovascular risk factors who have a negative cardiovascular evaluation and perform ECG immediately after administration; periodic monitoring recommended especially with intermittent long-term use<\/li><li>-- coronary artery vasospasm (Prinzmetal's angina) has been reported even in absence of coronary artery disease (CAD) history; consider administration of first dose in a medically supervised setting in triptan-naive patients with multiple cardiovascular risk factors who have a negative cardiovascular evaluation and perform ECG immediately after administration; periodic monitoring recommended, particularly with intermittent long-term use<\/li><li>-- significant blood pressure elevation, including hypertensive crisis, has rarely been reported in patients with and without a history of hypertension; monitoring recommended<\/li><li>Immunologic:<\/li><li>-- anaphylaxis and anaphylactoid reactions have been reported especially in patients with sensitivity to multiple allergens<\/li><li>Neurologic:<\/li><li>-- potentially fatal cerebrovascular events such as cerebral hemorrhage, subarachnoid hemorrhage, and stroke have been reported with use of 5-HT(1) agonists; rule out other potentially serious neurological conditions that may manifest as headache in non-migraineurs and in migraineurs presenting with atypical migraine symptoms; discontinue if cerebrovascular event occurs<\/li><li>-- seizures have been reported including in patients with no predisposing factors; use caution in patients with epilepsy or conditions or concomitant medications that lower seizure threshold<\/li><li>-- headaches, not previously diagnosed as migraine, which are severe, atypical and secondary to other potentially serious neurological conditions; rule out prior to administration<\/li><li>-- medication-overuse headache may occur; detoxification and treatment for withdrawal symptoms may be required<\/li><li>Ophthalmic:<\/li><li>-- vision loss, including partial vision loss and transient or permanent blindness, has been reported with 5-HT(1) agonist use<\/li><li>Other:<\/li><li>-- serotonin syndrome (ie, mental status changes, autonomic instability, neuromuscular aberrations, and\/or gastrointestinal symptoms) may occur within minutes to hours of new or increased doses of serotonergic drugs especially during concomitant use of SSRIs, serotonin norepinephrine reuptake inhibitors, tricyclic antidepressants, or MAOIs; discontinue if suspected<\/li><li>-- noncoronary vasospastic reactions such as peripheral vascular ischemia, splenic infarction, Raynaud syndrome, gastrointestinal vascular ischemia and infarction have been reported; rule out prior to use<\/li><li>-- non-cardiac-related pain, tightness, heaviness, or pressure sensations in the chest, throat, neck, or jaw have been reported; cardiac evaluation recommended in patients with high cardiac risk<\/li><li>-- elderly; dose adjustment recommended<\/li><li>-- avoid using second dose if lack of response with first dose<\/li><\/ul>"},{"id":"924367-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"924367-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"924367-s-4","title":"Drug Interactions","sub":[{"id":"924367-s-4-13","title":"Contraindicated","mono":"<ul><li>Almotriptan (theoretical)<\/li><li>Bromocriptine (theoretical)<\/li><li>Dihydroergotamine (theoretical)<\/li><li>Eletriptan (theoretical)<\/li><li>Ergoloid Mesylates (theoretical)<\/li><li>Ergonovine (probable)<\/li><li>Ergotamine (probable)<\/li><li>Frovatriptan (probable)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Methylene Blue (theoretical)<\/li><li>Methylergonovine (theoretical)<\/li><li>Methysergide (probable)<\/li><li>Moclobemide (theoretical)<\/li><li>Naratriptan (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Rizatriptan (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><li>Zolmitriptan (probable)<\/li><\/ul>"},{"id":"924367-s-4-14","title":"Major","mono":"<ul><li>Amineptine (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amitriptylinoxide (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Citalopram (established)<\/li><li>Clomipramine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dexfenfluramine (theoretical)<\/li><li>Dibenzepin (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Duloxetine (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluoxetine (probable)<\/li><li>Fluvoxamine (probable)<\/li><li>Granisetron (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lofepramine (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Melitracen (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Milnacipran (theoretical)<\/li><li>Mirtazapine (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Opipramol (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Paroxetine (probable)<\/li><li>Protriptyline (theoretical)<\/li><li>Reboxetine (theoretical)<\/li><li>Sertraline (theoretical)<\/li><li>Sibutramine (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Tianeptine (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Venlafaxine (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"}]},"5":{"id":"924367-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Bad taste in mouth (13.5% to 24.5%), Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Dizziness (1% to 1.7%)<\/li><li><b>Respiratory:<\/b>Ear, nose and throat disorder (2.5% to 3.8%), Nasal irritation (2.5% to 3.8%), Pain in throat (0.8% to 2.4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Coronary artery spasm, Hypertensive crisis, Myocardial infarction, Peripheral ischemia, Vascular, Ventricular fibrillation, Ventricular tachycardia<\/li><li><b>Gastrointestinal:<\/b>Acute vascular insufficiency of intestine<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction, Anaphylaxis<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage, Cerebrovascular accident, Seizure, Subarachnoid hemorrhage<\/li><li><b>Ophthalmic:<\/b>Blindness AND\/OR vision impairment level, Functional visual loss<\/li><li><b>Other:<\/b>Serotonin syndrome<\/li><\/ul>"},"6":{"id":"924367-s-6","title":"Drug Name Info","sub":{"0":{"id":"924367-s-6-17","title":"US Trade Names","mono":"Imitrex<br\/>"},"2":{"id":"924367-s-6-19","title":"Class","mono":"<ul><li>Antimigraine<\/li><li>Serotonin Receptor Agonist, 5-HT1<\/li><\/ul>"},"3":{"id":"924367-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924367-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924367-s-7","title":"Mechanism Of Action","mono":"Sumatriptan, a selective 5-hydroxytryptamine(1) receptor subtype agonist, exerts its effect by stimulating vasoconstriction in the basilar artery and blood vessels in the dura mater, this action is presumed to result in the relief of a migraine headache. It exhibits a weak affinity for 5-HT(1A), 5-HT(5A) and 5-HT(7) receptors and has no pharmacologic activity at dopamine(1), dopamine(2), muscarinic, or benzodiazepine receptors, or even at 5-HT(2), 5-HT(3), or 5-HT(4) receptor subtypes.<br\/>"},"8":{"id":"924367-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"924367-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, intranasal: approximately 1 to 1.75 hours (adults); 2 hours (pediatrics)<\/li><li>Bioavailability, intranasal: 25%  of 15%<\/li><\/ul>"},"1":{"id":"924367-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: approximately 14% to 21%<\/li><li>Vd: 2.7 L\/kg<\/li><\/ul>"},"3":{"id":"924367-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 57%;, 3% unchanged, 42% changed<\/li><li>Total body clearance: approximately 1200 mL\/min<\/li><\/ul>"},"4":{"id":"924367-s-8-27","title":"Elimination Half Life","mono":"approximately 2 hours <br\/>"}}},"9":{"id":"924367-s-9","title":"Administration","mono":"<b>Nasal<\/b><br\/><ul><li>administer first dose in physician's office for patients with risk factors for coronary artery disease<\/li><li>do not administer within 24 hours of any ergotamine-containing medication, ergot-type medication, or any other 5-HT1 agonist<\/li><li>do not administer concurrently or within 2 weeks of discontinuation of monoamine oxidase (MAO-A) inhibitors<\/li><li>administer dose into 1 nostril; a 10-mg dose may be achieved by a single 5-mg dose in each nostril<\/li><li>bitter taste may be masked by sucking a butterscotch-flavored candy a few minutes before administration<\/li><\/ul>"},"10":{"id":"924367-s-10","title":"Monitoring","mono":"<ul><li>reduction in migraine headache severity and associated symptoms may indicate efficacy<\/li><li>cardiovascular (CV) evaluation; prior to treatment initiation in elderly or triptan-naive patients with multiple CV risk factors to rule out coronary artery disease or vasospasm; if treatment is initiated, consider ECG upon first use and periodic CV evaluations in long-term intermittent users of sumatriptan<\/li><li>neurological evaluation to exclude serious neurologic conditions before initiating treatment in patients previously undiagnosed or presenting with atypical symptoms<\/li><li>blood pressure; during therapy<\/li><\/ul>"},"11":{"id":"924367-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Nasal Spray: 5 MG, 20 MG<br\/><\/li><li><b>Imitrex<\/b><br\/>Nasal Spray: 5 MG, 20 MG<br\/><\/li><\/ul>"},"12":{"id":"924367-s-12","title":"Toxicology","sub":[{"id":"924367-s-12-31","title":"Clinical Effects","mono":"<b>SUMATRIPTAN AND RELATED AGENTS<\/b><br\/>USES: Sumatriptan and related medications are selective serotonin agonists indicated for the treatment of migraine headaches and cluster headaches. PHARMACOLOGY: Triptans activate vascular serotonin 5-HT1 receptors, producing vasoconstriction. This theoretically antagonizes the cerebral vasodilation that causes migraine headaches. TOXICOLOGY: In overdose, triptans lose their selectivity for the cerebral vasculature and causes excessive vasoconstriction via activation of vascular serotonin receptors. This excess vasoconstriction can result in hypertension, and could cause end-organ ischemia. Triptans can cause serotonin syndrome. EPIDEMIOLOGY: Overdoses of sumatriptan are relatively rare. Deaths have not been reported with poisoning, but severe cardiovascular effects have been associated with therapeutic doses. OVERDOSE: MILD TO MODERATE TOXICITY: Hypertension is common; patients are often asymptomatic. Triptans can cause serotonin syndrome in isolation or in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. Symptoms of serotonin syndrome include altered mental status, hyperreflexia greater in the lower extremities, nystagmus, tremor, diaphoresis, and autonomic instability. SEVERE TOXICITY: While not described in the literature, overdose can theoretically cause vasoconstriction with severe hypertension, myocardial infarction, cardiac dysrhythmias, renal infarction, splenic infarction, ischemic colitis, and cerebral vascular accident (ischemic and hemorrhagic). Triptans can cause serotonin syndrome in isolation or in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. Symptoms of serotonin syndrome include altered mental status, hyperreflexia greater in the lower extremities, nystagmus, tremor, diaphoresis, autonomic instability, rigidity and hyperthermia. ADVERSE EVENTS: Common adverse effects of sumatriptan include nausea, vomiting, dyspepsia, flushing and paresthesias. Chest pressure is reported in up to 15% of sumatriptan users but does not appear to be related to coronary vasospasm. Triptans have been reported to cause serotonin syndrome in isolation as well as when taken in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. <br\/>"},{"id":"924367-s-12-32","title":"Treatment","mono":"<b>SUMATRIPTAN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Care is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: HYPERTENSION: Treat severe hypertension (end organ effects) with sodium nitroprusside or nitroglycerin. Labetalol, dihydropyridine calcium channel blockers and phentolamine are alternatives. Triptan-associated myocardial ischemia has been successfully treated with aspirin, heparin and nitroglycerin. VENTRICULAR DYSRHYTHMIAS: Treat dysrhythmias per ACLS protocols. SEROTONIN SYNDROME: Treat with benzodiazepines. In severe cases (uncontrollable agitation and myoclonus, hyperthermia) neuromuscular paralysis, mechanical ventilation and sedation may be necessary. CYPROHEPTADINE is used to improve mild to moderate symptoms of serotonin syndrome. DOSE: ADULT: Initial dose of 12 mg, then 2 mg every 2 hours if the patient remains symptomatic. Maintenance: 8 mg every 6 hours. Maximum dose: 32 mg in 24 hours. CHILD 0.25 mg\/kg\/day divided every 6 hours, maximum 12 mg\/day.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal can be given to patients with a significant oral overdose in patients who are alert and can protect their airway. Activated charcoal is not indicated for those medications designed to be insufflated or dissolved on the tongue. HOSPITAL: Activated charcoal can be given to patients with a significant oral overdose in patients who are alert and can protect their airway. Activated charcoal and gastric lavage are not indicated for those medications designed to be insufflated or dissolved on the tongue.<\/li><li>Airway management: Endotracheal intubation should be considered for patients who present with significant CNS symptoms.<\/li><li>Antidote: There is no known antidote.<\/li><li>Ventricular arrhythmia: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Lidocaine and amiodarone are generally first line agents for stable monomorphic ventricular tachycardia (VT). Sotalol may be an alternative for stable monomorphic VT. Amiodarone and sotalol should generally not be used if QT prolongation or torsades de pointes is present.<\/li><li>Serotonin syndrome: These agents are selective serotonin agonists, which act at 5-HT(1) receptors and theoretically may produce serotonin syndrome. If symptoms are present, benzodiazepines are the mainstay of therapy. Cyproheptadine, a 5-HT antagonist, may also be used. Severe cases have been managed with benzodiazepine sedation and neuromuscular paralysis with nondepolarizing agents.<\/li><li>Monitoring of patient: Monitor for hypertension, ventricular dysrhythmias and clinical evidence of ischemia. Cardiac monitoring as indicated. Evaluate pulse oximetry and\/or ABGs in patients with chest pain or shortness of breath. Monitor symptomatic patients for acidosis\/electrolyte disorders (particularly hypokalemia, hypocalcemia, and hypomagnesemia).<\/li><li>Enhanced elimination procedure: Sumatriptan has a large volume of distribution; therefore, hemodialysis is unlikely to be effective.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent exposure to therapeutic or near-therapeutic doses can be managed at home with observation. OBSERVATION CRITERIA: Symptomatic patients and patients with deliberate overdose should be referred to a health care facility. ADMISSION CRITERIA: Patients who develop significant hypertension or signs\/symptoms or end-organ ischemia should be admitted for observation and treatment. CONSULT CRITERIA: Consultation with a medical toxicologist or poison center should be considered for any patient with significant symptoms or a significant overdose.<\/li><\/ul>"},{"id":"924367-s-12-33","title":"Range of Toxicity","mono":"<b>SUMATRIPTAN AND RELATED AGENTS <\/b><br\/>TOXICITY: A healthy adult who took sumatriptan 300 mg orally and 12 mg subQ developed ischemic colitis. A minimum lethal dose in human for these agents has not been established. Single doses of 140 to 400 mg sumatriptan in volunteers (n=174) produced no serious adverse events. THERAPEUTIC DOSE: SUMATRIPTAN:  ADULT: 25 to 100 mg at onset of headache; maximum 200 mg\/day. Parenteral:  6 mg at onset of headache; maximum 12 mg\/day. ALMOTRIPTAN: ADULT: 6.25 to 12 mg orally; maximum 25 mg\/day. ELETRIPTAN: ADULT: 20 to 40 mg orally; maximum 80 mg\/day. FROVATRIPTAN: ADULT: 2.5 mg orally; maximum daily dose 7.5 mg. NARATRIPTAN: ADULT: 1 to 2.5 mg orally; maximum dose: 5 mg\/day. RIZATRIPTAN: ADULT: 5 to 10 mg orally; maximum dose: 30 mg\/day. ZOLMITRIPTAN: ADULT: 1.25 to 2.5 mg; maximum dose: 10 mg\/day. ALMOTRIPTAN: PEDIATRIC: 12 to 17 years: 6.25 to 12.5 mg orally; maximum dose: 25 mg\/day. PEDIATRIC USE: The remaining agents are NOT recommended for use in children less than 18 years of age. <br\/>"}]},"13":{"id":"924367-s-13","title":"Clinical Teaching","mono":"<ul><li>Inform patient that overuse of migraine drugs may cause a worsening of headache or an increase in the frequency of headache.<\/li><li>Patient should avoid driving and other activities requiring mental alertness or coordination until drug effects are realized, as this medicine may cause dizziness and somnolence.<\/li><li>Drug may cause unpleasant taste, nausea, vomiting, nose and throat irritation, chest pain, and pressure or tightness in the neck, throat or jaw.<\/li><li>This drug may also cause serious cardiac events (coronary artery vasospasm, transient myocardial ischemia, myocardial infarction, ventricular tachycardia and fibrillation) and hypertensive episodes.<\/li><li>Instruct patient to report signs\/symptoms of peripheral vascular ischemia or colonic ischemia..<\/li><li>Advise patient to report signs of serotonin syndrome (confusion, hallucinations, tachycardia, hyperthermia, labile blood pressure, hyperreflexia, incoordination, diarrhea).<\/li><li>Patient should avoid taking drug within 2 weeks of discontinuation of MAO-A inhibitors.<\/li><li>Patient should avoid taking drug within 24 hours of using ergot-type\/ergotamine-containing drugs or other 5-hydroxytryptamine-1 agonists (eg, eletriptan, zolmitriptan).<\/li><\/ul>"}}}