{"drugs":["Follitropin Alfa","Gonal-F","Gonal-F RFF","Gonal-F RFF Redi-ject"],"mono":{"0":{"id":"924386-s-0","title":"Generic Names","mono":"Follitropin Alfa"},"1":{"id":"924386-s-1","title":"Dosing and Indications","sub":[{"id":"924386-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Female infertility - Reproductive technology management:<\/b> 150 International Units SUBQ daily in early follicular phase, until sufficient follicular development; MAX duration 10 days; administer hCG once follicular development is evident<\/li><li><b>Female infertility - Reproductive technology management:<\/b> (over 35 years with suppressed gonadotropin levels) 225 International Units SUBQ daily until adequate follicular development; may adjust dose after 5 days in 75 to 150 International Unit increments at 3 to 5 day intervals; MAX dose 450 International Units\/day; administer hCG once follicular development is evident<\/li><li><b>Male hypogonadotropic hypogonadism, Primary and secondary, in whom the cause of infertility is not due to primary testicular failure - Spermatogenesis induction:<\/b> following hCG pretreatment, 150 International Units SUBQ 3 times a week up to 18 months; dose may be increased to MAX 300 International Units 3 times a week; administer with hCG<\/li><li><b>Ovulation induction, In anovulatory patients in whom the cause of infertility is functional and not due to primary ovarian failure:<\/b> initial, 75 International Units SC daily; may increase dose by 37.5 International Units after 14 days, depending on response; additional adjustments, if needed, every 7 days; MAX dose 300 International Units\/day, MAX duration 35 days; administer hCG 1 day after last dose<\/li><\/ul>"},{"id":"924386-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established in pediatric patients"},{"id":"924386-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Elevated serum estradiol:<\/b> (greater than 2000 pg\/mL) withhold hCG<\/li><li><b>Enlarged ovaries or abdominal pain:<\/b> discontinue treatment; do not administer hCG<\/li><\/ul>"},{"id":"924386-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Female infertility - Reproductive technology management<\/li><li>Male hypogonadotropic hypogonadism, Primary and secondary, in whom the cause of infertility is not due to primary testicular failure - Spermatogenesis induction<\/li><li>Ovulation induction, In anovulatory patients in whom the cause of infertility is functional and not due to primary ovarian failure<\/li><\/ul>"}]},"3":{"id":"924386-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924386-s-3-9","title":"Contraindications","mono":"<ul><li>abnormal uterine bleeding of undetermined origin<\/li><li>high levels of FSH indicating primary gonadal failure<\/li><li>hypersensitivity to recombinant FSH preparations or one of their excipients<\/li><li>organic intracranial lesion (pituitary tumor)<\/li><li>ovarian cyst or enlargement of undetermined origin<\/li><li>pregnancy<\/li><li>sex hormone dependent tumors of the reproductive tract and accessory organs<\/li><li>uncontrolled thyroid or adrenal dysfunction<\/li><\/ul>"},{"id":"924386-s-3-10","title":"Precautions","mono":"<ul><li>may cause Ovarian Hyperstimulation Syndrome (OHSS) in women with or without pulmonary or vascular complications<\/li><li>attention should be given to diagnosis of infertility before treatment begins; thorough medical, gynecologic (for women), and endocrinologic evaluations are important<\/li><\/ul>"},{"id":"924386-s-3-11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"924386-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"924386-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (8.9% to 23.2%), Nausea (3.6% to 13.6%)<\/li><li><b>Neurologic:<\/b>Headache (assisted reproductive technology, 12.5% to 18.6%; ovulation induction, 22% to 26.5%)<\/li><li><b>Reproductive:<\/b>Cyst of ovary (ovulation induction, 3.6% to 15.3%), Multiple pregnancy (assisted reproductive technology, 35.1% to 44%; ovulation induction, 12.3% to 20%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Occlusion of artery<\/li><li><b>Hematologic:<\/b>Thromboembolic disorder<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Neurologic:<\/b>CVA - cerebrovascular accident due to cerebral artery occlusion<\/li><li><b>Reproductive:<\/b>Abnormal vaginal bleeding (1% to 6%), Ectopic pregnancy, Ovarian cancer, Ovarian hyperstimulation syndrome (up to 7.2%), Torsion of the ovary, ovarian pedicle or fallopian tube<\/li><li><b>Respiratory:<\/b>Acute respiratory distress syndrome, Atelectasis, Pulmonary embolism, Pulmonary infarction<\/li><\/ul>"},"6":{"id":"924386-s-6","title":"Drug Name Info","sub":{"0":{"id":"924386-s-6-17","title":"US Trade Names","mono":"<ul><li>Gonal-F<\/li><li>Gonal-F RFF<\/li><li>Gonal-F RFF Redi-ject<\/li><\/ul>"},"2":{"id":"924386-s-6-19","title":"Class","mono":"<ul><li>Female Reproductive Agent<\/li><li>Human Follicle Stimulating Hormone<\/li><\/ul>"},"3":{"id":"924386-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924386-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924386-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Infertility, female or reproductive technologies, assisted-Follitropin alfa replaces deficient or abnormal FSH serum concentrations in patients experiencing ovulatory function impairment. Specifically, follitropin alfa, a recombinant FSH, stimulates follicle recruitment and follicular growth and maturation. Follitropin alfa's ability to increase serum concentrations of inhibin, estradiol, and total ovarian follicular volume varies widely among individuals. The rise in the serum inhibin concentration is an early indicator of follicular development; its concentration declines quickly after follitropin alfa treatment is discontinued. Total growth of ovarian follicles lags behind increasing FSH serum concentrations, and ovarian follicular growth continues to increase for a time with declining FSH serum concentrations. Maximum ovarian follicular volume correlates better with inhibin or estradiol serum concentrations than it does with FSH serum concentrations.   Anovulatory patients who need luteinizing hormone (LH) activity at mid-cycle receive an injection of human chorionic gonadotropin (hCG) to stimulate ovulation and to continue follicular maturation. Follitropin alfa is not useful for patients experiencing infertility due to primary ovarian failure. <\/li><li>Before consecutive administration of gonadotropins as single agents to increase recruitment of multiple follicles, some assisted reproductive technology protocols include pretreatment with a gonadotropin-releasing hormone agonist (GnRHa) to suppress the pituitary release of gonadotropins. Once the pituitary is suppressed, the patient's physiologic concentrations of gonadotropins are then replaced. <\/li><\/ul>"},"8":{"id":"924386-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"924386-s-8-25","title":"Metabolism","mono":"Systemic: Not been studied <br\/>"},"3":{"id":"924386-s-8-26","title":"Excretion","mono":"Systemic: Renal, 12.5% <br\/>"}}},"9":{"id":"924386-s-9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>dissolve each single-dose vial in 1 mL Sterile Water for Injection<\/li><li>gently roll vial between fingers to mix, do not shake<\/li><li>injection sites include skin on the stomach, upper arm and upper leg; rotate injection location daily<\/li><li>use immediately following reconstitution<\/li><\/ul>"},"10":{"id":"924386-s-10","title":"Monitoring","mono":"serum progesterone, luteinizing hormone, serum estradiol, ovarian ultrasound, pelvic exam, onset of ovulation <br\/>"},"11":{"id":"924386-s-11","title":"How Supplied","mono":"<ul><li><b>Gonal-f RFF Redi-ject<\/b><br\/>Subcutaneous Solution: 300 IU\/0.5 ML, 450 IU\/0.75 ML, 900 IU\/1.5 ML<br\/><\/li><li><b>Gonal-F RFF<\/b><br\/><ul><li>Subcutaneous Powder for Solution: 75 IU<\/li><li>Subcutaneous Solution: 300 IU\/0.5 ML, 900 IU\/1.5 ML, 450 IU\/0.75 ML<\/li><\/ul><\/li><li><b>Gonal-F<\/b><br\/>Subcutaneous Powder for Solution: 450 IU, 1050 IU<br\/><\/li><\/ul>"},"13":{"id":"924386-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause abdominal pain, nausea, or headache.<\/li><li>Advise patient to report signs\/symptoms of ovarian hyperstimulation syndrome (abdominal bloating\/distension, lower abdominal pain, dyspnea, decreased urination).<\/li><li>Instruct patient to report signs\/symptoms of pulmonary or vascular problems such as upper respiratory infection, arterial thromboembolism, acute respiratory distress syndrome, or atelectasis.<\/li><li>Teach patient proper technique and placement of injections.<\/li><li>Advise patient to rotate injection sites.<\/li><li>Advise patient to call healthcare professional if a dose is missed, as drug should be given on a regular schedule.<\/li><\/ul>"}}}