{"drugs":["Requip","Requip XL","Ropinirole Hydrochloride"],"mono":{"0":{"id":"924368-s-0","title":"Generic Names","mono":"Ropinirole Hydrochloride"},"1":{"id":"924368-s-1","title":"Dosing and Indications","sub":[{"id":"924368-s-1-4","title":"Adult Dosing","mono":"<ul><li>If therapy is interrupted for a significant period of time, retitration may be required<\/li><li><b>Parkinson's disease:<\/b> (immediate-release) Initial, 0.25 mg ORALLY 3 times daily for 1 week; based on response may titrate weekly: week two, 0.5 mg 3 times daily; week three, 0.75 mg 3 times daily; week four, 1 mg 3 times daily; after week 4, may increase daily dosage by 1.5 mg\/day on weekly basis up to 9 mg\/day, then may titrate by 3 mg\/day on a weekly basis to 8 mg 3 times daily; MAX dose 24 mg\/day<\/li><li><b>Parkinson's disease:<\/b> (immediate-release) Discontinue gradually over 7 days; reduce from 3 times daily to 2 times daily for 4 days and then once daily for 3 days.<\/li><li><b>Parkinson's disease:<\/b> (extended-release) Initial, 2 mg ORALLY once daily for 1 to 2 weeks; based on response may titrate in 2 mg\/day at weekly intervals or longer to therapeutic response; MAX dose 24 mg\/day<\/li><li><b>Parkinson's disease:<\/b> (extended-release) Discontinue gradually over 7 days.<\/li><li><b>Parkinson's disease:<\/b> May switch directly from immediate-release rOPINIRole to extended-release rOPINIRole, starting with an extended-release dose that most closely matches the total daily immediate-release dose; based on individual response, may further adjust dose<\/li><li><b>Restless legs syndrome (Moderate to Severe), Primary:<\/b> Initial, 0.25 mg ORALLY administered 1 to 3 hours prior to bedtime; after 2 days may titrate nightly doses when appropriate, based on clinical response and efficacy as follows: 0.5 mg\/day on days 3 to 7; 1 mg\/day on week 2; 1.5 mg\/day on week 3; 2 mg\/day on week 4; 2.5 mg\/day on week 5; 3 mg\/day on week 6; 4 mg\/day on week 7; MAX dose, 4 mg\/day<\/li><li><b>Restless legs syndrome (Moderate to Severe), Primary:<\/b> Discontinued without tapering (clinical studies)<\/li><\/ul>"},{"id":"924368-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy in children have not been established "},{"id":"924368-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, moderate (CrCl 30 to 50 mL\/min):<\/b> No adjustment necessary<\/li><li><b>Renal impairment, severe, not receiving regular dialysis:<\/b> Has not been studied<\/li><li><b>ESRD on hemodialysis (Parkinson disease; immediate-release):<\/b> Initial, 0.25 mg orally 3 times daily; may titrate at weekly intervals based on individual response up to a MAX dose of 18 mg\/day; supplemental doses following dialysis are not necessary<\/li><li><b>ESRD on hemodialysis (restless legs syndrome; immediate-release):<\/b> Initial 0.25 mg orally once daily; may titrate gradually based on individual response to a MAX dose of 3 mg\/day; supplemental doses following dialysis are not necessary<\/li><li><b>ESRD on hemodialysis (Parkinson disease; extended-release):<\/b> Initial, 2 mg orally once daily; may titrate gradually at a minimal interval of 1 week or longer based on individual response, up to a MAX dose of 18 mg\/day; supplemental doses following dialysis are not necessary<\/li><li><b>Geriatric:<\/b> No adjustment necessary<\/li><\/ul>"},{"id":"924368-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Parkinson's disease<\/li><li>Restless legs syndrome (Moderate to Severe), Primary<\/li><\/ul>"}]},"3":{"id":"924368-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924368-s-3-9","title":"Contraindications","mono":"Hypersensitivity to rOPINIRole or any component of the product <br\/>"},{"id":"924368-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Give cautiously to patients with cardiovascular disease, as blood pressure elevations and changes in heart rate have been reported with extended-release tablets<\/li><li>-- Fibrotic complications, including cardiac valvulopathy, have been reported<\/li><li>-- Postural hypotension may occur, especially during dose escalation or in patients with Parkinson disease; monitoring recommended<\/li><li>-- Syncope, sometimes associated with bradycardia, has been reported; use caution in patients with significant cardiovascular disease<\/li><li>Dermatologic:<\/li><li>-- Melanoma may occur with increased risk in patients with Parkinson disease; monitoring recommended  for any indication<\/li><li>Neurologic:<\/li><li>-- Augmentation and early morning rebound in restless leg syndrome have been reported; dosage adjustment or discontinuation may be necessary<\/li><li>-- Emergent hyperpyrexia and confusion (symptom complex resembling neuroleptic malignant syndrome) may occur with abrupt withdrawal, dose reduction, or changes in dopaminergic therapy<\/li><li>-- Falling asleep during activities of daily living, including operating a motor vehicle, may occur without warning and has been reported more than 1 year after treatment initiation; increased risk with preexisting sleep disorders<\/li><li>-- New or worsening dyskinesia may occur when given with levodopa; dose adjustment may be needed<\/li><li>Psychiatric:<\/li><li>-- Hallucinations have been reported; increased incidence in elderly<\/li><li>-- Impaired impulse control (eg, urge to gamble or spend money, increased sexual urge, binge eating) has been reported; monitoring recommended and dosage adjustment or discontinuation may be necessary<\/li><li>-- New or worsening mental status or behavioral changes that may be severe, including psychotic-like behavior, may occur after initiating treatment, during treatment, or after increasing dosage<\/li><li>-- Preexisting major psychotic disorder may be exacerbated; use generally not recommended<\/li><li>Respiratory:<\/li><li>-- Fibrotic complications including pleural effusion, pleural fibrosis, and interstitial lung disease have been reported<\/li><li>Concomitant use:<\/li><li>-- Psychosis treatments may decrease efficacy<\/li><\/ul>"},{"id":"924368-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Ropinirole: C (FDA)<\/li><li>Ropinirole: B3 (AUS)<\/li><\/ul>"},{"id":"924368-s-3-12","title":"Breast Feeding","mono":"Ropinirole: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924368-s-4","title":"Drug Interactions","sub":{"1":{"id":"924368-s-4-14","title":"Major","mono":"<ul>Warfarin (probable)<\/ul>"},"2":{"id":"924368-s-4-15","title":"Moderate","mono":"<ul><li>Ciprofloxacin (established)<\/li><li>Kava (probable)<\/li><\/ul>"}}},"5":{"id":"924368-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (2% to 25%), Orthostatic hypotension (Up to 23%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (6% to 7%), Constipation (4% to 5%), Nausea (11% to 60%), Vomiting (7% to 12%)<\/li><li><b>Neurologic:<\/b>Dizziness (Parkinson disease, 6% to 40%; restless legs syndrome, 11%), Dyskinesia (13% to 34%), Headache (6%), Somnolence (Parkinson disease, 7% to 40%; restless leg syndrome, 12%)<\/li><li><b>Other:<\/b>Fatigue (8% to 11%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Sinus node dysfunction, Syncope (Parkinson disease, 1% to 12%; restless leg syndrome, 1%)<\/li><li><b>Neurologic:<\/b>Sleep attack<\/li><li><b>Psychiatric:<\/b>Hallucinations (5% to 10%)<\/li><\/ul>"},"6":{"id":"924368-s-6","title":"Drug Name Info","sub":{"0":{"id":"924368-s-6-17","title":"US Trade Names","mono":"<ul><li>Requip<\/li><li>Requip XL<\/li><\/ul>"},"2":{"id":"924368-s-6-19","title":"Class","mono":"<ul><li>Antiparkinsonian<\/li><li>Dopamine Agonist<\/li><\/ul>"},"3":{"id":"924368-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924368-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924368-s-7","title":"Mechanism Of Action","mono":"ROPINIRole hydrochloride is a non-ergoline dopamine agonist that has a higher specificity to D(3) than to D(2) and D(4) subtypes of dopamine receptors. The drug has a moderate affinity for opioid receptors and has insignificant effects on D(1), 5-hydroxytryptamine(1) (5-HT(1)), 5-HT(2), benzodiazepine, gamma-aminobutyric acid (GABA), muscarinic, alpha(1)-, alpha(2)-, and beta-adrenoreceptors. It is suggested that it stimulates the postsynaptic D(2)-type receptor found in the brain's caudate putamen in Parkinson's disease.<br\/>"},"8":{"id":"924368-s-8","title":"Pharmacokinetics","sub":[{"id":"924368-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability: (oral, immediate-release), 45% to 55%<\/li><li>Effect of food: immediate-release tablet, does not affect extent of absorption, but a high fat meal increases Tmax by 2.5 hr and decreases Cmax by 25%; extended-release tablet, no significant effect<\/li><\/ul>"},{"id":"924368-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 7.5 L\/kg<\/li><li>Protein binding: 40%<\/li><\/ul>"},{"id":"924368-s-8-25","title":"Metabolism","mono":"Hepatic; P450 CYP1A2, N-despropylation and hydroxylation, extensive <br\/>"},{"id":"924368-s-8-26","title":"Excretion","mono":"<ul><li>Renal: more than 88%, less than 10% unchanged<\/li><li>Dialyzable: unknown (hemodialysis)<\/li><\/ul>"},{"id":"924368-s-8-27","title":"Elimination Half Life","mono":"approximately 6 hr <br\/>"}]},"9":{"id":"924368-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Give with or without food<\/li><li>(extended-release): Swallow tablet whole; do not chew, crush, or divide<\/li><\/ul>"},"10":{"id":"924368-s-10","title":"Monitoring","mono":"<ul><li>Parkinson's disease: reduction of extrapyramidal movements, rigidity, tremor, gait disturbances<\/li><li>Restless legs syndrome: decrease in desire to move limbs<\/li><li>blood pressure<\/li><li>dermatologic screening; periodically<\/li><li>somnolence<\/li><\/ul>"},"11":{"id":"924368-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 0.25 MG, 0.5 MG, 1 MG, 2 MG, 3 MG, 4 MG, 5 MG<\/li><li>Oral Tablet, Extended Release: 2 MG, 4 MG, 6 MG, 8 MG, 12 MG<\/li><\/ul><\/li><li><b>Requip<\/b><br\/>Oral Tablet: 0.25 MG, 0.5 MG, 1 MG, 2 MG, 3 MG, 4 MG, 5 MG<br\/><\/li><li><b>Requip XL<\/b><br\/>Oral Tablet, Extended Release: 2 MG, 4 MG, 6 MG, 8 MG, 12 MG<br\/><\/li><\/ul>"},"12":{"id":"924368-s-12","title":"Toxicology","sub":[{"id":"924368-s-12-31","title":"Clinical Effects","mono":"<b>DOPAMINE RECEPTOR AGONISTS (NON-ERGOT) <\/b><br\/>USES: ROPINIRole, rotigotine, and apomorphine are used for the treatment of Parkinson disease. ROPINIRole is also used for the treatment of restless leg syndrome.  Apomorphine is administered subcutaneously, rOPINIRole orally, and rotigotine as a transdermal patch. For information on pramipexole, refer to PRAMIPEXOLE and RELATED AGENTS. PHARMACOLOGY: These agents act by stimulating dopamine D2-type receptors within the caudate-putamen in the brain. Apomorphine has high affinity for dopamine-4 (D4) receptors and moderate affinity for the dopamine-2, dopamine-3 and dopamine-5 receptors. ROPINIRole and rotigotine are selective for the dopamine-2 (D2)-receptor agonist with higher specificity for D3 receptors. TOXICOLOGY: Overdose effects are related to peripheral and central dopaminergic stimulation. EPIDEMIOLOGY: Overdose is rare; however, apomorphine abuse has been reported in other countries. Patients may overdose on apomorphine to avoid \"off\" episodes or to experience an increase in psychosexual stimulation. Male patients with Parkinson disease have been reported to increase the frequency of their injections leading to heightened libido, stimulation of penile erections, hallucinations, dyskinesia, abnormal behavior, agitation, confusion, and depression. MILD TO MODERATE POISONING: Headache, nasal congestion, dryness of mouth, nausea, vomiting, flushing, coughing, fatigue. ROPINIROLE: Of patients receiving inadvertent doses greater than 24 mg\/day, one experienced mild orofacial dyskinesia, and another had transient nausea. Other effects reported after unintentional overdose (a dose greater than 24 mg\/day) included visual hallucinations, hyperhidrosis, claustrophobia, chorea, palpitations, asthenia, and nightmares. Doses of 24 mg or less or overdoses of unknown amounts have been associated with the following effects: vomiting, increased coughing, fatigue, syncope, dyskinesia, agitation, chest pain, orthostatic hypotension, somnolence, and confusion. ROTIGOTINE: There have been no reports of overdose; however, in the event of an overdose, the following primary symptoms may be expected: nausea, vomiting, hypotension, involuntary movements, hallucinations, confusion, seizures, and other signs of excessive dopaminergic stimulation. SEVERE POISONING: Orthostatic hypotension, bradycardia, hypothermia, supraventricular ectopy, chest pain, lethargy, dizziness, euphoria, dyskinesias, agitation, confusion, mydriasis, drowsiness, sedation, vomiting, nausea, visual hallucinations, hyperhidrosis, claustrophobia, chorea, palpitations, asthenia, nightmares, syncope, somnolence, involuntary movements, seizures, ataxia,  and other signs of excessive dopaminergic stimulation. APOMORPHINE: Loss of consciousness, bradycardia, and hypotension were reported in a patient who received 25 mg of apomorphine. ADVERSE EFFECTS: THERAPEUTIC: ROPINIROLE: Spontaneous vomiting and mild hypotension, sweating, nausea, dizziness, and impotence have been reported as adverse effects in clinical trials. The majority of adverse effects are related to the peripheral dopaminergic activity of rOPINIRole. ROTIGOTINE: Nausea, vomiting, somnolence, dizziness, headache, and application site reactions are the most frequently reported adverse effects reported with rotigotine therapy. For information on pramipexole, please refer to PRAMIPEXOLE AND RELATED AGENTS management. APOMORPHINE: Yawning, dyskinesia, somnolence, dizziness, rhinorrhea, edema, chest pain, increased sweating, flushing, and pallor have been reported in clinical trials. Severe nausea and vomiting have been reported with therapeutic doses. <br\/>"},{"id":"924368-s-12-32","title":"Treatment","mono":"<b>DOPAMINE RECEPTOR AGONISTS (NON-ERGOT) <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treat dyskinesias by decreasing the dose and providing supportive care. Treat dystonia with benzodiazepines and antispasmodic agents (benztropine, diphenhydramine). Treat hypotension with IV fluids and treat dysrhythmias with routine antiarrhythmic agents.<\/li><li>Decontamination: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected. Due to the mechanism of action of dopamine D2 receptor agonists, spontaneous vomiting is expected to occur following an overdose. Remove rotogotine patch and wash exposed skin.<\/li><li>Airway management: Endotracheal intubation should be performed in patients with excessive drowsiness and the inability to protect their own airway.<\/li><li>Antidote: None.<\/li><li>Dystonia: Dystonias may respond to diazepam, diphenhydramine or benztropine. ADULT: Benztropine is dosed at 1 to 4 mg IV or IM, maximum 6 mg\/day. Diphenhydramine is dosed at 25 to 50 mg IV over 2 minutes. PEDIATRIC: Diphenhydramine: 1.25 mg\/kg\/dose IV over 2 minutes.<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine. Central venous pressure monitoring may be indicated to guide fluid therapy in patients with persistent hypotension. Administer atropine if hypotension is secondary to bradycardia. If hypotension persists administer dopamine (5 to 20 mcg\/kg\/min) or norepinephrine (ADULT: begin infusion at 0.5 to 1 mcg\/min; PEDIATRIC: begin infusion at 0.1 mcg\/kg\/min); titrate to desired response<\/li><li>Conduction disorder of the heart: Monitor for dysrhythmias and treat with routine antiarrhythmic agents.<\/li><li>Nausea and vomiting: APOMORPHINE ONLY: Use of a 5HT3 antagonist (ondansetron, granisetron, dolasetron, palonosetron and alosetron) is contraindicated. Use of apomorphine with ondansetron has resulted in profound hypotension and loss of consciousness. In clinical trials, trimethobenzamide was use as the primary therapy for apomorphine induced nausea and\/or vomiting.<\/li><li>Monitoring of patient:   Monitor vital signs and ECG in symptomatic patients. Monitor for CNS depression. Monitor fluid and electrolyte balance in patients with prolonged vomiting.<\/li><li>Enhanced elimination procedure: These agents have large volumes of distribution, methods to enhance elimination would not be effective.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic after inadvertent ingestion can be managed at home. OBSERVATION CRITERIA: Symptomatic patients and those with deliberate ingestions should be sent to a medical facility for evaluation and treatment. ADMISSION CRITERIA: All patients who remain symptomatic after 6 to 12 hours of observation should be admitted. CONSULT CRITERIA: Consult a medical toxicologist for assistance with medical management if the patient has more than moderate symptoms or symptoms not consistent with the exposure or the diagnosis is unclear.<\/li><\/ul>"},{"id":"924368-s-12-33","title":"Range of Toxicity","mono":"<b>DOPAMINE RECEPTOR AGONISTS (NON-ERGOT)<\/b><br\/>TOXICITY: There is limited overdose experience with these agents. APOMORPHINE: A man experienced loss of consciousness, but recovered fully after injecting 25 mg. ROPINIROLE: An adult survived an ingestion of 435 mg over a 7-day period (62.1 mgs\/day). PEDIATRICS: Inadvertent exposures in children generally cause only mild effects. THERAPEUTIC: APOMORPHINE: Recommended daily dose, after the dose-determination titration, is 0.2 to 0.6 mL (2 to 6 mg) SubQ as needed for \"off\" episodes. MAXIMUM DOSE: 0.6 mL (6 mg) per day. ROPINIROLE: Parkinson disease: Initial titration: 0.25 mg 3 times daily, then increase dose in 0.25 mg to 3 mg increments weekly to achieve therapeutic response; MAXIMUM DOSE: 24 mg\/day. Restless Legs Syndrome:  Initial dose: 0.5 mg\/day, titrate to a maximum dose of 4 mg once daily. ROTIGOTINE: Parkinson disease: Initial dose: 2 mg\/day patch once daily. May increase weekly by 2 mg\/24 hour increments if needed and as tolerated. MAXIMUM DOSE: 6 mg\/day.<br\/>"}]},"13":{"id":"924368-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid driving and other activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness and somnolence.<\/li><li>Tell patient to rise slowly from sitting\/lying down position to reduce orthostatic hypotension symptoms.<\/li><li>This drug may cause nausea, vomiting, fatigue, syncope, and hallucinations.<\/li><li>Advise patient to immediately report occurrence of falling asleep during activities of daily living. This may occur up to 1 year after initiation of therapy.<\/li><li>Patient should report a new onset or exacerbation of dyskinesia.<\/li><li> Advise patient to report changes in blood pressure, fainting or unusual urges.<\/li><li>Instruct patient to take drug with food to reduce nausea.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patient should not drink alcohol or take other CNS depressants while using this drug.<\/li><li>If patient starts or stops taking estrogen-containing drugs such as birth control pills during drug therapy, patient should inform healthcare professional.<\/li><\/ul>"}}}