{"generic":"Raloxifene Hydrochloride","drugs":["Evista","Raloxifene Hydrochloride"],"mono":{"0":{"id":"924422-s-0","title":"Generic Names","mono":"Raloxifene Hydrochloride"},"1":{"id":"924422-s-1","title":"Dosing and Indications","sub":[{"id":"924422-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Breast cancer, Invasive, in postmenopausal women at high risk; Prophylaxis:<\/b> 60 mg ORALLY daily; optimal duration of therapy is unknown<\/li><li><b>Breast cancer, Invasive, in postmenopausal women with osteoporosis; Prophylaxis:<\/b> 60 mg ORALLY daily; optimal duration of therapy is unknown<\/li><li><b>Postmenopausal osteoporosis:<\/b> 60 mg ORALLY once daily; supplemental calcium and\/or vitamin D may be required<\/li><li><b>Postmenopausal osteoporosis; Prophylaxis:<\/b> 60 mg ORALLY once daily; supplemental calcium and\/or vitamin D may be required<\/li><\/ul>"},{"id":"924422-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in children "},{"id":"924422-s-1-6","title":"Dose Adjustments","mono":"<b>geriatric:<\/b> no dosage adjustment necessary "},{"id":"924422-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Breast cancer, Invasive, in postmenopausal women at high risk; Prophylaxis<\/li><li>Breast cancer, Invasive, in postmenopausal women with osteoporosis; Prophylaxis<\/li><li>Postmenopausal osteoporosis<\/li><li>Postmenopausal osteoporosis; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Disorder of cardiovascular system; Prophylaxis<br\/>"}]},"2":{"id":"924422-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Increased risk of deep vein thrombosis and pulmonary embolism have been reported. Avoid in women with active or past history of venous thromboembolism. Increased risk of death due to stroke occurred in a trial in postmenopausal women with documented coronary heart disease or at increased risk for major coronary events.<br\/>"},"3":{"id":"924422-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924422-s-3-9","title":"Contraindications","mono":"<ul><li>venous thromboembolic events (active or past history), including deep vein thrombosis, pulmonary embolism, and retinal vein thrombosis; increased risk, especially in first four months of therapy<\/li><li>nursing mothers<\/li><li>women who are pregnant or may become pregnant; may cause fetal harm<\/li><\/ul>"},{"id":"924422-s-3-10","title":"Precautions","mono":"<ul><li>immobilization, including post-surgical recovery, prolonged bed rest, and prolonged travel; increased risk of venous thromboembolic events<\/li><li>thromboembolic disease, risk factors for (such as congestive heart failure, superficial thrombophlebitis, and active malignancy); increased risk of thromboembolic events<\/li><li>coronary heart disease or increased risk of coronary events; increased risk of death due to stroke<\/li><li>cardiovascular disease, primary or secondary prevention of; use is not recommended because no benefit demonstrated<\/li><li>estrogens, systemic; use is not recommended<\/li><li>hypertriglyceridemia, history of triglycerides (greater than 5.6 mmol\/L or greater than 500 mg\/dL) with oral estrogen or oral estrogen and progestin use; risk of increased triglycerides<\/li><li>premenopausal women; use is not recommended<\/li><li>stroke, at increased risk for (eg, history of stroke or transient ischemic attack, hypertension, atrial fibrillation, or cigarette smoking); increased risk of death due to stroke<\/li><\/ul>"},{"id":"924422-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Raloxifene: X (FDA)<\/li><li>Raloxifene: X (AUS)<\/li><\/ul>"},{"id":"924422-s-3-12","title":"Breast Feeding","mono":"Raloxifene: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"924422-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hot sweats<\/li><li><b>Musculoskeletal:<\/b>Leg cramp<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Deep venous thrombosis, Venous thromboembolism (1%)<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident<\/li><li><b>Ophthalmic:<\/b>Thrombosis of retinal vein (rare)<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><\/ul>"},"6":{"id":"924422-s-6","title":"Drug Name Info","sub":{"0":{"id":"924422-s-6-17","title":"US Trade Names","mono":"Evista<br\/>"},"2":{"id":"924422-s-6-19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Selective Estrogen Receptor Modulator<\/li><\/ul>"},"3":{"id":"924422-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924422-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924422-s-7","title":"Mechanism Of Action","mono":"Raloxifene hydrochloride is a selective estrogen receptor modulator (SERM) that selectively activates and blocks estrogenic pathways by binding to specific estrogen receptors. It acts by reducing bone resorption and increasing bone mineral density (BMD). It also lowers total cholesterol and low density lipoprotein (LDL) levels but does not increase triglyceride concentrations.<br\/>"},"8":{"id":"924422-s-8","title":"Pharmacokinetics","sub":[{"id":"924422-s-8-23","title":"Absorption","mono":"<ul><li>Oral: rapid<\/li><li>Bioavailability: 2%<\/li><\/ul>"},{"id":"924422-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 2,583 L\/kg (mean)<\/li><li>Protein binding: 95%<\/li><\/ul>"},{"id":"924422-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; extensive first-pass, reversible systemic and enterohepatic circulation<\/li><li>Metabolites: raloxifene-4'-glucuronide, raloxifene-6-glucuronide and raloxifene-6, 4'-diglucuronide<\/li><\/ul>"},{"id":"924422-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: primary route of excretion<\/li><li>Renal: less than 0.2% unchanged, less than 6% as metabolites<\/li><\/ul>"},{"id":"924422-s-8-27","title":"Elimination Half Life","mono":"32.5 h (mean) <br\/>"}]},"10":{"id":"924422-s-10","title":"Monitoring","mono":"<ul><li>breast exams and mammograms<\/li><li>radiologic evaluation of bone mineral density (BMD)<\/li><li>adverse events in patients with moderate or severe impaired renal or hepatic function; greater raloxifene exposure and reduced clearance<\/li><li>eye exams; signs of retinal vein thrombosis<\/li><li>pregnancy test; risk of teratogenicity<\/li><li>prothrombin time; patients on warfarin or warfarin derivatives, when starting or stopping raloxifene therapy<\/li><li>sign and symptoms of superficial thrombophlebitis, deep vein thrombosis, pulmonary embolism, or stroke<\/li><li>serum triglycerides levels; patients with previous history of hypertriglyceridemia (greater than 5.6 mmol\/L or 500 mg\/dL) with oral-estrogen therapy<\/li><\/ul>"},"11":{"id":"924422-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 60 MG<br\/><\/li><li><b>Evista<\/b><br\/>Oral Tablet: 60 MG<br\/><\/li><\/ul>"},"12":{"id":"924422-s-12","title":"Toxicology","sub":[{"id":"924422-s-12-31","title":"Clinical Effects","mono":"<b>SELECTIVE ESTROGEN RECEPTOR MODULATORS<\/b><br\/>USES: Selective estrogen modulators are a class of compounds that act on estrogen receptors for a variety of uses including anovulation, managing menopause symptoms, contraception, osteoporosis, breast cancer, and vaginal atrophy. These drugs include tamoxifen, toremifene, and raloxifene. Clomiphene is covered under a separate management. PHARMACOLOGY: These compounds work on the estrogen receptors with effects ranging from full agonists, to mixed agonists\/antagonists (agonistic in some tissues while antagonistic in others) to pure antagonists to all estrogen receptors. For example, tamoxifen acts as an estrogen receptor antagonist in the breast, but as an agonist in the uterus. In contrast, raloxifene behaves as an antagonist in both tissues. TOXICOLOGY: Toxic effects are secondary to their effects on estrogen receptors. EPIDEMIOLOGY: Overdoses of these compounds are extremely rare; however, as they are widely used, adverse effects are common. OVERDOSE: There is very little information regarding overdose of these compounds in humans. TAMOXIFEN: At doses 6 times (400 mg\/m(2) the recommended doses (20 to 40 mg daily), neurotoxicity (seizures, tremor, hyperreflexia, unsteady gait, and dizziness) and ECG changes (prolonged QT interval) were noted. ADVERSE EFFECTS: The most commonly reported adverse effects at recommended doses include hot flashes, nausea, and vomiting. Though infrequent, thromboembolism can occur and may be life-threatening. Other reported effects include liver damage, usually following chronic use, hypercalcemia and local disease flare with associated bone and tumor pain. There have been reports of fetal harm and toxicity with drugs from this class. Other potential side effects include ocular lesions, QT prolongation, neurologic effects (tremor, hyperreflexia, unsteady gait, dizziness) depression and gynecologic malignancies (uterine and endometrial cancers). <br\/>"},{"id":"924422-s-12-32","title":"Treatment","mono":"<b>SELECTIVE ESTROGEN RECEPTOR MODULATORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Mild to moderate overdoses can be treated symptomatically (eg, antiemetics for nausea and vomiting). MANAGEMENT OF SEVERE TOXICITY: Severe toxicity should be treated symptomatically. Seizures should be treated with benzodiazepines, barbiturates, and propofol as needed. Torsades de pointes can be treated with boluses of magnesium and overdrive pacing and correction of electrolyte abnormalities. If patients develop a thromboembolic event such as pulmonary embolism treat with standard respiratory support and anticoagulation as indicated.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is not recommended because of the risk of seizures and subsequent aspiration. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient able to protect airway and cooperative. There is no evidence for multiple doses of activated charcoal or whole bowel irrigation.<\/li><li>Antidote: No specific antidote exists for this overdose.<\/li><li>Torsades de pointes: Hemodynamically unstable patients require electrical cardioversion.  Treat stable patients with magnesium and\/or atrial overdrive pacing.  Correct electrolyte abnormalities (hypomagnesemia, hypokalemia, hypocalcemia). MAGNESIUM SULFATE: DOSE: ADULT:  2 g IV over 1 to 2 min, repeat 2 g bolus and begin infusion of 0.5 to 1 g\/hr, if dysrhythmias recur. CHILD: 25 to 50 mg\/kg diluted to 10 mg\/mL; infuse IV over 5 to 15 min. OVERDRIVE PACING: Begin at 130 to 150 beats\/min, decrease as tolerated. Avoid class Ia (quinidine, disopyramide, procainamide, aprindine) and most class III antidysrhythmics (N-acetylprocainamide, sotalol).<\/li><li>Monitoring of patient: Monitor serum electrolytes and liver enzymes after significant overdose. Specific drug levels are not readily available or particularly useful. Institute continuous cardiac monitoring and obtain an ECG.<\/li><li>Enhanced elimination procedure: There is no evidence for the use of dialysis, hemoperfusion, urinary alkalinization or multiple dose charcoal. Hemodialysis is unlikely to benefit patients as these class of drugs tend to be highly protein bound.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic with small inadvertent exposures can be managed at home. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions or inadvertent ingestions of more than an extra dose should be sent to be a healthcare facility. ADMISSION CRITERIA: Patients with persistent symptoms should be admitted to the hospital. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe overdose or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"924422-s-12-33","title":"Range of Toxicity","mono":"<b>SELECTIVE ESTROGEN RECEPTOR MODULATORS<\/b><br\/>TOXICITY: TAMOXIFEN: Doses of 400 mg\/m(2) have been associated with dizziness, tremor, seizures and QT prolongation. TOREMIFENE: Dose-limiting nausea and vomiting, and dizziness, as well as reversible hallucinations and ataxia (one patient) were reported in postmenopausal breast cancer patients receiving 400 mg\/m(2) of toremifene. RALOXIFENE: ADULT: Doses up to 600 mg have been safely tolerated in 63 postmenopausal women. Overdose is rare; the highest reported overdose was approximately 1.5 g. No fatalities have been reported. PEDIATRIC: Two 18-month-old children each ingested 180 mg and the symptoms included ataxia, dizziness, vomiting, rash, diarrhea, tremor and flushing, and an elevated alkaline phosphatase. THERAPEUTIC DOSE: TAMOXIFEN: ADULT: 20 to 40 mg orally daily; doses greater than 20 mg should be divided into 2 doses (morning and evening). TOREMIFENE: ADULT: 60 mg orally once daily. RALOXIFENE: ADULT: 60 mg orally once daily. PEDIATRIC: These agents are not typically indicated for children. <br\/>"}]},"13":{"id":"924422-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid sitting for prolonged periods of time, as drug increases risk of venous thromboembolic disorders, especially during first 4 months of therapy.<\/li><li>This drug may cause leg cramps and hot flashes (especially during the first 6 months of therapy).<\/li><li>Instruct patient to report signs\/symptoms of cerebrovascular accident, pulmonary embolism, and deep vein thrombosis.<\/li><li>Patient should not use cholestyramine, colestipol, or an estrogen pill, patch, or injection while taking this drug.<\/li><\/ul>"}}}