{"drugs":["Antizol","Fomepizole"],"mono":{"0":{"id":"924408-s-0","title":"Generic Names","mono":"Fomepizole"},"1":{"id":"924408-s-1","title":"Dosing and Indications","sub":[{"id":"924408-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Ethylene glycol toxicity:<\/b> 15 mg\/kg IV loading dose, followed by 10 mg\/kg every 12 hr for 4 doses, then 15 mg\/kg every 12 hr until ethylene glycol or methanol concentrations are below 20 mg\/dL; all doses should be administered as a slow IV infusion over 30 minutes<\/li><li><b>Methanol toxicity:<\/b> 15 mg\/kg IV loading dose, followed by 10 mg\/kg every 12 hr for 4 doses, then 15 mg\/kg every 12 hr until ethylene glycol or methanol concentrations are below 20 mg\/dL; all doses should be administered as a slow IV infusion over 30 minutes<\/li><\/ul>"},{"id":"924408-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness in pediatric patients have not been established"},{"id":"924408-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hemodialysis (before hemodialysis):<\/b> if less than 6 hr has elapsed since last dose, do not give a dose; if 6 hr or more have elapsed since the last fomepizole dose, give the next scheduled dose<\/li><li><b>hemodialysis (during hemodialysis):<\/b> 15 mg\/kg IV loading dose, followed by 10 mg\/kg IV every 4 hr for 4 doses, then 15 mg\/kg IV every 4 hr until ethylene glycol or methanol concentrations are below 20 mg\/dL<\/li><li><b>hemodialysis (following hemodialysis):<\/b> if the time between the last dose and the end of hemodialysis is less than 1 hour, do not give a dose; if the time between the last dose and the end of hemodialysis is 1-3 hr, give 50% of the next scheduled dose; if the time between the last dose and the end of hemodialysis is greater than 3 hours, give the next scheduled dose<\/li><li><b>renal impairment:<\/b> in cases of renal failure, dialysis should be considered in addition to fomepizole dosing<\/li><\/ul>"},{"id":"924408-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Ethylene glycol toxicity<\/li><li>Methanol toxicity<\/li><\/ul>"}]},"3":{"id":"924408-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924408-s-3-9","title":"Contraindications","mono":"hypersensitivity to fomepizole or other pyrazoles<br\/>"},{"id":"924408-s-3-10","title":"Precautions","mono":"<ul><li>do not give undiluted or by bolus injection<\/li><li>hemodialysis (dose adjustment required)<\/li><li>liver disease<\/li><li>renal impairment<\/li><\/ul>"},{"id":"924408-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"924408-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"924408-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Lightheadedness<\/li><li><b>Endocrine metabolic:<\/b>Hypertriglyceridemia (30%)<\/li><li><b>Gastrointestinal:<\/b>Heartburn, Loss of appetite, Nausea (11%)<\/li><li><b>Neurologic:<\/b>Dizziness (7%), Headache (12%), Nystagmus, Seizure, Vertigo<\/li><li><b>Ophthalmic:<\/b>Visual disturbance<\/li><li><b>Otic:<\/b>Roaring in ear<\/li><li><b>Psychiatric:<\/b>Agitation, Anxiety, Consciousness and\/or awareness finding<\/li><li><b>Other:<\/b>Disorder of smell<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Disseminated intravascular coagulation (rare)<\/li><li><b>Renal:<\/b>Anuria (3%)<\/li><\/ul>"},"6":{"id":"924408-s-6","title":"Drug Name Info","sub":{"0":{"id":"924408-s-6-17","title":"US Trade Names","mono":"Antizol<br\/>"},"2":{"id":"924408-s-6-19","title":"Class","mono":"<ul><li>Alcohol Dehydrogenase Inhibitor<\/li><li>Antidote<\/li><\/ul>"},"3":{"id":"924408-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924408-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924408-s-7","title":"Mechanism Of Action","mono":"Systemic: Fomepizole is a competitive inhibitor of alcohol dehydrogenase, the enzyme that catalyzes the initial steps in the metabolism of ethylene glycol and methanol to their toxic metabolites. Ethylene glycol is first metabolized to glycoaldehyde which then undergoes further oxidation to glycolate, glyoxylate, and oxalate. It is glycolate and oxalate that are primarily responsible for the metabolic acidosis and renal damage that are seen in ethylene glycol poisoning.  Methanol is first metabolized to formaldehyde and then undergoes subsequent oxidation via formaldehyde dehydrogenase to become formic acid. It is formic acid that is primarily responsible for the metabolic acidosis and visual disturbances that are associated with methanol poisoning.<br\/>"},"8":{"id":"924408-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"924408-s-8-24","title":"Distribution","mono":"Systemic: Vd:  0.6 to 1.02 L\/kg <br\/>"},"2":{"id":"924408-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic: Primary metabolite: 4-carboxypyrazole 80 to 85% of dose; Other metabolites: 4-hydroxymethylpyrazole and the N-glucuronide conjugates of 4-carboxypyrazole and 4-hydroxymethylpyrazole.<br\/>"},"3":{"id":"924408-s-8-26","title":"Excretion","mono":"Systemic: Renal: 1 to 3.5% unchanged <br\/>"},"4":{"id":"924408-s-8-27","title":"Elimination Half Life","mono":"Systemic: Varies with dose <br\/>"}}},"9":{"id":"924408-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>dilute in 100 mL of NS or D5W<\/li><li>administer by slow IV infusion over 30 minutes<\/li><li>stable for 24 hours after dilution<\/li><\/ul>"},"10":{"id":"924408-s-10","title":"Monitoring","mono":"<ul><li>ethylene glycol poisoning: serum and urine ethylene glycol concentrations<\/li><li>methanol poisoning: serum methanol concentrations<\/li><li> urinary oxalate, plasma\/urinary osmolality, renal\/hepatic function, serum electrolytes, arterial blood gases, white blood cell counts, ECG, and EEG (in comatose patients)<\/li><\/ul>"},"11":{"id":"924408-s-11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Intravenous Solution: 1 GM\/ML<br\/>"},"12":{"id":"924408-s-12","title":"Toxicology","sub":[{"id":"924408-s-12-31","title":"Clinical Effects","mono":"<b>FOMEPIZOLE<\/b><br\/>USES: Fomepizole is an antidote primarily used for ethylene glycol and methanol poisoning. PHARMACOLOGY: Fomepizole has been shown to block alcohol dehydrogenase activity, preventing the metabolism of toxic byproducts from ethylene glycol (glycolate and oxalate) and methanol (formic acid). EPIDEMIOLOGY: Overdose from the use of fomepizole is rare. TOXICITY: At the time of this review, no reports of inadvertent overdose with fomepizole have been published. In healthy volunteers receiving 50 and 100 mg\/kg doses (3 to 6 times the recommended dose) of fomepizole, nausea, dizziness, and vertigo were reported.  In most individuals, the effects were short-term. ADVERSE EFFECTS: COMMON: Headache, nausea, dizziness, increased drowsiness, and metallic taste. LESS COMMON: Skin irritation at the site of administration, vomiting, diarrhea, dyspepsia, decreased appetite, bradycardia, tachycardia, hypotension, rash, feeling drunk, anxiety, mild elevation of liver enzymes, seizures, vision\/speech disturbance, disseminated intravascular coagulation, and anemia. <br\/>"},{"id":"924408-s-12-32","title":"Treatment","mono":"<b>FOMEPIZOLE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treat hypotension with fluids and vasopressors, if necessary. Treat bradycardia with atropine, if unresponsive, use beta adrenergic agonists (eg, isoproterenol).<\/li><li>Decontamination: Decontamination is not necessary, fomepizole is administered parenterally.<\/li><li>Airway management: Is unlikely to be necessary due to fomepizole overdose.<\/li><li>Antidote: None.<\/li><li>Bradycardia: Atropine; if unresponsive, use beta adrenergic agonists (eg, isoproternol).<\/li><li>Hypotensive episode: IV NS 10 to 20 ml\/kg, dopamine, norepinephrine.<\/li><li>Monitoring of patient: Monitor vital signs. Obtain an ECG and institute continuous cardiac monitoring. Monitor electrolytes, renal function and liver enzymes after significant overdose.<\/li><li>Enhanced elimination procedure: Fomepizole is dialyzable and hemodialysis may have value in the treatment of an overdose.<\/li><li>Patient disposition: OBSERVATIONAL CRITERIA: Overdose is likely to be iatrogenic error in patients already admitted to the hospital. Patients should be observed in a healthcare facility and monitored until symptoms resolve. ADMISSION CRITERIA: Patients demonstrating cardiotoxicity should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity (ie, bradycardia) or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"924408-s-12-33","title":"Range of Toxicity","mono":"<b>FOMEPIZOLE<\/b><br\/>TOXICITY: At the time of this review, no reports of inadvertent overdose with fomepizole have been published. In healthy volunteers receiving 50 and 100 mg\/kg doses (3 to 6 times the recommended dose) of fomepizole, nausea, dizziness, and vertigo were reported.  In most individuals, the effects were short-term. THERAPEUTIC DOSE: Give 15 mg\/kg initially, followed by 10 mg\/kg every 12 hours for 4 doses, and increase to 15 mg\/kg every 12 hours until ethylene glycol or methanol concentrations are undetectable or have been reduced below 20 mg\/dL and the patient is asymptomatic with normal pH. All doses should be administered as a slow IV infusion over 30 minutes.<br\/>"}]},"13":{"id":"924408-s-13","title":"Clinical Teaching","mono":"This drug may cause light-headedness, heartburn, loss of appetite, nausea, dizziness, headache, nystagmus, seizure, vertigo, visual disturbances, roaring in ear, agitation, anxiety, or disorders of smell.<br\/>"}}}