{"generic":"Oprelvekin","drugs":["Neumega","Oprelvekin"],"mono":{"0":{"id":"924409-s-0","title":"Generic Names","mono":"Oprelvekin"},"1":{"id":"924409-s-1","title":"Dosing and Indications","sub":[{"id":"924409-s-1-4","title":"Adult Dosing","mono":"<b>Thrombocytopenia, Severe, reduction of the need for platelet transfusions following myelosuppressive chemotherapy in adult patients with non-myeloid malignancies who are at high risk for severe thrombocytopenia; Prophylaxis:<\/b> 50 mcg\/kg SUBQ once daily for 14 to 21 days or until post-nadir platelet count is greater than 50,000\/mcL "},{"id":"924409-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in children "},{"id":"924409-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment (CrCl less than 30 mL\/min):<\/b> 25 mcg\/kg SUBQ once daily "},{"id":"924409-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Thrombocytopenia, Severe, reduction of the need for platelet transfusions following myelosuppressive chemotherapy in adult patients with non-myeloid malignancies who are at high risk for severe thrombocytopenia; Prophylaxis<br\/>"}]},"3":{"id":"924409-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924409-s-3-9","title":"Contraindications","mono":"Hypersensitivity to oprelvekin<br\/>"},{"id":"924409-s-3-10","title":"Precautions","mono":"<ul><li>History of atrial arrhythmias, or other types of arrhythmias or conduction defects<\/li><li>History of thromboembolic disorders<\/li><li>Left ventricular dysfunction or congestive heart failure (oprelvekin can induce significant fluid retention)<\/li><li>Myeloablative therapy (possible increased toxicity); oprelvekin is not indicated following myeloablative chemotherapy<\/li><li>Other conditions in which plasma volume expansion may be detrimental (eg, hypertension, preexisting fluid collections, including pericardial\/pleural effusions or ascites)<\/li><li>Papilledema<\/li><li>Tumors involving the central nervous system<\/li><\/ul>"},{"id":"924409-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"924409-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"924409-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (25%.)<\/li><li><b>Gastrointestinal:<\/b>Candidiasis (14%), Nausea (77%), Oral candidiasis, Vomiting (77%)<\/li><li><b>Neurologic:<\/b>Dizziness (greater than 30%), Fatigue (greater than 30%), Headache (greater than 30%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision, Conjunctival hyperemia (19%)<\/li><li><b>Respiratory:<\/b>Dyspnea (48%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial arrhythmia (12%), Body fluid retention (Severe), Cardiomegaly (21%), Edema (59%), Increased plasma volume, Palpitations (14%), Syncope (13%), Tachyarrhythmia (20%), Ventricular arrhythmia<\/li><li><b>Endocrine metabolic:<\/b>Hypokalemia<\/li><li><b>Hematologic:<\/b>Febrile neutropenia (48%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Neurologic:<\/b>Cerebral artery occlusion (Rare)<\/li><li><b>Ophthalmic:<\/b>Optic disc edema (16%)<\/li><li><b>Respiratory:<\/b>Pleural effusion (10%)<\/li><\/ul>"},"6":{"id":"924409-s-6","title":"Drug Name Info","sub":{"0":{"id":"924409-s-6-17","title":"US Trade Names","mono":"Neumega<br\/>"},"2":{"id":"924409-s-6-19","title":"Class","mono":"<ul><li>Hematopoietic<\/li><li>Interleukin<\/li><li>Thrombopoietic Growth Factor<\/li><\/ul>"},"3":{"id":"924409-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924409-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924409-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Naturally occurring IL-11 is produced by bone marrow stromal cells and is part of the cytokine family that shares the gp130 signal transducer. Primary osteoblasts and mature osteoclasts express messenger RNAs (mRNAs) for both IL-11 receptor (IL-11R alpha) and gp130. Both bone-forming and bone-resorbing cells are potential targets of IL-11. <\/li><li>Oprelvekin&quot;s primary hematopoietic action is to stimulate megakaryocytopoiesis and thrombopoiesis. Preclinical studies have shown that mature megakaryocytes developed during  in vivo  treatment with oprelvekin are ultrastructurally normal and that platelets developed during treatment are morphologically and functionally normal with a normal life span. <\/li><li>No change in platelet reactivity as measured by platelet activation in response to adenosine diphosphate (ADP) has been reported . Platelet aggregation in response to ADP, epinephrine, collagen, ristocetin, and arachidonic acid has not been reported in association with oprelvekin treatment .<\/li><li>Nonhematopoietic actions in animals include regulation of intestinal epithelium growth (enhanced healing of gastrointestinal lesions), inhibition of adipogenesis, induction of acute phase protein synthesis, inhibition of pro-inflammatory cytokine production by macrophages, and stimulation of osteoclastogenesis and neurogenesis .<\/li><li>Mean 24-hour sodium excretion decreases during oprelvekin treatment .<\/li><li>Oprelvekin produces a mean increase in plasma volume of more than 20% (with all subjects having at least a 10% increase); red blood cell volume decreases similarly (as a result of repeated phlebotomy). As a result, whole blood volume increases approximately 10% and hemoglobin decreases approximately 10%. <\/li><\/ul>"},"8":{"id":"924409-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"924409-s-8-25","title":"Metabolism","mono":"Systemic: Extensive<br\/>"},"3":{"id":"924409-s-8-26","title":"Excretion","mono":"Systemic: Renal; 1.2 to 1.6 fold higher Patient (ages 12 y and older)<br\/>"},"4":{"id":"924409-s-8-27","title":"Elimination Half Life","mono":"Systemic: 6.9  plus or minus  1.7 h<br\/>"}}},"9":{"id":"924409-s-9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>reconstitute the 5 mg vial with 1 mL of sterile water for injection<\/li><li>avoid excessive or vigorous agitation after reconstitution; discard any unused portion of the reconstituted solution<\/li><li>use within 3 hours after reconstitution; reconstituted solution may be refrigerated at 2 to 8 degrees C (36 to 46 degrees F) or kept at room temperature up to 25 degrees C (77 degrees F); do not freeze<\/li><li>administer dose subcutaneously in either abdomen, thigh, or hip (or upper arm if not self-injecting)<\/li><\/ul>"},"10":{"id":"924409-s-10","title":"Monitoring","mono":"<ul><li>baseline and periodic CBC<\/li><li>platelet counts at the time of expected nadir and until post-nadir counts are greater than or equal to 50,000\/microliter<\/li><li>fluid and electrolyte status in patients receiving chronic diuretic therapy<\/li><\/ul>"},"11":{"id":"924409-s-11","title":"How Supplied","mono":"<b>Neumega<\/b><br\/>Subcutaneous Powder for Solution: 5 MG<br\/>"},"12":{"id":"924409-s-12","title":"Toxicology","sub":[{"id":"924409-s-12-31","title":"Clinical Effects","mono":"<b>OPRELVEKIN <\/b><br\/>USES: Oprelvekin is used for the prevention of severe thrombocytopenia and to reduce the need for platelet transfusions following myelosuppressive therapy in adults with nonmyeloid malignancies. PHARMACOLOGY: Oprelvekin, a recombinant human interleukin-11, is a thrombopoietic growth factor that stimulates the proliferation of hematopoietic stem cells and megakaryocyte progenitor cells and induces megakaryocyte maturation, thereby increasing the production of platelets.  TOXICOLOGY: Oprelvekin is capable of inducing plasma volume expansion with hemodilution as a result of stimulation of renal sodium reabsorption. Serious fluid retention has resulted in peripheral edema, dyspnea on exertion, pulmonary edema, capillary leak syndrome, atrial arrhythmias, and exacerbation of preexisting pleural effusions. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: No reports of overdose. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Based on limited experience, oprelvekin doses of greater than 50 mcg\/kg may increase the risk of cardiovascular effects (ie, dysrhythmias, fluid retention). ADVERSE EFFECTS: COMMON: Edema, dyspnea, tachycardia, conjunctival injection, palpitations, atrial arrhythmias and pleural effusions have been reported. Other reported effects include rash, nausea, vomiting, abdominal pain, diarrhea, oral moniliasis, blurred vision, rhinitis, neutropenic fever, anemia, headache, dizziness, and fatigue. SERIOUS: Allergic reaction including anaphylaxis may occur. Syncope, fluid retention (ie, peripheral edema, dyspnea, pulmonary edema, capillary leak syndrome and exacerbation of preexisting pleural effusions), atrial fibrillation, fever, and pneumonia have also been reported. <br\/>"},{"id":"924409-s-12-32","title":"Treatment","mono":"<b>OPRELVEKIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive.  Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting.  MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Assess cardiovascular function. Monitor for fluid retention following a significant exposure; monitor fluid and electrolyte balance frequently. Evaluate and monitor airway patency and adequacy of respiration and oxygenation. Treatment may consist of diuretic therapy to manage fluid retention and an increase in plasma volume. If symptoms are severe, endotracheal intubation and assisted ventilation may be indicated. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; oprelvekin is only available parenterally.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias, respiratory distress, severe allergic reactions, or hemodynamic instability.<\/li><li>Antidote: None.<\/li><li>Tachyarrhythmia: Monitor ECG and consider continuous cardiac monitoring following a significant overdose. Sinus tachycardia does not generally require treatment unless hemodynamic compromise develops. Atrial fibrillation or flutter generally respond to discontinuing oprelvekin, occasionally rate control is required; a short acting agent is preferred.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Obtain an ECG following a significant overdose, and institute continuous cardiac monitoring. Monitor fluid balance and electrolytes as indicated. Assess for evidence of fluid retention (eg, peripheral edema, dyspnea, pleural effusion). Obtain a chest x-ray in patient's with evidence of fluid retention to evaluate for pulmonary edema, and\/or pleural effusion. Monitor CBC with differential and platelet count in symptomatic patients.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients who are symptomatic and patients with deliberate overdose should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"924409-s-12-33","title":"Range of Toxicity","mono":"<b>OPRELVEKIN<\/b><br\/>TOXICITY: The minimum acute oral toxic dose for humans is unknown. Oprelvekin doses of greater than 50 mcg\/kg may increase the risk of cardiovascular effects (ie, dysrhythmias, fluid retention). The maximum dose given to humans has not exceeded 125 mcg\/kg. THERAPEUTIC DOSE: ADULT: 50 mcg\/kg subQ once daily until post-nadir platelet count is 50,000\/mcL or greater, up to 21 days of dosing. Dosing should not to exceed beyond 21 days per treatment course. CHILD: Safety and efficacy have not been established in children.<br\/>"}]},"13":{"id":"924409-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause candidiasis, nausea, vomiting, dizziness, fatigue, headache, blurred vision, dyspnea, arrhythmia, palpitations, syncope, and papilledema.<\/li><li>Advise patient to report fever and signs\/symptoms of infection.<\/li><li>Patient should also report signs\/symptoms of significant fluid retention, especially patients with history of ventricular dysfunction, congestive heart failure, hypertension, pericardial or pleural effusions, or ascites.<\/li><li>Teach patient proper technique and placement of injections.<\/li><li>Advise patient to rotate injection sites.<\/li><\/ul>"}}}