{"generic":"Fexofenadine Hydrochloride\/Pseudoephedrine Hydrochloride","drugs":["Allegra-D","Allegra-D 24Hour","Fexofenadine Hydrochloride\/Pseudoephedrine Hydrochloride"],"mono":{"0":{"id":"924405-s-0","title":"Generic Names","mono":"Fexofenadine Hydrochloride\/Pseudoephedrine Hydrochloride"},"1":{"id":"924405-s-1","title":"Dosing and Indications","sub":[{"id":"924405-s-1-4","title":"Adult Dosing","mono":"<b>Seasonal allergic rhinitis:<\/b> 1 tablet ORALLY twice daily "},{"id":"924405-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>not for use in children less than age 12<\/li><li><b>Seasonal allergic rhinitis:<\/b> (12 yrs and older) 1 tablet ORALLY twice daily<\/li><\/ul>"},{"id":"924405-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> starting dose, one tablet once daily"},{"id":"924405-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Seasonal allergic rhinitis<br\/>"}]},"3":{"id":"924405-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924405-s-3-9","title":"Contraindications","mono":"<ul><li>coronary artery disease, severe<\/li><li>hypersensitivity to any component of the product, other adrenergic agents, or drugs of similar chemical structure<\/li><li>hypertension, severe<\/li><li>MAOI therapy or within 14 days of stopping MAOI therapy<\/li><li>narrow-angle glaucoma<\/li><li>urinary retention<\/li><\/ul>"},{"id":"924405-s-3-10","title":"Precautions","mono":"<ul><li>cardiovascular collapse with hypotension has been reported<\/li><li>CNS stimulation with convulsion has been reported<\/li><li>diabetes mellitus<\/li><li>hypertension<\/li><li>hyperthyroidism<\/li><li>increased intraocular pressure<\/li><li>ischemic heart disease<\/li><li>prostatic hypertrophy<\/li><li>renal impairment, severe; accumulation may occur, dosage adjustment may be necessary<\/li><\/ul>"},{"id":"924405-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"924405-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924405-s-4","title":"Drug Interactions","sub":[{"id":"924405-s-4-13","title":"Contraindicated","mono":"<ul><li>Clorgyline (established)<\/li><li>Dihydroergotamine (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Linezolid (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nialamide (probable)<\/li><li>Pargyline (probable)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (probable)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Toloxatone (probable)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"924405-s-4-14","title":"Major","mono":"<ul><li>Eliglustat (theoretical)<\/li><li>Guanethidine (probable)<\/li><li>Iobenguane I 123 (theoretical)<\/li><li>Lomitapide (theoretical)<\/li><li>Methyldopa (probable)<\/li><li>Midodrine (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Tocophersolan (theoretical)<\/li><\/ul>"},{"id":"924405-s-4-15","title":"Moderate","mono":"<ul><li>Aluminum Carbonate, Basic (probable)<\/li><li>Aluminum Hydroxide (probable)<\/li><li>Aluminum Phosphate (probable)<\/li><li>Dihydroxyaluminum Aminoacetate (probable)<\/li><li>Dihydroxyaluminum Sodium Carbonate (probable)<\/li><li>Magaldrate (probable)<\/li><li>Magnesium Carbonate (probable)<\/li><li>Magnesium Hydroxide (probable)<\/li><li>Magnesium Oxide (probable)<\/li><li>Magnesium Trisilicate (probable)<\/li><li>St John's Wort (probable)<\/li><\/ul>"}]},"5":{"id":"924405-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Palpitations<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Indigestion, Nausea<\/li><li><b>Neurologic:<\/b>Headache, Insomnia<\/li><li><b>Psychiatric:<\/b>Agitation<\/li><li><b>Respiratory:<\/b>Upper respiratory infection<\/li><\/ul>"},"6":{"id":"924405-s-6","title":"Drug Name Info","sub":{"0":{"id":"924405-s-6-17","title":"US Trade Names","mono":"<ul><li>Allegra-D<\/li><li>Allegra-D 24Hour<\/li><\/ul>"},"2":{"id":"924405-s-6-19","title":"Class","mono":"<ul><li>Alpha-Adrenergic Agonist<\/li><li>Antihistamine, Less-Sedating<\/li><li>Antihistamine, Less-Sedating\/Decongestant Combination<\/li><li>Butyrophenone<\/li><li>Sympathomimetic<\/li><\/ul>"},"3":{"id":"924405-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"924405-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924405-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Fexofenadine: A selective peripheral H 1-receptor antagonist that has been found to inhibit antigen-induced bronchospasm in sensitized guinea pigs and histamine release from peritoneal mast cells in rats .<\/li><li>Pseudoephedrine: A sympathomimetic amine that has a decongestant effect on the nasal mucosa. Its peripheral effects are similar to those of ephedrine and its central effects are similar to, but less intense than, those of amphetamines. <\/li><li>Fexofenadine: Animal studies have not found that fexofenadine has anticholinergic or alpha 1-adrenergic receptor activity, and no sedative or other central nervous system (CNS) effects have been observed .<\/li><li>Pseudoephedrine has the potential for excitatory side effects, but has little or no pressor effect in normotensive adults .<\/li><\/ul>"},"8":{"id":"924405-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"924405-s-8-23","title":"Absorption","mono":"<ul><li>Systemic: Fexofenadine: Rapidly absorbed; foods high in fat decrease absorption<\/li><li>Pseudoephedrine: food effects none     <\/li><\/ul>"},"2":{"id":"924405-s-8-25","title":"Metabolism","mono":"<ul><li>Systemic: Fexofenadine- Hepatic 5% of a dose   <\/li><li>Pseudoephedrine- Hepatic,: 25 to 45%<\/li><\/ul>"},"3":{"id":"924405-s-8-26","title":"Excretion","mono":"<ul><li>Systemic: Fexofenadine- Fecal: 80%; Renal: 11%<\/li><li>Pseudoephedrine- Renal: 55 to 75% unchanged     <\/li><\/ul>"},"4":{"id":"924405-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Systemic: Fexofenadine: 14.4 h<\/li><li>Pseudoephedrine: 4 to 6 h<\/li><\/ul>"}}},"9":{"id":"924405-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take on an empty stomach with water<\/li><li>swallow whole; do not crush or chew<\/li><li>separate administration time from aluminum and magnesium-containing antacids<\/li><li>allow at least 14 days to elapse after discontinuation of an MAO inhibitor before starting treatment<\/li><\/ul>"},"10":{"id":"924405-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>CNS effects (eg stimulation or depression)<\/li><\/ul>"},"11":{"id":"924405-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet, Extended Release: (Fexofenadine Hydrochloride - Pseudoephedrine Hydrochloride) 60 MG-120 MG<\/li><li>Oral Tablet, Extended Release, 24 HR: (Fexofenadine Hydrochloride - Pseudoephedrine Hydrochloride) 180 MG-240 MG<\/li><\/ul><\/li><li><b>Allegra-D 12 Hour Allergy &amp; Congestion<\/b><br\/>Oral Tablet, Extended Release: (Fexofenadine Hydrochloride - Pseudoephedrine Hydrochloride) 60 MG-120 MG<br\/><\/li><li><b>Allegra-D 12 Hour<\/b><br\/>Oral Tablet, Extended Release: (Fexofenadine Hydrochloride - Pseudoephedrine Hydrochloride) 60 MG-120 MG<br\/><\/li><li><b>Allegra-D 24 Hour Allergy &amp; Congestion<\/b><br\/>Oral Tablet, Extended Release, 24 HR: (Fexofenadine Hydrochloride - Pseudoephedrine Hydrochloride) 180 MG-240 MG<br\/><\/li><li><b>Allegra-D 24Hour<\/b><br\/>Oral Tablet, Extended Release, 24 HR: (Fexofenadine Hydrochloride - Pseudoephedrine Hydrochloride) 180 MG-240 MG<br\/><\/li><li><b>Allegra-D 24HR<\/b><br\/>Oral Tablet, Extended Release, 24 HR: (Fexofenadine Hydrochloride - Pseudoephedrine Hydrochloride) 180 MG-240 MG<br\/><\/li><li><b>Allegra-D<\/b><br\/>Oral Tablet, Extended Release: (Fexofenadine Hydrochloride - Pseudoephedrine Hydrochloride) 60 MG-120 MG<br\/><\/li><li><b>Rite Aid Allergy Relief-D<\/b><br\/>Oral Tablet, Extended Release: (Fexofenadine Hydrochloride - Pseudoephedrine Hydrochloride) 60 MG-120 MG<br\/><\/li><li><b>Wal-Fex D<\/b><br\/>Oral Tablet, Extended Release, 24 HR: (Fexofenadine Hydrochloride - Pseudoephedrine Hydrochloride) 180 MG-240 MG<br\/><\/li><\/ul>"},"12":{"id":"924405-s-12","title":"Toxicology","sub":[{"id":"924405-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>FEXOFENADINE<\/b><br\/>OVERDOSE: No human data.  Animals: does NOT cause QTc prolongation or dysrhythmias. ADVERSE EFFECTS: nausea, dysmenorrhea, drowsiness &amp; fatigue in &lt;2% of patients.<br\/><\/li><li><b>PSEUDOEPHEDRINE<\/b><br\/>USES: Commonly used in cough and cold medications as a decongestant, both alone and in combination with other cough preparations. However, it is also abused for its stimulant properties. EPIDEMIOLOGY: Widely used as a decongestant in both pediatric and adult patients. Both intentional and unintentional ingestions are commonly encountered. Severe toxicity is rare and there are no clear reports of death due to single substance ingestion. PHARMACOLOGY: In general, it stimulates the adrenergic nervous system. Pseudoephedrine is a mixed acting nonspecific alpha 1 and 2, and beta 1 and 2 adrenergic receptor agonist. TOXICITY: Adverse effects result from excessive stimulation of the adrenergic nervous system. OVERDOSE: MILD TO MODERATE TOXICITY: Symptoms commonly seen in the overdose setting include: vomiting, mydriasis, hypertension, tachycardia, agitation and anxiety. Reflexive bradycardia from hypertension has also been reported. Dermal reactions are common. SEVERE TOXICITY: Sinus dysrhthymias have occurred. Rarely seen symptoms include: intracranial hemorrhages, seizures, myocardial infarction, ischemic bowel infarction and psychosis. Hypokalemia has developed in overdose. Drowsiness has developed in children following overdose. ADVERSE EVENTS: CV: Tachyarrhythmia and hypertension are common. CNS: Anxiety, nervousness, insomnia, irritability and muscle tremor (usually hands) commonly occurs. WITHDRAWAL may develop with chronic use.<br\/><\/li><\/ul>"},{"id":"924405-s-12-32","title":"Treatment","mono":"<ul><li><b>FEXOFENADINE <\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is not recommended. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Obtain baseline ECG, cardiac monitoring with significant overdose. Monitor CNS function.<\/li><li>Ventricular arrhythmia: Limited data. Ventricular dysrhythmias have been reported in one patient during therapeutic use. Monitor rhythm following a significant exposure.<\/li><\/ul><\/li><li><b>PSEUDOEPHEDRINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Benzodiazepines can be used for agitation, tachycardia, hypertension and psychosis. MANAGEMENT OF SEVERE TOXICITY: Supportive care, including IV crystalloid, oxygen and mechanical ventilation may be required. Benzodiazepines can be used for severe agitation and psychosis. Treat seizures and dysrhythmias if they occur. With persistent severe hypertension or myocardial ischemia, alpha-adrenergic antagonists, such as phentolamine may be considered. Patients with focal neurologic deficits should receive a head CT to evaluate for intracranial bleeding.<\/li><li>Decontamination: PREHOSPITAL: Severe toxicity rarely develops after inadvertent pediatric exposures; prehospital decontamination is probably not necessary. HOSPITAL: Activated charcoal should be considered in large ingestions in patients who are alert and able to protect their airway. Gastric lavage is not warranted as toxicity is rarely life-threatening. Consider activated charcoal if the ingestion is 3 or more times the maximum daily dose.<\/li><li>Tachyarrhythmia: Monitor heart rate and rhythm; treatment is usually not required. In agitated patients with tachycardia, benzodiazepines may improve symptoms. Beta-blocking agents should only be considered with severe tachydysrhythmias with hemodynamic compromise. Esmolol is preferred; LOADING DOSE: Infuse 500 mcg\/kg of body weight for 1 minute. If response is inadequate, infuse second loading bolus of 0.5 mg\/kg over 1 minute and increase the maintenance infusion to 100 mcg\/kg (0.1 mg\/kg) per minute. MAINTENANCE DOSE: Following loading dose with an infusion of 50 mcg\/kg\/min.<\/li><li>Antidote: Benzodiazepines should be used to treat agitation or seizures.<\/li><li>Hypertensive disorder: Monitor blood pressure, treatment is usually not necessary. Sedate agitated patients with benzodiazepines. If severe hypertension with end organ effects develops, nitroprusside is preferred. Nitroglycerin and phentolamine are possible alternatives.<\/li><li>Hypotensive episode: Infuse 0.9% NaCl at 10 to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Anxiety: Provide reassurance; conservative therapy is indicated in most patients. Benzodiazepines are effective in most patients requiring treatment. Severe symptoms including palpitations, tremor, and associated anxiety may respond to propranolol (NOT indicated for asthmatics or patients with bradycardia). Adult: 1 mg\/dose IV over 1 min; repeat every 5 min until desired response or a maximum of 5 mg. Children: 0.1 mg\/kg\/dose over 5 min; maximum 1 mg\/dose.<\/li><li>Seizure: IV benzodiazepines, barbiturates.<\/li><li>Monitoring of patient: Monitor ECG and vital signs (especially BP and pulse). Monitor serum electrolytes in symptomatic patients. Prolonged observation (at least 24 hours) may be required in patients ingesting sustained-release formulations.<\/li><li>Enhanced elimination procedure: Enhanced elimination is unlikely to be effective due to the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Children less than 6-years-old with a history of ingestion of less than 180 mg (or 11 mg\/kg) of pseudoephedrine can be managed at home, provided that they are asymptomatic and that adequate follow-up can be done. OBSERVATION CRITERIA: Any patient with symptoms or a deliberate ingestion should be referred to a health care facility for observation. All symptomatic patients should be sent to a health care facility for observation. Children with ingestions of 180 mg or more (or 11 mg\/kg or more) should be referred to a healthcare facility. ADMISSION CRITERIA: Patients who remain persistently symptomatic despite supportive management, or require large amounts of benzodiazepines should be admitted for further observation. A patient in status epilepticus, respiratory failure, significant hemorrhage, or altered mental status should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or a medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is uncertain.<\/li><\/ul><\/li><\/ul>"},{"id":"924405-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>FEXOFENADINE<\/b><br\/>Recommended dose (&gt;12 years) -  60 milligrams, twice daily. No lethal human dose has been reported. Animal data: suggests low toxicity.<br\/><\/li><li><b>PSEUDOEPHEDRINE<\/b><br\/>TOXICITY: Symptoms can occur typically after 4- to 5-fold therapeutic doses. Four times the single therapeutic dose (about 240 mg) is required to cause an increase in diastolic blood pressure above 90 mmHg in normotensive subjects. Hypertensive crisis occurred in an elderly adult after inadvertently ingesting 3 sustained release tablets (240 mg) in 6 hours. PEDIATRIC: In one study, children aged 2 to 6 years old developed only minor symptoms following ingestions of up to 180 mg. Acute exposures of 11 mg\/kg were well-tolerated. THERAPEUTIC DOSE: ADULT: GENERAL DOSING: Typical doses are 180 to 360 mg daily. SPECIFIC INDICATIONS or FORMULATIONS: Allergic Rhinitis OR Congestion of Nasal Sinus: 60 mg orally every 4 to 6 hrs; maximum 240 mg\/day or SR tablets 120 mg orally every 12 hrs or 24-hour tablets; 240 mg orally every 24 hrs. PEDIATRIC: GENERAL DOSING: 3 to 5 mg\/kg in children. Not approved for use in children 12 years of age or younger. SPECIFIC INDICATIONS or FORMULATIONS: Allergic rhinitis OR Congestion of Nasal Sinus: 2 to 5 years: Immediate-release products only: 15 mg orally every 4 to 6 hrs; maximum 60 mg\/day. 6 to 12 years: Immediate-release products only: 30 mg orally every 4 to 6 hrs; maximum 120 mg\/day. 12 years of age and older: 60 mg orally every 4 to 6 hrs; maximum 240 mg\/day or SR tablets, 120 mg orally every 12 hrs or 24-hour tablets, 240 mg orally every 24 hours.<br\/><\/li><\/ul>"}]},"13":{"id":"924405-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause palpitations, abdominal pain, dyspepsia, nausea, headache, insomnia, agitation, or upper respiratory infection.<\/li><li>Tell patient to take drug on an empty stomach with water.<\/li><li>Tell patient to separate drug administration time from aluminum- and magnesium-containing antacids.<\/li><li>Patient should avoid taking this medication with apple, orange, or grapefruit juices.<\/li><li>Patient should allow at least 14 days to elapse after discontinuation of an MAO inhibitor before starting treatment.<\/li><\/ul>"}}}