{"generic":"Becaplermin","drugs":["Becaplermin","Regranex"],"mono":{"0":{"id":"924558-s-0","title":"Generic Names","mono":"Becaplermin"},"1":{"id":"924558-s-1","title":"Dosing and Indications","sub":{"0":{"id":"924558-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Diabetic skin ulcer:<\/b> to determine length of gel in inches to be applied daily: multiply length of ulcer by width of ulcer by 0.6 (for a 15 gram tube) or 1.3 (for a 2 gram tube)<\/li><li><b>Diabetic skin ulcer:<\/b> to determine length of gel in centimeters to be applied daily: multiply length of ulcer by width of ulcer and divide by 4 (for a 15 gram tube) or 2 (for a 2 gram tube)<\/li><\/ul>"},"1":{"id":"924558-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness have not been established in children younger than 16 years<\/li><li><b>Diabetic skin ulcer:<\/b> (16 years and older) to determine length of gel in inches to be applied daily: multiply length of ulcer by width of ulcer by 0.6 (for a 15 gram tube) or 1.3 (for a 2 gram tube)<\/li><li><b>Diabetic skin ulcer:<\/b> (16 years and older) to determine length of gel in centimeters to be applied daily: multiply length of ulcer by width of ulcer and divide by 4 (for a 15 gram tube) or 2 (for a 2 gram tube)<\/li><\/ul>"},"3":{"id":"924558-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Diabetic skin ulcer<br\/>"}}},"2":{"id":"924558-s-2","title":"Black Box Warning","mono":"<b>Topical (Gel\/Jelly)<\/b><br\/>An increased rate of mortality secondary to malignancy was observed in patients treated with 3 or more tubes of becaplermin gel in a postmarketing retrospective cohort study. Becaplermin gel should only be used when the benefits can be expected to outweigh the risks and should be used with caution in patients with known malignancy.<br\/>"},"3":{"id":"924558-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924558-s-3-9","title":"Contraindications","mono":"neoplasm at the application site <br\/>"},{"id":"924558-s-3-10","title":"Precautions","mono":"<ul><li>treatment with 3 or more tubes of becaplermin gel; increased rate of death from malignancy has been reported<\/li><li>malignancy, known<\/li><li>application site reactions may occur; product contains parabens and m-cresol; interruption or discontinuation of therapy may be necessary<\/li><li>malignancies distant from the site of application have been reported<\/li><li>wounds that close by primary intention; becaplermin gel is a preserved, non-sterile, low bioburden product; avoid use<\/li><li>report suspected adverse reactions to Ortho-McNeil at 1-888-734-7263 or to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"924558-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"924558-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"924558-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><br\/><b>Other:<\/b>Cancer<br\/>"},"6":{"id":"924558-s-6","title":"Drug Name Info","sub":{"0":{"id":"924558-s-6-17","title":"US Trade Names","mono":"Regranex<br\/>"},"2":{"id":"924558-s-6-19","title":"Class","mono":"<ul><li>Platelet Derived Growth Factor<\/li><li>Wound Care Agent<\/li><\/ul>"},"3":{"id":"924558-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924558-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924558-s-7","title":"Mechanism Of Action","mono":"Topical: Similar in action to endogenous platelet-derived growth factor, becaplermin forms granulation tissue in diabetic ulcers, healing them by promoting the chemotatic recruitment and proliferation of cells involved in wound repair .<br\/>"},"9":{"id":"924558-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>squeeze calculated length of gel onto a clean measuring surface (e.g., wax paper) and transfer to wound using application aid; spread over entire ulcer area to yield a continuous layer of approximately 1\/16 inch thickness<\/li><li>cover site(s) of application with a saline-moistened dressing for approximately 12 hours<\/li><li>after 12 hours, remove dressing and rinse ulcer with saline or water; cover again with a second moist dressing (without the gel) for remainder of the day<\/li><\/ul>"},"10":{"id":"924558-s-10","title":"Monitoring","mono":"reduction in the size of a lower extremity diabetic neuropathic ulcer by approximately 30% after 10 weeks of therapy, or complete healing within 20 weeks is indicative of efficacy <br\/>"},"11":{"id":"924558-s-11","title":"How Supplied","mono":"<b>Regranex<\/b><br\/>Topical Gel\/Jelly: 0.01 %<br\/>"},"13":{"id":"924558-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report signs\/symptoms of infection.<\/li><li>Advise patient calculated amount of medication should be spread over entire wound approximately 1\/16 inch in thickness.<\/li><li>Depending on how wound heals, the amount of medication may be changed over time. Advise patient to only use prescribed amount, as more medication will not expedite wound healing.<\/li><li>Explain to patient that wound should be covered with a saline-moistened gauze dressing for 12 h. Rinse wound with saline or water prior to new dressing placement.<\/li><\/ul>"}}}