{"generic":"Valsartan\/Hydrochlorothiazide","drugs":["Diovan HCT","Valsartan\/Hydrochlorothiazide"],"mono":[{"id":"924661-s-0","title":"Generic Names","mono":"Valsartan\/Hydrochlorothiazide"},{"id":"924661-s-1","title":"Dosing and Indications","sub":[{"id":"924661-s-1-4","title":"Adult Dosing","mono":"<b>Hypertension:<\/b> initial or add-on therapy, valsartan 160 mg\/hydrochlorothiazide 12.5 mg ORALLY once daily, may titrate dose at 1 to 2 week intervals up to a MAX of valsartan 320 mg\/hydrochlorothiazide 25 mg ORALLY once daily based on clinical response "},{"id":"924661-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"924661-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild to moderate (CrCl greater than 30 mL\/min):<\/b> no dosage adjustment needed<\/li><li><b>hepatic impairment, mild to moderate:<\/b> no dosage adjustment needed<\/li><\/ul>"},{"id":"924661-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypertension<br\/>"}]},{"id":"924661-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Drugs with direct action on the renin-angiotensin system can cause injury or death to the developing fetus. Discontinue valsartan\/hydrochlorothiazide therapy as soon as possible when pregnancy occurs.<br\/>"},{"id":"924661-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924661-s-3-9","title":"Contraindications","mono":"<ul><li>anuria<\/li><li>concomitant aliskiren use in patients with diabetes<\/li><li>hypersensitivity to hydrochlorothiazide, valsartan, or any component of the product<\/li><li>hypersensitivity to sulfonamide-derived drugs<\/li><\/ul>"},{"id":"924661-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- fetal injury and death may occur, especially during the second and third trimesters; promptly discontinue if pregnancy is detected<\/li><li>Cardiovascular:<\/li><li>-- symptomatic hypotension may occur upon initiation of therapy in patients with activated renin-angiotensin systems (eg, volume or salt depleted due to high-dose diuretics); monitoring recommended and discontinuation may be required<\/li><li>Endocrine Metabolic:<\/li><li>-- hyperkalemia, hypokalemia, hyponatremia, or hypomagnesemia may occur; monitoring recommended and discontinuation may be required<\/li><li>-- increased potassium levels may occur in patients with heart failure, especially those with renal impairment; dose adjustment or discontinuation may be required<\/li><li>-- increased serum calcium levels may occur; monitoring recommended in patients with preexisting hypercalcemia<\/li><li>-- changes in glucose tolerance may occur<\/li><li>-- increases in serum lipid levels (ie, cholesterol, triglycerides) may occur<\/li><li>-- new or worsening hyperuricemia or gout may occur in at-risk patients<\/li><li>Hepatic:<\/li><li>-- hepatic coma may occur in patients with hepatic impairment or progressive liver disease<\/li><li>Immunologic:<\/li><li>-- new or worsening systemic lupus erythematosus may develop with thiazide diuretic treatment<\/li><li>-- increased risk of hydrochlorothiazide hypersensitivity reactions, especially in patients with a history of allergy or bronchial asthma<\/li><li>Ophthalmic:<\/li><li>-- acute myopia and angle-closure glaucoma may occur within hours to weeks of initiation; increased risk among patients with a history of sulfonamide or penicillin allergy; prompt discontinuation required if occurs<\/li><li>Renal:<\/li><li>-- acute renal failure, or other changes in renal function, may occur, with increased risk among patients with renal artery stenosis, chronic kidney disease, volume depletion, or severe congestive heart failure; monitoring recommended and treatment interruption or discontinuation may be required<\/li><li>Concomitant Use:<\/li><li>-- coadministration with renin-angiotensin system inhibitors (ie, angiotensin receptor blockers, ACE inhibitors, aliskiren) should generally be avoided; monitor closely if concurrent use is indicated<\/li><li>-- avoid use with aliskiren in patients with renal impairment (ie, GFR less than 60 mL\/min)<\/li><li>-- monitor lithium levels for acute lithium toxicity<\/li><\/ul>"},{"id":"924661-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"924661-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"924661-s-4","title":"Drug Interactions","sub":[{"id":"924661-s-4-13","title":"Contraindicated","mono":"<ul><li>Aliskiren (probable)<\/li><li>Dofetilide (probable)<\/li><\/ul>"},{"id":"924661-s-4-14","title":"Major","mono":"<ul><li>Acetyldigoxin (established)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Benazepril (established)<\/li><li>Captopril (established)<\/li><li>Cyclophosphamide (probable)<\/li><li>Deslanoside (established)<\/li><li>Digitalis (established)<\/li><li>Digitoxin (established)<\/li><li>Digoxin (established)<\/li><li>Droperidol (theoretical)<\/li><li>Enalapril (established)<\/li><li>Enalaprilat (established)<\/li><li>Flecainide (theoretical)<\/li><li>Fosinopril (established)<\/li><li>Ketanserin (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Lisinopril (established)<\/li><li>Lithium (probable)<\/li><li>Methotrexate (probable)<\/li><li>Metildigoxin (established)<\/li><li>Moexipril (established)<\/li><li>Ouabain (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Perindopril (established)<\/li><li>Proscillaridin (theoretical)<\/li><li>Quinapril (established)<\/li><li>Ramipril (established)<\/li><li>Simeprevir (theoretical)<\/li><li>Sotalol (probable)<\/li><li>Teriflunomide (probable)<\/li><li>Trandolapril (established)<\/li><li>Trimethoprim (theoretical)<\/li><\/ul>"},{"id":"924661-s-4-15","title":"Moderate","mono":"<ul><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Alacepril (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Bepridil (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Celecoxib (probable)<\/li><li>Cholestyramine (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Cilazapril (probable)<\/li><li>Clonixin (probable)<\/li><li>Delapril (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Ginkgo (probable)<\/li><li>Gossypol (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Imidapril (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Licorice (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Pentopril (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Spirapril (probable)<\/li><li>Sulindac (probable)<\/li><li>Temocapril (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Topiramate (probable)<\/li><li>Valdecoxib (probable)<\/li><li>Zofenopril (probable)<\/li><\/ul>"}]},{"id":"924661-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Renal:<\/b>Serum blood urea nitrogen raised (15%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (2.4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hepatic:<\/b>Hepatitis<\/li><li><b>Ophthalmic:<\/b>Angle-closure glaucoma, acute, Myopia, Acute transient<\/li><li><b>Renal:<\/b>Renal failure<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},{"id":"924661-s-6","title":"Drug Name Info","sub":{"0":{"id":"924661-s-6-17","title":"US Trade Names","mono":"Diovan HCT<br\/>"},"2":{"id":"924661-s-6-19","title":"Class","mono":"<ul><li>Angiotensin II Receptor Antagonist<\/li><li>Angiotensin II Receptor Antagonist\/Thiazide Combination<\/li><li>Diuretic<\/li><li>Thiazide<\/li><\/ul>"},"3":{"id":"924661-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924661-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"924661-s-7","title":"Mechanism Of Action","mono":"<ul><li>When valsartan, an angiotensin II receptor blocker (ARB) is given in combination with hydrochlorothiazide, a diuretic, the antihypertensive effects are additive.<\/li><li>Valsartan is a nonpeptide angiotensin II antagonist that selectively blocks the binding of angiotensin II to the AT 1 receptor in tissues such as vascular smooth muscle and the adrenal gland . In the renin-angiotensin system, angiotensin I is converted by angiotensin-converting enzyme (ACE) to form angiotensin II . Angiotensin II stimulates the adrenal cortex to synthesize and secrete aldosterone, which decreases the excretion of sodium and increases the excretion of potassium . Angiotensin II also acts as a vasoconstrictor in vascular smooth muscle . Valsartan, by blocking the binding of angiotensin II to the AT 1 receptor, promotes vasodilation and decreases the effects of aldosterone . The negative feedback regulation of angiotensin II on renin secretion also is inhibited, resulting in a rise in plasma renin concentrations and a consequent rise in angiotensin II plasma concentrations, although these effects do not counteract the blood pressure-lowering effect that occurs .<\/li><li>Hydrochlorothiazide is a thiazide diuretic which acts directly on the kidney to increase the tubular excretion of sodium chloride and water . The resulting decrease in blood volume stimulates the release of renin, the formation of angiotensin, and the secretion of aldosterone and a resulting increase in urinary secretion of potassium . Concurrent administration of an angiotensin II receptor antagonist, such as valsartan, with a thiazide diuretic may help to decrease potassium loss that occurs with thiazide diuretic monotherapy .<\/li><\/ul>"},{"id":"924661-s-8","title":"Pharmacokinetics","sub":[{"id":"924661-s-8-23","title":"Absorption","mono":"<ul><li>Valsartan, Tmax, oral: 2 to 4 hours<\/li><li>Valsartan, Bioavailability, oral: 25% (range, 10 to 35%)<\/li><li>Valsartan, Effect of food: AUC decreased 40%; Cmax decreased 50%<\/li><li>Hydrochlorothiazide, Tmax, oral: 2 to 5 hours<\/li><li>Hydrochlorothiazide, Bioavailability, oral: 70%<\/li><li>Hydrochlorothiazide, Effect of food: not clinically relevant<\/li><\/ul>"},{"id":"924661-s-8-24","title":"Distribution","mono":"<ul><li>Valsartan, Protein binding, Albumin: 95%<\/li><li>Valsartan, Vd: 17 L<\/li><li>Hydrochlorothiazide, Protein binding, Albumin: 40% to 70%<\/li><li>Hydrochlorothiazide, Vd: 3.5 L\/kg<\/li><\/ul>"},{"id":"924661-s-8-25","title":"Metabolism","mono":"Valsartan, Liver: minimal metabolism via CYP2C9 <br\/>"},{"id":"924661-s-8-26","title":"Excretion","mono":"<ul><li>Valsartan, Renal: 13% (10% unchanged).<\/li><li>Valsartan, Renal clearance: 0.62 L\/hr<\/li><li>Valsartan, Feces: 83%<\/li><li>Valsartan, Total body clearance: 2.2 L\/hr<\/li><li>Valsartan, Hemodialysis: not removed<\/li><li>Hydrochlorothiazide, Renal: 70% unchanged<\/li><li>Hydrochlorothiazide, Renal clearance: 20.1 L\/hr<\/li><\/ul>"},{"id":"924661-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Valsartan: 6  to 9 hours; 35% longer in elderly patients<\/li><li>Hydrochlorothiazide: 10  to 12 hours; prolonged in renal impairment<\/li><\/ul>"}]},{"id":"924661-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>may be administered with or without food<\/li><li>may be given with other antihypertensive agents<\/li><\/ul>"},{"id":"924661-s-10","title":"Monitoring","mono":"<ul><li>lowered blood pressure is indicative of efficacy<\/li><li>renal function; periodically in patients at risk of acute renal failure, such as those whose renal function depends on the renin-angiotensin system (eg renal artery stenosis, chronic kidney disease, severe congestive heart failure, or volume depletion)<\/li><li>serum electrolytes; periodically<\/li><li>serum calcium; patients with hypercalcemia<\/li><li>serial ultrasound examinations to assess the intra-amniotic environment; in pregnant women (use not recommended) who have no appropriate alternative to therapy<\/li><\/ul>"},{"id":"924661-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: (Hydrochlorothiazide - Valsartan) 12.5 MG-80 MG, 12.5 MG-160 MG, 12.5 MG-320 MG, 25 MG-160 MG, 25 MG-320 MG<br\/><\/li><li><b>Diovan HCT<\/b><br\/>Oral Tablet: (Hydrochlorothiazide - Valsartan) 12.5 MG-80 MG, 12.5 MG-160 MG, 12.5 MG-320 MG, 25 MG-160 MG, 25 MG-320 MG<br\/><\/li><\/ul>"},{"id":"924661-s-12","title":"Toxicology","sub":[{"id":"924661-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>ANGIOTENSIN II ANTAGONISTS<\/b><br\/>USES: Angiotensin II receptor blockers (ARB) are used for the treatment of hypertension. EPIDEMIOLOGY: Exposures are common, but toxicity is rare and deaths have not been reported following single-substance exposures. PHARMACOLOGY: Angiotensin II is an endogenous peptide that binds to angiotensin receptors, causing vasoconstriction and stimulation of aldosterone release. Angiotensin receptor blockers are competitive antagonists at these receptors. TOXICOLOGY: Excessive antagonism of angiotensin receptors causes vasodilation and hypotension. MILD TO MODERATE TOXICITY: Mild hypotension and tachycardia, hypokalemia, asymptomatic hypoglycemia, muscle cramps and dizziness have been reported. SEVERE TOXICITY: Severe toxicity has not been observed with these agents. ADVERSE EFFECTS: Common adverse effects include hypotension and dizziness. Angioedema has been reported rarely.<br\/><\/li><li><b>DIURETICS<\/b><br\/>USES: Class of drugs that are primarily used to treat hypertension and congestive heart failure. Potassium sparing diuretics and carbonic anhydrase inhibitors are covered in separate managements. PHARMACOLOGY: Work in a variety of mechanisms including inhibiting sodium and chloride reabsorption in the distal convoluted tubule (thiazides), inhibiting transport of sodium, potassium, and chloride in the thick ascending limb of the loop of henle (loop), and osmotic agents (mannitol). TOXICOLOGY: Produce hypovolemia and electrolyte deficiencies. EPIDEMIOLOGY: Rare overdose which uncommonly results in significant morbidity or death. MILD TO MODERATE TOXICITY: Mild dehydration, tachycardia, dry mucous membranes, headache, muscle cramps, thirst, and brisk diuresis. Large doses of furosemide or ethacrynic acid can cause ototoxicity. SEVERE TOXICITY: Hypotension, hypochloremic metabolic alkalosis, mental status changes, and electrolyte abnormalities (i.e. hypokalemia, hypomagnesemia, hypochloremia, hypocalcemia) are the most common manifestations of severe poisoning. Rarely muscle spasms, tetany, seizures, coma, or dysrhythmias may develop secondary to severe electrolyte abnormalities.  CNS depression has been reported rarely in children with acute ingestion without significant electrolyte abnormalities. ADVERSE EFFECTS: Thiazides are associated with hyperglycemia and hyperlipidemia. Furosemide has been associated with ototoxicity, hyperglycemia, and hypercholesterolemia.  Diuretics have a large number of drug interactions as well. Extravasation of mannitol can cause tissue injury and compartment syndrome.<br\/><\/li><\/ul>"},{"id":"924661-s-12-32","title":"Treatment","mono":"<ul><li><b>ANGIOTENSIN II ANTAGONISTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Administer IV fluids for hypotension. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity has not been reported following exposure to these agents. Provide the usual supportive treatment for any symptoms and consider co-ingestion of other medical conditions.<\/li><li>Decontamination: PREHOSPITAL: Not recommended. HOSPITAL: Decontamination is unlikely to be necessary as most ingestions remain asymptomatic. Consider activated charcoal after very large recent ingestion or if more toxic co-ingestants are a concern.<\/li><li>Airway management: Airway management is unlikely to be required following overdose. Perform early orotracheal intubation in patients with signs of airway obstruction from angioedema.<\/li><li>Antidote: There is no antidote for poisoning from these agents.<\/li><li>Enhanced elimination procedure: These agents are highly protein bound; hemodialysis is unlikely to be of any benefit.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes and glucose in symptomatic patients.<\/li><li>Patient disposition: HOME CRITERIA: Healthy children and adults can be managed at home if overdose was inadvertent and no signs or symptoms are present. OBSERVATION CRITERIA: Any patients with deliberate overdose or more than mild symptoms should be sent to a health care facility for evaluation. Patients with significant cardiovascular disease, those on other cardiodepressant agents (eg beta blocker) and those who have ingested more than 4 pills or 320 mg valsartan should be referred to a healthcare facility. ADMISSION CRITERIA: Any patient with persistent hypotension should be admitted to the hospital. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with minor symptoms can be managed with supportive care only.  Oral hydration and oral electrolyte supplementation may be sufficient.  Severe electrolyte disturbances and\/or mental status changes indicate a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is very rare. Treatment should be directed at intravenous correction of volume loss and electrolyte abnormalities.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not indicated as toxicity is rare. HOSPITAL: Activated charcoal is rarely  indicated as acute toxicity is rare.<\/li><li>Airway management: Diuretic poisoning should not produce symptoms mandating airway management.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: Monitor vital signs and serum electrolytes.  Obtain an ECG in patients with significant electrolyte abnormalities.<\/li><li>Enhanced elimination procedure: Hemodialysis is not expected to be helpful.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of less than a maximal daily dose can be monitored at home. OBSERVATION CRITERIA: Adults with intentional ingestions or symptomatic children should be referred to a health care facility.  Patients who are asymptomatic after 6 hours can be discharged home. ADMISSION CRITERIA: Patients who have severe electrolyte abnormalities or vital sign abnormalities should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul><\/li><\/ul>"},{"id":"924661-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>ANGIOTENSIN II ANTAGONISTS<\/b><br\/>TOXICITY: Severe toxicity has not been described following isolated overdose from these medications. An adult developed mild toxicity after ingesting 2240 mg valsartan. Azilsartan oral doses up to 320 mg once daily for 7 days were well tolerated in healthy adults during clinical trials. THERAPEUTIC DOSE: Varies with agent. AZILSARTAN: ADULT: 80 mg orally once daily. CANDESARTAN: ADULT: Total daily dose can range from 8 to 32 mg. EPROSARTAN: ADULT: 400 to 800 mg daily in single or divided doses. IRBESARTAN: ADULT: 150 to 300 mg once daily. LOSARTAN: ADULT: 25 to 100 mg orally daily. TELMISARTAN: ADULT: 20 to 80 mg orally daily. VALSARTAN: ADULT: 80 to 320 mg daily. PEDIATRIC: No dosing information available for these agents.<br\/><\/li><li><b>DIURETICS<\/b><br\/>TOXICITY: Toxic doses are not well established.  Diuresis is expected to result at even therapeutic doses.  Toxicity is most common with chronic dosing and acute toxicity is often related to other factors such as comorbid conditions and access to fluid replacement. THERAPEUTIC DOSE: Furosemide is typically dosed at 20 to 80 mg with repeat doses as necessary in adults; pediatric dose is 1 to 2 mg\/kg orally.  Hydrochlorothiazide is typically dosed at 12.5 to 50 mg daily in adults; pediatric dose is 1 to 3 mg\/kg divided twice daily.<br\/><\/li><\/ul>"}]},{"id":"924661-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized.<\/li><li>This drug may cause dizziness or fatigue.<\/li><li>Instruct patient to report syncope or symptoms of hypotension.<\/li><li>Advise patient to maintain adequate hydration, especially if patient exercises, sweats heavily, or has diarrhea or vomiting. This drug may cause excessive hypotension in volume\/salt depleted patients.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>Advise patient to avoid concomitant use of potassium supplements or potassium-containing salt substitutes unless approved by healthcare professional.<\/li><\/ul>"}]}