{"drugs":["K-Phos Neutral","Phospha 250 Neutral","POTASSIUM PHOSPHATE\/SODIUM PHOSPHATE, MONOBASIC AND DIBASIC"],"mono":{"0":{"id":"924645-s-0","title":"Generic Names","mono":"POTASSIUM PHOSPHATE\/SODIUM PHOSPHATE, MONOBASIC AND DIBASIC"},"1":{"id":"924645-s-1","title":"Dosing and Indications","sub":[{"id":"924645-s-1-4","title":"Adult Dosing","mono":"<ul><li>each tablet containing 852 mg dibasic sodium phosphate anhydrous\/155 mg monobasic potassium phosphate\/130 mg monobasic sodium phosphate monohydrate supplies 25% of the US Recommended Daily Allowance (US RDA) of phosphorous for adults and yields approximately 250 mg phosphorous, 298 mg sodium (13 mEq), and 45 mg potassium (1.1 mEq)<\/li><li><b>Hypophosphatemia:<\/b> 1 or 2 tablets (852 mg dibasic sodium phosphate anhydrous\/155 mg monobasic potassium phosphate\/130 mg monobasic sodium phosphate monohydrate) ORALLY 4 times a day<\/li><\/ul>"},{"id":"924645-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>not indicated in pediatric patients 4 years of age or under<\/li><li>each tablet containing 852 mg dibasic sodium phosphate anhydrous\/155 mg monobasic potassium phosphate\/130 mg monobasic sodium phosphate monohydrate supplies 25% of the US Recommended Daily Allowance (US RDA) of phosphorous for children over 4 years of age and yields approximately 250 mg phosphorous, 298 mg sodium (13 mEq), and 45 mg potassium (1.1 mEq)<\/li><li><b>Hypophosphatemia:<\/b> children over 4 years of age, 1 tablet (852 mg dibasic sodium phosphate anhydrous\/155 mg monobasic potassium phosphate\/130 mg monobasic sodium phosphate monohydrate) ORALLY 4 times a day<\/li><\/ul>"},{"id":"924645-s-1-6","title":"Dose Adjustments","mono":"<b>Renal impairment, severe (less than 30% of normal):<\/b> use is contraindicated "},{"id":"924645-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypophosphatemia<br\/>"}]},"3":{"id":"924645-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924645-s-3-9","title":"Contraindications","mono":"<ul><li>hyperphosphatemia<\/li><li>impaired renal function, severe (less than 30% of normal)<\/li><li>phosphate stones, infected<\/li><\/ul>"},{"id":"924645-s-3-10","title":"Precautions","mono":"<ul><li>adrenal insufficiency, severe (Addison disease)<\/li><li>cardiac disease or cardiac failure; especially in digitalized patients<\/li><li>concomitant antacids containing aluminum, magnesium, or calcium; avoid use<\/li><li>dehydration, acute<\/li><li>edema, peripheral or pulmonary<\/li><li>hepatic disease, severe or cirrhosis; monitoring recommended<\/li><li>hypernatremia<\/li><li>hypertension<\/li><li>hypoparathyroidism<\/li><li>kidney stones; may mobilize existing stones<\/li><li>laxative effect may occur; dose adjustment or discontinuation may be necessary<\/li><li>myotonia congenita<\/li><li>pancreatitis, acute<\/li><li>potassium and sodium regulation; monitoring recommended<\/li><li>renal function impairment or chronic renal disease<\/li><li>rickets; increased risk of extraskeletal calcification due to high serum phosphate levels<\/li><li>tissue damage, extensive (eg, severe burns)<\/li><li>toxemia of pregnancy<\/li><\/ul>"},{"id":"924645-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"924645-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924645-s-4","title":"Drug Interactions","sub":[{"id":"924645-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Mesoridazine (established)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"924645-s-4-14","title":"Major","mono":"<ul><li>Alfuzosin (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Apomorphine (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Astemizole (theoretical)<\/li><li>Azithromycin (theoretical)<\/li><li>Bedaquiline (theoretical)<\/li><li>Buserelin (theoretical)<\/li><li>Chloroquine (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dasatinib (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Droperidol (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Fingolimod (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Formoterol (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Halofantrine (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ibutilide (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lapatinib (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lumefantrine (theoretical)<\/li><li>Mefloquine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Perflutren Lipid Microsphere (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Procainamide (theoretical)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Quinine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Salmeterol (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Solifenacin (theoretical)<\/li><li>Sorafenib (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Sunitinib (theoretical)<\/li><li>Telavancin (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tetrabenazine (theoretical)<\/li><li>Tizanidine (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Triptorelin (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vardenafil (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Vilanterol (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"},{"id":"924645-s-4-15","title":"Moderate","mono":"<ul><li>Aluminum Carbonate, Basic (probable)<\/li><li>Aluminum Hydroxide (probable)<\/li><li>Aluminum Phosphate (probable)<\/li><li>Calcium Acetate (probable)<\/li><li>Calcium Carbonate (probable)<\/li><li>Calcium Citrate (probable)<\/li><li>Dihydroxyaluminum Aminoacetate (probable)<\/li><li>Dihydroxyaluminum Sodium Carbonate (probable)<\/li><li>Magaldrate (probable)<\/li><li>Magnesium Carbonate (probable)<\/li><li>Magnesium Hydroxide (probable)<\/li><li>Magnesium Oxide (probable)<\/li><li>Magnesium Trisilicate (probable)<\/li><\/ul>"}]},"5":{"id":"924645-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia<\/li><li><b>Musculoskeletal:<\/b>Osteomalacia<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},"6":{"id":"924645-s-6","title":"Drug Name Info","sub":{"0":{"id":"924645-s-6-17","title":"US Trade Names","mono":"<ul><li>Phospha 250 Neutral<\/li><li>K-Phos Neutral<\/li><\/ul>"},"2":{"id":"924645-s-6-19","title":"Class","mono":"Phosphate Supplement<br\/>"},"3":{"id":"924645-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924645-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924645-s-7","title":"Mechanism Of Action","mono":"Administration of oral inorganic phosphates increases serum phosphate levels, and reduces urinary calcium levels in idiopathic hypercalciuria.<br\/>"},"8":{"id":"924645-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"924645-s-8-23","title":"Absorption","mono":"Bioavailability, Oral: 66.7% <br\/>"},"3":{"id":"924645-s-8-26","title":"Excretion","mono":"Renal: extensive <br\/>"}}},"10":{"id":"924645-s-10","title":"Monitoring","mono":"<ul><li>normalization of serum phosphate levels is indicative of efficacy<\/li><li>renal function; periodically during treatment<\/li><li>serum calcium, phosphorous, potassium, and sodium; periodically during treatment<\/li><\/ul>"},"11":{"id":"924645-s-11","title":"How Supplied","mono":"<ul><li><b>K-Phos Neutral<\/b><br\/>Oral Tablet: (Potassium Phosphate - Sodium Phosphate, Dibasic - Sodium Phosphate, Monobasic) 155 MG-852 MG-130 MG<br\/><\/li><li><b>Phospha 250 Neutral<\/b><br\/>Oral Tablet: (Potassium Phosphate - Sodium Phosphate, Dibasic - Sodium Phosphate, Monobasic) 155 MG-852 MG-130 MG<br\/><\/li><\/ul>"},"12":{"id":"924645-s-12","title":"Toxicology","sub":[{"id":"924645-s-12-31","title":"Clinical Effects","mono":"<b>INORGANIC PHOSPHATES <\/b><br\/>USES: Inorganic phosphates are used for repletion of electrolytes. Potassium phosphate\/sodium phosphate, monobasic and dibasic is indicated in adults and children over 4 years of age to increase urinary phosphate and pyrophosphate. Sodium phosphate dibasic\/sodium phosphate monobasic is indicated to prevent or correct hypophosphatemia. It is also used for bowel cleansing prior to colonoscopy and the relief of occasional constipation. PHARMACOLOGY: Phosphate (PO4-) is a cation that is important for many cellular functions. It is also major buffer in blood. TOXICOLOGY: Excessive phosphate in serum binds calcium and magnesium; profound hypocalcemia, hypomagnesemia and hypernatremia may develop. These products are hypertonic and can cause significant fluid and electrolyte shifts. EPIDEMIOLOGY: Exposures are uncommon but several deaths have been reported. Toxicology has been reported after both ingestion and rectal administration. MILD TO MODERATE TOXICITY: Gastrointestinal irritation, nausea, vomiting, and diarrhea. Asymptomatic hyperphosphatemia may also occur. SEVERE TOXICITY: Nausea, vomiting, abdominal pain, diarrhea, altered mental status, weakness, dehydration, hypernatremia, and hypotension may develop. Profound hypocalcemia and hypomagnesemia can cause tetany, seizures, bradycardia, prolonged QT interval, ventricular dysrhythmias, and cardiac arrest. ADVERSE EFFECTS: Nausea, vomiting, and diarrhea are common after oral administration. <br\/>"},{"id":"924645-s-12-32","title":"Treatment","mono":"<b>INORGANIC PHOSPHATES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Isolated gastrointestinal symptoms do not require treatment; occasionally patients may require antiemetics. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Administer intravenous fluids to restore electrolyte balance. Replace calcium and magnesium intravenously, but overaggressive repletion can theoretically cause precipitation of calcium phosphate in tissue. Treat severe hypotension with IV fluids, dopamine, or norepinephrine. Patients with respiratory failure should be intubated and ventilated. Institute continuous cardiac monitoring and monitor ECG for evidence of QT prolongation or dysrhythmias. Symptomatic patients with severe electrolyte abnormalities should be treated with hemodialysis. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Administration of an aluminum based antacid may bind phosphate and decrease absorption. Activated charcoal is not recommended. HOSPITAL: Phosphates are not bound by activated charcoal. Aluminium salts will bind phosphate and form insoluble aluminum phosphate, so administration of an aluminum based antacid may decrease phosphate absorption, but there are no reports describing this treatment.<\/li><li>Airway management: Is unlikely to be required following overdose. Consider early intubation in patients who develop weakness. Patients with respiratory failure should be intubated and ventilated.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes (including magnesium, calcium, and phosphate) if there is more than a trivial exposure. Obtain an ECG and institute continuous cardiac monitoring.<\/li><li>Enhanced elimination procedure: Phosphates are rapidly cleared by dialysis. Dialysis can also be used to treat other electrolyte abnormalities such as hypernatremia, hypocalcemia, and hypomagnesemia.<\/li><li>Patient disposition: HOME CRITERIA: Sip ingestions can be managed at home. However, ingestion of only 30 to 60 mL by a child can produce severe electrolyte abnormalities, so if the history is not clear, the patient should be evaluated in a healthcare facility. ADMISSION CRITERIA: Patients who require dialysis or who have persistent severe electrolyte abnormalities should be admitted to a monitored setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity or in whom the diagnosis is not clear. Consult a nephrologist for dialysis in patients with severe toxicity.<\/li><\/ul>"},{"id":"924645-s-12-33","title":"Range of Toxicity","mono":"<b>INORGANIC PHOSPHATES <\/b><br\/>TOXICOLOGY: There are reports of severe electrolyte abnormalities following rectal administration of sodium phosphate enemas to children and after repeated enema administration in adults. CHILDREN: A 10 kg child would be expected to develop significant hyperphosphatemia after ingestion or rectal administration of 12 mL of a phosphate containing enema. Hyperphosphatemia, hypocalcemia, and hyperosmolarity developed in a 10 kg  toddler following ingestion of 60 mL of a buffered sodium biphosphate and  sodium phosphate solution.  A premature infant developed hyperphosphatemia, and subsequently died, after inadvertently receiving 341 mg of sodium phosphate. ADULT: An adult developed severe electrolyte abnormalities, developed cardiac arrest, and died after receiving 4 sodium phosphate enemas within a 24-hour period. THERAPEUTIC DOSES: POTASSIUM PHOSPHATE\/SODIUM PHOSPHATE, MONOBASIC AND DIBASIC: Adults: 1 or 2 tablets (852 mg dibasic sodium phosphate anhydrous\/155 mg monobasic potassium phosphate\/130 mg monobasic sodium phosphate monohydrate) orally 4 times a day. Children over 4 years of age: 1 tablet orally 4 times a day. SODIUM PHOSPHATE DIBASIC\/SODIUM PHOSPHATE MONOBASIC: Adults: ORAL SOLUTION: Adults: 20 to 45 mL oral liquid orally. Children: 12 years and older: 20 to 45 mL orally. 10 to 12 years: 10 to 20 mL orally. 6 to 10 years: 5 to 10 mL orally. Safety and efficacy of sodium phosphate oral solution has not been established in patients less than 6 years of age. INTRAVENOUS: Adults: 10 to 15 mmol\/L (310 to 465 mg elemental phosphorus); larger amounts may be required in hypermetabolic states. Children: 1.5 to 2 mmol\/kg\/day IV. ORAL TABLETS: sodium phosphate, dibasic - sodium phosphate, monobasic 0.398 g-1.102 g each tablet: Total of 32 tablets (48 g of sodium phosphate) taken orally over 2 days. 4 tablets orally every 15 minutes for a total of 20 tablets the day before procedure; 4 tablets orally every 15 minutes for a total of 12 tablets, starting 3 to 5 hours before the procedure. <br\/>"}]},"13":{"id":"924645-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient with existing kidney stones that therapy may cause old stones to pass.<\/li><li>Drug may cause headaches, dizziness, fatigue, or gastrointestinal symptoms such as nausea, diarrhea, abdominal pain, and vomiting.<\/li><li>Instruct patient to take this drug with meals and at bedtime with a full glass of water.<\/li><li>Tell patient not to take antacids containing magnesium, aluminum, or calcium during therapy as this may prevent phosphate absorption.<\/li><\/ul>"}}}