{"generic":"Risedronate Sodium","drugs":["Actonel","Atelvia","Risedronate Sodium"],"mono":{"0":{"id":"924776-s-0","title":"Generic Names","mono":"Risedronate Sodium"},"1":{"id":"924776-s-1","title":"Dosing and Indications","sub":[{"id":"924776-s-1-4","title":"Adult Dosing","mono":"<ul><li>safety and effectiveness of immediate-release risedronate for the treatment of osteoporosis are based on 3 years of data from clinical trials; safety and effectiveness of delayed-release risedronate are based on 1 year of data; the optimal duration of use has not been determined; all patients should be periodically evaluated to determine the need for continued therapy. Patients at low risk of fractures should be evaluated after 3 to 5 years. Those who discontinue therapy should be monitored periodically for fracture risk<\/li><li><b>Decreased bone mineral density - Inflammatory bowel disease:<\/b> 5 mg ORALLY daily with supplemental calcium<\/li><li><b>Inflammatory bowel disease, In remission - Postmenopausal osteoporosis:<\/b> 35 mg ORALLY once a week with supplemental calcium, vitamin D3, and mesalazine or sulfasalazine<\/li><li><b>Osteoporosis, Male:<\/b> (immediate-release tablets) 35 mg ORALLY once weekly; take with 6 to 8 ounces of water at least 30 minutes prior to the first food or drink of the day; if dietary intake is inadequate, patients should also receive supplemental calcium and vitamin D<\/li><li><b>Osteoporosis due to corticosteroids:<\/b> (immediate-release tablets) 5 mg ORALLY once daily with 6 to 8 ounces of water at least 30 minutes prior to the first food or drink of the day; if dietary intake is inadequate, patients should also receive supplemental calcium and vitamin D<\/li><li><b>Osteoporosis due to corticosteroids; Prophylaxis:<\/b> (immediate-release tablets) 5 mg ORALLY once daily with 6 to 8 ounces of water at least 30 minutes prior to the first food or drink of the day; if dietary intake is inadequate, patients should also receive supplemental calcium and vitamin D<\/li><li><b>Paget's disease:<\/b> (immediate-release tablets) initial, 30 mg ORALLY once daily for 2 months; take with 6 to 8 ounces of water at least 30 minutes prior to the first food or drink of the day<\/li><li><b>Paget's disease:<\/b> (immediate-release tablets) retreatment, 30 mg ORALLY once daily for 2 months; re-treat only after at least 2 months of observation following initial treatment<\/li><li><b>Paget's disease:<\/b> if dietary intake is inadequate, patients should also receive supplemental calcium and vitamin D<\/li><li><b>Postmenopausal osteoporosis:<\/b> (delayed-release tablets) 35 mg ORALLY once weekly with 4 ounces of water in the morning immediately following breakfast; patients should also receive supplemental calcium and vitamin D if dietary intake is inadequate<\/li><li><b>Postmenopausal osteoporosis:<\/b> (immediate-release tablets) 5 mg ORALLY once daily, or 35 mg ORALLY once weekly, or one 75-mg tablet ORALLY on 2 consecutive days for a total of 2 tablets each month, or one 150-mg tablet ORALLY once a month; take with 6 to 8 ounces of water at least 30 minutes prior to the first food or drink of the day; if dietary intake is inadequate, patients should also receive supplemental calcium and vitamin D<\/li><li><b>Postmenopausal osteoporosis:<\/b> (immediate-release tablet with calcium carbonate tablet) risedronate 35 mg ORALLY once a week (on day 1 of 7-day treatment cycle) with 6 to 8 ounces of water at least 30 minutes prior to the first food or drink of the day AND calcium carbonate tablet 1250 mg ORALLY with food once daily on remaining 6 days (on days 2 to 7 of 7-day treatment cycle); if dietary intake is inadequate, patients should also receive supplemental vitamin D<\/li><li><b>Postmenopausal osteoporosis; Prophylaxis:<\/b> (immediate-release tablets) 5 mg ORALLY once daily, or 35 mg ORALLY once weekly, or one 75-mg tablet ORALLY taken on 2 consecutive days for a total of 2 tablets each month, or one 150-mg tablet ORALLY taken once a month; take with 6 to 8 ounces of water at least 30 minutes prior to the first food or drink of the day; if dietary intake is inadequate, patients should also receive supplemental calcium and vitamin D<\/li><li><b>Postmenopausal osteoporosis; Prophylaxis:<\/b> (immediate-release tablets with calcium carbonate tablets) risedronate 35 mg ORALLY once a week (on day 1 of 7-day treatment cycle) with 6 to 8 ounces of water at least 30 minutes prior to the first food or drink of the day AND calcium carbonate 1250 mg tablet ORALLY with food once daily on remaining 6 days (on days 2 to 7 of 7-day treatment cycle); if dietary intake is inadequate, patients should also receive supplemental vitamin D<\/li><\/ul>"},{"id":"924776-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients; not indicated for use in pediatric patients "},{"id":"924776-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl less than 30 mL\/min, use not recommended<\/li><li><b>renal impairment:<\/b> CrCl greater than or equal to 30 mL\/min, no dosage adjustment is necessary<\/li><li><b>hepatic impairment:<\/b> dosage adjustment is unlikely to be needed<\/li><li><b>geriatric:<\/b> no dosage adjustment is necessary<\/li><\/ul>"},{"id":"924776-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Osteoporosis, Male<\/li><li>Osteoporosis due to corticosteroids<\/li><li>Osteoporosis due to corticosteroids; Prophylaxis<\/li><li>Paget's disease<\/li><li>Postmenopausal osteoporosis<\/li><li>Postmenopausal osteoporosis; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Decreased bone mineral density - Inflammatory bowel disease<\/li><li>Inflammatory bowel disease, In remission - Postmenopausal osteoporosis<\/li><\/ul>"}]},"3":{"id":"924776-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924776-s-3-9","title":"Contraindications","mono":"<ul><li>Esophageal abnormalities (eg, stricture or achalasia) that delay esophageal emptying<\/li><li>Hypersensitivity to risedronate or any component of the product<\/li><li>Hypocalcemia<\/li><li>Inability to sit or stand upright for at least 30 minutes<\/li><\/ul>"},{"id":"924776-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- Hypocalcemia has been reported; correct hypocalcemia or other disorders of bone and mineral metabolism prior to initiation<\/li><li>Gastrointestinal:<\/li><li>-- Barrett esophagus, dysphagia, other esophageal diseases, gastritis, duodenitis, ulcers; worsening of condition may occur due to local irritation to upper gastrointestinal mucosa; risk of esophageal cancer when used in patients with comorbid Barrett esophagus, avoid such use<\/li><li>-- Esophageal adverse events (eg, esophagitis, esophageal strictures, ulcers, and erosions, sometimes including bleeding) have been reported; rarely esophageal stricture of perforation may follow; increased risk in patients who lie down after dosing and\/or fail to take with recommended amount of water, or if therapy is continued with symptoms of esophageal irritation; discontinuation may be required<\/li><li>Musculoskeletal:<\/li><li>--Osteonecrosis of the jaw has been reported; increased risk with invasive dental procedures, cancer, poor oral hygiene, comorbid disorders (ie, periodontal disease, dental disease, anemia, coagulopathy) or concurrent therapy (eg, chemotherapy, corticosteroids, angiogenesis inhibitors); discontinuation may be required<\/li><li>-- Severe musculoskeletal pain has been reported within 1 day to several months following therapy initiation; consider discontinuation for severe symptoms<\/li><li>-- Atypical fractures of the femoral shaft have been reported in patients taking bisphosphonates for osteoporosis; can occur with little or no trauma to affected area; consider therapy interruption<\/li><li>-- Glucocorticoid-induced osteoporosis; ascertain sex steroid hormonal status of both men and women prior to initiating therapy<\/li><li>Renal:<\/li><li>-- Use not recommended in patients with severe renal impairment (CrCl less than 30 mL\/min)<\/li><li>Other:<\/li><li>-- Mental disabilities may impair the ability to comply with proper administration, which leads to increased risk of severe esophageal adverse events; appropriate supervision recommended<\/li><li>Concomitant use:<\/li><li>-- Concomitant use with histamine-2 blockers and proton pump inhibitors is not recommended<\/li><\/ul>"},{"id":"924776-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Risedronate: C (FDA)<\/li><li>Risedronate: B3 (AUS)<\/li><\/ul>"},{"id":"924776-s-3-12","title":"Breast Feeding","mono":"Risedronate: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924776-s-4","title":"Drug Interactions","sub":{"2":{"id":"924776-s-4-15","title":"Moderate","mono":"<ul>Esomeprazole (established)<\/ul>"}}},"5":{"id":"924776-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (osteoporosis, 7.9%; Paget disease, 11.5%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (osteoporosis, 2.9% to 12.2%; Paget disease, 11.5%), Constipation (osteoporosis, 2.9% to 12.9%; osteoporosis prevention, 6.5%; Paget disease, 6.6%), Diarrhea (osteoporosis, 4.9% to 10.8%; Paget disease, 19.7%), Indigestion (3.9% to 10.8%), Nausea (osteoporosis, 3.6% to 3.9%; osteoporosis prevention, 7.3% to 13.2%; Paget disease, 9.8%)<\/li><li><b>Musculoskeletal:<\/b>Backache (adult, 5.9% to 28%; pediatric, 17%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (11.1%)<\/li><li><b>Other:<\/b>Influenza-like illness (up to 9.8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia (men, 2%), Peripheral edema (8.2%)<\/li><li><b>Dermatologic:<\/b>Hypersensitivity reaction<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (osteoporosis, 6.8% to 24.7%; osteoporosis prevention, 13.9%; Paget disease, 32.8%), Aseptic necrosis of bone of jaw, Bone pain (adult, 5.3%; acute phase reaction, 1.1% to 7.6%; pediatric, 10%), Myalgia (1% to 6.7%; osteoporosis prevention, 5.1%)<\/li><li><b>Ophthalmic:<\/b>Iritis, Uveitis<\/li><li><b>Renal:<\/b>Nephrolithiasis (3%)<\/li><li><b>Reproductive:<\/b>Benign prostatic hyperplasia (5%)<\/li><\/ul>"},"6":{"id":"924776-s-6","title":"Drug Name Info","sub":{"0":{"id":"924776-s-6-17","title":"US Trade Names","mono":"<ul><li>Actonel<\/li><li>Atelvia<\/li><\/ul>"},"2":{"id":"924776-s-6-19","title":"Class","mono":"<ul><li>Bisphosphonate<\/li><li>Calcium Regulator<\/li><\/ul>"},"3":{"id":"924776-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924776-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924776-s-7","title":"Mechanism Of Action","mono":"Risedronate binds to bone hydroxyapatite, and at the cellular level, inhibits osteoclast activity, thereby modulating bone metabolism. Although the osteoclasts adhere normally to the bone surface, they show evidence of reduced active resorption (eg, lack of ruffled border) <br\/>"},"8":{"id":"924776-s-8","title":"Pharmacokinetics","sub":[{"id":"924776-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral (immediate-release): approximately 1 hour<\/li><li>Bioavailability (immediate-release): 0.63%<\/li><li>Effect of food (immediate-release): reduced by 30% to 55%<\/li><li>Tmax, Oral (delayed-release): approximately 3 hours<\/li><li>Effect of food (delayed-release): reduced by 30%<\/li><\/ul>"},{"id":"924776-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 13.8 L\/kg<\/li><li>Protein binding: 24%<\/li><\/ul>"},{"id":"924776-s-8-25","title":"Metabolism","mono":"no evidence of systemic metabolism <br\/>"},{"id":"924776-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: unabsorbed portion unchanged<\/li><li>Renal (oral): approximately 50% unchanged<\/li><li>Renal (IV): 85% unchanged<\/li><li>Renal clearance: 105 mL\/min<\/li><li>Total body clearance: 122 mL\/min<\/li><\/ul>"},{"id":"924776-s-8-27","title":"Elimination Half Life","mono":"561 hours, osteopenic postmenopausal women <br\/>"}]},"9":{"id":"924776-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(delayed-release tablets) swallow whole; do not chew, cut, or crush<\/li><li>(delayed-release tablets) take in the morning immediately following breakfast<\/li><li>(delayed-release tablets) swallow tablet with at least 4 ounces of plain water while in an upright position<\/li><li>(immediate-release tablets) do not chew or suck on tablet<\/li><li>(immediate-release tablets) take at least 30 minutes before the first food or drink of the day other than water<\/li><li>(immediate-release tablets) swallow tablet with a full 6 to 8 ounce glass of plain water while in an upright position<\/li><li>(immediate-release tablets with calcium carbonate tablets) take calcium carbonate tablet with food<\/li><li>(immediate-release tablets) take calcium supplements and medications containing calcium, aluminium, or magnesium at a different time of the day<\/li><li>take calcium supplements, antacids, magnesium-based supplements or laxatives and iron preparations at a different time of the day<\/li><li>patients should not lie down for 30 minutes after administration<\/li><li>missed dose (Actonel(R) 35 mg or Actonel(R) with calcium 35 mg once weekly): if a dose is missed, take 1 tablet the morning after remembering the missed dose and return to original schedule; do not take 2 tablets on the same day<\/li><li>missed dose (Actonel(R) 75 mg; one or both tablets missed on 2 consecutive days\/month and scheduled dose is more than 7 days away): if 2 tablets missed, take 1 tablet the morning after remembering the missed dose and 1 tablet the next consecutive morning; if 1 tablet missed take 1 tablet the morning after remembering the missed dose and return to original schedule; do not take more than two 75-mg tablets within 7 days<\/li><li>missed dose (Actonel(R) 75 mg; one or both tablets missed on 2 consecutive days\/month and scheduled dose is within 7 days): wait until next month's scheduled dose and then continue original schedule<\/li><li>missed dose (Actonel(R) 150 mg once a month is missed and scheduled dose is more than 7 days away): take 1 tablet the morning after remembering the missed dose and then return to original schedule; do not take more than 150 mg within 7 days<\/li><li>missed dose (Actonel(R) 150 mg once a month is missed and scheduled dose is within 7 days): wait until next month's scheduled dose and then continue original schedule<\/li><\/ul>"},"10":{"id":"924776-s-10","title":"Monitoring","mono":"<ul><li>Paget's disease: improvement in signs and symptoms and normalization of serum alkaline phosphatase levels are indicative of efficacy<\/li><li>osteoporosis: increased bone mineral density and decreased incidence of vertebral and nonvertebral fractures are indicative of efficacy<\/li><li>glucocorticoid-induced osteoporosis: measure bone mineral density baseline and repeat after 6 to 12 months<\/li><\/ul>"},"11":{"id":"924776-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 5 MG, 30 MG, 35 MG, 150 MG<\/li><li>Oral Tablet, Delayed Release: 35 MG<\/li><\/ul><\/li><li><b>Actonel<\/b><br\/>Oral Tablet: 5 MG, 30 MG, 35 MG, 150 MG<br\/><\/li><li><b>Atelvia<\/b><br\/>Oral Tablet, Delayed Release: 35 MG<br\/><\/li><\/ul>"},"12":{"id":"924776-s-12","title":"Toxicology","sub":[{"id":"924776-s-12-31","title":"Clinical Effects","mono":"<b>BISPHOSPHONATES<\/b><br\/>USES: Bisphosphonates and have been used in the treatment of diseases associated with excessive bone turnover including osteoporosis, Paget's disease of bone, hypercalcemia of malignancy, and osteolytic bone lesions of multiple myeloma. PHARMACOLOGY: Bisphosphonates have a high affinity for mineralized bone and inhibit osteoclast-mediated bone resorption resulting in a net gain in bone mass. EPIDEMIOLOGY: Overdose of this medication is rare. MILD TO MODERATE TOXICITY: Mild to moderate toxicity of bisphosphonates have resulted in hypocalcemia, paresthesia, hypotension, fever, and vomiting. SEVERE TOXICITY: Acute renal failure and death have been reported following high dose administration of tiludronate (800 mg\/day IV for 2 days). ADVERSE EFFECTS: Dose-dependent upper gastrointestinal irritation (ie, esophagitis, esophageal ulcers, erosions, and dysphagia) is common. Asymptomatic decreases in calcium and phosphate may develop. Headache, musculoskeletal pain, and osteonecrosis of the jaw have been reported. Rare reports of rash and erythema have occurred.<br\/>"},{"id":"924776-s-12-32","title":"Treatment","mono":"<b>BISPHOSPHONATES <\/b><br\/><ul><li>Decontamination: Activated charcoal, gastric lavage<\/li><li>Hypocalcemia: 10 ml of 10% calcium gluconate or calcium chloride IV over 10-15 min; may be repeated.<\/li><li>Torsades de pointes: Correct electrolyte abnormalities.  Magnesium: Adult: 2 gm IV over 2 min, may repeat bolus, infusion 3 to 20 mg\/min. Child: 25-50 mg\/kg diluted 10 mg\/ml over 5-15 min. Isoproterenol, overdrive pacing.  Avoid procainamide, disopyramide, quinidine, sotalol<\/li><li>Monitoring of patient: ECG, continuous cardiac monitoring, calcium &amp; phosphate levels. CBC, electrolytes, renal function, fluid status if GI bleed suspected.  Test stool\/gastric aspirate for blood.<\/li><\/ul>"},{"id":"924776-s-12-33","title":"Range of Toxicity","mono":"<b>BISPHOSPHONATES<\/b><br\/>Therapeutic dose varies by agent. In general, overdose with these agents can result in clinically significant hypocalcemia, hypophosphatemia, and hypomagnesemia. <br\/>"}]},"13":{"id":"924776-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea, diarrhea, constipation, flu-like symptoms, arthralgia, and back and joint pain.<\/li><li>Advise patient to report new dull or aching hip or thigh pain.<\/li><li>Advise patient to report signs\/symptoms of upper gastrointestinal disorders (dysphagia, odynophagia, retrosternal pain, new or worsening heartburn) or osteonecrosis of the jaw (pain, swelling, or infection of jaw\/gums, numbness, gum loss).<\/li><li>Tell patient to report signs\/symptoms of incapacitating bone, joint, or muscle pain.<\/li><li>Advise patient on delayed-release therapy to take drug immediately following breakfast with 4 ounces of plain water in an upright position. Instruct the patient to avoid laying down for at least 30 minutes after taking the drug<\/li><li>Instruct patient to swallow delayed-release tablets whole. Do not to break, chew, cut, or crush.<\/li><li>Instruct patient on immediate-release therapy to take drug at least 30 minutes before the first food or drink of the day other than water. Take drug with a full 6 to 8 ounce glass of plain water in an upright position. Advise patient to not lie down for at least 30 minutes after taking drug.<\/li><li>Instruct patient that vitamins, mineral supplements, or antacids high in calcium, iron, magnesium, or aluminum should not be taken at the same time as drug.<\/li><li>If patient takes drug once per day, tell patient to skip missed dose and take drug as scheduled the following morning.<\/li><li>If taking drug once per week, patient should take missed dose the next morning, and then return to regular schedule the following week.<\/li><\/ul>"}}}