{"generic":"Sacrosidase","drugs":["Sacrosidase","Sucraid"],"mono":{"0":{"id":"924749-s-0","title":"Generic Names","mono":"Sacrosidase"},"1":{"id":"924749-s-1","title":"Dosing and Indications","sub":{"0":{"id":"924749-s-1-4","title":"Adult Dosing","mono":"<b>Sucrase-isomaltase deficiency, Congenital:<\/b> greater than 15 kg in body weight, 17,000 International Units (2 mL, 44 drops) or 2 full measuring scoops ORALLY with each meal or snack; take one-half of dose at beginning of meal and the second half at the end of meal "},"1":{"id":"924749-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Sucrase-isomaltase deficiency, Congenital:<\/b> less than 15 kg in body weight, 8,500 International Units (1 mL, 22 drops) or 1 full measuring scoop ORALLY with each meal or snack; take one-half of dose at beginning of meal and the second half at the end of meal<\/li><li><b>Sucrase-isomaltase deficiency, Congenital:<\/b> greater than 15 kg in body weight, 17,000 International Units (2 mL, 44 drops) or 2 full measuring scoops ORALLY with each meal or snack; take one-half of dose at beginning of meal and the second half at the end of meal<\/li><\/ul>"},"3":{"id":"924749-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Sucrase-isomaltase deficiency, Congenital<br\/>"}}},"3":{"id":"924749-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924749-s-3-9","title":"Contraindications","mono":"hypersensitivity to yeast, yeast products, glycerin (glycerol), or papain <br\/>"},{"id":"924749-s-3-10","title":"Precautions","mono":"<ul><li>diabetes, preexisting; products of sucrose hydrolysis, fructose and glucose, will be absorbed<\/li><li>isomaltase deficiency, preexisting; sacrosidase does not provide isomaltase; dietary starch restriction may be necessary<\/li><li>severe hypersensitivity reactions may occur; administer initial dose in close proximity to a treatment facility<\/li><li>severe wheezing may occur<\/li><\/ul>"},{"id":"924749-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"924749-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"924749-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain, Constipation, Diarrhea, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Headache, Insomnia<\/li><li><b>Other:<\/b>Dehydration<\/li><\/ul><b>Serious<\/b><br\/><b>Immunologic:<\/b>Anaphylaxis (rare)<br\/>"},"6":{"id":"924749-s-6","title":"Drug Name Info","sub":{"0":{"id":"924749-s-6-17","title":"US Trade Names","mono":"Sucraid<br\/>"},"2":{"id":"924749-s-6-19","title":"Class","mono":"Gastrointestinal Agent<br\/>"},"3":{"id":"924749-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924749-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924749-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Sacrosidase replaces deficient sucrase . Sucrase is produced naturally in the brush border of the small intestine, primarily the distal duodenum and jejunum, and hydrolyzes the disaccharide sucrose into its component monosaccharides (glucose and fructose). Isomaltase, which sacrosidase does not replace, breaks down disaccharides from starch into simple sugars. <\/li><li>When endogenous human sucrase is absent, sucrose is not metabolized. Unhydrolyzed sucrose and starch are not absorbed from the intestine, leading to osmotic retention of water, which may result in loose stools. In addition, unabsorbed sucrose in the colon is fermented by bacterial flora to produce increased amounts of hydrogen, methane, and water, possibly leading to excessive gas, bloating, abdominal cramps, nausea, and vomiting. Chronic malabsorption of disaccharides may result in malnutrition, failure to thrive, and falling behind in expected growth and development curves. Previously, the treatment of CSID has required the continual use of a strict sucrose-free diet. <\/li><\/ul>"},"9":{"id":"924749-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>dilute with water or milk and approximately half should be taken at the beginning of each meal or snack and the other half at the end<\/li><li>the beverage should be served cold or at room temperature; heating the sacrosidase or putting it into a warm beverage decreases potency<\/li><li>do not take or use fruit juice to dilute the sacrosidase<\/li><\/ul>"},"10":{"id":"924749-s-10","title":"Monitoring","mono":"<ul><li>reduction in symptoms with replacement (e.g., gas, diarrhea, abdominal pain)<\/li><li>hydrogen breath testing (reduced H2 excretion indicative of efficacy although high incidence of false negatives)<\/li><\/ul>"},"11":{"id":"924749-s-11","title":"How Supplied","mono":"<b>Sucraid<\/b><br\/>Oral Solution: 8500 IU\/ML<br\/>"},"13":{"id":"924749-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause abdominal pain, constipation, diarrhea, nausea, vomiting, headache, insomnia, or dehydration.<\/li><li>Diabetic patients should monitor for and report changes in glycemic control while taking this drug.<\/li><li>Instruct patient to take half of dose at the beginning of each meal\/snack and the other half dose at the end of each meal\/snack.<\/li><li>Patient should dilute drug with cold or room temperature water or milk, as heating sacrosidase may decreases potency.<\/li><li>Advise patient to avoid diluting sacrosidase with fruit juice.<\/li><li>If dose is missed, advise patient to wait until the next meal to take next dose.<\/li><\/ul>"}}}