{"drugs":["Arava","Leflunomide"],"mono":{"0":{"id":"924779-s-0","title":"Generic Names","mono":"Leflunomide"},"1":{"id":"924779-s-1","title":"Dosing and Indications","sub":[{"id":"924779-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>drug elimination procedure for women of childbearing potential discontinuing leflunomide:<\/b> cholestyramine 8 g ORALLY 3 times daily for 11 days followed by testing<\/li><li><b>drug elimination procedure for serious toxicity:<\/b> cholestyramine 8 g ORALLY 3 times daily for 11 days (duration may be modified based on clinical status of patient); activated charcoal 50 g ORALLY or via nasogastric tube may be considered; procedure may be repeated<\/li><li><b>Psoriatic arthritis:<\/b> 100 mg\/day ORALLY for 3 days then 20 mg\/day ORALLY, used in a clinical trial<\/li><li><b>Rheumatoid arthritis:<\/b> loading dose, 100 mg ORALLY once daily for 3 days<\/li><li><b>Rheumatoid arthritis:<\/b> maintenance, 20 mg ORALLY once daily; may reduce dose to 10 mg daily if higher dose not tolerated<\/li><\/ul>"},{"id":"924779-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"924779-s-1-6","title":"Dose Adjustments","mono":"<ul><li>hepatic insufficiency, preexisting liver disease and\/or ALT elevations greater than 2 times the ULN; use not recommended<\/li><li><b>hepatic toxicity:<\/b> ALT elevations to greater than 3 times the ULN during therapy, discontinue and investigate cause; if leflunomide is the possible cause, initiate the cholestyramine drug elimination process, monitor liver function tests weekly until the ALT value is within normal range<\/li><li><b>geriatric:<\/b> no dosage adjustment necessary<\/li><\/ul>"},{"id":"924779-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Rheumatoid arthritis<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Crohn's disease<\/li><li>Juvenile rheumatoid arthritis<\/li><li>Psoriatic arthritis<\/li><\/ul>"}]},"2":{"id":"924779-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Pregnancy must be excluded before the start of treatment with leflunomide. Leflunomide is contraindicated in pregnant women, or women of childbearing potential who are not using reliable contraception. Pregnancy must be avoided during leflunomide treatment or prior to the completion of the drug elimination procedure after treatment. Severe liver injury, including fatal liver failure, has been reported in some patients. Do not use in patients with acute or chronic liver disease or ALT greater than 2 times the ULN. Monitoring recommended along with possible therapy interruption if signs\/symptoms of liver injury occur. If likely leflunomide induced, perform cholestyramine washout.<br\/>"},"3":{"id":"924779-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924779-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to leflunomide or any components of the product<\/li><li>pregnancy or potential for pregnancy<\/li><\/ul>"},{"id":"924779-s-3-10","title":"Precautions","mono":"<ul><li>liver injury, severe and\/or fatal; has been reported; use not recommended in patients with acute or chronic liver disease or elevated serum ALT levels greater than 2 times the ULN; use caution with coadministration of other potentially hepatotoxic drugs; if ALT rises to greater than 3 times the ULN during therapy, and is likely leflunomide-induced, discontinue therapy and perform leflunomide washout procedure; monitoring recommended<\/li><li>bone marrow dysplasia; use not recommended due to the immunosuppressive potential of leflunomide which increases the risk for serious and fatal infections<\/li><li>concomitant use with live vaccines is not recommended<\/li><li>hematologic toxicities (ie, pancytopenia, agranulocytosis, and thrombocytopenia) have been reported rarely; monitoring recommended; discontinue therapy and perform leflunomide washout procedure if bone morrow suppression occurs<\/li><li>hepatic insufficiency; use not recommended due to risk of increased hepatotoxicity<\/li><li>immunodeficiency, severe; use not recommended due to the immunosuppressive potential of leflunomide which increases the risk for serious and fatal infections<\/li><li>infections, some cases severe and\/or fatal, have been reported; use not recommended in patients with uncontrolled infections due to immunosuppressive potential of leflunomide; therapy interruption and leflunomide washout procedure may be warranted if an infection develops<\/li><li>interstitial lung disease, some cases fatal, has been reported; therapy discontinuation and leflunomide washout procedure may be warranted if new onset or worsening pulmonary symptoms occur<\/li><li>peripheral neuropathy, some cases persistent after drug discontinuation, has been reported; discontinue therapy and perform leflunomide washout procedure if condition develops<\/li><li>renal insufficiency; potential increased risk of drug toxicity<\/li><li>serious skin reactions (ie, Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN)) have been reported; discontinue therapy and perform leflunomide washout procedure if SJS or TEN occur<\/li><li>switch from leflunomide to antirheumatic agent with potential for hematologic suppression; increased risk of hematologic toxicity; monitoring or leflunomide washout procedure may be warranted<\/li><li>tuberculosis (TB) infection, latent; risk of TB reactivation; treat TB before beginning therapy<\/li><\/ul>"},{"id":"924779-s-3-11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"924779-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924779-s-4","title":"Drug Interactions","sub":{"1":{"id":"924779-s-4-14","title":"Major","mono":"<ul><li>Methotrexate (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"},"2":{"id":"924779-s-4-15","title":"Moderate","mono":"<ul><li>Activated Charcoal (probable)<\/li><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Cholestyramine (probable)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rifampin (probable)<\/li><li>Rotavirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}}},"5":{"id":"924779-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (9% to 17%), Rash (10% to 12%.)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (17% to 27%), Ulcer of mouth (3% to 5%)<\/li><li><b>Neurologic:<\/b>Dizziness (4% to 7%), Headache (7% to 13%)<\/li><li><b>Respiratory:<\/b>Respiratory tract infection (15% to 27%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Pancytopenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatic necrosis, Increased liver enzymes (1.5% to 4.4%), Liver failure<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Aspergillosis, Opportunistic infection, Pneumocystis pneumonia, Sepsis<\/li><li><b>Respiratory:<\/b>Interstitial lung disease, Pneumocystis pneumonia<\/li><\/ul>"},"6":{"id":"924779-s-6","title":"Drug Name Info","sub":{"0":{"id":"924779-s-6-17","title":"US Trade Names","mono":"Arava<br\/>"},"2":{"id":"924779-s-6-19","title":"Class","mono":"<ul><li>Dihydroorotate Dehydrogenase Inhibitor<\/li><li>Immune Suppressant<\/li><\/ul>"},"3":{"id":"924779-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924779-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924779-s-7","title":"Mechanism Of Action","mono":"Systemic: Leflunomide, an immunomodulatory agent, inhibits dihydrooratate dehydrogenase . Anti-inflammatory effects have been demonstrated in in vivo   and in vitro   experimental models . In addition, leflunomide has antiproliferative activity .<br\/>"},"8":{"id":"924779-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"924779-s-8-23","title":"Absorption","mono":"Systemic: Bioavailability: 80%; food no effect    <br\/>"},"2":{"id":"924779-s-8-25","title":"Metabolism","mono":"Systemic: Active metabolites: M1;  4-trifluoromethylaniline    <br\/>"},"3":{"id":"924779-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 48%; Renal: 43%     <br\/>"},"4":{"id":"924779-s-8-27","title":"Elimination Half Life","mono":"Systemic: 2 wk.<br\/>"}}},"10":{"id":"924779-s-10","title":"Monitoring","mono":"<ul><li>erythrocyte sedimentation rate, C-reactive protein levels, slowed joint degeneration noted radiographically, improvements in joint pain, inflammation, joint mobility and range of motion<\/li><li>pregnancy test prior to treatment and during treatment when pregnancy suspected<\/li><li>platelet, white blood cell count, hemoglobin or hematocrit; baseline and monthly for first 6 months, then every 6 to 8 weeks thereafter; monthly with concomitant immunosuppressants; signs and symptoms of pancytopenia including easy bruising or bleeding, recurrent infections, fever, paleness, or unusual tiredness<\/li><li>liver function; baseline, then monthly during first 6 months then, if stable, every 6 to 8 weeks thereafter or continue monthly with concomitant methotrexate; signs and symptoms of hepatotoxicity including unusual tiredness, abdominal pain, or jaundice<\/li><li>signs and symptoms of Steven's-Johnson syndrome or toxic epidermal necrolysis (skin rash or mucous membrane lesions)<\/li><li>signs and symptoms of interstitial lung disease (new onset or worsening of pulmonary symptoms such as cough and dyspnea, with or without associated fever)<\/li><li>blood pressure before initiating therapy and periodically thereafter<\/li><li>signs and symptoms of serious infection<\/li><\/ul>"},"11":{"id":"924779-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 10 MG, 20 MG<br\/><\/li><li><b>Arava<\/b><br\/>Oral Tablet: 10 MG, 20 MG<br\/><\/li><\/ul>"},"12":{"id":"924779-s-12","title":"Toxicology","sub":[{"id":"924779-s-12-31","title":"Clinical Effects","mono":"<b>LEFLUNOMIDE AND RELATED AGENTS<\/b><br\/>USES: Leflunomide is indicated to reduce signs and symptoms, improve physical function, and inhibit structural damage in adult patients with rheumatoid arthritis. Teriflunomide is the active metabolite of leflunomide and is indicated for the treatment of adult patients with relapsing forms of multiple sclerosis. PHARMACOLOGY: Leflunomide, an isoxazole immunomodulatory agent, inhibits dihydrooratate dehydrogenase (an enzyme in de novo pyrimidine synthesis), and has anti-inflammatory and immunomodulating activity. Teriflunomide, the primary active metabolite of leflunomide. Although the exact mechanism of action in multiple sclerosis is unknown, it may involve a reduction in activated lymphocytes in the CNS. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. A woman developed no adverse effects after inadvertently taking leflunomide 120 mg daily for 28 days. SEVERE TOXICITY: Chronic high doses of leflunomide (an average of 34 mg\/daily for 26 months) produced interstitial nephritis in one adult. ADVERSE EFFECTS: Leflunomide and teriflunomide have similar adverse effects. COMMON: Hypertension, reversible alopecia, diarrhea, rashes, and elevated liver enzyme levels. OTHER EFFECTS: Chest pain, nausea, anorexia, abdominal pain, headache, dizziness, pancytopenia, agranulocytosis, thrombocytopenia, tenosynovitis, bronchitis, respiratory infection, Stevens-Johnson Syndrome (rare), Toxic Epidermal Necrolysis (rare). Based on postmarketing experience, rare cases of hepatotoxicity have been reported with therapeutic use. Individuals with multiple risk factors may be at greatest risk. Rare reports of severe infections, including sepsis have also occurred, but may be confounded by concomitant immunosuppressant therapy or comorbidity. REPRODUCTIVE: Leflunomide and teriflunomide are US FDA pregnancy category X, due to the risk of severe teratogenicity or fetal death. <br\/>"},{"id":"924779-s-12-32","title":"Treatment","mono":"<b>LEFLUNOMIDE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Myelosuppression has been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Administer activated charcoal (50 g orally every 12 hours for 11 days) if the overdose is recent, the patient is not vomiting, and is able to maintain airway. DRUG ELIMINATION PROCEDURE: CHOLESTYRAMINE: Cholestyramine may also be used to accelerate the elimination of leflunomide or teriflunomide. Administer cholestyramine 8 g 3 times daily for 11 days (the 11 days do not need to be consecutive unless rapid leflunomide elimination is necessary).<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions (rare) or pulmonary toxicity.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Administer colony stimulating factors in patients who develop severe neutropenia or neutropenic sepsis. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Drug concentrations of leflunomide are not readily available. Monitor vital signs and liver enzymes. Monitor serum electrolytes and renal function in patients with significant vomiting and\/or diarrhea. Monitor serial CBC with differential after substantial overdose. There are rare reports of pancytopenia, agranulocytosis, and thrombocytopenia after therapeutic doses of leflunomide.<\/li><li>Enhanced elimination procedure: Studies with both hemodialysis and chronic ambulatory peritoneal dialysis have shown that M1 is NOT dialyzable. Cholestyramine may enhance the elimination of the active metabolite.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions who are symptomatic should be observed in a healthcare facility. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"924779-s-12-33","title":"Range of Toxicity","mono":"<b>LEFLUNOMIDE AND RELATED AGENTS<\/b><br\/>TOXICITY: LEFLUNOMIDE: The toxic dose is not known. In an adult, chronic overdosage (an average of 34 mg\/day) of leflunomide for 26 months resulted in interstitial nephritis. LACK OF EFFECT: A woman took 120 mg daily of leflunomide for 28 days and developed no adverse effects. TERIFLUNOMIDE: Healthy subjects did not develop any major adverse effects after ingesting teriflunomide 70 mg daily up to 14 days. THERAPEUTIC DOSE: LEFLUNOMIDE: ADULTS: LOADING DOSE: 100 mg orally once daily for 3 days. MAINTENANCE THERAPY: 20 mg orally once daily; may reduce dose to 10 mg daily if higher dose not tolerated. CHILDREN: The safety and effectiveness of leflunomide have not been established in pediatric patients. TERIFLUNOMIDE: ADULTS: 7 mg or 14 mg once daily. CHILDREN: The safety and effectiveness of teriflunomide have not been established in pediatric patients. <br\/>"}]},"13":{"id":"924779-s-13","title":"Clinical Teaching","mono":"<ul><li>Counsel female patient to avoid pregnancy during therapy and before completion of the drug elimination procedure. A male patient who wishes to father a child should also undergo the drug elimination procedure.<\/li><li>Advise patient to avoid live vaccines during therapy.<\/li><li>Drug may cause rash, alopecia, diarrhea, nausea, headaches, and respiratory infections.<\/li><li>Instruct patient to report signs\/symptoms of hepatotoxicity (eg, unusual tiredness, abdominal pain, and jaundice) or peripheral neuropathy.<\/li><li>Advise patient to report signs\/symptoms of a severe skin reaction such as Stevens-Johnson syndrome (flu-like symptoms, spreading red rash, or skin\/mucous membrane blistering) or toxic epidermal necrolysis (widespread peeling\/blistering of skin).<\/li><li>Tell patient to immediately report signs\/symptoms of pancytopenia, agranulocytosis, thrombocytopenia (eg, easy bruising or bleeding, paleness, unusual tiredness, recurrent infections, or fever), or interstitial lung disease.<\/li><\/ul>"}}}