{"drugs":["Revatio","Sildenafil Citrate","Viagra"],"mono":{"0":{"id":"924705-s-0","title":"Generic Names","mono":"Sildenafil Citrate"},"1":{"id":"924705-s-1","title":"Dosing and Indications","sub":[{"id":"924705-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Erectile dysfunction:<\/b> (Viagra(R)) 25 to 100 mg (50 mg usual dose) ORALLY 1 hour (range 0.5 to 4 hours) prior to sexual activity; MAX frequency of administration once daily<\/li><li><b>Pulmonary hypertension:<\/b> (Revatio(R)) 5 or 20 mg ORALLY 3 times daily; give doses approximately 4 to 6 hours apart<\/li><li><b>Pulmonary hypertension:<\/b> (Revatio(R)) 2.5 or 10 mg IV bolus injection 3 times daily<\/li><\/ul>"},{"id":"924705-s-1-5","title":"Pediatric Dosing","mono":" sildenafil (Revatio(R)) use, especially chronic treatment, is not recommended in children; sildenafil (Viagra(R)) not indicated for use in pediatric patients; safety and effectiveness not established "},{"id":"924705-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics (older than 65 years; in erectile dysfunction):<\/b> initial dose, consider 25 mg ORALLY<\/li><li><b>liver disease (in erectile dysfunction):<\/b> initial dose, consider 25 mg ORALLY<\/li><li><b>liver disease (in pulmonary arterial hypertension):<\/b> no adjustments needed for mild to moderate hepatic impairment (Child-Pugh class A and B)<\/li><li><b>renal impairment (in erectile dysfunction):<\/b> CrCl less than 30 mL\/min, initial dose, consider 25 mg ORALLY<\/li><li><b>renal impairment (in pulmonary arterial hypertension):<\/b> no adjustments needed<\/li><li><b>with ritonavir (erectile dysfunction):<\/b> MAX 25 mg ORALLY every 48 hours<\/li><li><b>with potent CYP3A4 inhibitors (erythromycin, ketoconazole, itraconazole); erectile dysfunction:<\/b> consider initiating at 25 mg ORALLY<\/li><li><b>with alpha-blocker therapy (erectile dysfunction):<\/b> initiate at 25 mg ORALLY, patients must be on stable alpha-blocker therapy prior to sildenafil initiation<\/li><\/ul>"},{"id":"924705-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Erectile dysfunction<\/li><li>Pulmonary hypertension<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Antidepressant drug adverse reaction - Sexual dysfunction<\/li><li>Depression - Erectile dysfunction<\/li><li>Diabetes mellitus - Erectile dysfunction<\/li><li>Dialysis procedure - Erectile dysfunction<\/li><li>Drug-induced impotence<\/li><li>Erectile dysfunction - Generalized atherosclerosis<\/li><li>Erectile dysfunction - Lower urinary tract symptoms, In combination with alfuzosin<\/li><li>Erectile dysfunction - Parkinson's disease<\/li><li>Erectile dysfunction - Peyronie's disease<\/li><li>Erectile dysfunction - Prostatectomy<\/li><li>Erectile dysfunction - Radiation therapy<\/li><li>Erectile dysfunction - Resection of rectum<\/li><li>Erectile dysfunction - Spina bifida<\/li><li>Erectile dysfunction - Spinal cord injury<\/li><li>Female sexual arousal disorder<\/li><li>Persistent pulmonary hypertension of the newborn<\/li><li>Secondary Raynaud's phenomenon<\/li><li>Sexual dysfunction - Spinal cord injury<\/li><\/ul>"}]},"3":{"id":"924705-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924705-s-3-9","title":"Contraindications","mono":"<ul><li>Concurrent regular or intermittent use of organic nitrates in any form<\/li><li>Concomitant use with HIV protease inhibitors or elvitegravir\/cobicistat\/tenofovir\/emtricitabine (when used for pulmonary arterial hypertension)<\/li><li>Concomitant use with riociguat<\/li><li>Hypersensitivity to sildenafil or any of its components<\/li><\/ul>"},{"id":"924705-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Cardiac failure or coronary artery disease causing unstable angina<\/li><li>-- Use not recommended when sexual activity is inadvisable due to patient's cardiovascular status<\/li><li>-- Conditions adversely affected by vasodilatory effects (eg, resting hypotension, fluid depletion, left ventricular outflow obstruction, or autonomic dysfunction)<\/li><li>-- Hypertension (blood pressure greater than 170\/110 mmHg)  or resting hypotension (blood pressure less than 90\/50 mmHg)<\/li><li>-- Myocardial infarction, stroke, or life-threatening arrhythmia within the last 6 months<\/li><li>-- Pediatric patients with pulmonary arterial hypertension; use not recommended due to lack of efficacy of low-dose sildenafil and an increased risk of mortality for high- vs low-dose therapy<\/li><li>-- Pulmonary hypertension secondary to sickle cell anemia; increased risk of veno-occlusive crisis requiring hospitalization<\/li><li>-- Pulmonary veno-occlusive disease; pulmonary vasodilators may significantly worsen cardiovascular status; use not recommended<\/li><li>Hepatic:<\/li><li>--Hepatic impairment; dose adjustment recommended (Viagra(R))<\/li><li>Renal:<\/li><li>-- Renal impairment, severe (CrCl less than 30 mL\/min); dose adjustment recommended (Viagra(R))<\/li><li>Ophthalmic:<\/li><li>-- Sudden vision loss in one or both eyes; discontinue use of all phosphodiesterase type 5 inhibitors and seek medical care<\/li><li>-- Non-arteritic anterior ischemic optic neuropathy (NAION) has been reported; increased risk with previous NAION or crowded optic disk<\/li><li>-- Retinitis pigmentosa; use with caution<\/li><li>Otic:<\/li><li>-- Sudden decrease or loss of hearing; discontinue use of phosphodiesterase type 5 inhibitors and seek prompt medical care<\/li><li>Other:<\/li><li>-- Anatomical deformation of the penis (eg, angulation, cavernosal fibrosis, or Peyronie disease) or conditions that predispose to priapism (eg, sickle cell anemia, multiple myeloma, or leukemia); risk of priapism may be increased<\/li><li>-- Elderly patients (older than 65 years); dose adjustment recommended (Viagra(R))<\/li><li>-- Prolonged erection greater than 4 hours and priapism have been reported; immediately treat priapism (Viagra(R))<\/li><li>Concomitant use:<\/li><li>-- Concurrent use with other phosphodiesterase 5 inhibitors is not recommended<\/li><li>-- Concomitant use with strong CYP3A inhibitors is not recommended (Revatio(R))<\/li><\/ul>"},{"id":"924705-s-3-11","title":"Pregnancy Category","mono":"Sildenafil: B (FDA)<br\/>"},{"id":"924705-s-3-12","title":"Breast Feeding","mono":"Sildenafil: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924705-s-4","title":"Drug Interactions","sub":[{"id":"924705-s-4-13","title":"Contraindicated","mono":"<ul><li>Amprenavir (theoretical)<\/li><li>Amyl Nitrite (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Erythrityl Tetranitrate (established)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Indinavir (probable)<\/li><li>Isosorbide Dinitrate (established)<\/li><li>Isosorbide Mononitrate (established)<\/li><li>Lopinavir (theoretical)<\/li><li>Molsidomine (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nitroglycerin (established)<\/li><li>Nitroprusside (theoretical)<\/li><li>Pentaerythritol Tetranitrate (established)<\/li><li>Riociguat (theoretical)<\/li><li>Ritonavir (established)<\/li><li>Saquinavir (established)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><\/ul>"},{"id":"924705-s-4-14","title":"Major","mono":"<ul><li>Cannabis (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dihydrocodeine (probable)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nefazodone (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Telithromycin (probable)<\/li><li>Voriconazole (probable)<\/li><\/ul>"},{"id":"924705-s-4-15","title":"Moderate","mono":"<ul><li>Alfuzosin (probable)<\/li><li>Bosentan (established)<\/li><li>Bunazosin (probable)<\/li><li>Ciprofloxacin (probable)<\/li><li>Delavirdine (probable)<\/li><li>Doxazosin (probable)<\/li><li>Erythromycin (probable)<\/li><li>Etravirine (probable)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Moxisylyte (probable)<\/li><li>Nebivolol (probable)<\/li><li>Prazosin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Silodosin (established)<\/li><li>Tamsulosin (probable)<\/li><li>Terazosin (probable)<\/li><li>Trimazosin (probable)<\/li><\/ul>"}]},"5":{"id":"924705-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Erythema (pulmonary arterial hypertension, 6%), Flushing (erectile dysfunction, 10% to 19%; pulmonary arterial hypertension, 10%)<\/li><li><b>Gastrointestinal:<\/b>Indigestion (erectile dysfunction, 3% to 17%; pulmonary arterial hypertension, 13%)<\/li><li><b>Neurologic:<\/b>Headache (erectile dysfunction, 16% to 28%; pulmonary arterial hypertension, 46%), Insomnia (erectile dysfunction, less than 2%; pulmonary arterial hypertension, 7%)<\/li><li><b>Ophthalmic:<\/b>Visual disturbance (erectile dysfunction, 1% to 11%)<\/li><li><b>Respiratory:<\/b>Epistaxis (pulmonary arterial hypertension, 3% to 9%), Nasal congestion (erectile dysfunction, 4% to 9%), Rhinitis (pulmonary arterial hypertension, 4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiovascular morbidity, Myocardial infarction, Sickle cell anemia with vasoocclusive crisis<\/li><li><b>Ophthalmic:<\/b>Non-arteritic ischemic optic neuropathy, Retinal hemorrhage (pulmonary hypertension, 1.4% to 1.9%)<\/li><li><b>Otic:<\/b>Decreased hearing, Sudden onset (erectile dysfunction, less than 2%), Sudden hearing loss (erectile dysfunction, less than 2%)<\/li><li><b>Reproductive:<\/b>Priapism, Prolonged erection of penis<\/li><\/ul>"},"6":{"id":"924705-s-6","title":"Drug Name Info","sub":{"0":{"id":"924705-s-6-17","title":"US Trade Names","mono":"<ul><li>Viagra<\/li><li>Revatio<\/li><\/ul>"},"2":{"id":"924705-s-6-19","title":"Class","mono":"<ul><li>Antihypertensive, Peripheral Vasodilator<\/li><li>Erectile Dysfunction Agent<\/li><li>Phosphodiesterase Type 5 Inhibitor<\/li><li>Vasodilator<\/li><\/ul>"},"3":{"id":"924705-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924705-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924705-s-7","title":"Mechanism Of Action","mono":"Sildenafil citrate is an inhibitor of cGMP specific phosphodiesterase type-5 (PDE5) in smooth muscle, where PDE5 is responsible for degradation of cGMP. Sildenafil citrate increases cGMP within vascular smooth muscle cells resulting in relaxation and vasodilation. In patients with pulmonary hypertension, this leads to vasodilation of the pulmonary vascular bed and, to a lesser degree, vasodilation in the systemic circulation. In patients with erectile dysfunction, sildenafil citrate enhances the effect of nitric oxide (NO) by inhibiting PDE5 in the corpus cavernosum. When sexual stimulation causes local release of NO, inhibition of PDE5 by sildenafil citrate causes increased levels of cGMP resulting in smooth muscle relaxation and inflow of blood to the corpus cavernosum.<br\/>"},"8":{"id":"924705-s-8","title":"Pharmacokinetics","sub":[{"id":"924705-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability: 41%<\/li><li>Effect of food, high fat meal: mean delay in Tmax of 60 minutes; mean reduction in Cmax of 29%<\/li><\/ul>"},{"id":"924705-s-8-24","title":"Distribution","mono":"<ul><li>Vd: adults, 105 L<\/li><li>Vd: neonates, 22.4 L or 456 L\/70 kg<\/li><li>Protein binding, Plasma: 96% (sildenafil and N-desmethyl metabolite)<\/li><\/ul>"},{"id":"924705-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: CYP3A4 (major) and CYP2C9 (minor)<\/li><li>Metabolite: active N-desmethyl metabolite, accounts for 20% of sildenafil's pharmacologic effects<\/li><\/ul>"},{"id":"924705-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 80% as metabolites<\/li><li>Renal: 13% as metabolites<\/li><li>Dialyzable: no (hemodialysis)<\/li><\/ul>"},{"id":"924705-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Sildenafil citrate: 4 hr<\/li><li>N-desmethyl metabolite: 4 hr<\/li><\/ul>"}]},"9":{"id":"924705-s-9","title":"Administration","mono":"<ul><li><b>Intravenous<\/b><br\/>(pulmonary arterial hypertension) administer as an IV bolus injection 3 times a day.<br\/><\/li><li><b>Oral<\/b><br\/><ul><li>(erectile dysfunction) take approximately 1 hour (from 30 minutes to 4 hours) before sexual activity<\/li><li>(pulmonary arterial hypertension) take tablets or oral suspension doses approximately 4 to 6 hours apart; do not mix oral suspension with flavorings or other medications<\/li><\/ul><\/li><\/ul>"},"10":{"id":"924705-s-10","title":"Monitoring","mono":"<ul><li>erectile dysfunction: improved erectile response is indicative of efficacy<\/li><li>pulmonary arterial hypertension: improvement in signs and symptoms of pulmonary arterial hypertension (dyspnea or fatigue, chest pain, or near syncope), exercise capacity, and WHO functional classification, and a decrease in the rate of clinical worsening are indicative of efficacy<\/li><\/ul>"},"11":{"id":"924705-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Solution: 10 MG\/12.5 ML<\/li><li>Oral Tablet: 20 MG<\/li><\/ul><\/li><li><b>Revatio<\/b><br\/><ul><li>Intravenous Solution: 10 MG\/12.5 ML<\/li><li>Oral Powder for Suspension: 10 MG\/ML<\/li><li>Oral Tablet: 20 MG<\/li><\/ul><\/li><li><b>Viagra<\/b><br\/>Oral Tablet: 25 MG, 50 MG, 100 MG<br\/><\/li><\/ul>"},"12":{"id":"924705-s-12","title":"Toxicology","sub":[{"id":"924705-s-12-31","title":"Clinical Effects","mono":"<b>SILDENAFIL <\/b><br\/>USES: Smooth muscle relaxant used for erectile dysfunction and pulmonary hypertension. Sildenafil is also abused, often in conjunction with other drugs to enhance sexual performance. PHARMACOLOGY: Inhibition of cGMP specific phosphodiesterase type-5 (PDE5) in smooth muscle in the pulmonary vascular bed in the lungs and the corpus cavernosum of the penis. TOXICOLOGY: Overdose causes excessive vasodilatation resulting in hypotension, tachycardia, headache, priapism, facial flushing, dizziness, and general weakness. EPIDEMIOLOGY: Poisoning is uncommon and rarely severe. MILD TO MODERATE TOXICITY: Headache, facial flushing, dizziness, general weakness, priapism and vertigo. SEVERE TOXICITY: Severe effects may include significant hypotension, tachycardia, and generalized weakness. Theoretically, CNS depression, cerebral ischemia, and other end-organ ischemia are possible after severe overdose, but have not been reported. ADVERSE EFFECTS: Facial flushing, rash, diarrhea, dyspepsia, dizziness\/vertigo, headache, abnormal vision, nasal congestion, hypotension, tachycardia, myocardial infarction, non-arteritic ischemic optic neuropathy, priapism (rare), and musculoskeletal pain have been reported. <br\/>"},{"id":"924705-s-12-32","title":"Treatment","mono":"<b>SILDENAFIL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of sildenafil overdoses requires only supportive care; activated charcoal is indicated if patients present shortly after ingestion. Treat headache, facial flushing, dizziness and general weakness with IV fluids. Hypotension and tachycardia are generally mild and well tolerated and usually respond to IV fluids. MANAGEMENT OF SEVERE TOXICITY: Patients who experience respiratory compromise or significant CNS depression require early endotracheal intubation for airway protection. While activated charcoal is indicated in these cases, is should be performed only in patients who can protect their airway or who are intubated. Patients with persistent hypotension despite intravenous fluids require vasopressors, theoretically alpha agonists norepinephrine and phenylephrine may be more effective.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal should be given to those who are able to reliably protect their airway and IV fluids should be given for hypotension or tachycardia. HOSPITAL: Activated charcoal should be given to those who are able to reliably protect their airway. Fatalities are extremely rare and gastric lavage is generally not indicated.<\/li><li>Airway management: It is unlikely that a patient with an isolated sildenafil overdose will require airway management. Perform early in patients with severe intoxication (ie, seizures, dysrhythmias, severe delirium, CNS or respiratory depression).<\/li><li>Antidote: No specific antidote for sildenafil exists. IV fluids and peripheral vasopressors are the primary treatment of choice.<\/li><li>Tachycardia: Reflex tachycardia is usually seen from hypotension.<\/li><li>Seizure: Unlikely, but can be due to cerebral ischemia. Correct hypotension and treat with benzodiazepines.<\/li><li>Priapism: An immediate urological consult is necessary. Clinical history should include the use of other agents (ie, antihypertensives, antidepressants, illegal agents) that may also be contributing to priapism. In a patient with ischemic priapism the corpora cavernosa are often completely rigid and the patient complains of pain, while nonischemic priapism the corpora are typically tumescent, but not completely rigid and pain is not typical. Aspirate blood from the corpus cavernosum with a fine needle. Blood gas testing of the aspirated blood may be used to distinguish ischemic (typically PO2 less than 30 mmHg, PCO2 greater than 60 mmHg, and pH less than 7.25) and nonischemic priapism. Color duplex ultrasonography may also be useful. If priapism persists after aspiration, inject a sympathomimetic. PHENYLEPHRINE: Dose: Adult: For intracavernous injection, dilute phenylephrine with normal saline for a concentration of 100 to 500 mcg\/mL and give 1 mL injections every 3 to 5 minutes for approximately 1 hour (before deciding that treatment is not successful). For children and patients with cardiovascular disease: Use lower concentrations in smaller volumes. NOTE: Treatment is less likely to be effective if done more than 48 hours after the development of priapism. Distal shunting (NOT first-line therapy) should only be considered after a trial of intracavernous injection of sympathomimetics.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Sildenafil plasma levels are not clinically useful or readily available. In addition, sildenafil is not detected on a urine drug screen. No specific lab work is needed in most patients. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity (ie, tachycardia, hypotension, ataxia, coma, and diarrhea). Monitor renal function, troponin and liver enzymes in patients with prolonged hypotension, seizures or coma to screen for end organ damage. Ensure good neurological exam as patients are at elevated risk for stroke.<\/li><li>Enhanced elimination procedure: Because sildenafil is highly protein bound and is not eliminated in the urine, hemodialysis and hemoperfusion are not expected to be of benefit in overdose.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness) with small ingestions and asymptomatic adults who have inadvertently ingested an extra dose may be managed at home. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions or children with significant ingestions should be referred to a health care facility for observation for 6 to 8 hours. All symptomatic patients should be sent to a health care facility for observation for 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent CNS depression (ie, weakness, ataxia, vertigo, coma) or those with persistent abnormal vital signs such as tachycardia and hypotension should be admitted. Patients with coma, seizures, dysrhythmias, or end organ damage should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (ie, dysrhythmias, severe hypotension, coma) or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"924705-s-12-33","title":"Range of Toxicity","mono":"<b> SILDENAFIL <\/b><br\/>TOXICITY: ADULT: Adults who ingest less than 800 mg typically have symptoms consistent with therapeutic dosing. However, one adult developed rhabdomyolysis after ingesting 250 mg of sildenafil and improved with supportive care. Doses in excess of 2000 mg have caused hypotension and tachycardia. Fatalities are exceedingly rare. PEDIATRIC: A 2-year-old developed persistent facial flushing, painful transient penile engorgement, bilateral rhonchi, and diarrhea after ingesting approximately 1.5 pills (75 mg) of sildenafil. THERAPEUTIC: ADULT: ERECTILE DYSFUNCTION: Usual dose is 50 mg taken approximately 1 hour prior to sexual activity (range, 0.5 to 4 hours before sexual activity); dose range: 25 to 100 taken once per day. PULMONARY HYPERTENSION: ADULT: 20 mg 3 times daily (given every 4 to 6 hours). PEDIATRIC: Safety and efficacy of sildenafil for pediatric pulmonary hypertension has not been established. <br\/>"}]},"13":{"id":"924705-s-13","title":"Clinical Teaching","mono":"<ul><li>For erectile dysfunction, drug may cause flushing, dyspepsia, and headache. Drug may also cause angina, dizziness, and nausea in patients with preexisting cardiovascular risk factors.<\/li><li>For pulmonary hypertension, drug may cause epistaxis, headache, dyspepsia, flushing, insomnia, erythema, dyspnea, and rhinitis.<\/li><li>Advise patient to report an erection that persists longer than 4 hours. Priapism may occur more frequently in patients with sickle cell anemia, multiple myeloma, or leukemia.<\/li><li>Instruct patient to report sudden decrease or loss of hearing or vision. Hearing loss may be accompanied by dizziness and tinnitus.<\/li><li>For erectile dysfunction, patient should take drug prior to sexual activity, but not more than once per day.<\/li><li>Instruct patient taking sildenafil (Revatio(R)) for pulmonary hypertension not to take sildenafil (Viagra(R)) or vardenafil (Levitra(R)) for erectile dysfunction.<\/li><li>Patient should not take this medicine if using alpha-blockers (prazosin, doxazosin, terazosin) or nitrates, as life-threatening hypotension may occur.<\/li><\/ul>"}}}