{"drugs":["Alrex","Lotemax","Loteprednol Etabonate"],"mono":{"0":{"id":"924704-s-0","title":"Generic Names","mono":"Loteprednol Etabonate"},"1":{"id":"924704-s-1","title":"Dosing and Indications","sub":{"0":{"id":"924704-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Conjunctivitis, Steroid-responsive:<\/b> (Lotemax(R) 0.5% suspension) 1 to 2 drops INSTILLED into the conjunctival sac 4 times a day; may increase up to 1 drop every hour during the first week<\/li><li><b>Inflammatory disorder of the eye, Postoperative:<\/b> (Lotemax(R) 0.5% gel and suspension) 1 to 2 drops INSTILLED into the conjunctival sac 4 times daily starting the day after surgery and continuing for 2 weeks<\/li><li><b>Inflammatory disorder of the eye, Postoperative:<\/b> (Lotemax(R) 0.5% ointment) apply approximately one-half inch ribbon into the conjunctival sac 4 times daily starting 24 hour after surgery and continuing for 2 weeks<\/li><li><b>Seasonal allergic conjunctivitis:<\/b> (Alrex(R) 0.2% suspension) 1 drop INSTILLED into the affected eye 4 times daily<\/li><\/ul>"},"1":{"id":"924704-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness in pediatric patients not established "},"3":{"id":"924704-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Conjunctivitis, Steroid-responsive<\/li><li>Inflammatory disorder of the eye, Postoperative<\/li><li>Seasonal allergic conjunctivitis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Giant papillary conjunctivitis<br\/>"}}},"3":{"id":"924704-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924704-s-3-9","title":"Contraindications","mono":"<ul><li>Hypersensitivity to loteprednol products or corticosteroids<\/li><li>Ocular viral, mycobacterial or fungal infections<\/li><\/ul>"},{"id":"924704-s-3-10","title":"Precautions","mono":"<ul><li>Acute purulent conditions of the eye, steroids may mask infection or enhance existing infection<\/li><li>Cataracts<\/li><li>Cross-sensitivity to other aminoglycoside antibiotics may occur (combination loteprednol\/tobramycin ophthalmic suspension)<\/li><li>Diabetes mellitus<\/li><li>Glaucoma<\/li><li>History of herpes simplex eye infection<\/li><li>If signs and symptoms fail to improve after 2 days, the patients should be re-evaluated (combination loteprednol\/tobramycin ophthalmic suspension)<\/li><li>Intraocular hypertension<\/li><li>Prolonged use of antibiotics, may result in overgrowth of nonsusceptible organisms, including fungi (combination loteprednol\/tobramycin ophthalmic suspension)<\/li><li>Prolonged use of steroids may result in secondary ocular infections (including fungal infections of the cornea); glaucoma with damage to optic nerve; defects in visual acuity and fields of vision; and in posterior subcapsular cataract formation<\/li><li>Thinning of the sclera or cornea<\/li><li>Viral infections of the eye (including herpes simplex))<\/li><\/ul>"},{"id":"924704-s-3-11","title":"Pregnancy Category","mono":"Loteprednol: C (FDA)<br\/>"},{"id":"924704-s-3-12","title":"Breast Feeding","mono":"Loteprednol: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924704-s-4","title":"Drug Interactions","sub":{"1":{"id":"924704-s-4-14","title":"Major","mono":"<ul>Pixantrone (theoretical)<\/ul>"}}},"5":{"id":"924704-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Ophthalmic:<\/b>Abnormal vision, Blurred vision, Burning sensation in eye, Itching of eye, Photophobia<br\/><b>Serious<\/b><br\/><b>Ophthalmic:<\/b>Cataract, Eye infection, Secondary, Raised intraocular pressure<br\/>"},"6":{"id":"924704-s-6","title":"Drug Name Info","sub":{"0":{"id":"924704-s-6-17","title":"US Trade Names","mono":"<ul><li>Alrex<\/li><li>Lotemax<\/li><\/ul>"},"2":{"id":"924704-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Ophthalmologic Agent<\/li><\/ul>"},"3":{"id":"924704-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924704-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924704-s-7","title":"Mechanism Of Action","mono":"Loteprednol etabonate is a topical anti-inflammatory corticosteroid with no definite mechanism of action, but like other corticosteroids, it is believed to exert its effect by controlling the biosynthesis of potent mediators of inflammation. Corticosteroids inhibit fibrin disposition, leukocyte migration, capillary proliferation, fibroblast proliferation, deposition of collagen, edema, and scar formation.. It is thought to activate phospholipase A(2) inhibitory proteins and subsequently inhibit the release of arachidonic acid, which is a common precursor to leukotrienes and prostaglandins. It also has the ability to increase the intraocular pressure.<br\/>"},"8":{"id":"924704-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"924704-s-8-23","title":"Absorption","mono":"Bioavailability, Ocular: below the limit of quantitation <br\/>"},"2":{"id":"924704-s-8-25","title":"Metabolism","mono":"<ul><li>Carboxylic acid (PJ-91): inactive<\/li><li>Carboxylic acid (PJ-90): inactive<\/li><\/ul>"}}},"9":{"id":"924704-s-9","title":"Administration","mono":"<b>Ophthalmic<\/b><br\/><ul><li>(ophthalmic suspension) shake vigorously prior to instillation<\/li><li>(Lotemax(R) 0.5% gel) invert closed bottle and shake once to fill tip before installation<\/li><li>(Alrex(R) 0.2% suspension) if patient's eyes are not red, remove contact lenses prior to instillation; may reinsert 10 minutes after administration<\/li><li> (Lotemax(R) 0.5% gel, ointment) do not wear contact lenses during therapy<\/li><\/ul>"},"10":{"id":"924704-s-10","title":"Monitoring","mono":"<ul><li>reduction in postoperative ocular inflammation or pain indicates efficacy<\/li><li>delayed healing and corneal or scleral thinning or perforation; via an ophthalmologic exam under magnification (eg, slit lamp biomicroscopy, and fluorescein staining if appropriate) with initial prescription and renewal of medication orders<\/li><li>intraocular pressure; if used for more than 10 days, and especially in patients with glaucoma<\/li><\/ul>"},"11":{"id":"924704-s-11","title":"How Supplied","mono":"<ul><li><b>Alrex<\/b><br\/>Ophthalmic Suspension: 0.2 %<br\/><\/li><li><b>Lotemax<\/b><br\/><ul><li>Ophthalmic Gel\/Jelly: 0.5 %<\/li><li>Ophthalmic Ointment: 0.5 %<\/li><li>Ophthalmic Suspension: 0.5 %<\/li><\/ul><\/li><\/ul>"},"12":{"id":"924704-s-12","title":"Toxicology","sub":[{"id":"924704-s-12-31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"924704-s-12-32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"924704-s-12-33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"924704-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause eye pain, corneal edema, headache, burning, or stinging.<\/li><li>Advise patient to immediately report pain, redness, itching, or inflammation that becomes aggravated.<\/li><li>Instruct patient on proper instillation technique.<\/li><li>Advise patient not to wear contact lenses during drug therapy.<\/li><\/ul>"}}}