{"generic":"Cefdinir","drugs":["Cefdinir","Omnicef"],"mono":{"0":{"id":"924721-s-0","title":"Generic Names","mono":"Cefdinir"},"1":{"id":"924721-s-1","title":"Dosing and Indications","sub":[{"id":"924721-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bronchitis, chronic, acute bacterial exacerbation:<\/b> 300 mg ORALLY every 12 hr for 5 to 10 days or 600 mg ORALLY once a day for 10 days<\/li><li><b>Community acquired pneumonia:<\/b> 300 mg ORALLY every 12 hr for 10 days<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, uncomplicated:<\/b> 300 mg ORALLY every 12 hr for 10 days<\/li><li><b>Maxillary sinusitis, acute:<\/b> 300 mg ORALLY every 12 hr or 600 mg ORALLY every 24 hr for 10 days<\/li><li><b>Pharyngitis - Tonsillitis:<\/b> 300 mg ORALLY every 12 hr for 5 to 10 days or 600 mg ORALLY every 24 hr for 10 days<\/li><\/ul>"},{"id":"924721-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Acute otitis media:<\/b> (6 months through 12 years) 14 mg\/kg\/day ORALLY in 1 or 2 divided doses for 5 to 7 days (6 to 12 years with mild to moderate illness) or for 7 days (2 to 5 years with mild to moderate illness) or for 10 days (younger than 2 years or severe illness) (guideline dosing)<\/li><li><b>Acute otitis media:<\/b> (6 months through 12 years) 7 mg\/kg ORALLY every 12 hr for 5 to 10 days or 14 mg\/kg ORALLY once a day for 10 days; maximum 600 mg\/day (manufacturer dosing)<\/li><li><b>Bronchitis, chronic, acute bacterial exacerbation:<\/b> (13 yr and older) 300 mg ORALLY every 12 hr  for 5 to 10 days or 600 mg ORALLY once a day for 10 days<\/li><li><b>Community acquired pneumonia:<\/b> (13 yr and older) 300 mg ORALLY every 12 hr for 10 days<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, uncomplicated:<\/b> (6 mo through 12 yr) 7 mg\/kg ORALLY every 12 hr for 10 days; maximum 600 mg\/day<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, uncomplicated:<\/b> (13 yr and older) 300 mg ORALLY every 12 hr for 10 days<\/li><li><b>Maxillary sinusitis, acute:<\/b> (6 mo of age and older) 7 mg\/kg ORALLY every 12 hr for 10 days or 14 mg\/kg ORALLY once a day for 10 days; maximum 600 mg\/day<\/li><li><b>Maxillary sinusitis, acute:<\/b> (13 yr and older) 300 mg ORALLY every 12 hr or 600 mg ORALLY every 24 hr for 10 days<\/li><li><b>Pharyngitis - Tonsillitis:<\/b> (6 mo through 12 yr) 7 mg\/kg ORALLY every 12 hr for 5 to 10 days or 14 mg\/kg ORALLY every 24 hr for 10 days; maximum 600 mg\/day<\/li><li><b>Pharyngitis - Tonsillitis:<\/b> (13 yr and older) 300 mg ORALLY every 12 hr for 5 to 10 days or 600 mg ORALLY every 24 hr for 10 days<\/li><\/ul>"},{"id":"924721-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (adults):<\/b> CrCl less than 30 mL\/min, 300 mg once a day<\/li><li><b>renal impairment (children):<\/b> CrCl less than 30 mL\/min\/1.73 m(2), 7 mg\/kg once a day (up to 300 mg\/day)<\/li><li><b>hemodialysis:<\/b> 300 mg or 7 mg\/kg every other day and 300 mg or 7 mg\/kg at the end of each hemodialysis session (with subsequent doses given every other day)<\/li><\/ul>"},{"id":"924721-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acute otitis media<\/li><li>Bronchitis, chronic, acute bacterial exacerbation<\/li><li>Community acquired pneumonia<\/li><li>Infection of skin AND\/OR subcutaneous tissue, uncomplicated<\/li><li>Maxillary sinusitis, acute<\/li><li>Pharyngitis - Tonsillitis<\/li><\/ul>"}]},"3":{"id":"924721-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924721-s-3-9","title":"Contraindications","mono":"hypersensitivity to cephalosporins <br\/>"},{"id":"924721-s-3-10","title":"Precautions","mono":"<ul><li>colitis, history<\/li><li>hypersensitivity to penicillins, history; cross-hypersensitivity among beta lactam antibiotics<\/li><li>prolonged treatment; may result in overgrowth of resistant organisms (superinfection)<\/li><li>renal insufficiency, transient or persistent (creatinine clearance less than 30 mL\/min); may inhibit drug metabolism<\/li><\/ul>"},{"id":"924721-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"924721-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924721-s-4","title":"Drug Interactions","sub":{"1":{"id":"924721-s-4-14","title":"Major","mono":"<ul>Warfarin (probable)<\/ul>"},"2":{"id":"924721-s-4-15","title":"Moderate","mono":"<ul>Iron (probable)<\/ul>"}}},"5":{"id":"924721-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (0.8% to 1%), Diarrhea (4% to 19%), Nausea (0.2% to 3%)<\/li><li><b>Reproductive:<\/b>Candida vaginitis (0.3% to 4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis due to drug<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile colitis<\/li><li><b>Hepatic:<\/b>Hepatitis, Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><\/ul>"},"6":{"id":"924721-s-6","title":"Drug Name Info","sub":{"0":{"id":"924721-s-6-17","title":"US Trade Names","mono":"Omnicef<br\/>"},"2":{"id":"924721-s-6-19","title":"Class","mono":"<ul><li>3rd Generation Cephalosporin<\/li><li>Antibiotic<\/li><\/ul>"},"3":{"id":"924721-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924721-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924721-s-7","title":"Mechanism Of Action","mono":"Cefdinir is a bactericidal, broad-spectrum, semisynthetic cephalosporin. It inhibits cell wall synthesis and it is stable in the presence of certain beta-lactamase enzymes, making some cephalosporins and penicillin resistant organisms vulnerable to cefdinir.<br\/>"},"8":{"id":"924721-s-8","title":"Pharmacokinetics","sub":[{"id":"924721-s-8-23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 2 h to 4 h<\/li><li>Bioavailability: (suspension) 25%<\/li><li>Effect of food: no clinically relevant effect<\/li><\/ul>"},{"id":"924721-s-8-24","title":"Distribution","mono":"<ul><li>Vd: (adults), 0.35 L\/kg (+\/-0.29)<\/li><li>Vd: (pediatric), 0.67 L\/kg (+\/-0.38)<\/li><li>Vd: (geriatric), reduced<\/li><li>Protein binding: 60% to 70%<\/li><\/ul>"},{"id":"924721-s-8-25","title":"Metabolism","mono":"not metabolized <br\/>"},{"id":"924721-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 11.6% (+\/-4.6) to 18.4% (+\/-6.4) unchanged<\/li><li>Renal dysfunction: reduced<\/li><li>Dialyzable: yes (hemodialysis), 63%<\/li><\/ul>"},{"id":"924721-s-8-27","title":"Elimination Half Life","mono":"<ul><li>1.7 (+\/-0.6) h<\/li><li>Creatinine clearance between 30 mL\/min to 60 mL\/min: increased by approximately 2-fold<\/li><li>Creatinine clearance less than 30 mL\/min: increased by approximately 5-fold<\/li><li>Hemodialysis: reduced from 16 (+\/-3.5) to 3.2 (+\/-1.2)<\/li><\/ul>"}]},"9":{"id":"924721-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer 2 hr before or after aluminum- or magnesium-containing antacids<\/li><li>administer 2 hr before or after iron supplements or multivitamins containing iron<\/li><li>may be given without regard to meals<\/li><li>suspension, shake well before measuring the dose<\/li><\/ul>"},"10":{"id":"924721-s-10","title":"Monitoring","mono":"<ul><li>fever<\/li><li>symptomatic improvement<\/li><li>CBC<\/li><li>hepatic\/renal function<\/li><li>previous hypersensitivity to other beta-lactam antibiotics<\/li><li>signs of antibiotic-associated diarrhea, other superinfections<\/li><li>signs of serum-sickness-like reactions<\/li><\/ul>"},"11":{"id":"924721-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 300 MG<\/li><li>Oral Powder for Suspension: 125 MG\/5 ML, 250 MG\/5 ML<\/li><\/ul><\/li><li><b>Omnicef<\/b><br\/><ul><li>Oral Capsule: 300 MG<\/li><li>Oral Powder for Suspension: 125 MG\/5 ML, 250 MG\/5 ML<\/li><\/ul><\/li><\/ul>"},"12":{"id":"924721-s-12","title":"Toxicology","sub":[{"id":"924721-s-12-31","title":"Clinical Effects","mono":"<b>CEPHALOSPORINS<\/b><br\/>OVERDOSE: Acute ingestion of large doses of cephalosporins may result in nausea, vomiting, diarrhea, and abdominal pain. Seizures have developed after parenteral overdose. ADVERSE EFFECTS: COMMON: Hypersensitivity reactions, including anaphylaxis, may commonly occur with therapy; oral exposures are less likely to cause severe allergic reactions than parenteral exposures. Seizures have also been reported following therapeutic administration. Prolonged prothrombin times, thrombocytopenia, and coagulopathies associated with a qualitative platelet defect and aggregation abnormalities have been reported following IV cephalosporin therapy. Pseudocholelithiasis may follow intravenous administration of ceftriaxone. Several cases of fatal hemolytic reactions following intravenous ceftriaxone therapy have been reported in children with serious hematologic abnormalities.<br\/>"},{"id":"924721-s-12-32","title":"Treatment","mono":"<b>CEPHALOSPORINS <\/b><br\/><ul><li>Decontamination: Generally not indicated in patients with no underlying health problems. Activated charcoal may be necessary for patients with underlying renal insufficiency.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Monitoring of patient: Monitor renal function, electrolytes, CBC including platelets.<\/li><li>Anaphylaxis: Mild to moderate allergic reactions may be treated with antihistamines with or without inhaled beta adrenergic agonists, corticosteroids or epinephrine. Diphenhydramine: ADULTS: 50 mg orally, IV, or IM initially, then 25 to 50 mg orally every 4 to 6 hours for 24 to 72 hours. CHILDREN: 1.25 mg\/kg orally, IV, or IM initially, then 5 mg\/kg\/day orally in 4 divided doses for 24 to 72 hours. Treatment of severe anaphylaxis also includes oxygen supplementation, aggressive airway management, epinephrine, ECG monitoring, and IV fluids.<\/li><li>Seizure: IV benzodiazepines, barbiturates<\/li><li>Blood coagulation disorder: Vitamin K, fresh frozen plasma<\/li><li>Intrathecal injection: Treat seizures with anticonvulsants (benzodiazepines, propofol, phenobarbital); endotracheal intubation and mechanical ventilation as needed. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or lactated ringers through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr). Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><\/ul>"},{"id":"924721-s-12-33","title":"Range of Toxicity","mono":"<b>CEPHALOSPORINS<\/b><br\/>TOXICITY: Serious toxicity is unlikely following large oral doses of cephalosporins. Crystalluria and hematuria has been described in a 3-year-old boy who ingested 104 mg\/kg of cephalexin. THERAPEUTIC DOSE: Varies with agent. CEPHALEXIN: CHILDREN:  25 to 100 milligrams\/kilogram\/24 hours orally, up to a maximum of 4 grams\/day, divided every 6 hours. <br\/>"}]},"13":{"id":"924721-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause diarrhea (especially in children 2 years and younger), nausea, vomiting, headache, or Candida vaginitis.<\/li><li>Instruct patient to report signs\/symptoms serum-sickness-like reactions (rash, urticaria, arthralgia, fever, malaise, enlarged lymph nodes).<\/li><li>Advise patient to report severe diarrhea and consult healthcare professional prior to taking anti-diarrhea medicine. Other superinfection signs\/symptoms should be reported as well.<\/li><li>Patient should take drug 2 h before or after aluminum- or magnesium-containing antacids, iron supplements, or multivitamins containing iron.<\/li><\/ul>"}}}