{"drugs":["Thalidomide","Thalomid"],"mono":[{"id":"924777-s-0","title":"Generic Names","mono":"Thalidomide"},{"id":"924777-s-1","title":"Dosing and Indications","sub":{"0":{"id":"924777-s-1-4","title":"Adult Dosing","mono":"<ul><li>Thalomid(R) is available only under a special restricted distribution program called THALOMID REMS(TM) program (formerly known as the S.T.E.P.S(TM) Program); only prescribers and pharmacists registered with this program may prescribe and dispense thalidomide; for more information, contact Celgene Corporation at www.celgeneriskmanagment.com or 1-888-423-5436<\/li><li>thalidomide therapy should not be initiated in patients with absolute neutrophil count (ANC) less than 750\/mm(3); medication regimen should be re-evaluated if ANC decreases below 750\/mm(3) while on therapy; thalidomide may need to be withheld if neutropenia persists<\/li><li><b>prior to administration of thalidomide in females of reproductive potential, obtain 2 negative pregnancy tests:<\/b> 1 within 10 to 14 days prior to initiation and a second test 24 hours prior to initiation<\/li><li><b>Aphthous ulcer of mouth - HIV infection - Ulcer of esophagus:<\/b> 200 mg ORALLY once daily at bedtime<\/li><li><b>Behcet's syndrome:<\/b> Doses have ranged from 50 mg to 400 mg ORALLY daily<\/li><li><b>Cachexia associated with AIDS:<\/b> 100 mg ORALLY every 6 hours<\/li><li><b>Erythema nodosum leprosum:<\/b> initial, 100 to 300 mg ORALLY once daily at bedtime; MAX 400 mg\/day (may be given in divided doses)<\/li><li><b>Erythema nodosum leprosum; Prophylaxis:<\/b> Minimum dose necessary should be used to control erythema nodosum leprosum (ENL); attempt to taper every 3 to 6 months in decrements of 50 mg every 2 to 4 weeks<\/li><li><b>Multiple myeloma, Newly diagnosed, in combination with dexamethasone:<\/b> 200 mg ORALLY once daily in 28-day treatment cycles in combination with dexamethasone 40 mg ORALLY once daily on days 1 to 4, 9 to 12, and 17 to 20, every 28 days<\/li><li><b>Multiple myeloma, Newly diagnosed elderly or transplant ineligible patients, in combination with melphalan and prednisone:<\/b> up to 400 mg ORALLY daily plus melphalan 0.25 mg\/kg ORALLY daily days 1 to 4 and prednisone 2 mg\/kg ORALLY daily days 1 to 4 repeated every 6 weeks for 12 cycles was used in a clinical trial; most patients were initiated on thalidomide 200 mg\/day and increased to 400 mg\/day in 2-4 weeks if no severe side effects occurred<\/li><\/ul>"},"1":{"id":"924777-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Thalomid(R) is available only under a special restricted distribution program called THALOMID REMS(TM) program (formerly known as the S.T.E.P.S(TM) Program); only prescribers and pharmacists registered with this program may prescribe and dispense thalidomide; for more information, contact  Celgene Corporation at www.celgeneriskmanagment.com or 1-888-423-5436<\/li><li>thalidomide therapy should not be initiated in patients with absolute neutrophil count (ANC) less than 750\/mm(3); medication regimen should be re-evaluated if ANC decreases below 750\/mm(3) while on therapy; thalidomide may need to be withheld if neutropenia persists<\/li><li><b>prior to administration of thalidomide in females of reproductive potential, obtain 2 negative pregnancy tests:<\/b> 1 within 10 to 14 days prior to initiation and a second test 24 hours prior to initiation<\/li><li>safety and effectiveness in pediatric patients below the age of 12 years not established<\/li><li><b>Erythema nodosum leprosum; Prophylaxis:<\/b> Minimum dose necessary should be used to control erythema nodosum leprosum (ENL); attempt to taper every 3 to 6 months in decrements of 50 mg every 2 to 4 weeks<\/li><\/ul>"},"3":{"id":"924777-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Erythema nodosum leprosum<\/li><li>Erythema nodosum leprosum; Prophylaxis<\/li><li>Multiple myeloma, Newly diagnosed, in combination with dexamethasone<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>AIDS - Diarrhea<\/li><li>AIDS-related Kaposi's sarcoma<\/li><li>Aphthous ulcer of mouth<\/li><li>Aphthous ulcer of mouth - HIV infection - Ulcer of esophagus<\/li><li>Behcet's syndrome<\/li><li>Cachexia<\/li><li>Cachexia associated with AIDS<\/li><li>Congestive heart failure<\/li><li>Crohn's disease<\/li><li>Glioblastoma multiforme of CNS, Recurrent<\/li><li>Graft versus host disease<\/li><li>Lupus erythematosus<\/li><li>Multiple myeloma<\/li><li>Multiple myeloma, Newly diagnosed elderly or transplant ineligible patients, in combination with melphalan and prednisone<\/li><li>Myelodysplastic syndrome<\/li><li>Prostate cancer<\/li><li>Retractile mesenteritis<\/li><li>Rheumatoid arthritis<\/li><li>Sarcoidosis<\/li><li>Systemic mast cell disease<\/li><li>Waldenstroem macroglobulinemia<\/li><\/ul>"}}},{"id":"924777-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Thalidomide can cause severe birth defects or embryofetal death, even with 1 dose, if taken during pregnancy. Thalidomide distribution is restricted through the THALOMID REMS(TM) program (formerly known as the S.T.E.P.S.(R) program). The use of thalidomide in multiple myeloma patients results in an increased risk of VTE, such as DVT and pulmonary embolism. Coadministration of dexamethasone increases this risk. Monitor for thromboembolism and consider thromboprophylaxis for individualized cases.<br\/>"},{"id":"924777-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924777-s-3-9","title":"Contraindications","mono":"<ul><li>pregnancy; known teratogen with high potential for birth defects or infant mortality, even with 1 dose; if pregnancy occurs during therapy, immediately discontinue use<\/li><li>hypersensitivity to thalidomide or any component of the product<\/li><\/ul>"},{"id":"924777-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- increased risk of arterial and VTE (eg, DVT and pulmonary embolus) in patients with multiple myeloma; risk increases substantially with concomitant use of standard chemotherapeutic agents such as dexamethasone; monitoring recommended<\/li><li>-- severe birth defects, including embryofetal death, have occurred with use in pregnant women; avoid pregnancy for at least 4 weeks before therapy, during treatment, and at least 4 weeks after discontinuation; 2 negative pregnancy test required prior to therapy and adequate contraception and monitoring during therapy recommended<\/li><li>-- use not recommended in female patients who are or may become pregnant<\/li><li>Cardiovascular:<\/li><li>-- ischemic heart disease, including myocardial infarction and stroke, has been reported; monitoring recommended<\/li><li>-- bradycardia has been reported; risk may increase with coadministration of drugs that reduce heart rate; monitoring recommended; dose reduction or discontinuation may be warranted<\/li><li>-- hypotensive reaction (ie, dizziness or orthostatic hypotension) may occur<\/li><li>Dermatologic:<\/li><li>-- serious and possibly fatal dermatologic reactions, including Stevens-Johnson syndrome and toxic epidermal necrolysis (SJS\/TEN), have been reported; interruption or discontinuation may be required; do not rechallenge if rash is exfoliative, purpuric, or bullous, or if SJS\/TEN is suspected<\/li><li>Gastrointestinal:<\/li><li>-- constipation may occur and require interruption of treatment or dosage adjustment<\/li><li>Hematologic:<\/li><li>-- WBC decreases, including neutropenia, have been reported; monitoring recommended; treatment interruption may be warranted<\/li><li>Immunologic:<\/li><li>-- hypersensitivity reactions, severe, including skin rash, fever, tachycardia, and hypotension, have been reported; treatment interruption or discontinuation may be necessary<\/li><li>-- increase in HIV viral load has occurred in HIV-seropositive patients during therapy; monitoring recommended<\/li><li>Neurologic:<\/li><li>-- severe and sometimes irreversible peripheral neuropathy (PN) has been reported, often following chronic use but also with short-term therapy; monitoring recommended; discontinue if symptomatic; may rechallenge if baseline status returns; heed use with other medications associated with PN<\/li><li>-- seizures, including grand mal convulsions, have been reported during postmarketing surveillance; monitoring recommended<\/li><li>-- drowsiness or somnolence has occurred; increased risk if coadministered with other sedating medications; dosage adjustment may be necessary<\/li><li>Reproductive:<\/li><li>-- women of childbearing potential not receiving treatment should avoid contact with capsules, use of gloves recommended; if contact with non-intact capsule or powder occurs, wash exposed area with soap and water<\/li><li>-- sexually active males must comply with mandatory contraception requirements and must avoid donating sperm during treatment and for at least 28 days following discontinuation<\/li><li>Other:<\/li><li>-- tumor lysis syndrome has been reported and monitoring is recommended in at-risk patients (eg, high tumor burden prior to treatment)<\/li><li>-- patients cannot donate blood during treatment and for at least 1 month following discontinuation<\/li><li>Concomitant use:<\/li><li>-- concomitant use of opioids, antihistamines, antipsychotics, anti-anxiety agents, other CNS depressants, or alcohol should be avoided<\/li><li>-- contraception with intrauterine device or implantable contraception may increase the risk of infection or bleeding<\/li><li>-- contraception with estrogen-containing agents, with or without preexisting malignancy, may increase the risk of VTE<\/li><\/ul>"},{"id":"924777-s-3-11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>X (AUS)<\/li><\/ul>"},{"id":"924777-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"924777-s-4","title":"Drug Interactions","sub":{"1":{"id":"924777-s-4-14","title":"Major","mono":"<ul><li>Dexamethasone (probable)<\/li><li>Docetaxel (established)<\/li><\/ul>"}}},{"id":"924777-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema (multiple myeloma, 13% to 56%), Peripheral edema (erythema nodosum leprosum, 3.1% to 8.3%; multiple myeloma, 34%)<\/li><li><b>Dermatologic:<\/b>Dry skin (multiple myeloma, 21%), Rash (erythema nodosum leprosum, 20.8%)<\/li><li><b>Endocrine metabolic:<\/b>Hypocalcemia (multiple myeloma, 72%), Weight gain (multiple myeloma, 3% to 22%), Weight loss (multiple myeloma, 23%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (erythema nodosum leprosum, 2.8% to 9.4%; multiple myeloma, 50% to 55%), Diarrhea (erythema nodosum leprosum, 4.2% to 18.7%), Indigestion (multiple myeloma, 11%), Nausea (erythema nodosum leprosum, 4.2%; multiple myeloma, 13% to 28%)<\/li><li><b>Hematologic:<\/b>Leukopenia (erythema nodosum, 16.7% to 25%; multiple myeloma, 35%)<\/li><li><b>Musculoskeletal:<\/b>Muscle weakness (multiple myeloma, 40%)<\/li><li><b>Neurologic:<\/b>Asthenia (erythema nodosum leprosum, 5.6% to 21.9%; multiple myeloma, 24%), Confusional state (multiple myeloma, 28%), Dizziness (erythema nodosum leprosum, 4.2% to 19.2%; multiple myeloma, 23%), Somnolence (erythema nodosum leprosum, 36.1% to 37.5%; multiple myeloma, 3% or more), Tremor (erythema nodosum leprosum, 4.2%; multiple myeloma, 26%)<\/li><li><b>Respiratory:<\/b>Dyspnea (multiple myeloma, 42%), Pneumonia (multiple myeloma, 15%)<\/li><li><b>Other:<\/b>Fatigue (multiple myeloma, 21% to 79%), Fever (erythema nodosum leprosum, 19.4% to 21.9%; multiple myeloma, 24%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation, Grade 3\/4 (multiple myeloma, 5%), Cardiac dysrhythmia, Ischemic heart disease (11.1%), Myocardial infarction (1.3%)<\/li><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal perforation, Perforation of intestine<\/li><li><b>Hematologic:<\/b>Arterial thrombosis, Deep venous thrombosis (7% to 28%), Neutropenia (multiple myeloma, 31%), Thromboembolic disorder (22% (all grades)), Venous thromboembolism (multiple myeloma, 22.5%)<\/li><li><b>Immunologic:<\/b>Sepsis<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident (2.6%), Peripheral neuropathy (erythema nodosum leprosum, 8.3%; multiple myeloma, 10% to 54%), Seizure<\/li><li><b>Respiratory:<\/b>Pulmonary embolism (7%)<\/li><li><b>Other:<\/b>Angioedema, Secondary malignant neoplastic disease, Tumor lysis syndrome<\/li><\/ul>"},{"id":"924777-s-6","title":"Drug Name Info","sub":{"0":{"id":"924777-s-6-17","title":"US Trade Names","mono":"Thalomid<br\/>"},"2":{"id":"924777-s-6-19","title":"Class","mono":"Leprostatic<br\/>"},"3":{"id":"924777-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924777-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"924777-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Thalidomide is a racemic mixture of two optical isomers in equal amounts. The R-configuration and the S-configuration are more toxic individually than the racemic mixture; the dose at which 50% of animals would be killed (lethal dose [LD] 50) could not be established in mice for racemic thalidomide, whereas LD 50 values for the R and S configurations are reported to be 0.4 to 0.7 grams per kilogram of body weight (grams\/kg) and 0.5 to 1.5 grams\/kg, respectively.  However, it should be noted that chirally pure thalidomide converts to the racemic mixture when administered.  Early studies suggested that the R-configuration is responsible for the sleep-inducing effects of thalidomide, while the S-configuration confers its teratogenicity.  More recent studies suggest that the S-configuration may be selectively responsible for all of the sedative, teratogenic, and immunomodulatory properties of thalidomide.  It is not clear whether the configuration of the thalidomide molecule determines its neurotoxicity.<\/li><li>The mechanism(s) responsible for the clinical activity of thalidomide are as yet unknown. Although thalidomide was first recognized as a sedating agent, little information is available to ascertain a potential mechanism underlying this effect, and thalidomide is no longer used for this purpose. The teratogenic effects of thalidomide currently are explained by three leading hypotheses: disruption of neural crest development; inhibition of angiogenesis; and down-regulation of adhesion receptors on early limb-bud cells and on cells of the heart in embryos.  It has been well established that thalidomide has no antibacterial or antimycotic activity.  Thus, the clinical usefulness of thalidomide appears to reside in its anti-inflammatory and\/or immunomodulatory properties.<\/li><li>Although the underlying mechanisms of these activities have not yet been defined, detailed pharmacological analyses indicate that the clinical effects result from the thalidomide molecule itself and not from any of its metabolites.  Results from in vitro and in vivo studies demonstrate that thalidomide inhibits the production of tumor necrosis factor-alpha (TNF-alpha) in monocytes, ostensibly by accelerating the degradation of TNF-alpha ribonucleic acid (RNA) transcripts.  Other studies suggest that thalidomide may induce the down-regulation of integrin receptors and other surface adhesion proteins,  reduce IgM production.  alter CD4\/CD8 T-cell ratios,  and\/or inhibit angiogenesis.  However, lymphocyte proliferation does not appear to be affected by thalidomide.<\/li><li>Thalidomide has been used successfully to treat various inflammatory conditions characterized by tissue infiltration with polymorphonuclear leukocytes (PMNLs), e.g., erythema nodosum leprosum (ENL) and recurrent mucocutaneous aphthous ulceration. Therapeutic benefit has been attributed to depression of PMNL chemotaxis  and, possibly, PMNL phagocytosis. However, thalidomide has been reported also to be effective in other inflammatory processes with predominantly mononuclear cell accumulation, including discoid lupus erythematosus. Thalidomide was found to reduce both monocyte phagocytosis and chemiluminescence, indicating that thalidomide may decrease tissue inflammation and injury by suppressing production of oxygen-derived free radicals and other mediators involved in inflammatory responses.<\/li><li>Erythema nodosum leprosum (ENL)-Thalidomide has been found to reduce circulating TNF-alpha in patients with ENL; this action may be related to thalidomide's ability to reduce the local and systemic symptoms of ENL, and reduce the number of neutrophils and CD4 T-cells in the ENL lesions.<\/li><li>Human immunodeficiency virus (HIV) infection-Thalidomide may suppress viral replication, decrease viral burden, and enhance patient well-being by reducing TNF-alpha-induced fever, malaise, muscle weakness, and cachexia in the immunodepressed host. In vitro studies suggest that thalidomide selectively inhibits TNF-alpha production by monocytes.  Additionally, in vitro experiments in primary macrophages suggest that thalidomide works through the nuclear factor kappa-B (NF-kappa-B) pathway to inhibit HIV-1 viral replication.  However, in vitro inhibition of HIV-1 by thalidomide cannot be reproduced consistently,  and this inhibition has not been shown in vivo or in HIV-infected patients. Contrarily, there is some in vivo evidence that HIV RNA levels are increased in HIV-infected patients treated with thalidomide (compared with HIV-infected patients treated with placebo).<\/li><li>Graft-versus-host disease (GVHD)-Thalidomide has been found to bind less avidly to helper T-lymphocytes than to suppressor and cytotoxic T-lymphocytes. This binding pattern suppresses the activity of helper T-lymphocytes while allowing the development of the cytotoxic and suppressor T-lymphocytes; these latter cells play a critical role in keeping GVHD in check and in promoting transplant tolerance.<\/li><li>Results from human and animal studies suggest that thalidomide also has an effect on the endocrine system. Hyperthyroid states improved in some patients who were receiving thalidomide. Iodine uptake by the thyroid gland was decreased slightly, and myxedema was seen occasionally. An increase in the urinary secretion of 17-hydroxycorticosteroids associated with hypoglycemia also has been reported.<\/li><\/ul>"},{"id":"924777-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"924777-s-8-24","title":"Distribution","mono":"Systemic: 121 L (healthy subjects); 78 L (HIV-infected patients)<br\/>"},"3":{"id":"924777-s-8-26","title":"Excretion","mono":"Systemic: Renal:  1.15 mL\/m; &lt; 0.7% unchanged<br\/>"},"4":{"id":"924777-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Systemic: Elimination<\/li><li>In healthy subjects, following a single dose of:<\/li><li>50 mg-5.52 hours<\/li><li>200 mg-5.53 hours<\/li><li>400 mg-7.29 hours<\/li><li>In HIV-positive patients, following a single dose of:<\/li><li>100 mg-6.5  plus or minus  3.4 hours<\/li><li>300 mg-5.7  plus or minus  0.6 hours<\/li><li>In patients with Hansen's disease, following a single dose of:<\/li><li>400 mg-6.86 hours<\/li><li>Systemic: 5 to 7 h<\/li><\/ul>"}}},{"id":"924777-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with water at bedtime, at least 1 hour after evening meal <br\/>"},{"id":"924777-s-10","title":"Monitoring","mono":"<ul><li>reduction in arthralgias, fever, leukocytosis, neuritis and skin lesions<\/li><li>females: pregnancy test (sensitivity of at least 50 milli-international units\/mL); within the 24 hours before initiation of therapy, weekly for first 4 weeks, then every 4 weeks if regular menstrual cycle or every 2 weeks if irregular; all women of childbearing potential even if there has been a history of infertility, unless there has been a hysterectomy or the woman has been postmenopausal for at least 24 months<\/li><li>HIV-seropositive patients: viral load after first and third months then every 3 months thereafter<\/li><li>signs and symptoms of neuropathy; monthly for first 3 months then periodically thereafter, consider sensory nerve action potential (SNAP) amplitudes at baseline then every 6 months<\/li><li>tumor lysis syndrome, particularly in patients with highly proliferative tumors or high tumor burden prior to treatment<\/li><li>WBC with differential; especially in patients prone to neutropenia<\/li><li>signs and symptoms of thrombotic events; arm or leg swelling, shortness of breath, or chest pain<\/li><li>bradycardia and syncope<\/li><\/ul>"},{"id":"924777-s-11","title":"How Supplied","mono":"<b>Thalomid<\/b><br\/>Oral Capsule: 50 MG, 100 MG, 150 MG, 200 MG<br\/>"},{"id":"924777-s-12","title":"Toxicology","sub":[{"id":"924777-s-12-31","title":"Clinical Effects","mono":"<b>THALIDOMIDE AND RELATED AGENTS<\/b><br\/>USES: Thalidomide in combination with dexamethasone is used for the treatment of patients with newly diagnosed multiple myeloma. It is also indicated for the acute treatment of cutaneous manifestations of moderate to severe erythema nodosum leprosum. Pomalidomide, a thalidomide analogue, is used to treat patients with multiple myeloma who have received prior therapies (ie, lenalidomide and bortezomib) with evidence of disease progression. PHARMACOLOGY: The precise mechanism of thalidomide is not fully understood. It has immunomodulatory, antiinflammatory, and antiangiogenic properties. EPIDEMIOLOGY: Exposure is uncommon due to restricted distribution; fatal overdoses have not been reported. TOXICOLOGY: Thalidomide should not be used by pregnant women, because it is a known teratogen that can cause severe birth defects or fetal death. OVERDOSE: Overdoses have been limited and have been followed by uneventful recoveries. MILD TO MODERATE TOXICITY: Acute toxicity is minimal, but may consist of hypotension, sedation, fatigue, dizziness, constipation, and dermatologic effects. SEVERE TOXICITY: Limited data. Sedation and peripheral neuropathy may occur. Severe hepatotoxicity may develop. ADVERSE EFFECTS: The most common adverse events include: fatigue, hypocalcemia, edema, constipation, neuropathy (sensory and motor), dyspnea, muscle weakness, leukopenia, neutropenia, rash, confusion, anorexia, nausea, anxiety\/agitation, asthenia, tremor, fever, weight loss, thrombosis\/embolism, weight gain, dizziness, and dry skin. Hepatotoxicity is rare. Teratogenicity has occurred. CHRONIC USE: Peripheral neuropathy (may be irreversible) and bradycardia may occur. <br\/>"},{"id":"924777-s-12-32","title":"Treatment","mono":"<b>THALIDOMIDE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor vital signs and neuro status. Treat symptomatic hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Monitor neuro status and vital signs; obtain a baseline CBC and electrolytes. Moderate to severe hypotension may require IV fluids, dopamine or norepinephrine. Treat symptomatic bradycardia with atropine. Monitor for hepatic insufficiency in a symptomatic patient.<\/li><li>Decontamination: PREHOSPITAL: Emesis is not recommended due to the risk of CNS depression. Activated charcoal may be indicated if the ingestion was recent and the patient is able to protect their airway. HOSPITAL: Activated charcoal may be indicated if the ingestion was recent, and the airway can be protected.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure; airway support may be needed following a severe exposure (eg, CNS depression, severe hypersensitivity reaction).<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: Monitor blood pressure. Administer IV 0.9% NaCl, dopamine, norepinephrine.<\/li><li>Bradycardia: If hemodynamic compromise use atropine, pacemaker.<\/li><li>Pain: Peripheral and circumoral neuropathies should be treated with pain management as needed.<\/li><li>Monitoring of patient: Monitor vital signs, CBC, serum electrolytes and renal function after significant overdose. Assess for signs and symptoms of CNS depression and peripheral neuropathy. Obtain a pregnancy test in women of child bearing age because a single dose may be teratogenic.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be beneficial. These agents have a relatively high volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic child with a minor exposure (one tablet) can be monitored at home. An asymptomatic adult taking an inadvertent extra dose of thalidomide can be monitored at home. However, because a single dose may be teratogenic, all women of childbearing potential who ingest thalidomide or pomalidomide should have a pregnancy test. OBSERVATION CRITERIA:  Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored for symptoms. Patients who exhibit only mild CNS depression or other signs of mild intoxication should be observed, either in the emergency department or as an inpatient, until no longer intoxicated. ADMISSION CRITERIA: Patients with persistent or ongoing symptoms should be admitted for further monitoring and supportive measures. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist. Any woman of child bearing age exposed to these agents should have a pregnancy test done due to the risk of severe birth defects and fetal death. Contact the FDA via MedWatch program at 1-800-FDA-1088.<\/li><\/ul>"},{"id":"924777-s-12-33","title":"Range of Toxicity","mono":"<b>THALIDOMIDE AND RELATED AGENTS <\/b><br\/>TOXICITY: THALIDOMIDE: Overdose data are limited. Adults have developed mild, transient toxicity after doses as high as 14.4 g. Fatalities have not been reported following overdose in humans. THERAPEUTIC DOSE: ADULT: 100 to 300 mg\/day; maximum daily dose not to exceed 400 mg. POMALIDOMIDE: THERAPEUTIC DOSE: RECOMMENDED DOSE: ADULT: 4 mg once daily orally on days 1 to 21 of repeated 28-day cycles until disease progression. TOXICITY: At the time of this review, there is no overdose information. <br\/>"}]},{"id":"924777-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may decrease effectiveness of oral contraceptives with concurrent use. Instruct patient to use 2 forms of reliable contraception to avoid pregnancy during therapy and at least 4 weeks before and after therapy.<\/li><li>Male patients must use a latex condom during intercourse during any sexual contact with women of childbearing potential, even if patient has had a vasectomy.<\/li><li>Tell patient to avoid activities requiring mental alertness until drug effects are realized, as this drug may cause dizziness and somnolence.<\/li><li>Patient should rise slowly from a sitting\/lying down position.<\/li><li>This drug may cause edema, constipation, nausea, confusional state, and tremors.<\/li><li>Advise patient to immediately report signs\/symptoms of Stevens-Johnson syndrome\/toxic epidermal necrolysis (flu-like symptoms, spreading red rash, or skin\/mucous membrane blistering), thromboembolism (shortness of breath, chest pain, or arm\/leg swelling), or pregnancy.<\/li><li>Patient should also report signs\/symptoms of infection, bleeding, or peripheral neuropathy (numbness, tingling, pain, or burning in hands\/feet).<\/li><li>Advise patient to closely follow healthcare professional's instructions regarding frequency of taking pregnancy test.<\/li><li>Tell patient to take drug at bedtime at least 1 h after evening meal.<\/li><li>Patient should not drink alcohol while taking drug.<\/li><\/ul>"}]}