{"drugs":["Efavirenz","Sustiva"],"mono":{"0":{"id":"924786-s-0","title":"Generic Names","mono":"Efavirenz"},"1":{"id":"924786-s-1","title":"Dosing and Indications","sub":[{"id":"924786-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>HIV infection:<\/b> 600 mg ORALLY once daily, in combination with a protease inhibitor and\/or nucleoside reverse transcriptase inhibitors (manufacturer dose)<\/li><li><b>HIV infection:<\/b> Antiretroviral-naive patients, 400 mg ORALLY once daily in combination with tenofovir 300 mg plus emtricitabine 200 mg (study dose)<\/li><\/ul>"},{"id":"924786-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in pediatric patients younger than 3 months or weight less than 3.5 kg<\/li><li><b>HIV infection:<\/b> (3 months or older) 3.5 to less than 5 kg, 100 mg ORALLY once daily; 5 to less than 7.5 kg, 150 mg once daily; 7.5 to less than 15 kg, 200 mg once daily; 15 to less than 20 kg, 250 mg once daily; 20 to less than 25 kg, 300 mg once daily; 25 to less than 32.5 kg, 350 mg once daily; 32.5 to less than 40 kg, 400 mg once daily; 40 kg or greater, 600 mg once daily; in combination with a protease inhibitor and\/or nucleoside reverse transcriptase inhibitors<\/li><li><b>HIV infection:<\/b> (3 months to less than 3 years) extensive metabolizers, use generally not recommended; 3 to 4.99 kg, 200 mg ORALLY once daily; 5 to 6.99 kg, 300 mg once daily; 7 to 13.99 kg, 400 mg once daily; 14 to 16.99 kg, 500 mg once daily; 17 kg or greater, 600 mg once daily (guideline recommendation)<\/li><li><b>HIV infection:<\/b> (3 month to less than 3 years) slow metabolizers, use generally not recommended; 3 to 6.99 kg, 50 mg ORALLY once daily; 7 to 13.99 kg, 100 mg once daily; 14 to 16.99 kg, 150 mg once daily; 17 kg or greater, 150 mg once daily (guideline recommendation)<\/li><\/ul>"},{"id":"924786-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>concomitant use with rifampin:<\/b> patients weighing 50 kg or more, use efavirenz 800 mg once daily<\/li><li><b>concomitant use with voriconazole:<\/b> efavirenz 300 mg every 24 hours, voriconazole oral maintenance dose of 400 mg every 12 hours; use the efavirenz capsule formulation as efavirenz tablets should not be broken<\/li><li><b>hepatic impairment, moderate or severe:<\/b> use not recommended<\/li><li><b>hepatic impairment, mild:<\/b> no dosage adjustment necessary; use caution as efavirenz is highly metabolized via CYP isozymes, specifically CYP3A4 and CYP2B6<\/li><li><b>hemodialysis\/peritoneal dialysis:<\/b> pharmacokinetics not affected by dialysis<\/li><\/ul>"},{"id":"924786-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>HIV infection<br\/>"}]},"3":{"id":"924786-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924786-s-3-9","title":"Contraindications","mono":"<ul><li>Clinically significant hypersensitivity (eg, Stevens-Johnson syndrome, erythema multiforme, or toxic skin eruptions) to efavirenz or any component of the product<\/li><li>Concomitant use with voriconazole at standard doses; if concomitant use required, voriconazole 400 mg twice daily and efavirenz 300 mg once daily is recommended<\/li><\/ul>"},{"id":"924786-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- New onset skin rash, which may be severe or life threatening has been reported; consider prophylaxis prior to initiation; discontinue use for severe rash associated with blistering, desquamation, mucosal involvement, or fever; consider alternative therapy<\/li><li>-- Pediatric patients have a higher incidence of rash, including grade 3 or 4 rash<\/li><li>Endocrine and Metabolic:<\/li><li>-- Increases in total cholesterol and triglycerides may occur; monitoring recommended<\/li><li>Hepatic:<\/li><li>-- Use not recommended in patients with moderate to severe hepatic impairment<\/li><li>-- Liver function monitoring recommended, especially in patients with underlying hepatic disease (including comorbid hepatitis B or C), marked transaminase elevations, and concomitant use of agents associated with liver toxicity<\/li><li>-- Hepatotoxicity, including cases of hepatic failure has been reported, including in patients with no risk factors or preexisting hepatic dysfunction; monitoring recommended<\/li><li>-- Persistent liver transaminase elevations greater than 5 times the ULN; evaluate risk vs benefit of continued therapy<\/li><li>Immunologic:<\/li><li>-- Immune reconstitution syndrome has been reported; may require evaluation and treatment<\/li><li>-- Autoimmune disorders, including Graves disease, polymyositis, and Guillain-Barre syndrome, have been reported in the setting of immune reconstitution syndrome and may occur several months following initiation of treatment<\/li><li>Neurologic:<\/li><li>-- CNS symptoms have been reported<\/li><li>-- Increased risk of CNS symptoms with concomitant alcohol or psychoactive agents<\/li><li>-- Convulsions have been reported, usually in patients with past history of seizure; monitoring may be warranted, especially with concomitant anticonvulsant therapies<\/li><li>Psychiatric:<\/li><li>-- Serious psychiatric symptoms have been reported; immediate medical evaluation recommended<\/li><li>-- Increased risk of psychiatric symptoms with past psychiatric disorders, concomitant psychiatric medication, or history of injection drug use; immediate medical evaluation recommended<\/li><li>Reproductive:<\/li><li>-- Avoid pregnancy, negative pregnancy test warranted prior to therapy initiation, use at least 2 methods of contraception; hormonal contraceptive effectiveness is markedly decreased, include a barrier method through 12 weeks after therapy discontinuation; known teratogen when used during the first trimester<\/li><li>Other:<\/li><li>-- Monotherapy must not be used; viral-cross resistance may develop if used alone or added as a sole agent to a failing regimen<\/li><li>Concomitant use:<\/li><li>-- Lopinavir\/ritonavir tablets given once daily; should not be used<\/li><li>-- Concomitant use with atazanavir (unboosted), avanafil, etravirine, nevirapine, rifapentine, rilpivirine, atazanavir, boceprevir, clarithromycin, itraconazole, posaconazole, voriconazole (at standard doses), or other non-nucleoside reverse transcriptase inhibitors; not recommended<\/li><li>-- Concomitant use with simeprevir; not recommended<\/li><\/ul>"},{"id":"924786-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"924786-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924786-s-4","title":"Drug Interactions","sub":[{"id":"924786-s-4-13","title":"Contraindicated","mono":"<ul><li>Carbamazepine (established)<\/li><li>Dasabuvir (theoretical)<\/li><li>Isavuconazonium Sulfate (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Ritonavir (established)<\/li><li>St John's Wort (established)<\/li><li>Voriconazole (probable)<\/li><\/ul>"},{"id":"924786-s-4-14","title":"Major","mono":"<ul><li>Amprenavir (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Artemether (established)<\/li><li>Avanafil (theoretical)<\/li><li>Axitinib (theoretical)<\/li><li>Bexarotene (probable)<\/li><li>Boceprevir (probable)<\/li><li>Bosutinib (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (established)<\/li><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Cyclosporine (theoretical)<\/li><li>Daclatasvir (theoretical)<\/li><li>Darunavir (established)<\/li><li>Dexamethasone (theoretical)<\/li><li>Dolutegravir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Etravirine (probable)<\/li><li>Fosamprenavir (established)<\/li><li>Ginkgo Biloba (probable)<\/li><li>Hydrocodone (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Ifosfamide (theoretical)<\/li><li>Irinotecan (theoretical)<\/li><li>Itraconazole (established)<\/li><li>Ivabradine (theoretical)<\/li><li>Ivacaftor (theoretical)<\/li><li>Ketoconazole (established)<\/li><li>Linagliptin (theoretical)<\/li><li>Maraviroc (established)<\/li><li>Mifepristone (theoretical)<\/li><li>Naloxegol (theoretical)<\/li><li>Netupitant (theoretical)<\/li><li>Nevirapine (established)<\/li><li>Nifedipine (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Olaparib (theoretical)<\/li><li>Palbociclib (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Ponatinib (established)<\/li><li>Posaconazole (established)<\/li><li>Rifabutin (established)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (theoretical)<\/li><li>Rilpivirine (theoretical)<\/li><li>Saquinavir (established)<\/li><li>Simeprevir (established)<\/li><li>Sirolimus (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Tolvaptan (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},{"id":"924786-s-4-15","title":"Moderate","mono":"<ul><li>Atazanavir (established)<\/li><li>Atorvastatin (established)<\/li><li>Caspofungin (probable)<\/li><li>Dienogest (probable)<\/li><li>Diltiazem (established)<\/li><li>Estradiol (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Indinavir (established)<\/li><li>Lopinavir (established)<\/li><li>Medroxyprogesterone (probable)<\/li><li>Mestranol (probable)<\/li><li>Methadone (established)<\/li><li>Norgestimate (established)<\/li><li>Ospemifene (established)<\/li><li>Pravastatin (established)<\/li><li>Proguanil (probable)<\/li><li>Raltegravir (probable)<\/li><li>Sertraline (established)<\/li><li>Simvastatin (established)<\/li><li>Telaprevir (established)<\/li><li>Thiotepa (probable)<\/li><\/ul>"}]},"5":{"id":"924786-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (up to 9%), Rash (children, 32%; adults, 26%)<\/li><li><b>Endocrine metabolic:<\/b>Serum cholesterol raised (9% to 54%), Serum triglycerides raised, Grades 3 to 4 (6% to 11%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (3% to 14%), Nausea (2% to 10%), Vomiting (3% to 6%)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised, Grades 3 to 4 (2% to 8%), AST\/SGOT level raised, Grades 3 to 4 (5% to 8%), Gamma-glutamyl transferase raised, Grades 3 to 4 (up to 8%)<\/li><li><b>Neurologic:<\/b>Dizziness (2% to 9%), Headache (2% to 8%), Insomnia (up to 7%)<\/li><li><b>Other:<\/b>Fatigue (up to 8%), Pain (1% to 13%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Prolonged QT interval, Torsades de pointes<\/li><li><b>Dermatologic:<\/b>Erythema multiforme, Rash, Grade 4 (children, 2.2%; adults, 0.1%), Stevens-Johnson syndrome<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Psychiatric:<\/b>At risk for suicide (0.5%), Depression (Severe), Psychotic disorder, Suicidal thoughts (0.7%)<\/li><\/ul>"},"6":{"id":"924786-s-6","title":"Drug Name Info","sub":{"0":{"id":"924786-s-6-17","title":"US Trade Names","mono":"Sustiva<br\/>"},"2":{"id":"924786-s-6-19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Non-Nucleoside Reverse Transcriptase Inhibitor<\/li><\/ul>"},"3":{"id":"924786-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924786-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924786-s-7","title":"Mechanism Of Action","mono":" Efavirenz is a non-nucleoside reverse transcriptase inhibitor (NNRTI) of HIV-1. The action of efavirenz is through noncompetitive inhibition of HIV-1 reverse transcriptase. Efavirenz has no inhibitory effect on HIV-2 reverse transcriptase or human cellular DNA polymerases alpha, beta, gamma, or delta.<br\/>"},"8":{"id":"924786-s-8","title":"Pharmacokinetics","sub":[{"id":"924786-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral: 3 to 5 hours.<\/li><li>Effects of food: increased systemic exposure<\/li><\/ul>"},{"id":"924786-s-8-24","title":"Distribution","mono":"Protein binding: 99.5% to 99.75% <br\/>"},{"id":"924786-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive<\/li><li>Hydroxylated and glucuronidated metabolites: inactive<\/li><li>Inducer of own metabolism, CYP3A, and CYP2B6<\/li><li>Inhibitor of CYP2C9, CYP2C19, CYP3A4<\/li><li>Substrate of CYP3A and CYP2B6.<\/li><\/ul>"},{"id":"924786-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 16 to 61%, primarily unchanged<\/li><li>Renal: 14 to 34%, primarily as inactive metabolites; less than 1%, unchanged drug<\/li><li>Hemodialysis: minimal<\/li><li>Peritoneal dialysis: minimal.<\/li><\/ul>"},{"id":"924786-s-8-27","title":"Elimination Half Life","mono":"40 to 55 hours <br\/>"}]},"9":{"id":"924786-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take on an empty stomach, preferably at bedtime<\/li><li>tablets should not be broken<\/li><li>capsules should be swallowed whole or may be opened and the contents administered with 1 to 2 teaspoons of age appropriate food or mixed with 2 teaspoons of reconstituted infant formula at room temperature; administer within 30 minutes of mixing and avoid additional food for 2 hours after administration<\/li><\/ul>"},"10":{"id":"924786-s-10","title":"Monitoring","mono":"<ul><li>(adults and adolescents) viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>(adults and adolescents) CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during at least the first 2 years of treatment and if the CD4 counts are less than 300 cell\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>(adults and adolescents) hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>(pediatrics) viral load: at baseline and with modification of ARV treatment, within 2 to 4 weeks, then every 3 to 4 months thereafter<\/li><li>(pediatrics) CD4 count\/percentage: at baseline and with modification of ARV treatment, then every 3 to 4 months; less frequent monitoring for children adherent to treatment who have remained clinically stable and have maintained viral suppression and CD4 counts above the threshold for opportunistic infection for more than 2 to 3 years<\/li><li>(pediatrics) clinical history, physical exam, and evaluation of adherence: at baseline at 1 to 2 weeks and 2 to 4 weeks following initiation or modification of ARV treatment, then every 3 to 4 months thereafter<\/li><li>(adults and adolescents) ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months, or as clinically indicated<\/li><li>(adults and adolescents) basic chemistry including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>(adults and adolescents) CBC with a differential; at baseline and with modification of ARV treatment, then every 3 to 6 months, or as clinically indicated<\/li><li>(adults and adolescents) fasting blood glucose or HbA1c at baseline and with modification of ARV treatment, then every 3 to 6 months in patients with abnormal values or every 12 months in patients with normal values<\/li><li> (adults and adolescents) fasting lipid profile at baseline and with modification of ARV treatment, at 4 to 8 weeks, then every 6 to 12 months<\/li><li>(adults and adolescents) urinalysis; at baseline or modification of ARV treatment, then annually<\/li><li>(adults and adolescents) pregnancy status; prior to initiating therapy in women of childbearing potential<\/li><li>(pediatrics) basic chemistry including creatinine, electrolytes, and glucose; at baseline and with modification of ARV treatment, at 2 to 4 weeks after treatment initiation, then every 3 to 4 months thereafter<\/li><li>(pediatrics) CBC with differential; at baseline and with modification of ARV treatment, within 2 to 4 weeks, then every 3 to 4 months<\/li><li>(pediatrics) ALT and AST at baseline and with modification of ARV treatment, then every 3 to 4 months or more frequently if signs of hepatotoxicity develop<\/li><li>(pediatrics 2 years or older) non-fasting lipid panel at baseline and with modification of ARV treatment, then every 6 to 12 months; patients with lipid abnormalities should have a fasting lipid panel every 6 months or more frequently as clinically indicated<\/li><li>(pediatrics) urinalysis; at baseline, then every 6 to 12 months<\/li><\/ul>"},"11":{"id":"924786-s-11","title":"How Supplied","mono":"<b>Sustiva<\/b><br\/><ul><li>Oral Capsule: 50 MG, 200 MG<\/li><li>Oral Tablet: 600 MG<\/li><\/ul>"},"12":{"id":"924786-s-12","title":"Toxicology","sub":[{"id":"924786-s-12-31","title":"Clinical Effects","mono":"<b>AIDS ANTIVIRAL NON-NUCLEOSIDES <\/b><br\/>USES: The non-nucleoside reverse transcriptase inhibitors (NNRTIs) are used in the treatment of HIV-1 infection. This class includes etravirine, delavirdine mesylate, efavirenz, nevirapine, and rilpivirine. PHARMACOLOGY: NNRTIs bind adjacent to the active site of HIV-1 reverse transcriptase, causing conformational change and thus inactivation of the enzyme. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon, and severe sequelae from acute overdose is rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: The majority of patients will have minimal or no symptoms following overdose. Mild transaminitis may occur in the setting of overdose. Psychiatric disturbances characterized by mania, agitation, and sometimes somnolence have been observed in overdose. Abdominal pain, nausea, and vomiting have been reported. Transient mild neutropenia and hyperlactemia developed in an infant after intravenous overdose. ADVERSE EFFECTS: COMMON: Headache, dizziness, transaminitis, rash, nausea, vomiting,  diarrhea, paresthesias, psychiatric disturbances, and hyperlipidemia are the most commonly reported adverse effects. Other adverse effects specific to each drug include: DELAVIRDINE: rash (36%), hepatitis (rare), Stevens-Johnson syndrome (rare), neutropenia (rare). EFAVIRENZ: headache, dizziness, impaired concentration, abnormal dreams, or other CNS\/psychiatric disturbances (52%), rash (27%), transaminitis, fever, hyperlipidemia. ETRAVIRINE: rash, peripheral neuropathy, toxic epidermal necrolysis (rare), hepatitis (rare). NEVIRAPINE: rash (7%), pruritus, hepatitis (1%), Stevens-Johnson syndrome (0.3%), fever. Hypersensitivity syndrome (HHS) has been described approximately 4 weeks following the therapeutic use of nevirapine.  Generalized maculopapular rash, eosinophilia, enlarged lymph nodes, fever, and hepatosplenomegaly developed. DRUG INTERACTIONS: DELAVIRDINE: A CYP3A4 substrate and inhibitor and a CYP2C9 inhibitor; carbamazepine, phenobarbital, rifampin, and phenytoin may decrease delavirdine concentrations; may increase plasma concentrations of other CYP3A4 substrates. EFAVIRENZ: A CYP3A4 substrate and inducer, and a CYP2B6 substrate; may decrease phenobarbital, phenytoin, carbamazepine, and methadone concentrations; may cause false positive tetrahydrocannabinol tests. ETRAVIRINE: A CYP3A4 substrate and inducer, a CYP2C9 substrate and inhibitor, and a CYP2C19 substrate and inhibitor; may increase the INR when administered with warfarin; may decrease etravirine concentrations when administered with phenytoin, carbamazepine, or phenobarbital; may increase digoxin concentrations. NEVIRAPINE: A CYP3A4 substrate and inducer, and a CYP2B6 substrate; may cause methadone withdrawal; may decrease plasma concentrations of oral contraceptives; may decrease ketoconazole concentrations; administration with rifampin may decrease nevirapine concentrations.<br\/>"},{"id":"924786-s-12-32","title":"Treatment","mono":"<b>AIDS ANTIVIRAL NON-NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored and no specific treatment is indicated. Nausea and vomiting should be treated with antiemetics. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care in severe toxicity. Withdrawal of the offending agent is imperative to improvement in severe adverse reactions. Stevens-Johnson syndrome should be treated with supportive care and consideration of corticosteroid and IV immunoglobulin therapy. Granulocyte colony stimulating factor (GCSF) should be considered for neutropenia complicated by infection felt to be secondary to nevirapine. Hepatic failure should prompt consultation with a transplant center.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of non-nucleoside reverse transcriptase inhibitor (NNRTI) overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NNRTIs. However coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NNRTI toxicity.<\/li><li>Monitoring of patient: Measurement of a basic metabolic panel, complete blood count, and liver enzymes should be performed in cases where adverse effects or overdose are suspected. Right upper quadrant ultrasound should be considered to evaluate for alternative etiologies of transaminitis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NNRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients should be referred to a health care facility. Asymptomatic patients with inadvertent ingestions of NNRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with Stevens-Johnson syndrome or hepatic failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Hepatic failure should prompt consultation with a transplant center.<\/li><\/ul>"},{"id":"924786-s-12-33","title":"Range of Toxicity","mono":"<b>AIDS ANTIVIRAL NON-NUCLEOSIDES<\/b><br\/>OVERDOSE: A full month supply of many of these agents has been ingested in overdose without clinical effects, although toxicity can occur at therapeutic doses with all non-nucleoside reverse transcriptase inhibitors (NNRTIs). ADULT: Psychomotor agitation developed after 15.6 grams and 54 grams efavirenz in adults. PEDIATRIC: An ingestion of 200 mg of nevirapine (40 times the recommended dose of 2 mg\/kg\/day) instead of the prescribed 200 mg of nelfinavir in an 8-day-old infant resulted in mild transient neutropenia and hyperlactatemia. THERAPEUTIC DOSE: DELAVIRDINE: ADULT: 400 mg three times daily. PEDIATRIC (age 16 years or older): 400 mg three times daily. EFAVIRENZ: ADULT: 600 mg\/day. PEDIATRIC: 10 kg to less than 15 kg: 200 mg\/day; 15 kg to less than 20 kg: 250 mg\/day; 20 kg to less than 25 kg: 300 mg\/day; 25 kg to less than 32.5 kg: 350 mg\/day; 32.5 kg to less than 40 kg: 400 mg\/day; 40 kg or more: 600 mg\/day. ETRAVIRINE: ADULT: 200 mg twice daily. NEVIRAPINE: ADULT: 200 mg twice daily. PEDIATRIC: 150 mg\/m(2) twice daily (Max: 400 mg\/day).<br\/>"}]},"13":{"id":"924786-s-13","title":"Clinical Teaching","mono":"<ul><li>Adverse effects to a fetus may be caused by treatment with this drug. Emphasize the use of reliable contraception to patient. This applies during treatment and up to 12 weeks after discontinuation of efavirenz.<\/li><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause dizziness, insomnia, somnolence, depression, dream disorder, poor concentration, and rash.<\/li><li>Advise patient to report severe skin rash associated with blistering, desquamation, mucosal involvement, or fever.<\/li><li>Advise patients with a seizure history to monitor for and report increased convulsive activity.<\/li><li>Instruct patient to report worsening depression, suicidal ideation, hallucinations, or unusual changes in behavior.<\/li><li>Advise patient to report hepatic signs\/symptoms.<\/li><li>Patient should take on an empty stomach preferably at bedtime, as this may help decrease frequency of adverse effects.<\/li><li>This drug may decrease effectiveness of oral contraceptives with concurrent use.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}