{"drugs":["Glyset","Miglitol"],"mono":{"0":{"id":"924849-s-0","title":"Generic Names","mono":"Miglitol"},"1":{"id":"924849-s-1","title":"Dosing and Indications","sub":[{"id":"924849-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Type 2 diabetes mellitus:<\/b> initial, 25 mg ORALLY 3 times daily with meals<\/li><li><b>Type 2 diabetes mellitus:<\/b> maintenance, 50 mg ORALLY 3 times daily with meals; MAX 100 mg ORALLY 3 times a day<\/li><\/ul>"},{"id":"924849-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"924849-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, (serum creatinine greater than 2 mg\/dL):<\/b> use not recommended<\/li><li><b>concomitant use of sulfonylureas or insulin:<\/b> consider reducing dose of concomitant medication to reduce risk of hypoglycemia<\/li><\/ul>"},{"id":"924849-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},"3":{"id":"924849-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924849-s-3-9","title":"Contraindications","mono":"<ul><li>colonic ulceration<\/li><li>diabetic ketoacidosis<\/li><li>hypersensitivity to miglitol or any component of the product<\/li><li>inflammatory bowel disease<\/li><li>intestinal diseases (marked digestive or absorptive disorders), chronic, or conditions that may deteriorate as a result of increased gas formation<\/li><li>intestinal obstruction, partial, and predisposition to intestinal obstruction<\/li><\/ul>"},{"id":"924849-s-3-10","title":"Precautions","mono":"<ul><li>concomitant use of intestinal absorbents (eg, charcoal) not recommended<\/li><li>concomitant use of digestive enzyme preparations containing carbohydrate-splitting enzymes (eg, amylase, pancreatin) not recommended<\/li><li>hypoglycemia may occur with concomitant use of sulfonylureas or insulin; glucose (dextrose) is recommended for treatment as sucrose metabolism is inhibited by miglitol; dosage adjustment may be necessary<\/li><li>renal impairment (serum creatinine above 2 mg\/dL); use not recommended<\/li><li>renal impairment; may increase plasma concentrations of miglitol<\/li><li>stress due to trauma, fever, infection, or surgery; potential loss of glycemic control; temporary insulin therapy may be necessary<\/li><\/ul>"},{"id":"924849-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"924849-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924849-s-4","title":"Drug Interactions","sub":{"1":{"id":"924849-s-4-14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"924849-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Digoxin (probable)<\/li><li>Esmolol (probable)<\/li><li>Furazolidone (probable)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Psyllium (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},"5":{"id":"924849-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash, transient (4.3%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (11.7%), Diarrhea (28.7%), Flatulence (41.5%)<\/li><li><b>Hematologic:<\/b>Serum iron low (9.2%)<\/li><\/ul><b>Serious<\/b><br\/><b>Gastrointestinal:<\/b>Bowel obstruction, Pneumatosis cystoides intestinalis<br\/>"},"6":{"id":"924849-s-6","title":"Drug Name Info","sub":{"0":{"id":"924849-s-6-17","title":"US Trade Names","mono":"Glyset<br\/>"},"2":{"id":"924849-s-6-19","title":"Class","mono":"<ul><li>Alpha-Glucosidase Inhibitor<\/li><li>Antidiabetic<\/li><\/ul>"},"3":{"id":"924849-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924849-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924849-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: By reversibly inhibiting alpha-glucoside hydrolase enzymes which are located in the brush border of the small intestine, miglitol delays the hydrolysis of ingested complex sugars. By slowing the breakdown of oligosaccharides and disaccharides into monosaccharides, this action slows the absorption of glucose into the bloodstream and thus reduces postprandial hyperglycemia. Unlike other antihyperglycemic agents such as sulfonylureas, miglitol does not enhance insulin secretion.<\/li><li>Miglitol and sulfonylureas can be used together, creating an additive antihyperglycemic effect. This medication combination has additional effects as the miglitol will decrease the insulinotropic and weight-increasing effects of sulfonylureas.<\/li><li>Miglitol has minor inhibitory activity against lactase but is not expected to cause lactose intolerance.<\/li><\/ul>"},"8":{"id":"924849-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"924849-s-8-23","title":"Absorption","mono":"Systemic: Saturable at high doses; 25 mg completely absorbed; 100 mg 50 to 70% absorbed<br\/>"},"1":{"id":"924849-s-8-24","title":"Distribution","mono":"Systemic: Vd: 0.18 L\/kg    <br\/>"},"3":{"id":"924849-s-8-26","title":"Excretion","mono":"Systemic: Renal: unchanged    <br\/>"},"4":{"id":"924849-s-8-27","title":"Elimination Half Life","mono":"Systemic: 2 h<br\/>"}}},"9":{"id":"924849-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>administer at the start (with the first bite) of each main meal <br\/>"},"10":{"id":"924849-s-10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>symptoms of hypoglycemia<\/li><li>signs and symptoms of hyperglycemia<\/li><\/ul>"},"11":{"id":"924849-s-11","title":"How Supplied","mono":"<b>Glyset<\/b><br\/>Oral Tablet: 25 MG, 50 MG, 100 MG<br\/>"},"12":{"id":"924849-s-12","title":"Toxicology","sub":[{"id":"924849-s-12-31","title":"Clinical Effects","mono":"<b>MIGLITOL <\/b><br\/>USES: Miglitol is used as an adjunct to diet and exercise to improve glycemic control in patients with type 2 diabetes mellitus. PHARMACOLOGY: By reversibly inhibiting alpha-glucoside hydrolase enzymes which are located in the brush border of the small intestine, miglitol delays the hydrolysis of ingested complex sugars. By slowing the breakdown of oligosaccharides and disaccharides into monosaccharides, this action slows the absorption of glucose into the bloodstream and thus reduces postprandial hyperglycemia. Miglitol has minor inhibitory activity against lactase but is not expected to cause lactose intolerance. TOXICOLOGY: Based on its mechanism of action, miglitol when administered alone should NOT cause hypoglycemia in the fasted or postprandial state. Miglitol given in combination with a sulfonylurea or insulin can cause a further lowering of blood glucose; it may increase the hypoglycemic potential of these agents. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Overdose data are limited. Miglitol overdose will not cause hypoglycemia. However, transient increases in flatulence, diarrhea, and abdominal discomfort may occur. ADVERSE EFFECTS: COMMON: Flatulence, diarrhea, abdominal pain. OTHER EFFECTS: Nausea, vomiting, indigestion, low serum iron (not associated with reductions in hemoglobin or other hematologic indices). HYPOGLYCEMIA: Based on its mechanism of action, miglitol should NOT cause hypoglycemia when administered alone in the fasting or postprandial state.  Miglitol when given in combination with sulfonylurea agents or insulin may cause a further lowering of blood glucose and increase the hypoglycemic potential of these medications. <br\/>"},{"id":"924849-s-12-32","title":"Treatment","mono":"<b>MIGLITOL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Miglitol alone does not cause hypoglycemia; however, concomitant administration of miglitol and other antidiabetic agents (eg, insulin, sulfonylureas) may increase the risk of hypoglycemia. Monitor blood glucose frequently in patients who have taken an overdose of miglitol and insulin or sulfonylureas.  MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after overdose of miglitol. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea. Miglitol alone does not cause hypoglycemia; however, concomitant administration of miglitol and other antidiabetic agents (eg, insulin, sulfonylureas) may increase the risk of hypoglycemia. Monitor blood glucose frequently in patients who have taken an overdose of miglitol and insulin or sulfonylureas..  Refer to &quot;SULFONYLUREA AND RELATED AGENTS&quot; for specific treatment information.<\/li><li>Decontamination: PREHOSPITAL: Severe toxicity is not expected, GI decontamination is generally not indicated unless other more toxic co-ingestants are involved. HOSPITAL: Severe toxicity is not expected, GI decontamination is generally not indicated unless other more toxic co-ingestants are involved.<\/li><li>Airway management: Should not be required in these cases. COMBINATION OVERDOSE: The airway may need to be protected in patients with coma that persists after serum glucose correction.<\/li><li>Antidote: None.<\/li><li>Hypoglycemia: Miglitol alone does not cause hypoglycemia; however, concomitant administration of miglitol and other antidiabetic agents (eg, insulin, sulfonylureas) may increase the risk of hypoglycemia. Monitor blood glucose frequently in these patients.  Intravenous dextrose will initially reverse hypoglycemia (if symptomatic or BS less 60 mg\/dL; 50 mL of 50% dextrose in adults; in children 0.5 to 1 g\/kg of 25% dextrose in water (D25W 2 to 4 mL\/kg\/dose)). Refer to &quot;SULFONYLUREA AND RELATED AGENTS&quot; for specific treatment information.<\/li><li>Monitoring of patient: Monitor blood glucose in patients who have taken miglitol overdose along with a sulfonylurea or insulin. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Severe toxicity is not expected thus hemodialysis is not indicated. Miglitol has a protein binding of less than 4% and a volume of distribution of 0.18 L\/kg (consistent with distribution primarily into the extracellular fluid). Theoretically, hemodialysis would be effective in clearing miglitol.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"924849-s-12-33","title":"Range of Toxicity","mono":"<b>MIGLITOL<\/b><br\/>TOXICITY: A minimum toxic dose has not been established. During one clinical trial, miglitol 200 mg 3 times daily improved glycemic control, but increased the incidence of gastrointestinal symptoms. THERAPEUTIC DOSE: ADULTS: INITIAL: 25 mg given orally 1 to 3 times daily. MAINTENANCE: After 4 to 8 weeks of initial therapy, 50 mg 3 times daily for approximately 3 months.  MAXIMUM DOSE: 100 mg 3 times daily. CHILDREN: Safety and effectiveness of miglitol use in pediatric patients have not been established. <br\/>"}]},"13":{"id":"924849-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause abdominal pain, diarrhea, or flatulence.<\/li><li>Counsel diabetic patients to report difficulty with glycemic control, as drug may cause hypo- or hyperglycemia.<\/li><li>Patient should take tablet at the start (with first bite) of each main meal.<\/li><li>Counsel patient that miglitol delays the absorption of sucrose; therefore, oral glucose (dextrose) should be used if hypoglycemia occurs.<\/li><li>If dose is not taken at the beginning of the meal, patient may take during the meal or immediately after the meal, if remembered. Otherwise, instruct patient to wait until next meal before taking the next dose.<\/li><\/ul>"}}}