{"drugs":["Thyrogen","Thyrotropin Alfa"],"mono":{"0":{"id":"924827-s-0","title":"Generic Names","mono":"Thyrotropin Alfa"},"1":{"id":"924827-s-1","title":"Dosing and Indications","sub":{"0":{"id":"924827-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Malignant tumor of thyroid gland, For radioiodine ablation; Adjunct:<\/b> 0.9 mg IM every 24 hours for 2 doses; consider premedication with glucocorticoids if local tumor expansion may compromise vital anatomic structures<\/li><li><b>Malignant tumor of thyroid gland; Diagnosis:<\/b> 0.9 mg IM every 24 hours for 2 doses; consider premedication with glucocorticoids if local tumor expansion may compromise vital anatomic structures<\/li><\/ul>"},"1":{"id":"924827-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},"3":{"id":"924827-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Malignant tumor of thyroid gland, For radioiodine ablation; Adjunct<\/li><li>Malignant tumor of thyroid gland; Diagnosis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Multinodular goiter; Adjunct<br\/>"}}},"3":{"id":"924827-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924827-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined.<br\/>"},{"id":"924827-s-3-10","title":"Precautions","mono":"<ul><li>death has been reported within 24 hours of administration; may be due to thyrotropin-induced hyperthyroidism; consider hospitalization of high-risk patients for administration and post-administration observation<\/li><li>ESRD dependent upon dialysis; increased risk of adverse events from prolonged elevation of TSH due to decreased elimination of thyrotropin<\/li><li>residual thyroid tissue or functional thyroid cancer metastases; increased risk of transient, but significant and possibly fatal, increases in serum thyroid hormone; increased risk in elderly patients and those with history of heart disease; consider hospitalization during administration and observation in high risk patients<\/li><li>stroke and other neurologic events, with and without central nervous system metastasis, have been reported within 72 hours following administration<\/li><li>tumor enlargement, which may be sudden, rapid, and painful, may occur in residual tissue or distant metastases; if vital anatomic structures may be compromised by enlargement, consider pretreatment with glucocorticoids<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"924827-s-3-11","title":"Pregnancy Category","mono":"Unknown<br\/>"},{"id":"924827-s-3-12","title":"Breast Feeding","mono":"Unknown<br\/>"}]},"5":{"id":"924827-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (11%), Vomiting (2%)<\/li><li><b>Neurologic:<\/b>Headache (6%), Paresthesia (1.7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial arrhythmia<\/li><li><b>Endocrine metabolic:<\/b>Hyperthyroidism, Increased thyroid hormone level<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident<\/li><li><b>Other:<\/b>Local tumor spread<\/li><\/ul>"},"6":{"id":"924827-s-6","title":"Drug Name Info","sub":{"0":{"id":"924827-s-6-17","title":"US Trade Names","mono":"Thyrogen<br\/>"},"2":{"id":"924827-s-6-19","title":"Class","mono":"<ul><li>Diagnostic Agent, Thyroid Function<\/li><li>Pituitary Hormone, Anterior<\/li><\/ul>"},"3":{"id":"924827-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924827-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924827-s-7","title":"Mechanism Of Action","mono":"Thyrotropin alfa binds to TSH receptors on normal thyroid epithelial cells or well-differentiated thyroid cancer cells, stimulating iodine uptake and organification, and synthesis and secretion of thyroglobulin (Tg), triiodothyronine (T3), and thyroxine (T4). Patients are then monitored for increases in  thyroglobulin and iodine uptake on diagnostic scans, which would indicate residual thyroid remnant or thyroid cancer. As a source of exogenous TSH, thyrotropin alfa is used as an additional diagnostic tool to follow-up patients with a history of well-differentiated thyroid cancer.<br\/>"},"8":{"id":"924827-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"924827-s-8-23","title":"Absorption","mono":"single intramuscular injection 0.9 mg, patients with well-differentiated thyroid cancer: median Tmax 10 hours (range 3 to 24 hours).<br\/>"},"1":{"id":"924827-s-8-24","title":"Distribution","mono":"Kidney, extensive <br\/>"},"3":{"id":"924827-s-8-26","title":"Excretion","mono":"liver and kidneys <br\/>"},"4":{"id":"924827-s-8-27","title":"Elimination Half Life","mono":"patients with well differentiated thyroid cancer: (single intramuscular dose, 0.9 mg), 25 +\/- 10 hours <br\/>"}}},"9":{"id":"924827-s-9","title":"Administration","mono":"<b>Intramuscular<\/b><br\/><ul><li>for IM use only; do not administer IV<\/li><li>reconstitute with 1.2 mL sterile water for injection for final concentration 0.9 mg\/mL<\/li><li>inject into the buttock<\/li><li>use within 3 hours of reconstitution; reconstituted solution may be stored up to 24 hours at 2 to 8 degrees C<\/li><li>for diagnostic radioimaging, give radioiodine 24 hours after administration of the final thyrotropin alfa injection and scan 48 hours after radioiodine administration<\/li><li>for remnant ablation, give radioiodine 24 hours after administration of the final thyrotropin alfa injection<\/li><\/ul>"},"10":{"id":"924827-s-10","title":"Monitoring","mono":"<ul><li>detection of thyroid remnant or cancer with serum thyroglobulin testing, with or without radioiodine imaging, in patients with well-differentiated thyroid cancer may indicate efficacy<\/li><li>increased rate of thyroid remnant ablation following treatment and radioiodine therapy may indicate efficacy<\/li><li>signs and symptoms of hyperthyroidism, especially in the elderly and patients with heart disease; consider following administration<\/li><\/ul>"},"11":{"id":"924827-s-11","title":"How Supplied","mono":"<b>Thyrogen<\/b><br\/>Injection Powder for Solution: 1.1 MG<br\/>"},"12":{"id":"924827-s-12","title":"Toxicology","sub":[{"id":"924827-s-12-31","title":"Clinical Effects","mono":"<b>THYROID<\/b><br\/>USES: Levothyroxine (T4) and triiodothyronine (liothyronine) (T3) are used for the treatment of hypothyroidism. EPIDEMIOLOGY: Exposure to thyroid products is common, but clinical effects are rare. Most cases of severe toxicity are related to prolonged, repeated exposure (either inadvertent or deliberate abuse). There are a few reports of toxicity in children following large (greater than 10 mg) single ingestions. PHARMACOLOGY: About 40% of T4 is converted to the primarily active T3. Pharmacologic action of T3 is mediated by activation of nuclear thyroid hormone receptors that modulates gene transcription and ultimately protein synthesis. Excessive thyroid hormone exposure is associated with metabolic activation and increased oxygen consumption in peripheral tissues. TOXICOLOGY: T3 upregulates beta adrenergic receptor synthesis, increasing the number of beta receptors in various tissues, and modulates intracellular signaling in myocytes leading to increased catecholamine effects. The net effect is increased catecholamine activity, leading to sympathomimetic clinical manifestations (ie, tachycardia, tremor, anxiety, elevated body temperature, supraventricular tachycardia and other cardiac dysrhythmias, hypertension, altered mental status, and very rarely seizures). MILD TO MODERATE TOXICITY: Subtle tremor, anxiety, mild sinus tachycardia and hypertension. SEVERE TOXICITY: Altered mental status including severe agitation, confusion, and rarely CNS depression. Seizures are occasionally reported. Hyperthermia, severe hypertension, cardiac dysrhythmias (most commonly supraventricular tachycardia), and diarrhea may be seen. Be aware of a possibly increased risk of cardiovascular complications in the elderly with underlying cardiac disease. Effects are often delayed several days after the ingestion. ADVERSE EFFECTS: Sleeplessness, anxiety, nervousness, tremor, diaphoresis, palpitations, and diarrhea are common side effects from thyroid hormone replacement therapy. CHRONIC EXPOSURE: THYROTOXICOSIS is fairly common after chronic overdose, but is unusual after acute exposure.<br\/>"},{"id":"924827-s-12-32","title":"Treatment","mono":"<b>THYROID <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Primarily supportive care; single dose activated charcoal is advised in patients presenting shortly after an ingestion of more than 3 mg.  MANAGEMENT OF SEVERE TOXICITY: Give activated charcoal if a patient presents early after ingestion of more than 3 mg. In case of seizure, severe agitation, or significant CNS depression, perform orotracheal intubation for airway protection before giving charcoal. Administer benzodiazepines to treat seizures and agitation. Signs of catecholamine excess such as significant hypertension and tachycardia are effectively treated with propranolol 10 to 80 mg orally every 4 to 6 hours. Consider a beta 1 selective agent (ie, esmolol 50 to 200 mcg\/kg\/min intravenously), or a calcium channel blocker (ie, diltiazem 1 to 3 mg\/kg orally every 6 to 8 hours) in patients with a history of asthma. Carefully assess volume status especially in case of severe hyperthermia. In the case of an excessive ingestion of T4 consider dexamethasone (4 mg orally every 8 hours) or propylthiouracil (PTU) (75 to 100 mg orally every 6 to 8 hours) therapy to block conversion of T4 to T3. However, the efficacy of PTU is limited because it mainly inhibits de novo synthesis of T4. Administration of aspirin and NSAIDs for the treatment of hyperthermia is discouraged, because of possible displacement of T3 and T4 from plasma proteins.<\/li><li>Decontamination: PREHOSPITAL: Not routinely recommended. HOSPITAL: Administer single-dose activated charcoal after a recent substantial ingestion (more than 3 mg of T4) and if the patient is able to protect the airway. Gastric lavage is not routinely recommended.<\/li><li>Airway management: Orotracheal intubation may be needed in patients with signs of severe intoxication (ie, marked CNS depression, seizures, agitation, confusion, and severe hyperthermia).<\/li><li>Antidote: There is no antidote for thyroid hormone poisoning.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Free T4 (fT4) and total T3 blood concentrations help to ascertain diagnosis, but are not strongly correlated to clinical findings or prognosis, and are not beneficial in guiding therapy. Therefore, serial measurements of thyroid hormone concentrations are generally unnecessary. Obtain an ECG and institute continuous cardiac monitoring in patients with symptoms and signs of cardiac toxicity.<\/li><li>Enhanced elimination procedure: There is no role for repeat-dose activated charcoal. Hemodialysis is not useful given the large volume of distribution and excessive protein binding.<\/li><li>Patient disposition: HOME CRITERIA: Children may be managed at home if overdose was inadvertent and dose ingested was less than 0.5 to 2 mg. Toxicity in adults may depend on comorbidities and recommendations are less well based on scientific evidence than for children. Since signs and symptoms of thyroid hormone toxicity are delayed for hours (T3 ingestion) or several days (T4 ingestion), follow-up must be provided for up to 14 days postingestion. OBSERVATION CRITERIA: Any patient who overdosed in a suicide attempt or inadvertently ingested more than 2 to 3 mg should be sent to a health care facility for treatment or evaluation. Elderly patients with cardiovascular comorbidities may require evaluation even after a small ingestion. Outpatient follow-up for the next 14 days should be ensured for patients who do not require admission, as signs and symptoms may be delayed. ADMISSION CRITERIA: Patients with dysrhythmias (more than mild tachycardia), severe agitation, seizures, or significant hyperthermia should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity, to arrange follow-up calls, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"924827-s-12-33","title":"Range of Toxicity","mono":"<b>THYROID<\/b><br\/>TOXICITY: GENERAL: Expect significant toxicity in children and adults who have ingested more than 2 to 4 mg of T4. However, in comorbid elderly patients, the threshold may be lower. ADULT: Severe toxicity developed in an adult who ingested 720 mg levothyroxine and in another adult who ingested 400 mg triioidothyronine over 8 days. Both patients recovered. PEDIATRIC: Children can often tolerate higher doses (5 mg and higher) without significant toxicity. Toxicity may be delayed up to 2 weeks after the ingestion. Fatalities have not been reported after a single acute ingestion. THERAPEUTIC DOSE: ADULT: T4: 0.05 to 0.2 mg orally once daily. Titrate carefully in elderly patients and patients with cardiovascular comorbidities. T3: 0.025 to 0.075 mg daily. PEDIATRIC: T4 dosage is age dependent. In toddlers, a typical daily dose is 0.025 mg increasing to 0.1 to 0.15 mg daily in children 6 to 12 years of age. T3: 0.005 to 0.020 mg daily. Titrate carefully to effect. <br\/>"}]},"13":{"id":"924827-s-13","title":"Clinical Teaching","mono":"<ul><li>Side effects may include nausea or headache.<\/li><li>Instruct patient to immediately report symptoms of sudden rapid tumor enlargement (eg, acute hemiplegia, hemiparesis, loss of vision).<\/li><li>Instruct patient to immediately report any neurologic symptoms after administration.<\/li><\/ul>"}}}