{"drugs":["Herceptin","Trastuzumab"],"mono":[{"id":"924802-s-0","title":"Generic Names","mono":"Trastuzumab"},{"id":"924802-s-1","title":"Dosing and Indications","sub":[{"id":"924802-s-1-4","title":"Adult Dosing","mono":"<ul><li>Do NOT substitute trastuzumab (Herceptin(R)) for ado-trastuzumab emtansine (Kadcyla(TM))<\/li><li><b>Breast cancer, Adjuvant, HER2 overexpression:<\/b> (Monotherapy, within 3 weeks following completion of multimodality, anthracycline-based chemotherapy) loading dose, 8 mg\/kg IV over 90 minutes; subsequent doses, 6 mg\/kg IV over 30 to 90 minutes every 3 weeks for a total of 52 weeks of trastuzumab therapy; more than 1 year is not recommended<\/li><li><b>Breast cancer, Adjuvant, HER2 overexpression:<\/b> (During and following paclitaxel or docetaxel, as part of a treatment regimen containing doxorubicin and cyclophosphamide) loading dose, 4 mg\/kg IV over 90 minutes; subsequent doses, 2 mg\/kg IV over 30 minutes weekly during paclitaxel or docetaxel for the first 12 weeks; then 6 mg\/kg IV over 30 to 90 minutes every 3 weeks starting 1 week after the last weekly dose of trastuzumab for a total of 52 weeks of trastuzumab therapy; more than 1 year is not recommended<\/li><li><b>Breast cancer, Adjuvant, HER2 overexpression:<\/b> (During and following docetaxel and carboplatin) loading dose, 4 mg\/kg IV over 90 minutes; subsequent doses, 2 mg\/kg IV over 30 minutes weekly during docetaxel\/carboplatin for the first 18 weeks; then 6 mg\/kg IV over 30 to 90 minutes every 3 weeks starting 1 week after the last weekly dose of trastuzumab for a total of 52 weeks of trastuzumab therapy; more than 1 year is not recommended<\/li><li><b>Gastric cancer, Metastatic, HER2 overexpression, initial treatment, in combination with cisplatin and capecitabine or 5-fluorouracil:<\/b> Trastuzumab, initial dose, 8 mg\/kg IV over 90 minutes; subsequent doses, 6 mg\/kg IV over 30 to 90 minutes every 3 weeks until disease progression in combination with cisplatin 80 mg\/m(2) IV on day 1 and capecitabine 1000 mg\/m(2) ORALLY twice daily for 14 days or 5-fluorouracil 800 mg\/m(2)\/day as a continuous IV infusion on days 1 to 5 every 3 weeks for 6 cycles<\/li><li><b>Malignant neoplasm of cardio-esophageal junction of stomach, Metastatic, HER2 overexpression, initial treatment, in combination with cisplatin and capecitabine or 5-fluorouracil:<\/b> Trastuzumab, initial dose, 8 mg\/kg IV over 90 minutes; subsequent doses, 6 mg\/kg IV over 30 to 90 minutes every 3 weeks until disease progression in combination with cisplatin 80 mg\/m(2) IV on day 1 and capecitabine 1000 mg\/m(2) ORALLY twice daily for 14 days or 5-fluorouracil 800 mg\/m(2)\/day as a continuous IV infusion on days 1 to 5 every 3 weeks for 6 cycles<\/li><li><b>Metastatic breast cancer, HER2 overexpression, first-line treatment in combination with paclitaxel:<\/b> Trastuzumab, loading dose, 4 mg\/kg IV over 90 minutes; subsequent doses, 2 mg\/kg IV weekly over 30 minutes until disease progression<\/li><li><b>Metastatic breast cancer, HER2 overexpression, in combination with chemotherapy:<\/b> trastuzumab (every 3-week dosing in combination with paclitaxel) 8 mg\/kg IV load, followed by 6 mg\/kg IV over 90 minutes every 3 weeks in combination with paclitaxel 175 mg\/m(2) IV over 3 hours; normal premedications are administered<\/li><li><b>Metastatic breast cancer, HER2 overexpression, monotherapy in patients who have received at least one prior chemotherapy regimen:<\/b> Loading dose, 4 mg\/kg IV over 90 minutes; subsequent doses, 2 mg\/kg IV weekly over 30 minutes until disease progression<\/li><\/ul>"},{"id":"924802-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in pediatric patients "},{"id":"924802-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Infusion reactions:<\/b> (mild to moderate) decrease the rate of IV infusion; (dyspnea or clinically significant hypotension) hold therapy until symptoms resolve; (severe or life-threatening) discontinue therapy<\/li><li><b>Left ventricular ejection fraction (LVEF), absolute decrease of 16% or greater from pretreatment values or a LVEF that is below the institutional limits of normal and a LVEF absolute decrease of 10% or greater from pretreatment values:<\/b> interrupt therapy for at least 4 weeks; resume therapy if LVEF returns to normal limits and the LVEF absolute decrease is 15% or less within 4 to 8 weeks; discontinue therapy for persistent (greater than 8 weeks) LVEF decline or if therapy is held on more than 3 occasions for cardiomyopathy<\/li><\/ul>"},{"id":"924802-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Breast cancer, Adjuvant, HER2 overexpression<\/li><li>Gastric cancer, Metastatic, HER2 overexpression, initial treatment, in combination with cisplatin and capecitabine or 5-fluorouracil<\/li><li>Malignant neoplasm of cardio-esophageal junction of stomach, Metastatic, HER2 overexpression, initial treatment, in combination with cisplatin and capecitabine or 5-fluorouracil<\/li><li>Metastatic breast cancer, HER2 overexpression, first-line treatment in combination with paclitaxel<\/li><li>Metastatic breast cancer, HER2 overexpression, monotherapy in patients who have received at least one prior chemotherapy regimen<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Breast cancer, Neoadjuvant, HER2 overexpression, in combination with chemotherapy<\/li><li>Metastatic breast cancer, HER2 overexpression, in combination with chemotherapy<\/li><\/ul>"}]},{"id":"924802-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>Trastuzumab can result in subclinical and clinical cardiac failure, with greatest risk and severity when administered concurrently with anthracyclines. Evaluate cardiac function prior to and during treatment. Discontinue trastuzumab for cardiomyopathy. Serious and fatal infusion reactions and pulmonary toxicity may occur. Discontinue trastuzumab for anaphylaxis, angioedema, interstitial pneumonitis, or acute respiratory distress syndrome. Exposure during pregnancy can result in oligohydramnios, in some cases complicated by pulmonary hypoplasia and neonatal death.<br\/>"},{"id":"924802-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924802-s-3-9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"924802-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Cardiomyopathy and cardiac failure (sub-clinical and clinical) have been reported; increased risk and severity with concurrent anthracycline-containing chemotherapy regimens; monitoring recommended and interruption or discontinuation may be required<\/li><li>-- Serious, and sometimes fatal, infusion reactions have been reported during or within 24 hours of trastuzumab administration; monitoring recommended and interruption or discontinuation may be required<\/li><li>-- Fetal harm (oligohydramnios and oligohydramnios sequence manifesting as pulmonary hypoplasia, skeletal abnormalities, and neonatal death) has been reported; avoid pregnancy and use adequate contraception during treatment and for at least 7 months after last dose<\/li><li>-- Serious pulmonary toxicity, some cases fatal, has been reported; increased risk with symptomatic intrinsic lung disease or extensive tumor involvement causing dyspnea at rest; monitoring recommended and interruption or discontinuation may be required<\/li><li>Cardiovascular:<\/li><li>-- Asymptomatic decreases in left ventricular ejection fraction have been reported; monitoring recommended and interruption or discontinuation may be required<\/li><li>-- Symptomatic myocardial dysfunction has been reported; monitoring recommended and interruption or discontinuation may be required<\/li><li>-- Increased risk of cardiac dysfunction in elderly patients<\/li><li>-- Anthracycline-based therapy after trastuzumab discontinuation may also increase risk of cardiac dysfunction<\/li><li>Hematologic:<\/li><li>-- Exacerbation of chemotherapy-induced neutropenia, including grade 3 or 4 neutropenia and febrile neutropenia, has been reported<\/li><li>Immunologic:<\/li><li>-- Septic death has been reported<\/li><li>Other:<\/li><li>-- Do not substitute trastuzumab with or for ado-trastuzumab emtansine<\/li><li>-- Confirm HER2 overexpression with tumor-specific tests; improper assay may lead to questionable results<\/li><li>Concomitant use:<\/li><li>-- Avoid anthracycline therapy for at least 7 months after trastuzumab discontinuation<\/li><\/ul>"},{"id":"924802-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"924802-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"924802-s-4","title":"Drug Interactions","sub":{"1":{"id":"924802-s-4-14","title":"Major","mono":"<ul><li>Aclarubicin (probable)<\/li><li>Cyclophosphamide (probable)<\/li><li>Daunorubicin (probable)<\/li><li>Daunorubicin Citrate Liposome (probable)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Epirubicin (probable)<\/li><li>Idarubicin (probable)<\/li><li>Pirarubicin (probable)<\/li><\/ul>"},"2":{"id":"924802-s-4-15","title":"Moderate","mono":"<ul>Warfarin (probable)<\/ul>"}}},{"id":"924802-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema (breast cancer (monotherapy), 8%), Peripheral edema (breast cancer, 5% to 10%), Tachycardia (breast cancer (monotherapy), 5%)<\/li><li><b>Dermatologic:<\/b>Rash (breast cancer, 4% to 18%)<\/li><li><b>Endocrine metabolic:<\/b>Weight decreased (gastric cancer, 23%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (breast cancer, 2% to 22%), Diarrhea (breast cancer, 7% to 25%; gastric cancer, 37%), Loss of appetite (breast cancer (monotherapy), 14%), Nausea (breast cancer, 6% to 33%), Stomatitis (gastric cancer, 24%), Vomiting (breast cancer, 3.5% to 23%)<\/li><li><b>Hematologic:<\/b>Anemia (breast cancer, 4%; gastric cancer, 28%), Neutropenia, All grades (gastric cancer, 78%), Thrombocytopenia, All grades (gastric cancer, 16%)<\/li><li><b>Immunologic:<\/b>Infectious disease (breast cancer (monotherapy), 20%; breast cancer (adjuvant therapy), 47%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (breast cancer, 6% to 31%), Backache (breast cancer, 5% to 22%), Myalgia (breast cancer, 4% to 10%)<\/li><li><b>Neurologic:<\/b>Asthenia (breast cancer, 4.5% to 42%), Dizziness (breast cancer, 4% to 13%), Headache (breast cancer, 6% to 26%), Insomnia (breast cancer, 3.7% to 14%)<\/li><li><b>Renal:<\/b>Renal impairment (gastric cancer, 18%)<\/li><li><b>Respiratory:<\/b>Cough (breast cancer, 5% to 26%), Dyspnea (breast cancer, 3% to 22%), Nasopharyngitis (8% to 13%), Pharyngitis (breast cancer (monotherapy), 12%), Rhinitis (breast cancer, 2% to 14%), Upper respiratory infection (gastric cancer, 19%)<\/li><li><b>Other:<\/b>Fatigue (gastric cancer, 35%), Fever (6% to 36%), Inflammatory disease of mucous membrane (gastric cancer, 13%), Shivering (5% to 32%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiomyopathy, Heart failure<\/li><li><b>Hematologic:<\/b>Febrile neutropenia (breast cancer, 23%; gastric cancer, 5%), Neutropenia, Grade 3 and 4 (32% to 34%), Thrombocytopenia, Grade 3 and 4 (gastric cancer, 5%), Thrombosis (breast cancer, 2.1% to 3.7%)<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Nephrotic syndrome, Renal failure (gastric cancer, 3%)<\/li><li><b>Respiratory:<\/b>Interstitial pneumonia (breast cancer, 0.2%), Pneumonitis (breast cancer, 0.7%), Pulmonary toxicity (breast cancer (adjuvant), 14%), Respiratory failure<\/li><li><b>Other:<\/b>Infusion reaction (21% to 40%)<\/li><\/ul>"},{"id":"924802-s-6","title":"Drug Name Info","sub":{"0":{"id":"924802-s-6-17","title":"US Trade Names","mono":"Herceptin<br\/>"},"2":{"id":"924802-s-6-19","title":"Class","mono":"<ul><li>Immunological Agent<\/li><li>Monoclonal Antibody<\/li><\/ul>"},"3":{"id":"924802-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924802-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"924802-s-7","title":"Mechanism Of Action","mono":"Trastuzumab, a recombinant DNA-derived humanized monoclonal antibody, binds to the extracellular domain of the HER2 protein, which is overexpressed in 25% to 30% of primary breast cancers. By binding to the HER2 protein, trastuzumab inhibits the growth of tumor cells and mediates antibody-dependent cellular cytotoxicity (ADCC) in cancer cells that overexpress the HER2 protein .<br\/>"},{"id":"924802-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"924802-s-8-24","title":"Distribution","mono":"Vd: 44 mL\/ kg.<br\/>"},"4":{"id":"924802-s-8-27","title":"Elimination Half Life","mono":"5.8 days (range 1 to 32 days) <br\/>"}}},{"id":"924802-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>Reconstitute with bacteriostatic water for injection or sterile water for injection to a final concentration of 21 mg\/mL; allow vial to stand undisturbed for 5 minutes; do not shake; refrigerate vials reconstituted with bacteriostatic water for injection at 2 to 8 degrees C and use within 28 days; use vials reconstituted with sterile water for injection immediately<\/li><li>Dilute with 250 mL of NS; do not dilute with D5W<\/li><li>Administer as an IV infusion only; do not give IV push or IV bolus<\/li><li>Infuse initial doses over 90 minutes; subsequent doses may be infused over 30 minutes if previous infusions were well tolerated<\/li><li>Missed dose by 1 week or less: Administer usual maintenance dose (2 mg\/kg every week or 6 mg\/kg IV every 3 weeks) as soon as possible without waiting for the next planned cycle and administer subsequent maintenance doses 7 or 21 days later, depending on which schedule is being followed (every week or every 3 weeks).<\/li><li>Missed dose by more than 1 week: Administer a reloading dose (4 mg\/kg for the weekly schedule or 8 mg\/kg IV for the every 3 week schedule) over approximately 90 minutes as soon as possible and administer subsequent maintenance doses 2 mg\/kg 7 days later or 6 mg\/kg IV 21 days later, depending on which schedule is being followed (every week or every 3 weeks).<\/li><\/ul>"},{"id":"924802-s-10","title":"Monitoring","mono":"<ul><li>HER2 overexpression<\/li><li>evidence of tumor response<\/li><li>routine complete blood counts (CBC) and serum chemistry<\/li><li>oligohydramnios for pregnant women<\/li><li>cardiac and left ventricular ejection fraction assessments, such as ECG, ECHO and\/or MUGA scan; baseline, every 3 months during and upon completion of treatment, and then every 6 months for at least 2 years<\/li><li>signs and symptoms of cardiac dysfunction including dyspnea, increased cough, and peripheral edema.<\/li><li>signs and symptoms of hypersensitivity reactions including anaphylaxis, urticaria, bronchospasm, angioedema, and\/or hypotension.<\/li><li>potential infusion reactions including fever, chills, nausea, vomiting, pain, headache, dizziness, dyspnea, hypotension, rash and asthenia.<\/li><li>pulmonary toxicity (eg, dyspnea, interstitial pneumonitis, pulmonary infiltrates, pleural effusions), particularly individuals with symptomatic intrinsic lung disease or with extensive tumor involvement of the lungs.<\/li><\/ul>"},{"id":"924802-s-11","title":"How Supplied","mono":"<b>Herceptin<\/b><br\/>Intravenous Powder for Solution: 440 MG<br\/>"},{"id":"924802-s-12","title":"Toxicology","sub":[{"id":"924802-s-12-31","title":"Clinical Effects","mono":"<b> TRASTUZUMAB <\/b><br\/>USES: Trastuzumab is used alone in patients with metastatic breast cancer whose tumors overexpress the HER2 protein and who have received one or more chemotherapy regimens for their metastatic disease. It has also been used in combination with other chemotherapeutic agents (ie, paclitaxel, docetaxel, cisplatin and capecitabine or 5-fluorouracil (5-FU), doxorubicin, cyclophosphamide) to treat patients with HER2 overexpressing metastatic gastric or gastroesophageal junction adenocarcinoma, as adjuvant breast cancer therapy or in metastatic breast cancer. PHARMACOLOGY: In some patients with breast cancer and other malignancies (eg; ovarian, lung), trastuzumab, a recombinant DNA-derived humanized monoclonal antibody, selectively binds with high affinity to the extracellular domain of the human epidermal growth factor receptor 2 protein (HER2). The antibody is an IgG1 kappa that contains human framework regions with murine antibody (4D5) complementarity-determining regions. Trastuzumab causes antibody-dependent cell-mediated cytotoxicity (ADCC) and does not affect cells not overexpressing p185-HER2. EPIDEMIOLOGY: Overdose is uncommon. OVERDOSE: Limited data.  The signs and symptoms of an acute overdose are expected to be similar to excessive pharmacologic effects. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain, diarrhea, fever, infusion reactions, headache, fatigue, dyspnea, rash, and myalgia may develop. SEVERE TOXICITY: Cardiotoxicity (ie, congestive heart failure, cardiomyopathy, dysrhythmias) may develop following a significant exposure. Pulmonary toxicity and serious or fatal infusion reactions may occur. ADVERSE EVENTS: CARDIOVASCULAR: Severe ventricular dysfunction and congestive heart failure have been reported following trastuzumab administration. The incidence and severity of cardiac dysfunction is higher in patients 60 years of age and older, patients who have received cardiotoxic therapy (anthracyclines [a cumulative anthracycline dose equal or greater than 400 mg\/m(2)], cyclophosphamide), prior chest wall radiation, and preexisting cardiac disease. Peripheral edema and hypotension have also been reported. HEMATOLOGIC: Myelosuppression is infrequent following the administration of trastuzumab as a single agent. An increase in anemia, leukopenia, grade 3\/4 neutropenia or febrile neutropenia have been observed in patients treated with trastuzumab and other chemotherapeutic agents (ie, capecitabine, 5-FU, cisplatin). RESPIRATORY: Cough, dyspnea, rhinitis, sinusitis, bronchospasm, pleural effusions, pulmonary infiltrates, acute lung injury, and pulmonary insufficiency and hypoxia have occurred with trastuzumab. OTHER: Other events include: nausea, vomiting, abdominal pain, diarrhea, fever, infusion reactions, headache, fatigue, dyspnea, rash, acne, renal dysfunction, asthenia, headache, and insomnia may develop. RARE: Rare cases of severe infusion reactions (ie, anaphylaxis, bronchospasm, angioedema and\/or hypotension), including some fatalities have occurred with trastuzumab administration.  Symptoms usually occurred during the infusion or within 24 hours of administration. Fever and chills are common during an infusion. Other flu-like symptoms reported during\/after an infusion include: headache, nausea, vomiting, back pain, asthenia, rigors, dizziness, hypotension, and rash. <br\/>"},{"id":"924802-s-12-32","title":"Treatment","mono":"<b>TRASTUZUMAB <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat persistent nausea and vomiting with several antiemetics of different classes and IV fluids as needed. Treat significant diarrhea with antidiarrheal agents. Monitor for dyspnea or clinically significant hypotension. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. CARDIOVASCULAR: Cardiac dysfunction is the most significant toxicity that can occur with trastuzumab therapy. A decrease in left ventricular ejection fraction can occur. Treat congestive heart failure with ACE inhibitors, beta-blockers, diuretics, aldosterone receptor antagonists. Other therapies for heart failure may include anticoagulants and antiarrhythmic agents as clinically necessary. Obtain an echocardiogram to assess left ventricular ejection fraction.<\/li><li>Intrathecal injection: BACKGROUND: Intrathecal trastuzumab has been used in a limited number of patients with leptomeningeal carcinomatosis in HER2-overexpressing metastatic breast cancer. It has been used as monotherapy or given concurrently with intrathecal thiotepa or methotrexate. The typical schedule is 20 to 30 mg weekly (range: 5 to 100 mg); the doses were well tolerated. There have been no reports of inadvertent intrathecal injection with trastuzumab. THERAPY: The following recommendations are based on experience with other antineoplastic drugs in the event of an overdose. If a large overdose occurs, keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: Gastrointestinal decontamination is not necessary as trastuzumab is administered intravenously. For dermal exposures, clean skin with soap and water, and for eye exposures, flush with water.<\/li><li>Airway management: Intubate if patient is unable to protect airway or if unstable due to cardiac toxicity, an infusion reaction, severe respiratory distress syndrome, or CNS depression.<\/li><li>Antidote: None.<\/li><li>Anaphylaxis: MILD: Antihistamines; SEVERE: Airway management, epinephrine, cardiac monitoring and IV fluids.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol, olanzapine).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. It has not been studied in the setting of chemotherapy overdose. In patients with trastuzumab overdose, consider administering palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days.<\/li><li>Monitoring of patient: Institute continuous cardiac monitoring and obtain an ECG in symptomatic patients. Monitor serum electrolytes, renal function, CBC and troponin concentrations after significant overdose. Obtain a chest radiograph and monitor pulse oximetry and\/or arterial blood gases in patients with respiratory signs or symptoms or evidence of congestive heart failure. Obtain an echocardiogram following a significant exposure to assess left ventricular ejection fraction. Monitor vital signs.<\/li><li>Enhanced elimination procedure: It is unlikely that hemodialysis would be useful after overdose because of the size of trastuzumab.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), cardiac monitoring, and daily monitoring of CBC. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an overdose. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"924802-s-12-33","title":"Range of Toxicity","mono":"<b> TRASTUZUMAB <\/b><br\/>TOXICITY: A lethal human dose has not been established. THERAPEUTIC DOSE: INTRAVENOUS: ADULT: Therapeutic dose is 4 mg\/kg infused intravenously over 90 minutes followed by weekly infusions 2 mg\/kg over 30 minutes. Maximum: Single doses higher than 8 mg\/kg have not been administered. INTRATHECAL: Limited experience. Intrathecal trastuzumab has been used in a limited number of patients with leptomeningeal carcinomatosis (a rare manifestation of metastatic breast cancer) in HER2-overexpressing metastatic breast cancer. It has been used as monotherapy or given concurrently with intrathecal thiotepa or methotrexate. The typical schedule is 20 to 30 mg weekly (range: 5 to 100 mg); doses were well tolerated. PEDIATRIC: The safety and efficacy of trastuzumab in pediatric patients has not been established. <br\/>"}]},{"id":"924802-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise female patients to avoid breast-feeding during therapy and up to 6 months post-treatment.<\/li><li>This drug may cause diarrhea, anemia, leukopenia, ventricular dysfunction, and interstitial pneumonia.<\/li><li>Advise patient to report signs\/symptoms of congestive heart failure (dyspnea, increased cough, paroxysmal nocturnal dyspnea, and peripheral edema).<\/li><\/ul>"}]}