{"generic":"Orlistat","drugs":["Alli","Orlistat","Xenical"],"mono":{"0":{"id":"924948-s-0","title":"Generic Names","mono":"Orlistat"},"1":{"id":"924948-s-1","title":"Dosing and Indications","sub":{"0":{"id":"924948-s-1-4","title":"Adult Dosing","mono":"<ul><li>concomitant nutritionally-balanced meal with 30% calories from fat is recommended<\/li><li>concomitant daily multivitamin supplement is recommended<\/li><li><b>Obesity:<\/b> 120 mg ORALLY 3 times daily during or within 1 hour of each fat-containing meal<\/li><li><b>Obesity:<\/b> over-the-counter dose: 60 mg ORALLY 3 times daily during or within 1 hour of each fat-containing meal<\/li><\/ul>"},"1":{"id":"924948-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>concomitant nutritionally-balanced meal with 30% calories from fat is recommended<\/li><li>concomitant daily multivitamin supplement is recommended<\/li><li><b>Obesity:<\/b> (12 to 16 years) 120 mg ORALLY 3 times daily during or within 1 hour of each fat-containing meal<\/li><\/ul>"},"3":{"id":"924948-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Obesity<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Coronary arteriosclerosis; Prophylaxis<\/li><li>Diabetes mellitus; Prophylaxis<\/li><li>Hyperlipidemia<\/li><\/ul>"}}},"3":{"id":"924948-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924948-s-3-9","title":"Contraindications","mono":"<ul><li>cholestasis<\/li><li>chronic malabsorption syndrome<\/li><li>hypersensitivity to orlistat or any other component of the product<\/li><li>pregnancy<\/li><\/ul>"},{"id":"924948-s-3-10","title":"Precautions","mono":"<ul><li>diabetes mellitus; may alter metabolic control; dose reduction of hypoglycemic medications or insulin may be required<\/li><li>high-fat diet and\/or administration of orlistat with a meal very high in fat; increased risk of gastrointestinal events<\/li><li>hyperoxaluria or calcium oxalate nephrolithiasis, history; levels of urinary oxalate may increase following treatment with orlistat<\/li><li>liver injury, severe (with hepatocellular necrosis or acute hepatic failure) has been rarely reported; some cases have resulted in liver transplant or death<\/li><li>oxalate nephrolithiasis and nephropathy with renal failure have been reported; monitoring recommended in those at risk for renal impairment<\/li><li>reduced absorption of cyclosporine; separate administration by at least 3 hours; monitoring recommended<\/li><li>reduced absorption of fat soluble vitamins; separate administration by at least 2 hours<\/li><li>substantial weight loss; increased risk of cholelithiasis<\/li><li>report suspected adverse reactions to the United States Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"924948-s-3-11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"924948-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924948-s-4","title":"Drug Interactions","sub":{"1":{"id":"924948-s-4-14","title":"Major","mono":"<ul><li>Carbamazepine (probable)<\/li><li>Clobazam (probable)<\/li><li>Clonazepam (probable)<\/li><li>Clorazepate (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Diazepam (probable)<\/li><li>Eslicarbazepine Acetate (probable)<\/li><li>Ethosuximide (probable)<\/li><li>Ethotoin (probable)<\/li><li>Ezogabine (probable)<\/li><li>Felbamate (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Gabapentin (probable)<\/li><li>Lacosamide (probable)<\/li><li>Lamotrigine (probable)<\/li><li>Levetiracetam (probable)<\/li><li>Lorazepam (probable)<\/li><li>Methsuximide (probable)<\/li><li>Midazolam (probable)<\/li><li>Oxcarbazepine (probable)<\/li><li>Perampanel (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Piracetam (probable)<\/li><li>Pregabalin (probable)<\/li><li>Primidone (probable)<\/li><li>Rufinamide (probable)<\/li><li>Stiripentol (probable)<\/li><li>Tiagabine (probable)<\/li><li>Topiramate (probable)<\/li><li>Valproic Acid (probable)<\/li><li>Vigabatrin (probable)<\/li><li>Zonisamide (probable)<\/li><\/ul>"},"2":{"id":"924948-s-4-15","title":"Moderate","mono":"<ul><li>Linoleic Acid (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"924948-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Abdominal discomfort, Abdominal pain, Defecation urgency, Increased frequency of defecation, Steatorrhea<br\/><b>Serious<\/b><ul><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Renal:<\/b>Oxalate nephropathy, with renal failure<\/li><\/ul>"},"6":{"id":"924948-s-6","title":"Drug Name Info","sub":{"0":{"id":"924948-s-6-17","title":"US Trade Names","mono":"<ul><li>Xenical<\/li><li>Alli<\/li><\/ul>"},"2":{"id":"924948-s-6-19","title":"Class","mono":"<ul><li>Dietary Fat Absorption Inhibitor<\/li><li>Lipase Inhibitor<\/li><\/ul>"},"3":{"id":"924948-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"924948-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924948-s-7","title":"Mechanism Of Action","mono":"<ul><li>oral-local: Orlistat is a reversible inhibitor of intestinal lipases. In the lumen of the stomach and intestine, it bonds covalently with active serine residues of gastric and pancreatic lipases, making them unavailable to hydrolyze dietary triglycerides into absorbable fatty acids and monoglycerides. Because undigested triglycerides are not absorbed, a calorie deficit may occur, having a positive effect on weight control. Systemic absorption is minimal and is not needed for activity.<\/li><li>At therapeutic doses, orlistat inhibits dietary fat absorption by approximately 30%.<\/li><li>Postprandial, cholecystokinin plasma concentrations were decreased after multiple doses of orlistat in two studies; however, two other studies  have shown no difference from placebo. No clinically significant changes in gallbladder motility, bile composition or lithogenicity, or colonic cell proliferation rate, and no clinically significant reductions of gastric emptying time or gastric acidity were observed. In addition, no effects on plasma triglyceride levels or systemic lipases were observed.<\/li><\/ul>"},"8":{"id":"924948-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"924948-s-8-23","title":"Absorption","mono":"oral-local: Minimal<br\/>"},"2":{"id":"924948-s-8-25","title":"Metabolism","mono":"oral-local: Gastrointestinal wall<br\/>"},"3":{"id":"924948-s-8-26","title":"Excretion","mono":"oral-local:  Fecal: 97% (83% unchanged)<br\/>"},"4":{"id":"924948-s-8-27","title":"Elimination Half Life","mono":"oral-local: 1 to 2 h<br\/>"}}},"9":{"id":"924948-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer during or up to 1 hour after meals containing fat<\/li><li>omit dose if a meal is missed or contains no fat<\/li><li>separate orlistat dose by at least 2 hours from daily multivitamin supplement<\/li><\/ul>"},"10":{"id":"924948-s-10","title":"Monitoring","mono":"<ul><li>weight loss is indicative of efficacy<\/li><li>renal function, in patients at risk for renal impairment<\/li><\/ul>"},"11":{"id":"924948-s-11","title":"How Supplied","mono":"<ul><li><b>Alli<\/b><br\/>Oral Capsule: 60 MG<br\/><\/li><li><b>Xenical<\/b><br\/>Oral Capsule: 120 MG<br\/><\/li><\/ul>"},"12":{"id":"924948-s-12","title":"Toxicology","sub":[{"id":"924948-s-12-31","title":"Clinical Effects","mono":"<b>ORLISTAT <\/b><br\/>USES: Orlistat is used in the management of obesity by limiting the absorption of dietary fat. PHARMACOLOGY: Orlistat, a reversible inhibitor of intestinal lipases, binds covalently with active serine residues of gastric and pancreatic lipases in the lumen of the stomach and intestine, making them unavailable to hydrolyze dietary triglycerides into absorbable fatty acids and monoglycerides. Because undigested triglycerides are not absorbed, a calorie deficit may occur, having a positive effect on weight control. Systemic absorption is minimal and is not needed for activity. A dose-dependent reduction in dietary fat absorption of up to approximately 30% is achieved with doses of 360 mg per day. TOXICOLOGY: Systemic effects of orlistat are minimal due to its very low oral absorption. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Limited data. Inadvertent exposure is anticipated to be an extension of adverse events reported with therapeutic use. In a retrospective chart review of 92 children (5 years of age or less) with minor exposures (120 mg or less) to orlistat alone, most children developed no effects or only minor clinical events; no serious events occurred. A 28-month-old girl ingested an estimated 5160 mg of over-the-counter orlistat and remained asymptomatic. ADVERSE EFFECTS: COMMON: Gastrointestinal adverse effects (dose-related), including soft\/liquid stools, increased defecation, oily stools, flatulence, and fecal urgency or incontinence; reduction in serum levels of fat soluble vitamins, particularly vitamin E. OTHER EFFECTS: Nausea, vomiting, hemorrhoids, acute allergic reactions, elevated liver enzymes. Lichenoid drug eruption, myopathy, acute oxalate nephropathy, and depression have been reported in case reports; however, cause and effect relationships have not been established. In postmarketing evaluations, cases of severe liver injury, with hepatocellular necrosis or acute liver failure, have been rarely reported in patients who received orlistat. Causality could not be reliably established due to other medical conditions and concomitant use of other drugs that may have contributed to the development of liver injury in these patients. <br\/>"},{"id":"924948-s-12-32","title":"Treatment","mono":"<b>ORLISTAT <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after overdose of orlistat.<\/li><li>Decontamination: PREHOSPITAL:  Orlistat is only minimally absorbed following oral ingestions; prehospital decontamination is generally NOT required.  HOSPITAL: Severe toxicity is not expected after overdose of orlistat. Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Should not be required in these cases.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor serum electrolytes in patients with severe diarrhea and\/or vomiting. Monitor liver enzymes in symptomatic patients.<\/li><li>Enhanced elimination procedure: Because orlistat is only minimally absorbed following oral ingestions, it is expected that extracorporeal elimination would be unnecessary.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure who have minimal symptoms can be observed at home. Based on limited data, young children (5 years of age or less) with an inadvertent exposure and only mild symptoms (self limited vomiting or diarrhea) can be safely managed at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions or with more than mild symptoms should be evaluated in a healthcare facility and monitored until symptoms resolve. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"924948-s-12-33","title":"Range of Toxicity","mono":"<b>ORLISTAT<\/b><br\/>TOXICITY: Limited data. ADULTS: Doses as high as 1200 mg\/day have been well tolerated, with minimal gastrointestinal adverse effects. PEDIATRIC: In a retrospective chart review of 92 children (5 years of age or less) with minor exposures (120 mg or less) to orlistat alone, most children developed no effects or only minor clinical events; no serious events occurred. A toddler ingested an estimated 5160 mg of over-the-counter orlistat and remained asymptomatic. THERAPEUTIC DOSE: ADULT: Prescription orlistat (Xenical(R)): 120 mg 3 times daily. Over-the-counter orlistat (Alli(R)): 60 mg 3 times daily. PEDIATRIC: 12 TO 16 YEARS OF AGE: Prescription orlistat (Xenical(R)): 120 mg 3 times daily. UNDER 12 YEARS OF AGE: Prescription orlistat (Xenical(R)) has NOT been studied in pediatric patients less than 12 years of age. Over-the-counter orlistat (Alli(R)) has NOT been approved for use in patients under 18 years of age. <br\/>"}]},"13":{"id":"924948-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report symptoms of acute hepatic failure or hepatocellular necrosis (eg, right upper quadrant pain, dark urine, light-colored stools, yellow skin or eyes, anorexia, pruritus).<\/li><li>Advise patients with a history of oxalate kidney stones that drug may increase risk for oxalate stones.<\/li><li>Counsel diabetic patients that glycemic control may change with weight loss. This could result in dose modifications for oral hypoglycemics or insulin.<\/li><li>Counsel patient to eat a nutritionally balanced diet containing approximately 30% of calories from fat, as taking the drug with a high-fat (greater than 30% total calories from fat) diet or meal may increase gastrointestinal effects.<\/li><li>This drug may cause abdominal discomfort or pain, oily spotting or evacuation, flatus with discharge, urgency or increased frequency of defecation, nausea, influenza, upper respiratory infection, back pain, headache, menstrual irregularity, or cholelithiasis.<\/li><li>In order to ensure adequate nutrition, strongly encourage patient to take a multivitamin containing fat-soluble vitamins at least 2 hours before or 2 hours after taking the drug, as the absorption of some fat-soluble vitamins and beta-carotene may be reduced.<\/li><li>If used concurrently with orlistat, patient should take cyclosporine at least 3 hours after the orlistat dose.<\/li><li>If used concurrently with orlistat, patient should take levothyroxine at least 4 hours before or 4 hours after the orlistat dose.<\/li><li>Advise patient to take the drug during or up to 1 hour after meals containing fat. Patient should omit dose if a meal is missed or contains no fat.<\/li><\/ul>"}}}