{"generic":"Alitretinoin","drugs":["Alitretinoin","Panretin"],"mono":{"0":{"id":"924927-s-0","title":"Generic Names","mono":"Alitretinoin"},"1":{"id":"924927-s-1","title":"Dosing and Indications","sub":{"0":{"id":"924927-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>AIDS-related Kaposi's sarcoma, Cutaneous:<\/b> initial, apply gel TOPICALLY twice daily to lesions; response is seen within 2 weeks or up to 14 weeks<\/li><li><b>AIDS-related Kaposi's sarcoma, Cutaneous:<\/b> maintenance, increase gel applications to 3 to 4 times daily, as tolerated; if severe irritation develop, discontinue for a few days until symptoms improve; Response is seen within 2 weeks or up to 14 weeks<\/li><\/ul>"},"1":{"id":"924927-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},"3":{"id":"924927-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>AIDS-related Kaposi's sarcoma, Cutaneous<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Hand eczema, chronic (Moderate to Severe), Refractory to treatment<br\/>"}}},"3":{"id":"924927-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924927-s-3-9","title":"Contraindications","mono":"hypersensitivity to retinoids or alitretinoin ingredients<br\/>"},{"id":"924927-s-3-10","title":"Precautions","mono":"<ul><li>pregnancy<\/li><li>concurrent use of insect repellents containing DEET<\/li><li>minimize exposure of treated areas to sunlight or sun lamps<\/li><li>patients with cutaneous T-cell lymphoma<\/li><\/ul>"},{"id":"924927-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"924927-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924927-s-4","title":"Drug Interactions","sub":{"2":{"id":"924927-s-4-15","title":"Moderate","mono":"<ul><li>Ketoconazole (established)<\/li><li>Simvastatin (established)<\/li><\/ul>"}}},"5":{"id":"924927-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Application site pain (34%), Disorder of skin (8%), Edema (3% to 8%), Erythroderma (3% to 9%), Flushing, Paresthesia (3% to 22%), Pruritus (8% to 11%), Rash (25% to 77%)<\/li><li><b>Neurologic:<\/b>Headache<\/li><\/ul>"},"6":{"id":"924927-s-6","title":"Drug Name Info","sub":{"0":{"id":"924927-s-6-17","title":"US Trade Names","mono":"Panretin<br\/>"},"2":{"id":"924927-s-6-19","title":"Class","mono":"<ul><li>Dermatological Agent<\/li><li>Retinoid<\/li><\/ul>"},"3":{"id":"924927-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924927-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"924927-s-7","title":"Mechanism Of Action","mono":"Topical: Alitretinoin is an endogenous retinoid that binds to and activates intracellular retinoid receptor subtypes (RAR alpha, RAR beta, RAR gamma, RXR alpha, RXR beta, and RXR gamma), which modulates transcription and expression of genes that control the process of cellular differentiation and proliferation in both normal and cancerous cells. Alitretinoin inhibits the growth of Kaposi's sarcoma cells in vitro.<br\/>"},"8":{"id":"924927-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"924927-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 2 to 4 hours<\/li><li>Bioavailability, Oral: variable<\/li><li>Bioavailability, Topical: negligible<\/li><li>Effects of food: increased systemic exposure<\/li><\/ul>"},"2":{"id":"924927-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive via CYP 2C9, 3A4, 1A1, and 1A2 enzymes<\/li><li>4-oxo-9-cis-retinoic acid: major metabolite<\/li><\/ul>"},"4":{"id":"924927-s-8-27","title":"Elimination Half Life","mono":"1 to 3 hours <br\/>"}}},"9":{"id":"924927-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>avoid applying to mucosal surfaces and normal skin surrounding the lesion<\/li><li>let dry 3 to 5 minutes before covering with clothing; do not cover with occlusive dressings<\/li><\/ul>"},"10":{"id":"924927-s-10","title":"Monitoring","mono":"<ul><li>improved skin disorder<\/li><li>pregnancy test<\/li><\/ul>"},"11":{"id":"924927-s-11","title":"How Supplied","mono":"<b>Panretin<\/b><br\/>Topical Gel\/Jelly: 0.1 %<br\/>"},"12":{"id":"924927-s-12","title":"Toxicology","sub":[{"id":"924927-s-12-31","title":"Clinical Effects","mono":"<b>TRETINOIN AND RELATED AGENTS <\/b><br\/>USES: Tretinoin (All-trans-retinoic acid) and related compounds are forms of vitamin A. Tretinoin topical formulation is used for the treatment of acne vulgaris, mottled hyperpigmentation, and tactile roughness of facial skin. Tretinoin oral capsule is used to induce the remission of acute promyelocytic leukemia (APL). Acitretin is used orally for the treatment of severe refractory psoriasis in adults. Refer to \"ISOTRETINOIN\" management for specific information about isotretinoin. PHARMACOLOGY: The mechanisms of action are not fully elucidated. Tretinoins can affect nuclear transcription in epithelial cells and fibroblasts, and protein synthesis. Tretinoin induces cytodifferentiation and decreased proliferation of APL cells. For acne, it may decrease cohesiveness of follicular epithelial cells and decreased microcomedo formation. TOXICOLOGY: In overdose, it can affect multiple organ systems and can be similar to symptoms of hypervitaminosis A. EPIDEMIOLOGY: Overdose is uncommon and most cases develop only minor symptoms. Severe toxicity is very rare and deaths have not been reported. MILD TO MODERATE TOXICITY: Abdominal pain, vomiting, diarrhea, and general malaise may occur. SEVERE TOXICITY: Severe toxicity includes hepatotoxicity and hepatic failure, renal insufficiency and acute renal failure, hypotension, and acute lung injury. ADVERSE EFFECTS: Common adverse effects with therapeutic dosing include chest discomfort, edema, rash, skin irritation, weight gain, abdominal pain, diarrhea, nausea and vomiting, increased liver enzymes, bone pain, headache, dizziness, dyspnea, fever, and malaise. Pseudotumor cerebri, hypercalcemia, hyperlipidemia and pancreatitis have been reported. The retinoic acid syndrome can occur after oral administration of tretinoin. Manifestations can include fever, dyspnea, weight gain, pulmonary infiltrates, pleural or pericardial effusion, leukocytosis, tachycardia, and hypotension. Topical application causes drying of skin. Tretinoin is a human teratogen. <br\/>"},{"id":"924927-s-12-32","title":"Treatment","mono":"<b>TRETINOIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Decontamination with soap and water for topical exposures. Manage mild hypotension with IV fluids. Administer antiemetics for nausea and vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. If respiratory failure develops, intubation and mechanical ventilation will be required. Hemodialysis may be needed if renal insufficiency and renal failure develop. Dexamethasone (10 mg IV every 12 hours for 3 or more days) may be helpful in patients with retinoic acid syndrome. Benzodiazepines can be used for hypertensive and agitated patients. For severe hypertension, sodium nitroprusside can be used, with nitroglycerin and phentolamine as possible alternatives. Sinus tachycardia does not generally require treatment unless hemodynamic compromise develops.  If therapy is required, a short acting, cardioselective agent such as esmolol is generally preferred.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal if large or polypharmacy overdose has occurred. However, patient should be alert, not vomiting and able to maintain the airway. HOSPITAL: Typically there is no role for gastric lavage. Consider activated charcoal if large or polypharmacy overdose has occurred. However, patient should be alert, not vomiting and able to maintain the airway.<\/li><li>Airway management: Intubation and ventilation may be needed if respiratory distress or CNS depression develops, or the patient is unable to protect their airway.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma drug concentrations are not clinically useful. Monitor vital signs after large overdose. Monitor CBC, serum electrolytes, renal function, and liver enzymes after large overdose. Monitor for evidence of pseudotumor cerebri (papilledema, headache, sixth nerve palsy). Cranial CT scan and lumbar puncture may also be necessary.<\/li><li>Patient disposition: HOME CRITERIA: Patients with low dose inadvertent supratherapeutic ingestions who are asymptomatic or with minimal symptoms can be watched at home. In large or self-harm ingestions, or patients with more moderate symptoms may need to be evaluated in the emergency department. OBSERVATION CRITERIA: Any patient who is symptomatic, or who took a large or deliberate overdose should be referred to a healthcare facility for evaluation. Patients should be observed until symptoms have resolved. ADMISSION CRITERIA: Patients who have severe toxicity or prolonged toxicity, liver, renal or CNS effects should be admitted for further evaluation. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with liver, renal or CNS effects.<\/li><\/ul>"},{"id":"924927-s-12-33","title":"Range of Toxicity","mono":"<b>TRETINOIN AND RELATED AGENTS<\/b><br\/>TOXICITY: No acute toxic dose has been reported. TRETINOIN: Reported maximum tolerated doses in patients with myelodysplastic syndrome are 195 mg\/m(2)\/day, and in pediatric patients is 60 mg\/m(2)\/day. An adult with a history of AIDS and acute promyelocytic leukemia (in remission) developed diarrhea only after a self-reported ingestion of 1000 mg tretinoin. ACITRETIN: An adult with Darier's disease developed only vomiting after an acute ingestion of 525 mg acitretin. Children developed pseudotumor cerebri following tretinoin doses of 80 mg\/m(2)\/day. ALITRETINOIN: No reports of overdose with the gel. THERAPEUTIC DOSE: TRETINOIN: For acute promyelocytic leukemia, induction or refractory therapy: ORAL: Adults and Children (1 year and older): 45 mg\/m(2)\/day orally divided twice daily for 90 days or 30 days past complete remission. TOPICAL: Apply 0.025% to 0.1% cream or 0.05% liquid. ACITRETIN: Adults: 25 to 50 mg orally once daily. Children: Safety and efficacy have not been established. <br\/>"}]},"13":{"id":"924927-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to minimize exposure of treated areas to sunlight or UV light.<\/li><li>This drug may cause edema, application site pain, or scaling eczema.<\/li><li>Advise patient that symptomatic improvement may not be seen for a few weeks.<\/li><li>Tell patient to avoid application to mucosal surfaces and normal skin surrounding the lesion.<\/li><li>Patient should let application area dry for 3 to 5 min before covering with clothing. Occlusive dressings should not be used.<\/li><li>Advise patient to avoid concurrent use of insect repellents containing DEET (diethyltoluamide).<\/li><\/ul>"}}}