{"generic":"Modafinil","drugs":["Modafinil","Provigil"],"mono":{"0":{"id":"924926-s-0","title":"Generic Names","mono":"Modafinil"},"1":{"id":"924926-s-1","title":"Dosing and Indications","sub":[{"id":"924926-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Depression, Unipolar or bipolar; Adjunct:<\/b> 100 mg ORALLY on days 1 to 3 and 200 mg ORALLY on days 4 to 7, with adjustments in dose ranging from 100 to 400 mg ORALLY daily based on efficacy and tolerability (clinical trials)<\/li><li><b>Depression; Adjunct - Fatigue:<\/b> 100 mg ORALLY on day 1 to 3 and 200 mg ORALLY on days 4 to 7, with adjustments in dose ranging from 100 to 400 mg ORALLY daily based on efficacy and tolerability (clinical trials)<\/li><li><b>Excessive somnolence - Narcolepsy:<\/b> 200 mg ORALLY once daily in the morning; doses up to 400 mg have been used<\/li><li><b>Excessive somnolence - Obstructive sleep apnea:<\/b> 200 mg ORALLY once daily in the morning; doses up to 400 mg have been used<\/li><li><b>Excessive somnolence - Shift work sleep disorder:<\/b> 200 mg ORALLY once daily 1 hour before start of work shift<\/li><\/ul>"},{"id":"924926-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in pediatric patients "},{"id":"924926-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Hepatic impairment, Severe:<\/b> Reduce dose by one-half.<\/li><li><b>Geriatric:<\/b> Use lower doses.<\/li><\/ul>"},{"id":"924926-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Excessive somnolence - Narcolepsy<\/li><li>Excessive somnolence - Obstructive sleep apnea<\/li><li>Excessive somnolence - Shift work sleep disorder<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Adverse reaction to drug - Somnolence<\/li><li>Attention deficit hyperactivity disorder<\/li><li>Depression, Unipolar or bipolar; Adjunct<\/li><li>Depression; Adjunct - Fatigue<\/li><li>Sleep deprivation<\/li><li>Steinert myotonic dystrophy syndrome<\/li><\/ul>"}]},"3":{"id":"924926-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924926-s-3-9","title":"Contraindications","mono":"Hypersensitivity to modafinil, armodafinil, or any component of the product <br\/>"},{"id":"924926-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Cardiovascular events, including chest pain, palpitations, dyspnea, and transient ischemic T-wave changes on ECG, have been reported in association with mitral valve prolapse or left ventricular hypertrophy<\/li><li>-- History of left ventricular hypertrophy; use not recommended<\/li><li>-- Mitral valve prolapse with history of mitral valve prolapse syndrome when receiving CNS stimulants; use not recommended<\/li><li>-- Recent history of myocardial infarction or unstable angina; increased monitoring recommended<\/li><li>-- Caution advised in patients with known cardiovascular disease<\/li><li>Dermatologic:<\/li><li>-- Serious or life-threatening rash, including Stevens-Johnson syndrome, toxic epidermal necrolysis, and drug rash with eosinophilia and systemic symptoms (DRESS), has been reported; discontinue use at first sign of rash unless clearly not drug-related<\/li><li>Immunologic:<\/li><li>-- Angioedema and anaphylaxis reactions with rash, dysphagia, and bronchospasm have been reported with armodafinil, the R enantiomer of modafinil (racemic mixture)<\/li><li>-- Multiorgan hypersensitivity reactions, including fever, rash, myocarditis, hepatitis, liver function test abnormalities, hematological abnormalities (eg, eosinophilia, leukopenia, thrombocytopenia), pruritus, and asthenia, have been reported and may result in hospitalization or be life-threatening; discontinue use if suspected<\/li><li>Neurologic:<\/li><li>-- Level of wakefulness may not return to normal in patients with persistent or abnormal levels of sleepiness; frequently reassess degree of sleepiness<\/li><li>Psychiatric:<\/li><li>-- Psychiatric adverse reactions, including mania, delusions, hallucinations, suicidal ideation, and aggression, have been reported in patients with or without a prior psychiatric history; consider discontinuation if symptoms occur<\/li><li>-- Caution advised in patients with a history of psychosis, depression, or mania due to possible emergence or exacerbation of psychiatric symptoms; consider discontinuation if symptoms occur<\/li><li>Concomitant Use:<\/li><li>-- Efficacy of steroidal contraceptives (eg, ethinyl estradiol) may be reduced with modafinil therapy and for one month after discontinuation; alternative or concomitant contraception methods are recommended<\/li><\/ul>"},{"id":"924926-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"924926-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924926-s-4","title":"Drug Interactions","sub":{"1":{"id":"924926-s-4-14","title":"Major","mono":"<ul><li>Apixaban (theoretical)<\/li><li>Axitinib (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Daclatasvir (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Ifosfamide (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Nifedipine (probable)<\/li><li>Olaparib (theoretical)<\/li><li>Palbociclib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Tolvaptan (theoretical)<\/li><\/ul>"},"2":{"id":"924926-s-4-15","title":"Moderate","mono":"<ul><li>Clomipramine (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Drospirenone (probable)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Levonorgestrel (probable)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Ospemifene (established)<\/li><li>Triazolam (probable)<\/li><\/ul>"}}},"5":{"id":"924926-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (0.8%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (11%)<\/li><li><b>Neurologic:<\/b>Dizziness (5%), Headache (34%), Insomnia (3% to 21%)<\/li><li><b>Psychiatric:<\/b>Anxiety (5% to 21%), Feeling nervous (7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (0% to 3%)<\/li><li><b>Dermatologic:<\/b>Drug hypersensitivity syndrome, Stevens-Johnson syndrome, Toxic epidermal necrolysis due to drug<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction, Multi-organ<\/li><li><b>Psychiatric:<\/b>Mania<\/li><\/ul>"},"6":{"id":"924926-s-6","title":"Drug Name Info","sub":{"0":{"id":"924926-s-6-17","title":"US Trade Names","mono":"Provigil<br\/>"},"2":{"id":"924926-s-6-19","title":"Class","mono":"<ul><li>Amphetamine Related<\/li><li>CNS Stimulant<\/li><\/ul>"},"3":{"id":"924926-s-6-20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"924926-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924926-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: The mechanism of action of modafinil is uncertain . The pharmacological profile of modafinil differs from that of sympathomimetic amines . The CNS-activating actions of modafinil, methylphenidate, and amphetamine were studied in cats given doses of each medication that produced equivalent wakefulness . CNS-activation with methylphenidate and with amphetamine was widespread; however, CNS-activation with modafinil occurred in discrete brain regions , suggesting a more specific wakefulness-promoting effect with modafinil . Modafinil does not show alpha-adrenergic agonist activity in vitro or in animal studies; however, the wakefulness induced by modafinil can be attenuated by prazosin, an alpha 1-adrenergic antagonist . Modafinil does not bind to norepinephrine, serotonin, dopamine, gamma-aminobutyric acid (GABA), adenosine, histamine H 3, melatonin, or benzodiazepine receptors, nor does it inhibit monoamine oxidase (MAO)-B or phosphodiesterases II through V .<\/li><li>Modafinil is a racemic compound . Animal studies showed no pharmacological differences between the two enantiomers; human studies have not been conducted .<\/li><li>Modafinil produces alterations in mood, perception, thinking, and feelings that are typical of other CNS stimulants and is reinforcing in primate self-administration tests of abuse potential . Also, modafinil blocks dopamine reuptake in vitro.<\/li><li>There is in vitro  evidence that modafinil induces cytochrome P450 1A2 (CYP1A2), CYP2B6, and CYP3A4 to a small degree and in a concentration-dependent manner . However, in vivo  evidence of enzyme induction by modafinil exists only for CYP3A4 .<\/li><li>Modafinil is a reversible inhibitor of CYP2C19 in humans and shows CYP2C9-inhibiting activity in in vitro  studies .<\/li><\/ul>"},"8":{"id":"924926-s-8","title":"Pharmacokinetics","sub":[{"id":"924926-s-8-23","title":"Absorption","mono":"Systemic: Rapid; food slows absorption <br\/>"},{"id":"924926-s-8-24","title":"Distribution","mono":"Systemic: Vd: 0.9 L\/kg.<br\/>"},{"id":"924926-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic: via CYP3A4 pathway     <br\/>"},{"id":"924926-s-8-26","title":"Excretion","mono":"Systemic: Renal: &lt; 10% unchanged <br\/>"},{"id":"924926-s-8-27","title":"Elimination Half Life","mono":"Systemic: 15 h  <br\/>"}]},"10":{"id":"924926-s-10","title":"Monitoring","mono":"<ul><li>Excessive sleepiness: degree of sleepiness frequently during treatment<\/li><li>ADHD: improvement of mental and behavioral symptoms<\/li><li>Excessive sleepiness: increased monitoring, in geriatric patients and patients with a recent history of myocardial infarction or unstable angina<\/li><li>Excessive sleepiness: heart rate and blood pressure<\/li><li>Excessive sleepiness: signs of misuse or abuse<\/li><li>ADHD: thorough examination prior to initiating therapy for ADHD diagnosis<\/li><li>ADHD: palpitations, near syncope, or syncope; may be indicative of a cardiac condition<\/li><li>ADHD: complete family and patient cardiovascular history to determine potential risk factors associated with sudden cardiac death (SCD)<\/li><li>ADHD: detailed physical examination and medication history to detect cardiac conditions associated with SCD<\/li><li>ADHD: continued evaluation of patient for cardiac symptoms and changes in family history<\/li><li>ADHD: further evaluation if family history, patient history or physical exam is suggestive of cardiac disease during initial visit or at follow up visits, and if indicated, consult pediatric cardiologist<\/li><li>ADHD: blood pressure and heart rate; baseline and at 1 to 3 months, every 6 to 12 months thereafter<\/li><\/ul>"},"11":{"id":"924926-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 100 MG, 200 MG<br\/><\/li><li><b>Provigil<\/b><br\/>Oral Tablet: 100 MG, 200 MG<br\/><\/li><\/ul>"},"12":{"id":"924926-s-12","title":"Toxicology","sub":[{"id":"924926-s-12-31","title":"Clinical Effects","mono":"<b>MODAFINIL AND RELATED AGENTS <\/b><br\/>USES: Modafinil and armodafinil are indicated to improve wakefulness in patients with excessive daytime sleepiness associated with narcolepsy, obstructive sleep apnea\/hypopnea syndrome, and shift work sleep disorder. PHARMACOLOGY: Modafinil and armodafinil (R-enantiomer of modafinil) are wakefulness-promoting agents acting as a central nervous system stimulant.  They are chemically and pharmacologically unrelated to other CNS stimulants, such as methylphenidate, amphetamine, or pemoline. EPIDEMIOLOGY: Overdose is rare. TOXICITY: MILD TO MODERATE: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Effects that have been observed in limited number of exposures include: Nausea, abdominal pain, vomiting, diarrhea, dry mouth, headache, insomnia, excitation, dizziness, anxiety, dyskinesia, dystonia, tremor, dysarthria, tachycardia, erythema, flushing, hypertension, prolonged QTc interval, palpitations, edema, chest pain, and elevated creatine phosphokinase. SEVERE: Severe hypertension and tachycardia, agitated delirium and hallucinations are possible. ADVERSE EFFECTS: MODAFINIL: COMMON: Headache, anxiety, dizziness, agitation, insomnia, nausea, diarrhea, anorexia, and dry mouth are commonly reported following therapeutic doses of modafinil. INFREQUENT:  Tachycardia, Hypertension, chest pain, ECG abnormalities, elevated liver enzyme levels, and oro-facial dyskinesias have infrequently occurred with modafinil therapy. Modafinil is classified as a Schedule IV drug and may cause psychoactive and euphoric effects, with alterations in mood and perception. ARMODAFINIL: Headache, dizziness, nausea, and insomnia have been reported following therapeutic doses of armodafinil. <br\/>"},{"id":"924926-s-12-32","title":"Treatment","mono":"<b>MODAFINIL AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Monitor neurologic status. Alterations in heart rhythm and blood pressure may occur. Monitor vital signs. Obtain a baseline ECG and institute continuous cardiac monitoring in patients with tachycardia. Sinus tachycardia does not generally require treatment unless hemodynamic compromise is present. If therapy is required, a short-acting, cardioselective agent such as esmolol is generally preferred.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in patients who are awake and able to maintain their airway. HOSPITAL: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected.<\/li><li>Airway management: Airway protection may be required in patients with altered mental status.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor vital signs, ECG, and liver enzyme concentrations after significant overdose. Monitor fluid and electrolyte status in patients with severe vomiting or diarrhea. Monitor mental status and perform a neurologic exam in symptomatic patients.<\/li><li>Enhanced elimination procedure: There is no information regarding the effectiveness of hemodialysis for enhancing the elimination of modafinil following an overdose ingestion.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestions of less than 400 mg can be managed at home. OBSERVATION CRITERIA: Symptomatic patients, those ingesting 400 mg or more, and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients with significant persistent hypertension, tachycardia, severe neurologic symptoms, or dysrhythmias (eg, prolonged QT) should be admitted to the hospital. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"924926-s-12-33","title":"Range of Toxicity","mono":"<b>MODAFINIL AND RELATED AGENTS<\/b><br\/>TOXICITY: A specific minimum toxic dose of modafinil has not been established, doses of less than 400 mg have not been associated with significant toxicity.  In a study of modafinil overdoses (age range, 1.25 to 72 years; mean dose: 939 mg; median dose: 400 mg; range, 25 to 16,100 mg), no major effects or death were reported. ADULTS: Patients have tolerated modafinil doses up to 400 mg\/day as a single dose. Ingestion of 4500 mg modafinil by an adult resulted in insomnia, excitation, and tachycardia. CHILDREN: In one study, no significant toxicity was reported in children less than 6 years of age after ingesting less than 400 mg of modafinil. Ingestion of 5 grams of modafinil by a 15-year-old girl resulted in severe headache, nausea, abdominal pain, insomnia, dyskinesia, prolonged QTc interval, and tachycardia. THERAPEUTIC DOSE: ARMODAFINIL: ADULTS: 150 mg or 250 mg as a single dose orally. CHILDREN: Safety and efficacy of armodafinil administration in children less than 17 years of age has not been established. MODAFINIL: ADULTS: 200 mg orally once daily. CHILDREN: Safety and efficacy of modafinil administration in children less than 16 years of age has not been established. <br\/>"}]},"13":{"id":"924926-s-13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient drug may decrease effectiveness of steroidal contraceptives (pills, implants, or IUDs). Recommend additional form of birth control during therapy and for one month after last dose.<\/li><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized as some degree of sleepiness may persist.<\/li><li>Drug may cause nausea, xerostomia, anorexia, dizziness, headaches, insomnia or hypertension.<\/li><li>Instruct patient to report signs\/symptoms of chest pain, palpitations, agitation, psychosis, mania, rash, depression, or anxiety.<\/li><li>Advise patient using drug for daytime wakefulness to take a dose in the morning. If patient is using drug to maintain wakefulness during shift work, take the drug 1 hour prior to working. Avoid use at bedtime.<\/li><li>Instruct patient to avoid drinking alcohol.<\/li><\/ul>"}}}