{"generic":"Levalbuterol Hydrochloride","drugs":["Levalbuterol Hydrochloride","Xopenex","Xopenex Pediatric"],"mono":{"0":{"id":"924951-s-0","title":"Generic Names","mono":"Levalbuterol Hydrochloride"},"1":{"id":"924951-s-1","title":"Dosing and Indications","sub":[{"id":"924951-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Asthma:<\/b> (acute asthma exacerbation) 1.25 to 2.5 mg ORAL INHALATION every 20 minutes for 3 doses, then 1.25 to 5 mg every 1 to 4 hours as needed (guideline dosing)<\/li><li><b>Asthma:<\/b> (bronchospasm) 0.63 to 1.25 mg nebulized solution ORAL INHALATION 3 times\/day (every 6 to 8 hours) as needed; do not exceed recommended dose (manufacturer dosing)<\/li><\/ul>"},{"id":"924951-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Asthma:<\/b> (acute asthma exacerbation; NHLBI asthma guidelines) 0.075 mg\/kg (minimum dose 1.25 mg) ORAL INHALATION every 20 minutes for 3 doses, then 0.075 to 0.15 mg\/kg up to 5 mg every 1 to 4 hours as needed<\/li><li><b>Asthma:<\/b> (bronchospasm; NHLBI asthma guidelines) up to 4 years old, 0.31 to 1.25 mg nebulized solution ORAL INHALATION every 4 to 6 hours as needed<\/li><li><b>Asthma:<\/b> (bronchospasm; NHLBI asthma guidelines) 5 to 11 years old, 0.31 to 0.63 mg nebulized solution ORAL INHALATION 3 times\/day as needed<\/li><li><b>Asthma:<\/b> (bronchospasm; manufacturer dosing) 6 to 11 years old, 0.31 mg nebulized solution ORAL INHALATION 3 times\/day; MAX dose 0.63 mg 3 times\/day<\/li><li><b>Asthma:<\/b> (bronchospasm; NHLBI asthma guidelines and manufacturer dosing) 12 years or older, 0.63 to 1.25 mg nebulized solution ORAL INHALATION 3 times\/day (every 6 to 8 hours) as needed<\/li><\/ul>"},{"id":"924951-s-1-6","title":"Dose Adjustments","mono":"<b>geriatric:<\/b> usual initial dose, 0.63 mg; if needed, increase dose as tolerated; monitor frequently "},{"id":"924951-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Asthma<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Chronic obstructive pulmonary disease<br\/>"}]},"3":{"id":"924951-s-3","title":"Contraindications\/Warnings","sub":[{"id":"924951-s-3-9","title":"Contraindications","mono":"hypersensitivity to racemic albuterol or levalbuterol products <br\/>"},{"id":"924951-s-3-10","title":"Precautions","mono":"<ul><li>adjunctive anti-inflammatory agents (eg, corticosteroids) should be considered; levalbuterol alone may not adequately control disease<\/li><li>blood pressure changes may occur<\/li><li>cardiovascular disorders, especially coronary insufficiency, cardiac arrhythmias, and hypertension; increased risk of changes in pulse rate, blood pressure, symptoms, or electrocardiogram; discontinuation may be necessary<\/li><li>concomitant use of short-acting sympathomimetic bronchodilators or epinephrine; avoid use<\/li><li>convulsive disorders<\/li><li>deterioration of asthma, acute (over hours) or chronic (over several days or longer), may occur; evaluation of patient and treatment regimen may be necessary<\/li><li>diabetes mellitus, preexisting; changes in blood glucose and aggravation may occur<\/li><li>fatalities have been reported with the excess use of inhaled sympathomimetic drugs in asthma patients; do not exceed recommended doses<\/li><li>hyperresponsiveness to sympathomimetic amines<\/li><li>hyperthyroidism<\/li><li>hypokalemia, generally transient and not requiring supplementation, may occur<\/li><li>immediate hypersensitivity reactions may occur<\/li><li>paradoxical bronchospasm, potentially life-threatening, may occur; frequently occurs with first use of new vial; discontinuation necessary<\/li><\/ul>"},{"id":"924951-s-3-11","title":"Pregnancy Category","mono":"Levalbuterol: C (FDA)<br\/>"},{"id":"924951-s-3-12","title":"Breast Feeding","mono":"Levalbuterol: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"924951-s-4","title":"Drug Interactions","sub":{"1":{"id":"924951-s-4-14","title":"Major","mono":"<ul><li>Acebutolol (theoretical)<\/li><li>Albuterol (theoretical)<\/li><li>Amineptine (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amitriptylinoxide (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Atenolol (theoretical)<\/li><li>Befunolol (theoretical)<\/li><li>Betaxolol (theoretical)<\/li><li>Bevantolol (theoretical)<\/li><li>Bisoprolol (theoretical)<\/li><li>Bopindolol (theoretical)<\/li><li>Butriptyline (theoretical)<\/li><li>Carteolol (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Celiprolol (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Dibenzepin (theoretical)<\/li><li>Dothiepin (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Epinephrine (theoretical)<\/li><li>Esmolol (theoretical)<\/li><li>Fenoterol (theoretical)<\/li><li>Furazolidone (probable)<\/li><li>Hexoprenaline (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Iprindole (theoretical)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (theoretical)<\/li><li>Landiolol (theoretical)<\/li><li>Levobunolol (theoretical)<\/li><li>Linezolid (probable)<\/li><li>Lofepramine (theoretical)<\/li><li>Melitracen (theoretical)<\/li><li>Mepindolol (theoretical)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (theoretical)<\/li><li>Metoprolol (theoretical)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (theoretical)<\/li><li>Nebivolol (theoretical)<\/li><li>Nipradilol (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Opipramol (theoretical)<\/li><li>Oxprenolol (theoretical)<\/li><li>Pargyline (probable)<\/li><li>Penbutolol (theoretical)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (theoretical)<\/li><li>Procarbazine (probable)<\/li><li>Propizepine (theoretical)<\/li><li>Propranolol (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (theoretical)<\/li><li>Talinolol (theoretical)<\/li><li>Tertatolol (theoretical)<\/li><li>Tianeptine (theoretical)<\/li><li>Timolol (theoretical)<\/li><li>Tranylcypromine (probable)<\/li><li>Trimipramine (theoretical)<\/li><li>Tulobuterol (theoretical)<\/li><\/ul>"}}},"5":{"id":"924951-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (7.5%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (less than 2% to 6%)<\/li><li><b>Neurologic:<\/b>Feeling nervous (2.8% to 9.6%), Tremor (less than 2% to 6.8%)<\/li><li><b>Respiratory:<\/b>Asthma (9% to 9.1%), Rhinitis (2.7% to 11.1%), Viral disease, Respiratory (6.9% to 12.3%)<\/li><li><b>Other:<\/b>Accidental injury (4.5% to 6.1%), Fever (3% to 9.1%), Viral disease (pediatric, 7.6% to 9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Electrocardiogram abnormal, Hypertension (less than 2%), Syncope (less than 2%), Tachycardia (2.7% to 2.8%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Respiratory:<\/b>Paradoxical bronchospasm<\/li><\/ul>"},"6":{"id":"924951-s-6","title":"Drug Name Info","sub":{"0":{"id":"924951-s-6-17","title":"US Trade Names","mono":"<ul><li>Xopenex<\/li><li>Xopenex Pediatric<\/li><\/ul>"},"2":{"id":"924951-s-6-19","title":"Class","mono":"<ul><li>Beta-2 Adrenergic Agonist<\/li><li>Bronchodilator<\/li><li>Sympathomimetic<\/li><\/ul>"},"3":{"id":"924951-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"924951-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"924951-s-7","title":"Mechanism Of Action","mono":"Levalbuterol hydrochloride is a selective beta(2)-adrenergic receptor agonist that stimulates adenylcyclase and elevates intracellular concentration of cyclic-3', 5'-adenosine monophosphate (cyclic AMP). This action further stimulates protein kinase A, which is responsible for reduction of intracellular ionic calcium concentration and inhibition of myosin phosphorylation, resulting in relaxation of the airway smooth muscles. It has a protective action against bronchoconstrictor challenges through its functional antagonistic action that relaxes the airway even in the presence of spasmogens. It also blocks the release of mediators from mast cells.<br\/>"},"8":{"id":"924951-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"924951-s-8-23","title":"Absorption","mono":"Inhalation: time to peak concentration, 0.2 h <br\/>"},"3":{"id":"924951-s-8-26","title":"Excretion","mono":"Dialyzable: no sufficient evidence <br\/>"},"4":{"id":"924951-s-8-27","title":"Elimination Half Life","mono":"4 h +\/- 1.05 h<br\/>"}}},"9":{"id":"924951-s-9","title":"Administration","mono":"<b>Inhalation<\/b><br\/><ul><li>store vials in foil pouch<\/li><li>solution: if the pouch is opened, use within 2 weeks; if vial is removed from pouch, protect from light and use within 1 week<\/li><li>concentrate: vial contents must be used immediately after opening foil pouch<\/li><li>concentrate: dilute with sterile NS prior to administration<\/li><li>discard if the solution is not colorless<\/li><li>solution: oral inhalation only via a jet nebulizer with face mask or mouthpiece connected to an air compressor<\/li><\/ul>"},"10":{"id":"924951-s-10","title":"Monitoring","mono":"<ul><li>improvement in signs and symptoms of bronchospasm (eg, improvement in FEV1) is indicative of efficacy<\/li><li>clinical and laboratory monitoring; frequently in elderly patients when increasing dose<\/li><li>renal function; in elderly patients<\/li><li>systemic effects; in patients receiving highest recommended dose<\/li><\/ul>"},"11":{"id":"924951-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Inhalation Solution: 0.31 MG\/3 ML, 0.63 MG\/3 ML, 1.25 MG\/3 ML, 1.25 MG\/0.5 ML<br\/><\/li><li><b>Xopenex<\/b><br\/>Inhalation Solution: 0.021 %, 0.042 %, 0.63 MG\/3 ML, 1.25 MG\/3 ML, 1.25 MG\/0.5 ML<br\/><\/li><li><b>Xopenex Pediatric<\/b><br\/>Inhalation Solution: 0.01 %, 0.31 MG\/3 ML<br\/><\/li><\/ul>"},"12":{"id":"924951-s-12","title":"Toxicology","sub":[{"id":"924951-s-12-31","title":"Clinical Effects","mono":"<b>ALBUTEROL AND RELATED AGENTS<\/b><br\/>USES: Used primarily as a bronchodilator for asthma or other pulmonary diseases.  Also may be used for the treatment of hyperkalemia.  Found in metered dose inhalers, unit doses for nebulizers, and as an oral syrup and tablets. PHARMACOLOGY: Selective beta2-adrenergic agonist which primarily causes smooth muscle relaxation. TOXICOLOGY: Results from over-stimulation of beta-adrenergic activity.  In addition, beta-adrenergic selectivity is lost, so beta-1 effects can be seen. EPIDEMIOLOGY: Uncommon poisoning that rarely results in serious morbidity or death. MILD TO MODERATE TOXICITY: Tachycardia, hypertension, tachypnea, tremor, agitation, nausea, vomiting, hypokalemia, hyperglycemia. SEVERE TOXICITY: Severe effects include hypotension, dysrhythmias, seizures, and acidosis and are likely to occur only after ingestion. ADVERSE EFFECTS: Tachycardia, tremor, hyperactivity, nausea, vomiting.<br\/>"},{"id":"924951-s-12-32","title":"Treatment","mono":"<b>ALBUTEROL AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The majority of albuterol overdoses require supportive care only.  Activated charcoal can be used for oral ingestions if the patient presents early.  Mild symptoms rarely require specific treatment.  An antiemetic may be used.  Hypokalemia may develop but usually does not require treatment because it only reflects cellular shifts and not a true body potassium depletion.  Sinus tachycardia and  hypertension rarely require treatment.  The presence of other dysrhythmias or hypotension indicates a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: If hypotension is present, intravenous fluid should be used initially.  If the hypotension does not respond, a beta-adrenergic blocking agent can be used.  First line choices include esmolol or propranolol since the hypotension is often primarily due to the tachycardia.  Alternatively, a vasopressor with pure alpha activity such as phenylephrine can be used.  Tachycardia can also be treated if necessary with a beta-blocker, but this is rarely warranted. Premature ventricular contractions rarely require treatment.<\/li><li>Decontamination: PREHOSPITAL: There is no role for prehospital decontamination. HOSPITAL: In cases of ingestion, activated charcoal can be used if there is a recent, substantial ingestion and the patient is able to protect their airway.<\/li><li>Antidote: Beta-adrenergic blockers can be used specifically if there is refractory hypotension, dysrhythmias, or tachycardia requiring treatment.  Esmolol (0.025 to 0.1 mg\/kg\/min IV) or propranolol (0.01 to 0.02 mg\/kg IV) are considered first-line treatments.  Esmolol is generally preferred as it is titratable.<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Specific levels are generally not available and not helpful. Obtain serum chemistries to monitor serum potassium levels in severely poisoned patients. Obtain electrocardiogram in patients with chest pain or severe tachycardia. Consider obtaining creatine kinase in severely agitated patients.<\/li><li>Enhanced elimination procedure: There is no role for enhanced elimination.<\/li><li>Patient disposition: HOME CRITERIA: Children with unintentional ingestions of less than 1 mg\/kg with mild symptoms can be observed at home.  Adults with unintentional overdose and mild symptoms may be observed at home. OBSERVATION CRITERIA: Patients with deliberate ingestions or children with ingestions greater than 1 mg\/kg should be evaluated in a health care facility and observed for 4 to 8 hours for the onset of symptoms. ADMISSION CRITERIA: Patients with significant hypotension or dysrhythmias should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul>"},{"id":"924951-s-12-33","title":"Range of Toxicity","mono":"<b>ALBUTEROL AND RELATED AGENTS<\/b><br\/>TOXICITY: PEDIATRIC: Mild to moderate transient evidence of toxicity develops in children at doses above 1 mg\/kg orally. THERAPEUTIC DOSE: ADULT: The oral adult dose is 2 to 4 mg 3 to 4 times\/day; not to exceed a MAX daily dose of 32 mg. PEDIATRIC: Oral doses for children are 0.1 to 0.2 mg\/kg. MAX daily doses: 32 mg (12-years and older), 24 mg (6- to 11-years); 12 mg (2- to 5-years). The inhalational dose is typically 0.1 to 0.15 mg\/kg\/dose or 0.5 mg\/kg\/hr for continuous administration. <br\/>"}]},"13":{"id":"924951-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to immediately withdraw therapy if paradoxical bronchospasm occurs.<\/li><li>Counsel patient to report any hypersensitivity reactions that occur with administration<\/li><li>Side effects may include nervousness, headache, tremor, dizziness, palpitations, tachycardia, and chest pain.<\/li><li>Instruct patient to immediately report symptoms of asthma deterioration (ie, need for larger or more frequent doses).<\/li><li>Advise patient on proper inhalation technique, depending on the delivery device used.<\/li><\/ul>"}}}