{"drugs":["Actos","Pioglitazone Hydrochloride"],"mono":[{"id":"925022-s-0","title":"Generic Names","mono":"Pioglitazone Hydrochloride"},{"id":"925022-s-1","title":"Dosing and Indications","sub":[{"id":"925022-s-1-4","title":"Adult Dosing","mono":"<ul><li>obtain liver function tests prior to initiating therapy<\/li><li><b>Type 2 diabetes mellitus:<\/b> initial, 15 or 30 mg ORALLY once daily; titrate in 15-mg increments; MAX 45 mg daily<\/li><\/ul>"},{"id":"925022-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients; use is not recommended "},{"id":"925022-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>congestive heart failure (NYHA class I or II):<\/b> initial, 15 mg ORALLY once daily<\/li><li><b>congestive heart failure, symptomatic:<\/b> use not recommended<\/li><li><b>congestive heart failure (NYHA class III or IV):<\/b> initiation is contraindicated<\/li><li><b>concomitant use with strong CYP2C8 inhibitors (eg, gemfibrozil):<\/b> MAX 15 mg ORALLY once daily<\/li><li><b>gender:<\/b> no dosage adjustment necessary<\/li><li><b>geriatric patients:<\/b> no dosage adjustment necessary<\/li><li><b>hepatic impairment:<\/b> no dosage adjustment required; initiate with caution if abnormal liver function test results are found<\/li><li><b>hypoglycemia, concomitant use with insulin or insulin secretagogue:<\/b> decrease dose of insulin by 10% to 25% or decrease dose of insulin secretagogue<\/li><li><b>renal impairment:<\/b> no dosage adjustment necessary<\/li><\/ul>"},{"id":"925022-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Cerebrovascular disease - Impaired glucose tolerance<\/li><li>Diabetic nephropathy, In Type 2 Diabetes<\/li><li>Disorder of cardiovascular system, Secondary disease; Prophylaxis - Type 2 diabetes mellitus<\/li><li>Disorder of cardiovascular system; Prophylaxis - Type 2 diabetes mellitus<\/li><li>Generalized atherosclerosis<\/li><li>Polycystic ovary syndrome<\/li><li>Restenotic lesion of coronary artery; Prophylaxis<\/li><\/ul>"}]},{"id":"925022-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Pioglitazone hydrochloride may cause or worsen congestive heart failure. Monitor patients for signs and symptoms of heart failure after initiation or dose increases. Should such signs and symptoms of congestive heart failure develop, manage according to current standards of care and consider discontinuing therapy or a dose reduction. Pioglitazone hydrochloride is not recommended in patients with symptomatic heart failure and is contraindicated in patients with established NYHA Class III or IV heart failure.<br\/>"},{"id":"925022-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925022-s-3-9","title":"Contraindications","mono":"<ul><li>heart failure, New York Heart Association Class III or IV<\/li><li>hypersensitivity to pioglitazone hydrochloride or any other component of the product<\/li><\/ul>"},{"id":"925022-s-3-10","title":"Precautions","mono":"<ul><li>congestive heart failure may develop or be exacerbated due to fluid retention; monitoring recommended; if congestive heart failure occurs, consider dose reduction or discontinuation<\/li><li>heart failure, symptomatic; use not recommended<\/li><li>bladder cancer, active; use not recommended<\/li><li>bladder cancer, prior history; evaluate benefit\/risk of continued use<\/li><li>edema may develop or worsen; monitoring recommended<\/li><li>diabetic ketoacidosis or type 1 diabetes mellitus; not indicated for use<\/li><li>female patients; increased risk of bone fracture, especially of the distal upper limb (forearm, hand, or wrist) or distal lower limb (foot, ankle, fibula, and tibia)<\/li><li>fluid retention, dose-related may occur; monitoring recommended<\/li><li>hepatic failure, including fatal cases, has been reported; monitoring recommended; interrupt therapy if abnormal liver tests; do not restart therapy if serum ALT greater than 3 times the ULN and no other cause is identified<\/li><li>hypoglycemia, increased risk in patients receiving combination therapy with insulin or other antidiabetics; dose reduction of combination therapy may be needed<\/li><li>macular edema has been reported<\/li><li>premenopausal anovulatory women; may cause ovulation and increase risk for pregnancy<\/li><li>prolonged use (more than 12 months) and\/or high cumulative doses; increased risk of bladder cancer<\/li><li>report suspected adverse events: Takeda at 1-877-825-3327 or the US Food and Drug Administration 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"925022-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Pioglitazone: C (FDA)<\/li><li>Pioglitazone: B3 (AUS)<\/li><\/ul>"},{"id":"925022-s-3-12","title":"Breast Feeding","mono":"Pioglitazone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"925022-s-4","title":"Drug Interactions","sub":{"1":{"id":"925022-s-4-14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Ifosfamide (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Insulin (theoretical)<\/li><li>Insulin Aspart, Recombinant (theoretical)<\/li><li>Insulin Bovine (theoretical)<\/li><li>Insulin Degludec (theoretical)<\/li><li>Insulin Detemir (theoretical)<\/li><li>Insulin Glulisine (theoretical)<\/li><li>Insulin Lispro, Recombinant (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nifedipine (probable)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Tolvaptan (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"925022-s-4-15","title":"Moderate","mono":"<ul><li>Abiraterone (probable)<\/li><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Atorvastatin (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Esmolol (probable)<\/li><li>Fenugreek (probable)<\/li><li>Furazolidone (probable)<\/li><li>Gemfibrozil (established)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Nilotinib (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Psyllium (probable)<\/li><li>Rasagiline (probable)<\/li><li>Rifampin (established)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Topiramate (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},{"id":"925022-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema (4.8% to 15.3%)<\/li><li><b>Endocrine metabolic:<\/b>Weight increased<\/li><li><b>Hematologic:<\/b>Anemia (less than or equal to 2%)<\/li><li><b>Musculoskeletal:<\/b>Fracture of bone (5.1%), Myalgia (5.4%)<\/li><li><b>Neurologic:<\/b>Headache (9.1%)<\/li><li><b>Respiratory:<\/b>Pharyngitis (5.1%), Sinusitis (6.3%), Upper respiratory infection (13.2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Congestive heart failure<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (0.3%), Liver failure<\/li><li><b>Ophthalmic:<\/b>Diabetic macular edema<\/li><li><b>Renal:<\/b>Malignant tumor of urinary bladder (0.44%)<\/li><li><b>Respiratory:<\/b>Pneumonia<\/li><\/ul>"},{"id":"925022-s-6","title":"Drug Name Info","sub":{"0":{"id":"925022-s-6-17","title":"US Trade Names","mono":"Actos<br\/>"},"2":{"id":"925022-s-6-19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Thiazolidinedione<\/li><\/ul>"},"3":{"id":"925022-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925022-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"925022-s-7","title":"Mechanism Of Action","mono":"Pioglitazone hydrochloride, a thiazolidinedione antidiabetic agent and a potent peroxisome proliferator-activated receptor-gamma (PPAR(gamma)) agonist, is dependent on the presence of insulin for its mechanism of action. It increases insulin-dependent glucose disposal and decreases hepatic glucose output by decreasing insulin resistance in the periphery and in the liver.<br\/>"},{"id":"925022-s-8","title":"Pharmacokinetics","sub":[{"id":"925022-s-8-23","title":"Absorption","mono":"Oral: time to peak concentration, within 2 h <br\/>"},{"id":"925022-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 0.63 L\/kg +\/- 0.41 L\/kg<\/li><li>Protein binding: greater than 99%<\/li><\/ul>"},{"id":"925022-s-8-25","title":"Metabolism","mono":"<ul><li>Extrahepatic; P450 CYP1A1<\/li><li>Hepatic; P450 CYP2C8, CYP3A4; extensive, hydroxylation and oxidation<\/li><li>Active metabolites: glucuronide and sulfate conjugates, metabolites II (M-II) and IV (M-IV) and metabolite III (M-III)<\/li><\/ul>"},{"id":"925022-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: as metabolite or unchanged<\/li><li>Renal: 15% to 30% primarily as metabolites and their conjugates<\/li><\/ul>"},{"id":"925022-s-8-27","title":"Elimination Half Life","mono":"<ul><li>16 h to 24 h<\/li><li>elderly: slightly longer<\/li><\/ul>"}]},{"id":"925022-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>give without regard to meals <br\/>"},{"id":"925022-s-10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>liver function tests; prior to initiating therapy and promptly in any patient who reports symptoms of liver injury (fatigue, anorexia, right upper abdominal discomfort, dark urine, or jaundice)<\/li><li>signs and symptoms of congestive heart failure and fluid retention (excessive or rapid weight gain, dyspnea, or edema); following initiation and after any dose increase<\/li><li>bone health; particularly in female patients, according to current standards of care during treatment<\/li><\/ul>"},{"id":"925022-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 15 MG, 30 MG, 45 MG<br\/><\/li><li><b>Actos<\/b><br\/>Oral Tablet: 15 MG, 30 MG, 45 MG<br\/><\/li><\/ul>"},{"id":"925022-s-12","title":"Toxicology","sub":[{"id":"925022-s-12-31","title":"Clinical Effects","mono":"<b>THIAZOLIDINEDIONE ANTIDIABETIC AGENTS<\/b><br\/>USE: Oral hypoglycemic agents used to treat type II diabetes mellitus. PHARMACOLOGY: Decreases hepatic glucose production. Increases insulin sensitivity in the liver, adipose tissue and skeletal muscle and increases glucose uptake into adipose tissue and skeletal muscle. TOXICOLOGY: These agents are not likely to cause hypoglycemia after an acute overdose, although it has been reported after therapeutic use in patients also taking insulin or insulin secretagogues. Mechanism of fluid retention and hepatotoxicity not elucidated. EPIDEMIOLOGY: Exposure is common, rarely resulting in toxicity. OVERDOSE: MILD TO MODERATE TOXICITY: Limited human data, although hypoglycemia has been reported in clinical trials and animal studies. SEVERE TOXICITY: Minimal human data. Peripheral edema, congestive heart failure and hepatotoxicity have been reported after chronic therapy, but not after acute overdose. Its anticipated that effects may be similar to adverse effects reported during therapeutic use. ADVERSE EFFECTS: THIAZOLIDINEDIONES: COMMON: Nausea, vomiting, diarrhea, weight gain, hypotension, hypertension, macular edema, edema, transaminitis, anemia, loss of bone density and hypersensitivity reactions can occur. SEVERE EFFECTS: Liver failure, bladder tumors, congestive heart failure, myocardial infarction, stroke, bladder tumors and Stevens-Johnson syndrome can develop. PIOGLITAZONE: The following have occurred with therapy: edema, hypoglycemia, hepatic enzyme elevations, paresthesia, and elevations of creatine phosphokinase. ROSIGLITAZONE: Headache, respiratory tract infection, fluid retention, weight gain, anemia, hepatic failure and hepatocellular injury have been reported. Based on previous postmarketing experience, myocardial ischemic events were associated with angina or myocardial infarction. In 2013, the FDA determined that rosiglitazone does not produce an increase risk of myocardial infarction compared to other antidiabetic (ie, metformin and sulfonylurea) agents. Limitations on prescribing and dispensing recommendations have been removed. However, ongoing monitoring of rosiglitazone will continue to assess and evaluate for any increase in myocardial ischemic events. TROGLITAZONE: As of 2000, troglitazone has been removed from the US market due to reports of severe hepatotoxicity. <br\/>"},{"id":"925022-s-12-32","title":"Treatment","mono":"<b>THIAZOLIDINEDIONE ANTIDIABETIC AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Symptomatic and supportive care is the mainstay of treatment in patients who present with mild to moderate thiazolidinedione toxicity. If hypoglycemia develops, coingestion of other hypoglycemic agents should be considered. Hypoglycemia with thiazolidinediones is uncommon, but they are often prescribed with other antidiabetic agents that can produce hypoglycemia. A 4 to 6 hour observation period is reasonable. MANAGEMENT OF SEVERE TOXICITY: Early positive pressure ventilation\/intubation should be performed if the patient presents with pulmonary edema. Consider diuresis in massive fluid overload. Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if a patient presents with circulatory collapse.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal may be considered after a large ingestion, if the patient is alert and cooperative and able to protect their airway. HOSPITAL: Administer activated charcoal if the patient presents early after a large ingestion and the airway is protected. Lavage is of limited benefit.<\/li><li>Airway management: Perform early in patients with severe symptoms who present with respiratory insufficiency, consider positive pressure ventilation if tolerated.<\/li><li>Antidote: There is no specific antidote. If hypoglycemia occurs, treat with IV dextrose.<\/li><li>Monitoring of patient: Obtain a baseline blood glucose level and monitor frequently; especially when coadministered with other antidiabetic agents. Monitor hepatic enzymes following a significant overdose. Monitor vital signs, blood pressure and fluid and electrolyte status as indicated. Plasma volume expansion has been reported which may exacerbate heart failure.<\/li><li>Enhanced elimination procedure: Hemodialysis is ineffective because of extensive protein binding and large volume of distribution of these agents.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic individuals with acute inadvertent ingestions may be observed at home. OBSERVATION CRITERIA: A 4 to 6 hour observation period is recommended after a large or deliberate thiazolidinedione overdose. Patients who remain asymptomatic during this period with no hypoglycemia may be discharged home after appropriate psychiatric clearance as indicated. ADMISSION CRITERIA: Patients with severe liver injury or evidence of fluid overload should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"925022-s-12-33","title":"Range of Toxicity","mono":"<b>THIAZOLIDINEDIONE ANTIDIABETIC AGENTS<\/b><br\/>TOXICITY: The minimum toxic dose for thiazolidinediones is not well established. PIOGLITAZONE: An adult denied any clinical symptoms after taking up to 120 mg\/day of pioglitazone for 4 days and then 180 mg\/day for 7 days. ROSIGLITAZONE: In clinical studies of rosiglitazone, doses of 20 mg have been well tolerated. THERAPEUTIC DOSE:  PIOGLITAZONE: ADULT: Recommended starting dose is 15 or 30 mg orally once daily; maximum dose is 45 mg once daily. ROSIGLITAZONE: ADULT: Starting dose is 4 mg once daily; maximum dose should not exceed 8 mg daily. PEDIATRIC: Safety and effectiveness of these agents in pediatric patients have not been established. TROGLITAZONE: As of March 2000, the US FDA requested the manufacturer of troglitazone to remove the product from the market following reports of severe hepatotoxicity. <br\/>"}]},{"id":"925022-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report signs\/symptoms of congestive heart failure (rapid weight gain, edema, dyspnea).<\/li><li>Warn premenopausal, anovulatory patient to use reliable contraception, as drug may stimulate ovulation in this population.<\/li><li>Drug may cause headaches, myalgia, pharyngitis, sinusitis, and upper respiratory tract infections.<\/li><li>Drug may increase the risk for fractures, especially in females.<\/li><li>Counsel patient to report signs\/symptoms of hepatotoxicity.<\/li><li>Instruct patient to monitor for signs\/symptoms of hypoglycemia and to report difficulties with glycemic control, especially when combined with other hypoglycemic agents.<\/li><li>Advise patient to report signs\/symptoms of bladder cancer (hematuria, urinary urgency, pain on urination, back\/abdominal pain).<\/li><\/ul>"}]}