{"generic":"Exemestane","drugs":["Aromasin","Exemestane"],"mono":{"0":{"id":"925068-s-0","title":"Generic Names","mono":"Exemestane"},"1":{"id":"925068-s-1","title":"Dosing and Indications","sub":[{"id":"925068-s-1-4","title":"Adult Dosing","mono":"<ul><li>routinely assess 25-hydroxy vitamin D levels prior to initiating therapy and provide vitamin D supplementation to patients with vitamin D deficiency<\/li><li><b>Breast cancer, Adjuvant, postmenopausal, estrogen receptor-positive, following 2 to 3 years of adjuvant tamoxifen:<\/b> 25 mg ORALLY once daily after a meal; initiate after 2 to 3 years of tamoxifen and continue for completion of 5 consecutive years of adjuvant endocrine therapy<\/li><li><b>Breast cancer, Adjuvant, premenopausal, in combination with ovarian suppression:<\/b> 25 mg\/day ORALLY plus ovarian suppression (triptorelin 3.75 mg IM every 28 days, bilateral oophorectomy, or ovarian irradiation; study dose)<\/li><li><b>Breast cancer, Advanced, postmenopausal, following progression on tamoxifen therapy:<\/b> 25 mg ORALLY once daily after a meal<\/li><li><b>Breast cancer, Invasive, in postmenopausal women at increased risk; Prophylaxis:<\/b> 25 mg ORALLY daily was used in a clinical trial<\/li><li><b>Breast cancer, Neoadjuvant, postmenopausal, hormone-receptor positive:<\/b> 25 mg ORALLY once daily for 4 to 6 months prior to surgery was used in clinical trials; international expert panel recommends 3 to 6 months of therapy<\/li><\/ul>"},{"id":"925068-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"925068-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal insufficiency:<\/b> no dosage adjustment is recommended<\/li><li><b>hepatic insufficiency:<\/b> no dosage adjustment is recommended<\/li><li><b>geriatric:<\/b> no special precautions necessary<\/li><li><b>concomitant use with potent CYP3A4 inducers (eg, rifampicin, phenytoin):<\/b> 50 mg ORALLY once daily after a meal<\/li><\/ul>"},{"id":"925068-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Breast cancer, Adjuvant, postmenopausal, estrogen receptor-positive, following 2 to 3 years of adjuvant tamoxifen<\/li><li>Breast cancer, Advanced, postmenopausal, following progression on tamoxifen therapy<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Breast cancer, Adjuvant, premenopausal, in combination with ovarian suppression<\/li><li>Breast cancer, Invasive, in postmenopausal women at increased risk; Prophylaxis<\/li><li>Breast cancer, Neoadjuvant, postmenopausal, hormone-receptor positive<\/li><\/ul>"}]},"3":{"id":"925068-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925068-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to exemestane or any component of the product<\/li><li>pregnancy; may cause fetal harm<\/li><li>premenopausal women<\/li><\/ul>"},{"id":"925068-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and metabolic:<\/li><li>-- vitamin D deficiency may occur due to increased prevalence in women with early breast cancer; monitoring recommended<\/li><li>Hepatic:<\/li><li>-- grade 3 or 4 elevations in liver enzymes have been reported<\/li><li>Immunologic:<\/li><li>-- grade 3 or 4 lymphocytopenia has been reported<\/li><li>Musculoskeletal:<\/li><li>-- bone mineral density reductions have been reported; monitoring recommended<\/li><li>Concomitant use:<\/li><li>-- do not give with estrogen-containing products<\/li><\/ul>"},{"id":"925068-s-3-11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"925068-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"925068-s-4","title":"Drug Interactions","sub":{"1":{"id":"925068-s-4-14","title":"Major","mono":"<ul><li>Carbamazepine (established)<\/li><li>Darunavir (theoretical)<\/li><li>Enzalutamide (established)<\/li><li>Fosphenytoin (established)<\/li><li>Idelalisib (theoretical)<\/li><li>Mitotane (established)<\/li><li>Nilotinib (theoretical)<\/li><li>Phenobarbital (established)<\/li><li>Phenytoin (established)<\/li><li>Primidone (established)<\/li><li>Rifabutin (established)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (established)<\/li><li>St John's Wort (established)<\/li><\/ul>"}}},"5":{"id":"925068-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (2% to 15.1%)<\/li><li><b>Endocrine metabolic:<\/b>Diaphoresis (6% to 17.8%), Menopausal flushing (13% to 32.9%)<\/li><li><b>Gastrointestinal:<\/b>Increased appetite (3%), Nausea (8.5% to 18%)<\/li><li><b>Hepatic:<\/b>Alkaline phosphatase raised (13.7% to 15%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (14.6% to 28.8%)<\/li><li><b>Neurologic:<\/b>Headache (6.9% to 13.1%), Insomnia (11% to 13.7%)<\/li><li><b>Psychiatric:<\/b>Anxiety (4.1% to 10%), Depression (6.2% to 13%)<\/li><li><b>Other:<\/b>Fatigue (11% to 22%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart failure (0.4%), Myocardial infarction<\/li><li><b>Gastrointestinal:<\/b>Gastric ulcer (0.7%)<\/li><li><b>Hepatic:<\/b>Cholestatic hepatitis, Hepatitis<\/li><li><b>Musculoskeletal:<\/b>Decreased bone mineral density, Fracture of bone (4.2%)<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident<\/li><\/ul>"},"6":{"id":"925068-s-6","title":"Drug Name Info","sub":{"0":{"id":"925068-s-6-17","title":"US Trade Names","mono":"Aromasin<br\/>"},"2":{"id":"925068-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Aromatase Inhibitor<\/li><\/ul>"},"3":{"id":"925068-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925068-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"925068-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: The principle source of circulating estrogen in postmenopausal women comes from conversion of androstenedione and testosterone (synthesized in the adrenals and ovaries) to estrone and estradiol via the aromatase enzyme. Exemestane acts as a false substrate for the aromatase enzyme, causing an irreversible inhibition. This inhibition results in estrogen deprivation to hormone dependent breast cancer cells.<\/li><li>Exemestane has no effect on other steroidogenic pathway enzymes.Exemestane has not been shown to affect cortisol or aldosterone secretion. At daily doses of 200 mg or greater, increases in testosterone and androstenedione levels were observed. Slight, non-dose-dependent increases in serum luteinizing hormone (LH) and follicle-stimulating hormone (FSH) were observed at low doses. A dose-dependent decrease in sex hormone binding globulin (SHBG) was observed at daily doses of 2.5 mg or greater.<\/li><\/ul>"},"8":{"id":"925068-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"925068-s-8-23","title":"Absorption","mono":"<ul><li>Systemic: Rapidly absorbed after oral administration. The rate of absorption appears to be increased in postmenopausal women with breast cancer when compared with healthy postmenopausal subjects. Exemestane plasma levels increased by approximately 40% after a high-fat breakfast.<\/li><li>Rapidly absorbed; high-fat food increases plasma levels        <\/li><\/ul>"},"2":{"id":"925068-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic: extensively via CYP3A4 pathway; Active Metabolite: 17-dihydro metabolite  <br\/>"},"3":{"id":"925068-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 42%; Renal: 42%; &lt; 1% unchanged    <br\/>"},"4":{"id":"925068-s-8-27","title":"Elimination Half Life","mono":"Systemic: 24 h<br\/>"}}},"9":{"id":"925068-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take after a meal <br\/>"},"10":{"id":"925068-s-10","title":"Monitoring","mono":"<ul><li>evidence of tumor response<\/li><li>25-hydroxy vitamin D level at baseline<\/li><li>panel for bone mineral density (BMD; serum albumin, calcium and alkaline phosphatase, and phosphate and osteocalcin measurements); risk of decrease in both the lumbar spine and femoral neck BMD<\/li><li>hematologic abnormalities especially lymphocytopenia<\/li><li>osteoporosis and fracture risk in patients initiating therapy<\/li><li>bone mineral density; dual energy x-ray absorptiometry (DXA) scans at baseline and every 1 to 2 years; especially in patients with or at risk for osteoporosis<\/li><li>X-ray of thoracic and lumbar spine; rule out vertebral facture in patients with kyphosis, historical height loss 6 cm or greater, acute incapacitating back pain syndrome, and in patients age 65 years and older<\/li><\/ul>"},"11":{"id":"925068-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 25 MG<br\/><\/li><li><b>Aromasin<\/b><br\/>Oral Tablet: 25 MG<br\/><\/li><\/ul>"},"12":{"id":"925068-s-12","title":"Toxicology","sub":[{"id":"925068-s-12-31","title":"Clinical Effects","mono":"<b>EXEMESTANE <\/b><br\/>USES: Exemestane is used in postmenopausal women with advanced breast cancer not responsive to tamoxifen or as an adjunctive therapy for women with estrogen-receptor positive early breast cancer after tamoxifen therapy. PHARMACOLOGY: Exemestane is an irreversible steroidal aromatase inactivator, structurally related to the natural substrate androstenedione. In the aromatase enzyme, exemestane causes inactivation by suicide inhibition when it is processed as an intermediate and binds to the active site of the enzyme. This effect significantly lowers circulating estrogen levels. Exemestane has no other effect on enzymes other than aromatase. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Toxicity is expected to be an extension of adverse effects. A child (age unknown) developed leukocytosis 1 hour after accidentally ingesting a 25 mg tablet of exemestane. His blood tests obtained 4 days after the incident were normal. ADVERSE EFFECTS: COMMON: dizziness, headache, fatigue, insomnia, hot flashes, nausea, and vomiting.  LESS COMMON: Depression, insomnia, anxiety, elevations in alkaline phosphatase, and dyspnea. <br\/>"},{"id":"925068-s-12-32","title":"Treatment","mono":"<b>EXEMESTANE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of therapy. Nitroprusside is the preferred agent for severe hypertension. Labetalol, nitroglycerin, and phentolamine are alternatives.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal for recent, substantial ingestion in a patient who is alert and can protect the airway. HOSPITAL: Activated charcoal may be considered for patients who present early after overdose and are alert and able to maintain their airway.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs in all patients. Monitor CBC and liver enzymes in symptomatic patients. Monitor fluid and electrolyte status in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be beneficial in the management of overdose since exemestane is highly protein bound and has a large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children and adults with an inadvertent minor ingestion (or 1 or 2 doses) of a exemestane can be observed at home. OBSERVATION CRITERIA: All patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients who remain asymptomatic may be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"925068-s-12-33","title":"Range of Toxicity","mono":"<b>EXEMESTANE <\/b><br\/>TOXICITY: In clinical trials, single doses as high as 800 mg daily for 12 weeks in healthy female volunteers were well tolerated.  In postmenopausal women with advanced breast cancer, doses as high as 600 mg were well tolerated. A child (age unknown) developed leukocytosis (WBC 25000\/(mm)3  with 90% neutrophils) 1 hour after ingesting a 25 mg tablet of exemestane.  His blood tests obtained 4 days after the incident were normal. THERAPEUTIC DOSE: The recommended dose is exemestane 25 mg once daily after a meal, and should be continued until tumor progression is evident.<br\/>"}]},"13":{"id":"925068-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause diaphoresis, hot flashes, nausea, arthralgia, headache, insomnia, fatigue, heart failure, myocardial infarction, or cerebrovascular accident.<\/li><li>Instruct patient to report signs\/symptoms of bone loss, including osteopenia, osteoporosis, and bone fracture.<\/li><li>Patient should take drug after a meal.<\/li><\/ul>"}}}