{"drugs":["Comtan","Entacapone"],"mono":{"0":{"id":"925042-s-0","title":"Generic Names","mono":"Entacapone"},"1":{"id":"925042-s-1","title":"Dosing and Indications","sub":{"0":{"id":"925042-s-1-4","title":"Adult Dosing","mono":"<b>Parkinson's disease; Adjunct:<\/b> 200 mg ORALLY with each dose of levodopa\/carbidopa, MAX 1600 mg\/day"},"1":{"id":"925042-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy has not been established in pediatric patients"},"3":{"id":"925042-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Parkinson's disease; Adjunct<br\/>"}}},"3":{"id":"925042-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925042-s-3-9","title":"Contraindications","mono":"hypersensitivity to entacapone or any component of the product <br\/>"},{"id":"925042-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- orthostatic hypotension and syncope may occur<\/li><li>Dermatologic:<\/li><li>-- increased risk of developing melanoma; monitoring recommended<\/li><li>Gastrointestinal:<\/li><li>-- diarrhea and colitis (primarily lymphocytic) have occurred; discontinue use and institute appropriate therapy with prolonged diarrhea<\/li><li>Hepatic:<\/li><li>-- use with caution in patients with biliary obstruction or hepatic impairment<\/li><li>Musculoskeletal:<\/li><li>-- severe rhabdomyolysis has been reported<\/li><li>Neurologic:<\/li><li>-- falling asleep during activities of daily living, with or without somnolence, has been reported; discontinuation recommended<\/li><li>-- abrupt discontinuation or dose reduction may result in a symptom complex similar to neuroleptic malignant syndrome<\/li><li>-- new onset or exacerbation of dyskinesia may occur<\/li><li>Psychiatric:<\/li><li>-- compulsive behaviors and impaired impulse control have been reported; monitoring recommended and dose reduction or discontinuation may be necessary<\/li><li>-- new or worsening changes in mental status or behavior, which may be severe and include psychotic behavior, have been reported<\/li><li>-- avoid use in patients with major psychotic disorder<\/li><li>Renal:<\/li><li>-- retroperitoneal fibrosis has been reported with ergot-derived dopaminergic therapy; may resolve with discontinuation<\/li><li>Respiratory:<\/li><li>-- pulmonary fibrosis has occurred with entacapone, and other fibrotic complications (including retroperitoneal fibrosis, pulmonary infiltrates, pleural effusion, and pleural thickening) have been reported with ergot-derived dopaminergic therapies; may resolve with discontinuation<\/li><li>Concomitant use:<\/li><li>-- concomitant use of non-selective MAOI inhibitors (eg, phenelzine, tranylcypromine) should generally be avoided<\/li><\/ul>"},{"id":"925042-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"925042-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"925042-s-4","title":"Drug Interactions","sub":[{"id":"925042-s-4-13","title":"Contraindicated","mono":"<ul><li>Furazolidone (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Methylene Blue (theoretical)<\/li><li>Nialamide (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"925042-s-4-14","title":"Major","mono":"<ul><li>Apomorphine (theoretical)<\/li><li>Bitolterol (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Dobutamine (theoretical)<\/li><li>Dopamine (theoretical)<\/li><li>Epinephrine (probable)<\/li><li>Fluvastatin (theoretical)<\/li><li>Glimepiride (theoretical)<\/li><li>Glipizide (theoretical)<\/li><li>Glyburide (theoretical)<\/li><li>Irbesartan (theoretical)<\/li><li>Isoetharine (theoretical)<\/li><li>Isoproterenol (probable)<\/li><li>Losartan (theoretical)<\/li><li>Methyldopa (theoretical)<\/li><li>Nateglinide (theoretical)<\/li><li>Norepinephrine (theoretical)<\/li><li>Rosiglitazone (theoretical)<\/li><li>Tolbutamide (theoretical)<\/li><li>Venlafaxine (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"925042-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (8%), Diarrhea (10%), Nausea (14%), Vomiting (4%), Xerostomia (3%)<\/li><li><b>Musculoskeletal:<\/b>Backache (2% to 4%)<\/li><li><b>Neurologic:<\/b>Behavior showing reduced motor activity (9%), Dyskinesia (25%), Hyperactive behavior (10%)<\/li><li><b>Renal:<\/b>Discolored urine (10%)<\/li><li><b>Other:<\/b>Fatigue (6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Syncope (1.2%)<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Neurologic:<\/b>Asleep, Sudden onset, Neuroleptic malignant syndrome<\/li><li><b>Psychiatric:<\/b>Hallucinations<\/li><\/ul>"},"6":{"id":"925042-s-6","title":"Drug Name Info","sub":{"0":{"id":"925042-s-6-17","title":"US Trade Names","mono":"Comtan<br\/>"},"2":{"id":"925042-s-6-19","title":"Class","mono":"<ul><li>Antiparkinsonian<\/li><li>Catechol-O-Methyltransferase Inhibitor<\/li><\/ul>"},"3":{"id":"925042-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925042-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"925042-s-7","title":"Mechanism Of Action","mono":"Systemic: Entacapone is a selective and reversible inhibitor of catechol-O-methyltransferase (COMT).  COMT, an enzyme with highest activity in the liver and kidney, is responsible for catalyzing levodopa. In the presence of a decarboxylase inhibitor (carbidopa), COMT becomes the major metabolizing enzyme for levodopa in the brain and periphery. Because of entacapone's inhibition of COMT, concomitant administration with levodopa leads to higher plasma levels of levodopa, resulting in more dopaminergic stimulation in the brain and lessening of the symptoms of Parkinson's disease. Increased dopaminergic stimulation in the brain, however, also leads to increased adverse effects of levodopa, and may require dosage adjustments.<br\/>"},"8":{"id":"925042-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"925042-s-8-23","title":"Absorption","mono":"Systemic: Bioavailability: 35%; food effects none <br\/>"},"1":{"id":"925042-s-8-24","title":"Distribution","mono":"Systemic: Vd: 20 L <br\/>"},"3":{"id":"925042-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 90%; Renal: 10%, 0.2% unchanged <br\/>"}}},"9":{"id":"925042-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>may be taken with or without food <br\/>"},"10":{"id":"925042-s-10","title":"Monitoring","mono":"<ul><li>reduction of extrapyramidal movements, rigidity, tremor, gait disturbances<\/li><li>blood pressure<\/li><li>signs and symptoms resembling neuroleptic malignant syndrome upon abrupt dose reduction or withdrawal<\/li><\/ul>"},"11":{"id":"925042-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 200 MG<br\/><\/li><li><b>Comtan<\/b><br\/>Oral Tablet: 200 MG<br\/><\/li><\/ul>"},"12":{"id":"925042-s-12","title":"Toxicology","sub":[{"id":"925042-s-12-31","title":"Clinical Effects","mono":"<b>COMT INHIBITORS <\/b><br\/>USES: Tolcapone and entacapone are used with levodopa\/carbidopa to treat signs and symptoms of idiopathic Parkinson disease. PHARMACOLOGY: Entacapone and tolcapone are selective and reversible inhibitors of catechol-O-methyltransferase (COMT). They block the COMT in peripheral tissues, thus preventing elimination of catecholamines and other hydroxylated metabolites, including levodopa. This activity results in greater and more sustained plasma levels of levodopa, leading to a more constant dopaminergic stimulation in the brain. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. In a study, nausea, vomiting, and dizziness occurred in elderly volunteers after ingesting 800 mg 3 times daily of tolcapone. In studies, abdominal pain and loose stools were the most commonly reported adverse effects in patients receiving entacapone 800 mg 3 times daily for 7 days. ADVERSE EFFECTS: The following adverse effects have been reported following treatment with COMT inhibitors: Nausea, vomiting, diarrhea, constipation, abdominal pain, anorexia, xerostomia, urine discoloration, orthostatic hypotension, syncope, dyskinesia, dystonia, akathisia, insomnia, drowsiness, headache, confusion, dizziness, hallucinations, increased sweating, rhabdomyolysis, paresthesia, dyspnea, sleep disorder, excessive dreaming, and elevated liver enzymes. Fatal liver damage has been reported following therapeutic use of tolcapone. A neuroleptic malignant syndrome-like complex has been reported in association with the abrupt dose reduction or withdrawal of these agents. <br\/>"},{"id":"925042-s-12-32","title":"Treatment","mono":"<b>COMT INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat hypotension with IV fluids, dopamine, or norepinephrine. NOTE: Vasopressors should only be used with caution in patients with symptomatic hypotension unresponsive to fluids and supine position, as COMT inhibitors may interfere with the metabolism of agents such as dopamine and norepinephrine and cause exaggerated or prolonged response. Manage dystonic reactions with anticholinergic agents (diphenhydramine, benztropine) or benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is not recommended because of the risk of aspiration secondary to CNS depression and dyskinesias. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is alert and able to protect airway.<\/li><li>Airway management: Insure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression.<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine. NOTE: Vasopressors should only be used with caution in patients with symptomatic hypotension unresponsive to fluids and Trendelenburg position, as COMT inhibitors may interfere with the metabolism of agents such as dopamine and norepinephrine and cause exaggerated or prolonged response.<\/li><li>Drug-induced dystonia: ADULTS: Benztropine 1 to 2 mg IV or diphenhydramine 1 mg\/kg\/dose IV over 2 minutes. CHILDREN: Diphenhydramine 1 mg\/kg\/dose IV over 2 minutes (maximum 5 mg\/kg\/day or 50 mg\/m(2)\/day). <\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of benefit due to the high protein binding of the COMT inhibitors.<\/li><li>Monitoring of patient: Monitor vital signs and perform neurologic exam. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor liver enzymes after significant overdose. Monitor CK, renal function, and urine output in patients with rhabdomyolysis. Serum concentrations of COMT inhibitors are not widely available or clinically useful in managing overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"925042-s-12-33","title":"Range of Toxicity","mono":"<b>COMT INHIBITORS<\/b><br\/>TOXICITY: TOLCAPONE: Tolcapone ingestions of up to 800 mg 3 times daily for 1 week have been well-tolerated, with transient occurrences of nausea, vomiting, and dizziness. A woman developed centrilobular hepatic necrosis and died in hepatic coma 11 weeks after beginning tolcapone therapy 100 mg twice daily. ENTACAPONE: Abdominal pain and loose stools were the most common adverse effects that occurred following entacapone administration of 800 mg 3 times daily for 7 days. THERAPEUTIC DOSES: ADULTS: ENTACAPONE: 200 mg with levodopa\/carbidopa dose,  up to a maximum entacapone dose of 1600 mg daily. TOLCAPONE: 100 to 200 mg 3 times daily; MAX dose: 600 mg.  CHILDREN: Entacapone and tolcapone are not approved for use in pediatric patients. <br\/>"}]},"13":{"id":"925042-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report symptoms of orthostatic hypotension.<\/li><li>Advise patient to report prolonged episodes of diarrhea or symptoms of colitis.<\/li><li>Counsel patient to avoid activities requiring mental alertness or coordination until drug effects are realized due to potential for drowsiness or sleepiness during daily activities.<\/li><li>Side effects may include brownish orange urine discoloration, nausea, abdominal pain, vomiting, dry mouth, hyperkinesia, or dyskinesia.<\/li><li>Advise patient to report changes in mental status or behavior (hallucinations, psychosis), compulsive behaviors, or impaired impulse control.<\/li><li>Instruct patient against sudden discontinuation of drug due to potential for Parkinson symptoms.<\/li><\/ul>"}}}