{"drugs":["Ellence","Epirubicin Hydrochloride"],"mono":[{"id":"925037-s-0","title":"Generic Names","mono":"Epirubicin Hydrochloride"},{"id":"925037-s-1","title":"Dosing and Indications","sub":[{"id":"925037-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Maximum dose:<\/b>  risk of congestive heart failure increases rapidly above total cumulative doses of 900 mg\/m(2); prior anthracycline exposure should be considered in total dose exposure<\/li><li><b>Breast cancer, Adjuvant therapy for axillary node-positive disease:<\/b> initial dose range, 100 to 120 mg\/m(2) IV (either given on day 1 or divided equally and given on days 1 and 8), every 3 to 4 weeks; prophylactic antibiotic therapy (ie, trimethoprim-sulfamethoxazole or a fluoroquinolone) should be given to patients receiving doses of 120 mg\/m(2)<\/li><li><b>Breast cancer, Adjuvant therapy for axillary node-positive disease:<\/b> CEF-120: cyclophosphamide 75 mg\/m(2)\/day ORALLY on days 1 to 14, epirubicin 60 mg\/m(2)\/day IV on days 1 and 8, and 5-fluorouracil 500 mg\/m(2)\/day IV on days 1 and 8; repeated every 28 days for 6 cycles; concomitant prophylactic antibiotic therapy (ie, trimethoprim-sulfamethoxazole or a fluoroquinolone) should be administered<\/li><li><b>Breast cancer, Adjuvant therapy for axillary node-positive disease:<\/b> FEC-100: 5-fluorouracil 500 mg\/m(2) IV, epirubicin 100 mg\/m(2) IV, and cyclophosphamide 500 mg\/m(2) IV, each on day 1 and repeated every 21 days for 6 cycles<\/li><\/ul>"},{"id":"925037-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in pediatric patients; pediatric patients may be at increased risk of chronic congestive heart failure or acute manifestations of cardiac toxicity due to anthracyclines "},{"id":"925037-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>bone marrow dysfunction (heavily pretreated patients, pre-existing bone marrow depression, or neoplastic bone marrow infiltration):<\/b> consider lower starting doses of 75 to 90 mg\/m(2)<\/li><li><b>hematologic, during treatment cycle:<\/b> reduce the day 1 dose for subsequent cycles to 75% of the current dose if the platelet nadir count is less than 50,000\/mm(3), absolute neutrophil count (ANC) is less than 250\/mm(3), or in the case of neutropenic fever; withhold day 1 chemotherapy in subsequent cycles until the platelet counts are at least 100,000\/mm(3) and ANC is at least 1500\/mm(3); for patients receiving epirubicin on days 1 and 8, reduce the day 8 dose to 75% of the day 1 dose if the platelet counts are 75,000 to 100,000\/mm(3) and the ANC is 1000 to 1499\/mm(3); omit the day 8 dose if the platelet counts are less than 75,000\/mm(3) or the ANC is less than 1000\/mm(3).<\/li><li><b>non-hematologic, grade 3 or 4:<\/b> reduce the day 1 dose in subsequent cycles to 75% of the day 1 dose given in the current cycle; withhold day 1 chemotherapy in subsequent cycles until the non-hematologic toxicities have recovered to grade 1 or less; for patients receiving epirubicin on days 1 and 8, omit the day 8 dose if grade 3 or 4 non-hematologic toxicity has occurred.<\/li><li><b>liver disease (bilirubin 1.2 to 3 mg\/dL or AST 2 to 4 times upper limit of normal):<\/b> administer 50% of starting dose<\/li><li><b>liver disease (bilirubin greater than 3 mg\/dL or AST greater than 4 times upper limit of normal):<\/b> administer 25% of starting dose<\/li><li><b>renal impairment, severe (serum creatinine greater than 5 mg\/dL):<\/b> consider lower doses<\/li><\/ul>"},{"id":"925037-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Breast cancer, Adjuvant therapy for axillary node-positive disease<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Carcinoma of bladder<\/li><li>Carcinoma of esophagus; Adjunct<\/li><li>Gastric cancer<\/li><li>Hodgkin's disease<\/li><li>Malignant tumor of nasopharynx<\/li><li>Metastatic breast cancer<\/li><li>Non-Hodgkin's lymphoma<\/li><li>Non-small cell lung cancer<\/li><li>Ovarian cancer<\/li><li>Small cell carcinoma of lung<\/li><li>Soft tissue sarcoma<\/li><\/ul>"}]},{"id":"925037-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>If extravasation occurs during administration, severe local tissue necrosis will occur; avoid administering via IM or subQ routes. Cardiac toxicity, including fatal congestive heart failure (CHF), may occur during therapy or months to years after therapy ends. Risk of CHF is increased with increasing cumulative dose, especially with total cumulative doses in excess of 900 mg\/m(2); use extreme caution when exceeding this dose. Active or dormant cardiovascular disease, prior or concomitant radiotherapy to the mediastinal\/pericardial area, previous therapy with other anthracyclines or anthracenediones, or concomitant use of other cardiotoxic drugs may increase the risk of cardiac toxicity. Secondary acute myelogenous leukemia has been reported in patients with breast cancer treated with anthracyclines, with an increased risk of refractory cases in patients with concomitant DNA-damaging antineoplastic agent use, heavy pretreatment with cytotoxic drugs, or escalated anthracycline dose. Severe myelosuppression may occur.<br\/>"},{"id":"925037-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925037-s-3-9","title":"Contraindications","mono":"<ul><li>Cardiomyopathy or heart failure<\/li><li>Hypersensitivity to epirubicin, other anthracyclines, or anthracenediones<\/li><li>Prior cumulative maximum dose of anthracyclines<\/li><li>Recent myocardial infarction<\/li><li>Severe arrhythmias<\/li><\/ul>"},{"id":"925037-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Severe local tissue necrosis will occur with extravasation; avoid administering via IM or subQ routes<\/li><li>-- Cardiac toxicity, including fatal congestive heart failure (CHF), may occur during therapy or months to years after therapy ends, with an increased risk of CHF with increasing cumulative dose; use extreme caution when exceeding total cumulative doses of 900 mg\/m(2)<\/li><li>-- Total cumulative doses in excess of 900 mg\/m(2); increased risk for cardiotoxicity; monitoring recommended<\/li><li>-- Active or dormant cardiovascular disease; increased risk for cardiac toxicities; monitoring recommended<\/li><li>-- Prior or concomitant radiotherapy to the mediastinal or pericardial area; increased risk for cardiac toxicities; monitoring recommended<\/li><li>-- Previous therapy with other anthracyclines or anthracenediones, or concomitant use of other cardiotoxic drugs; increased risk for cardiotoxicity; monitoring recommended<\/li><li>-- Secondary acute myelogenous leukemia has been reported in patients treated with anthracyclines, with an increased risk of refractory cases in patients with concomitant DNA-damaging antineoplastic agent use, heavy pretreatment with cytotoxic drugs, or escalated anthracycline dose<\/li><li>-- Severe myelosuppression may occur; monitoring recommended<\/li><li>Cardiovascular:<\/li><li>-- Sinus tachycardia and\/or ECG abnormalities, including atrioventricular and bundle branch block, bradycardia, ventricular tachycardia, and premature ventricular contraction, have been reported<\/li><li>Dermatologic:<\/li><li>-- Local pain, severe tissue lesions (vesication, severe cellulitis), and necrosis may indicate extravasation; immediately terminate infusion if suspected<\/li><li>-- Radiation recall may occur<\/li><li>Gastrointestinal:<\/li><li>-- Emetogenic potential; prophylactic antiemetics recommended<\/li><li>Hematologic:<\/li><li>-- Injection related reactions, including venous sclerosis and perivenous infiltration, may occur; administer slowly into the tubing of a freely running IV infusion<\/li><li>-- Thrombophlebitis and thromboembolic phenomena, including sometimes fatal cases of pulmonary embolism, have been reported<\/li><li>Hepatic:<\/li><li>-- Elevated serum total bilirubin and AST levels; lower doses recommended<\/li><li>-- Avoid use in patients with severe hepatic impairment<\/li><li>Renal:<\/li><li>-- Patients with serum creatinine greater than 5 mg\/dL; dosage adjustment necessary<\/li><li>Reproductive:<\/li><li>-- Women of childbearing potential; pregnancy should be avoided and effective contraceptive methods should be utilized<\/li><li>-- Males with female sexual partners of childbearing potential; use contraceptive during and after terminating therapy<\/li><li>Other:<\/li><li>-- Tumor lysis syndrome may occur; monitoring recommended<\/li><li>Concomitant use:<\/li><li>-- Avoid cardiotoxic agents unless cardiac function is closely monitored<\/li><li>-- Avoid vaccination with live vaccines; may result in serious or fatal infections<\/li><li>-- Discontinue cimetidine during treatment<\/li><\/ul>"},{"id":"925037-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Epirubicin: D (FDA)<\/li><li>Epirubicin: D (AUS)<\/li><\/ul>"},{"id":"925037-s-3-12","title":"Breast Feeding","mono":"Epirubicin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"925037-s-4","title":"Drug Interactions","sub":[{"id":"925037-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"925037-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Trastuzumab (probable)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"},{"id":"925037-s-4-15","title":"Moderate","mono":"<ul><li>Cimetidine (probable)<\/li><li>Paclitaxel (probable)<\/li><\/ul>"}]},{"id":"925037-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (69.6% to 95.5%), Flushing (5.4% to 38.9%), Itching, Rash<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (7.1% to 24.8%), Inflammatory disease of mucous membrane (9.3% to 58.5%), Nausea and vomiting, All grades (83.2% to 92.4%)<\/li><li><b>Hematologic:<\/b>Anemia (12.9% to 72.2%), Leukopenia, All grades (49.6% to 80.3%), Neutropenia, All grades (53.9% to 80.3%), Thrombocytopenia (4.6% to 48.8%)<\/li><li><b>Neurologic:<\/b>Lethargy (1.1% to 45.8%)<\/li><li><b>Ophthalmic:<\/b>Conjunctivitis, Keratitis<\/li><li><b>Reproductive:<\/b>Amenorrhea (69.3% to 71.8%)<\/li><li><b>Other:<\/b>Infectious disease (15% to 21.5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiotoxicity, Congestive heart failure (0.4% to 3.3%), Thrombophlebitis<\/li><li><b>Dermatologic:<\/b>Injection site extravasation, Radiation recall syndrome<\/li><li><b>Endocrine metabolic:<\/b>Hyperuricemia<\/li><li><b>Gastrointestinal:<\/b>Nausea and vomiting, Grades 3 or 4 (22.1% to 25%)<\/li><li><b>Hematologic:<\/b>Acute myeloid leukemia, Leukopenia, Grade 3 or 4 (1.5% to 58.6%), Neutropenia, Grade 3 or 4 (10.5% to 67.2%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><\/ul>"},{"id":"925037-s-6","title":"Drug Name Info","sub":{"0":{"id":"925037-s-6-17","title":"US Trade Names","mono":"Ellence<br\/>"},"2":{"id":"925037-s-6-19","title":"Class","mono":"<ul><li>Anthracycline<\/li><li>Antineoplastic Agent<\/li><\/ul>"},"3":{"id":"925037-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925037-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"925037-s-7","title":"Mechanism Of Action","mono":"Epirubicin hydrochloride is an anthracycline anticancer agent with cytotoxic and antiproliferative properties. It intercalates between nucleotide base pairs with consequent inhibition of nucleic acid and protein synthesis, thus triggers DNA cleavage. It also prevents DNA helicase activity by inhibiting enzymatic separation of double-stranded DNA and interfering with the replication and transcription.<br\/>"},{"id":"925037-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"925037-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 21 L\/kg +\/- 2 L\/kg to 27 L\/kg +\/- 11 L\/kg<\/li><li>Protein binding: about 77%<\/li><\/ul>"},"2":{"id":"925037-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; extensively and rapidly metabolized, reduction, conjugation, hydrolysis, redox<\/li><li>Metabolites: 13(S)-dihydro derivative, epirubicinol, doxorubicin aglycone, doxorubicinol aglycone, 7-deoxy-doxorubicin aglycone, 7-deoxyrubicinol aglycone<\/li><\/ul>"},"3":{"id":"925037-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 34%<\/li><li>Renal: 27%<\/li><li>Dialyzable: unknown<\/li><\/ul>"},"4":{"id":"925037-s-8-27","title":"Elimination Half Life","mono":"31.1 h +\/- 6 h to 35.3 h +\/- 9 h <br\/>"}}},{"id":"925037-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>administer into the tubing of a free-flowing IV infusion only; do not give IM or subQ<\/li><li>use proper procedures for handling and disposal of epirubicin<\/li><li>pregnant women should not handle<\/li><li>care should be taken to avoid extravasation as severe local tissue necrosis will occur<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>use within 24 hours of penetration of the rubber stopper<\/li><li>care should be taken to avoid extravasation as severe local tissue necrosis will occur<\/li><li>administer into a freely-flowing IV infusion (NS or D5W) over 15 to 20 minutes; lower doses may be administered over shorter times but infusions should not be less than 3 minutes<\/li><\/ul><\/li><\/ul>"},{"id":"925037-s-10","title":"Monitoring","mono":"<ul><li>evidence of tumor response is indicative of efficacy<\/li><li>CBC with differential; baseline and during each cycle of therapy<\/li><li>total serum bilirubin and AST; baseline and during each treatment cycle<\/li><li>serum creatinine; baseline and during each treatment cycle<\/li><li>serum uric acid levels, serum electrolyte levels; immediately following initial administration<\/li><li>ECG and echocardiography (ECHO) or multi-gated radionuclide angiography (MUGA); baseline and during therapy<\/li><li>female patients age 70 years and older<\/li><\/ul>"},{"id":"925037-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Powder for Solution: 50 MG, 200 MG<\/li><li>Intravenous Solution: 2 MG\/ML<\/li><\/ul><\/li><li><b>Ellence<\/b><br\/>Intravenous Solution: 2 MG\/ML<br\/><\/li><li><b>Novaplus Epirubicin Hydrochloride<\/b><br\/>Intravenous Solution: 2 MG\/ML<br\/><\/li><\/ul>"},{"id":"925037-s-12","title":"Toxicology","sub":[{"id":"925037-s-12-31","title":"Clinical Effects","mono":"<b>EPIRUBICIN AND RELATED AGENTS <\/b><br\/>USES: Epirubicin and idarubicin are antineoplastic agents used to treat a wide variety of cancers, including breast, ovarian, and lung cancer, leukemia, and lymphoma. Intravesical valrubicin is used to treat BCG-refractory carcinoma in situ of the bladder. PHARMACOLOGY: Anthracyclines interfere in replication of rapidly growing cancer cells by interfering with DNA\/RNA replication. These drugs intercalate between base pairs in DNA\/RNA, inhibiting synthesis; specifically they inhibit topoisomerase II, preventing relaxation of supercoiled DNA, and blocking transcription and replication. Anthracyclines create oxygen free radicals, damaging DNA and cell membranes. TOXICOLOGY: These agents interfere with DNA replication in rapidly dividing cells, such as bone marrow and gastrointestinal epithelium. Cardiac toxicity of these agents may be related to free radical production. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea, stomatitis, and myelosuppression may occur following an overdose. VALRUBICIN: Bladder irritation (dysuria, frequency, urgency, bladder spasm and pain) are expected after intravesical overdose of valrubicin. Myelosuppression may occur if valrubicin is administered systemically, or if patients with bladder rupture\/perforation were exposed to high doses of valrubicin intravesically. SEVERE TOXICITY: Severe myelosuppression (especially granulocytopenia), acute cardiomyopathy (ie, ECG changes, dysrhythmias), severe mucositis, vomiting, and diarrhea may develop. ADVERSE EFFECTS: CARDIOMYOPATHY: EPIRUBICIN: Anthracycline-induced cardiac toxicity is manifested by early or delayed events. EARLY (ACUTE) ONSET: Mainly sinus tachycardia and\/or ECG abnormalities (eg, non-specific ST-T wave changes). Dysrhythmias have included premature ventricular contractions, sinus tachycardia, bradycardia, bundle-branch block, and atrioventricular junctional premature beats.  Acute cardiac effects are not predictive of late onset cardiomyopathy. Late or delayed toxicity usually develops within 2 to 3 months after the completion of treatment but may occur years later and is characterized by a specific cardiomyopathy (reduced left ventricular ejection fraction and or signs\/symptoms of congestive heart failure).  The toxicity is dependent on the cumulative dose of epirubicin. RISK FACTORS: A cumulative dose of 900 mg\/m(2) or greater; pre-existing cardiovascular disease; prior or concomitant radiotherapy to the mediastinum and pericardial  region; previous therapy with other anthracyclines; concomitant medications which suppress cardiac contractility. IDARUBICIN: Cardiomyopathy, congestive heart failure, and life-threatening dysrhythmias, including atrial fibrillation, chest pain, myocardial infarction, and reduction in left ventricular ejection fraction have been reported following idarubicin therapy. Cardiac toxicity was usually reversible and was reported in the setting of sepsis, anemia, and aggressive IV fluid administration. The dose-limiting toxicity of these agents is myelosuppression, particularly leukopenia and neutropenia.  Nadirs usually occur within 10 to 14 days, with recovery being evident by day 21. The following adverse effects have also been reported following therapeutic doses: nail changes, rash, urticaria, alopecia, extravasation (with epirubicin), nausea\/vomiting, anorexia, diarrhea, stomatitis, abdominal pain, gastrointestinal bleeding, elevated liver enzymes (idarubicin), headache, dizziness, asthenia, malaise, and lethargy. VALRUBICIN: Bladder irritation (ie, dysuria, frequency, urgency, bladder spasm and pain) may occur after intravesical use of valrubicin. <br\/>"},{"id":"925037-s-12-32","title":"Treatment","mono":"<b>EPIRUBICIN AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Cardiomyopathy and congestive heart failure have been reported in patients treated with epirubicin or idarubicin. Monitor for signs of congestive heart failure. Administer dexrazoxane as soon as possible to prevent cardiomyopathy. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Treat nausea and vomiting with several antiemetics of different classes. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Cardiomyopathy and congestive heart failure have been reported in patients treated with epirubicin or idarubicin. Monitor for signs of congestive heart failure. Dexrazoxane should be used for the prophylaxis of cardiomyopathy and to treat extravasation. Treat patients with heart failure with diuretics, vasodilators, ACE inhibitors, and inotropic agents as indicated. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes.<\/li><li>Intrathecal injection: No clinical reports available; information derived from experience with other antineoplastics. After an overdose,  keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hours). Add fresh frozen plasma (25 mL FFP to 1 L NS or LR) or 5% albumin to the perfusate to enhance removal as these agents are highly protein bound. Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: Decontamination is not necessary in most situations as these agents are administered by parenteral routes. If intravesical overdose occurs, have patient void or drain bladder with a catheter as soon as possible. For dermal exposures, clean skin with soap and water, and for eye exposures, flush with water.<\/li><li>Airway management: Intubate if patient is unable to protect airway or if unstable dysrhythmias develop.<\/li><li>Antidote: There is no antidote, but dexrazoxane should be administered as soon as possible if the dose administered puts the patient at risk for delayed cardiomyopathy (with epirubicin and idarubicin), or if extravasation has occurred.<\/li><li>Myelosuppression: Administer colony stimulating factors following a significant overdose as these patients are at risk for severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron, generally these are most effective in preventing nausea and vomiting, and are less effective than dopamine agonists), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Extravasation injury: Extravasation injury has been reported with epirubicin therapy. Administer dexrazoxane 1000 mg\/m(2) infused intravenously using a different venous access site over 1 to 2 hours on day 1 (MAX, 2000 mg) within 6 hours of extravasation. Repeat the same dose 24 +\/- 3 hours after extravasation on day 2 (MAX, 2000 mg) followed by a 500 mg\/m(2) dose 48 +\/- 3 hours after extravasation on day 3 (MAX, 1000 mg). Severe injury may require debridement.<\/li><li>Dexrazoxane: Dexrazoxane is used to prevent cardiomyopathy at therapeutic doses.  In adult clinical trials, dexrazoxane was effective in providing cardioprotective benefits against epirubicin. There is no published clinical experience after an overdose, but it should be administered as soon as possible if the an overdose is recognized early. If the overdose is not recognized early, there is probably little benefit to administering dexrazoxane. The usual dose of dexrazoxane to prevent cardiomyopathy is 10 times the doxorubicin dose (ie, 500 mg\/m(2) dexrazoxane for a 50 mg\/m(2) dose of doxorubicin). Additive myelosuppression generally occurs at dexrazoxane doses above 1000 mg\/m(2), so doses larger than this should generally be avoided. For extravasation, the initial dose is 1000 mg\/m(2) infused over 1 to 2 hours on day 1 (MAX, 2000 mg) and should be given within 6 hours of extravasation. Repeat the same dose 24 +\/- 3 hours after extravasation on day 2 (MAX, 2000 mg) followed by a 500 mg\/m(2) dose 48 +\/- 3 hours after extravasation on day 3 (MAX, 1000 mg).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. In patients with a epirubicin overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days.<\/li><li>Monitoring of patient: Monitor serial CBC (with differential) and platelet count until there is evidence of bone marrow recovery. The dose-limiting toxicity of these agents is myelosuppression, particularly leukopenia and neutropenia.  Nadirs usually occur within 10 to 14 days, with recovery being evident by day 21. Monitor CBC weekly for 3 weeks if valrubicin is administered following a suspected bladder rupture or perforation. Monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Monitor vital signs and serial ECGs; institute continuous cardiac monitoring. Evaluate for evidence of cardiomyopathy and congestive heart failure. Echocardiogram or radionucleotide studies may be useful. Monitor serum electrolytes, renal function, and hepatic enzymes. Evaluate patients for signs and symptoms of mucositis.<\/li><li>Enhanced elimination procedure: Dialysis, hemoperfusion or plasmapheresis are UNLIKELY to be of benefit due to high protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), cardiac function, and daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with overdose. Consult a cardiologist to manage patients with heart failure. May require surgical consult for extravasation. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"925037-s-12-33","title":"Range of Toxicity","mono":"<b>EPIRUBICIN AND RELATED AGENTS<\/b><br\/>TOXICITY: EPIRUBICIN: The risk of congestive heart failure increases rapidly with total cumulative doses of epirubicin greater than 900 mg\/m(2). A woman with breast cancer and liver metastasis died after receiving a single 320 mg\/m(2) dose of epirubicin. Patients have recovered following epirubicin doses of 150 to 250 mg\/m(2). IDARUBICIN: One patient died after receiving idarubicin 135 mg\/m(2) over 3 days. Another patient died after receiving idarubicin 45 mg\/m(2) and daunorubicin 90 mg\/m(2) over 3 days. VALRUBICIN: Valrubicin 600 mg\/m(2) is the maximum tolerated dose in humans by either intraperitoneal or intravenous routes. THERAPEUTIC DOSE: EPIRUBICIN: 60 to 120 mg\/m(2) every 21 to 28 days. IDARUBICIN: 12 mg\/m(2)\/day IV over 10 to 15 minutes for 3 days, in combination with cytarabine. VALRUBICIN: 800 mg intravesically once weekly for 6 weeks; solution should be retained for 2 hours (when possible) prior to voiding. CHILDREN: The safety and  efficacy of epirubicin, idarubicin, and valrubicin have not been established by the manufacturer in pediatric patients. Epirubicin (30 mg\/m(2)\/day IV for 3 days per week for 2 to 3 weeks) has shown efficacy in children with acute nonlymphoblastic leukemia (ANLL) who experienced a first relapse after therapy with anthracycline-containing regimens. Idarubicin in doses of 8 to 12 mg\/m(2) daily for 3 days has been effective in children for the treatment of refractory or relapsed acute nonlymphocytic leukemia (ANLL). <br\/>"}]},{"id":"925037-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Warn patient that urine may have red-discoloration for 1 to 2 days after treatment.<\/li><li>Patients with prior radiation therapy may experience an inflammatory recall reaction (inflamed skin at the old radiation sites when a new chemotherapy drug is administered).<\/li><li>This drug may cause alopecia, hot flashes, diarrhea, inflamed mucous membranes, nausea, vomiting, lethargy, amenorrhea, or fever.<\/li><li>Instruct patient to report signs\/symptoms of extravasation immediately, as drug is caustic.<\/li><li>Advise patient to report signs\/symptoms of congestive heart failure, which may indicate cardiac toxicity.<\/li><li>Patient should report signs\/symptoms of myelosuppression, hepatic dysfunction, or renal dysfunction.<\/li><li>Tell patient to maintain adequate hydration during drug therapy.<\/li><\/ul>"}]}