{"generic":"Bexarotene","drugs":["Bexarotene","Targretin"],"mono":[{"id":"925073-s-0","title":"Generic Names","mono":"Bexarotene"},{"id":"925073-s-1","title":"Dosing and Indications","sub":{"0":{"id":"925073-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Primary cutaneous T-cell lymphoma, All stages, refractory to one prior systemic therapy:<\/b> 300 mg\/m(2)\/day ORALLY<\/li><li><b>Primary cutaneous T-cell lymphoma, Stage 1A\/1B; persistent\/refractory after other therapies or unable to tolerate other therapies:<\/b> apply topical 1% gel every other day for 1 week then at weekly intervals increase to once daily, then twice daily, then three times daily and finally four times daily (as tolerated)<\/li><\/ul>"},"1":{"id":"925073-s-1-5","title":"Pediatric Dosing","mono":"Safety and effectiveness not established in children"},"3":{"id":"925073-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Primary cutaneous T-cell lymphoma, All stages, refractory to one prior systemic therapy<\/li><li>Primary cutaneous T-cell lymphoma, Stage 1A\/1B; persistent\/refractory after other therapies or unable to tolerate other therapies<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>AIDS-related Kaposi's sarcoma<\/li><li>Cutaneous\/peripheral T-cell lymphoma<\/li><li>Psoriasis<\/li><\/ul>"}}},{"id":"925073-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Bexarotene capsules are a member of the retinoid class of drugs that is associated with birth defects in humans. Bexarotene capsules also caused birth defects when administered orally to pregnant rats, and therefore must not be administered to a pregnant woman.<br\/>"},{"id":"925073-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925073-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to bexarotene or other components of the product<\/li><li>pregnancy, known or suspected; risk of teratogenic effects; use of 2 effective contraception methods (one of which should be non-hormonal) or continuous abstinence is required for 1 month prior to, during, and 1 month after therapy; male patients must use condoms during and for at least 1 month after the last dose<\/li><\/ul>"},{"id":"925073-s-3-10","title":"Precautions","mono":"<ul><li>cataracts or worsening of previous cataracts have been reported (oral)<\/li><li>concomitant use of gemfibrozil is not recommended (oral)<\/li><li>concurrent intake of vitamin A supplements (greater than 15,000 international units\/day) should be avoided<\/li><li>concurrent use with products containing DEET (N,N-diethyl-m-toluamide) is not recommended (topical)<\/li><li>diabetes mellitus; hypoglycemia may occur with concurrent use of insulin, insulin-sensitizers, or agents that enhance insulin secretion<\/li><li>hepatic impairment; risk of toxicity (oral)<\/li><li>hyperlipidemia, particularly hypertriglyceridemia, may occur; monitoring recommended (oral)<\/li><li>hypersensitivity to retinoids<\/li><li>hypothyroidism has been reported; monitoring recommended (oral)<\/li><li>leukopenia has been reported; monitoring recommended (oral)<\/li><li>liver function test elevations have been reported; monitoring recommended; interruption or discontinuation of therapy may be warranted (oral)<\/li><li>pancreatitis, acute, has been reported; use not recommended in patients with risk factors for pancreatitis (eg, prior pancreatitis, uncontrolled hyperlipidemia, excessive alcohol consumption, uncontrolled diabetes mellitus, biliary tract disease, and medications known to increase triglyceride levels or to be associated with pancreatic toxicity) (oral)<\/li><li>sunlight and artificial UV light exposure, prolonged; minimize sunlight exposure and avoid using a sunlamp due to potential photosensitivity<\/li><\/ul>"},{"id":"925073-s-3-11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"925073-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"925073-s-4","title":"Drug Interactions","sub":{"1":{"id":"925073-s-4-14","title":"Major","mono":"<ul><li>Chlortetracycline (theoretical)<\/li><li>Demeclocycline (theoretical)<\/li><li>Doxycycline (theoretical)<\/li><li>Efavirenz (probable)<\/li><li>Gemfibrozil (probable)<\/li><li>Lymecycline (theoretical)<\/li><li>Meclocycline (theoretical)<\/li><li>Methacycline (theoretical)<\/li><li>Minocycline (theoretical)<\/li><li>Oxytetracycline (theoretical)<\/li><li>Paclitaxel (probable)<\/li><li>Rolitetracycline (theoretical)<\/li><li>Tetracycline (theoretical)<\/li><\/ul>"},"2":{"id":"925073-s-4-15","title":"Moderate","mono":"<ul><li>Atorvastatin (probable)<\/li><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Drospirenone (probable)<\/li><li>Erythromycin (probable)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Levonorgestrel (probable)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Rifampin (probable)<\/li><li>Tamoxifen (probable)<\/li><li>Vitamin A (probable)<\/li><\/ul>"}}},{"id":"925073-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema<\/li><li><b>Dermatologic:<\/b>Dry skin, Photosensitivity<\/li><li><b>Endocrine metabolic:<\/b>Hypothyroidism<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Nausea<\/li><li><b>Neurologic:<\/b>Asthenia, Headache<\/li><li><b>Other:<\/b>Infectious disease<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Contact dermatitis, Gel, Pruritus, Gel, Rash, Gel, Rash, Oral<\/li><li><b>Endocrine metabolic:<\/b>Hypercholesterolemia (32%), Hyperlipidemia (78%)<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis (1.2%)<\/li><li><b>Hematologic:<\/b>Anemia, Leukopenia<\/li><li><b>Hepatic:<\/b>Increased liver function test (1.2%)<\/li><\/ul>"},{"id":"925073-s-6","title":"Drug Name Info","sub":{"0":{"id":"925073-s-6-17","title":"US Trade Names","mono":"Targretin<br\/>"},"2":{"id":"925073-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic, Dermatological<\/li><li>Antineoplastic Agent<\/li><li>Retinoid<\/li><\/ul>"},"3":{"id":"925073-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925073-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"925073-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Bexarotene is a retinoid that selectively binds to and activates retinoid X receptor subtypes (RXRalpha, RXRbeta, RXRgamma), which modulates transcription and expression of genes that control the process of cellular differentiation and proliferation in  cells. Bexarotene inhibits the growth of some tumor cell lines of hematopoietic and squamous cell origin in vitro and induces tumor regression in vivo in some animal models. Its exact mechanism of action in the treatment of cutaneous T-cell lymphoma is unknown.<\/li><li>Topical: Bexarotene is a retinoid that selectively binds and activates retinoid X receptor subtypes (RXRalpha, RXRbeta, RXRgamma). Once activated, these receptors function as transcription factors that regulate the expression of genes that control cellular differentiation and proliferation. The exact mechanism of action of bexarotene in the treatment of cutaneous T-cell lymphoma is unknown, but it inhibits the growth in vitro of some tumor cell lines of hematopoietic and squamous cell origin. It also induces tumor regression in vivo in some animal models.<\/li><\/ul>"},{"id":"925073-s-8","title":"Pharmacokinetics","sub":[{"id":"925073-s-8-23","title":"Absorption","mono":"<ul><li>Oral, effects of food: increased<\/li><li>Topical, bioavailability: Low<\/li><\/ul>"},{"id":"925073-s-8-24","title":"Distribution","mono":"Protein binding: greater than 99% <br\/>"},{"id":"925073-s-8-25","title":"Metabolism","mono":"<ul><li>Active metabolites: 6-hydroxybexarotene, 7-hydroxybexarotene, 6-oxo-bexarotene, and 7-oxo-bexarotene<\/li><li>Via CYP3A4 pathway<\/li><\/ul>"},{"id":"925073-s-8-26","title":"Excretion","mono":"<ul><li>Renal: less than 1% unchanged<\/li><li>Total body clearance: increases with increasing body weight<\/li><li>Total body clearance: hepatic impairment, decreased<\/li><\/ul>"},{"id":"925073-s-8-27","title":"Elimination Half Life","mono":"7 hours <br\/>"}]},{"id":"925073-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of chemotherapy<br\/><\/li><li><b>Oral<\/b><br\/>take with a meal<br\/><\/li><li><b>Topical<\/b><br\/>(gel) cover lesion with generous coating; apply to lesions only and not surrounding unaffected skin; do not apply near mucosal surfaces; allow to dry before covering with clothing; do not use occlusive dressing<br\/><\/li><\/ul>"},{"id":"925073-s-10","title":"Monitoring","mono":"<ul><li>evidence of tumor response (improvements in erythema, scaling, plaque elevation) is indicative of clinical efficacy<\/li><li>pregnancy test with a sensitivity of at least 50 milli-international units\/L (eg, serum beta-human chorionic gonadotropin); within 1 week prior to initiating therapy and monthly thereafter<\/li><li>(oral) fasting blood lipid profile; prior to initiation of therapy, weekly until lipid response is established, and every 8 weeks thereafter as clinically indicated<\/li><li>(oral) liver function tests; at baseline, at 1, 2, and 4 weeks after initiating therapy, and every 8 weeks thereafter<\/li><li>(oral) thyroid function tests; at baseline and periodically during treatment<\/li><li>(oral) WBC count with differential; at baseline and periodically during treatment<\/li><\/ul>"},{"id":"925073-s-11","title":"How Supplied","mono":"<b>Targretin<\/b><br\/><ul><li>Oral Capsule: 75 MG<\/li><li>Topical Gel\/Jelly: 1 %<\/li><\/ul>"},{"id":"925073-s-12","title":"Toxicology","sub":[{"id":"925073-s-12-31","title":"Clinical Effects","mono":"<b>BEXAROTENE AND RELATED AGENTS<\/b><br\/>OVERDOSE: Overdose data is limited. ADVERSE EFFECTS: Hyperlipidemia and leukopenia are the dose-limiting toxicities following therapeutic administration of bexarotene.  Time to onset of leukopenia is generally 4 to 8 weeks after therapeutic use. Other common adverse effects that may occur include nausea, vomiting, diarrhea, pancreatitis, headaches, asthenia, hypothyroidism, elevated liver enzyme levels, and skin rashes. Liver failure was rarely reported following bexarotene therapy during clinical trials. <br\/>"},{"id":"925073-s-12-32","title":"Treatment","mono":"<b>BEXAROTENE AND RELATED AGENTS <\/b><br\/><ul><li>Decontamination: ORAL: Activated charcoal; TOPICAL: Remove contaminated clothing and wash exposed area extremely thoroughly with soap and water.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Neutropenia: Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours.<\/li><li>Monitoring of patient: Monitor CBC with differential, hepatic enzymes, serum lipid levels, and thyroid function in symptomatic patients.<\/li><\/ul>"},{"id":"925073-s-12-33","title":"Range of Toxicity","mono":"<b>BEXAROTENE AND RELATED AGENTS<\/b><br\/>TOXICITY: A specific minimum toxic dose has not been established. Bexarotene doses up to 1000 mg\/m(2)\/day have been tolerated without acute toxic effects following short-term administration to patients with advanced cancer. THERAPEUTIC DOSE: ADULT: ORAL: 300 mg\/m(2)\/day as a single oral dose; after eight weeks, the total daily dosage may be escalated up to 400 mg\/m(2).<br\/>"}]},{"id":"925073-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug can cause sun-sensitivity. Advise patient to minimize exposure to natural and artificial light, including sunlamps and tanning beds.<\/li><li>Adverse effects to a fetus may be caused by either male or female patients receiving treatment with this drug. Emphasize the use of two forms of reliable contraception from one month before therapy, during therapy, and up to one month post-therapy.<\/li><li>Advise patient on the proper handling and disposal of chemotherapy drugs.<\/li><li>This drug may cause peripheral edema, dry skin, abdominal pain, nausea, asthenia, or headache. Gel formulation may also cause contact dermatitis.<\/li><li>Instruct patient to report signs\/symptoms of anemia or infection.<\/li><li>Advise patients using topical formulations that symptomatic improvement may not be seen for 4 or more weeks.<\/li><li>Patient should take oral formulation with meals.<\/li><li>Patient should not use an occlusive dressing over areas treated with the topical formulation. Application areas should be allowed to dry prior to covering with clothing.<\/li><li>Tell patient to not apply topical formulation near mucosal surfaces.<\/li><li>Instruct patient to avoid concurrent intake of supplemental vitamin A without healthcare professional approval.<\/li><li>Tell patients using the gel formulation to avoid concurrent use of products containing DEET (an insect repellant).<\/li><li>Patient should avoid concurrent use of oral drug and grapefruit juice.<\/li><\/ul>"}]}