{"drugs":["Temodar","Temozolomide"],"mono":{"0":{"id":"925029-s-0","title":"Generic Names","mono":"Temozolomide"},"1":{"id":"925029-s-1","title":"Dosing and Indications","sub":[{"id":"925029-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Anaplastic astrocytoma of brain, Refractory (following disease progression on nitrosourea and procarbazine):<\/b> initial dose:  150 mg\/m(2) ORALLY or IV over 90 minutes once daily for 5 days; cycle every 28 days; if both the nadir and day of dosing (day 29, day 1 of next cycle) absolute neutrophil count and platelet count are equal to or greater than 1.5 x 10(9)\/L and 100 x 10(9)\/L respectively, increase dose to 200 mg\/m(2)\/day for 5 days per 28-day cycle; continue therapy until disease progression, up to a maximum of 2 years; optimal therapy duration is unknown<\/li><li><b>Glioblastoma multiforme of brain, Newly diagnosed, concomitantly with radiotherapy and then as maintenance:<\/b> initial dose, concomitant with focal radiotherapy: 75 mg\/m(2) ORALLY or IV over 90 minutes once daily for 42 days, up to 49 days when absolute neutrophil count 1.5 X 10 (9)\/L or greater, platelet count 100 x 10(9)\/L or greater, and common toxicity criteria for nonhematological toxicity is grade 1 or less (except for alopecia, nausea and vomiting); Pneumocystis pneumonia prophylaxis is required during concomitant temozolomide and radiotherapy, continue in patients who develop lymphocytopenia until recovery from lymphocytopenia (CTC grade less than or equal to 1)<\/li><li><b>Glioblastoma multiforme of brain, Newly diagnosed, concomitantly with radiotherapy and then as maintenance:<\/b> maintenance dose, cycle 1 (4 weeks after completion of initial therapy): 150 mg\/m(2) ORALLY or IV over 90 minutes once daily for 5 days followed by 23 days without treatment<\/li><li><b>Glioblastoma multiforme of brain, Newly diagnosed, concomitantly with radiotherapy and then as maintenance:<\/b> maintenance dose, cycles 2 to 6 (each 28 days): 200 mg\/m(2) ORALLY or IV once daily for the first 5 days of the cycle if common toxicity criteria for cycle 1 is grade 2 or less (except for alopecia, nausea and vomiting), absolute neutrophil count (ANC) greater than or equal to 1.5 x 10(9)\/L, and the platelet count 100 x 10(9)\/L or greater; do not start the next cycle until the ANC and platelet count exceed these levels on day 22 (21 days after the first dose) or within 48 hours of that day. The dose remains at 200 mg\/m(2) per day for the first 5 days of each subsequent cycle except if toxicity occurs; if the dose was not escalated at Cycle 2, escalation should not be done in subsequent cycles<\/li><li><b>Metastatic malignant melanoma, Monotherapy:<\/b> 200 mg\/m(2) ORALLY daily for 5 consecutive days, every 28 days.<\/li><\/ul>"},{"id":"925029-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness in children have not been established<\/li><li>temozolomide capsules (160 to 200 mg\/m(2)\/day for 5 days every 28 days) have been studied in pediatric patients (aged 3 to 18 years) in 2 open-label trials; toxicity was similar to adults<\/li><\/ul>"},{"id":"925029-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hematologic, astrocytoma:<\/b> (absolute neutrophil count (ANC) less than 1000\/mcL or platelets less than 50,000\/mcL):  hold dose until ANC greater than 1500\/mcL and platelets greater than 100,000\/mcL; then reduce dose by 50 mg\/m(2)\/day for subsequent cycles, but not below 100 mg\/m(2)<\/li><li><b>hematologic, astrocytoma:<\/b> (absolute neutrophil count (ANC) 1000 to 1500\/mcL or platelets 50,000 to 100,000\/mcL):  hold therapy until ANC is greater than 1500\/mcL and platelets greater than 100,000\/mcL; maintain initial dose<\/li><li><b>hematologic, astrocytoma:<\/b> (absolute neutrophil count greater than 1500\/mcL and platelets greater than 100,000\/mcL):  increase or maintain dose at 200 mg\/m(2)\/day for 5 days for subsequent cycles<\/li><li><b>hematologic and nonhematologic (glioblastoma):<\/b> concomitant phase; DISCONTINUE if absolute neutrophil count (ANC) is less than 0.5 x 10(9)\/L, or the platelet count is less than 10 x 10(9)\/L, or if a common toxicity criteria (CTC) grade 3 or 4 nonhematological toxicity (except for alopecia, nausea, vomiting) occurs; INTERRUPT therapy if the ANC is at least 0.5 x 10(9)\/L but less than 1.5 x 10(9)\/L, or the platelet count is at least 10 x 10(9)\/L but less than 100 x 10(9)\/L, or if a CTC grade 2 nonhematological toxicity (except for alopecia, nausea, vomiting) occurs<\/li><li><b>hematologic and nonhematologic (glioblastoma):<\/b> maintenance phase; REDUCE dose by 50 mg\/m(2)\/day if the absolute neutrophil count (ANC) is less than 1 x 10(9)\/L, the platelet count is less than 50 x 10(9)\/L, or if a common toxicity criteria (CTC) grade 3 nonhematological toxicity (except for alopecia, nausea, vomiting) occurs; DISCONTINUE therapy if a dose reduction to less than 100 mg\/m(2)\/day is required, a CTC grade 4 nonhematological toxicity (except for alopecia, nausea, vomiting) occurs, or if the same CTC grade 3 toxicity occurs after dose reduction<\/li><\/ul>"},{"id":"925029-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Anaplastic astrocytoma of brain, Refractory (following disease progression on nitrosourea and procarbazine)<\/li><li>Glioblastoma multiforme of brain, Newly diagnosed, concomitantly with radiotherapy and then as maintenance<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Malignant glioma, Relapsed, refractory, or progressive, as monotherapy<\/li><li>Metastatic malignant melanoma, Monotherapy<\/li><\/ul>"}]},"3":{"id":"925029-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925029-s-3-9","title":"Contraindications","mono":"hypersensitivity to temozolomide, dacarbazine, or any component of the product <br\/>"},{"id":"925029-s-3-10","title":"Precautions","mono":"<ul><li>Hematologic:<\/li><li>-- myelosuppression, including prolonged pancytopenia and aplastic anemia (sometimes fatal), may occur; increased risk in geriatric and female patients; monitoring recommended<\/li><li>-- myelodysplastic syndrome and secondary malignancies (eg, myeloid leukemia) have been reported<\/li><li>Hepatic:<\/li><li>-- severe and fatal hepatotoxicity have been reported; monitoring recommended<\/li><li>-- give cautiously in patients with severe hepatic impairment<\/li><li>Renal:<\/li><li>-- give cautiously in patients with severe renal impairment<\/li><li>Respiratory:<\/li><li>-- Pneumocystis pneumonia has been reported, especially with longer dosing regimens; monitoring recommended<\/li><li>Reproductive:<\/li><li>-- avoid pregnancy<\/li><li>Other:<\/li><li>-- infusion reactions may occur at a greater frequency if infusion is given over a shorter or longer time period than 90 minutes<\/li><\/ul>"},{"id":"925029-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"925029-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"925029-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (55% to 69%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (6% to 33%), Nausea and vomiting (42% to 53%)<\/li><li><b>Neurologic:<\/b>Headache (41%), Seizure (23%)<\/li><li><b>Other:<\/b>Fatigue<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Aplastic anemia (rare), Myelodysplastic syndrome (rare), Myeloid leukemia (rare), Myelosuppression, Neutropenia, Pancytopenia (rare), Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatotoxicity, Hyperbilirubinemia, Increased liver enzymes<\/li><li><b>Immunologic:<\/b>Pneumocystis pneumonia<\/li><li><b>Respiratory:<\/b>Pneumocystis pneumonia<\/li><li><b>Other:<\/b>Secondary malignant neoplastic disease (rare)<\/li><\/ul>"},"6":{"id":"925029-s-6","title":"Drug Name Info","sub":{"0":{"id":"925029-s-6-17","title":"US Trade Names","mono":"Temodar<br\/>"},"2":{"id":"925029-s-6-19","title":"Class","mono":"<ul><li>Alkylating Agent<\/li><li>Antineoplastic Agent<\/li><li>Imidazole Carboxamide<\/li><\/ul>"},"3":{"id":"925029-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925029-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"925029-s-7","title":"Mechanism Of Action","mono":"Temozolomide is rapidly converted to the active form, MTIC. MTIC alkylates DNA at the O6 and N7 positions of guanine, and thus is cytotoxic.<br\/>"},"8":{"id":"925029-s-8","title":"Pharmacokinetics","sub":[{"id":"925029-s-8-23","title":"Absorption","mono":"<ul><li>Oral, rapid<\/li><li>Bioavailability: (Oral) complete<\/li><li>Effect of food: (Oral) significant; prolonged Tmax from 1.1 to 2.25 hr, decreased Cmax by 32% and AUC by 9%<\/li><\/ul>"},{"id":"925029-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 0.4 L\/kg<\/li><li>Protein binding: (Oral) 15%<\/li><\/ul>"},{"id":"925029-s-8-25","title":"Metabolism","mono":"spontaneously hydrolyzed to MTIC, 5-amino-imidazole-4-carboxamide and methylhydrazine <br\/>"},{"id":"925029-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 0.8%<\/li><li>Renal:  Temozolomide- 37.7%, 5.6% unchanged; AIC- 12%; Temozolomide acid metabolite- 2.3%<\/li><\/ul>"},{"id":"925029-s-8-27","title":"Elimination Half Life","mono":"1.8 hr.<br\/>"}]},"9":{"id":"925029-s-9","title":"Administration","mono":"<ul><li><b>Intravenous<\/b><br\/><ul><li>for IV infusion only<\/li><li>bring vial to room temperature prior to reconstitution<\/li><li>reconstitute vial with 41 mL sterile water for injection for final concentration of 2.5 mg\/mL<\/li><li>swirl vial gently (do not shake); do not further dilute the reconstituted solution<\/li><li>withdraw up to 40 mL from each vial to make up the total dose and transfer into an empty 250 mL infusion bag<\/li><li>may be administered in the same IV live with 0.9% NS injection only<\/li><li>do not infuse with other drugs simultaneously through the same IV line<\/li><li>infuse IV over 90 minutes using a pump<\/li><li>reconstituted vials must be used within 14 hours, including infusion time<\/li><li>avoid inhalation or contact with opened vials<\/li><li>use proper procedures for handling and disposal of chemotherapy<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>consistency of administration with respect to food is recommended<\/li><li>take on an empty stomach or at bedtime to reduce nausea and vomiting<\/li><li>swallow whole with a glass of water; do not open or chew capsules<\/li><li>avoid inhalation or contact with opened or damaged capsules<\/li><li>use proper procedures for handling and disposal of chemotherapy<\/li><\/ul><\/li><\/ul>"},"10":{"id":"925029-s-10","title":"Monitoring","mono":"<ul><li>tumor response is indicative of efficacy<\/li><li>CBC; prior to initiation and weekly during concomitant radiotherapy. For the 28-day treatment cycles, obtain a CBC prior to treatment on Day 1 and on Day 22 (21 days after the first dose) of each cycle. If the ANC falls below 1.5 x 10(9)\/L and the platelet count falls below 100 x 10(9)\/L perform CBC weekly until recovery, particularly in elderly and female patients<\/li><li>liver function tests; at baseline, halfway through the first treatment cycle, before all subsequent treatment cycles, and approximately 2 to 4 weeks after discontinuation<\/li><li>lymphocyte count; especially those receiving treatment with steroids<\/li><li>Pneumocystis pneumonia; especially those receiving treatment with steroids<\/li><\/ul>"},"11":{"id":"925029-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 5 MG, 20 MG, 100 MG, 140 MG, 180 MG, 250 MG<br\/><\/li><li><b>Temodar<\/b><br\/><ul><li>Intravenous Powder for Solution: 100 MG<\/li><li>Oral Capsule: 5 MG, 20 MG, 100 MG, 140 MG, 180 MG, 250 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"925029-s-12","title":"Toxicology","sub":[{"id":"925029-s-12-31","title":"Clinical Effects","mono":"<b>TEMOZOLOMIDE<\/b><br\/>USES: Temozolomide is indicated for the treatment of newly-diagnosed glioblastoma multiforme and refractory anaplastic astrocytoma in adult patients. It has also been used in pediatric patients (aged 3 to 18 years) to treat recurrent brain stem glioma and high grade astrocytoma. Temozolomide has also been investigated in clinical studies for use in the treatment of brain metastases from solid tumors (ie, brain, lung cancer and melanoma). PHARMACOLOGY: Temozolomide, a second-generation imidazotetrazine derivative, is a novel oral alkylating agent that can penetrate the CNS (CSF concentrations can reach 30% to 40% of plasma concentrations) and has antitumor activity in the CNS. It is degraded spontaneously at physiological pH to the cytotoxic DNA alkylating substance methyltriazeno-imidazole-carboxamide (MTIC), the active metabolite. It is speculated that the cytotoxicity of temozolomide may be due to the methylation of guanine at the O(6) position with additional alkylation occurring at the N(7) position. It has also been suggested that the cumulative depletion of O(6) guanine alkyl transferase, the enzyme needed to repair O(6) defects caused by alkylating chemotherapeutic agents, may occur as a result of temozolomide therapy. TOXICOLOGY: GENERAL: Temozolomide produces its cytotoxic effects on DNA which can affect rapidly proliferating cells such as hemapoietic stem cells. Overdose effects are seen primarily in rapidly dividing cells (ie, bone marrow, gastrointestinal tract). COMBINATION WITH OTHER CHEMOTHERAPEUTIC AGENTS: Temozolomide has been frequently combined with other chemotherapeutic agents (ie, carboplatin, paclitaxel, docetaxel, synthetic retinoids) because it does not appear to produce overlapping toxicity. However, select agents such as the combination of carmustine and temozolomide has increased the risk of developing grade 3\/4 hematotoxicity, and the effects may be cumulative. Concomitant therapy with cisplatin and temozolomide increases the risk of gastric toxicity, but does not appear to significantly increase the risk of severe (grade 3\/4) thrombocytopenia or neutropenia. Patients previously exposed to chemotherapeutic agents may also be at greater risk to develop hematologic toxicity. EPIDEMIOLOGY: Inadvertent iatrogenic overdose is very rare, but has occurred. Fatalities have occurred following overdose. OVERDOSE: Overdose data are limited. Severe myelosuppression should be anticipated. MILD TO MODERATE TOXICITY: Nausea, vomiting, constipation, diarrhea, anorexia, and headache. SEVERE TOXICITY: Myelosuppression is dose-dependent. Severe pancytopenia, febrile neutropenia, and secondary infections may develop. ADVERSE EFFECTS: HEMATOLOGIC: Myelosuppression is the dose-limiting toxicity of temozolomide therapy in adults and children. Children may be at higher risk to develop hematologic toxicity. In most cases, myelosuppression appears to be reversible and noncumulative with cyclical temozolomide therapy. Grade 3 to 4 thrombocytopenia or neutropenia usually does not require a discontinuation of therapy. Leukopenia and anemia can also develop. Prolonged therapy with temozolomide can produce a decrease in CD4 lymphocytes; lymphopenia is a common finding with therapy. Aplastic anemia may rarely occur. NONHEMATOLOGIC: The most frequent nonhematologic adverse events reported with therapy include: nausea, vomiting, diarrhea, anorexia, fatigue, headache, arthralgia\/myalgia, alopecia, and constipation. These events are usually classified as mild to moderate. Other events can include: seizures, anorexia, rash, hemiparesis, diarrhea, fever, dizziness, abnormal coordination, viral infection, amnesia, and insomnia. INFREQUENT: Some patients may develop opportunistic infections (eg, pneumocystis carinii pneumonia (PCP)). Concomitant radiation therapy and prolonged temozolomide dosing can increase the risk of PCP.  Concomitant administration of corticosteroids can increase the risk of immunosuppression. Severe infections have been estimated to occur between 1% and 6% of patients treated with temozolomide. RARE: Aplastic anemia.<br\/>"},{"id":"925029-s-12-32","title":"Treatment","mono":"<b>TEMOZOLOMIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Early symptoms (within a few days) are likely to include non-hematologic toxicity (ie, nausea, vomiting and diarrhea). Treat persistent nausea and vomiting with several antiemetics of different classes. Treat patients with uncomplicated mild to moderate diarrhea (Grade 1 or 2) without signs of infection with loperamide. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Monitor temperature. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia (absolute neutrophil count of less than 500 cells\/mm3). Monitor CBC with differential and platelet count. If febrile neutropenia develops obtain cultures and begin antibiotics. Adjust antimicrobial therapy as indicated based on culture results and clinical and diagnostic (ie, radiographic) findings. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes.<\/li><li>Decontamination: PREHOSPITAL: Prehospital activated charcoal can be administered to patients with recent overdose who are awake and able to protect the airway. HOSPITAL: Consider activated charcoal if a patient presents soon after an overdose.<\/li><li>Airway management: Orotracheal intubation for airway protection should be performed early in cases of obtundation and\/or unstable seizure activity.<\/li><li>Antidote: There is no known antidote for temozolomide.<\/li><li>Myelosuppression: Myelosuppression, mainly thrombocytopenia and neutropenia, may be severe and prolonged following a temozolomide overdose. Administer colony stimulating factors in patients with a large overdose as these patients are at risk for severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours OR 250 mcg\/m(2) day SubQ once daily. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia 7 days or more, unstable, significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia less than 7 days, clinically stable, no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Nausea and vomiting: Based on limited data, nausea and vomiting following a temozolomide overdose is likely to be mild to moderate, and controlled with a combination of antiemetic agents as needed. Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Seizure: Seizures have been reported after therapeutic doses, but are more likely related to the underlying malignancy rather than the temozolomide. Treatment includes ensuring adequate oxygenation, and administering intravenous benzodiazepines; barbiturates or propofol may be indicated, if seizures persist.<\/li><li>Extravasation injury: At the time of this review, there are no reports that intravenous temozolomide is a vesicant. Based on limited data, intravenous temozolomide has produced irritation, swelling and erythema at the infusion site. If extravasation is suspected, withdraw as much solution as possible from the catheter before it is removed. If a reaction occurs, apply warm compresses &quot;on and off&quot; as needed. There is no known antidote. <\/li><li>Stomatitis: Mild stomatitis has been reported infrequently in patients receiving temozolomide therapy. Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. In patients with a temozolomide overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days.<\/li><li>Monitoring of patient: Monitor CBC with differential and platelet count daily until there is evidence of bone marrow recovery. Median nadirs have occurred in about 26 days (range: 21 to 40 days) for platelets and 28 days (range: 1 to 44 days) for neutrophils with therapeutic use, but are likely to occur sooner with a significant overdose. Monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Monitor vital signs, including temperature. Closely monitor liver enzymes, fluid status and electrolytes following a significant overdose. Ensure adequate hydration and correct electrolyte abnormalities as needed. If a patient is discharged after an overdose, monitor CBC with differential at least weekly for 3 to 6 weeks.<\/li><li>Enhanced elimination procedure: There is no information regarding the effectiveness of hemodialysis or hemoperfusion. The small volume of distribution (0.4 L\/kg) and weak protein binding suggests that hemodialysis or hemoperfusion would probably be useful, if instituted soon after a large overdose. However, it is not known if hemodialysis would increase the clearance of MTIC, the active metabolite of temozolomide.<\/li><li>Patient disposition: HOME CRITERIA: There are no data to support home management. ADMISSION CRITERIA: Patients with a large overdose should be closely monitored in an inpatient setting, with frequent monitoring of vital signs, daily monitoring of CBC with differential and platelet count, clinical assessment and evaluation to determine the need for prophylactic therapies (ie, antibiotics, growth factors) in anticipation of severe myelosuppression. CONSULT CRITERIA: Consult an oncologist, hematologist, medical toxicologist, infectious disease physician and\/or poison center for assistance in managing patients with a temozolomide overdose. TRANSFER CRITERIA: A patient with a large overdose may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"925029-s-12-33","title":"Range of Toxicity","mono":"<b>TEMOZOLOMIDE<\/b><br\/>TOXICITY: Limited data. A dose of 2000 mg\/day for 5 days was fatal. Another adult developed severe myelosuppression after receiving a total dose of 5500 mg over 2 days; he survived following aggressive early care. THERAPEUTIC DOSE: ADULT: ORAL: Doses can range from 75 mg\/m(2) to 150 mg\/m(2) daily depending on the disease state. Dose adjustment may be required. The dosage for the subsequent cycle of therapy is dependent upon the nadir in neutrophil and platelet counts of the previous cycle, as well as the neutrophil and platelet counts at the start of the next cycle. Maximum daily dose: 200 mg\/m(2)\/day. PEDIATRIC: Doses of 160 to 200 mg\/m(2) daily for 5 days every 28 days have been used to treat patients ages to 3 to 18 years with recurrent brainstem glioma and high grade astrocytoma. In a small study of children (n=16) with recurrent or refractory leukemia, doses as high as 260 mg\/m(2)\/day for 5 days were well tolerated with no dose-limiting toxicities. <br\/>"}]},"13":{"id":"925029-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient on proper handling and disposal of chemotherapy drugs.<\/li><li>Instruct patient not to open oral capsules and to avoid inhalation and direct contact with skin and mucous membranes.<\/li><li>Drug may cause alopecia, anorexia, constipation, nausea, vomiting, headache, insomnia, seizures, and fatigue.<\/li><li>Instruct patient to report unusual bleeding or bruising or signs\/symptoms of myelosuppression, rash, or infection.<\/li><li>To lessen nausea, advise patient to take oral capsules on an empty stomach or at bedtime.<\/li><li>Advise patient to call healthcare professional if an oral dose is missed or vomiting occurs right after the dose, as drug should be given on a regular schedule.<\/li><\/ul>"}}}