{"drugs":["Calfactant","Infasurf"],"mono":{"0":{"id":"925034-s-0","title":"Generic Names","mono":"Calfactant"},"1":{"id":"925034-s-1","title":"Dosing and Indications","sub":{"1":{"id":"925034-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Respiratory distress syndrome in the newborn, Premature infants, requiring endotracheal intubation:<\/b> 3 mL\/kg birth weight INTRATRACHEALLY, may be repeated if needed every 12 hours up to 3 doses<\/li><li><b>Respiratory distress syndrome in the newborn, Premature infants; Prophylaxis:<\/b> 3 mL\/kg birth weight INTRATRACHEALLY, preferably within 30 minutes of birth, may be repeated if needed every 12 hours up to 3 doses<\/li><\/ul>"},"3":{"id":"925034-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Respiratory distress syndrome in the newborn, Premature infants, requiring endotracheal intubation<\/li><li>Respiratory distress syndrome in the newborn, Premature infants; Prophylaxis<\/li><\/ul>"}}},"3":{"id":"925034-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925034-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"925034-s-3-10","title":"Precautions","mono":"<ul><li>airway obstruction, transient episodes have been reported during dosing; drug interruption required until resolved<\/li><li>bradycardia, transient episodes have been reported during dosing; drug interruption required until resolved<\/li><li>cyanosis, transient episodes have been reported during dosing; drug interruption required until resolved<\/li><li>intraventricular hemorrhage and periventricular leukomalacia have been reported<\/li><li>reflux into endotracheal tube, transient episodes have been reported during dosing; drug interruption required until resolved<\/li><\/ul>"},{"id":"925034-s-3-11","title":"Pregnancy Category","mono":"Fetal risk is minimal. (TH)<br\/>"},{"id":"925034-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"925034-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia (34%)<\/li><li><b>Dermatologic:<\/b>Cyanosis (65%)<\/li><li><b>Respiratory:<\/b>Complication of introduction procedure, Endotracheal tube reflux of surfactant (21%), Respiratory obstruction (39%)<\/li><\/ul>"},"6":{"id":"925034-s-6","title":"Drug Name Info","sub":{"0":{"id":"925034-s-6-17","title":"US Trade Names","mono":"Infasurf<br\/>"},"2":{"id":"925034-s-6-19","title":"Class","mono":"Lung Surfactant<br\/>"},"3":{"id":"925034-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925034-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"925034-s-7","title":"Mechanism Of Action","mono":"<ul><li>Intratracheal-Local: Calfactant is a natural surfactant from calf lungs, which includes phospholipids, neutral lipids, and hydrophobic surfactant-associated proteins B and C (SP-B and SP-C) .<\/li><li>Endogenous surfactant modifies alveolar surface tension, thereby stabilizing the alveoli, which makes it essential for effective ventilation. Calfactant restores surface activity to the lungs of premature infants who have respiratory distress syndrome (RDS) caused by a deficiency of lung surfactant. It decreases the incidence of RDS, mortality due to RDS, and air leaks associated with RDS. <\/li><li>Calfactant adsorbs rapidly to the surface of the air:liquid interface and modifies surface tension in a manner similar to that of natural surfactant.  Ex vivo, calfactant has been found to restore the pressure volume mechanics and compliance of surfactant-deficient rat lungs.  In vivo, it improves lung compliance, respiratory gas exchange, and survival in preterm lambs with profound surfactant deficiency. <\/li><\/ul>"},"9":{"id":"925034-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>for INTRATRACHEAL administration only<br\/><\/li><li><b>Intratracheal<\/b><br\/><ul><li>swirl vial for redispersion, do not shake, do not sonicate<\/li><li>does not require reconstitution or dilution before use<\/li><li>use a 20 gauge or larger needle when drawing into a syringe to avoid excessive foaming<\/li><li>store in refrigerator in an upright position<\/li><li>do not remove from refrigerator for more than 24 hours; do not warm solution and repeat refrigeration more than once<\/li><li>intratracheal administration by 1 of 2 instillation methods; through a side-port adapter into the endotracheal tube, or through a 5 French feeding tube inserted into the endotracheal tube<\/li><li>rapid and substantial increases in blood oxygenation and improved lung compliance often follow instillation; close monitoring following administration is needed to adjust oxygen therapy and ventilator pressures<\/li><\/ul><\/li><\/ul>"},"10":{"id":"925034-s-10","title":"Monitoring","mono":"<ul><li>improved oxygenation<\/li><li>respiratory status<\/li><li>ventilator pressure<\/li><\/ul>"},"11":{"id":"925034-s-11","title":"How Supplied","mono":"<b>Infasurf<\/b><br\/>Intratracheal Suspension: 35 MG\/ML<br\/>"}}}