{"drugs":["Elepsia XR","Keppra","Keppra XR","Levetiracetam"],"mono":{"0":{"id":"925188-s-0","title":"Generic Names","mono":"Levetiracetam"},"1":{"id":"925188-s-1","title":"Dosing and Indications","sub":[{"id":"925188-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Switching from IV to oral therapy:<\/b> Switch therapy back to the oral route at the same daily dose and frequency as the IV administration.<\/li><li><b>Switching from oral to IV therapy:<\/b> Initial total daily IV dose should be equivalent to the total daily dose and frequency of the oral dose.<\/li><li>When discontinuing therapy, taper gradually.<\/li><li><b>Myoclonic seizure; Adjunct:<\/b> Initial, 500 mg IV\/orally twice daily; increase by 1000 mg\/day every 2 weeks to 3000 mg\/day.<\/li><li><b>Partial seizure, Monotherapy in newly diagnosed or untreated epilepsy:<\/b> 500 mg orally once daily for 2 weeks, then increase to 500 mg twice daily; additional titration may occur over 2 weeks as clinically indicated to MAX 3000 mg\/day (1500 mg twice daily); most patients responded to 500 mg orally twice daily in a clinical trial.<\/li><li><b>Partial seizure; Adjunct:<\/b> (Immediate-release tablets, oral solution, IV) Initial, 500 mg twice daily IV\/orally; may increase by 1000 mg\/day every 2 weeks (2 divided doses); MAX 3000 mg\/day<\/li><li><b>Partial seizure; Adjunct:<\/b> (Extended-release tablets) Initial, 1000 mg orally once daily; may increase by 1000 mg\/day every 2 weeks; MAX 3000 mg\/day<\/li><li><b>Tonic-clonic seizure, Primary generalized; Adjunct:<\/b> Initial, 500 mg IV\/orally twice daily; increase by 1000 mg\/day every 2 weeks to 3000 mg\/day.<\/li><\/ul>"},{"id":"925188-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Switching from IV to oral therapy:<\/b> Switch therapy back to the oral route at the same daily dose and frequency as the IV administration.<\/li><li><b>Switching from oral to IV therapy:<\/b> Initial total daily IV dose should be equivalent to the total daily dose and frequency of the oral dose.<\/li><li>When discontinuing therapy, taper gradually.<\/li><li><b>Myoclonic seizure; Adjunct:<\/b> (12 years or older) Initial, 500 mg IV\/orally twice daily; increase by 1000 mg\/day every 2 weeks to 3000 mg\/day.<\/li><li><b>Partial seizure; Adjunct:<\/b> (Oral solution, IV, 1 month to younger than 6 months) Initial, 7 mg\/kg IV\/orally twice daily; increase by 14 mg\/kg\/day in 2 divided doses every 2 weeks to 42 mg\/kg\/day in 2 divided doses; the mean dose in clinical trials was 35 mg\/kg\/day.<\/li><li><b>Partial seizure; Adjunct:<\/b>  (Immediate-release tablets, oral solution, IV, 6 months to younger than 4 years) Initial, 10 mg\/kg IV\/orally twice daily; increase by 20 mg\/kg\/day in 2 divided doses every 2 weeks to 50 mg\/kg\/day in 2 divided doses as tolerated; for oral administration, use oral solution with weight of 20 kg or less; the mean dose in clinical trials was 47 mg\/kg\/day.<\/li><li><b>Partial seizure; Adjunct:<\/b> (Oral solution, 4 years to younger than 16 years, less than 20 kg) Initial, 10 mg\/kg orally twice daily; increase by 20 mg\/kg\/day in 2 divided doses every 2 weeks to 60 mg\/kg\/day in 2 divided doses as tolerated; the mean and MAX doses were 44 mg\/kg\/day and 3000 mg\/day, respectively, in clinical trials.<\/li><li><b>Partial seizure; Adjunct:<\/b> (Immediate-release tablets, 4 years to younger than 16 years, 20 to 40 kg) Initial, 250 mg orally twice daily; increase by 500 mg\/day in 2 divided doses every 2 weeks to a MAX recommended dose of 1500 mg\/day in 2 divided doses.<\/li><li><b>Partial seizure; Adjunct:<\/b> (Immediate-release tablets, 4 years to younger than 16 years, greater than 40 kg) Initial, 500 mg orally twice daily; increase by 1000 mg\/day every 2 weeks in 2 divided doses to a MAX of 3000 mg\/day in 2 divided doses.<\/li><li><b>Partial seizure; Adjunct:<\/b> (IV, 4 years to younger than 16 years) Initial, 10 mg\/kg IV twice daily; increase by 20 mg\/kg\/day in 2 divided doses every 2 weeks to 60 mg\/kg\/day in 2 divided doses as tolerated; the mean dose in clinical trials was 44 mg\/kg\/day.<\/li><li><b>Partial seizure; Adjunct:<\/b> (Extended-release tablets, 12 years or older) Initial, 1000 mg orally once daily; increase by 1000 mg\/day every 2 weeks to a MAX of 3000 mg\/day.<\/li><li><b>Partial seizure; Adjunct:<\/b> (Immediate-release tablets, oral solution, IV, 16 years or older) Initial, 500 mg IV\/orally twice a day; increase by 1000 mg\/day every 2 weeks in 2 divided doses to a MAX of 3000 mg\/day.<\/li><li><b>Tonic-clonic seizure, Primary generalized; Adjunct:<\/b> (16 years or older) Initial, 500 mg IV\/orally twice daily; increase by 1000 mg\/day every 2 weeks to 3000 mg\/day.<\/li><li><b>Tonic-clonic seizure, Primary generalized; Adjunct:<\/b> (6 years to younger than 16 years) Initial, 10 mg\/kg IV\/orally twice daily; increase by 20 mg\/kg\/day every 2 weeks to 60 mg\/kg\/day (30 mg\/kg twice daily); for oral administration, use oral solution in patients weighing 20 kg or less.<\/li><\/ul>"},{"id":"925188-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment (immediate-release tablets, oral solution, IV), using body surface area-adjusted CrCl:<\/b> For 50 to 80 mL\/min\/1.73 m(2), 500 to 1000 mg every 12 hours; for CrCl 30 to 50 mL\/min\/1.73 m(2), 250 to 750 mg every 12 hours; for CrCl less than 30 mL\/min\/1.73 m(2), 250 to 500 mg every 12 hours<\/li><li><b>Renal impairment (Keppra XR(R) extended-release tablets), using body surface area-adjusted CrCl:<\/b> For 50 to 80 mL\/min\/1.73 m(2), 1000 to 2000 mg every 24 hours; for CrCl 30 to 50 mL\/min\/1.73 m(2), 500 to 1500 mg every 24 hours; for CrCl less than 30 mL\/min\/1.73 m(2), 500 to 1000 mg every 24 hours<\/li><li><b>Renal impairment (Elepsia XR(TM) extended-release tablets), using body surface area-adjusted CrCl:<\/b> For 50 to 80 mL\/min\/1.73 m(2), 1000 to 2000 mg every 24 hours; use not recommended in moderate or severe impairment<\/li><li><b>Hemodialysis (immediate-release tablets, oral solution, IV):<\/b> 500 to 1000 mg every 24 hours with a 250 to 500 mg supplemental dose after each dialysis session<\/li><li><b>Hemodialysis (extended-release tablets):<\/b> Not recommended; use immediate-release formulations.<\/li><li><b>Hepatic impairment:<\/b> No dose adjustment needed<\/li><li><b>Geriatric:<\/b> Cautious dose selection due to the likelihood of decreased renal function<\/li><li><b>Pregnancy:<\/b> Retrospective analysis suggested up to a 50% dose increase during the third trimester with a subsequent dose reduction after delivery may be necessary<\/li><\/ul>"},{"id":"925188-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Myoclonic seizure; Adjunct<\/li><li>Partial seizure; Adjunct<\/li><li>Tonic-clonic seizure, Primary generalized; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Manic bipolar I disorder<\/li><li>Migraine; Prophylaxis<\/li><li>Partial seizure, Monotherapy in newly diagnosed or untreated epilepsy<\/li><li>Seizure<\/li><\/ul>"}]},"3":{"id":"925188-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925188-s-3-9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"925188-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Increased risk for increased diastolic blood pressure has been reported in pediatric patients 1 month to less than 4 years of age; monitoring recommended for this age group<\/li><li>Dermatologic:<\/li><li>-- Serious dermatologic reactions, such as Stevens-Johnson syndrome and toxic epidermal necrolysis, have been reported; immediate discontinuation and alternative therapy recommended<\/li><li>Hematologic:<\/li><li>-- Hematologic abnormalities, including decreased RBC, hemoglobin, hematocrit, WBC, and neutrophil count; increased eosinophil count; and agranulocytosis have been reported<\/li><li>Neurologic:<\/li><li>--Increased seizure frequency risk upon abrupt withdrawal of therapy; tapering recommended<\/li><li>-- Somnolence, fatigue, and asthenia have been reported; somnolence and asthenia typically occurred within first 4 weeks of treatment; monitoring recommended<\/li><li>-- Coordination difficulties may occur; monitoring recommended<\/li><li>Psychiatric:<\/li><li>-- Behavioral abnormalities, including new onset or worsening psychotic reactions and suicidal behavior and ideation, have been reported; monitoring recommended<\/li><li>-- Nonpsychotic behavioral disorders, such as aggression, agitation, anger, anxiety, or apathy, may occur; monitoring recommended<\/li><li>Renal:<\/li><li>--Renal impairment; dosage adjustment and monitoring recommended<\/li><li>Reproductive:<\/li><li>-- Use caution in pregnant patients as physiological changes may result in decreased levetiracetam exposure, particularly during third trimester; monitoring recommended during pregnancy and through the postpartum period<\/li><\/ul>"},{"id":"925188-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"925188-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"925188-s-4","title":"Drug Interactions","sub":{"1":{"id":"925188-s-4-14","title":"Major","mono":"<ul><li>Ketorolac (theoretical)<\/li><li>Methotrexate (probable)<\/li><li>Orlistat (probable)<\/li><\/ul>"},"2":{"id":"925188-s-4-15","title":"Moderate","mono":"<ul><li>Carbamazepine (probable)<\/li><li>Ginkgo (probable)<\/li><\/ul>"}}},"5":{"id":"925188-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Loss of appetite (3% to 8%), Vomiting (15%)<\/li><li><b>Immunologic:<\/b>Infectious disease (13%)<\/li><li><b>Musculoskeletal:<\/b>Decreased bone mineral density (70%), Neck pain (2% to 8%)<\/li><li><b>Neurologic:<\/b>Asthenia (15%), Dizziness (5% to 9%), Headache (14% to 19%)<\/li><li><b>Psychiatric:<\/b>Abnormal behavior (7% to 37.6%), Irritability (6% to 12%)<\/li><li><b>Respiratory:<\/b>Cough (2% to 9%), Nasopharyngitis (7% to 15%)<\/li><li><b>Other:<\/b>Fatigue (10% to 11%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis due to drug<\/li><li><b>Hematologic:<\/b>Decreased erythrocyte production, Decreased white blood cell count (2.4% to 3.2%), Eosinophilia (8.6%), Neutropenia (partial onset seizures, adults, 2.4%), Pancytopenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Neurologic:<\/b>Somnolence (8% to 45%)<\/li><li><b>Psychiatric:<\/b>Suicidal intent (0.5%), Suicide<\/li><\/ul>"},"6":{"id":"925188-s-6","title":"Drug Name Info","sub":{"0":{"id":"925188-s-6-17","title":"US Trade Names","mono":"<ul><li>Keppra<\/li><li>Keppra XR<\/li><li>Elepsia XR<\/li><\/ul>"},"2":{"id":"925188-s-6-19","title":"Class","mono":"Anticonvulsant<br\/>"},"3":{"id":"925188-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925188-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"925188-s-7","title":"Mechanism Of Action","mono":"The exact mechanism of action is unknown but does not involve inhibitory and excitatory neurotransmission. Stereoselective binding of levetiracetam was confined to synaptic plasma membranes in the central nervous system with no binding occurring in peripheral tissue. Levetiracetam inhibits burst firing without affecting normal neuronal excitability, which suggests that it may selectively prevent hypersynchronization of epileptiform burst firing and propagation of seizure activity.<br\/>"},"8":{"id":"925188-s-8","title":"Pharmacokinetics","sub":[{"id":"925188-s-8-23","title":"Absorption","mono":"<ul><li>Oral: rapidly absorbed (immediate and extended-release)<\/li><li>Bioavailability: (immediate and extended-release), 100%<\/li><li>Effect of food: minor<\/li><\/ul>"},{"id":"925188-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 0.7 L\/kg<\/li><li>Protein binding: less than 10%<\/li><\/ul>"},{"id":"925188-s-8-25","title":"Metabolism","mono":"<ul><li>Liver, insignificant<\/li><li>Enzymatic hydrolysis, primary pathway (24% of dose)<\/li><\/ul>"},{"id":"925188-s-8-26","title":"Excretion","mono":"<ul><li>Renal excretion: 66% (unchanged)<\/li><li>Renal clearance: 0.6 mL\/min\/kg (parent compound).<\/li><li>Dialyzable: yes (hemodialysis), 50%<\/li><li>Total body clearance: 0.96 mL\/minute\/kg.<\/li><\/ul>"},{"id":"925188-s-8-27","title":"Elimination Half Life","mono":"6 to 8 hours <br\/>"}]},"9":{"id":"925188-s-9","title":"Administration","mono":"<ul><li><b>Intravenous<\/b><br\/><ul><li>For IV infusion only<\/li><li>Dilute the requisite amount in 100 mL of a compatible diluent (ie, NS, LR, D5W).<\/li><li>Do not exceed a final MAX concentration of 15 mg\/mL.<\/li><li>Diluted solutions are stable for up to 24 hours if stored in polyvinyl bags at controlled room temperature of 15 to 30 degrees C (59 to 86 degrees F).<\/li><li>Infuse IV over 15 minutes; IV bolus over 3 to 5 minutes and IV continuous infusion of 200 to 400 mg\/hr have also been used in ICU patients.<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>May be given with or without food<\/li><li>Patients weighing 20 kg or less should be dosed with the oral solution (administer with a calibrated measuring device, do not use a household measuring spoon).<\/li><li>Only administer whole tablets; do not chew, break, or crush tablets.<\/li><\/ul><\/li><\/ul>"},"10":{"id":"925188-s-10","title":"Monitoring","mono":"<ul><li>reduction in the frequency and severity of seizures is indicative of efficacy<\/li><li>levetiracetam concentrations (baseline and during therapy) and efficacy, in women who plan on becoming pregnant; in pregnant women during pregnancy (especially during the third trimester) and throughout the postpartum period<\/li><li>renal function, in elderly patients and those with preexisting impaired renal function<\/li><li>behavioral abnormalities, including psychiatric and nonpsychotic symptoms (eg, aggression, agitation, anger)<\/li><li>coordination difficulties  and signs and symptoms of asthenia<\/li><li>emergence or worsening of suicidal thoughts or behavior, depression, or any unusual changes in mood or behavior<\/li><li>blood pressure, in patients aged between 1 month and younger than 4 years<\/li><\/ul>"},"11":{"id":"925188-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Solution: 5 MG\/ML, 10 MG\/ML, 15 MG\/ML, 100 MG\/ML<\/li><li>Oral Solution: 100 MG\/ML<\/li><li>Oral Tablet: 250 MG, 500 MG, 750 MG, 1000 MG<\/li><li>Oral Tablet, Extended Release: 500 MG, 750 MG<\/li><\/ul><\/li><li><b>Keppra<\/b><br\/><ul><li>Intravenous Solution: 100 MG\/ML<\/li><li>Oral Solution: 100 MG\/ML<\/li><li>Oral Tablet: 250 MG, 500 MG, 750 MG, 1000 MG<\/li><\/ul><\/li><li><b>Keppra XR<\/b><br\/>Oral Tablet, Extended Release: 500 MG, 750 MG<br\/><\/li><\/ul>"},"12":{"id":"925188-s-12","title":"Toxicology","sub":[{"id":"925188-s-12-31","title":"Clinical Effects","mono":"<b>PYRROLIDINONE DERIVATIVES <\/b><br\/>USES: These drugs are classified as \"nootropics\", or cognitive-enhancing agents.  With  the exception of levetiracetam, they are used for therapy of cognitive disorders, such as Alzheimer's disease, organic brain syndrome, dementia, and dyslexia. Levetiracetam, an antiepileptic agent, is approved for adjunctive treatment of partial complex seizures in epileptic adults. PHARMACOLOGY: The pyrrolidinone nootropics (agents which are believed to enhance learning and memory) are cyclic derivatives of gamma-butyric acid (GABA), although they have no significant affinity for GABA or benzodiazepine receptors. Levetiracetam is a soluble ethyl analogue of piracetam, and it possesses antiepileptic, anxiolytic, and cognitive enhancing properties. Only the S-enantiomer of levetiracetam has anticonvulsant activity.  Piracetam appears to have anti-myoclonic properties. EPIDEMIOLOGY: Overdoses are rare. MILD TO MODERATE TOXICITY: Overdose data are limited. Vomiting and drowsiness have been reported. SEVERE TOXICITY: Coma and respiratory depression have been reported. ADVERSE EFFECTS: COMMON: During clinical trials, the most common adverse effects reported were somnolence, dizziness, ataxia, asthenia, nervousness, headache, coordination difficulties and behavioral abnormalities. Generalized rash or ecchymosis, abdominal pain, constipation, diarrhea, dyspepsia, gastroenteritis, nausea, vomiting, anemia, leukopenia, elevations of liver enzymes, and increased respiratory infections (e.g. coughing, pharyngitis, rhinitis, and sinusitis) have also been reported in clinical trials.<br\/>"},{"id":"925188-s-12-32","title":"Treatment","mono":"<b>PYRROLIDINONE DERIVATIVES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Closely monitor neurologic function; treat seizures with benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL: Prehospital emesis and activated charcoal are not recommended because of the potential for somnolence and rarely, seizures. HOSPITAL: Consider activated charcoal in a patient with a potentially toxic ingestion who is able to maintain their airway or if airway is protected.<\/li><li>Airway management: Endotracheal intubation may be necessary if significant CNS depression develops.<\/li><li>Antidote: None.<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Enhanced elimination procedure: Hemodialysis has been reported to result in significant clearance of levetiracetam. During a 4-hour hemodialysis procedure, 50% of levetiracetam is removed from the body.<\/li><li>Monitoring of patient: Monitor vital signs and mental status following significant overdose.  Monitor CBC with differential, liver enzymes, and fluid\/electrolyte status in symptomatic patients. Monitor serum sodium and urine electrolytes if SIADH is suspected.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness) with a minor inadvertent ingestion may be monitored at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions who are symptomatic should be observed in a healthcare facility. ADMISSION CRITERIA: Patients with a deliberate ingestions demonstrating seizure activity or other persistent neurotoxicity should be admitted. CONSULT CRITERIA: Call a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"925188-s-12-33","title":"Range of Toxicity","mono":"<b>PYRROLIDINONE DERIVATIVES<\/b><br\/>TOXICITY:  The highest dose of levetiracetam given in clinical development was 6000 mg\/day. Based on limited levetiracetam overdoses, drowsiness was the only reported clinical effect. An adult developed CNS depression, but recovered completely following a 30 g ingestion of levetiracetam. Two children who accidentally received high doses (4 and 10 times the recommended daily doses) of levetiracetam did not experience any major side effects. Piracetam doses of up to 32 grams\/day have been given, with drowsiness as the dose-limiting factor.  THERAPEUTIC DOSE: ANIRACETAM: 500 mg orally twice daily. LEVETIRACETAM: Initial oral dosage is 500 mg twice daily; may be increased by 1000  mg\/day every 2 weeks.  Maximum recommended daily dose is 3000 mg. PIRACETAM: Oral doses of 2 to 4 g 3 times daily, increasing to 18 to 24 g daily, for myoclonus. PRAMIRACETAM: Oral doses of  600 mg twice daily or up to 4000 mg\/day have been used.<br\/>"}]},"13":{"id":"925188-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report new or worsening depression, suicidal thoughts or behavior, psychotic symptoms, or unusual changes in mood or behavior (eg, aggression, agitation, anger, anxiety, or apathy).<\/li><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness, somnolence, and coordination difficulties.<\/li><li>Side effects may include asthenia, irritability, nasal congestion, decreased appetite, and infection.<\/li><li>Warn patient to report symptoms of serious skin reactions, such as toxic epidermal necrolysis or Stevens-Johnson syndrome.<\/li><li>Advise patient against sudden discontinuation of drug, as this may increase seizure frequency.<\/li><\/ul>"}}}