{"drugs":["Cardiolite","Miraluma","Technetium Tc 99m Sestamibi"],"mono":{"0":{"id":"925123-s-0","title":"Generic Names","mono":"Technetium Tc 99m Sestamibi"},"1":{"id":"925123-s-1","title":"Dosing and Indications","sub":[{"id":"925123-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Coronary arteriosclerosis; Diagnosis:<\/b> 370 to 1110 megabecquerels (10 to 30 millicuries) IV as a single dose for an average 70 kg patient<\/li><li><b>Lesion of breast, Second line diagnostic; Diagnosis:<\/b> 740 to 1110 megabecquerels (20 to 30 millicuries) IV as a single dose for an average 70 kg patient<\/li><\/ul>"},{"id":"925123-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy of technetium Tc 99m sestamibi have not been established in pediatric patients "},{"id":"925123-s-1-6","title":"Dose Adjustments","mono":"<b>geriatric:<\/b> no dosage adjustments necessary "},{"id":"925123-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Coronary arteriosclerosis; Diagnosis<\/li><li>Lesion of breast, Second line diagnostic; Diagnosis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Breast cancer; Diagnosis<\/li><li>Determination of ventricular ejection fraction with probe technique<\/li><li>Disorder of thyroid gland; Diagnosis<\/li><li>Malignant lymphoma, Chemotherapy response assessment<\/li><li>Myocardial infarction; Diagnosis<\/li><li>Myocardial infarction - Thrombolysis of coronary artery by intravenous infusion, Monitoring<\/li><\/ul>"}]},"3":{"id":"925123-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925123-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"925123-s-3-10","title":"Precautions","mono":"<ul><li>allergic reactions, acute and severe, and anaphylactic reactions may occur; inquire about previous reactions prior to use<\/li><li>cardiac disease, known or suspected; monitoring recommended<\/li><li>cardiovascular stress, pharmacologically induced; increased risk of side effects, including myocardial infarction, arrhythmia, hypotension, bronchoconstriction, or cerebrovascular events<\/li><li>radiopharmaceutical; handle with care and use safety measures to reduce radiation exposure to personnel and patient<\/li><li>vial contents intended only for use in preparation of Technetium Tc 99m Sestamibi; requires preparative procedure before administration to patient<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"925123-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"925123-s-3-12","title":"Breast Feeding","mono":"<ul><li>AAP: Radioactive compounds that require temporary cessation of breastfeeding.<\/li><li>WHO: Avoid breastfeeding.<\/li><li>Micromedex: Infant risk has been demonstrated.<\/li><\/ul>"}]},"5":{"id":"925123-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Taste sense altered (6.6% to 19.2%)<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Angina (1.9% to 2.6%), Chest pain (1.9% to 2.6%), EKG ST segment changes (1.2% to 1.6%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (0.5% or less)<\/li><li><b>Neurologic:<\/b>Seizure (0.5% or less)<\/li><\/ul>"},"6":{"id":"925123-s-6","title":"Drug Name Info","sub":{"0":{"id":"925123-s-6-17","title":"US Trade Names","mono":"<ul><li>Cardiolite<\/li><li>Miraluma<\/li><\/ul>"},"2":{"id":"925123-s-6-19","title":"Class","mono":"Diagnostic Agent, Radiopharmaceutical Imaging<br\/>"},"3":{"id":"925123-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"925123-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Cardiac imaging-The myocardial uptake of technetium Tc 99m sestamibi appears to occur by a passive diffusion process. The rate of passive uptake is determined by the membrane permeability of the drug and the surface area of the vascular beds to which it is exposed; thus myocardial uptake is related to myocardial blood flow. While the mechanism of myocardial retention is not completely understood, its distribution in myocardium appears to be analogous to that of thallous chloride Tl 201. When injected at rest, technetium Tc 99m sestamibi appears to accumulate in viable myocardial tissue; infarcts are thus delineated as areas of lack of accumulation. When injected at stress (either exercise or pharmacologic vasodilation), technetium Tc 99m sestamibi accumulates in myocardial tissue in relation to myocardial blood flow; thus ischemic areas (e.g., those supplied by stenotic vessels) are detected as areas of less accumulation. <\/li><li>Parathyroid imaging and<\/li><li>Thyroid imaging-Although the precise mechanism of tumor localization is unclear, it has been suggested that technetium Tc 99m sestamibi passively crosses cell membranes and is concentrated primarily within cytoplasm and mitochondria. It has been proposed that malignant cells, because of their increased metabolic rate, maintain greater negative mitochondrial and transmembrane potentials, thus enhancing intracellular accumulation of technetium Tc 99m sestamibi. In thyroid glands with hyperthyroidism, blood flow and the number of mitochondria are increased, which may explain the uptake of technetium Tc 99m sestamibi in hyperthyroid glands. Localization of technetium Tc 99m sestamibi appears to be dependent on blood flow to the tissue, the concentration of technetium Tc 99m sestamibi presented to the tissue, and the size of the gland. <\/li><\/ul>"},"8":{"id":"925123-s-8","title":"Pharmacokinetics","sub":{"3":{"id":"925123-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 33%; Renal: 27% <br\/>"},"4":{"id":"925123-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Systemic: Myocardium: 3 to 6 h<\/li><li>Liver: 28 to 30 min<\/li><\/ul>"}}},"9":{"id":"925123-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>prior to adding the Sodium Pertechnetate Tc 99m Injection to the vial, tear off a radiation symbol and attach it to the neck of the vial<\/li><li>waterproof gloves should be worn during the preparation procedure. Remove the plastic disc from the vial and swab the top of the vial closure with alcohol to sanitize the surface<\/li><li>Boiling-water-bath procedure: place the vial in a suitable radiation shield with a fitted radiation cap with a sterile shielded syringe, aseptically obtain additive-free, sterile, non-pyrogenic Sodium Pertechnetate Tc 99m Injection (925 to 5550 megabecquerels; 25 to 150 millicuries) in approximately 1 to 3 milliliters; aseptically add the Sodium Pertechnetate Tc 99m Injection to the vial in the lead shield; without withdrawing the needle, remove an equal volume of headspace to maintain atmospheric pressure within the vial; shake vigorously, about 5 to 10 quick upward-downward motions; remove the vial from the lead shield and place upright in a shielded and contained boiling water bath for 10 minutes; timing for 10 minutes is begun as soon as the water begins to boil again; do not allow the boiling water to come in contact with the aluminum crimp; remove the vial from the water bath, place in the lead shield, and allow to cool for 15 minutes<\/li><li>Recon-o-Stat (thermal cycler) procedure: put the vial into the thermal cycler radiation shield; aseptically obtain additive-free, sterile, non-pyrogenic Sodium Pertechnetate Tc99m Injection (925 to 5550 megabecquerels; 25 to 150 millicuries) in approximately 1 to 3 milliliters with a sterile shielded syringe; aseptically add the injection to the vial in the lead shield and, without withdrawing the needle, remove an equal volume of headspace to maintain atmospheric pressure within the vial; shake vigorously, about 5 to 10 quick upward-downward motions; position the radiation shield on the heating\/cooling element of the thermal cycler. Make sure there is a firm fit between the shield and the sample block by slightly pressing downward and giving the shield a quarter turn; initiate the program by pushing the proceed button (the thermal cycler automatically heats and cools the vial and contents).  The Recon-o-Stat instruction manual has more details<\/li><li>using proper shielding, the vial contents should be visually inspected.  Use only if the solution is clear and free of particulate matter and discoloration<\/li><li>assay the reaction vial using a suitable radioactivity calibration system.  Record the technetium Tc 99m concentration, total volume, assay time and date, expiration time, and lot number on the vial shield label, and affix the label to the shield<\/li><li>store the reaction vial at 15 to 25 degrees C until use; at such time the product should be aseptically withdrawn<\/li><li>Use the product within 6 hours after preparation; vial contains no preservative.<\/li><\/ul>"},"10":{"id":"925123-s-10","title":"Monitoring","mono":"<ul><li>high quality images indicate efficacy<\/li><li>cardiac function in patients with known or suspected cardiac disease<\/li><\/ul>"},"13":{"id":"925123-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause angina, ST segment changes, or taste perversion.<\/li><li>Advise patient to void as soon as examination is complete and as often as possible thereafter.<\/li><li>Advise patient to stay hydrated.<\/li><\/ul>"}}}