{"drugs":["Alamast","Pemirolast Potassium"],"mono":{"0":{"id":"925196-s-0","title":"Generic Names","mono":"Pemirolast Potassium"},"1":{"id":"925196-s-1","title":"Dosing and Indications","sub":{"0":{"id":"925196-s-1-4","title":"Adult Dosing","mono":"<b>Allergic conjunctivitis - Itching; Prophylaxis:<\/b> 1 to 2 drops into affected eye(s) 4 times\/day "},"3":{"id":"925196-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Allergic conjunctivitis - Itching; Prophylaxis<br\/>"}}},"3":{"id":"925196-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925196-s-3-9","title":"Contraindications","mono":"hypersensitivity to pemirolast<br\/>"},{"id":"925196-s-3-10","title":"Precautions","mono":"<ul><li>renal impairment<\/li><li>hepatic\/renal impairment (kinetics data lacking)<\/li><li>ocular disorders<\/li><\/ul>"},{"id":"925196-s-3-11","title":"Pregnancy Category","mono":"Pemirolast: C (FDA)<br\/>"},{"id":"925196-s-3-12","title":"Breast Feeding","mono":"Pemirolast: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"925196-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Foreign body sensation, Headache<\/li><li><b>Ophthalmic:<\/b>Dry eyes<\/li><li><b>Respiratory:<\/b>Rhinitis<\/li><li><b>Other:<\/b>Burning sensation<\/li><\/ul>"},"6":{"id":"925196-s-6","title":"Drug Name Info","sub":{"0":{"id":"925196-s-6-17","title":"US Trade Names","mono":"Alamast<br\/>"},"2":{"id":"925196-s-6-19","title":"Class","mono":"<ul><li>Mast Cell Stabilizer<\/li><li>Ophthalmologic Agent<\/li><\/ul>"},"3":{"id":"925196-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"9":{"id":"925196-s-9","title":"Administration","mono":"<b>Ophthalmic<\/b><br\/>remove contact lenses prior to instillation; may reinsert after 10 min of administration <br\/>"},"10":{"id":"925196-s-10","title":"Monitoring","mono":"reduction in ocular itching and irritation<br\/>"},"12":{"id":"925196-s-12","title":"Toxicology","sub":[{"id":"925196-s-12-31","title":"Clinical Effects","mono":"<b>ZAFIRLUKAST <\/b><br\/>USES: Zafirlukast is used for the prophylaxis and chronic treatment of asthma in adults and children 5 years of age and older. PHARMACOLOGY: Zafirlukast is a selective and competitive receptor antagonist of the cysteinyl leukotrienes D4 and E4. The cysteinyl leukotrienes, originally described as slow-reacting substances of anaphylaxis, produce airway edema, smooth muscle constriction, and altered cellular activity associated with the inflammatory process, all of which are associated with the pathophysiology of asthma. EPIDEMIOLOGY: Exposure is common, but severe toxicity is rare. TOXICITY: Four patients developed minimal adverse effects (eg, rash, upset stomach) after ingesting zafirlukast doses as high as 200 mg. ADVERSE EFFECT: Adverse effects associated with therapeutic zafirlukast use include headache, somnolence, pharyngitis, rhinitis, nausea, diarrhea, elevation of liver enzymes, and asthma exacerbation; however, the incidence of most of these effects has been similar in placebo-treated patients. Zafirlukast and the other leukotriene antagonists have been associated with the development of Churg-Strauss Syndrome, a potentially fatal eosinophilic vasculitis, in adult asthma patients in most of whom concomitant oral steroid dose was reduced. Effects have included worsening pulmonary symptoms, eosinophilia, vasculitic rash, cardiac complications and\/or neuropathy. This is a rare effect.<br\/>"},{"id":"925196-s-12-32","title":"Treatment","mono":"<b>ZAFIRLUKAST <\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of zafirlukast alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Antidote: None.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Serum zafirlukast levels are not readily available and are not clinically useful. Monitor vital signs and liver enzymes in all symptomatic patients. Monitor fluid and electrolyte levels in patients with severe vomiting or diarrhea. In rare cases, systemic eosinophilia has been reported, sometimes presenting with the clinical features of Churg-Strauss syndrome. Monitor CBC in patients with worsening of pulmonary symptoms, vasculitic rash or cardiac complications while receiving zafirlukast therapy.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"925196-s-12-33","title":"Range of Toxicity","mono":"<b>ZAFIRLUKAST <\/b><br\/>TOXICITY: No toxic dose established in humans. Four patients developed minimal adverse effects (eg, rash, upset stomach) after ingesting zafirlukast doses as high as 200 mg. THERAPEUTIC DOSE: ADULTS AND CHILDREN OVER 12 YEARS OF AGE: 20 mg twice daily. CHILDREN 5 TO 11 YEARS OF AGE: 10 mg twice daily. CHILDREN LESS THAN 5 YEARS OF AGE: The safety and efficacy of zafirlukast in patients younger than 5 years of age have not been established. <br\/>"}]},"13":{"id":"925196-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause headache, rhinitis, or foreign body sensation, dryness, or burning sensation in the eyes.<\/li><li>Instruct patient on proper instillation technique.<\/li><li>Advise patient to remove contact lenses prior to instilling drug. Lenses may be reinserted 10 min following instillation.<\/li><li>Patient should avoid using other ophthalmic drugs, unless approved by healthcare professional.<\/li><\/ul>"}}}