{"generic":"Oxcarbazepine","drugs":["Oxcarbazepine","Trileptal"],"mono":{"0":{"id":"925117-s-0","title":"Generic Names","mono":"Oxcarbazepine"},"1":{"id":"925117-s-1","title":"Dosing and Indications","sub":[{"id":"925117-s-1-4","title":"Adult Dosing","mono":"<ul><li>Avoid use in patients with the genetic marker Human Leukocyte Antigen (HLA) B*1502 as there is an increased risk for Stevens-Johnson syndrome or toxic epidermal necrolysis (SJS\/TEN) during treatment. Consider genotyping prior to treatment initiation in patients with lineage to genetically at-risk populations of Han Chinese, Thai, Philippine, Malaysian, Korean, and Eastern Indian. Avoid use of other drugs associated with SJS\/TEN in HLA-B*1502-positive patients when acceptable alternative therapies are available. Screening is not required in populations with low HLA-B*1502 prevalence (ie, European, many African populations, indigenous Americans, Hispanics, and Japanese), or in persons currently treated with oxcarbazepine since the risk of SJS\/TEN primarily occurs during the first few months of treatment. Screening does not replace diligent clinical evaluation and patient management. Other factors that may contribute to the increased risk, such as dose, concomitant medications, comorbidities, compliance, and degree of dermatologic monitoring, have not been determined.<\/li><li>immediate-release oral suspension and film-coated tablets may be interchanged at equal doses<\/li><li><b>Partial seizure, Monotherapy:<\/b> initiation of monotherapy, 300 mg ORALLY twice a day, then increase the dosage by 300 mg\/day every third day to 1200 mg\/day OR 2400 mg\/day in patients converted from other antiepileptic drug therapy to oxcarbazepine monotherapy<\/li><li><b>Partial seizure, Monotherapy:<\/b> conversion to monotherapy, initial, 300 mg ORALLY twice a day; may increase dosage by up to 600 mg\/day at weekly intervals to 2400 mg\/day reached in about 2-4 weeks while simultaneously reduce the dose of concomitant antiepileptic drugs over 3-6 weeks<\/li><li><b>Partial seizure; Adjunct:<\/b> immediate-release tablets or suspension, initial, 300 mg ORALLY twice a day; may increase dosage by up to 600 mg\/day at weekly intervals to 1200 mg\/day<\/li><li><b>Partial seizure; Adjunct:<\/b> extended-release tablets, initial 600 mg\/day ORALLY once daily for 1 week; may increase by 600 mg\/day at weekly intervals to 1200 to 2400 mg\/day<\/li><\/ul>"},{"id":"925117-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>immediate-release oral suspension and film-coated tablets may be interchanged at equal doses<\/li><li>extended-release tablets are not approved for pediatric patients less than 6 years old<\/li><li><b>Partial seizure, Monotherapy:<\/b> 4 to 16 year old, initiation of monotherapy, 8 to10 mg\/kg\/day ORALLY in 2 divided doses; may increase dose by 5 mg\/kg\/day every 3 days to the recommended maintenance dose<\/li><li><b>Partial seizure, Monotherapy:<\/b>  4 to 16 year old, conversion to monotherapy, initial, 8-10 mg\/kg\/day ORALLY in 2 divided doses; may increase doses by up to 10 mg\/kg\/day at weekly intervals to the recommended maintenance dose; simultaneously reduce the dose of concomitant antiepileptic drugs over 3-6 weeks<\/li><li><b>Partial seizure, Monotherapy:<\/b> 4 to 16 year old, maintenance, 600 to 900 mg\/day for 20 kg children; 900 to 1200 mg\/day for 25 to 30 kg; 900 to 1500 mg\/day for 35 to 40 kg children; 1200 to 1500 mg\/day for 45 kg children; 1200 to 1800 mg\/day for 50 to 55 kg children; 1200 to 2100 mg\/day for 60 to 70 kg children<\/li><li><b>Partial seizure; Adjunct:<\/b> extended-release tablets, 6 to 17 years old, initial, 8 mg\/kg to 10 mg\/kg ORALLY once daily (not to exceed, 600 mg\/day); may increase by 8 mg\/kg\/day to 10 mg\/kg day (not to exceed 600 mg\/day) to a target dose of 900 mg\/day for a weight of 20 to 29 kg, 1200 mg\/day for 29.1 to 39 kg, and 1800 mg\/day for greater than 39 kg<\/li><li><b>Partial seizure; Adjunct:<\/b> immediate-release tablets or suspension, 4 to 16 years old, initial,  8 to10 mg\/kg\/day ORALLY in 2 divided doses; MAX: 600 mg\/day<\/li><li><b>Partial seizure; Adjunct:<\/b> immediate-release tablets or suspension, 4 to 16 years old, maintenance, target maintenance dose of oxcarbazepine should be achieved over 2 weeks, and is dependent upon patient weight: (20 to 29 kg, 900 mg\/day); (29.1 to 39 kg, 1200 mg\/day); and (greater than 39 kg, 1800 mg\/day)<\/li><li><b>Partial seizure; Adjunct:<\/b> immediate-release tablets or suspension, 2 to less than 4 years old, initial, 8 to 10 mg\/kg\/day ORALLY in 2 divided doses; MAX: 600 mg\/day; patients under 20 kg, consider initial dose of 16-20 mg\/kg\/day in 2 divided doses<\/li><li><b>Partial seizure; Adjunct:<\/b> immediate-release tablets or suspension, 2 to less than 4 years old, maintenance, should be titrated over 2 to 4 weeks; MAX: 60 mg\/kg\/day in 2 divided doses<\/li><\/ul>"},{"id":"925117-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>(extended-release) renal impairment:<\/b> in patients with CrCl less than 30 mL\/min, initiate therapy at 300 mg\/day; dose may be increased in increments of 300 mg\/day to 450 mg\/day at weekly intervals<\/li><li><b>(extended-release) hepatic impairment:<\/b> do not administer to patients with severe hepatic impairment<\/li><li><b>(extended-release) geriatrics:<\/b> initiate therapy at 300 mg\/day or 450 mg\/day; dose may be increased in increments of 300 mg\/day to 450 mg\/day at weekly intervals<\/li><li><b>(immediate-release) renal impairment:<\/b> in patients with CrCl less than 30 mL\/min therapy, should be initiated at one-half the usual starting dose (300 mg\/day) and increased slowly to achieve the desired clinical response<\/li><\/ul>"},{"id":"925117-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Partial seizure, Monotherapy<\/li><li>Partial seizure; Adjunct<\/li><\/ul>"}]},"3":{"id":"925117-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925117-s-3-9","title":"Contraindications","mono":"hypersensitivity to oxcarbazepine or to any component of the product <br\/>"},{"id":"925117-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- serious dermatological reactions (ie Stevens-Johnson syndrome and toxic epidermal necrolysis), which may be life-threatening or fatal, have occurred and recurred on rechallenge; discontinue use<\/li><li>-- increased risk of Stevens-Johnson syndrome and toxic epidermal necrolysis in patients with the HLA-B*1502 al&le; (most common in Chinese, Thai, Filipino, Malaysian, Korean, and eastern Indian populations); test at-risk patients for HLA-B*1502 and, if present, avoid use, unless benefits clearly outweigh risks<\/li><li>Endocrine and Metabolic:<\/li><li>-- clinically significant hyponatremia may occur, especially during the first 3 months of therapy but also more than 1 year after therapy initiation; monitoring recommended<\/li><li>-- decreases in T4 may occur without decreases in T3 or TSH<\/li><li>Hematologic:<\/li><li>-- hematological reactions, including pancytopenia, agranulocytosis, and leukopenia have been reported; discontinue use<\/li><li>Hepatic:<\/li><li>-- use of extended-release tablets not recommended in patients with severe hepatic impairment; caution is advised with use of immediate-release formulations<\/li><li>Immunologic:<\/li><li>-- anaphylaxis and angioedema of larynx, glottis, lips, and eyelids has been reported; some cases may be fatal; immediate and permanent discontinuation recommended<\/li><li>-- increased risk of hypersensitivity reaction in patients with prior hypersensitivity to carbamazepine (approximately 25% to 30% will experience hypersensitivity with carbamazepine) use only if potential benefit justifies the risk and discontinue use immediately if signs or symptoms of hypersensitivity develop<\/li><li>-- multiorgan hypersensitivity reactions, some life-threatening or requiring hospitalization, have occurred; discontinue use immediately if suspected<\/li><li>Neurologic:<\/li><li>-- cognitive and neuropsychiatric adverse events including psychomotor slowing, difficulty with concentration, speech or language problems, somnolence or fatigue, or coordination abnormalities (eg, ataxia and gait disturbances) have been reported<\/li><li>-- avoid rapid withdrawal as this may increase seizure frequency<\/li><li>Psychiatric:<\/li><li>-- suicidal behavior and ideation may occur with the use of antiepileptic drugs, including oxcarbazepine; monitoring recommended<\/li><li>Renal:<\/li><li>-- dose adjustment recommended in renally impaired patients (CrCl less than 30 mL\/min) as elimination of active metabolite is slowed resulting in a 2-fold increase in exposure<\/li><li>Reproductive:<\/li><li>-- therapy may render hormonal contraceptives less effective; additional non-hormonal forms of contraception recommended (extended-release)<\/li><\/ul>"},{"id":"925117-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"925117-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"925117-s-4","title":"Drug Interactions","sub":[{"id":"925117-s-4-13","title":"Contraindicated","mono":"<ul><li>Daclatasvir (theoretical)<\/li><li>Isavuconazonium Sulfate (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Rilpivirine (theoretical)<\/li><\/ul>"},{"id":"925117-s-4-14","title":"Major","mono":"<ul><li>Apixaban (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Cilostazol (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dolutegravir (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Ifosfamide (theoretical)<\/li><li>Irinotecan (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Ivacaftor (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Ledipasvir (theoretical)<\/li><li>Linagliptin (theoretical)<\/li><li>Naloxegol (theoretical)<\/li><li>Netupitant (theoretical)<\/li><li>Nifedipine (probable)<\/li><li>Olaparib (theoretical)<\/li><li>Orlistat (probable)<\/li><li>Palbociclib (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Perampanel (theoretical)<\/li><li>Sertraline (probable)<\/li><li>Simeprevir (theoretical)<\/li><li>Sofosbuvir (theoretical)<\/li><li>Tolvaptan (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><\/ul>"},{"id":"925117-s-4-15","title":"Moderate","mono":"<ul><li>Carbamazepine (established)<\/li><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Drospirenone (probable)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Felodipine (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Ginkgo (probable)<\/li><li>Lamotrigine (probable)<\/li><li>Levonorgestrel (probable)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Ospemifene (established)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Simvastatin (probable)<\/li><li>Valproic Acid (probable)<\/li><li>Verapamil (established)<\/li><\/ul>"}]},"5":{"id":"925117-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (adult, up to 13%), Indigestion (adult, up to 6%; pediatric, 2%), Nausea (adult, 7% to 29%; pediatric, 19%.), Vomiting (adult, 5% to 36%; pediatric, 33%)<\/li><li><b>Neurologic:<\/b>Abnormal gait (adult, up to 17%; pediatric, 8%), Ataxia (adult, 1% to 31%; pediatric, 13%), Dizziness (adult, 8% to 49%; pediatric, 28%), Headache (adult, 8% to 32%; pediatric, 31%), Impairment of balance (5% to 7%), Somnolence (adult, 5% to 36%; pediatric, 31% to 34.8%), Tremor (adult, 1% to 16%; pediatric, 6%)<\/li><li><b>Ophthalmic:<\/b>Abnormal vision (adult, 1% to 14%; pediatric, 13%), Diplopia (adult, 1% to 40%; pediatric, 17%), Nystagmus (adult, 2% to 26%; pediatric, 9%)<\/li><li><b>Other:<\/b>Fatigue (adult, 3% to 21%; pediatric, 13%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Endocrine metabolic:<\/b>Hyponatremia (adult, 1% to 5%)<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Leukopenia, Pancytopenia<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction, Multiorgan<\/li><li><b>Neurologic:<\/b>Status epilepticus<\/li><li><b>Psychiatric:<\/b>Suicidal thoughts<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"925117-s-6","title":"Drug Name Info","sub":{"0":{"id":"925117-s-6-17","title":"US Trade Names","mono":"Trileptal<br\/>"},"2":{"id":"925117-s-6-19","title":"Class","mono":"<ul><li>Anticonvulsant<\/li><li>Dibenzazepine Carboxamide<\/li><\/ul>"},"3":{"id":"925117-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925117-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"925117-s-7","title":"Mechanism Of Action","mono":"The exact mechanism by which oxcarbazepine exerts its anticonvulsant effect is unknown. It is known that the pharmacological activity of oxcarbazepine occurs primarily through its 10-monohydroxy metabolite (MHD). In vitro studies indicate an MHD-induced blockade of voltage-sensitive sodium channels, resulting in stabilization of hyperexcited neuronal membranes, inhibition of repetitive neuronal discharges, and diminution of propagation of synaptic impulses <br\/>"},"8":{"id":"925117-s-8","title":"Pharmacokinetics","sub":[{"id":"925117-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 4.5 hours, immediate release tablet; 6 hours, suspension; 7 hours, extended-release tablet<\/li><li>Bioavailability, oral, immediate release: rapidly absorbed<\/li><li>Effect of food: immediate-release formulations, no effect; extended-release: Cmax increased 60%, Tmax 2 hours earlier, no change of AUC<\/li><\/ul>"},{"id":"925117-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, albumin: 40%<\/li><li>Vd: 49 L.<\/li><\/ul>"},{"id":"925117-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: rapid and extensive  via cystolic enzymes<\/li><li>10-monohydroxy metabolite (MHD): active<\/li><\/ul>"},{"id":"925117-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: less than 4%<\/li><li>Renal: more than 95%, less than 1% unchanged<\/li><li>Total body clearance: pediatrics, 80% greater (age 2 to 4 years); 40% greater (4 to 12 years)<\/li><\/ul>"},{"id":"925117-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Oxcarbazepine: immediate-release formulations, about 2 hours; extended-release tablet, 7 to 11 hours<\/li><li>Active metabolite, 10-monohydroxy: 9 to 11 hours<\/li><\/ul>"}]},"9":{"id":"925117-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(extended-release) take single daily dose 1 hour before or 2 hours after a meal<\/li><li>(extended-release) swallow tablets whole; do not cut, crush, or chew<\/li><li>(immediate-release) can be taken with or without food<\/li><li>(immediate-release suspension) shake well and prepare dose immediately using the oral dosing syringe<\/li><li>(immediate-release suspension) can be mixed in a small glass of water just prior to administration or may be swallowed directly from the syringe<\/li><\/ul>"},"10":{"id":"925117-s-10","title":"Monitoring","mono":"<ul><li>therapeutic serum levels have not been adequately established in patients with epilepsy<\/li><li>oxcarbazepine and mono-hydroxy-carbazepine (MHD) serum levels before pregnancy for baseline reference  and during pregnancy and postpartum period<\/li><li>epilepsy: control of partial seizures is indicative of efficacy<\/li><li>trigeminal neuralgia: reduction or elimination of pain is indicative of a therapeutic response<\/li><li>active metabolite of oxcarbazepine (10-hydroxy-carbazepine); therapeutic serum concentrations have ranged from 50 to 110 micromoles\/L in patients with trigeminal neuralgia<\/li><li>serum sodium; during maintenance treatment<\/li><li>emergence or worsening of depression, suicidal thoughts or behavior, and\/or unusual changes in mood or behavior<\/li><\/ul>"},"11":{"id":"925117-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Suspension: 300 MG\/5 ML<\/li><li>Oral Tablet: 150 MG, 300 MG, 600 MG<\/li><\/ul><\/li><li><b>Oxtellar XR<\/b><br\/>Oral Tablet, Extended Release: 150 MG, 300 MG, 600 MG<br\/><\/li><li><b>Trileptal<\/b><br\/><ul><li>Oral Suspension: 300 MG\/5 ML<\/li><li>Oral Tablet: 150 MG, 300 MG, 600 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"925117-s-12","title":"Toxicology","sub":[{"id":"925117-s-12-31","title":"Clinical Effects","mono":"<b>OXCARBAZEPINE<\/b><br\/>USES: Oxcarbazepine is an antiepileptic drug, indicated for use as adjunctive therapy in the treatment of partial seizures in adults and children 2 years and older and as monotherapy in the treatment of partial seizures in adults and children 4 years and older. PHARMACOLOGY: Oxcarbazepine is the 10-keto analogue of carbamazepine.  Oxcarbazepine is a prodrug, with its primary metabolite,  10-hydroxycarbazepine (MHD), being the active agent. The exact mechanism by which oxcarbazepine exerts its anticonvulsant effect is unknown. It is known that the pharmacological activity of oxcarbazepine occurs primarily through its 10-monohydroxy metabolite (MHD). In vitro studies indicate an MHD-induced blockade of voltage-sensitive sodium channels, resulting in stabilization of hyperexcited neuronal membranes, inhibition of repetitive neuronal discharges, and diminution of propagation of synaptic impulses. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited.  Clinical manifestations following overdose have included vomiting, bradycardia, hypotension, tinnitus, vertigo, diplopia, somnolence, and lethargy.  Hyponatremia, which is dose-related, has been reported at a higher frequency than with carbamazepine and may lead to seizures and coma, particularly in an overdose setting. ADVERSE EFFECTS: Oxcarbazepine has a similar therapeutic profile to carbamazepine, but is reported to have lower toxicity. COMMON: Headache, dizziness, somnolence, diplopia, fatigue, nausea, vomiting, ataxia, abnormal vision, abdominal pain, tremor, dyspepsia, nystagmus, fatigue, and abnormal gait. OTHER EFFECTS: Asthenia, amnesia, vertigo, insomnia, nervousness, confusion, diarrhea, constipation, upper respiratory tract infection, and cough. RARE: Oculogyric crisis,  tardive dyskinesia, rash, erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis, thrombocytopenia, thrombocytopenic purpura, leukopenia, elevated liver enzymes, acute hepatitis, and acute allergic reactions. Significant hyponatremia (sodium less than 125 mmol\/L) generally occurs during the first 3 months of therapy, but may occur more than 1 year after therapy initiation. In patients who discontinued therapy in clinical trials, sodium levels normalized within a few days without further treatment. <br\/>"},{"id":"925117-s-12-32","title":"Treatment","mono":"<b>OXCARBAZEPINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. Treat mild hyponatremia with water restriction and\/or 0.9% sodium chloride. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV fluids, dopamine, or norepinephrine. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. Manage severe hyponatremia with 0.9% sodium chloride; 3% sodium chloride may be considered with severe symptomatic hyponatremia.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is not recommended because of the potential for CNS depression and subsequent aspiration. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression, seizures, or severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: Administer IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids.<\/li><li>Hyponatremia: Evaluate for hyponatremia and associated symptoms. Patients with mild symptoms can be managed with water restriction. Patients with moderate to severe symptoms should receive 0.9% sodium chloride (rarely 3% NaCl in patients with very severe symptoms). The goal is slow correction; the serum sodium should not increase more than 2 mEq\/L\/hour in any 4-hour period or more than 15 mEq\/L per day. Rapid correction may cause central pontine myelinolysis. Monitor serum electrolytes, fluid intake and output, and urine volume and electrolytes.<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Drug-induced dystonia: ADULTS: Benztropine 1 to 2 mg IV or diphenhydramine 1 mg\/kg\/dose IV over 2 minutes. CHILDREN: Diphenhydramine 1 mg\/kg\/dose IV over 2 minutes (maximum 5 mg\/kg\/day or 50 mg\/m(2)\/day).<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor vital signs, mental status, CBC with differential with platelet count, and liver enzymes in symptomatic patients. Monitor serum electrolytes.  Hyponatremia has been reported following  exposures to oxcarbazepine more frequently than following exposures to  carbamazepine.<\/li><li>Enhanced elimination procedure: Hemodialysis might significantly enhance elimination of the active metabolite, and may be considered following overdoses with potentially life threatening toxic effects not responsive to other therapy.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess serum electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with a deliberate ingestions demonstrating seizure activity or other persistent neurotoxicity should be admitted. Patients should also be admitted for severe vomiting, profuse diarrhea, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"925117-s-12-33","title":"Range of Toxicity","mono":"<b>OXCARBAZEPINE<\/b><br\/>TOXICITY: Adults have survived ingestions up to 42 g with supportive care. A 13-year-old boy developed vomiting and somnolence after ingesting 250 mL (15 g) of oxcarbazepine suspension. He recovered following supportive care. THERAPEUTIC DOSES: ADULTS: Varies by indication: 300 mg twice daily increased to 1200 mg\/day or 2400 mg\/day in patients converted from other antiepileptic drug therapy to oxcarbazepine monotherapy. CHILDREN: ADJUNCTIVE THERAPY: 4 TO 16 YEARS OLD: initial,  8 to 10 mg\/kg\/day orally in 2 divided doses; MAX: 600 mg\/day. Maintenance: 900 mg\/day for 20 to 29 kg children; 1200 mg\/day for 29.1 to 39 kg; and 1800 mg\/day for greater than 39 kg. 2 TO LESS THAN 4 YEARS OLD: Initial, 8 to 10 mg\/kg\/day orally in 2 divided doses; MAX: 600 mg\/day; patients under 20 kg, may use an initial dose of 16 to 20 mg\/kg\/day in 2 divided doses; MAX: 60 mg\/kg\/day in 2 divided doses. MONOTHERAPY: 4 TO 16 YEAR OLD, initiation of monotherapy, 8 to 10 mg\/kg\/day orally in 2 divided doses; maintenance, 600 to 900 mg\/day for 20 kg children; 900 to 1200 mg\/day for 25 to 30 kg; 900 to 1500 mg\/day for 35 to 40 kg; 1200 to 1500 mg\/day for 45 kg; 1200 to 1800 mg\/day for 50 to 55 kg; 1200 to 2100 mg\/day for 60 to 70 kg. <br\/>"}]},"13":{"id":"925117-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report worsening depression, suicidal ideation, or unusual changes in behavior.<\/li><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug causes dizziness and somnolence.<\/li><li>Advise patient to immediately report signs\/symptoms of angioedema or multiorgan hypersensitivity reactions (fever, rash, pruritus, joint swelling, myalgia, dyspnea).<\/li><li>Drug may cause fatigue, headaches, vision changes, diplopia, abdominal pain, nausea, vomiting, ataxia, balance disorder, tremors, or asthenia.<\/li><li>Advise patient to report signs\/symptoms of Stevens-Johnson syndrome (flu-like symptoms, spreading red rash, skin\/mucous membrane blistering) or toxic epidermal necrolysis (widespread peeling\/blistering of skin).<\/li><li>Instruct patient to report signs\/symptoms of myelosuppression (agranulocytosis, aplastic anemia, leukopenia) or low sodium (nausea, tiredness, confusion, more frequent\/severe seizures).<\/li><li>Tell patient to take extended-release tablet on an empty stomach (1 hour before or 2 hours after meal).<\/li><li>Advise patient against sudden discontinuation as this may precipitate seizures.<\/li><li>Warn patient to limit alcohol use due to potential for additive sedation.<\/li><\/ul>"}}}