{"generic":"Zonisamide","drugs":["Zonegran","Zonisamide"],"mono":{"0":{"id":"925208-s-0","title":"Generic Names","mono":"Zonisamide"},"1":{"id":"925208-s-1","title":"Dosing and Indications","sub":[{"id":"925208-s-1-4","title":"Adult Dosing","mono":"<b>Partial seizure; Adjunct:<\/b> Initial, 100 mg\/day ORALLY; may increase dosage by 100 mg\/day every 2 weeks to the usual effective dosage range of 100 to 600 mg\/day in 1 to 2 divided doses (no additional benefit has been demonstrated with dosages above 400 mg\/day) "},{"id":"925208-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness have not been established in pediatric patients younger than 16 years<\/li><li><b>Partial seizure; Adjunct:<\/b> (Older than 16 years) initial, 100 mg\/day ORALLY; may increase dosage by 100 mg\/day every 2 weeks to the usual effective dosage range of 100 to 600 mg\/day in 1 to 2 divided doses; no additional benefit has been demonstrated with dosages above 400 mg\/day (manufacturer dose)<\/li><li><b>Partial seizure; Adjunct:<\/b> (6 to 17 years, 20 kg or greater) initial, 1 mg\/kg\/day; titrate weekly to a target dose of 8 mg\/kg\/day; MAX, 500 mg\/day; 92.9% received 5 to less than 9 mg\/kg\/day (study dose)<\/li><\/ul>"},{"id":"925208-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>liver disease:<\/b> may require slower titration and more frequent monitoring<\/li><li><b>renal impairment:<\/b> may require slower titration and more frequent monitoring<\/li><\/ul>"},{"id":"925208-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Partial seizure; Adjunct<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Migraine, Refractory; Prophylaxis<\/li><li>Parkinson's disease<\/li><li>Partial seizure, Monotherapy for newly diagnosed or untreated epilepsy<\/li><\/ul>"}]},"3":{"id":"925208-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925208-s-3-9","title":"Contraindications","mono":"hypersensitivity to zonisamide or sulfonamides <br\/>"},{"id":"925208-s-3-10","title":"Precautions","mono":"<ul><li>abrupt withdrawal is not recommended due to potential increased seizure frequency or status epilepticus<\/li><li>cognitive and neuropsychiatric adverse events (ie, psychosis or related symptoms, depression, psychomotor slowing, difficulty with concentration, speech and language problems, somnolence, and fatigue) have been reported<\/li><li>creatine phosphokinase (CPK) elevation has been reported; monitoring recommended and consider tapering or discontinuing if increased serum CPK occurs<\/li><li>creatinine and BUN elevations have been reported; monitor renal function and discontinue if acute renal failure or sustained increase in creatinine\/BUN concentration occurs<\/li><li>death, sudden, unexplained has been reported in patients with epilepsy<\/li><li>hepatic impairment, preexisting; possible slower dose titration may be required<\/li><li>kidney stones have been reported<\/li><li>metabolic acidosis has been reported; increased risk in patients with conditions or therapies that predispose to acidosis (eg, renal disease, severe respiratory disorders, status epilepticus, diarrhea, surgery, ketogenic diet, or drugs); monitoring recommended and consider dose reduction or discontinuing<\/li><li>oligohidrosis, sometimes resulting in heat stroke and hospitalization, has been reported in pediatric patients<\/li><li>pancreatitis has been reported; monitoring recommended and consider tapering or discontinuing if signs of pancreatitis occur<\/li><li>renal failure (glomerular filtration rate less than 50 mL\/min), preexisting; avoid use in these patients<\/li><li>renal impairment, preexisting; possible slower dose titration may be required<\/li><li>severe reactions (ie, Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, and other blood dyscrasias), some fatal, have been reported with zonisamide, a sulfonamide; discontinue immediately if signs of serious reaction occur<\/li><li>status epilepticus has been reported<\/li><li>suicidality, increased risk of; based on data analysis of 199 placebo-controlled studies of 11 antiepileptic drugs, small elevated risk occurred as early as 1 week after starting therapy and continued to at least 24 weeks<\/li><\/ul>"},{"id":"925208-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"925208-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"925208-s-4","title":"Drug Interactions","sub":[{"id":"925208-s-4-13","title":"Contraindicated","mono":"<ul>Methenamine (theoretical)<\/ul>"},{"id":"925208-s-4-14","title":"Major","mono":"<ul><li>Ketorolac (theoretical)<\/li><li>Metformin (theoretical)<\/li><li>Orlistat (probable)<\/li><\/ul>"},{"id":"925208-s-4-15","title":"Moderate","mono":"<ul>Ginkgo (probable)<\/ul>"}]},"5":{"id":"925208-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus<\/li><li><b>Gastrointestinal:<\/b>Loss of appetite (13%)<\/li><li><b>Neurologic:<\/b>Ataxia (6%), Dizziness (13%), Somnolence (17%), Unable to concentrate (6%)<\/li><li><b>Ophthalmic:<\/b>Amblyopia<\/li><li><b>Psychiatric:<\/b>Agitation (9%), Depression (6%)<\/li><li><b>Other:<\/b>Disturbance in speech (5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Agranulocytosis<\/li><li><b>Neurologic:<\/b>Status epilepticus (1.1%)<\/li><li><b>Psychiatric:<\/b>Schizophreniform disorder (2%)<\/li><\/ul>"},"6":{"id":"925208-s-6","title":"Drug Name Info","sub":{"0":{"id":"925208-s-6-17","title":"US Trade Names","mono":"Zonegran<br\/>"},"2":{"id":"925208-s-6-19","title":"Class","mono":"<ul><li>Anticonvulsant<\/li><li>Sulfonamide<\/li><\/ul>"},"3":{"id":"925208-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925208-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"925208-s-7","title":"Mechanism Of Action","mono":"The exact method by which zonisamide exerts its anticonvulsant effect is unknown. Some in vitro studies suggest a blockade of sodium channels, with consequent stabilization of neuronal membranes and suppression of neuronal hypersynchronization, whereas other in vitro studies have shown zonisamide to suppress synaptically-driven electrical activity without affecting postsynaptic GABA or glutamate responses. It appears then, that zonisamide does not potentiate the synaptic activity of GABA. Zonisamide also serves as a weak inhibitor of carbonic anhydrase.<br\/>"},"8":{"id":"925208-s-8","title":"Pharmacokinetics","sub":[{"id":"925208-s-8-23","title":"Absorption","mono":"<ul><li>Time to peak concentration: 2 to 6 hr<\/li><li>Effect of food: food delays absorption; no significant effect on bioavailability<\/li><\/ul>"},{"id":"925208-s-8-24","title":"Distribution","mono":"<ul><li>Vd: adults, 1.45 L\/kg.<\/li><li>Protein binding: 40% to 60%<\/li><li>Extensively bound to erythrocytes<\/li><\/ul>"},{"id":"925208-s-8-25","title":"Metabolism","mono":"Hepatic: acetylation to N-acetyl zonisamide and CYP3A4 mediated reduction to 2-sulfamoylacetyl phenol (SMAP) <br\/>"},{"id":"925208-s-8-26","title":"Excretion","mono":"<ul><li>Renal: approximately 62% recovered in urine with 35% as unchanged drug<\/li><li>Fecal: 3%<\/li><\/ul>"},{"id":"925208-s-8-27","title":"Elimination Half Life","mono":"Adults: 63 hr (plasma); 105 hr (erythrocytes) <br\/>"}]},"9":{"id":"925208-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>may take with or without food<\/li><li>swallow the capsule whole; do not bite or break capsule<\/li><\/ul>"},"10":{"id":"925208-s-10","title":"Monitoring","mono":"<ul><li>seizure control<\/li><li>decreased sweating, elevated body temperature especially in warm or hot weather; particularly in pediatric patients<\/li><li>renal function<\/li><li>serum bicarbonate prior to starting and periodically throughout therapy.<\/li><li>emergence or worsening of depression, suicidal behavior or ideation, or unusual changes in behavior<\/li><li>signs and symptoms of metabolic acidosis<\/li><\/ul>"},"11":{"id":"925208-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 25 MG, 50 MG, 100 MG<br\/><\/li><li><b>Zonegran<\/b><br\/>Oral Capsule: 25 MG, 100 MG<br\/><\/li><\/ul>"},"12":{"id":"925208-s-12","title":"Toxicology","sub":[{"id":"925208-s-12-31","title":"Clinical Effects","mono":"<b>ZONISAMIDE <\/b><br\/>USES: Zonisamide is a sulfonamide antiepileptic agent primarily used for treatment of partial seizure disorders. It is also used off-label as an adjunct in Parkinson's disease. PHARMACOLOGY: Zonisamide blocks voltage-gated sodium and calcium channels. It increases dopamine effects in the brain. In addition, the agent is a reversible monoamine oxidase-B (MAO-B) inhibitor. The agent may have carbonic anhydrase inhibitor action. TOXICOLOGY: At high doses, zonisamide inhibits dopamine function, leading to CNS depression. EPIDEMIOLOGY: Both adverse effects from therapeutic use and toxicity from overdose are uncommon. Severe toxicity is rare. OVERDOSE: Very limited data is available regarding toxicity of zonisamide in overdose. MILD TO MODERATE TOXICITY: Most patients that ingest this agent in overdose experience only mild or moderate effects. The primary manifestation is CNS depression, somnolence, ataxia, and nausea and vomiting. SEVERE TOXICITY: Due to the long half-life of the agent, prolonged CNS depression and coma are possible with large overdoses. Bradycardia, hypotension, and respiratory depression have occurred following an overdose ingestion of an unknown amount of zonisamide. Multiple seizures, cardiac arrest, and wide complex tachycardia have been reported in an adult after an overdose. Based upon the pharmacologic mechanism of action causing sodium channel blockade, wide complex cardiac dysrhythmias may be possible. ADVERSE EFFECTS: The most common adverse effects associated with therapeutic administration of zonisamide include somnolence, fatigue\/ataxia (6%), difficulty concentrating (2%), and nausea and vomiting (2%). Dermal hypersensitivity reactions, likely due to the sulfa moiety, have been reported in 1% to 2% of patients. Nephrolithiasis has also been reported following long-term therapy with zonisamide. Severe adverse effects are rare and include anhydrosis and subsequent hyperthermia, seizure aggravation, aplastic anemia, metabolic acidosis, and psychosis. Severe skin rashes following zonisamide therapy, including Stevens-Johnson syndrome and toxic epidermal necrolysis, have occurred with fatalities reported. <br\/>"},{"id":"925208-s-12-32","title":"Treatment","mono":"<b>ZONISAMIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care remains the mainstay of care. Nausea and vomiting should be treated with antiemetics. Rashes should be treated with supportive care, discontinuation of the offending agent, and consideration of antihistamines and corticosteroids. Metabolic acidosis is generally mild and may be treated with discontinuation of the medication and isotonic fluid administration in overdose patients. Treat hypotension with IV 0.9% NaCl 10-20 mL\/kg, dopamine, norepinephrine. MANAGEMENT OF SEVERE TOXICITY: Supportive care remains the mainstay of care in severe toxicity. Seizures should be treated with benzodiazepines as first line therapy followed by barbiturates or propofol if seizures persist or recur. Treat hypotension with IV 0.9% NaCl 10-20 mL\/kg, dopamine, norepinephrine. QRS prolongation should be treated with boluses of sodium bicarbonate (Adults: 50 to 100 mEq, children: 1 to 2 mEq\/kg). Airway protection should be employed as needed for patients with coma. In patients with fever felt to be secondary to the medication, active cooling measures should be instituted. Patients with severe metabolic acidosis may be treated with bicarbonate infusions.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated because of the risk of CNS depression. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert and willing to drink the charcoal. Gastric lavage is not recommended as overdose is rarely life threatening.<\/li><li>Airway management: In patients with significant CNS depression of recurrent seizures, intubation should be performed to protect the airway.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: In most facilities, therapeutic drug monitoring is not routinely available for zonisamide. The therapeutic range is 10 to 40 mg\/L. Monitor CBC, renal function, and liver enzymes in symptomatic patients. Monitor fluid and serum electrolyte status in patients with significant vomiting. An ECG should be obtained to screen for signs of sodium channel blockade. A basic metabolic panel should be obtained to screen for metabolic acidosis.<\/li><li>Enhanced elimination procedure: Hemodialysis has not been studied in zonisamide toxicity. Pharmacokinetics data suggests that the agent would not be efficiently dialyzable (Vd: 1.8 L\/Kg; protein binding: 50%). Whole bowel irrigation has no role in the management of zonisamide overdose.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of zonisamide can be observed at home. OBSERVATION CRITERIA: Symptomatic patients and those with deliberate ingestions should be sent to a healthcare facility for evaluation. Patients should be observed for 6 hours primarily monitoring signs of co-ingestant toxicity or development of significant CNS depression. ADMISSION CRITERIA: Patients with persistent or severe toxicity characterized by seizures or coma should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is uncertain.<\/li><\/ul>"},{"id":"925208-s-12-33","title":"Range of Toxicity","mono":"<b>ZONISAMIDE <\/b><br\/>TOXICITY: An adult ingested 4.8 g of zonisamide as a single agent overdose and developed recurrent tonic-clonic seizures and cardiac arrest. She was resuscitated to a perfusing wide complex tachycardia, but died from cerebral edema likely secondary to anoxic brain injury. A woman ingested 8.7 g of zonisamide and developed nausea, vomiting, diffuse chest pain, blurred vision, dizziness, mild headache, and a 5-minute seizure-like activity with tremors and altered mental status. She recovered following supportive care. THERAPEUTIC DOSES: For patients 16 years and older - 100 to 600 mg\/day in 1 to 2 divided doses. This agent is not approved in children less than 16 years of age. Lower doses are recommended in patients with renal insufficiency and zonisamide is contraindicated in patients with a creatinine-clearance less than 50 mL\/min.<br\/>"}]},"13":{"id":"925208-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Advise patient to immediately report a new skin rash.<\/li><li>This drug may impair heat regulation, particularly in pediatric patients. Advise patient to use caution with activities leading to an increased core temperature, such as strenuous exercise, exposure to extreme heat, or dehydration.<\/li><li>This drug may cause serious hematologic events. Instruct patient to immediately report fever, sore throat, oral ulcer, or easy bruising.<\/li><li>This drug may cause ataxia, dizziness, somnolence, agitation\/irritability, anorexia, and difficulty with memory and\/or concentration.<\/li><li>Instruct patient to immediately report new or worsening depression, suicidal ideation, or unusual changes in behavior.<\/li><li>Advise patient to report signs\/symptoms of metabolic acidosis (fast breathing, fatigue\/tiredness, loss of appetite, or irregular heart beat or palpitations).<\/li><li>Instruct patient to notify their healthcare provider if they become pregnant or intend to become pregnant during treatment.<\/li><li>Instruct patient to notify their healthcare provider if they are breastfeeding or intend to breastfeed during treatment.<\/li><li>Advise patient against sudden discontinuation of drug, as this may lead to increased seizure frequency or status epilepticus.<\/li><li>Tell patient to maintain adequate hydration to help prevent kidney stones.<\/li><li>Patient should use alcohol or other CNS depressants with caution while taking this drug.<\/li><\/ul>"}}}