{"drugs":["Tenecteplase","Tnkase"],"mono":{"0":{"id":"925249-s-0","title":"Generic Names","mono":"Tenecteplase"},"1":{"id":"925249-s-1","title":"Dosing and Indications","sub":{"0":{"id":"925249-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acute myocardial infarction:<\/b> administer IV bolus over 5 seconds; (weight less than 60 kg) 30 mg; (60 to 69 kg) 35 mg; (70 to 79 kg) 40 mg; (80 to 89 kg) 45 mg; (90 kg or above) 50 mg<\/li><li><b>Pulmonary embolism, Intermediate risk due to right ventricular dysfunction and myocardial injury:<\/b> 30 to 50 mg (based on patient weight) single IV bolus given over 5 to 10 seconds in conjunction with heparin adjusted to therapeutic levels (study dose)<\/li><\/ul>"},"1":{"id":"925249-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy have not been established in pediatric patients"},"3":{"id":"925249-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Acute myocardial infarction<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Pulmonary embolism, Intermediate risk due to right ventricular dysfunction and myocardial injury<br\/>"}}},"3":{"id":"925249-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925249-s-3-9","title":"Contraindications","mono":"<ul><li>bleeding diathesis, known; due to increased risk of bleeding<\/li><li>cerebrovascular accident, history of; due to increased risk of bleeding<\/li><li>hypertension, severe uncontrolled; due to increased risk of bleeding<\/li><li>internal bleeding, active; due to increased risk of bleeding<\/li><li>intracranial or intraspinal surgery or trauma within 2 months; due to increased risk of bleeding<\/li><li>intracranial neoplasm, arteriovenous malformation, or aneurysm; due to increased risk of bleeding<\/li><\/ul>"},{"id":"925249-s-3-10","title":"Precautions","mono":"<ul><li>age, advanced; may increase risk of adverse events<\/li><li>arrhythmias (eg, sinus bradycardia, ventricular tachycardia); may result from coronary thrombolysis due to reperfusion; manage with standard antiarrhythmic measures<\/li><li>arterial punctures, noncompressible sites, must be avoided; may result in bleeding; arterial punctures in compressible sites should be minimized<\/li><li>bacterial endocarditis, subacute; may increase risk of adverse events<\/li><li>bleeding, internal, superficial, or surface may occur; may require immediate discontinuation of heparin or antiplatelet drugs<\/li><li>cerebrovascular disease; may increase risk of adverse events<\/li><li>cholesterol embolism has been reported rarely with thrombolytic agents<\/li><li>conditions causing significant bleeding hazard or difficult management because of location<\/li><li>diabetic hemorrhagic retinopathy or other hemorrhagic ophthalmic conditions; may increase risk of adverse events<\/li><li>gastrointestinal bleeding, recent; may increase risk of adverse events<\/li><li>genitourinary bleeding, recent; may increase risk of adverse events<\/li><li>hemostatic defects, including those secondary to severe hepatic or renal disease; may increase risk of adverse events<\/li><li>hepatic dysfunction, severe; may increase risk of adverse events<\/li><li>hypertension; systolic blood pressure (bp) 180 mmHg or greater and\/or diastolic bp 110 mmHg or greater; may increase risk of adverse events<\/li><li>IM injections should be avoided for the first few hours after administration<\/li><li>left heart thrombus (eg, mitral stenosis with atrial fibrillation), high likelihood; may increase risk of adverse events<\/li><li>pericarditis, acute; may increase risk of adverse events<\/li><li>pregnancy; may increase risk of adverse events<\/li><li>readministration, plasminogen activators; may result in antibody formation; administer appropriate therapy if anaphylactic reaction occurs<\/li><li>septic thrombophlebitis or occluded atrioventricular cannula at a seriously infected site; may increase risk of adverse events<\/li><li>surgery, recent major (eg, CABG, obstetrical delivery, organ biopsy, previous puncture of noncompressible vessels); may increase risk of adverse events<\/li><li>trauma, recent; may increase risk of adverse events<\/li><li>venous punctures, internal jugular and subclavian, should be avoided; may result in bleeding from noncompressible sites; venous punctures to other sites should be minimized<\/li><\/ul>"},{"id":"925249-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"925249-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"925249-s-4","title":"Drug Interactions","sub":{"1":{"id":"925249-s-4-14","title":"Major","mono":"<ul><li>Acenocoumarol (theoretical)<\/li><li>Alteplase, Recombinant (theoretical)<\/li><li>Anistreplase (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Ardeparin (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Bivalirudin (theoretical)<\/li><li>Certoparin (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Desirudin (theoretical)<\/li><li>Edoxaban (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Fondaparinux (theoretical)<\/li><li>Heparin (theoretical)<\/li><li>Lepirudin (theoretical)<\/li><li>Nadroparin (theoretical)<\/li><li>Parnaparin (theoretical)<\/li><li>Pentosan Polysulfate Sodium (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Protein C (theoretical)<\/li><li>Reteplase, Recombinant (theoretical)<\/li><li>Reviparin (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Streptokinase (theoretical)<\/li><li>Tinzaparin (theoretical)<\/li><li>Urokinase (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},"2":{"id":"925249-s-4-15","title":"Moderate","mono":"<ul><li>Aspirin (probable)<\/li><li>Dipyridamole (probable)<\/li><\/ul>"}}},"5":{"id":"925249-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Hematoma, Minor (12.3%)<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage, Minor (1.9%)<\/li><li><b>Hematologic:<\/b>Bleeding, Minor (21.8%)<\/li><li><b>Renal:<\/b>Renal artery hemorrhage, Minor (3.7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Cholesterol embolus syndrome (rare)<\/li><li><b>Dermatologic:<\/b>Hematoma, Major (1.7%)<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage, Major (1%)<\/li><li><b>Hematologic:<\/b>Bleeding, Major (4.7%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis (less than 0.1%), Hypersensitivity reaction (less than 1%)<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident (1.8%), Intracranial hemorrhage (0.9%)<\/li><li><b>Renal:<\/b>Renal artery hemorrhage, Major (less than 1%)<\/li><\/ul>"},"6":{"id":"925249-s-6","title":"Drug Name Info","sub":{"0":{"id":"925249-s-6-17","title":"US Trade Names","mono":"Tnkase<br\/>"},"2":{"id":"925249-s-6-19","title":"Class","mono":"<ul><li>Thrombolytic<\/li><li>Tissue Plasminogen Activator<\/li><\/ul>"},"3":{"id":"925249-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925249-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"925249-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Tenecteplase binds to fibrin and converts plasminogen to plasmin. In vitro data indicate that in the presence of fibrin, tenecteplase conversion of plasminogen to plasmin is increased relative to its conversion in the absence of fibrin. This fibrin specificity decreases systemic activation of plasminogen and the resulting degradation of circulating fibrinogen. However, the clinical significance of this effect has not be established.<\/li><li>The specific activity of tenecteplase has been defined as 200 units\/milligram.<\/li><\/ul>"},"8":{"id":"925249-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"925249-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic <br\/>"},"4":{"id":"925249-s-8-27","title":"Elimination Half Life","mono":"Systemic: 90 to 130 min <br\/>"}}},"9":{"id":"925249-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>For IV administration only<\/li><li>Reconstitute immediately before use with sterile water for injection USP to a concentration of 5 mg\/mL<\/li><li>Do not shake reconstituted product; gently swirl<\/li><li>Single bolus dose is given over a period of 5 seconds<\/li><li>Flush dextrose-containing lines with NS prior to and following administration to prevent precipitation<\/li><li>If reconstituted solution is not used immediately, refrigerate the vial and use within 8 hours of reconstitution<\/li><\/ul>"},"10":{"id":"925249-s-10","title":"Monitoring","mono":"<ul><li>cardiac enzymes, ECG<\/li><li>signs and symptoms of bleeding<\/li><\/ul>"},"11":{"id":"925249-s-11","title":"How Supplied","mono":"<b>TNKase<\/b><br\/>Intravenous Powder for Solution: 50 MG<br\/>"},"12":{"id":"925249-s-12","title":"Toxicology","sub":[{"id":"925249-s-12-31","title":"Clinical Effects","mono":"<b>THROMBOLYTICS<\/b><br\/>OVERDOSE: Symptoms are likely an extension of adverse effects. ADVERSE EFFECTS: Most common complication observed with thrombolytic therapy is hemorrhage, particularly from puncture sites; severe internal bleeding has occurred. Bleeding can occur at any site (eg, CNS, GI, GU, skin, mucosa). Other effects can include: nausea and vomiting, hallucinations, agitation, confusion, depression, bronchospasm, hyperthermia, chills, back or abdominal pain, leukocytosis, platelet activation, emboli, arterial occlusions, reperfusion dysrhythmias, cerebrovascular accidents, hypotension, hemopericardium, Guillain-Barre syndrome, renal dysfunction, hepatitis, and cutaneous or allergic reactions.<br\/>"},{"id":"925249-s-12-32","title":"Treatment","mono":"<b>THROMBOLYTICS<\/b><br\/><ul><li>Decontamination: Not required.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Hemorrhage: Give fresh frozen plasma and\/or cryoprecipitate, and packed RBCs for active bleeding.<\/li><li>Hypotensive episode: IV 0.9% NaCl, blood products if bleeding, dopamine, or norepinephrine.<\/li><li>Seizure: IV benzodiazepines, barbiturates.<\/li><li>Aminocaproic acid: Not documented as an antidote for streptokinase, but may be considered in an emergency. Dose - 16 to 20 mL (4 to 5 g) of Amicar(R) Injection in 250 mL of diluent, administered by infusion during the first hour of treatment, then a continuing infusion at a rate of 4 mL (1 g) per hour in 50 mL of diluent. Usually continued for about 8 hours or until the bleeding has been controlled.<\/li><li>Aprotinin: In several cases, aprotinin has been used to control bleeding following streptokinase administration.<\/li><li>Monitoring of patient: Monitor vital signs, CBC, renal function and hepatic enzymes in symptomatic patients.  Monitor urine and stool for occult blood.  Monitor hematocrit, hemoglobin, partial thromboplastin time, prothrombin time\/INR, platelet count, and fibrinogen in patients with serious bleeding.<\/li><\/ul>"},{"id":"925249-s-12-33","title":"Range of Toxicity","mono":"<b>THROMBOLYTICS<\/b><br\/>TOXICITY: Varies with agent. A minimum toxic dose has not been established. <br\/>"}]},"13":{"id":"925249-s-13","title":"Clinical Teaching","mono":"Instruct patient to immediately report active bleeding.<br\/>"}}}