{"drugs":["Exelon","Rivastigmine Tartrate"],"mono":{"0":{"id":"925207-s-0","title":"Generic Names","mono":"Rivastigmine Tartrate"},"1":{"id":"925207-s-1","title":"Dosing and Indications","sub":[{"id":"925207-s-1-4","title":"Adult Dosing","mono":"<ul><li>if dosing is interrupted for 3 days or less, reinitiate with the same or lower daily dose; if dosing is interrupted for more than 3 days, reinitiate with 1.5 mg twice daily and titrate back to maintenance dose<\/li><li><b>Alzheimer's disease - Dementia (Mild to Moderate):<\/b> initial: 1.5 mg ORALLY twice daily for 2 weeks<\/li><li><b>Alzheimer's disease - Dementia (Mild to Moderate):<\/b> dose titration: if well tolerated, increase in increments of 1.5 mg ORALLY twice daily at minimum of every 2 weeks; MAX 12 mg\/day; if intolerable adverse effects (eg, nausea, vomiting, abdominal pain,  loss of appetite), interrupt treatment for several doses and restart at same or lower dose<\/li><li><b>Dementia (Mild to Moderate) - Parkinson's disease:<\/b> initial: 1.5 mg ORALLY twice daily for 4 weeks<\/li><li><b>Dementia (Mild to Moderate) - Parkinson's disease:<\/b> dose titration: if well tolerated, increase in increments of 1.5 mg ORALLY twice daily at minimum of every 4 weeks; MAX 12 mg\/day; if intolerable adverse effects (eg, nausea, vomiting, abdominal pain,  loss of appetite), interrupt treatment for several doses and restart at same or lower dose<\/li><\/ul>"},{"id":"925207-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in children "},{"id":"925207-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, moderate to severe (GFR less than 50 mL\/min):<\/b> use lower doses<\/li><li><b>hepatic impairment, mild to moderate (Child-Pugh score 5 to 9):<\/b> use lower doses; severe impairment, no dosing recommendations available<\/li><li><b>low body weight (less than 50 kg):<\/b> close monitoring for toxicities (eg, excessive nausea and vomiting); reduce dose if toxicities develop<\/li><\/ul>"},{"id":"925207-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Alzheimer's disease - Dementia (Mild to Moderate)<\/li><li>Dementia (Mild to Moderate) - Parkinson's disease<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Multi-infarct dementia<\/li><li>Senile dementia of the Lewy body type<\/li><\/ul>"}]},"3":{"id":"925207-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925207-s-3-9","title":"Contraindications","mono":"<ul><li>History of application site reaction with rivastigmine transdermal patch suggestive of allergic contact dermatitis; do not initiate oral product until patient has demonstrated negative allergy testing<\/li><li>Hypersensitivity to rivastigmine, carbamate derivatives, or other components of the product<\/li><\/ul>"},{"id":"925207-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Sick sinus syndrome or other supraventricular cardiac conduction conditions; increased risk of vagotonic effects on heart rate (eg, bradycardia)<\/li><li>Dermatologic:<\/li><li>-- Disseminated allergic dermatitis has been reported with oral or transdermal use; discontinue if occurs<\/li><li>-- Application site reactions suggestive of allergic contact dermatitis occurring with transdermal patch; may switch to oral rivastigmine only after negative allergy test results and with close monitoring<\/li><li>Gastrointestinal:<\/li><li>-- Gastrointestinal adverse events, including significant nausea, vomiting, diarrhea, anorexia, and weight loss, may occur and result in serious outcomes including severe dehydration; reduction of dose or interruption may be necessary<\/li><li>-- Patients at risk for developing ulcers (eg, ulcer history or concomitant NSAIDs); gastric acid secretion may be increased; monitoring recommended<\/li><li>Hepatic:<\/li><li>-- Mild to moderate hepatic impairment (Child-Pugh score 5 to 9); dosage adjustment may be necessary<\/li><li>Neurologic:<\/li><li>-- New or worsening extrapyramidal symptoms may occur<\/li><li>-- Dementia associated with Parkinson disease; worsening of parkinsonian symptoms, particularly tremor, has been reported with oral use<\/li><li>-- Seizures may occur<\/li><li>Renal:<\/li><li>-- Moderate to severe renal impairment; dosage adjustment may be necessary<\/li><li>-- Urinary obstruction may occur<\/li><li>Respiratory:<\/li><li>-- History of asthma or obstructive pulmonary disease<\/li><li>Other:<\/li><li>-- Low body weight (less than 50 kg) or high body weight; monitoring recommended and dosage adjustment may be necessary<\/li><li>Concomitant Use:<\/li><li>-- Anesthesia; succinylcholine-type muscle relaxation during anesthesia may be exacerbated<\/li><li>-- Concomitant metoclopramide not recommended<\/li><li>--Concomitant cholinomimetic or anticholinergic drugs not recommended unless clinically necessary<\/li><li>-- Concomitant beta-blocker not recommended<\/li><\/ul>"},{"id":"925207-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Rivastigmine: B (FDA)<\/li><li>Rivastigmine: B2 (AUS)<\/li><\/ul>"},{"id":"925207-s-3-12","title":"Breast Feeding","mono":"Rivastigmine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"925207-s-4","title":"Drug Interactions","sub":[{"id":"925207-s-4-13","title":"Contraindicated","mono":"<ul>Metoclopramide (theoretical)<\/ul>"},{"id":"925207-s-4-14","title":"Major","mono":"<ul><li>Acebutolol (theoretical)<\/li><li>Atenolol (theoretical)<\/li><li>Betaxolol (theoretical)<\/li><li>Bisoprolol (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Carteolol (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Celiprolol (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Esmolol (theoretical)<\/li><li>Labetalol (theoretical)<\/li><li>Levobunolol (theoretical)<\/li><li>Metipranolol (theoretical)<\/li><li>Metoprolol (theoretical)<\/li><li>Nadolol (theoretical)<\/li><li>Nebivolol (theoretical)<\/li><li>Oxprenolol (theoretical)<\/li><li>Penbutolol (theoretical)<\/li><li>Pindolol (theoretical)<\/li><li>Practolol (theoretical)<\/li><li>Propranolol (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Timolol (theoretical)<\/li><\/ul>"},{"id":"925207-s-4-15","title":"Moderate","mono":"<ul><li>Oxybutynin (established)<\/li><li>Tolterodine (established)<\/li><\/ul>"}]},"5":{"id":"925207-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Weight loss (26%, female; 18%, male)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (13%), Diarrhea (7% to 19%), Indigestion (9%), Loss of appetite (6% to 17%), Nausea (29% to 47%), Vomiting (13% to 31%)<\/li><li><b>Neurologic:<\/b>Asthenia (4% to 6%), Dizziness (6% to 21%), Headache (4% to 17%), Tremor (4% to 23%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation (1% or more), Atrioventricular block (0.1% to 1%), Myocardial infarction (1% or more), Peripheral ischemia (0.1% to 1%), Sick sinus syndrome (0.1% to 1%)<\/li><li><b>Endocrine metabolic:<\/b>Hypokalemia (1% or more), Hyponatremia (0.1% to 1%)<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage (0.1% to 1%), Hematemesis (0.1% to 1%), Melena (0.1% to 1%), Pancreatitis (0.1% to 1%), Rectal hemorrhage (0.1% to 1%), Rupture of esophagus<\/li><li><b>Hepatic:<\/b>Gamma-glutamyl transferase raised (0.1% to 1%), Hepatitis, Liver function tests abnormal (0.1% to 1%)<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Intracranial hemorrhage (0.1% to 1%), Seizure (1% or more), Transient ischemic attack (1% or more)<\/li><li><b>Ophthalmic:<\/b>Glaucoma (0.1% to 1%)<\/li><li><b>Psychiatric:<\/b>Suicidal behavior<\/li><li><b>Renal:<\/b>Acute renal failure (0.1% to 1%)<\/li><li><b>Respiratory:<\/b>Bronchospasm (0.1% to 1%)<\/li><\/ul>"},"6":{"id":"925207-s-6","title":"Drug Name Info","sub":{"0":{"id":"925207-s-6-17","title":"US Trade Names","mono":"Exelon<br\/>"},"2":{"id":"925207-s-6-19","title":"Class","mono":"<ul><li>Central Nervous System Agent<\/li><li>Cholinesterase Inhibitor, Centrally Acting<\/li><\/ul>"},"3":{"id":"925207-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925207-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"925207-s-7","title":"Mechanism Of Action","mono":"Rivastigmine tartrate is a reversible cholinesterase inhibitor whose exact mode of action is unknown. It is thought to inhibit the hydrolytic action of cholinesterase resulting in increased acetylcholine concentrations.<br\/>"},"8":{"id":"925207-s-8","title":"Pharmacokinetics","sub":[{"id":"925207-s-8-23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, approximately 1 hr<\/li><li>Bioavailability: about 36%<\/li><li>Effect of food: delays Tmax by 90 min, lowers Cmax by approximately 30% and increases AUC by approximately 30%<\/li><\/ul>"},{"id":"925207-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 1.8 L\/kg to 2.7 L\/kg<\/li><li>Protein binding: 40%<\/li><\/ul>"},{"id":"925207-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic cholinesterase-mediated hydrolysis extensive; CYP450 minimally involved in metabolism<\/li><li>Metabolite: decarbamylated metabolite<\/li><\/ul>"},{"id":"925207-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 0.4%<\/li><li>Renal: 97%<\/li><li>Dialyzable: no (hemodialysis); no (peritoneal dialysis)<\/li><\/ul>"},{"id":"925207-s-8-27","title":"Elimination Half Life","mono":"about 1.5 hr <br\/>"}]},"9":{"id":"925207-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>oral capsule and oral solution formulations are interchangeable at equal doses<\/li><li>take twice daily with meals, morning and evening<\/li><li>(solution) use supplied dosing syringe; may swallow directly from syringe or mix with water, cold fruit juice, or soda; stir well before drinking<\/li><li> (solution) if mixed with cold fruit juice or soda, the mixture is stable at room temperature for up to 4 hours<\/li><\/ul>"},"10":{"id":"925207-s-10","title":"Monitoring","mono":"<ul><li>improvement in cognitive performance in patients with dementia associated with Alzheimer's or Parkinson's disease is indicative of efficacy<\/li><li>clinical effects closely in patients with high body weight; steady-state concentrations may be significantly decreased<\/li><li>signs and symptoms of toxicity (eg, excessive nausea, vomiting); in low body weight patients (less than 50 kg)<\/li><li>symptoms of active or occult gastrointestinal bleeding; particularly patients with an increased risk of developing ulcers (eg, history of ulcer disease, concomitant use of NSAIDs)<\/li><li>ability to continue driving or to operate machinery; routinely during therapy<\/li><\/ul>"},"11":{"id":"925207-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 1.5 MG, 3 MG, 4.5 MG, 6 MG<br\/><\/li><li><b>Exelon<\/b><br\/>Oral Capsule: 1.5 MG, 3 MG, 4.5 MG, 6 MG<br\/><\/li><\/ul>"},"12":{"id":"925207-s-12","title":"Toxicology","sub":[{"id":"925207-s-12-31","title":"Clinical Effects","mono":"<b>RIVASTIGMINE AND RELATED AGENTS<\/b><br\/>USES: Rivastigmine, an acetylcholinesterase inhibitor, is used for the treatment of dementia of the Alzheimer's type and mild to moderate dementia associated with Parkinson's disease. WITHDRAWN FROM MARKET: Because of ongoing concerns over the safety of TACRINE it was withdrawn from the market in 2013. Other agents, such as metrifonate and velnacrine are also no longer used in the treatment of Alzheimer's disease. PHARMACOLOGY: The precise mechanism of action of rivastigmine is unknown. However, it is thought to exert is effect by enhancing cholinergic function, by increasing the concentration of acetylcholine through reversible inhibition of its hydrolysis by cholinesterase. EPIDEMIOLOGY: Exposure has occurred. Severe clinical events or fatalities are uncommon. OVERDOSE: Overdose information is limited. Cholinergic toxicity has been reported after overdose of rivastigmine, typical findings can include severe nausea, vomiting, salivation, sweating, bradycardia, hypotension, respiratory depression, collapse and convulsions. In severe cases, muscle weakness can develop and may result in death if respiratory muscles become involved. Other symptoms that have been associated with overdose of rivastigmine include: diarrhea, abdominal pain, dizziness, tremor, headache, somnolence, confusional state, hyperhidrosis, hypertension, hallucinations and malaise. Depression of blood cholinesterase may occur following overdoses.  ADVERSE EFFECTS: The most common adverse effects reported with rivastigmine therapy include: nausea, vomiting, anorexia, dyspepsia, and asthenia. Other clinical events include dizziness, headache, urinary tract infection, fatigue, insomnia, and confusion. Infrequent events may include depression, anxiety, hallucination, and aggressive reactions. CHOLINERGIC ACTIVITY: Other events that can develop due to increases in cholinergic activity include extrapyramidal symptoms, worsening of parkinsonian symptoms (ie, tremor), seizures, increases in gastric acid secretion, at risk to develop ulcers or gastrointestinal bleeding, bradycardia, and possible urinary obstruction. Drugs like rivastigmine the increase cholinergic activity should also be given with caution in patients with an underlying history of asthma or obstructive pulmonary disease. POSTMARKETING EXPERIENCE: Based on postmarketing experience with rivastigmine, hepatitis, aggression, Stevens-Johnson syndrome and disseminated allergic dermatitis have been reported. <br\/>"},{"id":"925207-s-12-32","title":"Treatment","mono":"<b>RIVASTIGMINE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor vital signs and mental status. Monitor fluid status and electrolyte balance if the patient develops significant fluid loss (ie, vomiting, diarrhea, diaphoresis). Treat nausea and vomiting with antiemetics and fluid replacement. Initially treat hypotension with IV fluids. Infuse 10 to 20 mL\/kg of isotonic fluid. If hypotension persists, administer dopamine or norepinephrine. Atropine is the drug of choice to treat cholinergic effects such as bradycardia, bronchorrhea and bronchospasm. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizure activity with IV benzodiazepines (diazepam or lorazepam). Consider phenobarbital or propofol if seizures recur. ANTIDOTES: Administer atropine for muscarinic manifestations (e.g. salivation, diarrhea, bronchorrhea); and pralidoxime for nicotinic manifestations (e.g. weakness, fasciculations) for severe toxicity. Assess respiratory function, airway management including intubation and mechanical ventilation as needed. Respiratory depression including muscle weakness can occur. Increasing muscle weakness is a possibility and may result in death if respiratory muscles are involved. Acute lung injury may develop with a significant exposure. Maintain adequate ventilation and oxygenation; serial ABGs and\/or pulse oximetry as necessary; PEEP may be necessary.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is unlikely to be necessary as spontaneous vomiting is likely to occur. PREHOSPITAL: Spontaneous vomiting can occur after a significant exposure. Excessive vomiting may increase the risk of esophageal rupture and induced emesis is probably not indicated. HOSPITAL: GI decontamination is unlikely to be necessary as spontaneous vomiting it likely to occur. Activated charcoal may be considered if coingestants are suspected, the ingestion is recent, and the airway can be protected.<\/li><li>Airway management: A significant exposure can result in cholinergic crisis include respiratory depression and severe respiratory muscle weakness. Monitor respiratory effort and ventilation. Administer oxygen. Intubation and mechanical ventilation may be necessary.<\/li><li>Antidote: Atropine sulfate is the drug of choice to treat cholinergic effects such as bradycardia, bronchorrhea and bronchospasm.  For significant muscarinic symptoms administer: ADULT: Initial dose of 1 to 2 mg IV repeat with subsequent doses based on clinical response; CHILD: Initial dose 0.05 mg\/kg up to 4 mg (usual dose 1 mg), intramuscularly or intravenously every 10 to 30 minutes until muscarinic signs and symptoms subside, and repeat if they reappear. ALTERNATIVE THERAPY: Glycopyrrolate and methscopolamine bromide have been suggested as alternatives to atropine in treating the peripheral cholinergic symptoms. PRALIDOXIME: Treat moderate to severe poisoning (fasciculations, muscle weakness, respiratory depression, coma, seizures) with pralidoxime in addition to atropine.<\/li><li>Bronchospasm: ALBUTEROL: ADULT: 0.25 to 0.5 mL in 2 to 4.5 mL of normal saline delivered every 4 to 6 hours per nebulizer; CHILD: 100 to 200 mcg 3 to 6 times a day.<\/li><li>Monitoring of patient: Monitor respiratory and cardiovascular function. Monitor pulse rate and blood pressure; alterations may develop as a result of cholinergic toxicity. Monitor fluid status in patients with significant cholinergic symptoms.<\/li><li>Enhanced elimination procedure: Due to the short half-life (1.5 hours) of rivastigmine, dialysis (hemodialysis, peritoneal dialysis, or hemofiltration) is not clinically indicated. Rivastigmine also has a large volume of distribution (range, 1.8 to 2.7 L\/kg); therefore, hemodialysis is unlikely to be beneficial.<\/li><li>Patient disposition: HOME CRITERIA: All children with ingestions should be sent to a healthcare facility for evaluation and treatment. Adults with a deliberate overdose should be sent to a healthcare facility for evaluation and treatment. Asymptomatic adults with an inadvertent ingestion of one or two pills can be monitored at home. OBSERVATION CRITERIA: Patients should be observed until all symptoms resolve. Patients that develop significant toxicity including respiratory depression should be admitted for a higher level of care. ADMISSION CRITERIA: Patients who develop cholinergic crisis including respiratory depression should be admitted. They should only be discharged when free of symptoms. CONSULT CRITERIA: Consult a medical toxicologist or a poison center for assistance with medical management in patients with severe overdose or in whom the diagnosis is unclear. Consult a pulmonologist or hospital intensivist if the patient develops evidence of respiratory compromise.<\/li><\/ul>"},{"id":"925207-s-12-33","title":"Range of Toxicity","mono":"<b>RIVASTIGMINE AND RELATED AGENTS<\/b><br\/>TOXIC DOSE: A toxic dose has not been established. RIVASTIGMINE: An adult developed vomiting, bradycardia, hypertension, salivation, diaphoresis and drowsiness after ingesting 90 mg. TACRINE: An estimated human lethal dose is reported as 30 mg\/kg when unopposed by anticholinergics. METRIFONATE: Doses as high as 72 mg\/kg have produced severe abdominal colic, vomiting, and muscle weakness. THERAPEUTIC DOSE: Dosing for Alzheimer's Disease is as follows: RIVASTIGMINE: 1.5 mg orally twice daily; if tolerated, increase dose every 2 weeks by 1.5 mg twice daily to a maximum dose of 6 mg twice daily. Other agents (ie, tacrine and metrifonate) have been withdrawn from the market. <br\/>"}]},"13":{"id":"925207-s-13","title":"Clinical Teaching","mono":"<ul><li>Side effects may include dizziness, sweating, fatigue, asthenia, or headache. Drug may also exacerbate or induce tremor and seizures.<\/li><li>Advise patient to report nausea, vomiting, anorexia, or weight loss<\/li><li>Instruct patient to report skin reactions.<\/li><li>If a dose is missed for several days in a row, advise patient to contact healthcare professional, as drug may need to be restarted at a lower dose.<\/li><\/ul>"}}}