{"generic":"Candesartan Cilexetil\/Hydrochlorothiazide","drugs":["Atacand HCT","Candesartan Cilexetil\/Hydrochlorothiazide"],"mono":[{"id":"925387-s-0","title":"Generic Names","mono":"Candesartan Cilexetil\/Hydrochlorothiazide"},{"id":"925387-s-1","title":"Dosing and Indications","sub":[{"id":"925387-s-1-4","title":"Adult Dosing","mono":"<b>Hypertension, Not for initial therapy:<\/b> usual, candesartan 16 mg\/hydrochlorothiazide 12.5 mg ORALLY once daily; may increase up to candesartan 32 mg\/hydrochlorothiazide 12.5 mg ORALLY once daily and MAX candesartan 32 mg\/hydrochlorothiazide 25 mg ORALLY once daily; allow 4 weeks between dose adjustments to achieve optimum antihypertensive effect "},{"id":"925387-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in children "},{"id":"925387-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl greater than 30 mL\/min, no dose adjustment required<\/li><li><b>hepatic impairment:<\/b> mild (Child-Pugh A), no dose adjustment necessary<\/li><li><b>hepatic impairment:<\/b> moderate (Child-Pugh B), not recommended for initial therapy<\/li><li><b>geriatric:<\/b> no initial dose adjustment necessary<\/li><\/ul>"},{"id":"925387-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypertension, Not for initial therapy<br\/>"}]},{"id":"925387-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>When pregnancy is detected, discontinue candesartan cilexetil\/hydrochlorothiazide as soon as possible. Drugs that act directly on the renin-angiotensin system can cause injury and death to the developing fetus.<br\/>"},{"id":"925387-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925387-s-3-9","title":"Contraindications","mono":"<ul><li>anuria<\/li><li>concomitant use with aliskiren in patients with diabetes<\/li><li>hypersensitivity to candesartan, hydrochlorothiazide, or other sulfonamides<\/li><\/ul>"},{"id":"925387-s-3-10","title":"Precautions","mono":"<ul><li>pregnancy; risk of fetal toxicity, especially in the second and third trimesters; discontinue therapy as soon as possible when pregnancy is detected<\/li><li>allergy or bronchial asthma, history; increased risk for hypersensitivity reactions to hydrochlorothiazide<\/li><li>angle-closure glaucoma and transient myopia, acute, may occur within hours to weeks of drug initiation and may lead to permanent vision loss; possible increased risk with history of sulfonamide or penicillin allergy; immediate discontinuation recommended<\/li><li>electrolyte imbalance (eg, hyperkalemia, hypokalemia, hyponatremia, hypomagnesemia, hypercalcemia) may occur; monitoring recommended<\/li><li>glucose tolerance may be altered<\/li><li>heart failure; excessive hypotension may occur, resulting in oliguria, azotemia, acute renal failure, or death; monitoring recommended<\/li><li>hepatic impairment, moderate to severe; use not recommended<\/li><li>hepatic impairment or progressive liver disease; fluid and electrolyte imbalance may lead to hepatic coma; monitoring recommended<\/li><li>hypercalcemia; avoid use<\/li><li>hyperuricemia may occur or gout may be precipitated<\/li><li>hypotension, symptomatic, may occur; dose reduction may be required<\/li><li>renal impairment (GFR less than 60 mL\/min); avoid concomitant use with aliskiren<\/li><li>renal impairment, severe (CrCl less than 30 mL\/min); use not recommended<\/li><li>renal function changes, including acute renal failure, may occur; increased risk in patients whose renal function relies on the renin-angiotensin system (eg, renal artery stenosis, chronic renal disease, severe heart failure, or volume depletion); monitoring recommended; therapy interruption or discontinuation may be required<\/li><li>systemic lupus erythematosus; thiazide diuretics may exacerbate or activate disease<\/li><li>volume- and\/or salt-depleted patients (eg, vigorous diuresis, dialysis); increased risk of symptomatic hypotension; correct prior to initiation<\/li><\/ul>"},{"id":"925387-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"925387-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"925387-s-4","title":"Drug Interactions","sub":[{"id":"925387-s-4-13","title":"Contraindicated","mono":"<ul>Dofetilide (probable)<\/ul>"},{"id":"925387-s-4-14","title":"Major","mono":"<ul><li>Acetyldigoxin (established)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Benazepril (established)<\/li><li>Captopril (established)<\/li><li>Cyclophosphamide (probable)<\/li><li>Deslanoside (established)<\/li><li>Digitalis (established)<\/li><li>Digitoxin (established)<\/li><li>Digoxin (established)<\/li><li>Droperidol (theoretical)<\/li><li>Enalapril (established)<\/li><li>Enalaprilat (established)<\/li><li>Flecainide (theoretical)<\/li><li>Fosinopril (established)<\/li><li>Ketanserin (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Lisinopril (established)<\/li><li>Lithium (probable)<\/li><li>Methotrexate (probable)<\/li><li>Metildigoxin (established)<\/li><li>Moexipril (established)<\/li><li>Ouabain (theoretical)<\/li><li>Perindopril (established)<\/li><li>Proscillaridin (theoretical)<\/li><li>Quinapril (established)<\/li><li>Ramipril (established)<\/li><li>Sotalol (probable)<\/li><li>Trandolapril (established)<\/li><li>Trimethoprim (theoretical)<\/li><\/ul>"},{"id":"925387-s-4-15","title":"Moderate","mono":"<ul><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Alacepril (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Bepridil (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Celecoxib (probable)<\/li><li>Cholestyramine (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Cilazapril (probable)<\/li><li>Clonixin (probable)<\/li><li>Delapril (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Ginkgo (probable)<\/li><li>Gossypol (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Imidapril (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Licorice (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Pentopril (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Spirapril (probable)<\/li><li>Sulindac (probable)<\/li><li>Temocapril (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Topiramate (probable)<\/li><li>Valdecoxib (probable)<\/li><li>Zofenopril (probable)<\/li><\/ul>"}]},{"id":"925387-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Musculoskeletal:<\/b>Backache (3.3%)<\/li><li><b>Neurologic:<\/b>Dizziness (2.9% to 12%)<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (3.6% to 7%)<\/li><li><b>Other:<\/b>Fatigue (up to 12%), Influenza-like symptoms (2.5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Ophthalmic:<\/b>Angle-closure glaucoma, acute, Myopia, Acute<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},{"id":"925387-s-6","title":"Drug Name Info","sub":{"0":{"id":"925387-s-6-17","title":"US Trade Names","mono":"Atacand HCT<br\/>"},"2":{"id":"925387-s-6-19","title":"Class","mono":"<ul><li>Angiotensin II Receptor Antagonist<\/li><li>Angiotensin II Receptor Antagonist\/Thiazide Combination<\/li><li>Diuretic<\/li><li>Thiazide<\/li><\/ul>"},"3":{"id":"925387-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925387-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"925387-s-7","title":"Mechanism Of Action","mono":"Candesartan is a nonpeptide angiotensin II antagonist that selectively blocks the binding of angiotensin II to the AT 1 receptors in tissues such as vascular smooth muscle and the adrenal gland In the renin-angiotensin system, angiotensin I is converted by angiotensin-converting enzyme (ACE) to form angiotensin II. Angiotensin II stimulates the adrenal cortex to synthesize and secrete aldosterone, which decreases the excretion of sodium and increases the excretion of potassium . Angiotensin II also acts as a vasoconstrictor in vascular smooth muscle . By blocking the binding of angiotensin II to the AT 1 receptors, candesartan causes vasodilation and decreases the effects of aldosterone . The negative feedback regulation of angiotensin II on renin secretion also is inhibited, resulting in a rise in plasma renin concentrations and a consequent rise in angiotensin II plasma concentrations; however, these effects do not counteract the blood pressure-lowering effect that occurs. Hydrochlorothiazide is a diuretic that directly increases excretion of sodium and chloride and indirectly reduces plasma volume. The mechanism of its antihypertensive effect is not known. The administration of candesartan, an angiotensin II receptor antagonist, in combination with hydrochlorothiazide, a diuretic, reduces the potassium loss associated with diuretics.<br\/>"},{"id":"925387-s-8","title":"Pharmacokinetics","sub":[{"id":"925387-s-8-23","title":"Absorption","mono":"<ul><li>Candesartan, Tmax, Oral: 3 to 4 hr.<\/li><li>Hydrochlorothiazide, Tmax, Oral: 2 hr<\/li><li>Candesartan, Bioavailability, Oral: 15%<\/li><li>Hydrochlorothiazide, Bioavailability, Oral: 70%<\/li><li>Candesartan, Effect of food: overall, no effect<\/li><\/ul>"},{"id":"925387-s-8-24","title":"Distribution","mono":"<ul><li>Candesartan, Vd: 0.13 L\/kg<\/li><li>Hydrochlorothiazide, Vd: 3.5 L\/kg<\/li><li>Candesartan, Protein binding: greater than 99%<\/li><li>Hydrochlorothiazide, Protein binding: 40%<\/li><\/ul>"},{"id":"925387-s-8-25","title":"Metabolism","mono":"<ul><li>Candesartan, Intestinal Wall: extensive<\/li><li>Candesartan, Liver: minimal<\/li><li>Hydrochlorothiazide, not metabolized to any significant degree<\/li><\/ul>"},{"id":"925387-s-8-26","title":"Excretion","mono":"<ul><li>Candesartan, Bile: some contribution<\/li><li>Candesartan, Fecal: 67% unchanged<\/li><li>Candesartan, Renal: 26% unchanged<\/li><li>Candesartan, Renal clearance: 0.19 mL\/min\/kg<\/li><li>Candesartan, Dialyzable: No<\/li><li>Candesartan, Total body clearance: 0.37 mL\/minute\/kg<\/li><li>Hydrochlorothiazide, Renal: 61% unchanged<\/li><li>Hydrochlorothiazide, Renal clearance: 335 mL\/min.<\/li><li>Hydrochlorothiazide, Dialyzable: No<\/li><\/ul>"},{"id":"925387-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Candesartan (CV-11974), adults: 5.1 to 10.5 hr<\/li><li>Candesartan, children, 5.7 hr<\/li><li>Hydrochlorothiazide 5.6 to 14.8 hr<\/li><\/ul>"}]},{"id":"925387-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>may be administered with or without food <br\/>"},{"id":"925387-s-10","title":"Monitoring","mono":"<ul><li>blood pressure reduction indicates efficacy<\/li><li>electrolytes; periodically, especially in patients with hepatic impairment or progressive liver disease.<\/li><li>renal function; periodically, especially in patients dependent on the renin-angiotensin system for renal activity (eg, concurrent renal artery stenosis, chronic kidney disease, volume depletion, severe heart failure).<\/li><li>blood pressure; for 2 weeks after treatment initiation and with dose increases in patients with heart failure<\/li><li>fluid balance; especially in patients with hepatic impairment or progressive liver disease<\/li><\/ul>"},{"id":"925387-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: (Candesartan Cilexetil - Hydrochlorothiazide) 16 MG-12.5 MG, 32 MG-12.5 MG, 32 MG-25 MG<br\/><\/li><li><b>Atacand HCT<\/b><br\/>Oral Tablet: (Candesartan Cilexetil - Hydrochlorothiazide) 16 MG-12.5 MG, 32 MG-12.5 MG, 32 MG-25 MG<br\/><\/li><\/ul>"},{"id":"925387-s-12","title":"Toxicology","sub":[{"id":"925387-s-12-31","title":"Clinical Effects","mono":"<b>DIURETICS<\/b><br\/>USES: Class of drugs that are primarily used to treat hypertension and congestive heart failure. Potassium sparing diuretics and carbonic anhydrase inhibitors are covered in separate managements. PHARMACOLOGY: Work in a variety of mechanisms including inhibiting sodium and chloride reabsorption in the distal convoluted tubule (thiazides), inhibiting transport of sodium, potassium, and chloride in the thick ascending limb of the loop of henle (loop), and osmotic agents (mannitol). TOXICOLOGY: Produce hypovolemia and electrolyte deficiencies. EPIDEMIOLOGY: Rare overdose which uncommonly results in significant morbidity or death. MILD TO MODERATE TOXICITY: Mild dehydration, tachycardia, dry mucous membranes, headache, muscle cramps, thirst, and brisk diuresis. Large doses of furosemide or ethacrynic acid can cause ototoxicity. SEVERE TOXICITY: Hypotension, hypochloremic metabolic alkalosis, mental status changes, and electrolyte abnormalities (i.e. hypokalemia, hypomagnesemia, hypochloremia, hypocalcemia) are the most common manifestations of severe poisoning. Rarely muscle spasms, tetany, seizures, coma, or dysrhythmias may develop secondary to severe electrolyte abnormalities.  CNS depression has been reported rarely in children with acute ingestion without significant electrolyte abnormalities. ADVERSE EFFECTS: Thiazides are associated with hyperglycemia and hyperlipidemia. Furosemide has been associated with ototoxicity, hyperglycemia, and hypercholesterolemia.  Diuretics have a large number of drug interactions as well. Extravasation of mannitol can cause tissue injury and compartment syndrome.<br\/>"},{"id":"925387-s-12-32","title":"Treatment","mono":"<b>DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with minor symptoms can be managed with supportive care only.  Oral hydration and oral electrolyte supplementation may be sufficient.  Severe electrolyte disturbances and\/or mental status changes indicate a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is very rare. Treatment should be directed at intravenous correction of volume loss and electrolyte abnormalities.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not indicated as toxicity is rare. HOSPITAL: Activated charcoal is rarely  indicated as acute toxicity is rare.<\/li><li>Airway management: Diuretic poisoning should not produce symptoms mandating airway management.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: Monitor vital signs and serum electrolytes.  Obtain an ECG in patients with significant electrolyte abnormalities.<\/li><li>Enhanced elimination procedure: Hemodialysis is not expected to be helpful.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of less than a maximal daily dose can be monitored at home. OBSERVATION CRITERIA: Adults with intentional ingestions or symptomatic children should be referred to a health care facility.  Patients who are asymptomatic after 6 hours can be discharged home. ADMISSION CRITERIA: Patients who have severe electrolyte abnormalities or vital sign abnormalities should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul>"},{"id":"925387-s-12-33","title":"Range of Toxicity","mono":"<b>DIURETICS<\/b><br\/>TOXICITY: Toxic doses are not well established.  Diuresis is expected to result at even therapeutic doses.  Toxicity is most common with chronic dosing and acute toxicity is often related to other factors such as comorbid conditions and access to fluid replacement. THERAPEUTIC DOSE: Furosemide is typically dosed at 20 to 80 mg with repeat doses as necessary in adults; pediatric dose is 1 to 2 mg\/kg orally.  Hydrochlorothiazide is typically dosed at 12.5 to 50 mg daily in adults; pediatric dose is 1 to 3 mg\/kg divided twice daily.<br\/>"}]},{"id":"925387-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report signs\/symptoms of acute transient myopia associated with acute angle-closure glaucoma, including sudden ocular pain or decreased visual acuity.<\/li><li>Tell patient planning major surgery with anesthesia to alert physician that drug is being used, as drug may cause hypotension.<\/li><li>Warn patient with congestive heart failure or preexisting renal failure to report signs\/symptoms of new or worsening renal failure.<\/li><li>Drug may cause dizziness, back pain, diarrhea, dyspepsia, nausea, vomiting, electrolyte imbalances, headaches, cough, fatigue, or upper respiratory infections.<\/li><li>Instruct patient to report signs\/symptoms of hypotension (syncope, lightheadedness).<\/li><li>Counsel diabetic patient to monitor for signs\/symptoms of hyperglycemia and to report difficulties with glycemic control.<\/li><li>Advise patient to maintain adequate hydration, especially with exercise, heavy sweating, or with diarrhea or vomiting.<\/li><li>Tell patient to avoid alcohol while taking drug as orthostatic hypotension may be aggravated.<\/li><li>Instruct patient to avoid concomitant use of potassium-containing supplements or salt substitutes, unless approved by a physician.<\/li><li>Warn patient that there are multiple significant drug-drug interactions for this drug and to consult a healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}]}