{"generic":"Hetastarch\/Lactated Electrolyte Solution","drugs":["Hetastarch\/Lactated Electrolyte Solution","Hextend"],"mono":{"0":{"id":"925318-s-0","title":"Generic Names","mono":"Hetastarch\/Lactated Electrolyte Solution"},"1":{"id":"925318-s-1","title":"Dosing and Indications","sub":[{"id":"925318-s-1-4","title":"Adult Dosing","mono":"<ul><li>avoid use in critically ill patients, including those with sepsis, because of an increased risk of mortality or renal replacement therapy<\/li><li><b>Hypovolemia:<\/b> 500 to 1000 mL IV per day; usual MAX 1500 mL\/day (approximately 20 mL\/kg)<\/li><\/ul>"},{"id":"925318-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established "},{"id":"925318-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>severe renal impairment (eGFR less than 10 mL\/min), initial dose:<\/b> No adjustment necessary<\/li><li><b>severe renal impairment (eGFR less than 10 mL\/min), subsequent doses:<\/b> Reduce volume by 20 to 50%<\/li><\/ul>"},{"id":"925318-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypovolemia<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Peripheral arterial occlusive disease<br\/>"}]},"2":{"id":"925318-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Do not use hydroxyethyl starch (HES) products in critically ill adult patients, including those with sepsis, due to an increased the risk of mortality or renal replacement therapy.<br\/>"},"3":{"id":"925318-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925318-s-3-9","title":"Contraindications","mono":"<ul><li>bleeding or coagulation disorders, preexisting<\/li><li>clinical conditions where volume overload is a concern<\/li><li>critically ill adults, including those with sepsis; increased risk of death and severe renal injury<\/li><li>hypersensitivity to hetastarch<\/li><li>lactic acidosis, treatment of<\/li><li>liver disease, severe<\/li><li>renal failure with oliguria or anuria not related to hypovolemia<\/li><\/ul>"},{"id":"925318-s-3-10","title":"Precautions","mono":"<ul><li>administration of large volumes; associated with coagulation disorders<\/li><li>alkalosis, metabolic or respiratory; contains lactate ions<\/li><li>anaphylactic or anaphylactoid reactions, which may be life-threatening or fatal, have been reported; supportive care may be required<\/li><li>coagulopathy has been reported; consider replacement therapy if severe Factor VIII or von Willebrand deficiency occurs; promptly discontinue use if suspected<\/li><li>congestive heart failure, severe renal insufficiency, or edema; solution contains sodium<\/li><li>corn allergy; possible cross-sensitivity with hetastarch<\/li><li>diabetes mellitus, overt or subclinical; solution containing dextrose<\/li><li>hyperkalemia, severe renal failure, or potassium retention; solution contains potassium<\/li><li>leukapheresis; do not use<\/li><li>liver disease; potential for increases in indirect bilirubin levels during infusion<\/li><li>patients undergoing open heart surgery with cardiopulmonary bypass; increased risk of excessive bleeding; avoid use; if use is required, monitoring recommended; discontinue use at first sign of coagulopathy<\/li><li>prolonged parenteral therapy; monitoring recommended<\/li><li>renal dysfunction, preexisting; potential for sodium and potassium retention; avoid use<\/li><li>renal injury, sometimes requiring renal replacement therapy, has been reported up to 90 days after administration; monitor for at least 90 days post-use; discontinue use at first sign of renal injury<\/li><li>serum amylase elevations may occur; cannot be used to evaluate for pancreatitis for 3 to 5 days after administration; levels may persist in patients with renal impairment<\/li><\/ul>"},{"id":"925318-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Calcium: C (FDA)<\/li><li>Dextrose: C (FDA)<\/li><li>Hetastarch: Unknown<\/li><li>Magnesium: D (FDA)<\/li><li>Potassium: C (FDA)<\/li><li>Sodium Chloride: C (FDA)<\/li><li>Sodium Lactate: Unknown<\/li><\/ul>"},{"id":"925318-s-3-12","title":"Breast Feeding","mono":"<ul><li>Calcium: Micromedex: Infant risk cannot be ruled out.<\/li><li>Dextrose: Micromedex: Infant risk cannot be ruled out.<\/li><li>Hetastarch: Unknown<\/li><li>Magnesium: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Magnesium: WHO: Compatible with breastfeeding.<\/li><li>Magnesium: Micromedex: Infant risk is minimal.<\/li><li>Potassium: Micromedex: Infant risk cannot be ruled out.<\/li><li>Sodium Chloride: WHO: Compatible with breastfeeding.<\/li><li>Sodium Chloride: Micromedex: Infant risk is minimal.<\/li><li>Sodium Lactate: Unknown<\/li><\/ul>"}]},"4":{"id":"925318-s-4","title":"Drug Interactions","sub":[{"id":"925318-s-4-13","title":"Contraindicated","mono":"<ul><li>Amantadine (theoretical)<\/li><li>Atropine (theoretical)<\/li><li>Belladonna (theoretical)<\/li><li>Belladonna Alkaloids (theoretical)<\/li><li>Benztropine (theoretical)<\/li><li>Biperiden (theoretical)<\/li><li>Ceftriaxone (probable)<\/li><li>Clidinium (theoretical)<\/li><li>Darifenacin (theoretical)<\/li><li>Dicyclomine (theoretical)<\/li><li>Digitoxin (probable)<\/li><li>Eplerenone (theoretical)<\/li><li>Fesoterodine (theoretical)<\/li><li>Glycopyrrolate (theoretical)<\/li><li>Hyoscyamine (theoretical)<\/li><li>Methscopolamine (theoretical)<\/li><li>Oxybutynin (theoretical)<\/li><li>Procyclidine (theoretical)<\/li><li>Scopolamine (theoretical)<\/li><li>Solifenacin (theoretical)<\/li><li>Tolterodine (theoretical)<\/li><li>Trihexyphenidyl (theoretical)<\/li><li>Trospium (theoretical)<\/li><\/ul>"},{"id":"925318-s-4-14","title":"Major","mono":"<ul><li>Alacepril (theoretical)<\/li><li>Amiloride (probable)<\/li><li>Benazepril (probable)<\/li><li>Canrenoate (probable)<\/li><li>Captopril (probable)<\/li><li>Cilazapril (theoretical)<\/li><li>Delapril (probable)<\/li><li>Digoxin (probable)<\/li><li>Eltrombopag (established)<\/li><li>Enalaprilat (probable)<\/li><li>Enalapril Maleate (probable)<\/li><li>Fosinopril (probable)<\/li><li>Imidapril (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Levomethadyl (theoretical)<\/li><li>Lisinopril (established)<\/li><li>Moexipril (theoretical)<\/li><li>Pentopril (theoretical)<\/li><li>Perindopril (theoretical)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Spirapril (theoretical)<\/li><li>Spironolactone (theoretical)<\/li><li>Temocapril (probable)<\/li><li>Trandolapril (probable)<\/li><li>Triamterene (theoretical)<\/li><li>Zofenopril (theoretical)<\/li><\/ul>"},{"id":"925318-s-4-15","title":"Moderate","mono":"<ul><li>Chlorothiazide (probable)<\/li><li>Chlortetracycline (probable)<\/li><li>Ciprofloxacin (probable)<\/li><li>Dasatinib (established)<\/li><li>Demeclocycline (probable)<\/li><li>Dolutegravir (established)<\/li><li>Doxycycline (probable)<\/li><li>Enoxacin (probable)<\/li><li>Felodipine (probable)<\/li><li>Grepafloxacin (probable)<\/li><li>Isradipine (probable)<\/li><li>Levofloxacin (probable)<\/li><li>Licorice (probable)<\/li><li>Lomefloxacin (probable)<\/li><li>Methacycline (probable)<\/li><li>Minocycline (probable)<\/li><li>Nicardipine (probable)<\/li><li>Nifedipine (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Oxytetracycline (probable)<\/li><li>Pefloxacin (probable)<\/li><li>Rocuronium (probable)<\/li><li>Rolitetracycline (probable)<\/li><li>Sodium Polystyrene Sulfonate (probable)<\/li><li>Sparfloxacin (probable)<\/li><li>Strontium Ranelate (probable)<\/li><li>Succinylcholine (probable)<\/li><li>Tetracycline (probable)<\/li><li>Ticlopidine (probable)<\/li><li>Vecuronium (probable)<\/li><li>Zalcitabine (probable)<\/li><\/ul>"}]},"5":{"id":"925318-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Congestive heart failure, Hypotension, Ventricular fibrillation<\/li><li><b>Dermatologic:<\/b>Erythema multiforme<\/li><li><b>Endocrine metabolic:<\/b>Metabolic acidosis<\/li><li><b>Hematologic:<\/b>Blood coagulation disorder, Disseminated intravascular coagulation, Hemolysis, Hemorrhage<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><li><b>Neurologic:<\/b>Intracranial hemorrhage<\/li><li><b>Renal:<\/b>Nephrotoxicity, Renal failure<\/li><li><b>Respiratory:<\/b>Bronchospasm, Edema of larynx, Pulmonary edema<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"925318-s-6","title":"Drug Name Info","sub":[{"id":"925318-s-6-17","title":"US Trade Names","mono":"Hextend<br\/>"},{"id":"925318-s-6-18","title":"Synonyms","mono":"Hetastarch, Dextrose, and Electrolytes<br\/>"},{"id":"925318-s-6-19","title":"Class","mono":"<ul><li>Hydroxyethyl Starch<\/li><li>Volume Expander<\/li><\/ul>"},{"id":"925318-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},{"id":"925318-s-6-21","title":"Generic Availability","mono":"No<br\/>"}]},"9":{"id":"925318-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>for IV infusion only; do not use plastic container in series connection<\/li><li>discard unused portion<\/li><\/ul>"},"10":{"id":"925318-s-10","title":"Monitoring","mono":"<ul><li>restoration or maintenance of hemodynamic parameters is indicative of efficacy<\/li><li>renal function; for at least 90 days in hospitalized patients<\/li><li>coagulation status; in patients undergoing open heart surgery in association with cardiopulmonary bypass<\/li><li>hepatic function<\/li><li>fluid balance, electrolyte concentrations, coagulation parameters, and acid-base balance; periodically with prolonged parenteral therapy or when clinically indicated.<\/li><\/ul>"},"11":{"id":"925318-s-11","title":"How Supplied","mono":"<b>Hextend<\/b><br\/>Intravenous Solution: (Calcium Chloride - Dextrose - Hetastarch - Magnesium Chloride - Potassium Chloride - Sodium Chloride - Sodium Lactate) 37 MG\/100 ML-99 MG\/100 ML-6 GM\/100 ML-9 MG\/100 ML-22 MG\/100 ML-672 MG\/100 ML-317 MG\/100 ML<br\/>"},"12":{"id":"925318-s-12","title":"Toxicology","sub":[{"id":"925318-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>MAGNESIUM <\/b><br\/>USES: Magnesium is available in many forms and has many different medical uses, including as an antacid and laxative, anticonvulsant, treatment of torsades de pointes, pre-eclampsia, management of acute asthma exacerbation, hydrofluoric acid ingestion, enema, and electrolyte supplement. Magnesium is an essential electrolyte in the body and is a cofactor in many enzyme systems. Industrially, magnesium is used as a component of aluminum alloys, in die-casting alloyed with zinc, to remove sulfur in the production of iron and steel, and for the production of titanium. PHARMACOLOGY: When taken orally, magnesium promotes bowel evacuation by osmotic retention of fluid which distends the colon and increases peristaltic activity. Parenteral magnesium decreases acetylcholine in motor nerve terminals and acts on myocardium by slowing rate of S-A node impulse formation and prolonging conduction time as well as stabilizing excitable membranes. Magnesium is also necessary for the movement of other electrolytes (calcium, sodium and potassium) in and out of cell. TOXICOLOGY: In overdose, magnesium impairs neuromuscular transmission, manifested as weakness and hyporeflexia. EPIDEMIOLOGY: Thousands of exposures occur every year, but severe manifestations are very rare. Severe toxicity is most common after intravenous infusion over multiple hours (usually for pre-eclampsia), and can occur after chronic excessive doses, especially in the setting of renal insufficiency. Severe toxicity has been reported after acute ingestion but is very rare. MILD TO MODERATE TOXICITY: Nausea and vomiting are common with oral exposure. Flushing can occur most often with intravenous administration. Magnesium dust can irritate the eye and mucous membranes of the upper respiratory tract causing an atrophic nasopharyngitis. Metal fume fever can result from inhalation of magnesium fumes. SEVERE TOXICITY: Severe toxicity occurs most often after intravenous infusions. It can also occur after chronic excessive oral doses, often in patients with renal insufficiency. Early manifestations are lethargy, hyporeflexia, followed by weakness, paralysis, hypotension, ECG changes (prolonged PR and QRS intervals), CNS depression, seizures, and respiratory depression. ADVERSE EFFECTS: Adverse effects seen with magnesium sulfate include adverse effects on neuromuscular function and flushing (IV, dose-related), hypotension (IV, rate-related), and vasodilation (IV, rare-related). Magnesium sulfate may also cause diarrhea. Magnesium hydroxide has many drug interactions secondary to its antacid effect.<br\/><\/li><li><b>POTASSIUM<\/b><br\/>USES: Potassium is a metal found naturally in the earth's crust and in most foods. It is taken medically for the prevention and treatment of hypokalemia. Tablets are readily available, including sustained-release formulations. Potassium is used as a salt substitute and is often present in &quot;low-sodium&quot; foods. It is also used as a water softener, and in chemistry and manufacturing processes. PHARMACOLOGY: Potassium is the human body's main intracellular cation, with only 2% of the body's stores in the intravascular compartment. It is necessary for nerve conduction, and muscle  (including cardiac) contraction. TOXICOLOGY: Local irritation after ingestion causes GI upset. Severe hyperkalemia after large IV or oral overdoses causes muscular dysfunction including weakness, paralysis, cardiac dysrhythmias, and rarely death. EPIDEMIOLOGY: Potassium toxicity from overdose is rare but may result from intentional ingestion. Iatrogenic overdoses can occur. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea, paresthesias, and muscle cramps are common. Rarely, GI bleed may occur. SEVERE TOXICITY: Muscular weakness progressing to paralysis may occur. Cardiac dysrhythmias often occur with concentrations greater than 8 mEq\/L, and death from cardiac arrest with concentrations of 9 to 12 mEq\/L or higher. Characteristic ECG findings occur in the following order: peaked T waves, QRS complex blends into the T wave, PR interval prolongation, P wave is lost and ST segments depress, merging S and T waves, and finally, sine waves. The presence of the sine wave is a near terminal event, signaling that hemodynamic collapse and cardiac arrest are near. As serum hyperkalemia is corrected, the ECG changes resolve in reverse order. ADVERSE EFFECTS: SPECIAL SITUATIONS: Inadvertent intrathecal injection of potassium was rapidly fatal in the only case that has been reported. Potassium permanganate crystals are caustic. Potassium carbonate and hydroxide are very alkaline and have been associated with ocular injury.<br\/><\/li><li><b>SODIUM CHLORIDE <\/b><br\/>USES: Used therapeutically as a parenteral crystalloid substitute for volume replacement or for maintenance therapy in the hospital setting. Also, commonly used as an additive for meals (ie, table salt) for electrolyte replacement during sports or outdoor activity, in water softening solutions, and in road salt for deicing roads. EPIDEMIOLOGY: Exposure is common, serious toxicity is very rare. PHARMACOLOGY: Sodium chloride can lead to increases in intravascular volume by adrenal glandular hormonal action. Also, potentially attenuates nitric oxide production. TOXICOLOGY: Sodium chloride can cause direct irritation to mucosal membranes, if ingested and may cause hypernatremia and hyperchloremia. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea and abdominal discomfort may develop. Patients may complain of excessive thirst. SEVERE TOXICITY: Restlessness, seizures, mental status depression, coma, tachycardia, fever, hypotension, and respiratory arrest are rare effects of severe sodium chloride toxicity. Acute ulcerative gastritis has been reported. Hypernatremia and hyperchloremia may develop, with associated fluid retention, and the potential for pulmonary and cerebral edema can occur. Hyperosmolarity of cerebral fluids may lead to cellular crenation and irreversible neurologic damage. PEDIATRIC: Poisoning from sodium chloride has resulted from gastric lavage with hypertonic saline and errors in the formulation of infant feeds. Intentional pediatric salt poisonings have been reported. Infants with hypernatremia may develop a flat anterior fontanelle.<br\/><\/li><\/ul>"},{"id":"925318-s-12-32","title":"Treatment","mono":"<ul><li><b>MAGNESIUM <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild to moderate exposures, supportive care and removal of further magnesium exposure are the mainstays of treatment. Administer antiemetics for nausea and vomiting. Manage mild hypotension with IV fluids. Administer intravenous fluids to promote magnesium diuresis. MANAGEMENT OF SEVERE TOXICITY: For patients with severe toxicity, treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. IV calcium chloride can be used to temporarily ameliorate respiratory depression until more definitive therapy can be instituted. Airway management may be necessary for patients with CNS depression or severe weakness. Emergent hemodialysis should be performed in patients with severe toxicity (dysrhythmias, persistent hypotension, severe CNS depression, and respiratory depression). INHALATION EXPOSURE: Move patients into fresh air and away from magnesium dust. DERMAL EXPOSURE: Wash exposed area with soap and water. EYE EXPOSURE: Irrigate eyes with water or normal saline and remove any particulate matter. INTRATHECAL EXPOSURE: Up to 100 mg of intrathecal magnesium sulfate has been used in anesthesia and is well-tolerated. After very large intrathecal overdose, immediate drainage of CSF (20 to 40 mL) should be considered. RECTAL EXPOSURE: Treatment is primarily supportive.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not indicated as activated charcoal does not bind to magnesium. Wash exposed skin with soap and water; irrigate exposed eyes. HOSPITAL: Gastrointestinal decontamination is not indicated as activated charcoal does not bind magnesium. Wash exposed skin with soap and water; irrigate exposed eyes.<\/li><li>Airway management: Endotracheal intubation may be necessary if patients develop CNS, neuromuscular, or respiratory depression.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor deep tendon reflexes (hyporeflexia generally precedes more severe toxicity), and monitor for CNS and respiratory depression. Monitor serum electrolytes, renal function, and serial magnesium concentrations after significant exposure. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients. Normal serum magnesium concentrations are 1.5 to 2.5 mEq\/L. At a magnesium concentrations of 3 mEq\/L, patients may experience nausea and vomiting. At a concentration of 4 mEq\/L, patients may have drowsiness, sweating, and unsteadiness. At 5 mEq, ECG may show QRS widening and PR prolongation. At concentrations of 6 to 7 mEq\/L bradycardia and hypotension may develop. Finally, at concentrations of 10 to 15 mEq\/L, voluntary muscle paralysis, heart block, and respiratory paralysis may develop.<\/li><li>Enhanced elimination procedure: Hemodialysis is the most effective method to remove significant quantities of magnesium and may reverse life-threatening symptoms within 30 minutes. Emergent dialysis should be considered in any patients with severe toxicity (hypotension, dysrhythmias, severe CNS depression, respiratory depression) or patients with moderate effects and severe renal insufficiency.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic and exposures within therapeutic range may stay at home. Patients with minimal symptoms that are improving may also be monitored at home. OBSERVATION CRITERIA: Patients with systemic or moderate to severe symptoms should be sent to a healthcare facility for observation until symptoms are clearly improving and the patient is clinically stable. ADMISSION CRITERIA: Patients with persistent weakness or magnesium concentrations that are not declining despite hydration should be admitted. Patients with hypotension, ECG changes, CNS or respiratory depression should be admitted to an ICU setting. Patients should remain admitted until symptoms are clearly improving and clinically stable. CONSULT CRITERIA: Consult a medical toxicologist or poison center for any patient with severe toxicity or in whom the diagnosis is unclear. Consult a nephrologist for hemodialysis in patients with severe toxicity. Patients with severe toxicity or renal insufficiency may require transfer to a hospital that can perform emergent hemodialysis.<\/li><\/ul><\/li><li><b>POTASSIUM <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Establish IV access. Initiate ECG monitoring. Cation-binding resins (ie, kayexelate) should be given orally. MANAGEMENT OF SEVERE TOXICITY: Continuous ECG monitoring should be initiated and intravenous access obtained. Treat hyperkalemia associated with ECG changes aggressively; nebulized beta agonists (eg, albuterol), intravenous sodium bicarbonate 1 mEq\/kg IV, intravenous calcium chloride (preferably through a central line) or calcium gluconate (avoid calcium salts in patients taking digoxin), intravenous insulin 10 units with 25 g D50. Note: All of these therapies shift potassium intracellularly, but do NOT increase the elimination of potassium from the body; expect rebound hyperkalemia to develop, the above therapies may need to be repeated. Administer a potassium binding resin orally (usually works over hours) and administer intravenous fluids. Diuretics may be used to increase urinary potassium elimination. In severe cases, in particular, patients with renal insufficiency or those also taking potassium sparing diuretics, hemodialysis may be warranted. Orotracheal intubation for airway protection should be performed if a patient is hemodynamically unstable.<\/li><li>Decontamination: PREHOSPITAL: EMESIS: Consider inducing emesis only if a recent oral overdose and the patient is not already vomiting and can protect their airway. ACTIVATED CHARCOAL:  There is no role for activated charcoal as it does not bind potassium. HOSPITAL: If a recent large oral ingestion of potassium, consider orogastric lavage to remove pills or pill fragments. Potassium tablets may be seen on X-ray. Consider whole bowel irrigation, if the patient has overdosed (particularly extended-release) and the tablets are beyond the stomach. In adults, 2 L of polyethylene glycol solution should be given initially followed by 1.5 to 2 L\/hr until clear rectal effluent and an absence of tablets on X-ray. For children 6 to 12 years of age: Administer 1 L\/hr of polyethylene glycol solution; children 9 months to less than 6 years: 500 cc\/hr should be administered. Patients must be awake and cooperative and\/or must have a protected airway for decontamination.<\/li><li>Airway management: Perform early in patients with severe intoxication (ie, cardiovascular collapse).<\/li><li>Antidote: There is no antidote for potassium.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serial serum potassium concentrations. Monitor serum electrolytes, renal function and blood glucose concentrations. Obtain serial ECGs and institute continuous cardiac monitoring. Routine monitoring of electrolytes, renal function, and glucose levels may be helpful.<\/li><li>Enhanced elimination procedure: Hemodialysis may be necessary in renal failure patients with hyperkalemia or in patients with normal renal function that have severe toxicity.<\/li><li>Intrathecal injection: Intrathecal injection of potassium caused cerebral edema and was rapidly fatal in the only case reported. The following recommendations are derived from experience with other agents. Keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CS exchange (remove seral 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through a ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Patient disposition: HOME CRITERIA: Any child who ingests more than a therapeutic dose of potassium or any intentional\/suicidal ingestion by an adult should be evaluated by a healthcare professional. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a healthcare facility for observation for at least 4 hours. A longer observation, up to 24 hours (until serum potassium has clearly peaked and is declining without active intervention) should be considered for patients that overdose on sustained-release products. ADMISSION CRITERIA: Patients with persistent GI symptoms, ECG changes, or persistent hyperkalemia should be admitted to the hospital. Patients with dysrhythmias or cardiovascular collapse or those needing dialysis should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (severe weakness or cardiac dysrhythmias), or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>SODIUM CHLORIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Dilute with milk or water. MANAGEMENT OF SEVERE TOXICITY: Treat hypernatremia with an IV solution containing 30 to 50 mEq\/L sodium. Longstanding hypernatremia should be corrected slowly. Treat seizures with benzodiazepines. Treat cerebral edema with mannitol. Hemodialysis should be performed in patients with severe toxicity.<\/li><li>Decontamination: DILUTION: Immediately dilute with 4 to 8 ounces (120 to 240 mL) of water (not to exceed 4 ounces (120 mL) in a child). OCULAR EXPOSURE: Irrigate exposed eyes with copious amounts of room temperature water for at least 15 minutes. If irritation, pain swelling, lacrimation, or photophobia persist, the patient should be seen in a health care facility.<\/li><li>Airway management: Airway management is unlikely to be necessary unless severe toxicity occurs.  Maintain airway patency and adequate oxygenation. Endotracheal intubation and assisted mechanical ventilation may be required.<\/li><li>Hypernatremia: For longstanding hypernatremia, intravenous administration of a solution containing 30 to 50 mEq\/L of sodium (half as chloride and half as bicarbonate) should be administered slowly. The rate of administration is critical (usually 2\/3 of a daily maintenance) and should proceed to lower serum sodium to normal range no sooner than 24 to 36 hours after institution of therapy. If a decrease in serum sodium occurs more rapidly, seizures are likely to ensue. For acute, severe hypernatremia secondary to acute ingestion of large amounts of sodium chloride, more rapid correction of serum sodium with intravenous D5W or other hypotonic solutions, oral free water, or hemodialysis may be appropriate.<\/li><li>Seizure: Administer a benzodiazepine IV. Diazepam: Adult: 5 mg to 10 mg, repeat every 10 to 15 min as needed. CHILD: 0.2 to 0.5 mg\/kg, repeat every 5 minutes as needed OR lorazepam: Adult: 2 to 4 mg; Child: 0.05 to 0.1 mg\/kg. Consider phenobarbital or propofol if seizures recur after diazepam 30 mg (adults) or 10 mg (children older than 5 years). Monitor for hypotension, dysrhythmias, respiratory depression, and need for endotracheal intubation. Monitor for hypoglycemia, electrolyte disturbances and hypoxia.<\/li><li>Hypotensive episode: Infuse 10 to 20 mL\/kg isotonic fluid. If hypotension persists, administer dopamine (5 to 20 mcg\/kg\/min) or norepinephrine (Adult: Begin infusion at 0.5 to 1 mcg\/min; Child: Begin infusion at 0.1 mcg\/kg\/min); titrate to desired response.<\/li><li>Cerebral edema: Monitor intracranial pressure. IV mannitol (0.5 to 1 g\/kg) may be administered to remove excess intracellular water from the brain.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes frequently. Monitor renal function and urine output. Urinary sodium excretion will be high in all cases of hypernatremia and cannot be used to differentiate salt poisoning from dehydration. Monitor for evidence of volume overload, pulmonary edema and cerebral edema.<\/li><li>Enhanced elimination procedure: Hemodialysis can effectively remove sodium chloride. It should be considered early in patients with severe hypernatremia or severe clinical manifestations, and in patients with renal insufficiency.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with ingestions of less than 8 mEq\/kg (0.5 g\/kg) sodium chloride can probably be managed at home. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions, and patients ingesting 8 mEq\/kg (0.5 g\/kg) sodium chloride or more should be referred to a healthcare facility. ADMISSION CRITERIA: All patients with evidence of systemic toxicity from sodium chloride, severe hypernatremia not responding to hydration, or those with intractable vomiting should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe hypernatremia or severe clinical manifestations.<\/li><\/ul><\/li><\/ul>"},{"id":"925318-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>MAGNESIUM <\/b><br\/>TOXICITY: Even with therapeutic dosing, patients may experience mild toxicity. INTRAVENOUS: IV administration of 20 g magnesium sulfate was fatal in an adult. A woman received 200 g magnesium sulfate over 24 hours, then inadvertently received 20 g over 15 minutes. She required intubation and intensive supportive care but recovered despite a blood magnesium concentration of 38.7 mg\/dL. ORAL: Ingestion of 44 g magnesium or 750 mmol magnesium sulfate has caused symptomatic toxicity. An adult developed asystole but was resuscitated after ingesting 50 g Epsom salts (400 mEq magnesium). INTRATHECAL: A 22 weeks pregnant woman developed transient paralysis of her legs after receiving 2 mL of 50% magnesium sulfate intrathecally. EPIDURAL: Inadvertent epidural administration of 3 to 9 g magnesium sulfate did not cause toxicity. RECTAL: A woman developed acute magnesium toxicity (magnesium concentration: 7.1 mmol\/L) after administration and retention of a single magnesium sulfate enema containing 32.5 g magnesium sulfate. THERAPEUTIC DOSES: ADULTS: Dosing varies by indication. In cases of life-threatening conditions such as eclampsia, infusions of up to 4 to 5 g magnesium sulfate (98.6 mg elemental magnesium or 8.12 mEq elemental magnesium per gram) are given followed by 1 to 2 g\/hour continuous infusions. CHILDREN: In infants and children, dose again depends on the indication but can be up to 2 g (25 to 75 mg\/kg) of magnesium sulfate for life-threatening conditions such as severe asthma.<br\/><\/li><li><b>POTASSIUM <\/b><br\/>TOXICITY: ADULT: Doses as low as 2 to 2.5 mEq\/kg of potassium have been reported to cause toxicity. GENERAL: NORMAL SERUM CONCENTRATIONS: 3.5 to 5 mEq\/L; MINIMAL TOXICITY: Potassium concentrations under 6.5 mEq\/L; MODERATE TOXICITY: Concentrations between 6.5 and 8 mEq\/L produce lassitude, fatigue, and weakness.  SEVERE TOXICITY: Concentrations over 8 mEq\/L, complete neuromuscular paralysis may dominate the clinical picture. Death from cardiac arrest usually occurs at 9 to 12 mEq\/L.  It may occur at lower levels if cellular potassium is severely depleted. THERAPEUTIC: ADULT: 40 to 80 mEq\/day is a typical daily dose. In patients with renal insufficiency, the dose may be lower. PEDIATRIC: 2 to 3 mEq\/kg\/day is the usually daily dose.<br\/><\/li><li><b>SODIUM CHLORIDE <\/b><br\/>TOXICITY: Ingestion of 0.5 to 1 g\/kg (8.6 to 17.2 mEq\/kg) of sodium chloride is probably toxic in the majority of patients. Central nervous system signs and symptoms are common with serum sodium concentrations above 150 to 160 mEq\/L. At such levels, there is a 10% chance of seizures which increases when serum sodium concentration reaches 160 to 185 mEq\/L.  Death is a frequent occurrence at serum sodium concentrations above 185 mEq\/L. A teenager survived a serum sodium concentration of 196 mmol\/L following the ingestion of soy sauce (quart size bottle; equivalent to 160 to 170 g salt) following aggressive supportive care; no permanent sequelae occurred. PEDIATRIC: One level tablespoon (17.85 g) is approximately 305 mEq of sodium, and if retained, would raise serum levels by 30.5 mEq\/L in a 3-year-old (15 kg) child. A toddler died after ingesting 400 mEq\/kg and an adolescent died after absorbing an estimated 45 g sodium chloride as salt water. RECOMMENDED DAILY CONSUMPTION: ADULT: It is recommended an adult consume no more than 2300 mg of sodium daily.<br\/><\/li><\/ul>"}]}}}