{"generic":"Argatroban","drugs":["Argatroban"],"mono":{"0":{"id":"925435-s-0","title":"Generic Names","mono":"Argatroban"},"1":{"id":"925435-s-1","title":"Dosing and Indications","sub":[{"id":"925435-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Cerebral thrombosis:<\/b> 60 mg\/day by continuous IV infusion for 2 days, followed by 10 mg IV twice a day for 5 days<\/li><li><b>Coronary artery thrombosis, In patients with or at risk for heparin-induced thrombocytopenia; Prophylaxis - Percutaneous coronary intervention:<\/b> 350 mcg\/kg bolus via a large bore IV line over 3 to 5 min and 25 mcg\/kg\/min IV continuous infusion; additional 150 mcg\/kg boluses and infusion rate increased up to 40 mcg\/kg\/min to maintain activated clotting time between 300 to 450 seconds<\/li><li><b>Heparin-induced thrombocytopenia; Treatment and Prophylaxis - Heparin-induced thrombocytopenia with thrombosis:<\/b> 2 mcg\/kg\/min continuous IV infusion, adjust until steady-state aPTT is 1.5 to 3 times the initial baseline value (not to exceed 100 seconds); MAX 10 mcg\/kg\/min<\/li><li><b>Myocardial infarction:<\/b> 100 mcg\/kg IV bolus followed by 1 to 3 mcg\/kg\/min continuous IV infusion for 6 to 72 hours; maintain aPTT between 50 to 85 seconds, given in conjunction with alteplase and aspirin<\/li><\/ul>"},{"id":"925435-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy in children less than 18 years old have not been established<\/li><li><b>Heparin-induced thrombocytopenia; Treatment and Prophylaxis - Heparin-induced thrombocytopenia with thrombosis:<\/b> initial, 0.75 mcg\/kg\/min continuous IV infusion; adjust in increments of 0.1 to 0.25 mcg\/kg\/min to achieve aPTT of 1.5 to 3 times the initial baseline value (not to exceed 100 seconds)<\/li><\/ul>"},{"id":"925435-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatric:<\/b> no dosage adjustment necessary in geriatric patients<\/li><li><b>renal impairment:<\/b> no dosage adjustment necessary<\/li><li><b>hepatic impairment:<\/b> more frequent dosage adjustments may be needed; full reversal of anticoagulant effect may require longer than 4 hours following discontinuation<\/li><li><b>hepatic impairment, pediatric patients with heparin-induced thrombocytopenia (HIT) or HIT with thrombosis:<\/b> initial dose, 0.2 mcg\/kg\/min continuous IV infusion; adjust dose in increments of 0.05 mcg\/kg\/min or lower to achieve target aPTT of 1.5 to 3 times the baseline value (not to exceed 100 seconds)<\/li><li><b>hepatic impairment, moderate to severe, heparin-induced thrombocytopenia:<\/b> initial dose 0.5 mcg\/kg\/min, adjust until steady-state aPTT is 1.5 to 3 times the initial baseline value (not to exceed 100 seconds)<\/li><li><b>hepatic impairment, percutaneous coronary intervention:<\/b> decrease initial dosage, monitor ACT and adjust to between 300 to 450 seconds, recheck ACT 5 to 10 minutes after each dosage adjustment and every 20 to 30 minutes while stable<\/li><li><b>percutaneous coronary intervention (PCI):<\/b> in case of dissection, impending abrupt closure, thrombus formation during the procedure, or inability to achieve or maintain an activated clotting time (ACT) over 300 seconds, give additional IV boluses of 150 mcg\/kg and increase infusion rate to 40 mcg\/kg\/min; check ACT after each additional IV bolus or change in infusion rate; if anticoagulation is required after PCI, may continue therapy at a lower infusion dose.<\/li><li><b>ACT less than 300 seconds during PCI:<\/b> give additional IV bolus of 150 mcg\/kg, increase infusion rate to 30 mcg\/kg\/min, and check ACT 5 to 10 minutes later<\/li><li><b>ACT greater than 450 seconds during PCI:<\/b> decrease infusion rate to 15 mcg\/kg\/min; check ACT 5 to 10 minutes later<\/li><li><b>obesity (BMI up to 51 kg\/m(2)):<\/b> no dosing adjustment required when actual body weight-based dosing to target coagulation response is utilized<\/li><\/ul>"},{"id":"925435-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Coronary artery thrombosis, In patients with or at risk for heparin-induced thrombocytopenia; Prophylaxis - Percutaneous coronary intervention<\/li><li>Heparin-induced thrombocytopenia; Treatment and Prophylaxis - Heparin-induced thrombocytopenia with thrombosis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cardiovascular surgical procedure<\/li><li>Cerebral thrombosis<\/li><li>Disseminated intravascular coagulation<\/li><li>Extracorporeal circulation procedure<\/li><li>Hemodialysis - Venous catheter occlusion; Prophylaxis<\/li><li>Myocardial infarction<\/li><li>Unstable angina<\/li><\/ul>"}]},"3":{"id":"925435-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925435-s-3-9","title":"Contraindications","mono":"<ul><li>bleeding, overt major<\/li><li>hypersensitivity to argatroban or to any other product ingredients<\/li><\/ul>"},{"id":"925435-s-3-10","title":"Precautions","mono":"<ul><li>anesthesia, spinal; increased risk of hemorrhage<\/li><li>bleeding disorders, congenital or acquired; increased risk of hemorrhage<\/li><li>gastrointestinal lesions (eg, ulcers); increased risk of hemorrhage<\/li><li>hepatic impairment; decreased clearance; dose adjustment recommended<\/li><li>hypertension, severe; increased risk of hemorrhage<\/li><li>lumbar puncture, immediately prior to treatment; increased risk of hemorrhage<\/li><li>surgery, major (especially involving the brain, eye, or spinal cord); increased risk of hemorrhage<\/li><\/ul>"},{"id":"925435-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"925435-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"925435-s-4","title":"Drug Interactions","sub":{"1":{"id":"925435-s-4-14","title":"Major","mono":"<ul><li>Abciximab (theoretical)<\/li><li>Aceclofenac (theoretical)<\/li><li>Acemetacin (theoretical)<\/li><li>Acenocoumarol (theoretical)<\/li><li>Alipogene Tiparvovec (theoretical)<\/li><li>Alteplase, Recombinant (theoretical)<\/li><li>Amtolmetin Guacil (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Anistreplase (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Aspirin (theoretical)<\/li><li>Bivalirudin (theoretical)<\/li><li>Bromfenac (theoretical)<\/li><li>Bufexamac (theoretical)<\/li><li>Celecoxib (theoretical)<\/li><li>Choline Salicylate (theoretical)<\/li><li>Clonixin (theoretical)<\/li><li>Clopidogrel (theoretical)<\/li><li>Collagenase, Clostridium histolyticum (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Dexibuprofen (theoretical)<\/li><li>Dexketoprofen (theoretical)<\/li><li>Diclofenac (theoretical)<\/li><li>Diflunisal (theoretical)<\/li><li>Dipyridamole (theoretical)<\/li><li>Dipyrone (theoretical)<\/li><li>Drotrecogin Alfa (theoretical)<\/li><li>Edoxaban (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Eptifibatide (theoretical)<\/li><li>Etodolac (theoretical)<\/li><li>Etofenamate (theoretical)<\/li><li>Etoricoxib (theoretical)<\/li><li>Felbinac (theoretical)<\/li><li>Fenofibrate (theoretical)<\/li><li>Fenoprofen (theoretical)<\/li><li>Fepradinol (theoretical)<\/li><li>Feprazone (theoretical)<\/li><li>Floctafenine (theoretical)<\/li><li>Flufenamic Acid (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Flurbiprofen (theoretical)<\/li><li>Fondaparinux (theoretical)<\/li><li>Heparin (theoretical)<\/li><li>Ibuprofen (theoretical)<\/li><li>Ibuprofen Lysine (theoretical)<\/li><li>Iloprost (theoretical)<\/li><li>Indomethacin (theoretical)<\/li><li>Ketoprofen (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Lepirudin (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lornoxicam (theoretical)<\/li><li>Loxoprofen (theoretical)<\/li><li>Lumiracoxib (theoretical)<\/li><li>Meclofenamate (theoretical)<\/li><li>Mefenamic Acid (theoretical)<\/li><li>Meloxicam (theoretical)<\/li><li>Morniflumate (theoretical)<\/li><li>Nabumetone (theoretical)<\/li><li>Naproxen (theoretical)<\/li><li>Nepafenac (theoretical)<\/li><li>Niflumic Acid (theoretical)<\/li><li>Nimesulide (theoretical)<\/li><li>Nintedanib (theoretical)<\/li><li>Oxaprozin (theoretical)<\/li><li>Oxyphenbutazone (theoretical)<\/li><li>Parecoxib (theoretical)<\/li><li>Pentosan Polysulfate Sodium (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Phenylbutazone (theoretical)<\/li><li>Piketoprofen (theoretical)<\/li><li>Piroxicam (theoretical)<\/li><li>Prasugrel (theoretical)<\/li><li>Proglumetacin (theoretical)<\/li><li>Propionic Acid (theoretical)<\/li><li>Propyphenazone (theoretical)<\/li><li>Proquazone (theoretical)<\/li><li>Reteplase, Recombinant (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rofecoxib (theoretical)<\/li><li>Salicylic Acid (theoretical)<\/li><li>Salsalate (theoretical)<\/li><li>Sodium Salicylate (theoretical)<\/li><li>Streptokinase (theoretical)<\/li><li>Sulfinpyrazone (theoretical)<\/li><li>Sulindac (theoretical)<\/li><li>Tenecteplase (theoretical)<\/li><li>Tenoxicam (theoretical)<\/li><li>Tiaprofenic Acid (theoretical)<\/li><li>Ticlopidine (theoretical)<\/li><li>Tinzaparin (theoretical)<\/li><li>Tirofiban (theoretical)<\/li><li>Tolfenamic Acid (theoretical)<\/li><li>Tolmetin (theoretical)<\/li><li>Treprostinil (theoretical)<\/li><li>Urokinase (theoretical)<\/li><li>Valdecoxib (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vorapaxar (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><\/ul>"},"2":{"id":"925435-s-4-15","title":"Moderate","mono":"<ul><li>Vitamin A (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"925435-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia (4.5%), Chest pain (0.9% to 15.2%), Ventricular tachycardia (4.8%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (6.2%), Gastrointestinal hemorrhage, Minor (14.4%), Nausea (4.8%), Vomiting (2.6% to 4.2%)<\/li><li><b>Hematologic:<\/b>Bleeding, Minor (0.9% to 14.4%), Hemorrhage (0.9% to 5.4%)<\/li><li><b>Renal:<\/b>Hematuria, Minor<\/li><li><b>Other:<\/b>Fever (3.6% to 6.9%), Pain (4.6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Angina (1.8%), Arterial hemorrhage, Coronary artery (1.8%), Arterial thrombosis (0.9%), Cardiac arrest (5.8%), Coronary artery thrombosis (1.8%), Coronary occlusion (1.8%), Hypotension (7.2% to 10.7%), Myocardial infarction (3.5%), Myocardial ischemia (1.8%), Vascular disorder (0.9%)<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage, Major (0.9% to 2.3%), Retroperitoneal hemorrhage, Major (0.9%)<\/li><li><b>Hematologic:<\/b>Bleeding, Major (0.5% to 5.3%), Decreased hematocrit level, Major, Decreased hemoglobin, Major, Hemorrhage, Major (0.5%)<\/li><li><b>Neurologic:<\/b>Intracranial hemorrhage (1% to 4.3%)<\/li><li><b>Renal:<\/b>Genitourinary tract hemorrhage, Major, Hematuria, Major<\/li><li><b>Respiratory:<\/b>Dyspnea (8.1%), Pulmonary edema (0.9%)<\/li><\/ul>"},"6":{"id":"925435-s-6","title":"Drug Name Info","sub":{"2":{"id":"925435-s-6-19","title":"Class","mono":"<ul><li>Anticoagulant<\/li><li>Thrombin Inhibitor, Direct<\/li><\/ul>"},"3":{"id":"925435-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925435-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"925435-s-7","title":"Mechanism Of Action","mono":"By reversibly binding to the thrombin active site, argatroban acts as a direct thrombin inhibitor. Without need of co-factor antithrombin III, argatroban inhibits thrombin-catalyzed or induced reactions, including fibrin formation, activation of coagulant factors V, VIII, and XIII; protein C; and platelet aggregation. Argatroban is selective for thrombin and has little to no effect on related serine proteases (i.e., trypsin, factor Xa, plasmin, kallikrein).<br\/>"},"8":{"id":"925435-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"925435-s-8-24","title":"Distribution","mono":"<ul><li>: Vd: 174 to 180 mL\/kg<\/li><li>Protein binding: 54% (Albumin 20%, Alpha 1-acid glycoprotein 34%)<\/li><\/ul>"},"2":{"id":"925435-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: via hydroxylation and aromatization<\/li><li>Active metabolite: M1 (0 to 20%)<\/li><\/ul>"},"3":{"id":"925435-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 22 to 24.5% (16% unchanged)<\/li><li>Fecal: 65% (14% unchanged) <\/li><li>Bile: excreted primarily via biliary tract<\/li><li>Dialyzable: yes (hemodialysis), 20%<\/li><\/ul>"},"4":{"id":"925435-s-8-27","title":"Elimination Half Life","mono":"<ul><li>30 to 51 min<\/li><li>hepatic impairment: 181 min<\/li><\/ul>"}}},"9":{"id":"925435-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>(100 mg\/mL solution) dilute in NS, D5W, or LR to a final concentration of 1 mg\/mL; mix by repeated inversion of bag for 1 minute; diluted solution stable for 24 hours at room temperature with ambient indoor light and stable for 96 hours at room temperature or under refrigeration when protected from light<\/li><li>(1 mg\/mL solution) ready for administration; no dilution necessary<\/li><li>administer bolus dose over 3 to 5 minutes through a large bore intravenous line<\/li><\/ul>"},"10":{"id":"925435-s-10","title":"Monitoring","mono":"<ul><li>heparin-induced thrombocytopenia (HIT): aPTT at baseline, 2 hours after therapy initiation, and any dose change (therapeutic range, 1.5 to 3 times base, not to exceed 100 seconds)<\/li><li>percutaneous coronary intervention (PCI): activated clotting time (ACT) before dosing, 5 to 10 minutes after bolus dosing, after every change in infusion rate, and at the end of the PCI procedure; ACT every 20 to 30 minutes during a prolonged procedure (therapeutic range, 300 to 450 seconds)<\/li><li>resolution of thrombosis or prevention of new thrombosis is indicative of efficacy<\/li><li>unexplained fall in HCT and low blood pressure, which are signs of hemorrhage<\/li><\/ul>"},"11":{"id":"925435-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 1 MG\/ML, 100 MG\/ML<br\/><\/li><li><b>Novaplus Argatroban<\/b><br\/>Intravenous Solution: 1 MG\/ML, 100 MG\/ML<br\/><\/li><li><b>PremierPro RX Argatroban<\/b><br\/>Intravenous Solution: 1 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"925435-s-12","title":"Toxicology","sub":[{"id":"925435-s-12-31","title":"Clinical Effects","mono":"<b>DIRECT THROMBIN INHIBITORS <\/b><br\/>USES: Direct thrombin inhibitors (DTIs) are used as anticoagulants. Argatroban, bivalirudin, desirudin, and lepirudin are used parenterally and are indicated for adjuvant anticoagulation for percutaneous cardiac interventions or as a substitution for heparin\/low-molecular-weight heparins in cases of heparin-induced thrombocytopenia. Dabigatran etexilate is an oral medication approved for treatment of venous thromboembolism and stroke prophylaxis in atrial fibrillation. PHARMACOLOGY: These agents directly inhibit thrombin, leading to inhibition of clot formation and stabilization. TOXICOLOGY: The toxic effects are extensions of the pharmacologic effects and primarily include bleeding complications. EPIDEMIOLOGY: Overdose data are limited. One patient, a 66-year-old man, ingested 9 g dabigatran in a suicide attempt and subsequently developed hypotension, bradycardia, and coagulopathy. Inpatient medication errors may occur in 1% to 2% of patients receiving DTIs. The incidence of overdose is likely to increase as new DTIs are approved for in-hospital parenteral use and oral anticoagulation indications. OVERDOSE: MILD TO MODERATE TOXICITY:  Bleeding complications that do not lead to cardiovascular compromise may be considered mild or moderate. SEVERE TOXICITY: Bleeding complications that lead to hypotension or difficulty with oxygen delivery can be considered severe.  Intracranial hemorrhage, hemothorax, cardiac tamponade, retroperitoneal hemorrhage, or massive gastrointestinal hemorrhage may occur even at therapeutic doses of DTIs.  Allergic reactions have been reported. ADVERSE EFFECTS: COMMON: Hemorrhage, dyspepsia, back pain, nausea, vomiting, and diarrhea. LESS COMMON: Anemia, fever, hematomas, hematuria, gastrointestinal and rectal bleeding, epistaxis, intracranial bleeding, hypotension, cardiac arrest, dyspnea, cardiac dysrhythmias, abnormal hepatic and renal function, and hemothorax. RARE: Acute allergic reactions and formation of antihirudin antibodies have also been reported.<br\/>"},{"id":"925435-s-12-32","title":"Treatment","mono":"<b>DIRECT THROMBIN INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Evaluate the need for anticoagulation and either decrease the dose or stop the infusion, whichever is clinically appropriate. Minor bleeding complications include epistaxis, mucous membrane bleeding, and poor clotting of minor cuts. Minor bleeding complications can usually be managed by simply stopping of the medication.  If the patient has blood loss that leads to cardiovascular instability, blood product transfusion should be considered. Patients with symptomatic anemia can be managed with red-blood-cell (RBC) transfusion alone. Allergic reactions should be treated with cessation of infusion, antihistamines, steroids, and intramuscular epinephrine for anaphylactic reactions.  MANAGEMENT OF SEVERE TOXICITY: Stop the infusion; administer isotonic fluid for hypotension, packed RBCs for anemia. Patients with significant continued blood loss despite cessation of the direct thrombin inhibitor infusion should be given fresh-frozen-plasma (FFP) in an attempt to competitively antagonize the thrombin inhibition.  Prothrombin complex concentrates (PCC) or cryoprecipitate may be considered because they have a higher concentration of thrombin per volume when compared with FFP, however they carry a higher risk of thromboembolic complications. Allergic reactions should be treated with cessation of infusion, antihistamines, steroids, and intramuscular epinephrine for severe anaphylactic reactions.<\/li><li>Decontamination: PREHOSPITAL: DABIGATRAN: Consider activated charcoal within 1 to 2 hours of an overdose. PARENTERAL DIRECT THROMBIN INHIBITORS: Decontamination is not indicated for the majority of overdoses because they are primarily available in parenteral formulations in the United States. HOSPITAL: DABIGATRAN: Consider activated charcoal within 1 to 2 hours of an overdose. PARENTERAL DIRECT THROMBIN INHIBITORS: Decontamination is not indicated for the majority of overdoses because they are primarily available in parenteral formulations in the United States.<\/li><li>Airway management: Airway management should be considered for critically ill patients not able to protect their airway. DTIs are not expected to affect the respiratory status of patients.<\/li><li>Antidote: There are no specific antidotes available for treatment of DTI induced bleeding complications.<\/li><li>Monitoring of patient: Obtain prothrombin time (PT), activated partial thromboplastin time (aPTT), international normalized ratio (INR), and complete blood counts (CBC). PT, INR, and aPTT may all be affected by direct thrombin inhibitors, though there is not a linear relationship and interpretation of these values should be made with caution. Monitor for evidence of bleeding (eg, venous access sites, urinary, gastrointestinal, vaginal). Monitor serial hemoglobin and hematocrit in patients with suspected bleeding. Monitor renal function because it will affect medication half-life. Obtain an ECG in patients with anemia or chest pain.<\/li><li>Enhanced elimination procedure: Theoretically, these agents are dialyzable.  However, dialysis is generally not practical in patients with major bleeding complications. DABIGATRAN: Due to low protein binding, dialysis may remove approximately 60% of dabigatran from the blood over 2 to 3 hours.<\/li><li>Patient disposition: HOME MANAGEMENT: Patients that unintentionally ingest one or two doses of oral DTIs may be observed at home. OBSERVATION CRITERIA: Intentional overdoses should be referred to a health care facility. Patients with bleeding complications should be referred to a health care facility. Patients with oral overdoses should be observed for six hours with reassessment for bleeding complications. Patients with minor bleeding complications can be observed until the bleeding is controlled. Direct thrombin inhibitor dosing adjustments should be considered prior to discharge in bleeding patients. ADMISSION CRITERIA: Patients with more than minor bleeding complications should be admitted for serial hemoglobin and hematocrit monitoring. CONSULT CRITERIA: If the patient still requires parenteral anticoagulation, hematology should be consulted for anticoagulation guidance. A toxicologist may be consulted in patients with severe toxicity.<\/li><\/ul>"},{"id":"925435-s-12-33","title":"Range of Toxicity","mono":"<b>DIRECT THROMBIN INHIBITORS <\/b><br\/>TOXICITY:  A specific toxic dose has not been identified for specific agents. Bleeding complications can occur at therapeutic doses. A patient who received approximately 225 mg argatroban over one hour (3.6 mg\/kg) developed elevated aPTT and INR (levels exceeding the instrument range) and a mild drop in platelet count without significant clinical bleeding. Patients on dabigatran have received doses of up to 600 mg without major bleeding events. THERAPEUTIC DOSE: DABIGATRAN: 150 mg orally twice daily. DESIRUDIN: 15 mg every 12 hour subcutaneously. Higher therapeutic doses are given for percutaneous coronary intervention (PCI) than for embolism or heparin induced thrombocytopenia (HIT). ARGATROBAN: HIT: 2 mcg\/kg\/min adjust to aPTT 1.5 to 3 times baseline. PCI: 350 mcg\/kg bolus then infusion of 25 mcg\/kg\/min. BIVALIRUDIN: PCI 0.75 mg\/kg bolus then 1.75 mg\/kg\/hr infusion. LEPIRUDIN: HIT 0.4 mg\/kg bolus followed by 0.15 mg\/kg\/hr infusion.  <br\/>"}]},"13":{"id":"925435-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause abdominal pain, diarrhea, nausea, vomiting, headache, pain, urinary tract infectious disease, cough, fever, dyspnea, or sepsis.<\/li><li>Instruct patient to report signs of hemorrhage, anemia, or hypotension.<\/li><\/ul>"}}}