{"drugs":["Gadoversetamide","Optimark"],"mono":{"0":{"id":"925428-s-0","title":"Generic Names","mono":"Gadoversetamide"},"1":{"id":"925428-s-1","title":"Dosing and Indications","sub":[{"id":"925428-s-1-4","title":"Adult Dosing","mono":"<ul><li>Before administration, screen patients to identify those with acute kidney injury or chronic, severe kidney disease (GFR less than 30 mL\/min\/1.73 m(2)), and do not administer gadoversetamide if kidney disease is identified. Screen patients for other conditions which may reduce renal function and estimate GFR through laboratory testing in patients at risk of chronically reduced renal function (eg, age over 60 years, hypertension, diabetes). Avoid use in patients with suspected or known impaired drug elimination unless alternative imaging modalities, including non-contrast MRI, are unable to provide essential diagnostic information. Do not exceed the recommended dose. Do not repeat the administration of the contrast agent without allowing a sufficient period of time for elimination of the drug from the body.<\/li><li>safety of repeated doses has not been studied<\/li><li>use in magnetic resonance angiography has not been evaluated<\/li><li><b>Central nervous system finding - Finding of lesion - Magnetic resonance imaging:<\/b> 0.1 mmol\/kg bolus via peripheral IV at a rate of 1 to 2 mL\/sec via manual or by power injection<\/li><li><b>Central nervous system finding - Finding of lesion - Magnetic resonance imaging:<\/b> complete the imaging within 1 hour of the gadoversetamide injection<\/li><li><b>Lesion of liver:<\/b> 0.1 mmol\/kg (0.2 mL\/kg) bolus via peripheral IV at a rate of 1 to 2 mL\/sec via manual or by power injection<\/li><li><b>Lesion of liver:<\/b> complete the imaging within 1 hour of the gadoversetamide injection<\/li><li><b>Magnetic resonance imaging of brain and brain stem:<\/b> 0.1 mmol\/kg (0.2 mL\/kg) bolus via peripheral IV at a rate of 1 to 2 mL\/sec via manual or by power injection<\/li><li><b>Magnetic resonance imaging of brain and brain stem:<\/b> complete the imaging within 1 hour of the gadoversetamide injection<\/li><li><b>Magnetic resonance imaging of spine:<\/b> 0.1 mmol\/kg (0.2 mL\/kg) bolus via peripheral IV at a rate of 1 to 2 mL\/sec via manual or by power injection<\/li><li><b>Magnetic resonance imaging of spine:<\/b> complete the imaging within 1 hour of the gadoversetamide injection<\/li><\/ul>"},{"id":"925428-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness of gadoversetamide in pediatric patients have not been established "},{"id":"925428-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> use contraindicated in patients with acute kidney injury or chronic, severe kidney disease (GFR less than 30 mL\/min\/1.73 m(2)) "},{"id":"925428-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Central nervous system finding - Finding of lesion - Magnetic resonance imaging<\/li><li>Lesion of liver<\/li><li>Magnetic resonance imaging of brain and brain stem<\/li><li>Magnetic resonance imaging of spine<\/li><\/ul>"}]},"2":{"id":"925428-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Patients with impaired renal function receiving gadolinium-based contrast agents have an increased risk of nephrogenic systemic fibrosis, which may result in fatal or debilitating fibrosis of the internal organs, skin, or muscles. Avoid use in this population unless required diagnostic information is not attainable with noncontrasted imaging. Screen patients for conditions that may affect renal function prior to administration and measure GFR if present. Do not use in patients with chronic (GFR less than 30 mL\/min) or acute kidney injury, do not exceed the recommended dose, and allow time for the contrast to be removed from the body before readministration.<br\/>"},"3":{"id":"925428-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925428-s-3-9","title":"Contraindications","mono":"<ul><li>acute kidney injury<\/li><li>chronic, severe kidney disease (GFR less than 30 mL\/min\/1.73m(2))<\/li><li>hypersensitivity to gadolinium, versetamide, or any other components of the product<\/li><\/ul>"},{"id":"925428-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- increased risk of nephrogenic systemic fibrosis in patients with impaired renal function; avoid use in this population unless diagnostic information is required and not possible with noncontrasted imaging<\/li><li>Immunologic:<\/li><li>-- hypersensitivity reactions and anaphylaxis have been reported, with an increased risk in patients with allergies, drug reactions, or other hypersensitivity reactions or disorders; monitoring recommended and discontinue use if suspected<\/li><li>Renal:<\/li><li>-- acute kidney injury requiring dialysis has been reported with use in patients with chronic renal impairment, with an increased risk with higher doses<\/li><\/ul>"},{"id":"925428-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"925428-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"925428-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Vasodilatation (6.4%)<\/li><li><b>Dermatologic:<\/b>Sensation of hot and cold (5% to 22%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (3.2%), Taste sense altered (6% to 6.2%)<\/li><li><b>Neurologic:<\/b>Dizziness (3.7%), Headache (9.4% to 10%), Paresthesia (2.2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Nephrogenic systemic fibrosis<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction, Immediate<\/li><li><b>Renal:<\/b>Injury of kidney, Acute<\/li><\/ul>"},"6":{"id":"925428-s-6","title":"Drug Name Info","sub":{"0":{"id":"925428-s-6-17","title":"US Trade Names","mono":"Optimark<br\/>"},"2":{"id":"925428-s-6-19","title":"Class","mono":"Diagnostic Agent, Radiological Contrast Media<br\/>"},"3":{"id":"925428-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925428-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"925428-s-7","title":"Mechanism Of Action","mono":"Systemic: Based on the behavior of protons when placed in a strong magnetic field, which is interpreted and transformed into images by magnetic resonance (MR) instruments. MR images are based primarily on proton density and proton relaxation dynamics. MR instruments are sensitive to two different relaxation processes, the T1 (spin-lattice or longitudinal relaxation time) and T2 (spin-spin or transverse relaxation time). Paramagnetic agents contain one or more unpaired electrons that enhance the T1 and T2 relaxation rates of protons in their molecular environment.  In MRI, visualization of normal and pathological brain, spinal and hepatic tissue depends in part on variations in the radio frequency signal intensity that occur with changes in proton density, alteration of the T1, and variation in T2. When placed in a magnetic field, gadoversetamide shortens the T1 and T2 relaxation times in tissues where it accumulates. At the recommended dose, the effect is primarily on T1 relaxation time, and produces an increase in signal intensity (brightness). Gadoversetamide does not cross the intact blood-brain barrier; therefore, it does not accumulate in normal brain tissue or in CNS lesions that may have a normal blood-brain barrier (e.g., cysts, mature post-operative scars). Abnormal vascularity or disruption of the blood-brain barrier allows accumulation of gadoversetamide in lesions such as neoplasms, abscesses, and subacute infarcts.<br\/>"},"8":{"id":"925428-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"925428-s-8-24","title":"Distribution","mono":"Systemic: Vd: 162  plus or minus  25 mL\/kg <br\/>"},"2":{"id":"925428-s-8-25","title":"Metabolism","mono":"Systemic: Not been detected <br\/>"},"3":{"id":"925428-s-8-26","title":"Excretion","mono":"Systemic: Renal: 96% <br\/>"},"4":{"id":"925428-s-8-27","title":"Elimination Half Life","mono":"Systemic: 103.6  plus or minus  19.5 min <br\/>"}}},"9":{"id":"925428-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>do not mix with or administer via the same IV line with concurrent drugs or parenteral nutrition.<\/li><li>multi-dose bulk vial: NOT for direct infusion; draw the desired dose from the multi-dose vial into an empty sterile syringe using an appropriate transfer device<\/li><li>do not exceed the recommended dose<\/li><li>administer at a rate of 1 to 2 mL\/sec via manual or by power injection<\/li><li>allow sufficient period of time for elimination of the drug prior to readministering; 95.5% +\/- 17.4% of a 0.1 mmol\/kg dose is eliminated in the urine by 24 hours<\/li><\/ul>"},"10":{"id":"925428-s-10","title":"Monitoring","mono":"<ul><li>renal function prior to drug administration<\/li><li>lab testing for estimated GFR; patients at risk for chronically reduced renal function  (eg, patients with hypertension or diabetes, and in patients older than 60 years)<\/li><li>signs and symptoms of nephrogenic systemic fibrosis (NSF)<\/li><li>observation for hypersensitivity reaction during and for several hours after drug administration; patients with history of allergy, renal insufficiency, or drug reaction<\/li><\/ul>"},"11":{"id":"925428-s-11","title":"How Supplied","mono":"<b>Optimark<\/b><br\/>Injection Injectable: 330.9 MG\/ML<br\/>"},"13":{"id":"925428-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause headache, dizziness, injection site reactions, and flushing.<\/li><li>Drug may cause rhinitis, nausea and vomiting, rash, and taste perversion.<\/li><li>Instruct patient to report signs\/symptoms of nephrogenic systemic fibrosis (burning, itching, swelling, scaling, hardening and tightening of the skin; red or dark patches on the skin; muscle weakness; pain in hips or ribs; and joint stiffness).<\/li><\/ul>"}}}