{"drugs":["Iron Sucrose","Venofer"],"mono":{"0":{"id":"925477-s-0","title":"Generic Names","mono":"Iron Sucrose"},"1":{"id":"925477-s-1","title":"Dosing and Indications","sub":{"0":{"id":"925477-s-1-4","title":"Adult Dosing","mono":"<ul><li>Doses are expressed in terms of mg of elemental iron; iron sucrose contains 20 mg elemental iron\/mL<\/li><li><b>Iron deficiency anemia - Renal impairment, chronic:<\/b> (Hemodialysis-dependent) 100 mg elemental iron via IV injection undiluted over 2 to 5 minutes OR via IV infusion in a maximum of 100 mL NS over at least 15 minutes, per consecutive hemodialysis session (usual total cumulative dose of 1000 mg elemental iron)<\/li><li><b>Iron deficiency anemia - Renal impairment, chronic:<\/b> (Nondialysis-dependent) 200 mg elemental iron via IV injection undiluted over 2 to 5 minutes OR via IV infusion in a maximum of 100 mL NS over 15 minutes, on 5 different occasions within a 14-day period<\/li><li><b>Iron deficiency anemia - Renal impairment, chronic:<\/b> (Nondialysis-dependent) 500 mg elemental iron via IV infusion in a maximum of 250 mL NS over 3.5 to 4 hours on day 1 and day 14 (limited clinical experience)<\/li><li><b>Iron deficiency anemia - Renal impairment, chronic:<\/b> (Peritoneal dialysis-dependent) 300 mg elemental iron via IV infusion in a maximum of 250 mL NS over 1.5 hours every 14 days for 2 doses, followed by 400 mg elemental iron IV infusion in a maximum of 250 mL NS over 2.5 hours 14 days later<\/li><\/ul>"},"1":{"id":"925477-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Doses are expressed in terms of mg of elemental iron; iron sucrose contains 20 mg elemental iron\/mL <\/li><li><b>Iron deficiency anemia - Renal impairment, chronic:<\/b> (2 years or older; hemodialysis-dependent; maintenance) 0.5 mg\/kg elemental iron not to exceed 100 mg elemental iron\/dose every 2 weeks for 12 weeks via slow IV injection over 5 minutes OR via IV infusion in 25 mL NS over 5 to 60 minutes<\/li><li><b>Iron deficiency anemia - Renal impairment, chronic:<\/b> (2 years or older; nondialysis-dependent or peritoneal dialysis-dependent; maintenance) 0.5 mg\/kg elemental iron not to exceed 100 mg elemental iron\/dose every 4 weeks for 12 weeks via slow IV injection over 5 minutes OR via IV infusion in 25 mL NS over 5 to 60 minutes<\/li><\/ul>"},"3":{"id":"925477-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Iron deficiency anemia - Renal impairment, chronic<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Iron deficiency anemia<\/li><li>Iron deficiency anemia of pregnancy<\/li><\/ul>"}}},"3":{"id":"925477-s-3","title":"Contraindications\/Warnings","sub":[{"id":"925477-s-3-9","title":"Contraindications","mono":"hypersensitivity to iron sucrose or any component of product <br\/>"},{"id":"925477-s-3-10","title":"Precautions","mono":"<ul><li>hypersensitivity reactions, serious and sometimes fatal, have been reported, most cases occurring within 30 minutes following infusion; if suspected immediately discontinue use; monitoring recommended<\/li><li>hypotension, clinically significant, may occur, potential increased risk with rapid infusion or high total dose; monitoring recommended<\/li><li>iron overload, evidence of; avoid use; monitoring recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"925477-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>A (AUS)<\/li><\/ul>"},{"id":"925477-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk is minimal.<br\/>"}]},"4":{"id":"925477-s-4","title":"Drug Interactions","sub":{"1":{"id":"925477-s-4-14","title":"Major","mono":"<ul>Eltrombopag (theoretical)<\/ul>"},"2":{"id":"925477-s-4-15","title":"Moderate","mono":"<ul><li>Carbidopa (probable)<\/li><li>Cefdinir (probable)<\/li><li>Demeclocycline (probable)<\/li><li>Dolutegravir (established)<\/li><li>Doxycycline (probable)<\/li><li>Gatifloxacin (probable)<\/li><li>Grepafloxacin (probable)<\/li><li>Levodopa (probable)<\/li><li>Levofloxacin (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Lomefloxacin (probable)<\/li><li>Methyldopa (probable)<\/li><li>Minocycline (probable)<\/li><li>Moxifloxacin (probable)<\/li><li>Mycophenolic Acid (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Ofloxacin (probable)<\/li><li>Omeprazole (probable)<\/li><li>Penicillamine (probable)<\/li><li>Temafloxacin (probable)<\/li><li>Tetracycline (probable)<\/li><li>Trovafloxacin Mesylate (probable)<\/li><li>Zinc (established)<\/li><\/ul>"}}},"5":{"id":"925477-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain (1.4% to 6.1%), Hypotension (adults: hemodialysis dependent chronic kidney disease, 39.4%; peritoneal dialysis dependent chronic kidney disease, 2.7%; non-dialysis dependent chronic kidney disease, 2.2%; pediatric: 2%), Peripheral edema (2.6% to 7.2%)<\/li><li><b>Dermatologic:<\/b>Pruritus (2.2% to 3.9%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (5.2% to 8%), Nausea (adults, 5.3% to 14.7%; pediatric, 3%), Vomiting (adults, 5% to 9.1%; pediatric, 4%)<\/li><li><b>Immunologic:<\/b>Graft complications (hemodialysis dependent chronic kidney disease, 9.5%; non-dialysis dependent chronic kidney disease, 1.4%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (1.4% to 4%), Backache (1.3% to 2.2%), Cramp (hemodialysis dependent chronic kidney disease, 29.4%; peritoneal dialysis dependent chronic kidney disease, 2.7%; non-dialysis dependent chronic kidney disease, 0.7%), Pain in limb (2.7% to 5.6%)<\/li><li><b>Neurologic:<\/b>Dizziness (adults, 1.3% to 6.5%; pediatric, 4%), Headache (adults: hemodialysis dependent chronic kidney disease, 12.6%; peritoneal dialysis dependent chronic kidney disease, 4%; non-dialysis dependent chronic kidney disease, 2.9%; pediatric: 6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Respiratory:<\/b>Dyspnea (1.3% to 5.8%)<\/li><\/ul>"},"6":{"id":"925477-s-6","title":"Drug Name Info","sub":{"0":{"id":"925477-s-6-17","title":"US Trade Names","mono":"Venofer<br\/>"},"2":{"id":"925477-s-6-19","title":"Class","mono":"Parenteral Mineral-Trace Mineral<br\/>"},"3":{"id":"925477-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"925477-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"925477-s-7","title":"Mechanism Of Action","mono":"Iron sucrose dissociates into iron and sucrose. Iron forms a complex with transferrin and is transported to target cells such as erythroid precursor cells, where it is incorporated into hemoglobin during the red blood cell maturation process.<br\/>"},"8":{"id":"925477-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"925477-s-8-24","title":"Distribution","mono":"Iron, Vd: 7.9 L <br\/>"},"3":{"id":"925477-s-8-26","title":"Excretion","mono":"<ul><li>Iron, Renal: approximately 5% in 24 hours<\/li><li>Sucrose, Renal: 75.4% in 24 hours)<\/li><li>Dialyzable: No (hemodialysis), less than 2 parts per million<\/li><li>Iron, Total body clearance: 1.2 L\/hr<\/li><\/ul>"},"4":{"id":"925477-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Iron: healthy adults, 6 hours<\/li><li>Iron: non-dialysis-dependent chronic kidney disease, children, 8 hours<\/li><\/ul>"}}},"9":{"id":"925477-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>For IV use only<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>Do not dilute below 1 mg\/mL.<\/li><li>Do not mix with other medications or add to parenteral nutrition solutions.<\/li><li>Adults, push: May give 100 to 200 mg (elemental iron) of undiluted solution slowly over 2 to 5 minutes.<\/li><li>Adults, infusion: For a 100-mg elemental iron dose, dilute to a maximum of 100 mL in NS and infuse over at least 15 minutes.<\/li><li>Adults, infusion: For a 300-mg elemental iron dose, dilute to a maximum of 250 mL in NS and infuse over 1.5 hours.<\/li><li>Adults, infusion: For a 400-mg elemental iron dose, dilute to a maximum of 250 mL in NS and infuse over 2.5 hours.<\/li><li>Adults, infusion: There are limited data for a 500-mg elemental iron dose, diluted to a maximum of 250 mL in NS and infused over 3.5 to 4 hours.<\/li><li>Pediatric, push: Undiluted by slow IV injection over 5 minutes.<\/li><li>Pediatric, infusion: Dilute in 25 mL of NS and administer over 5 to 60 minutes.<\/li><\/ul><\/li><\/ul>"},"10":{"id":"925477-s-10","title":"Monitoring","mono":"<ul><li>normalization of hematologic and iron parameters are indicative of efficacy<\/li><li>hematologic parameters; hemoglobin, hematocrit, serum ferritin, and transferrin saturation required periodically during therapy<\/li><li>iron parameters; serum iron (at least 48 hours after administration), serum ferritin, and transferrin saturation required periodically during therapy<\/li><li>blood pressure; signs and symptoms of hypotension after each dose<\/li><li>signs and symptoms of hypersensitivity reaction during and after administration for at least 30 minutes and until clinically stable after infusion completed<\/li><\/ul>"},"11":{"id":"925477-s-11","title":"How Supplied","mono":"<ul><li><b>PremierPro RX Venofer<\/b><br\/>Intravenous Solution: 20 MG\/ML<br\/><\/li><li><b>Venofer<\/b><br\/>Intravenous Solution: 20 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"925477-s-12","title":"Toxicology","sub":[{"id":"925477-s-12-31","title":"Clinical Effects","mono":"<b>IRON<\/b><br\/>USES: Found primarily as a nutritional supplement in vitamins. Used for the treatment and prevention of iron-deficiency anemia. PHARMACOLOGY: Iron is required in the function of multiple essential protein and enzyme complexes including hemoglobin, myoglobin, and cytochromes. TOXICOLOGY: Iron is a general cellular poison and is directly corrosive to the GI mucosa. EPIDEMIOLOGY: Historically, a common poisoning which was one of the leading causes of pediatric toxicologic deaths. Exposure has been reduced in recent years with improved packaging, but still has the potential for significant morbidity and mortality. MILD TO MODERATE POISONING: Vomiting and diarrhea may occur within 6 hours of ingestion. SEVERE POISONING: Severe vomiting and diarrhea, lethargy, metabolic acidosis, shock, GI hemorrhage, coma, seizures, hepatotoxicity, and late onset GI strictures. PHASE I (0.5 to 2 hours) includes vomiting, hematemesis, abdominal pain, diarrhea, hematochezia, lethargy, shock, acidosis, and coagulopathy. Necrosis to the GI tract occurs from the direct effect of iron on GI mucosa. Severe gastrointestinal hemorrhagic necrosis with large losses of fluid and blood contribute to shock. PHASE II includes apparent recovery; continue to observe patient closely. PHASE III (2 to 12 hours after phase I) includes profound shock, severe acidosis, cyanosis, and fever. Increased total peripheral resistance, decreased plasma volume, hemoconcentration, decrease in total blood volume, hypotension, CNS depression, and metabolic acidosis have been demonstrated. PHASE IV (2 to 4 days) includes possible hepatotoxicity. Thought to be a direct action of iron on mitochondria. Monitor liver function tests and bilirubin. Acute lung injury may also occur. Phase V (days to weeks) includes GI scarring and strictures. GI obstruction secondary to gastric or pyloric scarring may occur due to corrosive effects of iron. Sustained-release preparations have resulted in small intestinal necrosis with resultant scarring and obstruction. Carbonyl iron (also referred to as \"iron carbonyl\") appears to be less toxic than other iron formulations because of limited absorption. Please refer to the CARBONYL IRON management for further information. Case reports suggest that iron-dextran complex overdoses may be associated with high serum iron concentrations without evidence of a corresponding degree of clinical symptoms and signs of toxicity. Please refer to the IRON DEXTRAN management for further information. ADVERSE EFFECTS: GI upset, constipation. <br\/>"},{"id":"925477-s-12-32","title":"Treatment","mono":"<b>IRON <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care with intravenous fluid hydration is usually sufficient for mild poisonings. Activated charcoal is not effective for iron ingestions. Patients who are symptomatic should be observed for clinical deterioration and development of acidosis. Abdominal x-rays should be obtained as tablets are generally radiopaque. When large amounts of tablets are visible on radiograph, consider whole bowel irrigation. An iron concentration should be measured 4 to 6 hours after the initial ingestion and then repeated in 2 to 4 hours. Patients who develop metabolic acidosis or are clinically worsening with IV hydration should be treated with chelation. MANAGEMENT OF SEVERE TOXICITY: Chelation with deferoxamine is needed for patients with signs of severe poisoning including shock, acidosis, GI hemorrhage, and lethargy or coma. Consider chelation for serum iron concentrations greater than 500 mcg\/dL (a patient will usually have significant signs and symptoms of toxicity). Patients may need blood transfusions if they have significant GI hemorrhage.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal is not useful. Most patients have spontaneous vomiting. HOSPITAL: Activated charcoal does not adequately bind iron and is not useful. Studies have suggested that magnesium hydroxide antacids (5 mg magnesium hydroxide per gram of elemental iron ingested) decrease serum iron concentrations following a simulated overdose. Gastric lavage may be useful soon after ingestion in adults, but the nasogastric tubes used in children are not sufficiently large to remove tablets. In patients with large amounts of radiopaque tablets in the GI tract, whole bowel irrigation with polyethylene glycol should be considered. Endoscopic removal is another option for patients with a large number of tablets in the stomach.<\/li><li>Airway management: Patients who are comatose or with altered mental status may need mechanical respiratory support and orotracheal intubation.<\/li><li>Antidote: DEFEROXAMINE can be used to chelate iron and should be used when there are signs of severe poisoning including shock, acidosis, GI hemorrhage, and coma. Deferoxamine is administered intravenously at a rate of 15 mg\/kg\/hour; it can be titrated up to a rate of 40 mg\/kg\/hour for patients with severe poisoning. However, hypotension may occur with high dose deferoxamine infusion and the rate should be slowed if this occurs. Deferoxamine should be continued for 12 to 24 hours and then titrated off if the patient is clinically improving. If the patient worsens as the deferoxamine is titrated off, it should be restarted. Prolonged (greater than 24 hours) high dose infusion of deferoxamine has been associated with acute lung injury and should be avoided. Patients receiving deferoxamine chelation are at increased risk for Yersinia enterocolitica sepsis.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Serial serum iron levels are indicated. Obtain a complete metabolic panel and complete blood count. Baseline arterial or venous blood gas in patients with severe toxicity. Obtain an abdominal radiograph to evaluate for retained tablets.<\/li><li>Seizure: IV benzodiazepines, barbiturates.<\/li><li>Hypotensive episode: IV 0.9% NaCl, dopamine, norepinephrine.<\/li><li>Enhanced elimination procedure: Hemodialysis is not effective in removing iron, but may be necessary to remove deferoxamine-iron complexes in patients with renal insufficiency. Consider exchange transfusion in those patients with a serum iron exceeding 1000 mcg\/dL who clinically deteriorate despite supportive care and intravenous chelation therapy.<\/li><li>Patient disposition: HOME CRITERIA: Inadvertent ingestions of less than 40 mg\/kg of elemental iron in patients who have only mild GI symptoms (self limited vomiting or diarrhea) can be watched at home. OBSERVATION CRITERIA: Patients with more than mild symptoms, those who have ingested 40 mg\/kg or more, or patients with intentional ingestions should be sent to a healthcare facility for evaluation. ADMISSION CRITERIA: Patients who have hypotension, severe or worsening metabolic acidosis, GI hemorrhage, altered mental status, or a patient that requires chelation should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings and for recommendations on determining the need for chelation or whole bowel irrigation. Consult a gastroenterologist for endoscopic removal if many tablets persist in the stomach.<\/li><\/ul>"},{"id":"925477-s-12-33","title":"Range of Toxicity","mono":"<b>IRON<\/b><br\/>TOXICITY: Ingestion of less than 40 mg\/kg generally does not cause significant toxicity, although mild GI irritation may develop. Mild symptoms are likely to occur with peak iron concentrations greater than 300 mcg\/dL, while peak concentrations of more than 500 mcg\/dL generally causes severe symptoms. If the patient presents after peak concentrations have occurred, severe toxicity may be associated with lower iron concentrations. THERAPEUTIC DOSE: Daily doses for children with severe iron deficiency are generally 4 to 6 mg\/kg\/day. Normal serum iron levels generally range from 65 to 175 mcg\/dL. The percentage of elemental iron in ferrous gluconate is approximately 11%, ferrous sulfate 22%, and ferrous fumarate 33%. <br\/>"}]},"13":{"id":"925477-s-13","title":"Clinical Teaching","mono":"<ul><li> This drug may cause diarrhea, nausea, vomiting, leg cramps, or headache.<\/li><li>Instruct patient to report dyspnea, or signs\/symptoms of hypotension or seizure.<\/li><li>Patient should avoid concomitant oral iron preparations. <\/li><\/ul>"}}}