{"generic":"Bupivacaine Hydrochloride","drugs":["Bupivacaine Hydrochloride","Marcaine HCl","Marcaine Spinal","Sensorcaine","Sensorcaine-MPF"],"mono":{"0":{"id":"92550-s-0","title":"Generic Names","mono":"Bupivacaine Hydrochloride"},"1":{"id":"92550-s-1","title":"Dosing and Indications","sub":[{"id":"92550-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Administration of analgesic, Local:<\/b> INTRAPLEURAL, 10 to 30 mL bolus of 0.25%, 0.375%, or 0.5% every 4 to 8 hours<\/li><li><b>Administration of analgesic, Local:<\/b> INTRAPLEURAL, continuous infusion 0.375% bupivacaine with epinephrine at 6 mL\/hr after 20 mL loading dose<\/li><li><b>Administration of analgesic, Regional:<\/b> EPIDURAL, continuous infusion, 6.25 to 18.75 mg\/hr as a 0.0625% to 0.125% solution<\/li><li><b>Anesthesia - Dental procedure:<\/b> 1.8 to 3.6 mL of 0.5% solution (9 to 18 mg) with epinephrine; a second dose (9 mg) may be administered; MAX total dose 90 mg<\/li><li><b>Anesthesia for procedures on eye:<\/b> complete motor blockade, 2 to 4 mL (15 to 30 mg) of 0.75% solution<\/li><li><b>Local anesthesia:<\/b> dosage varies with anesthetic procedure, area to be anesthetized, vascularity of the tissues, number of neuronal segments to be blocked, depth of anesthesia and degree and muscle relaxation required, duration of anesthesia desired, individual tolerance, and physical condition of the patient<\/li><li><b>Local anesthesia:<\/b> INFILTRATION, 0.25% solution up to max doses (MAX 225 mg with epinephrine or 175 mg without epinephrine)<\/li><li><b>Local anesthesia:<\/b> SACRAL EPIDURAL BLOCK, moderate to complete blockade, 15 to 30 mL of 0.5% solution (75 to 150 mg) OR 0.25% solution (37.5 to 75 mg), repeated once every 3 h as needed<\/li><li><b>Regional anesthesia:<\/b> dosage varies with anesthetic procedure, area to be anesthetized, vascularity of the tissues, number of neuronal segments to be blocked, depth of anesthesia and degree and muscle relaxation required, duration of anesthesia desired, individual tolerance, and physical condition of the patient<\/li><li><b>Regional anesthesia:<\/b> EPIDURAL, partial to moderate motor blockade, 10 to 20 mL (25 to -50 mg) of a 0.25% solution; moderate to complete motor blockade, 10 to 20 mL (50 to 100 mg) as a 0.5% solution; complete motor blockade, 10 to 20 mL (75 to 150 mg) as a 0.75% solution; repeat once every 3 hours as needed<\/li><li><b>Regional anesthesia:<\/b> (obstetrical) hyperbaric SPINAL (bupivacaine in dextrose formulation only), normal vaginal delivery, 0.8 mL (6 mg) bupivacaine in dextrose as 0.75% solution; cesarean section, 1 to 1.4 mL (7.5 to 10.5 mg) bupivacaine in dextrose as 0.75% solution<\/li><li><b>Regional anesthesia:<\/b> hyperbaric SPINAL (bupivacaine in dextrose formulation only), lower extremity and perineal procedures, 1 mL (7.5 mg) bupivacaine in dextrose as 0.75% solution; lower abdominal procedures, 1.6 mL (12 mg) bupivacaine in dextrose as 0.75% solution; upper abdominal surgery, 2 mL (15 mg) bupivacaine in dextrose, in horizontal position<\/li><li><b>Regional anesthesia:<\/b> PERIPHERAL NERVE BLOCK, moderate to complete motor blockade, 5 to 37.5 mL (25 to 175 mg) of 0.5% solution OR 5 to 70 mL (12.5 to 175 mg) of 0.25% solution, repeat every 3 hours if necessary<\/li><li><b>Regional anesthesia:<\/b> SYMPATHETIC NERVE BLOCK, 20 to 50 mL (50 to 125 mg) of 0.25% solution, repeat once every 3 hours as needed<\/li><\/ul>"},{"id":"92550-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>administration in children younger than 12 years is not recommended<\/li><li>bupivacaine spinal with dextrose not recommended in children younger than 18 years<\/li><li><b>Administration of analgesic, Local:<\/b> INTRAPLEURAL, continuous infusion 0.25% bupivacaine with epinephrine at 0.5 mL\/kg\/hr<\/li><li><b>Administration of analgesic, Regional:<\/b> (body weight 10 kg or less) CAUDAL, single dose 1 to 1.25 mg\/kg as a 0.125% or 0.25% solution<\/li><li><b>Administration of analgesic, Regional:<\/b> (body weight 10 kg or less) CAUDAL, continuous infusion 0.1 to 0.2 mg\/kg\/hr as a 0.1%, 0.125%, or 0.25% solution; MAX 0.2 mg\/kg\/hr<\/li><li><b>Administration of analgesic, Regional:<\/b> (body weight 10 kg or less) CAUDAL or EPIDURAL, single dose 1 to 1.25 mg\/kg as a 0.125% or 0.25% solution<\/li><li><b>Administration of analgesic, Regional:<\/b> (body weight 10 kg or less) CAUDAL or EPIDURAL, continuous infusion 0.1 to 0.2 mg\/kg\/hr as a 0.1%, 0.125%, or 0.25% solution; MAX 0.2 mg\/kg\/hr<\/li><li><b>Administration of analgesic, Regional:<\/b> (body weight greater than 10 kg) CAUDAL, single dose 1 to 2.5 mg\/kg as a 0.125% or 0.25% solution<\/li><li><b>Administration of analgesic, Regional:<\/b> (body weight greater than 10 kg) CAUDAL, continuous infusion 0.2 to 0.4 mg\/kg\/hr as a 0.1%, 0.125%, or 0.25% solution, MAX 0.4 mg\/kg\/hr<\/li><li><b>Anesthesia - Dental procedure:<\/b> (12 years or older) 1.8 to 3.6 mL of 0.5% solution (9 to 18 mg) with epinephrine; a second dose (9 mg) may be administered; MAX total dose 90 mg<\/li><li><b>Anesthesia for procedures on eye:<\/b> (12 years or older) complete motor blockade, 2 to 4 mL (15 to 30 mg) of 0.75% solution<\/li><li><b>Local anesthesia:<\/b> INFILTRATION, 0.5 to 2.5 mg\/kg as a 0.25% or 0.5% solution; MAX 1 mL\/kg of 0.25% solution, 0.5 mL\/kg of 0.5% solution<\/li><li><b>Local anesthesia:<\/b> SACRAL EPIDURAL BLOCK, (body weight greater than 10 kg) single dose 1 to 2.5 mg\/kg as a 0.125% or 0.25% solution<\/li><li><b>Local anesthesia:<\/b> SACRAL EPIDURAL BLOCK, (body weight greater than 10 kg) continuous infusion 0.2 to 0.4 mg\/kg\/hr as a 0.1%, 0.125%, or 0.25% solution, MAX 0.4 mg\/kg\/hr<\/li><li><b>Regional anesthesia:<\/b> EPIDURAL, (body weight greater than 10 kg) single dose 1 to 2.5 mg\/kg as a 0.125% or 0.25% solution<\/li><li><b>Regional anesthesia:<\/b> EPIDURAL, (body weight greater than 10 kg) continuous infusion 0.2 to 0.4 mg\/kg\/hr as a 0.1%, 0.125%, or 0.25% solution, MAX 0.4 mg\/kg\/hr<\/li><li><b>Regional anesthesia:<\/b> hyperbaric SPINAL (bupivacaine in dextrose formulation only), 0.3 to 0.6 mg\/kg bupivacaine in dextrose as a 0.75% solution<\/li><li><b>Regional anesthesia:<\/b> PERIPHERAL NERVE BLOCK, 0.3 to 2.5 mg\/kg as a 0.25% or 0.5% solution; MAX 1 mL\/kg of 0.25% solution, 0.5 mL\/kg of 0.5% solution<\/li><\/ul>"},{"id":"92550-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> dose reduction recommended<\/li><li><b>liver disease:<\/b> dose adjustments recommended in severe liver disease<\/li><li><b>cardiac disease:<\/b> in patients with preexisting asymptomatic atrioventricular conduction defects, bupivacaine with epinephrine, 1 mg\/kg of 0.5% solution, appears to be safe for lumbar epidural anesthesia<\/li><\/ul>"},{"id":"92550-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Administration of analgesic, Local<\/li><li>Administration of analgesic, Regional<\/li><li>Anesthesia - Dental procedure<\/li><li>Anesthesia for procedures on eye<\/li><li>Local anesthesia<\/li><li>Regional anesthesia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Pain<br\/>"}]},"2":{"id":"92550-s-2","title":"Black Box Warning","mono":"<b>Injection (Solution)<\/b><br\/>The 0.75% concentration of bupivacaine injection is not recommended for obstetrical anesthesia. Cardiac arrest with difficult resuscitation or death during use of bupivacaine for epidural anesthesia in obstetrical patients has been reported. The 0.75% concentration should be reserved for surgical procedures where a high degree of muscle relaxation and prolonged effect are necessary.<br\/>"},"3":{"id":"92550-s-3","title":"Contraindications\/Warnings","sub":[{"id":"92550-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to bupivacaine, to other amide-type anesthetics, or to any component of the product<\/li><li>obstetrical paracervical block anesthesia<\/li><\/ul>"},{"id":"92550-s-3-10","title":"Precautions","mono":"<ul><li>obstetrical epidural anesthesia with 0.75% concentration; cardiac arrest with difficult resuscitation or death has been reported; use not recommended<\/li><li>arrhythmias, serious, dose-related: may occur with use of bupivacaine in combination with vasoconstrictors such as epinephrine during or after use of potent inhalation anesthetics<\/li><li>cardiac rhythm disturbances, shock, heart block, or hypotension, history; use with caution<\/li><li>cardiovascular impairment; risk of reduced ability to compensate for functional changes associated with AV conduction prolongation<\/li><li>chondrolysis (ie, necrosis and destruction of cartilage) has been reported with continuous postoperative, intra-articular infusions of local anesthetics with elastomeric infusion devices (unapproved use)<\/li><li>concomitant use of monoamine oxidase inhibitors (MAOI) or tricyclic antidepressants when bupivacaine is given in combination with epinephrine or other vasopressors should be avoided; risk of severe prolonged hypertension<\/li><li>debilitated, elderly, and acutely ill patients; may have lower tolerance to elevated blood levels; dose adjustment recommended<\/li><li>end-artery areas (eg, digits, nose, external ear, penis) or areas of compromised blood supply; risk of further blood-flow restriction when bupivacaine is in combination with vasoconstrictors<\/li><li>epidural or caudal anesthesia; do not use solutions containing antimicrobial preservatives (eg, multiple-dose vials)<\/li><li>ergot-type oxytocic agents should be avoided when bupivacaine is in combination with epinephrine or other vasopressors<\/li><li>familial malignant hyperthermia may be triggered by local anesthetics<\/li><li>head and neck area administration; confusion, convulsion, respiratory depression and\/or respiratory arrest, and cardiovascular stimulation or depression may occur; do not exceed recommended doses<\/li><li>hepatic disease, especially severe cases; increased risk of developing toxic plasma concentrations<\/li><li>hypertensive vascular disease, history; risk of exaggerated vasoconstrictor response when bupivacaine is in combination with vasoconstrictors<\/li><li>intravenous regional anesthesia (Bier Block); cardiac arrest and death have been reported; use is not recommended<\/li><li>pediatric patients less than 12 years of age; use is not recommended<\/li><li>repeated local administration; risk of significant increase in plasma concentrations<\/li><li>sulfite sensitivity; some bupivacaine with epinephrine solutions contain sodium metabisulfite, risk of sulfa allergy<\/li><\/ul>"},{"id":"92550-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Bupivacaine: C (FDA)<\/li><li>Bupivacaine: A (AUS)<\/li><\/ul>"},{"id":"92550-s-3-12","title":"Breast Feeding","mono":"<ul><li>Bupivacaine: WHO: Compatible with breastfeeding.<\/li><li>Bupivacaine: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"92550-s-4","title":"Drug Interactions","sub":{"1":{"id":"92550-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Hyaluronidase (probable)<\/li><li>Propofol (probable)<\/li><li>Propranolol (probable)<\/li><li>Ropivacaine (probable)<\/li><li>St John's Wort (probable)<\/li><li>Verapamil (probable)<\/li><\/ul>"},"2":{"id":"92550-s-4-15","title":"Moderate","mono":"<ul><li>Alacepril (probable)<\/li><li>Benazepril (probable)<\/li><li>Captopril (probable)<\/li><li>Cilazapril (probable)<\/li><li>Delapril (probable)<\/li><li>Enalaprilat (probable)<\/li><li>Enalapril Maleate (probable)<\/li><li>Fosinopril (probable)<\/li><li>Imidapril (probable)<\/li><li>Lisinopril (probable)<\/li><li>Moexipril (probable)<\/li><li>Pentopril (probable)<\/li><li>Perindopril (probable)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Spirapril (probable)<\/li><li>Temocapril (probable)<\/li><li>Trandolapril (probable)<\/li><li>Zofenopril (probable)<\/li><\/ul>"}}},"5":{"id":"92550-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Bradyarrhythmia, Heart block, Ventricular arrhythmia<\/li><li><b>Immunologic:<\/b>Bacterial meningitis, Septic, Hypersensitivity reaction (rare)<\/li><li><b>Musculoskeletal:<\/b>Chondrolysis of articular cartilage<\/li><li><b>Neurologic:<\/b>Central nervous system depression, Central nervous system stimulation, Cranial nerve disorder, Paraplegia, Seizure (0.1%), Total spinal nerve blockade following local anesthetic injection<\/li><li><b>Respiratory:<\/b>Respiratory arrest<\/li><\/ul>"},"6":{"id":"92550-s-6","title":"Drug Name Info","sub":{"0":{"id":"92550-s-6-17","title":"US Trade Names","mono":"<ul><li>Marcaine HCl<\/li><li>Marcaine Spinal<\/li><li>Sensorcaine<\/li><li>Sensorcaine-MPF<\/li><\/ul>"},"2":{"id":"92550-s-6-19","title":"Class","mono":"<ul><li>Amino Amide<\/li><li>Anesthetic, Local<\/li><\/ul>"},"3":{"id":"92550-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"92550-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"92550-s-7","title":"Mechanism Of Action","mono":"Bupivacaine HCl is a local anesthetic agent. It acts by blocking the conduction and generation of nerve impulses, probably by increasing the threshold that produces electrical excitation in the nerve. This occurs by reducing the rate of rise of the action potential, and by slowing the nerve impulse propagation.<br\/>"},"8":{"id":"92550-s-8","title":"Pharmacokinetics","sub":[{"id":"92550-s-8-23","title":"Absorption","mono":"Injection: time to peak concentration, 30 min to 45 min <br\/>"},{"id":"92550-s-8-24","title":"Distribution","mono":"Protein binding: 95% <br\/>"},{"id":"92550-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; conjugation with glucuronic acid<\/li><li>Major metabolite: 2,6-pipecoloxylidine<\/li><\/ul>"},{"id":"92550-s-8-26","title":"Excretion","mono":"Renal: 5% unchanged <br\/>"},{"id":"92550-s-8-27","title":"Elimination Half Life","mono":"<ul><li>adults: 2.7 h<\/li><li>neonates: 8.1 h<\/li><\/ul>"}]},"10":{"id":"92550-s-10","title":"Monitoring","mono":"<ul><li>adequate anesthesia and analgesia is indicative of efficacy<\/li><li>renal function; in elderly patients or patients with reduced renal function<\/li><li>cardiovascular vital signs (heart rate and blood pressure); continuously after each local anesthetic injection<\/li><li>respiratory vital signs; continuously after each local anesthetic injection<\/li><li>patient's state of consciousness; continuously after each local anesthetic injection<\/li><li>signs of CNS toxicity.<\/li><li>level of anesthesia at T5-6; every 2 hours during epidural administration<\/li><li>labor and delivery: fetal heart rate<\/li><\/ul>"},"11":{"id":"92550-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Injection Solution: 0.25 %, 0.5 %, 0.75 %<br\/><\/li><li><b>Bupivacaine Spinal<\/b><br\/>Injection Solution: 0.75 %<br\/><\/li><li><b>Marcaine HCl<\/b><br\/>Injection Solution: 0.25 %, 0.5 %, 0.75 %<br\/><\/li><li><b>Marcaine<\/b><br\/>Injection Solution: 0.25 %<br\/><\/li><li><b>Marcaine Spinal<\/b><br\/>Injection Solution: 0.75 %<br\/><\/li><li><b>Sensorcaine<\/b><br\/>Injection Solution: 0.25 %, 0.5 %<br\/><\/li><li><b>Sensorcaine-MPF<\/b><br\/>Injection Solution: 0.25 %, 0.5 %, 0.75 %<br\/><\/li><\/ul>"},"12":{"id":"92550-s-12","title":"Toxicology","sub":[{"id":"92550-s-12-31","title":"Clinical Effects","mono":"<b>ANESTHETICS-LOCAL <\/b><br\/>USES: Local anesthetics are used for analgesia. They are administered topically and by local injection, regional injection, and for spinal and epidural anesthesia. PHARMACOLOGY: These agents reversibly block sodium channels and block the action potentials responsible for nerve conduction. TOXICOLOGY: Toxicity is caused by sodium channel blockade leading to CNS and cardiac effects. Some of these agents and their metabolites can oxidize iron leading to methemoglobinemia. EPIDEMIOLOGY: Toxicity is uncommon and severe toxicity is rare. MILD TO MODERATE TOXICITY: Subjective effects in mild toxicity include drowsiness, impending doom, headache, dizziness, paresthesias, euphoria, numbness of the mouth, lightheadedness, tinnitus, anxiety, confusion, tremors, agitation, disorientation, hallucinations, and lethargy. Peripheral effects may result in temporary paralysis. Suppression of the gag reflex may occur with oropharyngeal exposure. Methemoglobinemia can develop in patients who have no other evidence of toxicity. SEVERE TOXICITY: Severe toxicity may cause cardiac, respiratory, and CNS toxicity, as well as methemoglobinemia. CNS effects precede significant cardiovascular toxicity, except following massive IV injection. While there is often a progression of symptoms after IM, subQ, or continuous IV infusion, seizures and coma may occur suddenly after rapid IV administration. Cardiac effects are due to sodium channel blockade and can be manifested by a range of toxic effects including hypotension, AV block, bradycardia, QRS prolongation, ventricular dysrhythmias, asystole, and cardiovascular collapse. Spinal, epidural, or inadvertent intrathecal administration may lead to respiratory failure. Hypoxia may be secondary to cardiac toxicity or direct motor paralysis of respiratory muscles leading to respiratory depression, apnea, or respiratory arrest. Methemoglobinemia is well described with usage of prilocaine and benzocaine, and rarely reported with lidocaine, tetracaine, Cetacaine, and propitocaine. It can develop after therapeutic doses and in patients who have no other evidence of toxicity. INHALATION EXPOSURE: Methemoglobinemia can rarely result from inhalation exposure to local anesthetics. DERMAL EXPOSURE: Topical preparations can lead to systemic toxicity ranging from mild to severe. Infants are at a higher risk for systemic effects from dermal exposure. ADVERSE EFFECTS: Allergic reactions to the ester or amide classes of local anesthetics are possible though extremely rare. The ester class (benzocaine, chloroprocaine, cocaine, cyclomethycaine, dimethocaine, larocaine, propoxycaine, procaine, novocaine, proparacaine, tetracaine, and amethocaine) accounts for the majority of true IgE-mediated allergic reactions due to metabolism of PABA, a known allergen. Reactions to the amide class (articaine, bupivacaine, carticaine, cinchocaine, dibucaine, etidocaine, lidocaine, mepivacaine, piperocaine, prilocaine, ropivacaine, and trimecaine) are often secondary to the methylparaben preservative in the multidose vials. Clinically insignificant methemoglobinemia may result from exposure to many local anesthetics. Patients may develop vasovagal reactions following administration of these agents. Visual loss has rarely been associated with intranasal bupivacaine use during nasal surgery. Visual symptoms may persist for years.<br\/>"},{"id":"92550-s-12-32","title":"Treatment","mono":"<b>ANESTHETICS-LOCAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TOXICITY: Supportive care is the mainstay of treatment in mild to moderate toxicity. Paresthesias and paralysis resolve in virtually all cases. Anxiety can be managed with benzodiazepines. Patients with significant oropharyngeal anesthesia should be positioned upright with nothing by mouth (NPO) to avoid aspiration. MANAGEMENT OF SEVERE TOXICITY: Patients with severe toxicity (eg, depressed mental status, seizures, hypotension, dysrhythmias, cardiac arrest) should receive standard supportive care (intubation and mechanical ventilation, intravenous fluids and pressors for hypotension, benzodiazepines for seizures) and an infusion of intravenous lipids. Administer 1.5 mL\/kg of 20% lipid emulsion as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min for 30 to 60 minutes. For declining blood pressure, increase the infusion rate to 0.5 mL\/kg\/min and continue infusion for 60 minutes. Repeat bolus 1 to 2 times if there is no evidence of clinical improvement.<\/li><li>Decontamination: PREHOSPITAL: No prehospital gastrointestinal decontamination is appropriate. Symptomatic patients should be placed on oxygen and transported to a health care facility. Wash exposed skin with soap and water. Irrigate eyes if large exposure. HOSPITAL: Activated charcoal and gastric lavage are discouraged due to the risk of aspiration in cases when oropharyngeal anesthesia is present. There is no role for whole bowel irrigation.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be necessary in cases of high spinal, epidural, or intrathecal administration or cases with significant cardiac or neurologic toxicity. Patients should remain intubated until they are able to pass a spontaneous breathing trial with an adequate tidal volume.<\/li><li>Antidote: METHEMOGLOBINEMIA: 1 to 2 mg\/kg of 1% methylene blue IV bolus over 5 to 10 minutes if symptomatic or methemoglobin level is greater than 30%. The dose may need to be repeated if no response or inadequate response within 1 hour. Do not exceed 7 mg\/kg.<\/li><li>Fat emulsion: Patients who develop significant CNS (eg, agitation, confusion, seizures, mental status depression) or cardiovascular toxicity should be treated with intravenous lipids. In vitro, animal studies and numerous case reports suggest rapid reversal of toxicity, probably related to sequestering of fat soluble local anesthetics in the lipid. Administer 1.5 mL\/kg of 20% lipid emulsion as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min for 30 to 60 minutes. For declining blood pressure, increase the infusion rate to 0.5 mL\/kg\/min and continue infusion for 60 minutes. Repeat bolus 1 to 2 times if there is no evidence of clinical improvement.<\/li><li>Conduction disorder of the heart: QRS widening of more than 120 msec should be treated with intravenous lipids (as discussed above) and sodium bicarbonate (1 to 2 mEq\/kg) boluses, starting with one ampule (50 mEq) in adults until narrowing is achieved. Monitor acid\/base status and keep pH below 7.55.<\/li><li>Hypotensive episode: Hypotension should be treated with fluids initially, intravenous lipids, and direct acting vasopressors, such as norepinephrine, phenylephrine, or epinephrine if necessary. Bradycardic patients should be given atropine (ADULT: 1 mg; CHILD: 0.02 mg\/kg, minimum 0.1 mg, maximum 1 mg) or epinephrine.<\/li><li>Cardiac arrest: Initiate CPR immediately and administer intravenous lipids as above. Good neurological outcomes have been reported after prolonged CPR. ACLS algorithms should be applied in conjunction with lipid emulsion administration, with the following modifications: if epinephrine is used, small initial doses (10 mcg to 100 mcg boluses) are recommended. Avoid vasopressin, lidocaine, calcium channel blockers and beta blockers. Cardiac bypass should be considered if unresponsive to the above therapies.<\/li><li>Seizure: Seizures should be treated with benzodiazepines (in addition to intravenous lipids) as first line therapy followed by phenobarbital or propofol. Diazepam (ADULT: 5 to 10 mg, repeat every 10 to 15 min as needed; CHILD: 0.2 to 0.5 mg\/kg, repeat every 5 min as needed) or lorazepam (ADULT: 2 to 4 mg, repeat every 10 to 15 min as needed; CHILD: 0.05 to 0.1 mg\/kg, repeat every 5 min as needed) may be given.<\/li><li>Nausea and vomiting: Nausea and vomiting should be treated with antiemetics, either metoclopramide (ADULT: 10 to 20 mg every 6 hours as needed; CHILD: 0.1 to 0.2 mg\/kg every 6 hours as needed) or ondansetron (ADULT: 4 to 8 mg every 6 hours as needed; CHILD: 0.15 mg\/kg every 4 hours as needed) are reasonable choices.<\/li><li>Intravenous injection: Intravascular administration, either inadvertent or during regional anesthetic techniques, such as Bier blocks, can lead to systemic toxicity. Inflation of a blood pressure cuff proximal to the site of injection may limit the systemic effects. The cuff can intermittently be released for short durations when systemic toxicity resolves, limiting the patient from prolonged systemic exposure.<\/li><li>Intrathecal injection: Inadvertent intrathecal injection has been reported with local anesthetics. Endotracheal intubation and mechanical ventilation are likely to be necessary because of diaphragmatic paralysis. Drainage of cerebrospinal fluid may accelerate recovery. The following recommendations are based on experience with antineoplastic drugs. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. In severe overdoses, this may be followed with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).<\/li><li>Monitoring of patient: Methemoglobin concentrations should be checked in cyanotic patients. Obtain arterial blood gas in cases of respiratory depression, hypotension, or persistent cardiac dysrhythmias. Monitor vital signs and electrolytes. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients.<\/li><li>Enhanced elimination procedure: No method of enhanced elimination has proven beneficial in local anesthetic toxicity.<\/li><li>Patient disposition: HOME CRITERIA: Lidocaine doses under 6 mg\/kg are unlikely to cause serious adverse effects and can be managed at home. Patients with more than mild symptoms should be referred to a health care facility. OBSERVATION CRITERIA: Patients should be observed for 8 hours following methylene blue administration to rule out recurrence of methemoglobinemia. Patients with tachycardia only can be observed until this symptom resolves; other cardiac toxicities should be admitted. ADMISSION CRITERIA: Patients with persistent cardiac dysrhythmias, mental status changes, seizures, respiratory failure, or recurrence of methemoglobinemia, despite treatment with methylene blue, should be admitted. Patients with respiratory, CNS, or cardiac toxicity should be admitted to an ICU. CONSULT CRITERIA: A medical toxicologist or poison control center should be consulted in cases that involve cardiac or CNS toxicity or clinically significant methemoglobinemia.<\/li><\/ul>"},{"id":"92550-s-12-33","title":"Range of Toxicity","mono":"<b>ANESTHETICS-LOCAL<\/b><br\/>TOXICITY: Varies by agent. LIDOCAINE: ADULT: IV injection of 800 to 2000 mg in adults has caused seizures followed by cardiac arrest. PEDIATRIC: In children, ingestion of 5 to 25 mL 2% viscous lidocaine has caused seizures. BENZOCAINE: Therapeutic doses of topical spray may cause methemoglobinemia. DIBUCAINE: PEDIATRIC: Two toddlers developed generalized seizures and severe dysrhythmias, and subsequently died after ingesting 15 mg\/kg to 19 mg\/kg of 1% dibucaine ointment. An 18-month-old child became comatose and developed generalized tonic-clonic seizures, but survived, after ingesting 12 mg\/kg of 1% dibucaine ointment. PRAMOXINE: Ingestions up to 150 mg in children (11 mg\/kg) and 250 mg in adults caused minor toxicity. THERAPEUTIC DOSE: Varies by agent. LIDOCAINE: ADULT: A single dose limit is 2 mg\/kg for IV doses. PEDIATRIC: For viscous lidocaine 2% in children 3 years and older, the recommended dose is approximately 3 to 5 mg\/kg swish and spit (for the mouth) or swish and swallow (for the pharynx) every 3 hours as needed, up to a MAX of 8 doses\/day. In infants and children less than 3 years of age, 1.25 mL is applied topically to the area every 3 hours as needed, up to a MAX of 8 doses\/day. BENZOCAINE: For treatment of mouth ulcers, benzocaine may be applied topically to the affected areas up to 4 times daily. PRAMOXINE: For hemorrhoids, apply 1% ointment or cream rectally or topically to anorectal area up to 5 times daily. ESTERS: Maximum subQ doses are: chloroprocaine 10 mg\/kg; procaine 10 mg\/kg; tetracaine 3 mg\/kg. AMIDES: Maximum subQ doses are: bupivacaine 2 mg\/kg; etidocaine 4 mg\/kg; lidocaine 5 mg\/kg; mepivacaine 5 mg\/kg; prilocaine 8 mg\/kg; ropivacaine 3 mg\/kg.<br\/>"}]},"13":{"id":"92550-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patients receiving spinal or epidural bupivacaine to report signs\/symptoms of respiratory paralysis (high spinal effects), muscle weakness, hypotension, or urinary retention.<\/li><li>Warn patients receiving all routes of bupivacaine to report signs\/symptoms of unintended IV or intrathecal administration which include CNS or cardiovascular toxicity.<\/li><\/ul>"}}}