{"generic":"Bivalirudin","drugs":["Angiomax","Bivalirudin"],"mono":{"0":{"id":"926026-s-0","title":"Generic Names","mono":"Bivalirudin"},"1":{"id":"926026-s-1","title":"Dosing and Indications","sub":[{"id":"926026-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acute myocardial infarction, Adjunct to Thrombolytic Therapy:<\/b> 0.25 mg\/kg IV bolus followed by an infusion of 0.5 mg\/kg\/hr for 12 hours, then 0.25 mg\/kg\/hr for 36 hours was used in combination with streptokinase in a large clinical study<\/li><li><b>Heparin-induced thrombocytopenia with thrombosis, Or heparin-induced thrombocytopenia - Percutaneous coronary intervention - Thromboembolic disorder; Prophylaxis:<\/b> 0.75 mg\/kg IV bolus, followed by 1.75 mg\/kg\/hr IV infusion for the duration of the procedure; the infusion may be continued up to 4 hours postprocedure; an IV infusion of 0.2 mg\/kg\/hr can then be initiated for up to 20 hours if necessary; intended to be used with aspirin 300 to 325 mg\/day<\/li><li><b>Percutaneous coronary intervention, With aspirin therapy - Thrombosis; Prophylaxis:<\/b> 0.75 mg\/kg IV bolus, followed by 1.75 mg\/kg\/hr IV infusion for the duration of the procedure; check activated clotting time 5 minutes after the bolus dose and give an additional bolus dose of 0.3 mg\/kg if needed; the infusion may be continued up to 4 hours postprocedure; an IV infusion of 0.2 mg\/kg\/hr can then be initiated for up to 20 hours if necessary; intended to be used with aspirin 300 to 325 mg\/day<\/li><li><b>Percutaneous transluminal coronary angioplasty - Thromboembolic disorder; Prophylaxis - Unstable angina:<\/b> 0.75 mg\/kg IV bolus, followed by 1.75 mg\/kg\/hr IV infusion for the duration of the procedure; check activated clotting time 5 minutes after the bolus dose and give an additional bolus dose of 0.3 mg\/kg if needed; the infusion may be continued up to 4 hours post-procedure; an IV infusion of 0.2 mg\/kg\/hr can then be initiated for up to 20 hours if necessary; intended to be used with aspirin 300 to 325 mg\/day<\/li><\/ul>"},{"id":"926026-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy in pediatric patients have not been established "},{"id":"926026-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl less than 30 mL\/min, consider reducing infusion rate to 1 mg\/kg\/hr; reduction in bolus dose not necessary<\/li><li><b>renal impairment:<\/b> CrCl 30 to 59 mL\/min, infusion dose should be 1.75 mg\/kg\/hr; reduction in bolus dose not necessary<\/li><li><b>hemodialysis:<\/b> reduce infusion rate to 0.25 mg\/kg\/hr; no bolus dose reduction is necessary<\/li><li>obesity; the actual measured body weight (total body weight) should be used for dose calculations, according to a retrospective review in patients with heparin-induced thrombocytopenia (HIT) (n=135); in the obese group, the mean total body weight was 105 +\/- 21.2 kg (range, 78 to 176 kg) and mean BMI 37.7 +\/- 6.7 kg\/m(2) (range 30.1 to 56.2 kg\/m(2))<\/li><\/ul>"},{"id":"926026-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Heparin-induced thrombocytopenia with thrombosis, Or heparin-induced thrombocytopenia - Percutaneous coronary intervention - Thromboembolic disorder; Prophylaxis<\/li><li>Percutaneous coronary intervention, With aspirin therapy - Thrombosis; Prophylaxis<\/li><li>Percutaneous transluminal coronary angioplasty - Thromboembolic disorder; Prophylaxis - Unstable angina<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute myocardial infarction, Adjunct to Thrombolytic Therapy<\/li><li>Deep venous thrombosis; Prophylaxis<\/li><li>Heparin-induced thrombocytopenia with thrombosis - Operation on heart - Thromboembolic disorder; Prophylaxis<\/li><li>Peripheral arterial bypass - Thromboembolic disorder; Prophylaxis<\/li><li>Thromboembolic disorder<\/li><li>Thromboembolic disorder; Prophylaxis - Unstable angina<\/li><\/ul>"}]},"3":{"id":"926026-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926026-s-3-9","title":"Contraindications","mono":"<ul><li>active major bleeding<\/li><li>hypersensitivity to bivalirudin or its components<\/li><\/ul>"},{"id":"926026-s-3-10","title":"Precautions","mono":"<ul><li>brachytherapy procedures using bivalirudin as the antithrombin; increased risk of thrombus formation with possible fatal outcomes has been reported<\/li><li>disease states associated with increased risk of bleeding, preexisting<\/li><li>elderly patients; increased risk of bleeding events<\/li><li>intravenous injection and infusion administration only; avoid intramuscular use due to increased risk of bleeding<\/li><li>renal impairment, preexisting; may require dose adjustment<\/li><\/ul>"},{"id":"926026-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"926026-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"926026-s-4","title":"Drug Interactions","sub":{"1":{"id":"926026-s-4-14","title":"Major","mono":"<ul><li>Abciximab (theoretical)<\/li><li>Aceclofenac (theoretical)<\/li><li>Acemetacin (theoretical)<\/li><li>Acenocoumarol (theoretical)<\/li><li>Alipogene Tiparvovec (theoretical)<\/li><li>Alteplase, Recombinant (theoretical)<\/li><li>Amtolmetin Guacil (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Anistreplase (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Aspirin (theoretical)<\/li><li>Bromfenac (theoretical)<\/li><li>Bufexamac (theoretical)<\/li><li>Celecoxib (theoretical)<\/li><li>Chamomile (theoretical)<\/li><li>Choline Salicylate (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Clonixin (theoretical)<\/li><li>Clopidogrel (theoretical)<\/li><li>Collagenase, Clostridium histolyticum (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Desvenlafaxine (probable)<\/li><li>Dexibuprofen (theoretical)<\/li><li>Dexketoprofen (theoretical)<\/li><li>Diclofenac (theoretical)<\/li><li>Diflunisal (theoretical)<\/li><li>Dipyridamole (theoretical)<\/li><li>Dipyrone (theoretical)<\/li><li>Drotrecogin Alfa (theoretical)<\/li><li>Edoxaban (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Eptifibatide (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Etodolac (theoretical)<\/li><li>Etofenamate (theoretical)<\/li><li>Etoricoxib (theoretical)<\/li><li>Felbinac (theoretical)<\/li><li>Fenofibrate (theoretical)<\/li><li>Fenoprofen (theoretical)<\/li><li>Fepradinol (theoretical)<\/li><li>Feprazone (theoretical)<\/li><li>Floctafenine (theoretical)<\/li><li>Flufenamic Acid (theoretical)<\/li><li>Fluoxetine (probable)<\/li><li>Flurbiprofen (theoretical)<\/li><li>Fluvoxamine (probable)<\/li><li>Fondaparinux (theoretical)<\/li><li>Garlic (probable)<\/li><li>Ginkgo (probable)<\/li><li>Heparin (probable)<\/li><li>Ibuprofen (theoretical)<\/li><li>Ibuprofen Lysine (theoretical)<\/li><li>Iloprost (theoretical)<\/li><li>Indomethacin (theoretical)<\/li><li>Ketoprofen (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Lepirudin (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lornoxicam (theoretical)<\/li><li>Loxoprofen (theoretical)<\/li><li>Lumiracoxib (theoretical)<\/li><li>Meclofenamate (theoretical)<\/li><li>Mefenamic Acid (theoretical)<\/li><li>Meloxicam (theoretical)<\/li><li>Milnacipran (probable)<\/li><li>Morniflumate (theoretical)<\/li><li>Nabumetone (theoretical)<\/li><li>Naproxen (theoretical)<\/li><li>Nepafenac (theoretical)<\/li><li>Niflumic Acid (theoretical)<\/li><li>Nimesulide (theoretical)<\/li><li>Nintedanib (theoretical)<\/li><li>Oxaprozin (theoretical)<\/li><li>Oxyphenbutazone (theoretical)<\/li><li>Papaya (theoretical)<\/li><li>Parecoxib (theoretical)<\/li><li>Paroxetine (probable)<\/li><li>Pentosan Polysulfate Sodium (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Phenylbutazone (theoretical)<\/li><li>Piketoprofen (theoretical)<\/li><li>Piroxicam (theoretical)<\/li><li>Prasugrel (theoretical)<\/li><li>Proglumetacin (theoretical)<\/li><li>Propionic Acid (theoretical)<\/li><li>Propyphenazone (theoretical)<\/li><li>Proquazone (theoretical)<\/li><li>Reteplase, Recombinant (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rofecoxib (theoretical)<\/li><li>Salicylic Acid (theoretical)<\/li><li>Salsalate (theoretical)<\/li><li>Sertraline (probable)<\/li><li>Sodium Salicylate (theoretical)<\/li><li>St John's Wort (probable)<\/li><li>Streptokinase (theoretical)<\/li><li>Sulfinpyrazone (theoretical)<\/li><li>Sulindac (theoretical)<\/li><li>Tan-Shen (probable)<\/li><li>Tenecteplase (theoretical)<\/li><li>Tenoxicam (theoretical)<\/li><li>Tiaprofenic Acid (theoretical)<\/li><li>Ticlopidine (theoretical)<\/li><li>Tinzaparin (theoretical)<\/li><li>Tirofiban (theoretical)<\/li><li>Tolfenamic Acid (theoretical)<\/li><li>Tolmetin (theoretical)<\/li><li>Treprostinil (theoretical)<\/li><li>Urokinase (theoretical)<\/li><li>Valdecoxib (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vorapaxar (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Warfarin (probable)<\/li><\/ul>"},"2":{"id":"926026-s-4-15","title":"Moderate","mono":"<ul><li>Avocado (probable)<\/li><li>Chondroitin (probable)<\/li><li>Coenzyme Q10 (probable)<\/li><li>Curcumin (probable)<\/li><li>Dong Quai (probable)<\/li><li>Ginger (probable)<\/li><li>Vitamin A (probable)<\/li><\/ul>"}}},"5":{"id":"926026-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (bivalirudin only, 12%; bivalirudin plus provisional glycoprotein IIb\/IIIa inhibitor, 3.1%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (bivalirudin only, 15%; bivalirudin plus provisional glycoprotein IIb\/IIIa inhibitor, 3%)<\/li><li><b>Hematologic:<\/b>Bleeding, minor (bivalirudin plus provisional glycoprotein IIb\/IIIa inhibitor, 13.6%)<\/li><li><b>Musculoskeletal:<\/b>Backache (bivalirudin only, 42%; bivalirudin plus provisional glycoprotein IIb\/IIIa inhibitor, 9.2%)<\/li><li><b>Neurologic:<\/b>Headache (bivalirudin only, 12%; bivalirudin plus provisional glycoprotein IIb\/IIIa inhibitor, 2.6%)<\/li><li><b>Other:<\/b>Pain (bivalirudin only, 15%; bivalirudin plus provisional glycoprotein IIb\/IIIa inhibitor, 3.4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Ventricular fibrillation (bivalirudin only, less than 1%)<\/li><li><b>Gastrointestinal:<\/b>Retroperitoneal hemorrhage (bivalirudin only, 0.2%; bivalirudin plus provisional glycoprotein IIb\/IIIa inhibitor, 0.2%)<\/li><li><b>Hematologic:<\/b>Bleeding, major (bivalirudin, 3.7%; bivalirudin plus provisional glycoprotein IIb\/IIIa inhibitor, 2.3%), Hemorrhage (Severe), Requiring transfusion (bivalirudin only, 2%), Thrombosis<\/li><li><b>Neurologic:<\/b>Cerebral ischemia (bivalirudin only, less than 1%), Intracranial hemorrhage (bivalirudin only, less than 0.1%; bivalirudin plus provisional glycoprotein IIb\/IIIa inhibitor, less than 0.1%), Peripheral facial palsy (bivalirudin only, less than 1%)<\/li><li><b>Renal:<\/b>Oliguria (bivalirudin only, less than 1%), Renal failure (bivalirudin only, less than 1%)<\/li><li><b>Other:<\/b>Sepsis (bivalirudin only, less than 1%)<\/li><\/ul>"},"6":{"id":"926026-s-6","title":"Drug Name Info","sub":{"0":{"id":"926026-s-6-17","title":"US Trade Names","mono":"Angiomax<br\/>"},"2":{"id":"926026-s-6-19","title":"Class","mono":"<ul><li>Anticoagulant<\/li><li>Hirudin Related<\/li><li>Thrombin Inhibitor, Direct<\/li><\/ul>"},"3":{"id":"926026-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"926026-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"926026-s-7","title":"Mechanism Of Action","mono":"A highly specific inhibitor of the thrombogenic activity of thrombin, bivalirudin directly inhibits thrombin by specifically binding to the catalytic site and to the anion-binding exosite of circulating and clot-bound thrombin <br\/>"},"8":{"id":"926026-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"926026-s-8-25","title":"Metabolism","mono":"<ul><li>Renal: unspecified mechanisms<\/li><li>Plasma: proteolytic cleavage<\/li><\/ul>"},"3":{"id":"926026-s-8-26","title":"Excretion","mono":"<ul><li>Renal: approximately 20% (unchanged)<\/li><li>Dialyzable: yes (hemodialysis)<\/li><\/ul>"},"4":{"id":"926026-s-8-27","title":"Elimination Half Life","mono":"25 min <br\/>"}}},"9":{"id":"926026-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>(bolus, initial infusion, low-rate infusion) reconstitute 250 mg vial with 5 mL of sterile water for injection; swirl until dissolved<\/li><li>(initial infusion) further dilute each reconstituted vial in 50 mL of D5W or NS to yield a final concentration of 5 mg\/mL; administer at 1.75 mg\/kg\/hr for up to 4 hr<\/li><li>(low-rate infusion) further dilute each reconstituted vial in 500 mL of D5W or NS to yield a final concentration of 0.5 mg\/mL; administer infusion for up to 20 hr if needed (0.2 mg\/kg\/hr) after the original 4 hour infusion<\/li><\/ul>"},"10":{"id":"926026-s-10","title":"Monitoring","mono":"<ul><li>activated clotting time (ACT)<\/li><li>signs\/symptoms of thrombus formation<\/li><li>blood pressure<\/li><li>hemoglobin\/hematocrit<\/li><li>platelet counts<\/li><li>renal function<\/li><li>signs\/symptoms of major hemorrhagic events and access site bleeding<\/li><li>stool tests for occult blood<\/li><\/ul>"},"11":{"id":"926026-s-11","title":"How Supplied","mono":"<b>Angiomax<\/b><br\/>Intravenous Powder for Solution: 250 MG<br\/>"},"12":{"id":"926026-s-12","title":"Toxicology","sub":[{"id":"926026-s-12-31","title":"Clinical Effects","mono":"<b>DIRECT THROMBIN INHIBITORS <\/b><br\/>USES: Direct thrombin inhibitors (DTIs) are used as anticoagulants. Argatroban, bivalirudin, desirudin, and lepirudin are used parenterally and are indicated for adjuvant anticoagulation for percutaneous cardiac interventions or as a substitution for heparin\/low-molecular-weight heparins in cases of heparin-induced thrombocytopenia. Dabigatran etexilate is an oral medication approved for treatment of venous thromboembolism and stroke prophylaxis in atrial fibrillation. PHARMACOLOGY: These agents directly inhibit thrombin, leading to inhibition of clot formation and stabilization. TOXICOLOGY: The toxic effects are extensions of the pharmacologic effects and primarily include bleeding complications. EPIDEMIOLOGY: Overdose data are limited. One patient, a 66-year-old man, ingested 9 g dabigatran in a suicide attempt and subsequently developed hypotension, bradycardia, and coagulopathy. Inpatient medication errors may occur in 1% to 2% of patients receiving DTIs. The incidence of overdose is likely to increase as new DTIs are approved for in-hospital parenteral use and oral anticoagulation indications. OVERDOSE: MILD TO MODERATE TOXICITY:  Bleeding complications that do not lead to cardiovascular compromise may be considered mild or moderate. SEVERE TOXICITY: Bleeding complications that lead to hypotension or difficulty with oxygen delivery can be considered severe.  Intracranial hemorrhage, hemothorax, cardiac tamponade, retroperitoneal hemorrhage, or massive gastrointestinal hemorrhage may occur even at therapeutic doses of DTIs.  Allergic reactions have been reported. ADVERSE EFFECTS: COMMON: Hemorrhage, dyspepsia, back pain, nausea, vomiting, and diarrhea. LESS COMMON: Anemia, fever, hematomas, hematuria, gastrointestinal and rectal bleeding, epistaxis, intracranial bleeding, hypotension, cardiac arrest, dyspnea, cardiac dysrhythmias, abnormal hepatic and renal function, and hemothorax. RARE: Acute allergic reactions and formation of antihirudin antibodies have also been reported.<br\/>"},{"id":"926026-s-12-32","title":"Treatment","mono":"<b>DIRECT THROMBIN INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Evaluate the need for anticoagulation and either decrease the dose or stop the infusion, whichever is clinically appropriate. Minor bleeding complications include epistaxis, mucous membrane bleeding, and poor clotting of minor cuts. Minor bleeding complications can usually be managed by simply stopping of the medication.  If the patient has blood loss that leads to cardiovascular instability, blood product transfusion should be considered. Patients with symptomatic anemia can be managed with red-blood-cell (RBC) transfusion alone. Allergic reactions should be treated with cessation of infusion, antihistamines, steroids, and intramuscular epinephrine for anaphylactic reactions.  MANAGEMENT OF SEVERE TOXICITY: Stop the infusion; administer isotonic fluid for hypotension, packed RBCs for anemia. Patients with significant continued blood loss despite cessation of the direct thrombin inhibitor infusion should be given fresh-frozen-plasma (FFP) in an attempt to competitively antagonize the thrombin inhibition.  Prothrombin complex concentrates (PCC) or cryoprecipitate may be considered because they have a higher concentration of thrombin per volume when compared with FFP, however they carry a higher risk of thromboembolic complications. Allergic reactions should be treated with cessation of infusion, antihistamines, steroids, and intramuscular epinephrine for severe anaphylactic reactions.<\/li><li>Decontamination: PREHOSPITAL: DABIGATRAN: Consider activated charcoal within 1 to 2 hours of an overdose. PARENTERAL DIRECT THROMBIN INHIBITORS: Decontamination is not indicated for the majority of overdoses because they are primarily available in parenteral formulations in the United States. HOSPITAL: DABIGATRAN: Consider activated charcoal within 1 to 2 hours of an overdose. PARENTERAL DIRECT THROMBIN INHIBITORS: Decontamination is not indicated for the majority of overdoses because they are primarily available in parenteral formulations in the United States.<\/li><li>Airway management: Airway management should be considered for critically ill patients not able to protect their airway. DTIs are not expected to affect the respiratory status of patients.<\/li><li>Antidote: There are no specific antidotes available for treatment of DTI induced bleeding complications.<\/li><li>Monitoring of patient: Obtain prothrombin time (PT), activated partial thromboplastin time (aPTT), international normalized ratio (INR), and complete blood counts (CBC). PT, INR, and aPTT may all be affected by direct thrombin inhibitors, though there is not a linear relationship and interpretation of these values should be made with caution. Monitor for evidence of bleeding (eg, venous access sites, urinary, gastrointestinal, vaginal). Monitor serial hemoglobin and hematocrit in patients with suspected bleeding. Monitor renal function because it will affect medication half-life. Obtain an ECG in patients with anemia or chest pain.<\/li><li>Enhanced elimination procedure: Theoretically, these agents are dialyzable.  However, dialysis is generally not practical in patients with major bleeding complications. DABIGATRAN: Due to low protein binding, dialysis may remove approximately 60% of dabigatran from the blood over 2 to 3 hours.<\/li><li>Patient disposition: HOME MANAGEMENT: Patients that unintentionally ingest one or two doses of oral DTIs may be observed at home. OBSERVATION CRITERIA: Intentional overdoses should be referred to a health care facility. Patients with bleeding complications should be referred to a health care facility. Patients with oral overdoses should be observed for six hours with reassessment for bleeding complications. Patients with minor bleeding complications can be observed until the bleeding is controlled. Direct thrombin inhibitor dosing adjustments should be considered prior to discharge in bleeding patients. ADMISSION CRITERIA: Patients with more than minor bleeding complications should be admitted for serial hemoglobin and hematocrit monitoring. CONSULT CRITERIA: If the patient still requires parenteral anticoagulation, hematology should be consulted for anticoagulation guidance. A toxicologist may be consulted in patients with severe toxicity.<\/li><\/ul>"},{"id":"926026-s-12-33","title":"Range of Toxicity","mono":"<b>DIRECT THROMBIN INHIBITORS <\/b><br\/>TOXICITY:  A specific toxic dose has not been identified for specific agents. Bleeding complications can occur at therapeutic doses. A patient who received approximately 225 mg argatroban over one hour (3.6 mg\/kg) developed elevated aPTT and INR (levels exceeding the instrument range) and a mild drop in platelet count without significant clinical bleeding. Patients on dabigatran have received doses of up to 600 mg without major bleeding events. THERAPEUTIC DOSE: DABIGATRAN: 150 mg orally twice daily. DESIRUDIN: 15 mg every 12 hour subcutaneously. Higher therapeutic doses are given for percutaneous coronary intervention (PCI) than for embolism or heparin induced thrombocytopenia (HIT). ARGATROBAN: HIT: 2 mcg\/kg\/min adjust to aPTT 1.5 to 3 times baseline. PCI: 350 mcg\/kg bolus then infusion of 25 mcg\/kg\/min. BIVALIRUDIN: PCI 0.75 mg\/kg bolus then 1.75 mg\/kg\/hr infusion. LEPIRUDIN: HIT 0.4 mg\/kg bolus followed by 0.15 mg\/kg\/hr infusion.  <br\/>"}]},"13":{"id":"926026-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause bradyarrhythmia, hypotension, abdominal pain, dyspepsia, nausea, vomiting, back pain, headache, insomnia, pain, pain in pelvis, anxiety, nervousness, or fever.<\/li><li>Instruct patient to report signs\/symptoms of bleeding from any site.<\/li><\/ul>"}}}