{"generic":"Clindamycin Phosphate\/Benzoyl Peroxide","drugs":["Acanya","Clindamycin Phosphate\/Benzoyl Peroxide","Duac","Duac CS","Neuac","Onexton"],"mono":{"0":{"id":"926081-s-0","title":"Generic Names","mono":"Clindamycin Phosphate\/Benzoyl Peroxide"},"1":{"id":"926081-s-1","title":"Dosing and Indications","sub":{"0":{"id":"926081-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acne vulgaris:<\/b> Benzaclin(R): Apply TOPICALLY twice daily to affected areas after skin is washed, rinsed, and patted dry<\/li><li><b>Acne vulgaris:<\/b> Onexton(TM): Apply pea-sized amount TOPICALLY once daily after skin is washed, rinsed, and patted dry<\/li><\/ul>"},"1":{"id":"926081-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Acne vulgaris:<\/b> Benzaclin(R) (12 years or older): Apply TOPICALLY twice daily to affected areas after the skin is washed, rinsed, and patted dry<\/li><li><b>Acne vulgaris:<\/b> Onexton(TM) (12 years or older): Apply pea-sized amount TOPICALLY once daily after the skin is washed, rinsed, and patted dry<\/li><\/ul>"},"3":{"id":"926081-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Acne vulgaris<br\/>"}}},"3":{"id":"926081-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926081-s-3-9","title":"Contraindications","mono":"<ul><li>history of regional enteritis, ulcerative colitis, or antibiotic-associated colitis<\/li><li>hypersensitivity to benzoyl peroxide, clindamycin phosphate, or to any component of the product<\/li><li>hypersensitivity to lincomycin<\/li><\/ul>"},{"id":"926081-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic Effects:<\/li><li>-- natural or artificial sunlight (eg, tanning beds, sun lamps) should be avoided<\/li><li>Gastrointestinal Effects:<\/li><li>-- bloody diarrhea and colitis (including pseudomembranous colitis) have been reported; discontinue use if significant diarrhea occurs<\/li><li>Immunologic Effects:<\/li><li>-- anaphylaxis and other severe allergic reactions have been reported<\/li><li>Concomitant Use:<\/li><li>-- avoid concurrent use with products containing erythromycin<\/li><li>-- use caution with concurrent use topical acne therapies, especially peeling, desquamating, or abrasive products, as cumulative irritation may occur<\/li><\/ul>"},{"id":"926081-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"926081-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"926081-s-4","title":"Drug Interactions","sub":[{"id":"926081-s-4-13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"},{"id":"926081-s-4-14","title":"Major","mono":"<ul>Erythromycin (theoretical)<\/ul>"},{"id":"926081-s-4-15","title":"Moderate","mono":"<ul><li>Atracurium (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Metocurine (probable)<\/li><li>Tubocurarine (probable)<\/li><\/ul>"}]},"5":{"id":"926081-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Dry skin (12%), Pruritus (Mild, 7% to 15%; moderate, 2% to 3%), Sensation of burning of skin (Mild, 3% to 7%; moderate to severe, up to 1%)<br\/><b>Serious<\/b><br\/><b>Gastrointestinal:<\/b>Colitis, Diarrhea<br\/>"},"6":{"id":"926081-s-6","title":"Drug Name Info","sub":{"0":{"id":"926081-s-6-17","title":"US Trade Names","mono":"<ul><li>Duac<\/li><li>Acanya<\/li><li>Duac CS<\/li><li>Onexton<\/li><li>Neuac<\/li><\/ul>"},"2":{"id":"926081-s-6-19","title":"Class","mono":"<ul><li>Antiacne<\/li><li>Lincosamide<\/li><\/ul>"},"3":{"id":"926081-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"926081-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"926081-s-7","title":"Mechanism Of Action","mono":"For acne vulgaris, clindamycin and benzoyl peroxide have antibacterial action, in vitro, against Propionibacterium acnes Clindamycin phosphate yields an active drug, clindamycin, which inhibits bacterial protein synthesis at the bacterial ribosomal level. It binds with preference to the 50S ribosomal subunit and affects the peptide chain initiation process <br\/>"},"8":{"id":"926081-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"926081-s-8-23","title":"Absorption","mono":"<ul><li>Clindamycin, Bioavailability, topical, gel: less than 1%<\/li><li>Benzoyl peroxide, Bioavailability, topical, gel: less than 2%<\/li><\/ul>"},"2":{"id":"926081-s-8-25","title":"Metabolism","mono":"<ul><li>Benzoyl peroxide, Skin (site of metabolism)<\/li><li>Benzoic acid (metabolite)<\/li><\/ul>"}}},"9":{"id":"926081-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>Wash skin gently with mild soap, rinse with warm water, and pat dry prior to application.<\/li><li>Avoid contact with eyes, mucous membranes, mouth, lips, or broken skin.<\/li><li>Minimize or avoid exposure to sunlight; use sunscreen with SPF of 15 or higher.<\/li><\/ul>"},"10":{"id":"926081-s-10","title":"Monitoring","mono":"improvement in acne vulgaris (eg, inflammatory and noninflammatory lesion count) is indicative of efficacy<br\/>"},"11":{"id":"926081-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Topical Gel\/Jelly: (Benzoyl Peroxide - Clindamycin Phosphate) 5 %-1 %, 5 %-1.2 %<br\/><\/li><li><b>Acanya<\/b><br\/>Topical Gel\/Jelly: (Benzoyl Peroxide - Clindamycin Phosphate) 2.5 %-1.2 %<br\/><\/li><li><b>Benzaclin<\/b><br\/>Topical Gel\/Jelly: (Benzoyl Peroxide - Clindamycin Phosphate) 5 %-1 %<br\/><\/li><li><b>Duac<\/b><br\/>Topical Gel\/Jelly: (Benzoyl Peroxide - Clindamycin Phosphate) 5 %-1 %, 5 %-1.2 %<br\/><\/li><li><b>Neuac<\/b><br\/>Topical Gel\/Jelly: (Benzoyl Peroxide - Clindamycin Phosphate) 5 %-1.2 %<br\/><\/li><li><b>Onexton<\/b><br\/>Topical Gel\/Jelly: (Benzoyl Peroxide - Clindamycin Phosphate) 3.75 %-1.2 %<br\/><\/li><\/ul>"},"12":{"id":"926081-s-12","title":"Toxicology","sub":[{"id":"926081-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>BENZOYL PEROXIDE<\/b><br\/>USES: Benzoyl peroxide is commonly utilized as a 2.5% to 10% topical preparation for treatment of inflammatory acne, decubital and stasis ulcers, and pyoderma gangrenosum. Benzoyl peroxide is used in industry as an oxidizing agent, a polymerization initiator, a catalyst, and a curing agent. Benzoyl peroxide is utilized as a source of free radicals in organic synthesis, and is used in dental resin cement, for automobile body putty, in roof bolting, and in the mining industry. PHARMACOLOGY: Benzoyl peroxide has antimicrobial activity. TOXICOLOGY: Benzoyl peroxide is irritating to skin and mucous membranes. Allergic dermatitis may occur. EPIDEMIOLOGY: Overdose is rare and clinically significant toxicity has not been reported. OVERDOSE: No overdoses resulting in significant toxicity have been reported. ADVERSE EFFECTS: Contact dermatitis, xeroderma, erythema, and skin peeling.<br\/><\/li><li><b>LINCOMYCIN AND RELATED AGENTS <\/b><br\/>USES: Lincomycin and clindamycin are antibiotic agents approved for treatment of infections due to susceptible strains of streptococci, pneumococci, and staphylococci. Clindamycin is also used topically to treat acne vulgaris and bacterial vaginosis. PHARMACOLOGY: Clindamycin and lincomycin bind exclusively to the 50S bacterial ribosomal subunit and suppress bacterial protein synthesis. EPIDEMIOLOGY: Overdose from lincomycin and clindamycin is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. A 12 gram bolus intravenous lincomycin dose produced cardiac arrest immediately following intubation. ADVERSE EFFECTS: Diarrhea has been reported following the administration of lincomycin and clindamycin. Pseudomembranous colitis is a widely reported adverse effect of lincomycin and clindamycin therapy when administered orally and\/or parenterally. It may range in severity from mild to life-threatening. OTHER EFFECTS: Nausea, vomiting, abdominal pain, stomatitis, esophagitis, glossitis, tinnitus, vertigo, and dermatitis. RARE: Steven's-Johnson syndrome, toxic epidermal necrolysis, elevated liver enzymes, jaundice, acute allergic reactions, sideroblastic anemia, thrombocytopenia, granulocytopenia, and nephrotoxicity (eg, azotemia, oliguria, and proteinuria). Rapid administration of large doses has resulted in ventricular dysrhythmias, hypotension, and cardiac arrest.<br\/><\/li><\/ul>"},{"id":"926081-s-12-32","title":"Treatment","mono":"<ul><li><b>BENZOYL PEROXIDE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after benzoyl peroxide overdose. INHALATION EXPOSURE: Move patient to fresh air. Monitor for respiratory distress. If cough or difficulty breathing develops, evaluate for respiratory tract irritation, bronchitis, or pneumonitis. Administer oxygen and assist ventilation as required. Treat bronchospasm with inhaled beta-2 agonist and oral or parenteral corticosteroids. DERMAL EXPOSURE: Remove contaminated clothing and wash exposed area extremely thoroughly with soap and water. A physician may need to examine the area if irritation or pain persists after washing. EYE EXPOSURE: Irrigate exposed eyes with copious amounts of room temperature water for at least 15 minutes. If irritation, pain, swelling, lacrimation, or photophobia persist, the patient should be seen in a health care facility.<\/li><li>Decontamination: Gastrointestinal decontamination is not indicated. Wash exposed skin and irrigate exposed eyes.<\/li><li>Airway management: Airway compromise is not expected in isolated benzoyl peroxide ingestions.<\/li><li>Antidote: None<\/li><li>Enhanced elimination procedure: Not indicated.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients and patients with isolated skin irritation and erythema can be managed at home with observation. OBSERVATION CRITERIA; Patients with severe skin symptoms and non-skin symptoms, and patients with deliberate overdoses should be referred to a health care facility for observation and treatment. ADMISSION CRITERIA: Patients are not expected to develop toxicity requiring admission. CONSULT CRITERIA:  Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>LINCOMYCIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Acute toxicity, other than gastrointestinal discomfort, is not common. Rapid administration of large doses has resulted in hypotension. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. The primary toxic effects involve the gastrointestinal tract and may include severe diarrhea and pseudomembranous colitis.  Metronidazole for mild to moderate disease and vancomycin for severe disease are recommended in the treatment of Clostridium difficile infection. Treat severe hypotension with IV fluids, dopamine, or norepinephrine. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. <\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally NOT necessary. HOSPITAL: Severe toxicity is not expected after an overdose. Gastrointestinal decontamination is not routinely warranted. Consider activated charcoal after extremely large ingestions or those involving toxic co-ingestants.<\/li><li>Airway management: Airway management is unlikely to be needed following an overdose; however, ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias or severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor vital signs, CBC with differential with platelet count, renal function, and liver enzymes in symptomatic patients. Obtain an ECG, and institute continuous cardiac monitoring in patients with significant overdose. Monitor for clinical evidence of colitis. Evaluate for C, difficile toxin if colitis develops.<\/li><li>Enhanced elimination procedure: In several studies, hemodialysis and peritoneal dialysis were not effective in reducing lincomycin or clindamycin levels significantly.<\/li><li>Patient disposition: HOME CRITERIA: Patient with inadvertent ingestions who have minimal symptoms can be observed at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a health care facility and monitored until symptoms resolve. Patients with unintentional ingestions who are symptomatic should be observed in a healthcare facility. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><\/ul>"},{"id":"926081-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>BENZOYL PEROXIDE<\/b><br\/>TOXICITY: Human exposure equal to or greater than 12.2 mg\/m(3) produces nose and throat irritation.<br\/><\/li><li><b>LINCOMYCIN AND RELATED AGENTS <\/b><br\/>TOXICITY: The minimal toxic or lethal dose is not well established in the literature. Lincomycin- or clindamycin-induced diarrhea and pseudomembranous colitis have occurred following therapeutic doses. An IV bolus of 12 grams of lincomycin produced cardiac arrest in an adult. THERAPEUTIC DOSES: Varies by indication. CLINDAMYCIN: ADULTS: Oral: varies by severity; 150 mg to 450 mg every 6 hours. Parenteral: 600 to 4800 mg\/day IV in 2 to 4 equal doses. CHILDREN: Oral: 29 days and older: 8 to 40 mg\/kg\/day orally divided every 6 to 8 hours; maximum 600 mg\/dose. Parenteral: greater than 1 month old: 20 to 40 mg\/kg\/day IV or IM in 3 or 4 equal doses, depending on the severity of infection. If dosed based on body surface area: 350 mg\/m(2)\/day to 450 mg\/m(2)\/day. Maximum dose: 2.7 g\/day; up to 4.8 g\/day has been used for life-threatening. LINCOMYCIN: ADULTS: IM: 600 mg every 12 to 24 hours; IV: 600 mg to 1 g every 8 to 12 hours to a maximum recommended dose of 8 g\/day in life-threatening infections. CHILDREN (greater than 1 month old): IM: 10 mg\/kg every 12 to 24 hours. IV: 10 to 20 mg\/kg\/day, depending on severity of infection, in divided doses.<br\/><\/li><\/ul>"}]},"13":{"id":"926081-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report symptoms of pseudomembranous colitis.<\/li><li>Advise patient to minimize sun exposure, avoid tanning beds, and use sunscreen due to potential for sun sensitivity.<\/li><li>Warn patient that drug may bleach hair and colored fabrics.<\/li><li>Side effects may include burning, dry skin, erythema, pruritus, peeling, skin irritation, rash, and contact dermatitis.<\/li><li>Advise patient that drug may cause skin and facial hair to temporarily change color (yellow\/orange) if used together with topical sulfones (eg, dapsone).<\/li><\/ul>"}}}