{"generic":"Telmisartan\/Hydrochlorothiazide","drugs":["Micardis HCT","Telmisartan\/Hydrochlorothiazide"],"mono":[{"id":"926025-s-0","title":"Generic Names","mono":"Telmisartan\/Hydrochlorothiazide"},{"id":"926025-s-1","title":"Dosing and Indications","sub":[{"id":"926025-s-1-4","title":"Adult Dosing","mono":"<b>Hypertension:<\/b> telmisartan 40 to 80 mg\/hydrochlorothiazide 12.5 to 25 mg ORALLY once daily; if necessary, titrate in 2- to 4-week intervals up to telmisartan 160 mg\/hydrochlorothiazide 25 mg ORALLY once daily "},{"id":"926025-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"926025-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl less than 30 mL\/min, use not recommended<\/li><li><b>renal impairment:<\/b> CrCl 30 to 80 mL\/min, no dose adjustment necessary<\/li><li><b>hepatic impairment, severe:<\/b> use not recommended<\/li><li><b>hepatic insufficiency:<\/b> start with telmisartan 40 mg\/hydrochlorothiazide 12.5 mg ORALLY once daily; initiate under close medical supervision<\/li><li><b>biliary obstructive disorders:<\/b> start with telmisartan 40 mg\/hydrochlorothiazide 12.5 mg ORALLY once daily; initiate under close medical supervision<\/li><li><b>female gender:<\/b> no dose adjustment necessary<\/li><\/ul>"},{"id":"926025-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypertension<br\/>"}]},{"id":"926025-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Drugs with direct action on the renin-angiotensin system can cause injury or death to the developing fetus when used during pregnancy. Stop therapy as soon as possible if pregnancy occurs.<br\/>"},{"id":"926025-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926025-s-3-9","title":"Contraindications","mono":"<ul><li>Anuria<\/li><li>Hypersensitivity to hydrochlorothiazide, telmisartan, or any component of the product<\/li><li>Hypersensitivity to sulfonamide-derived drugs<\/li><li>Coadministration with aliskiren in diabetic patients<\/li><\/ul>"},{"id":"926025-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Avoid use in pregnant women; fetal and neonatal injury, including fatalities, have occurred; discontinue therapy as soon as possible when pregnancy is detected<\/li><li>Cardiovascular:<\/li><li>-- Patients with severe congestive heart failure; changes in renal function, including oliguria, progressive azotemia, acute renal failure, or death have been reported<\/li><li>-- Patients with volume or salt depletion (eg, receiving high doses of diuretics) and postsympathectomy patients have an increased risk of hypotension; monitoring recommended<\/li><li>Endocrine and Metabolic:<\/li><li>-- Electrolyte imbalance including hyponatremia, hypochloremic alkalosis, hypokalemia, hypomagnesemia, hyperuricemia or precipitation of frank gout may occur; monitoring recommended<\/li><li>-- Hypokalemia may occur, with an increased risk after prolonged therapy and in patients with severe cirrhosis or brisk diuresis<\/li><li>-- Patients with edema may experience dilutional hyponatremia, especially in hot weather<\/li><li>-- Hyperglycemia may occur; latent diabetes mellitus may become manifest; dosage adjustment of insulin or oral antidiabetic agents may be necessary<\/li><li>-- Urinary calcium excretion may be decreased<\/li><li>-- Cholesterol and triglyceride levels may be elevated<\/li><li>Hepatic:<\/li><li>-- Use caution in patients with hepatic impairment or progressive liver disease<\/li><li>-- Patients with hepatic impairment or biliary obstructive disorder may experience reduced clearance of telmisartan<\/li><li>Immunologic:<\/li><li>-- Hypersensitivity reactions may occur, especially in patients with a history of allergy or bronchial asthma<\/li><li>-- Systemic lupus erythematosus (onset or exacerbation) has been reported with thiazide diuretics<\/li><li>Ophthalmic:<\/li><li>-- Acute transient myopia and angle-closure glaucoma (possibly leading to permanent vision loss) may occur, risk may be increased in patients with a history of sulfonamide or penicillin allergy; discontinue immediately<\/li><li>Renal:<\/li><li>-- Changes in renal function, including oliguria, progressive azotemia, acute renal failure, or death have been reported in patients whose renal function is dependent on renin-angiotensin-aldosterone system activity<\/li><li>-- Progressive renal impairment may occur; interruption or discontinuation of therapy may be necessary<\/li><li>-- Patients with renal disease have an increased risk of azotemia<\/li><li>-- Patients with unilateral or bilateral renal artery stenosis may experience increased serum creatinine or blood urea nitrogen levels<\/li><li>Concomitant Use:<\/li><li>-- Avoid concomitant use of angiotensin-receptor blockers, ACE inhibitors, or aliskiren; dual blockade of the renin-angiotensin-aldosterone system may increase risk of hypotension, hyperkalemia, and renal function changes (eg, acute renal failure)<\/li><li>-- Concomitant use with lithium not recommended<\/li><li>-- Avoid concomitant use of aliskiren in patients with renal impairment (GFR less than 60 mL\/min\/1.73 m(2))<\/li><\/ul>"},{"id":"926025-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"926025-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"926025-s-4","title":"Drug Interactions","sub":[{"id":"926025-s-4-13","title":"Contraindicated","mono":"<ul><li>Aliskiren (probable)<\/li><li>Dofetilide (probable)<\/li><\/ul>"},{"id":"926025-s-4-14","title":"Major","mono":"<ul><li>Acetyldigoxin (established)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Benazepril (established)<\/li><li>Captopril (established)<\/li><li>Cyclophosphamide (probable)<\/li><li>Dasabuvir (theoretical)<\/li><li>Deslanoside (established)<\/li><li>Digitalis (established)<\/li><li>Digitoxin (established)<\/li><li>Digoxin (established)<\/li><li>Droperidol (theoretical)<\/li><li>Enalapril (established)<\/li><li>Enalaprilat (established)<\/li><li>Flecainide (theoretical)<\/li><li>Fosinopril (established)<\/li><li>Ketanserin (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Lisinopril (established)<\/li><li>Lithium (probable)<\/li><li>Methotrexate (probable)<\/li><li>Metildigoxin (established)<\/li><li>Moexipril (established)<\/li><li>Ombitasvir (theoretical)<\/li><li>Ouabain (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Perindopril (established)<\/li><li>Proscillaridin (theoretical)<\/li><li>Quinapril (established)<\/li><li>Ramipril (established)<\/li><li>Sotalol (probable)<\/li><li>Topotecan (theoretical)<\/li><li>Trandolapril (established)<\/li><li>Trimethoprim (theoretical)<\/li><\/ul>"},{"id":"926025-s-4-15","title":"Moderate","mono":"<ul><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Alacepril (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Bepridil (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Celecoxib (probable)<\/li><li>Cholestyramine (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Cilazapril (probable)<\/li><li>Clonixin (probable)<\/li><li>Delapril (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Ginkgo (probable)<\/li><li>Gossypol (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Imidapril (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Licorice (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Pentopril (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Spirapril (probable)<\/li><li>Sulindac (probable)<\/li><li>Temocapril (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Topiramate (probable)<\/li><li>Valdecoxib (probable)<\/li><li>Zofenopril (probable)<\/li><\/ul>"}]},{"id":"926025-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Dizziness (1% to 7%)<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Congestive heart failure, Myocardial infarction<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Ophthalmic:<\/b>Angle-closure glaucoma, acute, Myopia, Acute transient<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},{"id":"926025-s-6","title":"Drug Name Info","sub":{"0":{"id":"926025-s-6-17","title":"US Trade Names","mono":"Micardis HCT<br\/>"},"2":{"id":"926025-s-6-19","title":"Class","mono":"<ul><li>Angiotensin II Receptor Antagonist<\/li><li>Angiotensin II Receptor Antagonist\/Thiazide Combination<\/li><li>Diuretic<\/li><li>Thiazide<\/li><\/ul>"},"3":{"id":"926025-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"926025-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"926025-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Angiotensin II is formed from angiotensin I in a reaction catalyzed by angiotensin-converting enzyme (ACE, kininase II). Angiotensin II is the principal pressor agent of the renin-angiotensin system, with effects that include vasoconstriction, stimulation of synthesis and release of aldosterone, cardiac stimulation, and renal reabsorption of sodium. Telmisartan blocks the vasoconstrictor and aldosterone secreting effects of angiotensin II by selectively blocking the binding of angiotensin II to the AT1 receptor in many tissues, such as vascular smooth muscle and the adrenal gland. Its action is therefore independent of the pathways for angiotensin II synthesis. Telmisartan does not inhibit ACE (kininase II), and does not affect the response to bradykinin. It does not bind to or block other hormone receptors or ion channels know to be important in cardiovascular regulation.<\/li><li>Hydrochlorothiazide is a thiazide diuretic. The mechanism of the antihypertensive effect of thiazides is not fully understood. However, thiazide diuretics affect the renal tubular mechanisms of electrolyte reabsorption directly increasing the excretion of sodium salt and chloride in approximately equivalent amounts. Indirectly, the diuretic action of hydrochlorothiazide reduces plasma volume, with consequent increases in plasma renin activity, increases in aldosterone secretion, increases in urinary potassium loss, and decreases in serum potassium. The renin-aldosterone link is mediated by angiotensin II, so coadministration of an angiotensin II receptor antagonist tends to reverse the potassium loss associated with these diuretics.<\/li><\/ul>"},{"id":"926025-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"926025-s-8-23","title":"Absorption","mono":"Systemic: Telmisartan - Bioavailability: 42 and 58% (dose dependent).<br\/>"},"1":{"id":"926025-s-8-24","title":"Distribution","mono":"Systemic: Telmisartan - Vd: 500 L<br\/>"},"3":{"id":"926025-s-8-26","title":"Excretion","mono":"<ul><li>Systemic: Telmisartan - Fecal: 97% unchanged.<\/li><li>Hydrochlorothiazide - Renal:  &ge;61% unchanged<\/li><\/ul>"},"4":{"id":"926025-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Systemic: Telmisartan - 24 hr<\/li><li>Hydrochlorothiazide - 5.6 to 14.8 hr<\/li><\/ul>"}}},{"id":"926025-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer with or without food<\/li><li>do not remove tablets from blisters until immediately before administration<\/li><\/ul>"},{"id":"926025-s-10","title":"Monitoring","mono":"<ul><li>blood pressure<\/li><li>renal function<\/li><li>serum electrolytes; periodically<\/li><\/ul>"},{"id":"926025-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: (Hydrochlorothiazide - Telmisartan) 12.5 MG-40 MG, 12.5 MG-80 MG, 25 MG-80 MG<br\/><\/li><li><b>Micardis HCT<\/b><br\/>Oral Tablet: (Hydrochlorothiazide - Telmisartan) 12.5 MG-40 MG, 12.5 MG-80 MG, 25 MG-80 MG<br\/><\/li><\/ul>"},{"id":"926025-s-12","title":"Toxicology","sub":[{"id":"926025-s-12-31","title":"Clinical Effects","mono":"<b>DIURETICS<\/b><br\/>USES: Class of drugs that are primarily used to treat hypertension and congestive heart failure. Potassium sparing diuretics and carbonic anhydrase inhibitors are covered in separate managements. PHARMACOLOGY: Work in a variety of mechanisms including inhibiting sodium and chloride reabsorption in the distal convoluted tubule (thiazides), inhibiting transport of sodium, potassium, and chloride in the thick ascending limb of the loop of henle (loop), and osmotic agents (mannitol). TOXICOLOGY: Produce hypovolemia and electrolyte deficiencies. EPIDEMIOLOGY: Rare overdose which uncommonly results in significant morbidity or death. MILD TO MODERATE TOXICITY: Mild dehydration, tachycardia, dry mucous membranes, headache, muscle cramps, thirst, and brisk diuresis. Large doses of furosemide or ethacrynic acid can cause ototoxicity. SEVERE TOXICITY: Hypotension, hypochloremic metabolic alkalosis, mental status changes, and electrolyte abnormalities (i.e. hypokalemia, hypomagnesemia, hypochloremia, hypocalcemia) are the most common manifestations of severe poisoning. Rarely muscle spasms, tetany, seizures, coma, or dysrhythmias may develop secondary to severe electrolyte abnormalities.  CNS depression has been reported rarely in children with acute ingestion without significant electrolyte abnormalities. ADVERSE EFFECTS: Thiazides are associated with hyperglycemia and hyperlipidemia. Furosemide has been associated with ototoxicity, hyperglycemia, and hypercholesterolemia.  Diuretics have a large number of drug interactions as well. Extravasation of mannitol can cause tissue injury and compartment syndrome.<br\/>"},{"id":"926025-s-12-32","title":"Treatment","mono":"<b>DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with minor symptoms can be managed with supportive care only.  Oral hydration and oral electrolyte supplementation may be sufficient.  Severe electrolyte disturbances and\/or mental status changes indicate a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is very rare. Treatment should be directed at intravenous correction of volume loss and electrolyte abnormalities.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not indicated as toxicity is rare. HOSPITAL: Activated charcoal is rarely  indicated as acute toxicity is rare.<\/li><li>Airway management: Diuretic poisoning should not produce symptoms mandating airway management.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: Monitor vital signs and serum electrolytes.  Obtain an ECG in patients with significant electrolyte abnormalities.<\/li><li>Enhanced elimination procedure: Hemodialysis is not expected to be helpful.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of less than a maximal daily dose can be monitored at home. OBSERVATION CRITERIA: Adults with intentional ingestions or symptomatic children should be referred to a health care facility.  Patients who are asymptomatic after 6 hours can be discharged home. ADMISSION CRITERIA: Patients who have severe electrolyte abnormalities or vital sign abnormalities should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul>"},{"id":"926025-s-12-33","title":"Range of Toxicity","mono":"<b>DIURETICS<\/b><br\/>TOXICITY: Toxic doses are not well established.  Diuresis is expected to result at even therapeutic doses.  Toxicity is most common with chronic dosing and acute toxicity is often related to other factors such as comorbid conditions and access to fluid replacement. THERAPEUTIC DOSE: Furosemide is typically dosed at 20 to 80 mg with repeat doses as necessary in adults; pediatric dose is 1 to 2 mg\/kg orally.  Hydrochlorothiazide is typically dosed at 12.5 to 50 mg daily in adults; pediatric dose is 1 to 3 mg\/kg divided twice daily.<br\/>"}]},{"id":"926025-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid activities requiring coordination, such as driving a vehicle or operating machinery, until drug effects are realized as drug may cause dizziness, vertigo, somnolence, and syncope.<\/li><li>Counsel patient to report signs\/symptoms of acute transient myopia associated with acute angle-closure glaucoma, including sudden ocular pain or decreased visual acuity.<\/li><li>Warn patient with congestive heart failure or preexisting renal failure to report signs\/symptoms of new or worsening renal failure.<\/li><li>Drug may cause diarrhea, nausea, dyspepsia, fatigue, sinusitis, upper respiratory tract infections, and rash.<\/li><li>Tell patient to maintain adequate hydration to prevent excessive hypotension, especially during exercise, heavy sweating, or after diarrhea or vomiting.<\/li><li>Counsel diabetic patient to monitor for signs\/symptoms of hyperglycemia and to report difficulties with glycemic control.<\/li><li>Advise patient to avoid use of potassium supplements or potassium-containing salt substitutes unless approved by a healthcare professional.<\/li><li>Tell patient to avoid alcohol while taking drug as orthostatic hypotension may be aggravated.<\/li><li>Warn patient that there are multiple significant drug-drug interactions for this drug and to consult a healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}]}