{"generic":"Galantamine Hydrobromide","drugs":["Galantamine Hydrobromide","Razadyne","Razadyne ER","Razadyne IR"],"mono":{"0":{"id":"926182-s-0","title":"Generic Names","mono":"Galantamine Hydrobromide"},"1":{"id":"926182-s-1","title":"Dosing and Indications","sub":[{"id":"926182-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Alzheimer's disease - Dementia (Mild to Moderate):<\/b> (immediate-release tablets and oral solution) initial, 4 mg ORALLY twice daily for a minimum of 4 weeks, then 8 mg ORALLY twice daily if previous dose tolerated; further increases to 12 mg ORALLY twice daily can be attempted only after a minimum of 4 weeks at the previous dose<\/li><li><b>Alzheimer's disease - Dementia (Mild to Moderate):<\/b> (extended-release capsules) initial, 8 mg\/day ORALLY once daily for a minimum of 4 weeks, then 16 mg\/day ORALLY once daily for a minimum of 4 weeks, further increases to 24 mg\/day ORALLY may be attempted after a minimum of 4 weeks at the previous dose, maximum dose 24 mg\/day<\/li><\/ul>"},{"id":"926182-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in pediatric patients "},{"id":"926182-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>moderate renal impairment:<\/b> do not exceed 16 mg orally per day<\/li><li><b>severe renal impairment:<\/b> CrCl less than 9 mL\/min, use not recommended<\/li><li><b>moderate hepatic impairment:<\/b> Child-Pugh score of 7 to 9, do not exceed 16 mg orally per day<\/li><li><b>severe hepatic impairment:<\/b> Child-Pugh score of 10 to 15, use not recommended<\/li><\/ul>"},{"id":"926182-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Alzheimer's disease - Dementia (Mild to Moderate)<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Alzheimer's disease - Cerebrovascular disease<\/li><li>Multi-infarct dementia<\/li><\/ul>"}]},"3":{"id":"926182-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926182-s-3-9","title":"Contraindications","mono":"hypersensitivity to galantamine hydrobromide or any component of the product <br\/>"},{"id":"926182-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Bradycardia and heart block have been reported in patients with and without underlying cardiac conduction abnormalities<\/li><li>-- Syncope has been reported; increased risk with higher doses<\/li><li>Dermatologic:<\/li><li>-- Serious skin reactions (Stevens-Johnson syndrome and acute generalized exanthematous pustulosis) have been reported; permanently discontinue use and consider alternative therapy if suspected<\/li><li>Gastrointestinal:<\/li><li>--  Active or occult gastrointestinal bleeding; may occur due to increased gastric acid secretion with increased cholinergic activity; monitoring recommended especially in patients with a history of ulcer disease or with concomitant NSAID use<\/li><li>-- Nausea, vomiting, diarrhea, anorexia, and weight loss have been reported; monitoring recommended<\/li><li>Hepatic:<\/li><li>-- Patients with moderate hepatic impairment (Child-Pugh score of 7 to 9); dose reductions recommended<\/li><li>-- Patients with severe hepatic impairment (Child-Pugh score of 10 to 15); use not recommended<\/li><li>Neurologic:<\/li><li>-- Convulsions may occur; monitoring recommended<\/li><li>-- Patients with mild cognitive impairment; increased mortality due to various causes (eg, myocardial infarction, stroke, sudden death) has been reported<\/li><li>Renal:<\/li><li>-- Bladder outflow obstruction may occur<\/li><li>-- Patients with CrCl between 9 and 59 mL\/min; dose reductions recommended<\/li><li>-- Patients with CrCl less than 9 mL\/min; use not recommended<\/li><li>Respiratory:<\/li><li>-- Patients with severe asthma or obstructive pulmonary disease; increased risk for respiratory adverse effects due to cholinomimetic action; monitoring recommended<\/li><li>Concomitant Use:<\/li><li>-- Use with anesthesia may exaggerate neuromuscular blocking effects of succinylcholine-type and similar neuromuscular blocking agents<\/li><\/ul>"},{"id":"926182-s-3-11","title":"Pregnancy Category","mono":"Galantamine: C (FDA)<br\/>"},{"id":"926182-s-3-12","title":"Breast Feeding","mono":"Galantamine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"926182-s-4","title":"Drug Interactions","sub":[{"id":"926182-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Mesoridazine (established)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"926182-s-4-14","title":"Major","mono":"<ul><li>Amiodarone (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Buserelin (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Fluoxetine (probable)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ivabradine (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Triptorelin (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><\/ul>"},{"id":"926182-s-4-15","title":"Moderate","mono":"<ul><li>Amitriptyline (probable)<\/li><li>Fluvoxamine (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Oxybutynin (established)<\/li><li>Paroxetine (probable)<\/li><li>Quinidine (probable)<\/li><li>Tolterodine (established)<\/li><\/ul>"}]},"5":{"id":"926182-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Weight decreased (5.1%)<\/li><li><b>Gastrointestinal:<\/b>Decrease in appetite (5.2%), Diarrhea (9%), Nausea (25%), Vomiting (12.8%)<\/li><li><b>Neurologic:<\/b>Dizziness (8.9%), Headache (7.6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrioventricular block<\/li><li><b>Dermatologic:<\/b>Acute generalized exanthematous pustulosis, Stevens-Johnson syndrome<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage, Peptic ulcer, acute<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},"6":{"id":"926182-s-6","title":"Drug Name Info","sub":{"0":{"id":"926182-s-6-17","title":"US Trade Names","mono":"<ul><li>Razadyne<\/li><li>Razadyne ER<\/li><li>Razadyne IR<\/li><\/ul>"},"2":{"id":"926182-s-6-19","title":"Class","mono":"<ul><li>Central Nervous System Agent<\/li><li>Cholinesterase Inhibitor, Centrally\/Peripherally Acting<\/li><\/ul>"},"3":{"id":"926182-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"926182-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"926182-s-7","title":"Mechanism Of Action","mono":"Galantamine hydrobromide is a reversible, competitive acetylcholinesterase inhibitor that has an unknown mechanism of action. However, it is suggested that the drug improves cholinergic function by increasing acetylcholine levels by reversibly inhibiting the neurotransmitter's hydrolysis by acetylcholinesterase. Galantamine hydrobromide does not alter the clinical course of dementia associated with advancing Alzheimer's disease.<br\/>"},"8":{"id":"926182-s-8","title":"Pharmacokinetics","sub":[{"id":"926182-s-8-23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, about 1 hr<\/li><li>Oral, extended-release capsule: time to peak concentration, about 4.5 to 5 hr (median)<\/li><li>Bioavailability: (oral tablet and solution), 90%<\/li><li>Effect of food: (oral tablet), decreases Cmax by 25% and delays Tmax by 1.5 hr<\/li><li>Effect of food: (extended-release capsule), none<\/li><\/ul>"},{"id":"926182-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 175 L<\/li><li>Protein binding: 18%<\/li><\/ul>"},{"id":"926182-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; P450 CYP2D6 and CYP3A4<\/li><li>Metabolites: norgalantamine, epigalanthamine, galanthaminone<\/li><\/ul>"},{"id":"926182-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 5%<\/li><li>Renal: 95%; 20% unchanged in 24 hr, total recovery, 32% unchanged and 12% as galantamine glucuronide<\/li><li>Oral tablet and solution, Dialyzable: unknown (hemodialysis); unknown (peritoneal dialysis)<\/li><\/ul>"},{"id":"926182-s-8-27","title":"Elimination Half Life","mono":"Adults: 7 hr <br\/>"}]},"9":{"id":"926182-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>ensure adequate fluid intake<\/li><li>(extended-release capsule) take in morning, preferably with food<\/li><li>(tablets, oral solution) give preferably with morning and evening meals<\/li><li>(oral solution) caregiver should read supplied instruction sheet prior to administering oral solution<\/li><\/ul>"},"10":{"id":"926182-s-10","title":"Monitoring","mono":"<ul><li>improvement in cognitive performance may indicate efficacy<\/li><li>hepatic function (Child-Pugh score); at baseline and during therapy<\/li><li>CrCl; at baseline and during therapy<\/li><li>gastrointestinal bleeding; especially with history of ulcer disease or concomitant NSAID use<\/li><li>seizures; during therapy<\/li><li>body weight; during therapy<\/li><li>respiratory adverse reactions; during therapy in patients with a history of severe asthma or obstructive pulmonary disease<\/li><\/ul>"},"11":{"id":"926182-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule, Extended Release: 8 MG, 16 MG, 24 MG<\/li><li>Oral Solution: 4 MG\/ML<\/li><li>Oral Tablet: 4 MG, 8 MG, 12 MG<\/li><\/ul><\/li><li><b>Razadyne ER<\/b><br\/>Oral Capsule, Extended Release: 8 MG, 16 MG, 24 MG<br\/><\/li><li><b>Razadyne<\/b><br\/>Oral Tablet: 4 MG, 8 MG, 12 MG<br\/><\/li><\/ul>"},"12":{"id":"926182-s-12","title":"Toxicology","sub":[{"id":"926182-s-12-31","title":"Clinical Effects","mono":"<b>GALANTAMINE <\/b><br\/>USES: Galantamine is used to treat mild to moderately severe dementia of the Alzheimer's type. PHARMACOLOGY: Galantamine, a tertiary alkaloid, is a reversible, competitive and long-acting inhibitor of cholinesterase activity. TOXICOLOGY: Galantamine can produce cholinomimetic effects. Overdose effects of cholinergic agonists generally involve the central nervous system, the parasympathetic nervous system, and the neuromuscular junction. EPIDEMIOLOGY: Overdose is uncommon. OVERDOSE: Limited data. Due to the cholinomimetic activity of galantamine, an overdose may be expected to result in muscarinic actions consisting of miosis, vomiting, salivation, lacrimation, increased bronchial secretions, involuntary urination and\/or defecation, sweating, flushing, bradycardia, hypotension, respiratory depression and\/or seizures.  MILD TO MODERATE TOXICITY: Bradycardia, sweating, and vomiting have been reported after acute overdose.  SEVERE TOXICITY: Near-syncope, QT prolongation, torsades de pointes, and ventricular tachycardia have been reported after acute overdose. Cholinergic crisis may be characterized by severe cardiovascular events (bradycardia, hypotension, various dysrhythmias including torsades de pointes). A fatal overdose may result from respiratory muscle weakness with respiratory failure. ADVERSE EFFECTS:  COMMON: Nausea, diarrhea, anorexia, weight loss and sleep disturbances were the most frequent adverse events. SEVERE: Bradyarrhythmia, cardiac dysrhythmia, heart failure, esophageal perforation, gastrointestinal hemorrhage, rectal hemorrhage, thrombocytopenia, and death may develop.<br\/>"},{"id":"926182-s-12-32","title":"Treatment","mono":"<b>GALANTAMINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TOXICITY: Treatment is symptomatic and supportive. Signs and symptoms of overdose are anticipated to be due to cholinomimetic effects (eg, nausea, vomiting, diarrhea, salivation, lacrimation, defecation). ATROPINE: ADULT: 1 to 2 mg IV, repeat every 3 to 60 min as needed to control symptoms, then as needed for 24 to 48 hr. CHILD: 0.05 mg\/kg IM or IV (up to 4 mg) repeat every 10 to 30 min as necessary. CARDIOVASCULAR: Monitor vital signs and institute continuous cardiac monitoring; bradycardia, hypotension and QT prolongation have been observed. HYPOTENSION: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine. SEVERE TOXICITY: Due to its cholinomimetic action, severe toxicity may produce cardiac dysrhythmias, seizures, bronchospasm, respiratory depression, and acute lung injury. Immediate assessment and evaluation. Airway management may be necessary. ANTIDOTE: Administer atropine for muscarinic manifestations (e.g. salivation, diarrhea, bronchorrhea). Initially treat seizures with benzodiazepines. TORSADES DE POINTES: Immediate electrical cardioversion, if hemodynamically unstable. Treatment with magnesium; atrial overdrive pacing is also indicated. Correct electrolyte abnormalities. RESPIRATORY DEPRESSION. Muscle weakness may lead to respiratory failure.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal may be considered after a potentially toxic ingestion, if the patient is alert and able to protect their airway. HOSPITAL: Administer activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected. Consider gastric lavage after a large, recent ingestion.<\/li><li>Airway management: Assess airway and respiratory function. Administer oxygen. Endotracheal intubation and mechanical ventilation may be necessary because of respiratory muscle weakness or bronchorrhea.<\/li><li>Antidote: Atropine may be used as an antidote for overdosage. ADULT: 1 to 2 mg IV, repeated every 3 to 60 minutes as needed to control symptoms, then as needed for 24 to 48 hours. CHILD: 0.05 mg\/kg IM or IV (up to 4 mg) repeated every 10 to 30 minutes as necessary, Atropine is used to treat muscarinic effects (e.g. salivation, lacrimation, defecation, urination, bronchorrhea). <\/li><li>Seizure: IV benzodiazepines are indicated for seizures or agitation, diazepam 5 to 10 mg IV, lorazepam 2 to 4 mg IV, repeat as needed.<\/li><li>Hypotensive episode: IV fluids, dopamine, norepinephrine.<\/li><li>Bronchospasm: Administer beta2 adrenergic agonists. Consider use of inhaled corticosteroids and ipratropium.  Monitor peak expiratory flow rate, monitor for hypoxia and respiratory failure, and administer oxygen as necessary.<\/li><li>Acute lung injury: Maintain adequate ventilation and oxygenation; frequently monitor ABGs and pulse oximetry. Mechanical ventilation and positive-end-expiratory pressure (PEEP) may be required.<\/li><li>Monitoring of patient: Monitor and support respiratory and cardiovascular function. Obtain a baseline ECG and continuous cardiac monitoring following a significant exposure. Monitor clinical exam for evidence of muscarinic (e.g. bronchospasm, bronchorrhea, salivation, lacrimation, defecation, urination, miosis) nicotinic (e.g. muscle weakness or fasciculations, respiratory insufficiency) or CNS (e.g. seizures, coma) manifestations of cholinergic toxicity.  Monitor and replace fluids and electrolytes as needed.<\/li><li>Enhanced elimination procedure: It is unknown whether galantamine or its metabolites can be removed by hemodialysis, peritoneal dialysis, or hemofiltration. Galantamine has a relatively low plasma protein binding of 18% with a mean volume of distribution of 175 L.  <\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic child with a minor ingestion (ie a single immediate release tablet) can likely be monitored at home with adult supervision. An adult that has taken an inadvertent extra dose is not likely to develop symptoms. OBSERVATION CRITERIA:  Patients with deliberate ingestions, adults with symptoms or ingestions of more than the therapeutic dose, or a pediatric ingestion should be sent to a healthcare facility for evaluation and treatment. IMMEDIATE RELEASE: Monitor for at least 3to 6 hours. EXTENDED RELEASE: Patients ingesting extended release preparations should be observed for at least 7 to 12 hours (Tmax is 4.5 to 5 hours at a therapeutic dose) and admitted if symptoms develop; effects may be delayed and prolonged. ADMISSION CRITERIA: All intentional ingestions should be initially managed as a severe exposure. Patients who develop signs or symptoms of cholinergic toxicity (muscarinic, nicotinic or central) should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a medical toxicologist or poison center for assistance with any patient with moderate to severe cholinergic manifestations.<\/li><\/ul>"},{"id":"926182-s-12-33","title":"Range of Toxicity","mono":"<b>GALANTAMINE<\/b><br\/>TOXICITY: A toxic dose has not been established. Ingestion of 160 mg resulted in sweating, vomiting, bradycardia, and near-syncope in an adult. A dose of 32 mg\/day in an adult who had been taking 4 mg daily for one week caused vomiting, bradycardia, QT prolongation, ventricular tachycardia, and torsades de pointes. THERAPEUTIC: ADULT: Doses must be slowly titrated up to a maximum daily dose. IMMEDIATE RELEASE: Doses of up to  32 mg\/day divided in 2 doses may be used therapeutically. EXTENDED RELEASE: Doses of up to 24 mg taken once daily may be used therapeutically. PEDIATRIC: Galantamine is not recommended for use in children. <br\/>"}]},"13":{"id":"926182-s-13","title":"Clinical Teaching","mono":"<ul><li>Side effects may include dizziness, weight loss, diarrhea, decreased appetite, nausea, vomiting, and headache.<\/li><li>Instruct patient to report signs\/symptoms of bradycardia or heart block.<\/li><li>Advise patient to report signs\/symptoms of gastrointestinal bleeding or ulcers, especially if concomitantly using NSAIDs or if patient has a history of ulcers.<\/li><li>It is preferable to take drug with food to minimize gastric irritation.<\/li><li>If using oral solution, instruct patient\/caregiver on proper procedure for administration.<\/li><li>Advise patient to maintain adequate hydration during treatment.<\/li><li>Patient should contact a healthcare professional for instructions if dose is missed for more than 3 days, as drug will need to be restarted at the lowest dose.<\/li><\/ul>"}}}