{"drugs":["Esomeprazole Magnesium","NexIUM"],"mono":{"0":{"id":"926127-s-0","title":"Generic Names","mono":"Esomeprazole Magnesium"},"1":{"id":"926127-s-1","title":"Dosing and Indications","sub":[{"id":"926127-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Duodenal ulcer disease - Helicobacter pylori gastrointestinal tract infection:<\/b> (triple therapy) 40 mg ORALLY once daily in combination with amoxicillin 1000 mg twice daily plus clarithromycin 500 mg twice daily for 10 to 14 days<\/li><li><b>Duodenal ulcer disease - Helicobacter pylori gastrointestinal tract infection:<\/b> (triple therapy) 40 mg ORALLY once daily in combination with metronidazole 500 mg ORALLY twice daily and clarithromycin 500 mg ORALLY twice daily for 10 to 14 days<\/li><li><b>Duodenal ulcer disease - Helicobacter pylori gastrointestinal tract infection:<\/b> (quadruple therapy) 40 mg ORALLY once daily in combination with metronidazole 250 mg ORALLY 4 times a day, bismuth subsalicylate 525 mg ORALLY 4 times a day, and tetracycline hydrochloride 500 mg ORALLY 4 times a day for 10 to 14 days<\/li><li><b>Endoscopic application of hemostyptics to gastric lesion, Post-procedure - Recurrent gastrointestinal bleeding; Prophylaxis:<\/b> 80 mg IV loading dose immediately after gastroscopy followed by 8 mg\/hr IV for 3 days; then 40 mg orally twice daily for 11 days; then 40 mg orally once daily for 2 weeks (study dosing)<\/li><li><b>Erosive esophagitis - Gastroesophageal reflux disease:<\/b> treatment, 20 to 40 mg ORALLY once daily for 4 to 8 weeks; an additional 4 to 8 weeks may be considered if healing is not complete<\/li><li><b>Erosive esophagitis - Gastroesophageal reflux disease:<\/b> maintenance, 20 mg ORALLY once daily<\/li><li><b>Gastric ulcer; Prophylaxis - NSAID-associated gastropathy; Prophylaxis:<\/b> risk reduction for patients 60 years or older and\/or patients with a history of gastric ulcer who require continuous NSAID therapy: 20 or 40 mg ORALLY once daily for up to 6 months<\/li><li><b>Gastroesophageal reflux disease - Heartburn:<\/b> 20 mg ORALLY once daily for 4 weeks; an additional 4 weeks may be considered if symptoms do not completely resolve<\/li><li><b>Zollinger-Ellison syndrome:<\/b> 40 mg ORALLY twice daily; adjust dose to individual need; doses up to 240 mg\/day have been used<\/li><\/ul>"},{"id":"926127-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Erosive esophagitis - Gastroesophageal reflux disease:<\/b> treatment, 1 month to younger than 1 year, 3 to 5 kg, 2.5 mg ORALLY once daily for up to 6 weeks; greater than 5 to 7.5 kg, 5 mg ORALLY once daily for up to 6 weeks; greater than 7.5 to 12 kg, 10 mg ORALLY once daily for up to 6 weeks<\/li><li><b>Erosive esophagitis - Gastroesophageal reflux disease:<\/b> treatment, 1 to 11 years and less than 20 kg, 10 mg ORALLY once daily for 8 weeks; 20 kg or greater, 10 or 20 mg ORALLY once daily for 8 weeks<\/li><li><b>Erosive esophagitis - Gastroesophageal reflux disease:<\/b> treatment, 12 years or older, 20 or 40 mg ORALLY once daily for 4 to 8 weeks<\/li><li><b>Gastroesophageal reflux disease - Heartburn:<\/b> 1 year to 11 years of age, 10 mg ORALLY once daily for up to 8 weeks<\/li><li><b>Gastroesophageal reflux disease - Heartburn:<\/b> 12 years or older, 20 mg ORALLY once daily for 4 weeks<\/li><\/ul>"},{"id":"926127-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>severe hepatic impairment:<\/b> MAX dose 20 mg\/day<\/li><li><b>geriatric:<\/b> no dosage adjustment necessary<\/li><\/ul>"},{"id":"926127-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Duodenal ulcer disease - Helicobacter pylori gastrointestinal tract infection<\/li><li>Erosive esophagitis - Gastroesophageal reflux disease<\/li><li>Gastric ulcer; Prophylaxis - NSAID-associated gastropathy; Prophylaxis<\/li><li>Gastroesophageal reflux disease - Heartburn<\/li><li>Zollinger-Ellison syndrome<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Endoscopic application of hemostyptics to gastric lesion, Post-procedure - Recurrent gastrointestinal bleeding; Prophylaxis<br\/>"}]},"3":{"id":"926127-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926127-s-3-9","title":"Contraindications","mono":"Hypersensitivity to any component of the product or to substituted benzimidazoles; anaphylaxis and acute interstitial nephritis have been reported <br\/>"},{"id":"926127-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- Cyanocobalamin deficiency may occur with prolonged use; consider diagnosis if symptoms emerge<\/li><li>-- Hypomagnesemia has been reported in patients treated with proton pump inhibitors for 3 months or more; monitoring suggested with concomitant use of drugs that cause hypomagnesemia<\/li><li>Gastrointestinal:<\/li><li>-- Symptomatic response to esomeprazole magnesium does not rule out gastric malignancy<\/li><li>-- Increased risk of Clostridium difficile-associated diarrhea (CDAD), particularly in hospitalized patients; use lowest dose and shortest treatment duration as appropriate<\/li><li>-- Atrophic gastritis has been reported with long-term use of omeprazole<\/li><li>Hepatic:<\/li><li>-- Dose adjustment required in patients with severe hepatic impairment (Child Pugh Class C)<\/li><li>Musculoskeletal:<\/li><li>-- Increased risk of osteoporosis-related bone fracture of the hip, wrist, or spine, particularly with high-doses or long term use<\/li><li>Neurologic:<\/li><li>-- Interrupt therapy before neuroendocrine tumor testing due to increased risk of false-positive results<\/li><li>Renal:<\/li><li>-- Acute interstitial nephritis, typically associated with idiopathic hypersensitivity, has been reported; discontinuation required<\/li><li>Concomitant Use:<\/li><li>-- Avoid concomitant use with clopidogrel<\/li><li>-- Avoid concomitant use with St John's wort or rifampin (eg, CYP2C19 or CYP3A4 inducers)<\/li><li>-- Avoid concomitant use with atazanavir or nelfinavir<\/li><\/ul>"},{"id":"926127-s-3-11","title":"Pregnancy Category","mono":"Esomeprazole: C (FDA)<br\/>"},{"id":"926127-s-3-12","title":"Breast Feeding","mono":"Esomeprazole: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"926127-s-4","title":"Drug Interactions","sub":[{"id":"926127-s-4-13","title":"Contraindicated","mono":"<ul>Rilpivirine (theoretical)<\/ul>"},{"id":"926127-s-4-14","title":"Major","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Cilostazol (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clopidogrel (established)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dasatinib (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Ledipasvir (theoretical)<\/li><li>Methotrexate (probable)<\/li><li>Mycophenolate Mofetil (theoretical)<\/li><li>Nelfinavir (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Pazopanib (established)<\/li><li>Posaconazole (established)<\/li><li>Saquinavir (theoretical)<\/li><li>Tacrolimus (probable)<\/li><li>Thiopental (established)<\/li><li>Vismodegib (theoretical)<\/li><\/ul>"},{"id":"926127-s-4-15","title":"Moderate","mono":"<ul><li>Cranberry (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Risedronate (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"926127-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (1% to 3.8%), Constipation (1% or more), Diarrhea (1% to 9.2%), Flatulence (1% or more), Nausea (1% to 2%), Xerostomia (1% or more)<\/li><li><b>Neurologic:<\/b>Headache (1.9% to 8.1%), Somnolence (1.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile diarrhea<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Angioedema<\/li><li><b>Musculoskeletal:<\/b>Fracture of bone, Rhabdomyolysis<\/li><li><b>Renal:<\/b>Interstitial nephritis, acute<\/li><\/ul>"},"6":{"id":"926127-s-6","title":"Drug Name Info","sub":{"0":{"id":"926127-s-6-17","title":"US Trade Names","mono":"NexIUM<br\/>"},"2":{"id":"926127-s-6-19","title":"Class","mono":"<ul><li>Gastric Acid Secretion Inhibitor<\/li><li>Gastrointestinal Agent<\/li><li>Proton Pump Inhibitor<\/li><\/ul>"},"3":{"id":"926127-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"926127-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"926127-s-7","title":"Mechanism Of Action","mono":"Esomeprazole magnesium, a proton pump inhibitor, blocks the final step in acid production by specific inhibition of the H(+)\/K(+)-ATPase in the gastric parietal cell, thus suppressing gastric acid secretion <br\/>"},"8":{"id":"926127-s-8","title":"Pharmacokinetics","sub":[{"id":"926127-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral, adults: 1.5 hours<\/li><li>Tmax, Oral, pediatrics: 3 hours or less<\/li><li>Bioavailability: approximately 90%<\/li><li>Effect of food: decreases AUC by 43% to 53%<\/li><\/ul>"},{"id":"926127-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 97%<\/li><li>Vd: approximately 16 L<\/li><\/ul>"},{"id":"926127-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive via CYP2C19 and CYP3A4<\/li><li>Hydroxy-, desmethyl- and sulphone metabolites: inactive<\/li><\/ul>"},{"id":"926127-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: approximately 20% changed<\/li><li>Renal: approximately 80% changed, less than 1% unchanged<\/li><li>Dialyzable: No<\/li><li>Total body clearance, pediatrics: 5.99 to 9.22 L\/hr<\/li><\/ul>"},{"id":"926127-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Adults, approximately 1.5 hours<\/li><li>Pediatrics, 0.73 to 1.22 hours<\/li><\/ul>"}]},"9":{"id":"926127-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>Take at least 1 hour before meals<br\/><\/li><li><b>Nasogastric<\/b><br\/><ul><li>Capsule: May be opened and pellets mixed with 50 mL water in a 60-mL syringe; shake vigorously for 15 seconds; check for granules in the tip, attach to a nasogastric tube, and administer contents<\/li><li>Capsule: Do not administer pellets if they have dissolved or disintegrated; use suspension immediately after preparation; after administration, flush tube with additional water<\/li><li>Suspension: 2.5 or 5 mg, add 5 mL water and then the packet into a catheter-tipped syringe; 10, 20, or 40 mg, add 15 mL of water and then the packet into a catheter-tipped syringe; shake; leave 2 to 3 minutes to thicken; shake again and administer through French size 6 or larger within 30 minutes; refill syringe with equal amount of water (5 or 15 mL), shake, and flush tube<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>Capsule: Should be swallowed whole; do not chew or crush capsules or pellets<\/li><li>Capsule: May be opened and the pellets mixed with 1 tablespoon of cool or room-temperature applesauce; swallow immediately without chewing; do not store mixture<\/li><li>Suspension: 2.5 or 5 mg, empty packet in 5 mL of water; 10, 20, or 40 mg, empty packet in 15 mL of water, stir, leave 2 to 3 minutes to thicken; stir and administer within 30 minutes; add more water, stir, and drink immediately if any drug remains in the cup<\/li><\/ul><\/li><\/ul>"},"10":{"id":"926127-s-10","title":"Monitoring","mono":"<ul><li>decreased abdominal and gastroesophageal discomfort<\/li><li>endoscopic improvement<\/li><li>serum magnesium, prior to initiation and periodically during prolonged therapy<\/li><li>CBC<\/li><\/ul>"},"11":{"id":"926127-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule, Delayed Release: 20 MG, 40 MG<br\/><\/li><li><b>NexIUM 24HR<\/b><br\/>Oral Capsule, Delayed Release: 20 MG<br\/><\/li><li><b>NexIUM<\/b><br\/><ul><li>Oral Capsule, Delayed Release: 20 MG, 40 MG<\/li><li>Oral Packet: 2.5 MG\/Packet, 5 MG\/Packet, 10 MG\/Packet, 20 MG\/Packet, 40 MG\/Packet<\/li><\/ul><\/li><\/ul>"},"12":{"id":"926127-s-12","title":"Toxicology","sub":[{"id":"926127-s-12-31","title":"Clinical Effects","mono":"<b>OMEPRAZOLE AND RELATED AGENTS <\/b><br\/>USES: Dexlansoprazole, esomeprazole, lansoprazole, omeprazole, pantoprazole, and rabeprazole are substituted benzimidazoles and potent proton-pump inhibitors used as gastric antisecretories.  They are used to treat various gastrointestinal conditions (eg, dyspepsia, gastroesophageal reflux disease (GERD), duodenal and peptic ulcers, and esophageal stricture).  Esomeprazole with naproxen and omeprazole with sodium bicarbonate combinations are also available. Refer to \"NAPROXEN\" and \"SODIUM BICARBONATE\" management for specific information. PHARMACOLOGY: These agents inhibit the parietal cell membrane enzyme (H+\/K+)-ATPase, typically referred to as the proton pump, which blocks the final step of acid production. EPIDEMIOLOGY: Overdose is rare, and only mild toxicity has been reported. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. In limited overdose cases, clinical effects have consisted of mild tachycardia, flushing, somnolence, confusion, headache, blurred vision, abdominal pain, nausea, vomiting, dry mouth, and moderate leukocytosis. ADVERSE EFFECTS: Proton-pump inhibitors have similar adverse events reported after therapeutic use. COMMON (2% or greater): Headache, abdominal pain, nausea, vomiting, diarrhea, and flatulence. OTHER EFFECTS: Constipation, dry mouth, hypertension, and dizziness. RARE: Lichen spinulosus, exfoliative dermatitis, toxic epidermal necrolysis, cutaneous leukocytoclastic vasculitis, urticaria, anaphylaxis, hypomagnesemia, pancreatitis, elevated serum creatinine levels, anterior ischemic optic neuropathy, optic neuritis, optic atrophy, neutropenia, agranulocytosis, thrombocytopenia, pancytopenia, hemolytic anemia, elevated liver enzymes, hepatitis, hepatic encephalopathy, rhabdomyolysis, myopathy, hypocalcemic-induced seizures. ACUTE INTERSTITIAL NEPHRITIS: Although rare, acute interstitial nephritis (AIN) has been reported in association with all proton-pump inhibitors (PPIs).  The mean duration of treatment prior to onset of symptoms is reported at 9 to 13 weeks.  A decline in renal function is usually noted over a period of days to weeks. Fatigue, malaise, weakness, nausea, vomiting, anorexia, and weight loss are commonly reported symptoms.  Classic drug hypersensitivity signs and symptoms, such as the clinical triad of rash, fever and eosinophilia, are seen in less than 10% of patients.<br\/>"},{"id":"926127-s-12-32","title":"Treatment","mono":"<b>OMEPRAZOLE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not required.  HOSPITAL: Severe toxicity is not expected after an overdose. Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor vital signs, CBC with differential, renal function, CK, and liver enzymes in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution of these agents.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"926127-s-12-33","title":"Range of Toxicity","mono":"<b>OMEPRAZOLE AND RELATED AGENTS<\/b><br\/>TOXICITY: OMEPRAZOLE: Doses up to 2400 mg (120 times the usual recommended clinical dose) resulted in transient effects (eg, drowsiness, confusion, and tachycardia), with no serious events reported when taken alone. LANSOPRAZOLE: An adult ingested 600 mg with no adverse events reported. In animal studies, oral doses up to 1300 times the recommended human dose did not produce any deaths or clinical events.  RABEPRAZOLE: The maximum reported overdose with rabeprazole was 80 mg. There were no clinical signs or symptoms associated with any reported overdose. Patients with Zollinger-Ellison syndrome have been treated with doses up to 120 mg rabeprazole once daily. THERAPEUTIC DOSE: Varies by indication: DEXLANSOPRAZOLE: Adults: 30 mg or 60 mg once daily. Children: Safety and efficacy not established. ESOMEPRAZOLE: Adults and children 12 to 17 years of age: 20 mg or 40 mg orally once daily. Children 1 to 11 years of age: 10 mg orally once daily (weight less than 20 kg); 10 to 20 mg orally once daily (weight 20 kg or more); 1 month to less than 1 year of age: 2.5 to 10 mg for patients weighing 3 to 12 kg; less than 1 month of age: Safety and efficacy not established. LANSOPRAZOLE: Adults: 15 mg or 30 mg once daily. Children: Varies by weight and age: 15 mg to 30 mg once daily. OMEPRAZOLE: Adults: 20 to 60 mg orally once daily. Children 1 to 16 years of age: 5 mg once daily (weight 5 to less than 10 kg); 10 mg once daily (weight 10 to less than 10 kg); 20 mg once daily (weight 20 kg or greater). Children: 20 to 40 mg orally once daily. RABEPRAZOLE: Adults and children 12 years and older: 20 mg once daily. <br\/>"}]},"13":{"id":"926127-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient that drug may increase risk for osteoporosis-related fractures of the hip, wrist, or spine with multiple daily doses that are continued for longer than a year.<\/li><li>Warn patient to report diarrhea that does not improve, especially with persistent watery stools, fever, and abdominal pain.<\/li><li>Drug may cause tachypnea, regurgitation, abdominal pain, constipation, diarrhea, flatulence, nausea, dry mouth, headaches, or somnolence.<\/li><li>Advise patient to immediately report signs\/symptoms of hypomagnesemia, including seizures, tetany, palpitations, arrhythmias, or dizziness.<\/li><li>Instruct patient to mix contents of the 2.5 or 5-mg suspension packet with 5 mL of water, stir, let thicken for 2 to 3 minutes, stir, and drink within 30 minutes. Mix any drug left with more water and drink immediately.<\/li><li>Instruct patient to mix contents of the 10, 20, or 40-mg suspension packet with 15 mL of water, stir, let thicken for 2 to 3 minutes, stir, and drink within 30 minutes. Mix any drug left with more water and drink immediately.<\/li><li>Advise patient who is unable to swallow the capsule whole that the contents of the capsule can be mixed in applesauce. No other foods are recommended.<\/li><li>Counsel patient to take drug at least 1 hour before meals.<\/li><\/ul>"}}}