{"generic":"Bimatoprost","drugs":["Bimatoprost","Latisse","Lumigan"],"mono":{"0":{"id":"926176-s-0","title":"Generic Names","mono":"Bimatoprost"},"1":{"id":"926176-s-1","title":"Dosing and Indications","sub":{"0":{"id":"926176-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hypotrichosis, Of the eyelashes:<\/b> Latisse(R), apply 0.03% solution OPHTHALMICALLY once nightly to clean, upper eyelid margin at base of eyelashes, blot excess, repeat with new sterile applicator to opposite eyelid, do not apply to lower eyelids<\/li><li><b>Ocular hypertension - Raised intraocular pressure:<\/b> Lumigan(R), 1 drop of 0.01% solution in affected eye(s) once daily in the evening<\/li><li><b>Open-angle glaucoma - Raised intraocular pressure:<\/b> Lumigan(R), 1 drop of 0.01% solution in affected eye(s) once daily in the evening<\/li><\/ul>"},"1":{"id":"926176-s-1-5","title":"Pediatric Dosing","mono":"bimatoprost ophthalmic solution for reduction of intraocular pressure in children under the age of 16 years is not recommended because of safety concerns "},"3":{"id":"926176-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hypotrichosis, Of the eyelashes<\/li><li>Ocular hypertension - Raised intraocular pressure<\/li><li>Open-angle glaucoma - Raised intraocular pressure<\/li><\/ul>"}}},"3":{"id":"926176-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926176-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"926176-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- usually reversible pigment changes to eyelids and eyelashes may occur<\/li><li>-- reversible eyelash changes (ie, increased length, thickness, and number of lashes) may occur<\/li><li>-- hair growth may occur in areas where solution comes in repeated contact; apply Latisse(R) only to upper eyelid margin<\/li><li>Ophthalmic:<\/li><li>-- use of Latisse(R) with Lumigan(R) or other prostaglandin analogs used in the treatment of elevated intraocular pressure (IOP) may decrease the IOP lowering effect; monitoring recommended<\/li><li>-- permanent iris pigmentation has been reported<\/li><li>-- exacerbation of active intraocular inflammation (eg, uveitis) may occur<\/li><li>-- macular edema, including cystoid macular edema, has been reported, with an increased risk in aphakic patients, pseudophakic patients with a torn posterior lens capsule, and patients with risk factors for macular edema<\/li><li>-- bacterial keratitis may occur; increased risk with use of multiple-dose containers<\/li><li>Concomitant use:<\/li><li>-- remove soft contact lenses prior to administration and allow at least 15 minutes before reinserting after use; formulation contains benzalkonium chloride, which may cause contact discoloration<\/li><\/ul>"},{"id":"926176-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"926176-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"926176-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Ophthalmic:<\/b>Conjunctival hyperemia (elevated intraocular pressure, 31%; hypotrichosis of the eyelashes, less than 4%)<br\/><b>Serious<\/b><br\/><b>Ophthalmic:<\/b>Bacterial keratitis, Iris color change, Macular retinal edema, Uveitis<br\/>"},"6":{"id":"926176-s-6","title":"Drug Name Info","sub":{"0":{"id":"926176-s-6-17","title":"US Trade Names","mono":"<ul><li>Latisse<\/li><li>Lumigan<\/li><\/ul>"},"2":{"id":"926176-s-6-19","title":"Class","mono":"<ul><li>Antiglaucoma<\/li><li>Ophthalmologic Agent<\/li><li>Prostaglandin<\/li><\/ul>"},"3":{"id":"926176-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"926176-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"926176-s-7","title":"Mechanism Of Action","mono":"Bimatoprost is a synthetic prostaglandin analog. Bimatoprost lowers intraocular pressure (IOP) by increasing the outflow of aqueous humor through both the trabecular meshwork and uveoscleral drainage systems. The exact mechanism of action for bimatoprost in stimulating eyelash growth is unknown it may work by increasing the duration and the percentage of hairs in the anagen or growth phase.<br\/>"},"8":{"id":"926176-s-8","title":"Pharmacokinetics","sub":[{"id":"926176-s-8-23","title":"Absorption","mono":"<ul><li>Tmax: 10 minutes<\/li><li>Bioavailability: low<\/li><\/ul>"},{"id":"926176-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 0.67 L\/kg<\/li><li>Protein binding: 88%<\/li><\/ul>"},{"id":"926176-s-8-25","title":"Metabolism","mono":"Hepatic: oxidation, N-deethylation, glucuronidation to a variety of metabolites, extent unknown <br\/>"},{"id":"926176-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 25%<\/li><li>Renal: up to 67%<\/li><li>Total body clearance: 1.5 L\/hr\/kg<\/li><\/ul>"},{"id":"926176-s-8-27","title":"Elimination Half Life","mono":"45 minutes <br\/>"}]},"9":{"id":"926176-s-9","title":"Administration","mono":"<b>Ophthalmic<\/b><br\/><ul><li>remove contact lenses before administration and wait 15 minutes before reinserting<\/li><li>(Latisse(R)) wash face and remove makeup before applying<\/li><li>(Latisse(R)) do not rinse eye if solution gets into the eye<\/li><li>(Latisse(R)) do not reuse supplied sterile applicators or use any other brush\/applicator other than those supplied<\/li><li>(Lumigan(R)) administer concomitant ophthalmic drugs at least 5 minutes apart<\/li><\/ul>"},"10":{"id":"926176-s-10","title":"Monitoring","mono":"<ul><li>elevated intraocular pressure: reduction in intraocular pressure in patients with open angle glaucoma or ocular hypertension is indicative of efficacy<\/li><li>hypotrichosis of eyelashes: increased eyelash growth (length, thickness, darkness) is indicative of efficacy<\/li><\/ul>"},"11":{"id":"926176-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Ophthalmic Solution: 0.03 %<br\/><\/li><li><b>Latisse<\/b><br\/>Ophthalmic Solution: 0.03 %<br\/><\/li><li><b>Lumigan<\/b><br\/>Ophthalmic Solution: 0.01 %, 0.03 %<br\/><\/li><\/ul>"},"12":{"id":"926176-s-12","title":"Toxicology","sub":[{"id":"926176-s-12-31","title":"Clinical Effects","mono":"<b>LATANOPROST AND RELATED AGENTS <\/b><br\/>USES: Bimatoprost, latanoprost, tafluprost, travoprost, bimatoprost\/timolol and travoprost\/timolol are indicated for the reduction of elevated intraocular pressure in patients with ocular hypertension or open angle glaucoma. Bimatoprost 0.03% ophthalmic solution (Latisse(R)) is also indicated for the treatment of hypotrichosis of the eyelashes.  Refer to BETA-BLOCKING AGENTS management for more information about timolol. PHARMACOLOGY: These agents are prostaglandin analogs and selective FP prostanoid receptor agonist. Latanoprost, tafluprost, and travoprost reduce intraocular pressure (IOP) by increasing uveoscleral outflow. Bimatoprost lowers IOP by increasing the outflow of aqueous humor through both the trabecular meshwork and uveoscleral drainage systems. The exact mechanism of action for bimatoprost in stimulating eyelash growth is unknown; it may work by increasing the duration and the percentage of hairs in the anagen or growth phase. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. The risk of toxicity from inadvertent ingestion is low because the amount contained in the bottles of ophthalmic solution is small. LATANOPROST: There are no reports of ingestion or ocular administration of large doses of latanoprost in humans.  No adverse effects were reported after intravenous infusion of up to 3 mcg\/kg (produced greater than 200 times therapeutic plasma level) in healthy volunteers. Intravenous doses of 5.5 to 10 mcg\/kg in healthy volunteers caused abdominal pain, dizziness, fatigue, hot flashes, nausea, and sweating. However, latanoprost is only available as ophthalmic solutions. ADVERSE EFFECTS: The following ocular effects have been reported in patients using the ophthalmic products: Conjunctival hyperemia, iris pigmentation, abnormal vision, blurred vision, allergic conjunctivitis, eye discharge, tearing, photophobia, ocular dryness, visual disturbance, burning, eye pain, blepharitis, cataracts, superficial punctate keratitis, eyelid erythema, pruritus, conjunctival edema, and macular edema. Punctate epithelial keratopathy, ocular hypotony, choroidal effusions, and dendritiform epitheliopathy were reported with latanoprost. OTHER EFFECTS: Bimatoprost: Elevated liver enzymes, headache, asthenia. Latanoprost: Chest pain and\/or angina, muscle, joint and back pain, dizziness, headache. Travoprost: Hypertension, chest pain and\/or angina, bradycardia, headache. Tafluprost: headache. <br\/>"},{"id":"926176-s-12-32","title":"Treatment","mono":"<b> LATANOPROST AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose. Perform an ophthalmologic exam (including visual acuity and slit lamp) in any patient with persistent eye irritation.<\/li><li>Decontamination: PREHOSPITAL:  Although these agents have not been associated with oral toxicity, inadvertent ingestion of the ophthalmic solution may occur. Due to limited expected toxicity, gastrointestinal decontamination is not routinely recommended. Since the amounts of active ingredient available in ophthalmic solutions are very small, acute overdose in adults is unlikely to result in clinically significant adverse events. OCULAR: Flush eyes with copious amounts of water; if symptoms persist an eye exam may be indicated. HOSPITAL: Toxicity after acute ingestion is unlikely. Gastrointestinal decontamination is generally unnecessary. OCULAR: Flush eyes with copious amounts of water; if symptoms persist an eye exam may be indicated.<\/li><li>Airway management: Should not be required in these cases.<\/li><li>Antidote: None.<\/li><li>Hypertensive episode: Mild\/moderate asymptomatic hypertension does not usually require treatment. For severe hypertension, nitroprusside or phentolamine are preferred, with nitroglycerin or labetalol as alternatives.<\/li><li>Enhanced elimination procedure: Hemodialysis is not recommended. <\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor vital signs in symptomatic patients. Monitor serum electrolytes in patients with significant vomiting.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Any patient with symptoms or with deliberate overdose should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or for whom diagnosis is unclear. Consult an ophthalmologist for managing a patient with severe eye irritation.<\/li><\/ul>"},{"id":"926176-s-12-33","title":"Range of Toxicity","mono":"<b>LATANOPROST AND RELATED AGENTS<\/b><br\/>TOXICITY: No toxic ingestions have been reported. The risk of toxicity from inadvertent ingestion is low because the amount contained in the bottles of ophthalmic solution is small. LATANOPROST: Intravenous doses of 5.5 to 10 mcg\/kg in healthy volunteers caused abdominal pain, dizziness, fatigue, hot flashes, nausea, and sweating. No adverse effects were reported after intravenous infusion of up to 3 mcg\/kg (produced greater than 200 times therapeutic plasma level) in healthy volunteers. THERAPEUTIC DOSES: ADULTS: ALL AGENTS: 1 drop in affected eye(s) once daily in the evening. CHILDREN: LATISSE(R): In a 16-week double-masked, randomized, vehicle-controlled study, bimatoprost ophthalmic solution (0.03%) was administered to pediatric patients (age range, 5 to 17 years) with alopecia areata (n=15) or after chemotherapy (n=16), and to adolescents (age range, 15 to 17 years) with hypotrichosis (n=40). There were no new safety issues in these patients. ALL OTHER AGENTS: Safety and effectiveness have not been established in pediatric patients. <br\/>"}]},"13":{"id":"926176-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that potentially permanent increased iris pigmentation has been reported with instillation of drug directly onto the eye.<\/li><li>Hair growth is possible on skin surfaces after repeated contact with drug. Advise patient to blot excess drug to avoid running onto cheek and other skin surfaces.<\/li><li>Drug may cause eye pruritus, conjunctival hyperemia, ocular irritation, dry eyes, eyelid erythema, and hyperpigmentation to eyelid, eyelash, or periocular skin.<\/li><li>Instruct patient to report any new ocular conditions (eg, trauma or infection), visual changes, or ocular reactions (eg, conjunctivitis or eyelid reactions).<\/li><li>Advise patient that effect of treatment for hypotrichosis of eyelashes is not permanent and will return to baseline upon discontinuation of bimatoprost.<\/li><li>Advise patient to remove contact lenses prior to instilling the drug. Lenses may be reinserted 15 minutes after drug administration.<\/li><li>Instruct patient to allow at least 5 minutes between administration of multiple ophthalmic products.<\/li><\/ul>"}}}