{"generic":"Antivenin (Crotalidae) Polyvalent Immune Fab","drugs":["Antivenin (Crotalidae) Polyvalent Immune Fab","Crofab"],"mono":{"0":{"id":"926116-s-0","title":"Generic Names","mono":"Antivenin (Crotalidae) Polyvalent Immune Fab"},"1":{"id":"926116-s-1","title":"Dosing and Indications","sub":{"0":{"id":"926116-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Poisoning due to pit viper venom (Mild to Moderate):<\/b> initial dose: contents of 4 to 6 vials IV infused over 1 h started as soon as possible after crotalid snakebite; repeat if necessary for initial control of symptoms or coagulopathy<\/li><li><b>Poisoning due to pit viper venom (Mild to Moderate):<\/b> maintenance dose (after initial containment of symptoms): contents of 2 vials IV every 6 h for 18 h (3 doses); additional 2 vial doses may be administered if necessary; max dose unknown, up to 18 vials have been administered with no adverse effect<\/li><\/ul>"},"1":{"id":"926116-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Poisoning due to pit viper venom (Mild to Moderate):<\/b> initial dose: contents of 4 to 6 vials IV infused over 1 h started as soon as possible after crotalid snakebite; repeat if necessary for initial control of symptoms or coagulopathy<\/li><li><b>Poisoning due to pit viper venom (Mild to Moderate):<\/b> maintenance dose (after initial containment of symptoms): contents of 2 vials IV every 6 h for 18 h (3 doses); additional 2 vial doses may be administered if necessary; max dose unknown, up to 18 vials have been administered with no adverse effect<\/li><\/ul>"},"3":{"id":"926116-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Poisoning due to pit viper venom (Mild to Moderate)<br\/>"}}},"3":{"id":"926116-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926116-s-3-9","title":"Contraindications","mono":"Known hypersensitivity to papain or papaya (unless benefit outweights risk)<br\/>"},{"id":"926116-s-3-10","title":"Precautions","mono":"<ul><li>Hypersensitivity to chymopapain, other papaya extracts, the pineapple enzyme bromelain, dust mites or latex<\/li><li>Prior hypersensitivity to polyvalent crotalid antivenin ovine Fab or any other sheep-derived product (unless benefit outweighs risk)<\/li><li>Recurrent coagulopathy\/symptoms may occur after initial infusion for 1-2 weeks or more<\/li><li>Sensitivity to compounds containing mercury<\/li><\/ul>"},{"id":"926116-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"926116-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"926116-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Pruritus, Rash, Urticaria<br\/><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction, Delayed<\/li><li><b>Other:<\/b>Serum sickness due to drug<\/li><\/ul>"},"6":{"id":"926116-s-6","title":"Drug Name Info","sub":{"0":{"id":"926116-s-6-17","title":"US Trade Names","mono":"Crofab<br\/>"},"2":{"id":"926116-s-6-19","title":"Class","mono":"Antivenom<br\/>"},"3":{"id":"926116-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"926116-s-7","title":"Mechanism Of Action","mono":"Systemic:  Antivenin (Crotalidae) polyvalent immune  Fab (ovine) is a venom-specific Fab fragment of immunoglobulin G that  binds and neutralizes venom toxins, facilitating their redistribution away from target tissues and their elimination from the body.    <br\/>"},"8":{"id":"926116-s-8","title":"Pharmacokinetics","sub":{"4":{"id":"926116-s-8-27","title":"Elimination Half Life","mono":"Systemic: 12 to 23 h <br\/>"}}},"9":{"id":"926116-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>reconstitute with 10 mL of sterile water for injection and mix by continuous gentle swirling<\/li><li>once reconstituted dilute in 250 mL NS and mix by gentle swirling<\/li><li>use within 4 hours<\/li><li>infusion should proceed slowly over the first 10 minutes (25-50 mL\/hour)<\/li><li>if no allergic reaction occurs increase rate to 250 mL\/hour until completion<\/li><\/ul>"},"10":{"id":"926116-s-10","title":"Monitoring","mono":"improvement\/reversal of local and systemic manifestations of envenomation <br\/>"},"12":{"id":"926116-s-12","title":"Toxicology","sub":[{"id":"926116-s-12-31","title":"Clinical Effects","mono":"<b>SNAKES-ANTIVENOMS <\/b><br\/>USE: Antivenom therapy is the primary treatment of snake envenomation. PHARMACOLOGY: Antivenoms are effective based on their ability to complex an antigen with the appropriate antibody, thus neutralizing the antigen. Antivenom is produced through inoculation of the venom into an animal. Crude venom is generally poorly tolerated. Newer antivenoms are purified using multiple methods such as protein precipitation, digestion (to fragments such as Fab and Fab2) and affinity chromatography. A product can be designed to work against single venom (monovalent) or multiple venoms (polyvalent). TOXICOLOGY: The two primary risks associated with antivenom therapy are anaphylaxis and serum sickness. The likelihood of developing serum sickness is related to the amount of antivenom administered and the likelihood of developing anaphylaxis varies with the type of antivenom (intact IgG more immunogenic than Fab or Fab2 fragments). EPIDEMIOLOGY: Snake antivenoms are widely used in areas of the world with indigenous venomous snakes. ADVERSE EFFECTS: Most adverse effects from antivenom are secondary to immediate or delayed hypersensitivity reactions. Generalized urticaria, fever, itching, palpitations, nausea and vomiting can develop with an early anaphylactoid reaction. Severe anaphylaxis with bronchospasm, laryngeal edema and hypotension has occurred and can be fatal. Serum sickness can develop 5 days to 3 weeks after antivenom administration and is more common when larger amounts of antivenom are used. Clinical effects include fever, rash, myalgias, malaise, and in rare cases proteinuria and uritis. <br\/>"},{"id":"926116-s-12-32","title":"Treatment","mono":"<b>SNAKES-ANTIVENOMS <\/b><br\/><ul><li>Decontamination: Ingestion unlikely; administered via the parenteral route.<\/li><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Mild anaphylactoid reactions such as rash and urticaria often respond to further diluting the antivenom and administering it at a slower infusion rate, and administering antihistamines and corticosteroids. MANAGEMENT OF SEVERE TOXICITY: Treat anaphylaxis by immediately stopping antivenom infusion and administering antihistamines, corticosteroids and epinephrine. Endotracheal intubation and inhaled beta agonists may also be necessary. Treat bradycardia, asystole per ACLS guidelines.<\/li><li>Airway management: Early endotracheal intubation should be considered in any patient with upper airway edema or severe respiratory distress.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Antivenom plasma levels are not clinically useful nor readily available for most antivenoms. Monitor patients carefully (vital signs, skin exam, lung exam and pulse oximetry) for evidence of anaphylaxis or anaphylactoid reaction during antivenom infusion. Monitor laboratory studies as appropriate for the type of envenomation being treated.<\/li><li>Enhanced elimination procedure: Enhanced elimination is not useful.<\/li><li>Patient disposition: HOME CRITERIA: None. OBSERVATION CRITERIA: Patients treated with snake antivenom are generally observed for recurrent symptoms. ADMISSION CRITERIA: Patients with ongoing allergic or envenomation symptoms should be admitted to an ICU setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients who have allergic reactions or who do not respond to antivenom.<\/li><\/ul>"},{"id":"926116-s-12-33","title":"Range of Toxicity","mono":"<b>SNAKES-ANTIVENOMS<\/b><br\/>TOXIC DOSE: Toxic doses have not been well established; however, the likelihood of serum sickness increases with higher doses of antivenom. THERAPEUTIC DOSE: The loading dose and maintenance doses vary by antivenom. Consult package insert for initial dosing and consult a poison control center for any questions.<br\/>"}]},"13":{"id":"926116-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause serum sickness (rash, urticaria, arthralgia, fever, malaise, enlarged lymph nodes).<\/li><li>Patient should report recurrent signs\/symptoms of coagulopathy, as this may occur 1 to 2 weeks or more after initial infusion.<\/li><\/ul>"}}}