{"generic":"Alemtuzumab","drugs":["Alemtuzumab","Campath","Lemtrada"],"mono":[{"id":"926421-s-0","title":"Generic Names","mono":"Alemtuzumab"},{"id":"926421-s-1","title":"Dosing and Indications","sub":{"0":{"id":"926421-s-1-4","title":"Adult Dosing","mono":"<ul><li>Campath(R) is no longer commercially available. However, to ensure continued access to the drug for appropriate patients, it may be provided free of charge via the Campath Distribution Program at 1-877-422-6728 or Genzyme medical information at 1-800-745-4447 (option #2).<\/li><li>Lemtrada(R) is available only through the restricted Lemtrada(R) REMS program; only prescribers and pharmacists certified with this program may prescribe and dispense Lemtrada(R). Patients must also register with this program and comply with ongoing monitoring requirements. Call 1-855-676-6326 for more information.<\/li><li>Perform CBC, urinalysis, serum creatinine, thyroid function tests, and a baseline skin exam prior to the initiation of therapy. Necessary immunizations should be completed at least 6 weeks before initiating treatment with alemtuzumab. History of varicella or varicella zoster vaccination should be determined prior to treatment; consider varicella zoster vaccination for antibody-negative individuals; postpone alemtuzumab treatment for 6 weeks following varicella zoster vaccination.<\/li><li>Campath(R) is no longer commercially available; however, to ensure continued access to the drug for appropriate patients, it may be provided free of charge via the Campath Distribution Program at 1-877-422-6728 or Genzyme medical information at 1-800-745-4447 (option #2)<\/li><li><b>Relapsing remitting multiple sclerosis:<\/b> First treatment course: 12 mg\/day IV for 5 consecutive days (60 mg total dose); premedicate with high-dose corticosteroids (methylprednisolone 1000 mg or equivalent) immediately prior to infusion for the first 3 days; also administer herpes viral prophylaxis starting on the first day of treatment and continued for at least 2 months after completion of treatment or until the CD4+ count is at least 200 cells\/mcL, whichever occurs later<\/li><li><b>Relapsing remitting multiple sclerosis:<\/b> Second treatment course: 12 mg\/day IV for 3 consecutive days (36 mg total dose) administered 12 months after first course; premedicate with high-dose corticosteroids (methylprednisolone 1000 mg or equivalent) immediately prior to infusion for the first 3 days; also administer herpes viral prophylaxis starting on the first day of treatment and continued for at least 2 months after completion of treatment or until the CD4+ count is at least 200 cells\/mcL, whichever occurs later<\/li><\/ul>"},"1":{"id":"926421-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Campath(R) is no longer commercially available. However, to ensure continued access to the drug for appropriate patients, it may be provided free of charge via the Campath Distribution Program at 1-877-422-6728 or Genzyme medical information at 1-800-745-4447 (option #2).<\/li><li>Safety and effectiveness not established in pediatric patients<\/li><\/ul>"},"3":{"id":"926421-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Campath(R) is no longer commercially available. However, to ensure continued access to the drug for appropriate patients, it may be provided free of charge via the Campath Distribution Program at 1-877-422-6728 or Genzyme medical information at 1-800-745-4447 (option #2) [1].<\/li><li>Relapsing remitting multiple sclerosis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Campath(R) is no longer commercially available. However, to ensure continued access to the drug for appropriate patients, it may be provided free of charge via the Campath Distribution Program at 1-877-422-6728 or Genzyme medical information at 1-800-745-4447 (option #2) [1].<\/li><li>Autoimmune disease - Cytopenia<\/li><li>Malignant tumor of lymphoid hemopoietic and related tissue<\/li><li>Primary cutaneous T-cell lymphoma, Relapsed or refractory<\/li><li>Renal transplant rejection, Induction therapy; Prophylaxis<\/li><li>T-cell prolymphocytic leukemia<\/li><\/ul>"}}},{"id":"926421-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Serious, sometimes fatal autoimmune conditions including immune thrombocytopenia and antiglomerular basement membrane disease may occur. Complete blood counts with differential, serum creatinine levels, and urinalysis with urine cell counts should be monitored at periodic intervals for 48 months after discontinuing therapy. Serious and life-threatening infusion reactions have been reported and can occur after the 2 hour monitoring period. Administer in a setting appropriate for managing anaphylaxis or serious infusion reactions. Alemtuzumab may increase the risk of malignancies including thyroid cancer, melanoma, and lymphoproliferative disorders. Baseline and yearly skin exams are recommended. Because of the risks associated with alemtuzumab, it is only available through restricted distribution under a Risk Evaluation Mitigation Strategy (REMS) program.<br\/>"},{"id":"926421-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926421-s-3-9","title":"Contraindications","mono":"HIV infection; due to prolonged reduction of CD4+ lymphocyte counts <br\/>"},{"id":"926421-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Increased risk of serious autoimmune-mediated conditions including immune thrombocytopenia and antiglomerular basement membrane disease; monitoring recommended<\/li><li>-- Serious, life-threatening infusion reactions have been reported and can occur after the 2-hour monitoring period; administer in a setting appropriate for management<\/li><li>-- May increase the risk of malignancies, including thyroid cancer, melanoma, and lymphoproliferative disorders; monitoring recommended; use caution when initiating therapy if preexisting or ongoing malignancies<\/li><li>Endocrine and Metabolic:<\/li><li>-- Autoimmune thyroid disorders including Graves' disease, hyperthyroidism, and hypothyroidism have been reported; monitoring recommended<\/li><li>-- Serious thyroid disease-associated events including cardiac and psychiatric events and have been reported; monitoring recommended and thyroidectomy may be necessary<\/li><li>-- Ongoing thyroid disorder; use only if the benefit justifies the risk<\/li><li>Hematologic:<\/li><li>-- Autoimmune cytopenias such as neutropenia, hemolytic anemia, and pancytopenia have been reported, including a fatality; monitoring recommended<\/li><li>Immunologic:<\/li><li>-- Autoantibody formation may result in an increased risk of serious conditions, including undifferentiated connective tissue disorders, acquired hemophilia A (anti-Factor antibodies), rheumatoid arthritis, type I diabetes, vitiligo, and retinal pigment epitheliopathy; monitoring recommended<\/li><li>-- Increased risk of infection, including fungal infections, Listeria, reactivation of Hepatitis B or Hepatitis C, herpes, human papilloma virus, TB, including some serious cases<\/li><li>-- Delay treatment until active infection is fully controlled<\/li><li>Ophthalmic:<\/li><li>-- Graves' ophthalmopathy with decreased vision, eye pain, and exophthalmos has been reported; monitoring recommended<\/li><li>Renal:<\/li><li>-- Glomerular Nephropathies including membranous glomerulonephritis have been reported; monitoring recommended<\/li><li>Respiratory:<\/li><li>-- Hypersensitivity pneumonitis and pneumonitis with fibrosis has been reported; monitoring recommended<\/li><li>Concomitant Use:<\/li><li>-- Do not administer live viral vaccines following alemtuzumab therapy<\/li><\/ul>"},{"id":"926421-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"926421-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"926421-s-4","title":"Drug Interactions","sub":{"1":{"id":"926421-s-4-14","title":"Major","mono":"<ul><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Rotavirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><\/ul>"}}},{"id":"926421-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing (10%), Pruritus (14%), Rash (53%), Urticaria (16%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (10%), Diarrhea (12%), Nausea (21%), Vomiting (10%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (12%), Backache (12%), Pain in limb (12%)<\/li><li><b>Neurologic:<\/b>Dizziness (10%), Headache (52%), Insomnia (16%), Paresthesia (10%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (19%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (25%), Pain in throat (11%), Sinusitis (11%), Upper respiratory infection (16%)<\/li><li><b>Other:<\/b>Fatigue (18%), Fever (29%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Malignant melanoma (0.3%), Vitiligo (0.1%)<\/li><li><b>Endocrine metabolic:<\/b>Diabetes mellitus, Type 1 (0.1%), Malignant tumor of thyroid gland (0.3%), Thyroid dysfunction (13% to 39%)<\/li><li><b>Immunologic:<\/b>Acquired factor VIII deficiency disease (0.2%), Autoimmune hemolytic anemia (0.2%.), Autoimmune neutropenia (0.1%.), Autoimmune pancytopenia (0.2%), Graft versus host disease, Fatal, Herpesvirus infection (16%), Human papilloma virus infection (2%), Immune thrombocytopenia (2%), Infectious disease (71%), Listeria meningitis, Lymphocytopenia (99.9%), Lymphoproliferative disorder, Malignant lymphoma, Mycosis (12% to 13%), Rheumatoid arthritis (0.1%), Tuberculosis (Active and latent TB, 0.3%), Undifferentiated connective tissue disease (0.2%)<\/li><li><b>Neurologic:<\/b>Inflammatory demyelinating polyradiculoneuropathy, chronic<\/li><li><b>Ophthalmic:<\/b>Thyroid eye disease (1%)<\/li><li><b>Psychiatric:<\/b>Suicidal behavior, Or ideation (0.6%)<\/li><li><b>Renal:<\/b>Glomerular disease, Nephropathy (0.3%)<\/li><li><b>Reproductive:<\/b>Human papilloma virus infection (2%)<\/li><li><b>Respiratory:<\/b>Pneumonitis (0.5%)<\/li><li><b>Other:<\/b>Infusion reaction (92%)<\/li><\/ul>"},{"id":"926421-s-6","title":"Drug Name Info","sub":{"0":{"id":"926421-s-6-17","title":"US Trade Names","mono":"<ul><li>Campath<\/li><li>Lemtrada<\/li><\/ul>"},"2":{"id":"926421-s-6-19","title":"Class","mono":"<ul><li>Immunological Agent<\/li><li>Monoclonal Antibody<\/li><\/ul>"},"3":{"id":"926421-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"926421-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"926421-s-7","title":"Mechanism Of Action","mono":"Alemtuzumab is a recombinant monoclonal antibody that causes antibody-dependent cellular cytolysis, complement-mediated lysis, and depletes circulating T and B lymphocytes by binding to CD52, on the surface of B and T lymphocytes,  monocytes, macrophages, and natural killer cells.<br\/>"},{"id":"926421-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"926421-s-8-24","title":"Distribution","mono":"Vd: 14.1 L <br\/>"},"4":{"id":"926421-s-8-27","title":"Elimination Half Life","mono":"approximately 2 weeks.<br\/>"}}},{"id":"926421-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>Do not shake or freeze vial<\/li><li>Dilute in 100 mL NS or D5W; gently invert bag to mix; use within 8 hours and protect from light<\/li><li>Give over 4 hours (may extend duration if needed); do not administer as IV bolus or IV push<\/li><li>Do not add or simultaneously administer other drugs through the same IV line<\/li><li>Monitor vital signs prior to and during infusion; observe for infusion reaction for at least 2 hours following administration<\/li><\/ul>"},{"id":"926421-s-10","title":"Monitoring","mono":"<ul><li>a reduction in multiple sclerosis relapse rate may indicate efficacy<\/li><li>antibodies to varicella zoster virus (VZV), in patients with no history of varicella or who have not been vaccinated with VZV; prior to treatment<\/li><li>CBC with differential; prior to treatment and monthly thereafter until 48 months post-treatment<\/li><li>human papilloma virus screening; annually in females.<\/li><li>serum creatinine levels; prior to treatment and monthly thereafter until 48 months post-treatment<\/li><li>urinalysis with urine cell counts; prior to treatment and monthly thereafter until 48 months post-treatment<\/li><li>thyroid function (eg, thyroid stimulating hormone level); prior to treatment and every 3 months thereafter until at least 48 months post-treatment<\/li><li>TB; prior to treatment<\/li><li>vital signs; prior to and during infusions<\/li><li>infusion reactions; during and for a minimum of 2 hours after infusions; additional\/longer monitoring, in patients with a higher risk of cardiovascular or pulmonary compromise<\/li><li>skin exams; at baseline and yearly thereafter<\/li><li>signs and symptoms of thyroid cancer (eg, a new neck lump, neck swelling, front neck pain, persistent hoarseness, voice changes, trouble swallowing or breathing, or a constant cough not caused by an upper respiratory tract infection)<\/li><\/ul>"},{"id":"926421-s-11","title":"How Supplied","mono":"<b>Lemtrada<\/b><br\/>Intravenous Solution: 10 MG\/ML<br\/>"},{"id":"926421-s-12","title":"Toxicology","sub":[{"id":"926421-s-12-31","title":"Clinical Effects","mono":"<b>ALEMTUZUMAB<\/b><br\/>OVERDOSE: An increased incidence of pancytopenia is associated with single alemtuzumab doses greater than 30 mg or a cumulative weekly dose greater than 90 mg. Bronchospasm, cough, and dyspnea, followed by anuria and death, were reported in one patient who received an initial dose of 80 mg via an intravenous infusion. It is suggested that tumor lysis syndrome may have contributed to the symptoms of this patient. ADVERSE EFFECTS: FREQUENT - Infusion-related effects including N\/V, diarrhea, headache, fatigue, dyspnea, rash, pruritus, fever, rigors, bronchospasm, and hypotension are fairly common. Syncope, respiratory distress syndrome, cardiac dysrhythmias, myocardial infarction, cardiac arrest are rare infusion-related effects. SEVERE - Pancytopenia\/marrow hypoplasia, autoimmune idiopathic thrombocytopenia, autoimmune hemolytic anemia, and opportunistic infections are potentially lethal effects at therapeutic doses. <br\/>"},{"id":"926421-s-12-32","title":"Treatment","mono":"<b>ALEMTUZUMAB<\/b><br\/><ul><li>Support: Care is primarily symptomatic and supportive as indicated. Antihistamines, corticosteroids, and acetaminophen have been used for acute infusion reactions.<\/li><li>Myelosuppression: Neutropenia: filgrastim 5 mcg\/kg\/day subcutaneously. Sargramostim 250 mcg\/m(2)\/day intravenous infusion over 4 hours. Transfusion for severe thrombocytopenia or bleeding. Recombinant erythropoietin for severe anemia.<\/li><li>Hypotensive episode: IV 0.9% NaCl, dopamine, norepinephrine<\/li><li>Intrathecal injection: No clinical reports available, information derived from experience with other antineoplastics.  Keep the patient upright if possible. Immediately drain at least 20 ml CSF; drainage of up to 70 ml has been tolerated in adults.  Follow with CSF exchange (remove serial 20 ml aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).  For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours).  Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Monitoring of patient: Monitor vital signs, fluid and electrolytes, renal function, and serial CBC with differential and platelets. Monitor for clinical evidence of an infusion reaction.<\/li><\/ul>"},{"id":"926421-s-12-33","title":"Range of Toxicity","mono":"<b>ALEMTUZUMAB<\/b><br\/>Single alemtuzumab doses of 30 mg infused intravenously or cumulative doses of more than 90 mg\/week may result in an increased incidence of pancytopenia. A single dose of 80 mg, infused intravenously, in one adult patient resulted in acute bronchospasm, cough, and dyspnea, followed by anuria and death. Another patient developed bone marrow aplasia after two 90 mg doses infused one day apart. THERAPEUTIC DOSE - Initially, 3 mg daily is administered as a 2-hour IV infusion. When 3 mg is tolerated, dose is increased to 10 mg daily. When 10 mg is tolerated, the maintenance dose of 30 mg daily is administered, three times per week on alternate days (eg, Monday, Wednesday, and Friday) for up to 12 weeks. Administer as an intravenous infusion over 2 hours; do not administer as intravenous push or bolus.<br\/>"}]},{"id":"926421-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of infusion reactions.<\/li><li>Instruct patient to report symptoms of a thyroid disorder or an infection.<\/li><li>Warn female patient to avoid pregnancy during therapy and for at least 4 months posttreatment.<\/li><li>Side effects may include pyrexia, nasopharyngitis, nausea, diarrhea, vomiting, abdominal pain, fatigue, insomnia, urticaria, arthralgia, extremity pain, back pain, oropharyngeal pain, paresthesia, dizziness, or flushing.<\/li><li>Advise patient to report symptoms of immune thrombocytopenia.<\/li><li>Instruct patient to report symptoms of pneumonitis.<\/li><li>Counsel patient on the importance of taking prophylactic antiviral agents as prescribed.<\/li><\/ul>"}]}