{"drugs":["Almotriptan Malate","Axert"],"mono":{"0":{"id":"926439-s-0","title":"Generic Names","mono":"Almotriptan Malate"},"1":{"id":"926439-s-1","title":"Dosing and Indications","sub":[{"id":"926439-s-1-4","title":"Adult Dosing","mono":"<b>Migraine (Acute):<\/b> 6.25 to 12.5 mg ORALLY, may repeat after 2 hr, MAX 25 mg\/24 hr "},{"id":"926439-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in pediatric patients under the age of 12 yr<\/li><li><b>Migraine (Acute):<\/b> (12 yr and older) 6.25 to 12.5 mg ORALLY, may repeat after 2 hr, MAX 25 mg\/24 hr<\/li><\/ul>"},{"id":"926439-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>concomitant strong CYP3A4 inhibitors (ie, ketoconazole):<\/b> starting dose 6.25 mg, MAX 12.5 mg\/24 hr<\/li><li><b>liver disease:<\/b> starting dose 6.25 mg, MAX 12.5 mg\/24 hr<\/li><li><b>renal disease:<\/b> starting dose 6.25 mg, MAX 12.5 mg\/24 hr<\/li><\/ul>"},{"id":"926439-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Migraine (Acute)<br\/>"}]},"3":{"id":"926439-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926439-s-3-9","title":"Contraindications","mono":"<ul><li>cerebrovascular syndromes (eg, strokes of any type or transient ischemic attacks)<\/li><li>concomitant use of any ergotamine-containing or ergot-type medication (eg, dihydroergotamine or methysergide) within 24 hours of each other<\/li><li>concomitant use of another 5-hydroxytryptamine-1 receptor (5-HT1) subtype agonist within 24 hours<\/li><li>hemiplegic or basilar migraine<\/li><li>hypersensitivity to almotriptan or any of its components<\/li><li>ischemic heart disease or coronary artery vasospasm, including Prinzmetal's variant angina or any significant or underlying cardiovascular disease<\/li><li>ischemic cardiac syndromes, history, symptoms, or signs (eg, angina pectoris of any type, myocardial infarction of any form, silent myocardial ischemia)<\/li><li>peripheral vascular disease (eg, ischemic bowel disease)<\/li><li>uncontrolled hypertension; may increase blood pressure<\/li><\/ul>"},{"id":"926439-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- not recommended in patients who have risk factors for coronary artery disease (eg, hypertension, hypercholesterolemia, smoker, obesity, diabetes, strong family history, female with surgical or physiological menopause, or male over 40 years old) unless a cardiovascular evaluation concludes the absence of coronary artery and ischemic myocardial disease or other significant underlying cardiovascular disease; monitoring recommended<\/li><li>-- not recommended in patients with or who have risk factors for coronary artery disease (eg, hypertension, hypercholesterolemia, smoker, obesity, diabetes, strong family history, female with surgical or physiological menopause, or male over 40 years old) unless a cardiovascular evaluation concludes the absence of coronary artery and ischemic myocardial disease or other significant underlying cardiovascular disease; monitoring recommended<\/li><li>-- serious cardiovascular events (eg, coronary artery vasospasm, transient ischemia, myocardial infarction, ventricular tachycardia and fibrillation, cardiac arrest), some fatal, have been reported within a few hours of almotriptan administration<\/li><li>-- angina, chest, jaw, or neck tightness, pain, and pressure or heaviness have occurred; evaluate patients for the presence of coronary artery disease or a predisposition to Prinzmetal's variant angina prior to receiving the next dose; monitoring recommended<\/li><li>-- vasospastic reactions other than coronary artery vasospasm, including peripheral vascular ischemia, colonic ischemia with abdominal pain and bloody diarrhea, transient\/permanent blindness and significant partial vision loss, may occur<\/li><li>-- significant blood pressure elevation, including hypertensive crisis, has been reported rarely in patients with and without a history of hypertension<\/li><li>-- if patient has signs or symptoms of decreased arterial flow (eg, ischemic bowel or Raynaud syndrome), evaluate for atherosclerosis or predisposition to vasospasm<\/li><li>-- cerebrovascular hemorrhage, subarachnoid hemorrhage and stroke, some fatal, have been reported<\/li><li>Hepatic:<\/li><li>-- use caution in patients with hepatic impairment<\/li><li>Immunologic:<\/li><li>-- use caution in patients who have hypersensitivity to sulfonamides since cross-sensitivity to almotriptan (which has a sulfonyl group) has not been evaluated<\/li><li>Neurologic:<\/li><li>-- overuse of migraine drugs (eg, ergotamine, triptans, opioids, or a combination of these drugs) for 10 or more days per month cause medication overuse headache<\/li><li>-- if patient does not respond to first dose prior to administering second dose, reconsider diagnosis of migraine or cluster headache<\/li><li>-- Ophthalmic:<\/li><li>-- may bind to melanin in the eye with long-term use<\/li><li>Renal:<\/li><li>-- use caution in patients with renal impairment<\/li><li>Other:<\/li><li>-- serotonin syndrome may occur, particularly during concomitant use of SSRIs or serotonin norepinephrine reuptake inhibitors; close observation is recommended if concomitant use is required, particularly upon treatment initiation and dose increases<\/li><\/ul>"},{"id":"926439-s-3-11","title":"Pregnancy Category","mono":"Almotriptan: C (FDA)<br\/>"},{"id":"926439-s-3-12","title":"Breast Feeding","mono":"Almotriptan: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"926439-s-4","title":"Drug Interactions","sub":[{"id":"926439-s-4-13","title":"Contraindicated","mono":"<ul><li>Avitriptan (theoretical)<\/li><li>Dihydroergotamine (theoretical)<\/li><li>Eletriptan (theoretical)<\/li><li>Ergoloid Mesylates (theoretical)<\/li><li>Ergonovine (theoretical)<\/li><li>Ergotamine (theoretical)<\/li><li>Frovatriptan (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Methylergonovine (theoretical)<\/li><li>Methysergide (theoretical)<\/li><li>Naratriptan (theoretical)<\/li><li>Rizatriptan (theoretical)<\/li><li>Sumatriptan (theoretical)<\/li><li>Zolmitriptan (theoretical)<\/li><\/ul>"},{"id":"926439-s-4-14","title":"Major","mono":"<ul><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Amphetamine (theoretical)<\/li><li>Bromocriptine (theoretical)<\/li><li>Brompheniramine (theoretical)<\/li><li>Buspirone (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Chlorpheniramine (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Clovoxamine (theoretical)<\/li><li>Cocaine (theoretical)<\/li><li>Cyclobenzaprine (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dextroamphetamine (theoretical)<\/li><li>Dextromethorphan (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Duloxetine (probable)<\/li><li>Escitalopram (theoretical)<\/li><li>Femoxetine (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Hydroxytryptophan (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lithium (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Methylene Blue (theoretical)<\/li><li>Milnacipran (theoretical)<\/li><li>Mirtazapine (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>Paroxetine (theoretical)<\/li><li>Pentazocine (theoretical)<\/li><li>Propoxyphene (theoretical)<\/li><li>Reboxetine (theoretical)<\/li><li>Sertraline (theoretical)<\/li><li>Sibutramine (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Tryptophan (theoretical)<\/li><li>Venlafaxine (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Zimeldine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"926439-s-4-15","title":"Moderate","mono":"<ul>Ketoconazole (established)<\/ul>"}]},"5":{"id":"926439-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (1% to 3%), Vomiting (up to 2%), Xerostomia (1%)<\/li><li><b>Neurologic:<\/b>Dizziness (up to 4%), Paresthesia (up to 1%), Somnolence (up to 5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Coronary artery spasm, Ischemia, Peripheral vascular, Myocardial infarction, Myocardial ischemia<\/li><li><b>Gastrointestinal:<\/b>Ischemia, Gastrointestinal<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage, Cerebrovascular accident, Cerebrovascular disease, Subarachnoid hemorrhage<\/li><li><b>Ophthalmic:<\/b>Unexplained visual loss<\/li><li><b>Other:<\/b>Serotonin syndrome<\/li><\/ul>"},"6":{"id":"926439-s-6","title":"Drug Name Info","sub":{"0":{"id":"926439-s-6-17","title":"US Trade Names","mono":"Axert<br\/>"},"2":{"id":"926439-s-6-19","title":"Class","mono":"<ul><li>Antimigraine<\/li><li>Serotonin Receptor Agonist, 5-HT1<\/li><\/ul>"},"3":{"id":"926439-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"926439-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"926439-s-7","title":"Mechanism Of Action","mono":"Almotriptan maleate is a selective agonist of 5-hydroxytryptamine receptors (5-HT(1B\/1D)) that are found on the extracerebral, intracranial blood vessels that dilate during migraine attack. Activation of these receptors lead to cranial vessel constriction, inhibition of neuropeptide release, and reduced transmission in trigeminal pathways.<br\/>"},"8":{"id":"926439-s-8","title":"Pharmacokinetics","sub":[{"id":"926439-s-8-23","title":"Absorption","mono":"<ul><li>Tmax: 1 to 3 hr<\/li><li>Bioavailability: approximately 70%<\/li><li>Effect of food: none<\/li><\/ul>"},{"id":"926439-s-8-24","title":"Distribution","mono":"<ul><li>Vd: approximately 180 L to 200 L<\/li><li>Protein binding: approximately 35%<\/li><\/ul>"},{"id":"926439-s-8-25","title":"Metabolism","mono":"Hepatic: P450 CYP3A4 and CYP2D6 mediated hydroxylation and oxidation of pyrrolidine moiety (12% of dose) and monoamine oxidase (MAO)-mediated oxidative deamination (27% of dose) <br\/>"},{"id":"926439-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: approximately 13% as unchanged and metabolites<\/li><li>Renal: about 75%, approximately 40% unchanged<\/li><li>Renal clearance: 57 L\/hr (normal renal function); 34.2 L\/hr (CrCl 31 to 71 mL\/min); 19.8 L\/hr (CrCl 10 to 30 mL\/min)<\/li><li>Dialyzable: unknown (hemodialysis); unknown (peritoneal dialysis)<\/li><\/ul>"},{"id":"926439-s-8-27","title":"Elimination Half Life","mono":"3 to 4 hr <br\/>"}]},"10":{"id":"926439-s-10","title":"Monitoring","mono":"<ul><li>reduction in migraine headache severity and absence of headache recurrence indicates efficacy<\/li><li>ECG; during initial dosing in patients with risk factors for coronary artery disease and among patients who develop signs or symptoms of angina with administration of almotriptan<\/li><li>cardiovascular function and coronary artery disease risk factors; baseline and periodically thereafter<\/li><\/ul>"},"11":{"id":"926439-s-11","title":"How Supplied","mono":"<b>Axert<\/b><br\/>Oral Tablet: 6.25 MG, 12.5 MG<br\/>"},"12":{"id":"926439-s-12","title":"Toxicology","sub":[{"id":"926439-s-12-31","title":"Clinical Effects","mono":"<b>SUMATRIPTAN AND RELATED AGENTS<\/b><br\/>USES: Sumatriptan and related medications are selective serotonin agonists indicated for the treatment of migraine headaches and cluster headaches. PHARMACOLOGY: Triptans activate vascular serotonin 5-HT1 receptors, producing vasoconstriction. This theoretically antagonizes the cerebral vasodilation that causes migraine headaches. TOXICOLOGY: In overdose, triptans lose their selectivity for the cerebral vasculature and causes excessive vasoconstriction via activation of vascular serotonin receptors. This excess vasoconstriction can result in hypertension, and could cause end-organ ischemia. Triptans can cause serotonin syndrome. EPIDEMIOLOGY: Overdoses of sumatriptan are relatively rare. Deaths have not been reported with poisoning, but severe cardiovascular effects have been associated with therapeutic doses. OVERDOSE: MILD TO MODERATE TOXICITY: Hypertension is common; patients are often asymptomatic. Triptans can cause serotonin syndrome in isolation or in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. Symptoms of serotonin syndrome include altered mental status, hyperreflexia greater in the lower extremities, nystagmus, tremor, diaphoresis, and autonomic instability. SEVERE TOXICITY: While not described in the literature, overdose can theoretically cause vasoconstriction with severe hypertension, myocardial infarction, cardiac dysrhythmias, renal infarction, splenic infarction, ischemic colitis, and cerebral vascular accident (ischemic and hemorrhagic). Triptans can cause serotonin syndrome in isolation or in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. Symptoms of serotonin syndrome include altered mental status, hyperreflexia greater in the lower extremities, nystagmus, tremor, diaphoresis, autonomic instability, rigidity and hyperthermia. ADVERSE EVENTS: Common adverse effects of sumatriptan include nausea, vomiting, dyspepsia, flushing and paresthesias. Chest pressure is reported in up to 15% of sumatriptan users but does not appear to be related to coronary vasospasm. Triptans have been reported to cause serotonin syndrome in isolation as well as when taken in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. <br\/>"},{"id":"926439-s-12-32","title":"Treatment","mono":"<b>SUMATRIPTAN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Care is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: HYPERTENSION: Treat severe hypertension (end organ effects) with sodium nitroprusside or nitroglycerin. Labetalol, dihydropyridine calcium channel blockers and phentolamine are alternatives. Triptan-associated myocardial ischemia has been successfully treated with aspirin, heparin and nitroglycerin. VENTRICULAR DYSRHYTHMIAS: Treat dysrhythmias per ACLS protocols. SEROTONIN SYNDROME: Treat with benzodiazepines. In severe cases (uncontrollable agitation and myoclonus, hyperthermia) neuromuscular paralysis, mechanical ventilation and sedation may be necessary. CYPROHEPTADINE is used to improve mild to moderate symptoms of serotonin syndrome. DOSE: ADULT: Initial dose of 12 mg, then 2 mg every 2 hours if the patient remains symptomatic. Maintenance: 8 mg every 6 hours. Maximum dose: 32 mg in 24 hours. CHILD 0.25 mg\/kg\/day divided every 6 hours, maximum 12 mg\/day.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal can be given to patients with a significant oral overdose in patients who are alert and can protect their airway. Activated charcoal is not indicated for those medications designed to be insufflated or dissolved on the tongue. HOSPITAL: Activated charcoal can be given to patients with a significant oral overdose in patients who are alert and can protect their airway. Activated charcoal and gastric lavage are not indicated for those medications designed to be insufflated or dissolved on the tongue.<\/li><li>Airway management: Endotracheal intubation should be considered for patients who present with significant CNS symptoms.<\/li><li>Antidote: There is no known antidote.<\/li><li>Ventricular arrhythmia: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Lidocaine and amiodarone are generally first line agents for stable monomorphic ventricular tachycardia (VT). Sotalol may be an alternative for stable monomorphic VT. Amiodarone and sotalol should generally not be used if QT prolongation or torsades de pointes is present.<\/li><li>Serotonin syndrome: These agents are selective serotonin agonists, which act at 5-HT(1) receptors and theoretically may produce serotonin syndrome. If symptoms are present, benzodiazepines are the mainstay of therapy. Cyproheptadine, a 5-HT antagonist, may also be used. Severe cases have been managed with benzodiazepine sedation and neuromuscular paralysis with nondepolarizing agents.<\/li><li>Monitoring of patient: Monitor for hypertension, ventricular dysrhythmias and clinical evidence of ischemia. Cardiac monitoring as indicated. Evaluate pulse oximetry and\/or ABGs in patients with chest pain or shortness of breath. Monitor symptomatic patients for acidosis\/electrolyte disorders (particularly hypokalemia, hypocalcemia, and hypomagnesemia).<\/li><li>Enhanced elimination procedure: Sumatriptan has a large volume of distribution; therefore, hemodialysis is unlikely to be effective.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent exposure to therapeutic or near-therapeutic doses can be managed at home with observation. OBSERVATION CRITERIA: Symptomatic patients and patients with deliberate overdose should be referred to a health care facility. ADMISSION CRITERIA: Patients who develop significant hypertension or signs\/symptoms or end-organ ischemia should be admitted for observation and treatment. CONSULT CRITERIA: Consultation with a medical toxicologist or poison center should be considered for any patient with significant symptoms or a significant overdose.<\/li><\/ul>"},{"id":"926439-s-12-33","title":"Range of Toxicity","mono":"<b>SUMATRIPTAN AND RELATED AGENTS <\/b><br\/>TOXICITY: A healthy adult who took sumatriptan 300 mg orally and 12 mg subQ developed ischemic colitis. A minimum lethal dose in human for these agents has not been established. Single doses of 140 to 400 mg sumatriptan in volunteers (n=174) produced no serious adverse events. THERAPEUTIC DOSE: SUMATRIPTAN:  ADULT: 25 to 100 mg at onset of headache; maximum 200 mg\/day. Parenteral:  6 mg at onset of headache; maximum 12 mg\/day. ALMOTRIPTAN: ADULT: 6.25 to 12 mg orally; maximum 25 mg\/day. ELETRIPTAN: ADULT: 20 to 40 mg orally; maximum 80 mg\/day. FROVATRIPTAN: ADULT: 2.5 mg orally; maximum daily dose 7.5 mg. NARATRIPTAN: ADULT: 1 to 2.5 mg orally; maximum dose: 5 mg\/day. RIZATRIPTAN: ADULT: 5 to 10 mg orally; maximum dose: 30 mg\/day. ZOLMITRIPTAN: ADULT: 1.25 to 2.5 mg; maximum dose: 10 mg\/day. ALMOTRIPTAN: PEDIATRIC: 12 to 17 years: 6.25 to 12.5 mg orally; maximum dose: 25 mg\/day. PEDIATRIC USE: The remaining agents are NOT recommended for use in children less than 18 years of age. <br\/>"}]},"13":{"id":"926439-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report any symptoms of serious cardiac events (coronary artery vasospasm, transient myocardial ischemia, myocardial infarction, ventricular tachycardia and fibrillation) and hypertensive episodes.<\/li><li>Advise patient to report signs of serotonin syndrome (confusion, hallucinations, tachycardia, hyperthermia, labile blood pressure, hyperreflexia, incoordination, diarrhea).<\/li><li>Instruct patient to report signs or symptoms of peripheral vascular ischemia or colonic ischemia.<\/li><li>Patient should avoid driving and other activities requiring mental alertness or coordination until drug effects are realized, as this medicine may cause dizziness, somnolence, and visual disturbances.<\/li><li>Side effects in adults may include nausea, dry mouth, paresthesia. In adolescents, side effects include headache, dizziness, somnolence, paresthesia, and nausea with vomiting.<\/li><li>Tell patient that 10 or more days of use per month may cause rebound headache; advise patient to keep a headache diary.<\/li><li>Advise patient to report chest pain, shortness of breath,  weakness, or slurring of speech and to seek for immediate medical advice.<\/li><li>Patients should not exceed a maximum daily dose of 25 mg; patients with hepatic or renal impairment should not exceed 12.5 mg in 24 hours.<\/li><li>Patient should avoid taking drug within 24 hours of using ergot-type or ergotamine-containing drugs or other 5-hydroxytryptamine-1 agonists (eg, other triptans).<\/li><\/ul>"}}}