{"drugs":["Tenofovir Disoproxil Fumarate","Viread"],"mono":[{"id":"926767-s-0","title":"Generic Names","mono":"Tenofovir Disoproxil Fumarate"},{"id":"926767-s-1","title":"Dosing and Indications","sub":[{"id":"926767-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>HIV infection:<\/b> 300 mg ORALLY once daily<\/li><li><b>Type B viral hepatitis, chronic:<\/b> 300 mg ORALLY once daily<\/li><\/ul>"},{"id":"926767-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in children younger than 2 years with HIV-1 infection<\/li><li>safety and efficacy not established in pediatric patients with chronic hepatitis B virus who are younger than 12 years or weigh less than 35 kg<\/li><li><b>HIV infection:<\/b> (2 to younger than 12 years) 8 mg\/kg up to MAX of 300 mg ORALLY once daily<\/li><li><b>HIV infection:<\/b> (12 years or older and weighing at least 35 kg) 300 mg ORALLY once daily<\/li><li><b>Type B viral hepatitis, chronic:<\/b> (12 years or older and weighing at least 35 kg) 300 mg ORALLY once daily<\/li><\/ul>"},{"id":"926767-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, adults:<\/b> CrCl 50 mL\/min and greater, 300 mg every 24 hours; CrCl 30 to 49 mL\/min, 300 mg every 48 hours; CrCl 10 to 29 mL\/min, 300 mg every 72 to 96 hours; CrCl less than 10 mL\/min not receiving hemodialysis, no recommendation available<\/li><li><b>renal impairment, pediatrics:<\/b> no data available for a recommendation<\/li><li><b>hemodialysis:<\/b> 300 mg every 7 days or after a total of approximately 12 hours of hemodialysis; give dose after hemodialysis session<\/li><li><b>hepatic impairment:<\/b> no dose adjustment necessary; single-dose data in non-HIV-infected patients with moderate to severe hepatic impairment<\/li><\/ul>"},{"id":"926767-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>HIV infection<\/li><li>Type B viral hepatitis, chronic<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>HIV infection - Type B viral hepatitis, chronic<br\/>"}]},{"id":"926767-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported with the use of nucleoside analogs, including tenofovir disoproxil fumarate. Severe acute exacerbations of hepatitis have been reported in patients infected with hepatitis B virus (HBV) who have discontinued anti-hepatitis B therapy, including tenofovir disoproxil fumarate. Closely monitor hepatic function in these patients for several months following the discontinuation of emtricitabine and resume anti-HBV therapy if warranted.<br\/>"},{"id":"926767-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926767-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"926767-s-3-10","title":"Precautions","mono":"<ul><li>lactic acidosis and severe hepatomegaly with steatosis, including fatalities, have been reported with nucleoside analog therapy, including tenofovir disoproxil fumarate; increased risk in women and patients with known risk factors for liver disease, obesity, or prolonged nucleoside exposure; discontinue treatment if lactic acidosis or hepatotoxicity (including hepatomegaly and steatosis) are suspected<\/li><li>hepatitis B virus infection; severe acute hepatitis exacerbations may occur upon discontinuation of therapy; monitoring recommended<\/li><li>autoimmune disorders, including Graves disease, polymyositis, and Guillain-Barr  syndrome, have been reported in the setting of immune reconstitution; may occur many months after initiation of therapy<\/li><li>bone mineral density (BMD) decreases and osteomalacia (associated with proximal renal tubulopathy) have been reported; consider BMD monitoring in patients with history of pathologic bone fractures or other risk factors for bone loss or osteoporosis<\/li><li>coinfection with HIV-1 and hepatitis B virus; increased risk of HIV-1 resistance; use only with appropriate antiretroviral combination regimen<\/li><li>combination of didanosine and tenofovir not recommended; early virologic failure, rapid selection of resistant mutations, potential for nonresponse, and serious didanosine-related toxicities have been reported<\/li><li>combination of lamivudine and abacavir with tenofovir or the combination of lamivudine and didanosine with tenofovir not recommended due to high rates of early virologic nonresponse<\/li><li>concomitant or recent use of nephrotoxic agents including cidofovir, acyclovir, valacyclovir, ganciclovir, valganciclovir, aminoglycosides, or use of high-dose or multiple NSAIDs should be avoided<\/li><li>concomitant use with fixed-dose combination products (Atripla(R), Complera(R), Stribild(TM), and Truvada(R)) should be avoided<\/li><li>concomitant use with adefovir dipivoxil (Hepsera(R)) should be avoided<\/li><li>early virological failure and high rates of resistance substitutions have occurred with sole use of triple nucleoside reverse transcriptase inhibitor therapy; monitoring recommended; treatment modification may be required<\/li><li>proximal renal tubulopathy associated with osteomalacia may occur and may be characterized by pain in the extremities, worsening bone pain, fractures, muscular pain, or weakness; immediate evaluation of renal function recommended<\/li><li>osteomalacia, associated with proximal renal tubulopathy, has been reported; may increase bone fracture risk<\/li><li>renal impairment including acute failure and Fanconi Syndrome has been reported; monitoring recommended<\/li><li>renal impairment, mild, at risk for renal dysfunction, or prior renal events with adefovir dipivoxil use; monitoring recommended<\/li><li>renal impairment, moderate to severe (CrCl less than 50 mL\/min); dose adjustment and monitoring recommended<\/li><\/ul>"},{"id":"926767-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"926767-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"926767-s-4","title":"Drug Interactions","sub":{"1":{"id":"926767-s-4-14","title":"Major","mono":"<ul><li>Atazanavir (established)<\/li><li>Didanosine (established)<\/li><li>Ethosuximide (theoretical)<\/li><li>Telaprevir (established)<\/li><\/ul>"},"2":{"id":"926767-s-4-15","title":"Moderate","mono":"<ul><li>Lopinavir (probable)<\/li><li>Ritonavir (probable)<\/li><li>Tipranavir (established)<\/li><\/ul>"}}},{"id":"926767-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (16%), Rash (5% to 18%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (4% to 22%), Diarrhea (9% to 16%), Nausea (8% to 20%), Vomiting (2% to 13%)<\/li><li><b>Neurologic:<\/b>Asthenia (6% to 11%), Dizziness (3% to 13%), Headache (5% to 14%), Insomnia (3% to 18%)<\/li><li><b>Psychiatric:<\/b>Depression (4% to 11%)<\/li><li><b>Other:<\/b>Fever (8% to 11%), Pain (13%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Lactic acidosis<\/li><li><b>Hepatic:<\/b>Hepatitis B, Hepatomegaly, With steatosis<\/li><li><b>Immunologic:<\/b>Angioedema<\/li><li><b>Musculoskeletal:<\/b>Osteopenia<\/li><li><b>Renal:<\/b>Acute renal failure, Fanconi syndrome, Nephrogenic diabetes insipidus, Renal impairment, Tubular necrosis, acute<\/li><\/ul>"},{"id":"926767-s-6","title":"Drug Name Info","sub":{"0":{"id":"926767-s-6-17","title":"US Trade Names","mono":"Viread<br\/>"},"2":{"id":"926767-s-6-19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Nucleotide Reverse Transcriptase Inhibitor<\/li><\/ul>"},"3":{"id":"926767-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"926767-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"926767-s-7","title":"Mechanism Of Action","mono":"Tenofovir disoproxil fumarate, an acyclic nucleoside phosphonate diester analog of adenosine monophosphate, is a prodrug that requires diester hydrolysis for conversion to tenofovir. Subsequent phosphorylation by cellular enzymes forms tenofovir diphosphate, an obligate chain terminator. Tenofovir diphosphate competes with the natural substrate deoxyadenosine 5'-triphosphate for incorporation into the viral DNA strand. After incorporation into viral DNA, tenofovir diphosphate inhibits the activity of HIV-1 reverse transcriptase and HBV polymerase by terminating the DNA chain. Tenofovir diphosphate is also a weak inhibitor of mammalian DNA polymerases alpha, beta, and mitochondrial DNA polymerase gamma.<br\/>"},{"id":"926767-s-8","title":"Pharmacokinetics","sub":[{"id":"926767-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral: 1 hr<\/li><li>Bioavailability, oral: 25%<\/li><li>Effect of food: Tmax delayed by 1 hr; increased bioavailability with high-fat meal<\/li><\/ul>"},{"id":"926767-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 1.2 L\/kg to 1.3 L\/kg<\/li><li>Protein binding, human plasma: less than 0.7%; serum proteins: 7.2%<\/li><\/ul>"},{"id":"926767-s-8-25","title":"Metabolism","mono":"Minimal systemic metabolism <br\/>"},{"id":"926767-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 70% to 80% unchanged (IV); 32% unchanged (oral)<\/li><li>Renal clearance: 243.5 mL\/min<\/li><li>Renal clearance: 168.6 mL\/min (mild renal impairment); 100.6 mL\/min (moderate renal impairment); 43 mL\/min (severe renal impairment)<\/li><li>Dialyzable: Yes (hemodialysis), 10%<\/li><li>Total body clearance: 203 mL\/hr\/kg<\/li><li>Total body clearance, Pregnant women, HIV-infected: 39% greater<\/li><\/ul>"},{"id":"926767-s-8-27","title":"Elimination Half Life","mono":"Oral: 17 hr; IV: 4 to 8 hr <br\/>"}]},{"id":"926767-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with or without food<\/li><li>oral powder may be used in pediatric and adult patients unable to swallow intact tablets<\/li><li>use only the manufacturer-provided dosing scoop to measure oral powder; 1 scoop = 40 mg tenofovir<\/li><li>mix oral powder with 2 to 4 ounces soft food, administer immediately; do not mix oral powder with liquids<\/li><li>if taken together, didanosine enteric-coated capsules may be taken without food or with a light meal; and didanosine buffered tablets should be taken without food<\/li><\/ul>"},{"id":"926767-s-10","title":"Monitoring","mono":"<ul><li>(chronic hepatitis B infection) hepatitis B virus DNA, hepatitis Be antigen, hepatitis B surface antigen and ALT; during treatment and for several months after stopping treatment.<\/li><li>(adults and adolescents) HIV infection: viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>(adults and adolescents) HIV infection: CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during at least the first 2 years of treatment and if the CD4 counts are less than 300 cell\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>(adults and adolescents and pediatrics) hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>(adults, adolescent and pediatrics) HIV infection: signs and symptoms of early virologic failure in patients who are being treated with a triple nucleoside-only regimen.<\/li><li>(pediatrics) viral load: at baseline and with modification of ARV treatment, within 2 to 4 weeks, then every 3 to 4 months thereafter<\/li><li>(pediatrics) CD4 count\/percentage: at baseline and with modification of ARV treatment, then every 3 to 4 months; less frequent monitoring for children adherent to treatment who have remained clinically stable and have maintained viral suppression and CD4 counts above the threshold for opportunistic infection for more than 2 to 3 years<\/li><li>(pediatrics) clinical history, physical exam, and evaluation of adherence: at baseline at 1 to 2 weeks and 2 to 4 weeks following initiation or modification of ARV treatment, then every 3 to 4 months thereafter<\/li><li>(adults and adolescents) ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months; continue monitoring hepatic function several months following therapy discontinuation for patients co-infected with HIV-1 and hepatitis B virus<\/li><li>(adults and adolescents) basic chemistry including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>(adults and adolescents) CBC with a differential; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>(adults and adolescents) fasting blood glucose or HbA1c at baseline and with modification of ARV treatment, then every 3 to 6 months in patients with abnormal values or every 12 months in patients with normal values<\/li><li> (adults and adolescents) fasting lipid profile at baseline and with modification of ARV treatment, at 4 to 8 weeks, then every 6 to 12 months<\/li><li>(adults and adolescents) urinalysis; at baseline or modification of therapy, then every 6 months<\/li><li>(adults and adolescents) bone mineral density (BMD) in patients with a history of pathologic bone fracture or who are at risk for osteoporosis or bone loss<\/li><li>(all patients) serum phosphorus; at baseline and periodically thereafter in patients with renal impairment, at risk of renal impairment, or history of renal events following<\/li><li>(all patients) estimated CrCl at baseline and as clinically necessary; routinely for patients with or at risk of renal impairment or history of renal events; close monitoring in patients with CrCl less than 50 mL\/min<\/li><li>(all patients) signs and symptoms of hepatic dysfunction several months following therapy discontinuation in patients infected with hepatitis B virus<\/li><li>(pediatrics) basic chemistry including creatinine, electrolytes, and glucose; at baseline and with modification of ARV treatment, at 2 to 4 weeks after treatment initiation, then every 3 to 4 months thereafter<\/li><li>(pediatrics) CBC with differential; at baseline and with modification of ARV treatment, within 2 to 4 weeks, then every 3 to 4 months<\/li><li>(pediatrics) ALT and AST; at baseline and with modification of ARV treatment, then every 3 to 4 months or more frequently if signs of hepatotoxicity develop; continue monitoring hepatic function several months following therapy discontinuation for patients co-infected with HIV-1 and hepatitis B virus<\/li><li>(pediatrics 2 years or older) non-fasting lipid panel at baseline and with modification of ARV treatment, then every 6 to 12 months; patients with lipid abnormalities should have a fasting lipid panel every 6 months or more frequently as clinically indicated<\/li><li>(pediatrics) urine protein and glucose OR urinalysis; at baseline, then every 3 to 6 months<\/li><li>(pediatrics) clinical signs and symptoms of lactic acidosis.<\/li><li>(pediatrics) bone mineral density (BMD) in patients with a history of pathologic bone fracture or who are at risk for osteoporosis or bone loss; Careful monitoring at baseline and every 6 to 12 months during therapy in HIV-infected children.<\/li><\/ul>"},{"id":"926767-s-11","title":"How Supplied","mono":"<b>Viread<\/b><br\/><ul><li>Oral Powder: 40 MG\/GM<\/li><li>Oral Tablet: 150 MG, 200 MG, 250 MG, 300 MG<\/li><\/ul>"},{"id":"926767-s-12","title":"Toxicology","sub":[{"id":"926767-s-12-31","title":"Clinical Effects","mono":"<b>AIDS ANTIVIRAL NUCLEOSIDES <\/b><br\/>USES: The nucleoside and nucleotide reverse transcriptase inhibitors (NRTIs) are primarily used in the treatment of HIV-1 and HIV-2 infection. This class includes: emtricitabine, lamivudine, stavudine, abacavir, and tenofovir; zidovudine and didanosine are in this class but are covered in separate managements, and zalcitabine is no longer manufactured. These agents are also used in the treatment of hepatitis B infection and human T-lymphocyte virus (HTLV) 1 and 2. PHARMACOLOGY: The NRTIs terminate HIV RNA to DNA transcription by acting as substrates for the HIV reverse transcriptase and terminating DNA elongation. These agents prevent cell infection, but have no effect on already infected cells. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon and severe sequelae from acute overdose are rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: There are limited data regarding overdose of NRTIs. However, overdose appears to be largely well tolerated with very few reports of severe clinical effects despite over 2 decades of drug availability. Nausea or vomiting, neurologic symptoms (ie, ataxia, lethargy, nystagmus, peripheral neuropathy), signs of bone marrow toxicity (ie, anemia, leukopenia, thrombocytopenia), or an increase in liver enzymes have all been reported in NRTI overdose or chronic toxicity. SEVERE TOXICITY: Severe toxicity has been reported after therapeutic use but not after acute overdose, and may be manifested by pancreatitis, hepatic steatosis, acute renal failure (ie, tenofovir), neuropsychiatric abnormalities, or acidosis. Chronic therapeutic administration may lead to mitochondrial toxicity leading to lactic acidosis, with or without hepatic microsteatosis. Pancreatitis, neuropathy, and myopathy often accompany the syndrome. Severe neuropsychiatric effects (ie, seizures, mania) have been reported. Lactic acidosis has been reported in patients receiving both single and dual nucleoside analogue (NRTI) regimens for HIV infection. This is thought to cause multiorgan failure and most commonly occurs in persons on prolonged (more than 6 months) therapy. ADVERSE EFFECTS: The most common adverse effects from all NRTIs are nausea, vomiting, headache, and malaise. Peripheral neuropathy and elevated transaminases have been reported with most NRTIs. Rash and hypersensitivity reactions are common and are usually self-limited when therapy is continued. Other adverse effects specific to each drug include: ABACAVIR: Hypersensitivity, nausea, vomiting, headache, and a possible increased risk of coronary artery disease. EMTRICITABINE: Rash, diarrhea, hypercholesterolemia, transaminitis, and mild rhabdomyolysis are common. Hepatic failure\/steatosis, neutropenia, and lactic acidosis are rare. LAMIVUDINE: Headache and nausea are common. Pancreatitis is rare. STAVUDINE: Peripheral neuropathy in greater than 60% of patients receiving over 4 mg\/kg daily. Lactic acidosis and transaminitis are common and do not require therapy or discontinuation unless severe. Dyslipidemia and insulin resistance have been associated with chronic stavudine and zidovudine. TENOFOVIR: Rash, headache, transaminitis, nausea, and vomiting are common. Hepatic failure\/steatosis, renal failure, rhabdomyolysis, pancreatitis, and lactic acidosis are rare. ZALCITABINE: Peripheral neuropathy, stomatitis, pancreatitis, transaminitis, and rash. <br\/>"},{"id":"926767-s-12-32","title":"Treatment","mono":"<b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive therapy remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored, discontinuation of therapy is not usually necessary. Therapy should be changed for persistently rising transaminases or evidence of hepatic synthetic dysfunction. Nausea and vomiting should be treated with antiemetics. Peripheral neuropathies are generally reversible with drug withdrawal and can be treated with pain management as needed. Asymptomatic elevation of lactic acid without systemic acidemia does not require discontinuation of the medication. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care. Aggressive fluid resuscitation should be initiated for severe lactic acidosis. Granulocyte colony stimulating factor may be considered for patients with agranulocytosis complicated by infection. Vasopressors may be necessary in cases with multi-organ failure. Withdrawal of the agent is imperative to improvement in severe adverse reactions. Riboflavin and L-carnitine may be useful in treating nucleoside reverse transcriptase inhibitor (NRTI)-associated lactic acidosis.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of NRTI overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NRTIs. However, coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NRTI toxicity.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg. Anecdotal evidence suggests that riboflavin and L-carnitine may be useful in reversing NRTI-associated lactic acidosis. Riboflavin has been used at a dose of 50 mg\/day orally or intravenously. L-carnitine has been used at a dose of 50 mg\/kg\/day as a 2-hour infusion divided in 3 doses for patients not receiving dialysis, or a continuous infusion of 100 mg\/kg\/day in patients receiving dialysis.<\/li><li>Monitoring of patient: Monitor serum electrolytes and hepatic enzymes. Monitor serum lipase in patients with abdominal pain or severe acidosis. Lactic acid concentration and serum pH should be monitored in acidotic patients. Cardiac failure, likely due to acidosis, has been reported; therefore, cardiac monitoring is recommended in the setting of acidosis or chest pain. Sources of infection should be sought in patients with neutropenias or significant acidosis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients and those with symptoms should be referred to a healthcare facility. Asymptomatic patients with inadvertent ingestion of NRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with severe lactic acidosis, hepatic failure, or renal failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"926767-s-12-33","title":"Range of Toxicity","mono":"<b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/>TOXICITY: A full month supply of many of these agents has been ingested in overdose without clinical effects, though toxicity can occur at therapeutic doses with nucleoside reverse transcriptase inhibitors (NRTIs). LAMIVUDINE: No clinical signs or symptoms developed in an adult ingesting 6 grams of lamivudine. STAVUDINE: No acute toxicity was reported in patients treated with 12 to 24 times the recommended daily dosage. ZALCITABINE: PEDIATRIC: Overdoses of 1.5 mg\/kg have been reported; no sequelae developed. THERAPEUTIC DOSE: ABACAVIR: ADULT: 300 mg orally twice daily or 600 mg once daily. PEDIATRIC: 8 mg\/kg orally twice daily. EMTRICITABINE: ADULT: 200 mg\/day capsule, 240 mg\/day oral solution. PEDIATRIC: 0 to 3 months of age: 3 mg\/kg orally once daily; 3 months to 17 years of age: 6 mg\/kg once daily oral solution, up to a maximum of 240 mg; children weighing more than 33 kg and can swallow whole capsule: 200 mg once daily. LAMIVUDINE: ADULT: 150 mg orally twice a day or 300 mg once daily. PEDIATRIC: 0 to 28-days-old: 2 mg\/kg orally twice daily; 28 days or older: 4 mg\/kg orally twice daily, maximum 150 mg twice daily. STAVUDINE: ADULT: less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. PEDIATRIC: 0 to 13-days-old: 0.5 mg\/kg\/dose orally every 12 hours; 14-days-old and less than 30 kg: 1 mg\/kg\/dose orally every 12 hours; 30 kg to less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. TENOFOVIR: ADULT: 300 mg orally once daily. PEDIATRIC: at least 12-years-old and 35 kg or more: 300 mg orally once daily.<br\/>"}]},{"id":"926767-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>Instruct patient  to report signs\/symptoms of lactic acidosis or hepatic toxicity (nausea, vomiting, severe abdominal pain, weakness).<\/li><li>Drug may cause fat redistribution\/accumulation, rash, diarrhea, headaches, pain, depression, insomnia, pruritus, dizziness, pyrexia, and asthenia.<\/li><li>Advise patient with hepatitis B against discontinuation without informing physician, as this may cause severe exacerbations of hepatitis.<\/li><li>Counsel patient that oral powder must be mixed with soft foods (applesauce, baby food, yogurt).<\/li><\/ul>"}]}