{"generic":"Bosentan","drugs":["Bosentan","Tracleer"],"mono":[{"id":"926830-s-0","title":"Generic Names","mono":"Bosentan"},{"id":"926830-s-1","title":"Dosing and Indications","sub":[{"id":"926830-s-1-4","title":"Adult Dosing","mono":"<ul><li>bosentan may be prescribed only through the TRACLEER(R) Access Program at  1-866-228-3546<\/li><li>for treatment discontinuation, consider gradual dose reduction (62.5 mg twice daily for 3 to 7 days)<\/li><li><b>Eisenmenger's syndrome, World Health Organization functional class III pulmonary arterial hypertension:<\/b> 62.5 mg ORALLY twice daily for 4 weeks, followed by 125 mg ORALLY twice daily for an additional 12 weeks<\/li><li><b>Pulmonary hypertensive arterial disease:<\/b> initial, 62.5 mg ORALLY twice daily for 4 wk<\/li><li><b>Pulmonary hypertensive arterial disease:<\/b> maintenance, up to 125 mg ORALLY twice daily<\/li><\/ul>"},{"id":"926830-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in children "},{"id":"926830-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment:<\/b> avoid in patients with moderate (Child-Pugh Class B) or severe (Child-Pugh Class C) hepatic impairment; no dosage adjustment required in mild hepatic impairment<\/li><li><b>liver disease:<\/b> elevated ALT or AST with clinical symptoms or increases in bilirubin of 2 or more times the ULN, treatment should be stopped<\/li><li><b>liver disease:<\/b> ALT\/AST levels above 3 and less than or equal to 5 times ULN, reduce daily dose to 62.5 mg twice daily or interrupt treatment and monitor aminotransferase levels at least every 2 weeks; if levels return to pretreatment values, continue or reintroduce the treatment as appropriate; if reintroduced, the dose should be the starting dose; check aminotransferase levels within 3 days and thereafter at least every 2 weeks<\/li><li><b>liver disease:<\/b> ALT\/AST levels above 5 and less than or equal to 8 times ULN, stop treatment and monitor aminotransferase levels at least every 2 weeks; if aminotransferase levels return to pretreatment values, consider reintroduction of the treatment; if reintroduced, the dose should be the starting dose; check aminotransferase levels within 3 days and thereafter at least every 2 weeks<\/li><li><b>liver disease:<\/b> ALT\/AST levels above 8 times ULN, stop treatment and reintroduction should not be considered; there is no experience with reintroduction in these circumstances<\/li><li><b>low body weight (over 12 years old and less than 40 kg):<\/b> initial and maintenance, 62.5 mg ORALLY twice daily<\/li><li><b>concomitant ritonavir:<\/b> initiate bosentan at 62.5 mg once daily or every other day in patients already receiving ritonavir for at least 10 days<\/li><li><b>concomitant ritonavir:<\/b> in patients initiating ritonavir, discontinue bosentan at least 36 hours prior to administration of ritonavir; resume bosentan at 62.5 mg daily or every other day at least 10 days after initiation of ritonavir<\/li><\/ul>"},{"id":"926830-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Pulmonary hypertensive arterial disease<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Eisenmenger's syndrome, World Health Organization functional class III pulmonary arterial hypertension<\/li><li>Hypertension<\/li><li>Thromboembolic pulmonary hypertension, Chronic<\/li><\/ul>"}]},{"id":"926830-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Use of bosentan may result in hepatotoxicity or liver failure. Measure serum aminotransferase levels prior to initiation of treatment and then monthly. Stop treatment if liver aminotransferase elevations are accompanied by clinical symptoms of hepatotoxicity, or increases in bilirubin greater than or equal to 2 times ULN occur. Use of bosentan is very likely to produce major birth defects if used by pregnant women. Exclude pregnancy before initiation of therapy and prevent pregnancy thereafter by the use of 2 forms of reliable contraception for the duration of treatment and for 1 month after stopping bosentan. If the patient has a tubal sterilization or Copper T 380A IUD or LNg 20 IUS inserted, no other contraception is needed. Monthly pregnancy tests should be obtained. Bosentan may be prescribed only through the Tracleer(R) Access Program (TAP).<br\/>"},{"id":"926830-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926830-s-3-9","title":"Contraindications","mono":"<ul><li>concomitant administration with cyclosporine A or glyburide<\/li><li>females who are pregnant or may become pregnant; known teratogen; exclude pregnancy prior to use; must comply with mandatory contraception and monthly pregnancy tests during therapy<\/li><li>hypersensitivity to bosentan or to any component of the product<\/li><\/ul>"},{"id":"926830-s-3-10","title":"Precautions","mono":"<ul><li>liver enzymes and bilirubin elevations and hepatotoxicity (liver failure and cirrhosis) have been reported; monitoring recommended; may require dosage adjustment, therapy interruption, or discontinuation<\/li><li>hepatic impairment, moderate to severe, or elevated aminotransferase (greater than 3 times the ULN) at baseline; avoid use<\/li><li>hepatic impairment, mild at baseline; monitoring recommended<\/li><li>hormonal birth control; oral, injectable, transdermal, and implantable contraception may be ineffective during bosentan therapy; use of 2 effective contraception methods required during therapy and for 1 month afterward; do not rely on hormonal contraception alone<\/li><li>abrupt discontinuation; taper to avoid potential for clinical deterioration<\/li><li>concomitant use with atazanavir without ritonavir is not recommended<\/li><li>concomitant use of a CYP2C9 inhibitor (eg, fluconazole, amiodarone) plus a strong or moderate CYP3A inhibitor (eg, ketoconazole, itraconazole, amprenavir, erythromycin, fluconazole, diltiazem); use is not recommended<\/li><li>fluid retention and peripheral edema may occur; sometimes occurring within weeks of initiation; may require discontinuation of therapy and medical management<\/li><li>hemoglobin and hematocrit dose-related decreases have been observed; monitoring recommended<\/li><li>signs of pulmonary edema may occur; if associated with pulmonary veno-occlusive disease then discontinue use<\/li><li>sperm counts, decreased, have been reported; may adversely affect spermatogenesis<\/li><li>restricted distribution program Tracleer(R) Access Program 1-866-228-3546 or www.tracleerrems.com<\/li><li>report suspected adverse events to the US Food and Drug Administration 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"926830-s-3-11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>X (AUS)<\/li><\/ul>"},{"id":"926830-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"926830-s-4","title":"Drug Interactions","sub":[{"id":"926830-s-4-13","title":"Contraindicated","mono":"<ul><li>Cyclosporine (probable)<\/li><li>Glyburide (probable)<\/li><\/ul>"},{"id":"926830-s-4-14","title":"Major","mono":"<ul><li>Apixaban (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Axitinib (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Daclatasvir (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Lopinavir (probable)<\/li><li>Nifedipine (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Olaparib (theoretical)<\/li><li>Palbociclib (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Ritonavir (probable)<\/li><li>Saquinavir (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Teriflunomide (probable)<\/li><li>Tipranavir (theoretical)<\/li><\/ul>"},{"id":"926830-s-4-15","title":"Moderate","mono":"<ul><li>Atorvastatin (probable)<\/li><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Drospirenone (probable)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Levonorgestrel (probable)<\/li><li>Lovastatin (probable)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Ospemifene (established)<\/li><li>Rifampin (probable)<\/li><li>Sildenafil (established)<\/li><li>Simvastatin (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},{"id":"926830-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema of lower extremity (5% to 8%), Hypotension (7%), Palpitations (5%)<\/li><li><b>Dermatologic:<\/b>Flushing (7% to 14%)<\/li><li><b>Hematologic:<\/b>Decreased hemoglobin (6%)<\/li><li><b>Neurologic:<\/b>Headache (up to 24%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Decreased hemoglobin (Severe) (3%)<\/li><li><b>Hepatic:<\/b>Cirrhosis of liver, Increased liver aminotransferase level (Up to 11%), Liver failure<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},{"id":"926830-s-6","title":"Drug Name Info","sub":{"0":{"id":"926830-s-6-17","title":"US Trade Names","mono":"Tracleer<br\/>"},"2":{"id":"926830-s-6-19","title":"Class","mono":"<ul><li>Antihypertensive<\/li><li>Endothelin Receptor Antagonist<\/li><\/ul>"},"3":{"id":"926830-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"926830-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"926830-s-7","title":"Mechanism Of Action","mono":"Systemic: Bosentan is a dual endothelin receptor antagonist. Endothelin-1 (ET-1) is a neurohormone, and a potent vasoconstrictor with the ability to promote fibrosis, cell proliferation and tissue remodeling. The effects of which are mediated by binding to ETA and ETB receptors in the endothelium and vascular smooth muscle. ET-1 concentrations are elevated in plasma and lung tissue of patients with pulmonary arterial hypertension, suggesting a pathogenic role for ET-1 in this disease. Bosentan exerts a specific and competitive antagonist at endothelin receptor types ETA and ETB, with a slightly higher affinity for ETA than ETB receptors. Bosentan decreases both pulmonary and systemic vascular resistance resulting in increased cardiac output without increasing heart rate.<br\/>"},{"id":"926830-s-8","title":"Pharmacokinetics","sub":[{"id":"926830-s-8-23","title":"Absorption","mono":"Systemic: Bioavailability: 50%; food effects none <br\/>"},{"id":"926830-s-8-24","title":"Distribution","mono":"Systemic: Vd: 18 L<br\/>"},{"id":"926830-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic: via CYP3A4 and CYP2C9 pathways; Active metabolite: Ro 48-5033 <br\/>"},{"id":"926830-s-8-26","title":"Excretion","mono":"Systemic: Biliary; Renal: &lt;3% <br\/>"},{"id":"926830-s-8-27","title":"Elimination Half Life","mono":"Systemic: 5 h <br\/>"}]},{"id":"926830-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>administer morning and evening with or without food <br\/>"},{"id":"926830-s-10","title":"Monitoring","mono":"<ul><li>increase in exercise capacity, decrease in clinical worsening, improvement in WHO functional class<\/li><li>liver function tests; prior to initiation and monthly thereafter<\/li><li>symptoms of liver injury (nausea, vomiting, fever, abdominal pain, jaundice, and lethargy)<\/li><li>pregnancy test (urine or serum); prior to initiation of therapy performed during the first 5 days of period and at least 11 days after last unprotected sexual intercourse and monthly thereafter<\/li><li>symptoms of pregnancy (delayed onset of menses)<\/li><li>hemoglobin; 1 and 3 months, then every 3 months<\/li><li>symptoms of pulmonary edema (shortness of breath, painful or difficulty breathing)<\/li><li>symptoms of worsening congestive heart failure (weight gain and increased leg edema)<\/li><\/ul>"},{"id":"926830-s-11","title":"How Supplied","mono":"<b>Tracleer<\/b><br\/>Oral Tablet: 62.5 MG, 125 MG<br\/>"},{"id":"926830-s-12","title":"Toxicology","sub":[{"id":"926830-s-12-31","title":"Clinical Effects","mono":"<b>ENDOTHELIN RECEPTOR ANTAGONISTS<\/b><br\/>USES: Endothelin receptor antagonists are used for the treatment of pulmonary arterial hypertension (WHO group I) to improve exercise ability and decrease the rate of clinical worsening (primarily evaluated in patients with NYHA class II to IV symptoms). PHARMACOLOGY: Endothelin-1, a neurohormone, is a vasoconstrictor peptide that is produced in the endothelium of blood vessels. Endothelin-1 acts on two receptors, endothelin receptor-A and endothelin receptor-B. The endothelin receptor-A primarily acts on vascular smooth muscle cells and causes vasoconstriction in both large and small blood vessels. Endothelin receptor-B is primarily found in endothelial and vascular smooth muscle cells of the brain, lung, kidney, and aorta and modulates vasoconstriction by producing vasodilator substances including prostacyclin and nitric oxide. TOXICOLOGY: Overdose causes excessive vasodilation and systemic hypotension. EPIDEMIOLOGY: Overdose is rare. TOXICITY: An adolescent male experienced nausea, vomiting, hypotension, dizziness, sweating, and blurred vision after an overdose of bosentan 10 g. ADVERSE EFFECTS: COMMON: AMBRISENTAN: Peripheral edema, nasal congestion, sinusitis, flushing, palpitations, nasopharyngitis, abdominal pain, and constipation. BOSENTAN: Respiratory tract infections, anemia. LESS COMMON: Transient hypotension and elevated liver enzymes.<br\/>"},{"id":"926830-s-12-32","title":"Treatment","mono":"<b>ENDOTHELIN RECEPTOR ANTAGONISTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treat severe hypotension with fluids and vasopressors, if necessary.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in a patient with a recent, substantial ingestion who is alert and can protect the airway. HOSPITAL: Consider activated charcoal in a patient with a recent, substantial ingestion who is alert and can protect the airway.<\/li><li>Airway management: Ensure adequate ventilation early in patients with respiratory or CNS depression and unable to protect their airway.<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: IV NS 10 to 20 ml\/kg, dopamine, norepinephrine.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor liver enzymes after significant overdose. Obtain an ECG and institute continued cardiac monitoring. Monitor electrolytes in patients with severe vomiting or diarrhea.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of benefit due to large volume of distribution and extensive protein binding.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with overdose ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. ADMISSION CRITERIA: Patients with persistent hypotension, or respiratory or CNS depression should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patient with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"926830-s-12-33","title":"Range of Toxicity","mono":"<b>ENDOTHELIN RECEPTOR ANTAGONISTS<\/b><br\/>TOXICITY: A specific minimum toxic dose has not been established. An adolescent male experienced nausea, vomiting, hypotension, dizziness, sweating, and blurred vision after an overdose of 10 grams of bosentan. Bosentan has been well tolerated by healthy volunteers at doses of 2400 mg orally and 750 mg intravenously. Ambrisentan was also well tolerated following oral administration of 100 mg as a single dose to healthy volunteers and administration of 10 mg orally once daily to patients with pulmonary arterial hypertension. THERAPEUTIC DOSE: AMBRISENTAN: The recommended dose is 5 mg to 10 mg orally once daily. BOSENTAN: The recommended maintenance dose is 125 mg twice daily.<br\/>"}]},{"id":"926830-s-13","title":"Clinical Teaching","mono":"<ul><li>Hormonal contraceptives may not work effectively during therapy with this drug. Recommend patient use additional forms of contraception during treatment.<\/li><li>This drug may cause edema, hypotension, palpitations, flushing, nausea, vomiting, or headache.<\/li><li>Instruct patient to report signs\/symptoms of hepatic injury.<\/li><li>Advise patients with a history of congestive heart failure to report signs\/symptoms of exacerbation, as drug may cause fluid retention.<\/li><\/ul>"}]}