{"drugs":["Clarinex","Clarinex Reditabs","Desloratadine"],"mono":{"0":{"id":"926845-s-0","title":"Generic Names","mono":"Desloratadine"},"1":{"id":"926845-s-1","title":"Dosing and Indications","sub":[{"id":"926845-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Idiopathic urticaria, chronic:<\/b> 5 mg ORALLY once daily (manufacturer dosing); if symptoms persist after 2 weeks at standard dose, may increase up to 4 times the standard dose (guideline dosing)<\/li><li><b>Perennial allergic rhinitis:<\/b> 5 mg ORALLY once daily<\/li><li><b>Seasonal allergic rhinitis:<\/b> 5 mg ORALLY once daily <\/li><\/ul>"},{"id":"926845-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy of syrup and oral tablets have not been established in children less than 6 months of age<\/li><li>safety and efficacy of orally-disintegrating tablets have not been established in children less than 6 years of age.<\/li><li><b>Idiopathic urticaria, chronic:<\/b> (12 years or older) 5 mg ORALLY once daily (manufacturer dosing); if symptoms persist after 2 weeks, may increase up to 4 times the standard dose (guideline dosing)<\/li><li><b>Idiopathic urticaria, chronic:<\/b> (6 to 11 years of age) 5 mL (2.5 mg) of syrup or 2.5 mg orally-disintegrating tablet ORALLY once daily (manufacturer dosing); if symptoms persist after 2 weeks at standard dose, may increase up to 4 times the standard dose (guideline dosing)<\/li><li><b>Idiopathic urticaria, chronic:<\/b> (12 months to 5 years of age) 2.5 mL (1.25 mg) of syrup ORALLY once daily (manufacturer dosing); if symptoms persist after 2 weeks at standard dose, may increase up to 4 times the standard dose (guideline dosing)<\/li><li><b>Idiopathic urticaria, chronic:<\/b> (6 to 11 months of age) 2 mL (1 mg) of syrup ORALLY once daily (manufacturer dosing); if symptoms persist after 2 weeks at standard dose, may increase up to 4 times the standard dose (guideline dosing)<\/li><li><b>Perennial allergic rhinitis:<\/b> (12 y and over) 5 mg ORALLY once daily <\/li><li><b>Perennial allergic rhinitis:<\/b> (6 to 11 y old) 5 mL (2.5 mg) of syrup ORALLY once daily<\/li><li><b>Perennial allergic rhinitis:<\/b> (12 mo to 5 y old) 2.5 mL (1.25 mg) of syrup ORALLY once daily<\/li><li><b>Perennial allergic rhinitis:<\/b> (6 to 11 mo old) 2 mL (1 mg) of syrup ORALLY once daily<\/li><li><b>Seasonal allergic rhinitis:<\/b> (12 y and over) 5 mg ORALLY once daily <\/li><li><b>Seasonal allergic rhinitis:<\/b> (6 to 11 y old) 5 mL (2.5 mg) of syrup ORALLY once daily <\/li><li><b>Seasonal allergic rhinitis:<\/b> (2 to 5 y old) 2.5 mL (1.25 mg) of syrup ORALLY once daily<\/li><\/ul>"},{"id":"926845-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> (adults and children 12 y and older) initial, 5 mg ORALLY every other day<\/li><li><b>liver disease:<\/b> (adults and children 12 y and older) initial, 5 mg ORALLY every other day<\/li><\/ul>"},{"id":"926845-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Idiopathic urticaria, chronic<\/li><li>Perennial allergic rhinitis<\/li><li>Seasonal allergic rhinitis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Urticaria, acute<br\/>"}]},"3":{"id":"926845-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926845-s-3-9","title":"Contraindications","mono":"Hypersensitivity to desloratadine or loratadine<br\/>"},{"id":"926845-s-3-10","title":"Precautions","mono":"<ul><li>Liver dysfunction (desloratadine is metabolized in the liver; potential for enhanced toxicity and need for dose adjustment; pharmacokinetic data unavailable)<\/li><li>Phenylketonuric patients; the orally disintegrating tablets contain 1.75 mg phenylalanine per tablet<\/li><li>Renal impairment; dose adjustment recommended<\/li><\/ul>"},{"id":"926845-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"926845-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"926845-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Xerostomia (3%)<\/li><li><b>Musculoskeletal:<\/b>Myalgia (2.1%)<\/li><li><b>Neurologic:<\/b>Headache (14%), Somnolence (2.1% to 9.1%)<\/li><li><b>Reproductive:<\/b>Dysmenorrhea (2.1%)<\/li><li><b>Respiratory:<\/b>Pharyngitis (3% to 4.5%)<\/li><li><b>Other:<\/b>Fatigue (2.1% to 5%)<\/li><\/ul>"},"6":{"id":"926845-s-6","title":"Drug Name Info","sub":{"0":{"id":"926845-s-6-17","title":"US Trade Names","mono":"<ul><li>Clarinex<\/li><li>Clarinex Reditabs<\/li><\/ul>"},"2":{"id":"926845-s-6-19","title":"Class","mono":"<ul><li>Antihistamine, Less-Sedating<\/li><li>Piperidine<\/li><li>Respiratory Agent<\/li><\/ul>"},"3":{"id":"926845-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"926845-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"926845-s-7","title":"Mechanism Of Action","mono":"Desloratadine is a long-acting tricyclic histamine antagonist with selective H1-receptor histamine antagonist activity. Receptor binding data indicates that at a concentration of 2-3 ng\/mL (7 nanomolar), desloratadine shows significant interaction with the human histamine H1-receptor. Desloratadine inhibited histamine release from human mast cells in vitro.<br\/>"},"8":{"id":"926845-s-8","title":"Pharmacokinetics","sub":[{"id":"926845-s-8-23","title":"Absorption","mono":"Effect of food: none <br\/>"},{"id":"926845-s-8-24","title":"Distribution","mono":"Vd: children, 686 to 1565 L <br\/>"},{"id":"926845-s-8-25","title":"Metabolism","mono":"Hepatic: extensive via hydroxylation to 3-OH-desloratadine (active) <br\/>"},{"id":"926845-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 46.5% as metabolites<\/li><li>Renal: 40.6% primarily as metabolites<\/li><\/ul>"},{"id":"926845-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Adults: 19 to 40 hours<\/li><li>Children: 16 to 19 hr<\/li><\/ul>"}]},"9":{"id":"926845-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer with or without water<\/li><li>(Clarinex Reditabs(R)) place tablet on tongue, allow tablet to disintegrate before swallowing<\/li><li>(Clarinex Reditabs(R)) take tablet immediately after opening the foil blister<\/li><\/ul>"},"10":{"id":"926845-s-10","title":"Monitoring","mono":"<ul><li>improvement in rhinitis symptoms<\/li><li>urticaria: improvement in itching and\/or hives<\/li><li>CNS effects<\/li><\/ul>"},"11":{"id":"926845-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 5 MG<\/li><li>Oral Tablet, Disintegrating: 2.5 MG, 5 MG<\/li><\/ul><\/li><li><b>Clarinex<\/b><br\/><ul><li>Oral Syrup: 0.5 MG\/ML<\/li><li>Oral Tablet: 5 MG<\/li><\/ul><\/li><li><b>Clarinex Reditabs<\/b><br\/>Oral Tablet, Disintegrating: 5 MG<br\/><\/li><\/ul>"},"12":{"id":"926845-s-12","title":"Toxicology","sub":[{"id":"926845-s-12-31","title":"Clinical Effects","mono":"<b>LORATADINE AND RELATED AGENTS <\/b><br\/>USES: Loratadine and desloratadine are used for the relief of allergic rhinitis for both seasonal and perennial symptoms. They are also indicated for the relief of pruritus and hives in patients with chronic idiopathic urticaria. PHARMACOLOGY: Loratadine and desloratadine (a major metabolite of loratadine) are long acting tricyclic histamine antagonists with selective H1-receptor histamine antagonist activity. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: MILD TO MODERATE: ADULT: Somnolence, tachycardia, and headache have been reported in overdose (range 40 to 180 mg).  Additional symptoms have included: lethargy, syncope, urticaria, and vomiting. Sinus tachycardia (150 bpm) and respiratory alkalosis were reported in an adult following an ingestion of 300 mg; the patient recovered completely. PEDIATRIC: Extrapyramidal signs and palpitations have been reported in children following doses of greater than 10 mg. A 6-year-old child ingested 300 mg of loratadine and developed mild elevations in heart rate and blood pressure with no permanent sequelae. SEVERE: Prolonged QT interval and Torsdades de Pointes (TDP)and\/or Ventricular Tachycardia (VT) have been reported after therapeutic use, and might occur after overdose. Most of thest patients had other risk factors for TDP or VT..ADVERSE EFFECTS: COMMON: Xerostomia, headache, somnolence and fatigue have been reported in adults. Children (6 to 12 years) also developed nervousness, wheezing, hyperkinesia, abdominal pain and conjunctivitis in addition to symptoms reported with adults following therapeutic use. In young children (2 to 5 years), diarrhea, epistaxis, pharyngitis, influenza-like symptoms, stomatitis, earache, fatigue, and rash were observed. RARE: Hepatotoxicity, ventricular dysrhythmias, anaphylaxis, alopecia, erythema multiforme, peripheral edema, and seizures. <br\/>"},{"id":"926845-s-12-32","title":"Treatment","mono":"<b>LORATADINE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Sinus tachycardia has been reported in overdose. Sinus tachycardia does not generally require treatment unless hemodynamic compromise develops.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not routinely required. HOSPITAL:  Consider activated charcoal if the overdose is very large, recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Maintain open airway and perform orotracheal intubation if necessary.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful. No routine laboratory studies are necessary unless otherwise clinically indicated. Monitor vital signs and mental status. Obtain an ECG, and institute continuous cardiac monitoring. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Loratadine or desloratadine are not eliminated by hemodialysis.<\/li><li>Patient disposition: HOME CRITERIA: Although a retrospective review suggested that individuals inadvertently ingesting up to 35 mg of loratadine may be safely managed at home with observation only, 2 published abstracts (a retrospective study and a prospective study) suggested that suspected pediatric ingestions of up to 300 mg may be safely monitored at home, with referral to the ED if significant symptoms develop. OBSERVATION CRITERIA: Patients with a deliberate overdose and those who are symptomatic should be referred to a healthcare facility for evaluation. Patients that remain asymptomatic can be discharged. Although a retrospective review suggested that individuals with ingestions of more than 35 mg of loratadine should be observed in a healthcare facility, 2 later published abstracts (a retrospective study and a prospective study) suggested that suspected pediatric ingestions of greater than 300 mg should be referred to a healthcare facility for evaluation and observation. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom a diagnosis is not clear.<\/li><\/ul>"},{"id":"926845-s-12-33","title":"Range of Toxicity","mono":"<b>LORATADINE AND RELATED AGENTS<\/b><br\/>TOXICITY: ADULTS: Somnolence, tachycardia, and headache have been reported in overdose (range 40 to 180 mg). CASE SERIES: In one small study, ingestions of less than 35 mg of loratadine did not result in significant toxicity. In a series of 54 patients with loratadine only overdose (average dose 32.5 mg, range 10 to 70 mg), 9 developed symptoms, including  syncope, lethargy, drowsiness, urticaria, vomiting, nausea, and headache. CASE REPORT: An 18-year-old woman developed sinus tachycardia (150 bpm) and respiratory alkalosis following an ingestion of 300 mg; the patient recovered without permanent sequelae following supportive care. PEDIATRIC: Extrapyramidal signs and palpitations have been reported in children at doses of greater than 10 mg. A 6-year-old child ingested 300 mg of loratadine and developed mild elevations in heart rate and blood pressure; recovery was complete following supportive care. THERAPEUTIC DOSE: LORATADINE: Allergic Rhinitis: ADULTS: 10 mg orally once daily. PEDIATRIC: (2 to 5 years) 1 teaspoonful of syrup (each 5 mL contains 5 mg) orally once daily; (6 years and older) 10 mg tablet orally once daily OR 2 teaspoonfuls of syrup (each 5 mL contains 5 mg) once daily. Asthma: ADULT: 10 to 20 mg orally once daily has been used for up to 8 weeks. DESLORATADINE: Adults and children 12 years of age and over: 5 mg once daily. <br\/>"}]},"13":{"id":"926845-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause xerostomia, myalgia, dizziness, somnolence, pharyngitis, fatigue, or influenza-like illness.<\/li><\/ul>"}}}