{"drugs":["Elidel","Pimecrolimus"],"mono":{"0":{"id":"926886-s-0","title":"Generic Names","mono":"Pimecrolimus"},"1":{"id":"926886-s-1","title":"Dosing and Indications","sub":{"0":{"id":"926886-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Allergic contact dermatitis:<\/b> apply 0.6% CREAM TOPICALLY to affected areas twice daily<\/li><li><b>Atopic dermatitis, Second-line therapy:<\/b> apply 1% cream TOPICALLY to affected areas twice daily<\/li><li><b>Irritant contact dermatitis:<\/b> apply 1% CREAM TOPICALLY to affected areas twice daily<\/li><\/ul>"},"1":{"id":"926886-s-1-5","title":"Pediatric Dosing","mono":"<b>Atopic dermatitis, Second-line therapy:<\/b> (age 2 y and older) apply 1% cream TOPICALLY to affected areas twice daily "},"3":{"id":"926886-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Atopic dermatitis, Second-line therapy<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Allergic contact dermatitis<\/li><li>Facial seborrheic dermatitis - HIV infection<\/li><li>Irritant contact dermatitis<\/li><li>Lichen sclerosus et atrophicus of the vulva, Refractory to topical corticosteroids<\/li><li>Psoriasis<\/li><\/ul>"}}},"2":{"id":"926886-s-2","title":"Black Box Warning","mono":"<b>Topical (Cream)<\/b><br\/>Long-term safety of topical calcineurin inhibitors has not been established and rare cases of malignancy (eg, skin and lymphoma) have been reported in patients treated with topical calcineurin inhibitors, including pimecrolimus cream. Avoid continuous long-term use in any age group, and apply to limited areas of involvement with atopic dermatitis. Not indicated for use in children less than 2 years of age.<br\/>"},"3":{"id":"926886-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926886-s-3-9","title":"Contraindications","mono":"hypersensitivity to pimecrolimus or its components <br\/>"},{"id":"926886-s-3-10","title":"Precautions","mono":"<ul><li>continuous long-term use is to be avoided; long-term safety not established, rare cases of malignancy have been reported<\/li><li>application should be limited to areas with atopic dermatitis to minimize exposure; rare cases of malignancy have been reported<\/li><li>children under 2 years of age<\/li><li>concomitant administration of known CYP3A family of inhibitors in patients with widespread and\/or erythrodermic disease<\/li><li>development of lymphadenopathy including in the presence of acute infectious mononucleosis; risk that it could be lymphoma<\/li><li>erythroderma, generalized; safety not established<\/li><li>immunocompromised patients; safety and efficacy not established and potential for increase risk of cancer<\/li><li>increased risk of varicella zoster virus infection, herpes simplex virus infection, or eczema herpeticum<\/li><li>infected, viral or bacterial, atopic dermatitis; safety and efficacy not evaluated<\/li><li>malignant or premalignant skin conditions such as cutaneous T-cell lymphoma (CTCL); can present as dermatitis<\/li><li>minimize or avoid exposure to artificial or natural sunlight; effects on skin response to ultraviolet damage unknown<\/li><li>Netherton's Syndrome; potential for increased systemic absorption<\/li><li>skin diseases that potentially may increase systemic absorption<\/li><li>skin papillomas (warts); may worsen or not respond to conventional therapy<\/li><li>use beyond 1-year of non-continuous use; safety not established<\/li><\/ul>"},{"id":"926886-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"926886-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"926886-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Sensation of burning of skin<\/li><li><b>Immunologic:<\/b>At risk for infection, Viral<\/li><li><b>Neurologic:<\/b>Headache (7% to 25.4%)<\/li><li><b>Other:<\/b>Fever<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Basal cell carcinoma of skin, Malignant melanoma, Squamous cell carcinoma<\/li><li><b>Immunologic:<\/b>Malignant lymphoma, Septic arthritis<\/li><\/ul>"},"6":{"id":"926886-s-6","title":"Drug Name Info","sub":{"0":{"id":"926886-s-6-17","title":"US Trade Names","mono":"Elidel<br\/>"},"2":{"id":"926886-s-6-19","title":"Class","mono":"<ul><li>Calcineurin Inhibitor<\/li><li>Dermatological Agent<\/li><\/ul>"},"3":{"id":"926886-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"926886-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"926886-s-7","title":"Mechanism Of Action","mono":"Topical: The mechanism of action of pimecrolimus in atopic dermatitis is not known. It has been demonstrated that pimecrolimus binds with high affinity to macrophilin-12 (FKBP-12) and inhibits the calcium-dependent phosphatase, calcineurin. As a consequence, it inhibits T cell activation by blocking the transcription of early cytokines. In particular, pimecrolimus inhibits at nanomolar concentrations Interleukin-2 and interferon gamma (Th1-type) and Interleukin-4 and Interleukin-10 (Th2-type) cytokine synthesis in human T cells. Also, pimecrolimus prevents the release of inflammatory cytokines and mediators from mast cells in vitro after stimulation by antigen\/lgE.<br\/>"},"8":{"id":"926886-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"926886-s-8-25","title":"Metabolism","mono":"Topical: Hepatic: via CYP3A <br\/>"},"3":{"id":"926886-s-8-26","title":"Excretion","mono":"Topical: Fecal: 78.4% metabolites, &lt;1% unchanged<br\/>"}}},"9":{"id":"926886-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>apply thin layer to affected areas; limit application to areas of involvement only<\/li><li>do not use with occlusive dressings<\/li><\/ul>"},"10":{"id":"926886-s-10","title":"Monitoring","mono":"improved skin disorder<br\/>"},"11":{"id":"926886-s-11","title":"How Supplied","mono":"<b>Elidel<\/b><br\/>Topical Cream: 1 %<br\/>"},"12":{"id":"926886-s-12","title":"Toxicology","sub":[{"id":"926886-s-12-31","title":"Clinical Effects","mono":"<b>TACROLIMUS AND RELATED AGENTS <\/b><br\/>USES: Tacrolimus, a calcineurin-inhibitor immunosuppressant, is used prophylactically to prevent organ rejection in patients receiving allogenic liver, kidney or heart transplants. It is also used concomitantly with adrenal corticosteroids; in kidney and heart transplant, and used in conjunction with azathioprine or mycophenolate mofetil. It was previously known as FK506. PHARMACOLOGY: Tacrolimus inhibits T-lymphocyte activation, however, the exact mechanism is unknown. It has been suggested that tacrolimus binds to an intracellular protein, FKBP-12. This complex along with calcium, calmodulin, and calcineurin is then formed and the phosphatase activity of calcineurin is inhibited. This effect can prevent the dephosphorylation and translocation of nuclear factor of activated T-cells which results in the inhibition of T-lymphocyte activation (ie, immunosuppression). EPIDEMIOLOGY: Limited information. Overdose has been infrequently reported. OVERDOSE: TACROLIMUS: Acute overdoses of up to 30 times the therapeutic dose have occurred and almost all cases have been asymptomatic and recovered without sequelae. In patients who have received inadvertent overdoses of tacrolimus, the effects have been similar to those reported at therapeutic dose. SIROLIMUS: Limited data; events are anticipated to be similar to adverse events reported with tacrolimus. TEMSIROLIMUS: Doses greater than 25 mg may result in serious events including: thrombosis, bowel perforation, interstitial lung disease, seizures and psychosis. ADVERSE EVENTS: TACROLIMUS: COMMON: Adverse events occurring in up to 40% of patients following kidney, liver or heart transplant include: tremor, hypertension, abnormal renal function, constipation, diarrhea, abdominal pain, nausea, headache, insomnia, fever, asthenia, paraesthesia, anemia, leukopenia, peripheral edema, asthenia, pain, hypophosphatemia, hypomagnesemia, hyperlipidemia, hyperkalemia, hyperglycemia, diabetes mellitus, infection, CMV infection, urinary tract infection, bronchitis, and pericardial effusion. OTHER: CNS effects are the most common events reported. The most severe events include posterior reversible encephalopathy syndrome (PRES), delirium and coma. Symptoms that may develop with PRES can include headache, altered mental status, seizures, visual disturbances, and hypertension. Usually these events will resolve with symptomatic care (ie, antihypertensives) and discontinuation of therapy. Coma and delirium, in the absence of PRES, appear to be dose dependent. NEPHROTOXICITY (acute or chronic) can develop in high doses. It is usually characterized by an increase in serum creatinine, changes to the kidney graft life and histologic changes on renal biopsy. Events are typically progressive. HEMATOLOGIC effects have included anemia, leukocytosis and thrombocytopenia. LYMPHOMA and other malignancies can develop as a result of immunosuppressive therapy. INFECTION: Patients are at increased risk of developing bacterial, viral, fungal, and protozoal infections with therapy. INFREQUENT: Hemolytic uremic syndrome, pneumonitis. IMMUNOLOGIC: Anaphylaxis has been reported with the intravenous formulations; frequency not known. SIROLIMUS and TEMSIROLIMUS: These agents have similar adverse events to tacrolimus. <br\/>"},{"id":"926886-s-12-32","title":"Treatment","mono":"<b>TACROLIMUS AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor vital signs and neurologic status. Monitor fluid status and electrolytes following significant vomiting and\/or diarrhea. Administer oral or IV fluids and replace electrolytes as needed. Antidiarrheals may be indicated following persistent symptoms. Seizure activity may develop; treat with IV benzodiazepines, barbiturates. Mild hypertension usually does not require treatment. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Nitroprusside or nitroglycerin may be considered for significant or persistent hypertension. Monitor CBC with differential and monitor for signs of serious infection (eg, bacterial, viral, fungal, protozoal). Begin anti-infective treatment as soon as possible. Patients may also be at risk to develop anemia and thrombocytopenia. Transfuse packed red blood cells and platelets as indicated. Obtain a baseline ECG in patients (ie, preexisting congestive heart failure, bradyarrhythmias, antiarrhythmic medications) at risk to develop QT prolongation or as indicated.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not indicated because CNS effects can develop and may include seizures. HOSPITAL: Activated charcoal may be considered following a recent ingestion, if the patient is not vomiting and the airway is supported.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure. Ensure adequate ventilation and intubation as necessary in patients that develop seizure activity or significant CNS depression.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs (including blood pressure) and neurologic status. Monitor fluid status in patients that develop significant gastrointestinal symptoms (eg, vomiting, diarrhea). Obtain serial CBC with differential and electrolytes (including potassium, magnesium, glucose) following a significant exposure. Monitor renal function closely including serum creatinine, potassium, and urine output for signs and symptoms of nephrotoxicity. Monitor liver enzymes after a significant overdose. Obtain a baseline ECG, continuous cardiac monitoring and serial ECGs following a significant exposure or as indicated. Patients receiving these agents are at increased risk for serious infections including bacterial, viral, fungal and protozoal infections including opportunistic infections with therapeutic use. Obtain laboratory studies to determine the presence of infection and monitor for symptoms (ie, fever, chills, flu-like symptoms, etc) as indicated.<\/li><li>Enhanced elimination procedure: Based on high protein binding of the agents, hemodialysis is not anticipated to be effective following overdose.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult with an inadvertent ingestion of 1 extra dose can be monitored at home. An asymptomatic child that ingests 1 dose can be monitored at home if reliable adult supervision is present. If the amount ingested is unknown the child should be observed in a healthcare facility. OBSERVATION CRITERIA: All patients with a deliberate self-harm ingestion or inadvertent ingestion of more than 2 extra doses should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with an unintentional ingestion of more than 1 dose or an unknown amount should be observed in a healthcare facility until any symptoms resolve and adequate follow-up can be provided as needed. ADMISSION CRITERIA: Patients demonstrating severe fluid and electrolyte imbalance should be admitted. Patients with persistent mental status changes and seizures should be admitted to an ICU setting. CONSULT CRITERIA: Consult with a medical toxicologist, and\/or poison center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"926886-s-12-33","title":"Range of Toxicity","mono":"<b>TACROLIMUS AND RELATED AGENTS<\/b><br\/>TOXICITY: A toxic dose has not been established for these agents. TACROLIMUS: Overdose data are limited. Acute overdosages of up to 30 times the therapeutic dose have occurred and most patients have remained asymptomatic and recovered completely. Clinical events that did develop (ie, tremors, abnormal renal function, hypertension, and peripheral edema) were similar to effects reported with therapy. PEDIATRIC: Ingestions of 0.88 and 1 mg\/kg of tacrolimus have been well tolerated in children. ADULT: Acute overdoses of up to 375 mg and 120 mg of TACROLIMUS and SIROLIMUS, respectively, have been well tolerated in adults. An adult with a cadaveric renal transplant developed transiently elevated serum creatinine after ingesting 90 mg of tacrolimus but recovered with supportive care. A sirolimus overdose of 150 mg, in an adult, resulted in transient atrial fibrillation. TEMSIROLIMUS: In clinical trials with cancer patients, repeated intravenous doses as high as 220 mg\/m(2) have been given. Doses of greater than 25 mg may increase the risk of developing: thrombosis, bowel perforation, interstitial lung disease, seizures and psychosis. THERAPEUTIC DOSE: TACROLIMUS: ADULT: The recommended starting dose is 0.1 to 0.2 mg\/kg\/day orally for kidney transplant patients; 0.1 to 0.15 mg\/kg\/day orally for liver transplant patients and 0.075 mg\/kg\/day orally for heart transplant patients. SIROLIMUS: For de novo renal transplant recipients a loading dose of 6 mg, and a daily maintenance dose of 2 mg is recommended. TEMSIROLIMUS: The recommended dose for advanced renal cell carcinoma is 25 mg give as a 30 to 60 minute infusion once per week.<br\/>"}]},"13":{"id":"926886-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell patient that this drug should not be used long-term.<\/li><li>Instruct patient to avoid exposure to chickenpox, shingles, herpes simplex, and eczema herpeticum. If exposure occurs, notify healthcare professional immediately.<\/li><li>Drug causes sun-sensitivity. Advise patient to limit sun exposure and to avoid sun lamps and tanning beds.<\/li><li>This drug may cause burning of skin, headache, or fever. Drug also places patient at higher risk for basal\/squamous cell carcinoma and malignant lymphoma.<\/li><li>Patient should contact healthcare professional if symptoms get worse or do not improve within 6 weeks.<\/li><li>Tell patient to apply drug to affected skin areas only. Advise patient to avoid drug exposure to eyes, nose, mouth, or broken skin.<\/li><li>Patient should not place occlusive dressings, cosmetics, or other skin care products on treated skin.<\/li><\/ul>"}}}