{"drugs":["Advicor","Niacin\/Lovastatin"],"mono":{"0":{"id":"926834-s-0","title":"Generic Names","mono":"Niacin\/Lovastatin"},"1":{"id":"926834-s-1","title":"Dosing and Indications","sub":[{"id":"926834-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>bioequivalence:<\/b> two tablets of Advicor(R), niacin 500 mg\/lovastatin 20 mg is not interchangeable with 1 tablet of Advicor(R), niacin 1000 mg\/lovastatin 40 mg<\/li><li>equivalent doses of Advicor(R) may be substituted for equivalent doses of Niaspan(R) (extended-release niacin)<\/li><li>Advicor(R) should not be substituted for equivalent doses of other niacin products (ie, crystalline (immediate-release), modified-release (sustained-release or time-release) niacin)<\/li><li>patients not currently receiving Niaspan(R) should initiate Advicor(R) at the lowest initial dose of niacin 500 mg\/lovastatin 20 mg orally once daily<\/li><li><b>Hypercholesterolemia, primary (heterozygous familial and non-familial) and mixed dyslipidemia (Fredrickson types IIa and IIb):<\/b> initial, niacin 500 mg\/lovastatin 20 mg ORALLY once daily at bedtime; may increase by no more than 500 mg of niacin and not more frequently than every 4 weeks; MAX niacin 2000 mg \/lovastatin 40 mg daily<\/li><li><b>Hypercholesterolemia, primary (heterozygous familial and non-familial) and mixed dyslipidemia (Fredrickson types IIa and IIb):<\/b> premedication: aspirin up to 325 mg orally 30 minutes prior to niacin\/lovastatin to reduce flushing<\/li><li><b>Hypercholesterolemia, primary (heterozygous familial and non-familial) and mixed dyslipidemia (Fredrickson types IIa and IIb):<\/b> reinitiating therapy after more than 7 days, initiate with the lowest dose<\/li><\/ul>"},{"id":"926834-s-1-5","title":"Pediatric Dosing","mono":"use is not recommended for pediatric patients "},{"id":"926834-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, severe (CrCl less than 30 mL\/min):<\/b> avoid doses of lovastatin greater than 20 mg\/day; if use is necessary, use cautiously<\/li><li><b>hepatic impairment:<\/b> use is contraindicated in patients with significant or unexplained hepatic dysfunction<\/li><li><b>concomitant danazol, diltiazem, or verapamil:<\/b> initiate lovastatin with 10 mg (not available in fixed-dose formulation) and do not exceed 20 mg\/day<\/li><li><b>concomitant amiodarone:<\/b> do not exceed lovastatin 40 mg\/day<\/li><li><b>concomitant use of ranolazine or voriconazole:<\/b> may be necessary to adjust the dose of lovastatin<\/li><\/ul>"},{"id":"926834-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypercholesterolemia, primary (heterozygous familial and non-familial) and mixed dyslipidemia (Fredrickson types IIa and IIb)<br\/>"}]},"3":{"id":"926834-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926834-s-3-9","title":"Contraindications","mono":"<ul><li>arterial bleeding<\/li><li>concomitant use with strong CYP3A4 inhibitors (eg, boceprevir, clarithromycin, erythromycin, HIV protease inhibitors, itraconazole, ketoconazole, nefazodone, posaconazole, telaprevir, telithromycin)  or cobicistat\/elvitegravir\/emtricitabine\/tenofovir<\/li><li>hypersensitivity to lovastatin, niacin, or any component of the product<\/li><li>liver disease, active<\/li><li>nursing women<\/li><li>peptic ulcer disease, active<\/li><li>serum transaminase elevations, unexplained persistent<\/li><li>women who are pregnant or may become pregnant; may cause fetal harm<\/li><\/ul>"},{"id":"926834-s-3-10","title":"Precautions","mono":"<ul><li>alcohol use, substantial; increased risk of hepatic dysfunction<\/li><li>amyotrophic lateral sclerosis (ALS); rate of ALS functional decline may increase with statin therapy<\/li><li>angina, unstable; especially with concurrent use of adrenergic blocking drugs, calcium channel blockers, or nitrates<\/li><li>concomitant use with cyclosporine or gemfibrozil should be avoided<\/li><li>conditions predisposing to the development of renal failure secondary to rhabdomyolysis (eg, sepsis, hypotension, major surgery, trauma, uncontrolled epilepsy, or severe metabolic, endocrine, or electrolyte disorder); temporary discontinuation recommended<\/li><li>diabetes mellitus, preexisting or at risk; increases in fasting blood glucose and HbA1c have been reported; monitoring recommended; diet or hypoglycemic therapy modification may be necessary<\/li><li>gout, predisposition; increased uric acid levels have been reported<\/li><li>grapefruit juice; avoid large quantities (more than 1 quart daily); increased risk of myopathy<\/li><li>hepatic failure, including fatal cases, has been reported; interruption of therapy may be necessary; do not restart if an alternate etiology is not found<\/li><li>hepatic toxicity, severe, including fulminant hepatic necrosis, has occurred in patients switching from sustained-release niacin products to immediate-release niacin products at equivalent doses<\/li><li>hepatobiliary disease or jaundice, history of; increased risk of organ system dysfunction; monitoring recommended<\/li><li>immune-mediated necrotizing myopathy, an autoimmune myopathy, has been reported; monitoring recommended; discontinue therapy immediately if myopathy is diagnosed or suspected<\/li><li>myocardial infarction, acute phase; especially with concurrent use of adrenergic blocking drugs, calcium channel blockers, or nitrates<\/li><li>myopathy and rhabdomyolysis, sometimes with acute renal failure, have been reported; monitoring recommended, especially during initiation and periods of upward dose titration; discontinuation of therapy is recommended if myopathy is suspected or diagnosed<\/li><li>peptic ulcer disease, history of; increased risk of organ system dysfunction; monitoring recommended<\/li><li>phosphorous level, dose-related decreases have been reported; monitor patients at risk for hypophosphatemia<\/li><li>renal impairment and renal disease; increased risk of rhabdomyolysis; escalate dose cautiously<\/li><li>serum transaminase levels, increased (greater than 3 times the ULN) have been reported; monitoring recommended<\/li><\/ul>"},{"id":"926834-s-3-11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"926834-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"926834-s-4","title":"Drug Interactions","sub":[{"id":"926834-s-4-13","title":"Contraindicated","mono":"<ul><li>Amprenavir (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Erythromycin (probable)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Mibefradil (probable)<\/li><li>Mifepristone (theoretical)<\/li><li>Nefazodone (probable)<\/li><li>Nelfinavir (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Voriconazole (probable)<\/li><\/ul>"},{"id":"926834-s-4-14","title":"Major","mono":"<ul><li>Amiodarone (theoretical)<\/li><li>Atorvastatin (theoretical)<\/li><li>Bezafibrate (probable)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Cerivastatin (probable)<\/li><li>Ciprofibrate (probable)<\/li><li>Clofibrate (probable)<\/li><li>Colchicine (probable)<\/li><li>Conivaptan (theoretical)<\/li><li>Cyclosporine (established)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dalfopristin (probable)<\/li><li>Danazol (probable)<\/li><li>Daptomycin (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Diltiazem (established)<\/li><li>Dronedarone (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fenofibrate (theoretical)<\/li><li>Fenofibric Acid (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Gemfibrozil (established)<\/li><li>Lomitapide (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pitavastatin (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Quinupristin (probable)<\/li><li>Ranolazine (theoretical)<\/li><li>Rosuvastatin (probable)<\/li><li>Siltuximab (theoretical)<\/li><li>Simvastatin (established)<\/li><li>Verapamil (theoretical)<\/li><\/ul>"},{"id":"926834-s-4-15","title":"Moderate","mono":"<ul><li>Azithromycin (probable)<\/li><li>Bosentan (probable)<\/li><li>Clopidogrel (established)<\/li><li>Oat Bran (probable)<\/li><li>Pectin (probable)<\/li><li>St John's Wort (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"926834-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing (up to 83%), Pruritus (7%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (6%), Nausea (7%)<\/li><li><b>Neurologic:<\/b>Headache (9%)<\/li><li><b>Other:<\/b>Infectious disease (20%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Dermatomyositis<\/li><li><b>Hepatic:<\/b>Hepatic necrosis, Increased liver enzymes, Liver failure<\/li><li><b>Immunologic:<\/b>Autoimmune disease, Systemic lupus erythematosus<\/li><li><b>Musculoskeletal:<\/b>Disorder of muscle (0.2%), Rhabdomyolysis<\/li><\/ul>"},"6":{"id":"926834-s-6","title":"Drug Name Info","sub":{"0":{"id":"926834-s-6-17","title":"US Trade Names","mono":"Advicor<br\/>"},"2":{"id":"926834-s-6-19","title":"Class","mono":"<ul><li>Antihyperlipidemic<\/li><li>HMG-COA Reductase Inhibitor<\/li><li>Nicotinic Acid (class)<\/li><li>Vitamin B (class)<\/li><\/ul>"},"3":{"id":"926834-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"926834-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"926834-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Niacin's mechanism of lipid alteration is not completely understood and may involve several actions, including partial inhibition of release of free fatty acids from adipose tissue, and increased lipoprotein lipase activity (which may increase the rate of chylomicron triglyceride removal from plasma). Niacin decreases the rate of hepatic synthesis of VLDL-C and LDL-C. Niacin functions after conversion to nicotinamide adenine dinucleotide (NAD) in the NAD coenzyme system. Niacin, (in gram doses) reduces low density lipoprotein cholesterol (LDL-C), apolipoprotein B-100 (Apo B), Lp(a), triglyceride (TG), and total cholesterol (TC), and increases high density lipoprotein cholesterol (HDL-C). The increase in HDL-C is associated with an increase in apolipoprotein A-1, and a shift in the distribution of HDL subfractions.<\/li><li>Lovastatin is a specific inhibitor of 3-hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) reductase, the enzyme that catalyzes the conversion of HMG-CoA to mevalonate, a precursor to cholesterol. Lovastatin is a prodrug and has little, if any activity until hydrolyzed to the active beta hydroxyacid form, lovastatin acid. The mechanism of the LDL lowering effect of lovastatin may involve both reduction of VLDL-C concentration and induction of the LDL receptor, leading to reduced production and\/or increased catabolism of LDL-C. Apo B also decreases substantially and there is a modest decrease in triglyceride levels. Lovastatin produces increases in HDL-C of variable magnitude.<\/li><\/ul>"},"8":{"id":"926834-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"926834-s-8-23","title":"Absorption","mono":"<ul><li>Systemic: Niacin: 72%; food increases bioavailability 22 to 30%   <\/li><li>Lovastatin: Incompletely absorbed; food decreases bioavailability, grapefrutijuice increases bioavailability    <\/li><\/ul>"},"2":{"id":"926834-s-8-25","title":"Metabolism","mono":"<ul><li>Systemic: Niacin- Hepatic: Rapid and extensive dose dependent first pass metabolism; Metabolite: nicotinamide adenine dinucleotide (NAD)<\/li><li>Lovastatin- Hepatic: rapid extensive first-pass metabolism; via CYP3A4 pathway; Active metabolite: beta-hydroxyacid derivative<\/li><\/ul>"},"3":{"id":"926834-s-8-26","title":"Excretion","mono":"<ul><li>Systemic: Niacin- Renal: 60%<\/li><li>Lovastatin- Fecal: 83%; Renal: 10%    <\/li><\/ul>"},"4":{"id":"926834-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Systemic: Niacin: 20 to 48 min    <\/li><li>Lovastatin: 4.5 h   <\/li><\/ul>"}}},"9":{"id":"926834-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take at bedtime with low-fat snack<\/li><li>do not break, crush, or chew tablets, swallow whole<\/li><li>avoid ingestion of alcohol, hot beverages, and spicy foods around the time of administration of niacin\/lovastatin to minimize flushing<\/li><li>wait 4 to 6 hours following administration of bile acid sequestrants (colestipol or cholestyramine) before giving niacin\/lovastatin<\/li><\/ul>"},"10":{"id":"926834-s-10","title":"Monitoring","mono":"<ul><li>lipid panel; prior to therapy initiation and periodically during treatment to evaluate efficacy<\/li><li>liver function tests; prior to initiation of therapy in all patients and when clinically indicated<\/li><li>creatine kinase levels; may be considered when initiating therapy or when doses of either agent are increased, although such monitoring may not prevent myopathy<\/li><li>phosphorus levels; in patients at-risk for hypophosphatemia.<\/li><li>platelet counts and prothrombin time; in patients undergoing surgery<\/li><li>signs and symptoms of muscle pain, tenderness, or weakness, particularly during the first month of treatment or upward dose adjustments of either agent<\/li><\/ul>"},"11":{"id":"926834-s-11","title":"How Supplied","mono":"<b>Advicor<\/b><br\/>Oral Tablet, Extended Release: (Lovastatin - Niacin) 20 MG-500 MG, 20 MG-750 MG, 20 MG-1000 MG, 40 MG-1000 MG<br\/>"},"12":{"id":"926834-s-12","title":"Toxicology","sub":[{"id":"926834-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>LOVASTATIN AND RELATED DRUGS <\/b><br\/>USES: HMG-CoA reductase inhibitors are used in the treatment of hypercholesterolemia. The following agents are available in the United States: atorvastatin, fluvastatin, lovastatin, pitavastatin, pravastatin, rosuvastatin, and simvastatin. Atorvastatin, lovastatin, pravastatin, and simvastatin are also available in combination with other agents (atorvastatin\/amlodipine; lovastatin\/niacin; pravastatin\/aspirin; simvastatin\/ezetimibe; simvastatin\/niacin; simvastatin\/sitagliptin). PHARMACOLOGY: HMG-CoA reductase inhibitors competitively inhibit 3-hydroxy-3-methylglutaryl coenzyme A reductase, preventing conversion of HMG-CoA to mevalonate, the rate determining enzyme for cholesterol synthesis. EPIDEMIOLOGY: Exposure is common but overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Ingestion of up to 6 grams of lovastatin has been reported without specific effects or sequelae. SEVERE TOXICITY: Severe toxicity is not expected, unless a coingestant is present. ADVERSE EFFECTS: Nausea, flatulence, diarrhea, abdominal pain, myopathy, myalgias, rhabdomyolysis, elevated liver enzymes, hepatitis, dermatitis, diplopia, blepharoptosis (ptosis), ophthalmoplegia, tendinitis, and tendon rupture have been reported in patients receiving statins. Other reported adverse effects (rare) include hyperkalemia (lovastatin), photosensitivity (simvastatin), dermatomyositis (simvastatin and pravastatin), limb compartment syndrome (simvastatin and atorvastatin), acute renal failure (lovastatin), pancreatitis (pravastatin and lovastatin\/gemfibrozil), chest pain (pravastatin), atrial fibrillation (simvastatin), vasculitis (atorvastatin), hemolytic anemia (lovastatin), thrombocytopenic purpura (atorvastatin), thrombotic thrombocytopenic purpura (simvastatin), akathisia (lovastatin), extrapyramidal effects (lovastatin), nasopharyngitis (atorvastatin), upper respiratory infection (pravastatin), cough (pravastatin), lung fibrosis (simvastatin), peripheral neuropathy (lovastatin and simvastatin).<br\/><\/li><li><b>NIACIN AND RELATED AGENTS<\/b><br\/>OVERDOSE: Epigastric discomfort, sensation of warmth, chills and intermittent rash (diffuse, red, flat, and coalescent), primarily affecting scalp, face, and legs have been reported with niacin overdose. Tachycardia, nausea, vomiting and abdominal pain have been reported. Lactic acidosis has been occurred after acute overdoses with sustained release products. Severe hypotension has been reported following a massive niacin overdose (11,000 milligrams). Elevated hepatic enzymes have developed following overdose. Laboratory findings have also included hypo- and hyperglycemia and coagulopathy in some exposures. A teenager developed a prolonged QTc interval after ingesting 5.5 grams of niacin. ADVERSE EVENTS: Flushing, pruritus, and gastrointestinal distress are frequent symptoms after oral niacin therapy. Other adverse effects include dizziness, tachycardia, palpitations, shortness of breath, sweating, chills, edema, syncope, dryness of the skin, abdominal pain, diarrhea, nausea and vomiting, anorexia, stimulation of peptic ulcer, amblyopia, jaundice and elevated hepatic enzymes, decrease in glucose tolerance, hyperglycemia, and hyperuricemia. Significant toxicity has been reported in a small number of patients following the use of niacin to interfere with urine drug screening.<br\/><\/li><\/ul>"},{"id":"926834-s-12-32","title":"Treatment","mono":"<ul><li><b>LOVASTATIN AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Prehospital gastrointestinal decontamination is generally not necessary unless coingestants are involved. HOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only after very large ingestions or if coingestants with significant toxicity are involved.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic coingestants are involved.<\/li><li>Antidote: None<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, CBC, and liver enzymes in symptomatic patients. Monitor serum creatinine, BUN, CK, and urine myoglobin for indications of renal impairment secondary to rhabdomyolysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is NOT expected to significantly enhance the clearance of these drugs due to extensive protein binding and large volumes of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>NIACIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive.<\/li><li>Decontamination:  Gastrointestinal decontamination is generally not required after acute overdose of immediate release products. Consider activated charcoal after an acute ingestion of more than 5 g of sustained release niacin and if the patient is able to maintain airway or if airway is protected<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Monitoring of patient: Monitor vital signs, especially blood pressure. Monitor, liver enzymes, as well as fluid, electrolyte, and acid-base status in patients with significant vomiting and\/or diarrhea.<\/li><\/ul><\/li><\/ul>"},{"id":"926834-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>LOVASTATIN AND RELATED DRUGS<\/b><br\/>TOXICITY: ADULTS: LOVASTATIN: Single doses up to 200 mg of lovastatin have been well tolerated without significant adverse effects in adult human volunteers. Overdoses of up to 5 to 6 grams of lovastatin have been well tolerated; no specific symptoms occurred. SIMVASTATIN: The maximum reported dose of simvastatin ingestion is 3.6 g with no specific symptoms; recovery was complete without sequelae. CHILDREN: FLUVASTATIN: Two children (a 2-year-old and a 3-year-old) ingested up to 80 mg of fluvastatin. Vomiting was induced in the children, and no capsules were present in emesis; both children recovered without any adverse effects. THERAPEUTIC DOSE: ADULTS: ATORVASTATIN: Initial dose is 10 or 20 mg once daily, may be increased up to a maximum of 80 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN: extended-release lovastatin is 20 to 60 mg daily, in single doses; regular lovastatin is 10 to 80 mg daily, in single or divided doses. PITAVASTATIN: 1 to 4 mg once daily. PRAVASTATIN: 10 to 80 mg daily, in single doses. ROSUVASTATIN: 5 to 40 mg daily. SIMVASTATIN: 5 to 80 mg daily. CHILDREN: ATORVASTATIN: Initial dose is 10 mg once daily, may be increased up to a maximum of 20 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN OR PITAVASTATIN OR ROSUVASTATIN: Safety and efficacy have not been established in children. PRAVASTATIN: 20 to 40 mg daily, in single doses. SIMVASTATIN: 10 to 40 mg daily.<br\/><\/li><li><b>NIACIN AND RELATED AGENTS<\/b><br\/>TOXICITY: A minimum toxic dose has not been established. After ingesting 11,000 mg of niacin within a 12-hour period, a 56-year-old man developed severe, persistent hypotension (BP 58\/40 mmHg) in the absence of cutaneous flushing. Following supportive therapy, he recovered completely. A 16-year-old girl developed epigastric discomfort and rash after taking 330 mg of niacin daily (more than 25 times the recommended daily allowance for a teenager).  Symptoms resolved upon discontinuation of therapy. Two teenagers developed hepatotoxicity and acidosis after ingestion of 5 and 6 g of sustained-release niacin over a 48-hour period. THERAPEUTIC: ADULT: EXTENDED RELEASE FORMULATION: Initial, 500 mg orally once daily at bedtime for 4 weeks, then 1000 mg at bedtime for 4 weeks; titrate by tolerability and efficacy but no faster than 500 mg every 4 weeks; usual maintenance dose, 1000 to 2000 mg once daily at bedtime; MAX 2000 mg\/day. ADULT: IMMEDIATE RELEASE FORMULATION: Initial 100 mg 3 times\/day, increase to 1000 mg 3 times\/day, MAX 4500 mg\/day. PEDIATRIC: IMMEDIATE RELEASE: Initial, 100-250 mg\/day in 3 divided doses with meals; increase 100 mg\/day weekly or 250 mg\/day every 2-3 wk as tolerated; MAX 10 mg\/kg\/day.<br\/><\/li><\/ul>"}]},"13":{"id":"926834-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report signs\/symptoms of myopathy or rhabdomyolysis (muscle pain, tenderness, weakness).<\/li><li>This drug may cause hyperglycemia, diarrhea, nausea, pruritus, or headache.<\/li><li>Advise patient to immediately report signs\/symptoms of myopathy including unexplained muscle pain, tenderness, or weakness especially when accompanied by fever or malaise, or if symptoms persist after discontinuation of drug.<\/li><li>Tell patient to report any symptoms of dizziness.<\/li><li>Counsel patients to report signs\/symptoms of liver injury (jaundice, dark urine, upper abdominal discomfort, anorexia, fatigue).<\/li><li>Instruct patients with diabetes to report any changes in blood glucose levels.<\/li><li>Tell patient to report facial flushing after dosing. Counsel patient to rise slowly upon awakening to avoid syncope and dizziness if flushing occurs. Aspirin administration 30 minutes before dosing as well as avoidance of alcohol, hot beverages, and spicy foods with dosing may minimize this effect.<\/li><li>Tell patient to swallow tablets whole, without crushing or chewing.<\/li><li>Advise patient to take drug at bedtime with a low-fat snack.<\/li><li>Patient should report brief interruptions in therapy, as dosage decrease may be required when resuming medication.<\/li><li>Patient should not substitute extended-release for immediate-release niacin preparations while taking this drug, as cases of severe hepatic toxicity have occurred.<\/li><li>Advise patient to avoid excessive quantities of alcohol while taking this medication.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><li>Patient should not take drug with grapefruit juice.<\/li><\/ul>"}}}