{"generic":"Frovatriptan Succinate","drugs":["Frova","Frovatriptan Succinate"],"mono":{"0":{"id":"926967-s-0","title":"Generic Names","mono":"Frovatriptan Succinate"},"1":{"id":"926967-s-1","title":"Dosing and Indications","sub":[{"id":"926967-s-1-4","title":"Adult Dosing","mono":"<b>Migraine (Acute), With or Without Aura:<\/b> 2.5 mg ORALLY; if headache recurs after initial relief, may repeat dose allowing an interval of 2 hours between doses, MAX 7.5 mg\/24 hr "},{"id":"926967-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients under 18 years of age "},{"id":"926967-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment:<\/b> mild to moderate, no dose adjustment required; severe, no data available, use additional caution<\/li><li><b>geriatrics:<\/b> no dose adjustment is required.<\/li><\/ul>"},{"id":"926967-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Migraine (Acute), With or Without Aura<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Menstrual migraine; Prophylaxis<br\/>"}]},"3":{"id":"926967-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926967-s-3-9","title":"Contraindications","mono":"<ul><li>coronary artery vasospasm, including Prinzmetal angina<\/li><li>ergot-containing drugs, recent use (ie, within 24 hours)<\/li><li>5HT(1) agonists, recent use (ie, within 24 hours)<\/li><li>hemiplegic or basilar migraine, history of; increased risk for stroke<\/li><li>hypersensitivity to frovatriptan succinate or any component of the product<\/li><li>hypertension, uncontrolled<\/li><li>ischemic bowel disease<\/li><li>ischemic coronary artery disease (eg, confirmed silent ischemia, angina pectoris, history of myocardial infarction)<\/li><li>peripheral vascular disease<\/li><li>stroke or TIA, history of; increased risk for stroke<\/li><li>Wolf-Parkinson-White syndrome or arrhythmias associated with other cardiac accessory conduction pathway disorders<\/li><\/ul>"},{"id":"926967-s-3-10","title":"Precautions","mono":"<ul><li>arrhythmia (eg, ventricular tachycardia, ventricular fibrillation), including fatalities, has been reported within hours of use of 5-HT(1) agonists; discontinue if occurs<\/li><li>cardiac events, serious, including acute myocardial infarction, with or without known coronary artery disease, have been reported within hours of use; consider administration of first dose in a medically supervised setting in triptan-naive patients with multiple cardiovascular risk factors who have a negative cardiovascular evaluation and perform ECG immediately after administration; periodic monitoring recommended, particularly with intermittent long-term use<\/li><li>cerebrovascular events (eg, cerebral or subarachnoid hemorrhage, stroke) including fatalities, have been reported with use of 5-HT(1) agonists; rule out other potentially serious neurological conditions that may manifest as headache in non-migraineurs and in migraineurs presenting with atypical migraine symptoms<\/li><li>coronary artery vasospasm (Prinzmetal angina) may occur, even in patients with no history of coronary artery disease; consider administration of first dose in a medically supervised setting in triptan-naive patients with multiple cardiovascular risk factors who have a negative cardiovascular evaluation and perform ECG immediately after administration; periodic monitoring recommended, particularly with intermittent long-term use<\/li><li>hypersensitivity reactions, life-threatening including anaphylaxis, anaphylactoid, and angioedema reactions, have been reported; increased risk in patients with history of multiple allergies<\/li><li>hypertension, significant, including hypertensive crisis, has been reported with use of 5-HT(1) agonist use: cases reported in patients with no history of hypertension; monitoring recommended<\/li><li>medication-overuse headache may occur; detoxification and treatment for withdrawal symptoms may be required<\/li><li>pain, tightness, heaviness, or pressure sensations in the chest, throat, neck, or jaw (non-cardiac-related), have been reported; if occurs, cardiac evaluation recommended in patients with high cardiac risk<\/li><li>serotonin syndrome may occur within minutes to hours of new or increased doses of serotonergic drugs, especially with concurrent use of SSRIs, serotonin norepinephrine reuptake inhibitors, tricyclic antidepressants, or MAOIs; discontinue use if suspected<\/li><li>vasospasm reaction, non-coronary (eg, peripheral vascular ischemia, splenic infarction, Raynaud syndrome, gastrointestinal vascular ischemia and infarction) has been reported; if signs or symptoms occurred after use of other 5HT(1) agonists, rule out reaction before use<\/li><li>vision loss, including partial vision loss, transient or permanent blindness, has been reported with 5-HT(1) agonist use<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"926967-s-3-11","title":"Pregnancy Category","mono":"Frovatriptan: C (FDA)<br\/>"},{"id":"926967-s-3-12","title":"Breast Feeding","mono":"Frovatriptan: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"926967-s-4","title":"Drug Interactions","sub":[{"id":"926967-s-4-13","title":"Contraindicated","mono":"<ul><li>Almotriptan (theoretical)<\/li><li>Avitriptan (probable)<\/li><li>Bromocriptine (theoretical)<\/li><li>Dihydroergotamine (probable)<\/li><li>Eletriptan (probable)<\/li><li>Ergoloid Mesylates (probable)<\/li><li>Ergonovine (probable)<\/li><li>Ergotamine (probable)<\/li><li>Linezolid (theoretical)<\/li><li>Metergoline (probable)<\/li><li>Methylergonovine (probable)<\/li><li>Methysergide (probable)<\/li><li>Naratriptan (probable)<\/li><li>Pergolide (probable)<\/li><li>Rizatriptan (probable)<\/li><li>Sumatriptan (probable)<\/li><li>Zolmitriptan (probable)<\/li><\/ul>"},{"id":"926967-s-4-14","title":"Major","mono":"<ul><li>Amineptine (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amitriptylinoxide (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Clomipramine (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dibenzepin (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Duloxetine (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluoxetine (probable)<\/li><li>Fluvoxamine (probable)<\/li><li>Furazolidone (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lofepramine (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Melitracen (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Methylene Blue (theoretical)<\/li><li>Milnacipran (theoretical)<\/li><li>Mirtazapine (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Opipramol (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>Paroxetine (probable)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Reboxetine (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Sertraline (probable)<\/li><li>Sibutramine (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Tianeptine (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Tryptophan (theoretical)<\/li><li>Venlafaxine (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"}]},"5":{"id":"926967-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Dizziness (8%)<\/li><li><b>Other:<\/b>Fatigue (5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction, Ventricular arrhythmia<\/li><li><b>Ophthalmic:<\/b>Blindness AND\/OR vision impairment level<\/li><li><b>Other:<\/b>Serotonin syndrome<\/li><\/ul>"},"6":{"id":"926967-s-6","title":"Drug Name Info","sub":{"0":{"id":"926967-s-6-17","title":"US Trade Names","mono":"Frova<br\/>"},"2":{"id":"926967-s-6-19","title":"Class","mono":"<ul><li>Antimigraine<\/li><li>Serotonin Receptor Agonist, 5-HT1<\/li><\/ul>"},"3":{"id":"926967-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"926967-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"926967-s-7","title":"Mechanism Of Action","mono":"Frovatriptan succinate is a selective agonist of the 5-hydroxy-tryptamine (5HT) receptor that binds highly to 5-HT(1B) and 5-HT(1D) receptors. The drug does not significantly affect channel activity mediated by gamma-amino- butyric acid (A) (GABA(A)) and has an insignificant binding affinity for benzodiazepine sites. It prevents the excessive dilatation of extracerebral, intracranial blood vessels in migraine.<br\/>"},"8":{"id":"926967-s-8","title":"Pharmacokinetics","sub":[{"id":"926967-s-8-23","title":"Absorption","mono":"<ul><li>Oral, tablet: time to peak concentration, 2 h to 4 h<\/li><li>Bioavailability: about 20% to 30%<\/li><li>Effect of food: delays Tmax by 1 h<\/li><\/ul>"},{"id":"926967-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 3 L\/kg to 4.2 L\/kg<\/li><li>Protein binding: approximately 15%<\/li><\/ul>"},{"id":"926967-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; P450 CYP1A2<\/li><li>Metabolites: hydroxylated frovatriptan, N-acetyl desmethyl frovatriptan, hydroxylated N-acetyl desmethyl frovatriptan and desmethyl frovatriptan<\/li><\/ul>"},{"id":"926967-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 62%<\/li><li>Renal: 32% as unchanged drug and metabolites<\/li><li>Dialyzable: unknown (hemodialysis); unknown (peritoneal)<\/li><\/ul>"},{"id":"926967-s-8-27","title":"Elimination Half Life","mono":"approximately 26 h <br\/>"}]},"9":{"id":"926967-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>for  patients who have had negative results on cardiovascular evaluation but who have multiple cardiovascular risk factors; administer first dose in a medically supervised setting<\/li><li>do not administer within 24 hours of any ergotamine-containing medication, ergot-type medication, or any other 5-hydroxytryptamine-1 (5-HT1) agonist<\/li><li>administer with fluids<\/li><\/ul>"},"10":{"id":"926967-s-10","title":"Monitoring","mono":"<ul><li>relief of migraine headache and associated symptoms indicates efficacy<\/li><li>cardiovascular (CV) evaluation; prior to treatment initiation in triptan-naive patients with multiple CV risk factors to rule out coronary artery disease or vasospasm; if treatment is initiated, consider ECG upon first use and periodic CV evaluations in long-term intermittent users<\/li><li>neurological evaluation; before treatment initiation in patients previously undiagnosed or presenting with atypical symptoms<\/li><li>blood pressure; during therapy<\/li><\/ul>"},"11":{"id":"926967-s-11","title":"How Supplied","mono":"<b>Frova<\/b><br\/>Oral Tablet: 2.5 MG<br\/>"},"12":{"id":"926967-s-12","title":"Toxicology","sub":[{"id":"926967-s-12-31","title":"Clinical Effects","mono":"<b>SUMATRIPTAN AND RELATED AGENTS<\/b><br\/>USES: Sumatriptan and related medications are selective serotonin agonists indicated for the treatment of migraine headaches and cluster headaches. PHARMACOLOGY: Triptans activate vascular serotonin 5-HT1 receptors, producing vasoconstriction. This theoretically antagonizes the cerebral vasodilation that causes migraine headaches. TOXICOLOGY: In overdose, triptans lose their selectivity for the cerebral vasculature and causes excessive vasoconstriction via activation of vascular serotonin receptors. This excess vasoconstriction can result in hypertension, and could cause end-organ ischemia. Triptans can cause serotonin syndrome. EPIDEMIOLOGY: Overdoses of sumatriptan are relatively rare. Deaths have not been reported with poisoning, but severe cardiovascular effects have been associated with therapeutic doses. OVERDOSE: MILD TO MODERATE TOXICITY: Hypertension is common; patients are often asymptomatic. Triptans can cause serotonin syndrome in isolation or in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. Symptoms of serotonin syndrome include altered mental status, hyperreflexia greater in the lower extremities, nystagmus, tremor, diaphoresis, and autonomic instability. SEVERE TOXICITY: While not described in the literature, overdose can theoretically cause vasoconstriction with severe hypertension, myocardial infarction, cardiac dysrhythmias, renal infarction, splenic infarction, ischemic colitis, and cerebral vascular accident (ischemic and hemorrhagic). Triptans can cause serotonin syndrome in isolation or in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. Symptoms of serotonin syndrome include altered mental status, hyperreflexia greater in the lower extremities, nystagmus, tremor, diaphoresis, autonomic instability, rigidity and hyperthermia. ADVERSE EVENTS: Common adverse effects of sumatriptan include nausea, vomiting, dyspepsia, flushing and paresthesias. Chest pressure is reported in up to 15% of sumatriptan users but does not appear to be related to coronary vasospasm. Triptans have been reported to cause serotonin syndrome in isolation as well as when taken in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. <br\/>"},{"id":"926967-s-12-32","title":"Treatment","mono":"<b>SUMATRIPTAN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Care is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: HYPERTENSION: Treat severe hypertension (end organ effects) with sodium nitroprusside or nitroglycerin. Labetalol, dihydropyridine calcium channel blockers and phentolamine are alternatives. Triptan-associated myocardial ischemia has been successfully treated with aspirin, heparin and nitroglycerin. VENTRICULAR DYSRHYTHMIAS: Treat dysrhythmias per ACLS protocols. SEROTONIN SYNDROME: Treat with benzodiazepines. In severe cases (uncontrollable agitation and myoclonus, hyperthermia) neuromuscular paralysis, mechanical ventilation and sedation may be necessary. CYPROHEPTADINE is used to improve mild to moderate symptoms of serotonin syndrome. DOSE: ADULT: Initial dose of 12 mg, then 2 mg every 2 hours if the patient remains symptomatic. Maintenance: 8 mg every 6 hours. Maximum dose: 32 mg in 24 hours. CHILD 0.25 mg\/kg\/day divided every 6 hours, maximum 12 mg\/day.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal can be given to patients with a significant oral overdose in patients who are alert and can protect their airway. Activated charcoal is not indicated for those medications designed to be insufflated or dissolved on the tongue. HOSPITAL: Activated charcoal can be given to patients with a significant oral overdose in patients who are alert and can protect their airway. Activated charcoal and gastric lavage are not indicated for those medications designed to be insufflated or dissolved on the tongue.<\/li><li>Airway management: Endotracheal intubation should be considered for patients who present with significant CNS symptoms.<\/li><li>Antidote: There is no known antidote.<\/li><li>Ventricular arrhythmia: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Lidocaine and amiodarone are generally first line agents for stable monomorphic ventricular tachycardia (VT). Sotalol may be an alternative for stable monomorphic VT. Amiodarone and sotalol should generally not be used if QT prolongation or torsades de pointes is present.<\/li><li>Serotonin syndrome: These agents are selective serotonin agonists, which act at 5-HT(1) receptors and theoretically may produce serotonin syndrome. If symptoms are present, benzodiazepines are the mainstay of therapy. Cyproheptadine, a 5-HT antagonist, may also be used. Severe cases have been managed with benzodiazepine sedation and neuromuscular paralysis with nondepolarizing agents.<\/li><li>Monitoring of patient: Monitor for hypertension, ventricular dysrhythmias and clinical evidence of ischemia. Cardiac monitoring as indicated. Evaluate pulse oximetry and\/or ABGs in patients with chest pain or shortness of breath. Monitor symptomatic patients for acidosis\/electrolyte disorders (particularly hypokalemia, hypocalcemia, and hypomagnesemia).<\/li><li>Enhanced elimination procedure: Sumatriptan has a large volume of distribution; therefore, hemodialysis is unlikely to be effective.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent exposure to therapeutic or near-therapeutic doses can be managed at home with observation. OBSERVATION CRITERIA: Symptomatic patients and patients with deliberate overdose should be referred to a health care facility. ADMISSION CRITERIA: Patients who develop significant hypertension or signs\/symptoms or end-organ ischemia should be admitted for observation and treatment. CONSULT CRITERIA: Consultation with a medical toxicologist or poison center should be considered for any patient with significant symptoms or a significant overdose.<\/li><\/ul>"},{"id":"926967-s-12-33","title":"Range of Toxicity","mono":"<b>SUMATRIPTAN AND RELATED AGENTS <\/b><br\/>TOXICITY: A healthy adult who took sumatriptan 300 mg orally and 12 mg subQ developed ischemic colitis. A minimum lethal dose in human for these agents has not been established. Single doses of 140 to 400 mg sumatriptan in volunteers (n=174) produced no serious adverse events. THERAPEUTIC DOSE: SUMATRIPTAN:  ADULT: 25 to 100 mg at onset of headache; maximum 200 mg\/day. Parenteral:  6 mg at onset of headache; maximum 12 mg\/day. ALMOTRIPTAN: ADULT: 6.25 to 12 mg orally; maximum 25 mg\/day. ELETRIPTAN: ADULT: 20 to 40 mg orally; maximum 80 mg\/day. FROVATRIPTAN: ADULT: 2.5 mg orally; maximum daily dose 7.5 mg. NARATRIPTAN: ADULT: 1 to 2.5 mg orally; maximum dose: 5 mg\/day. RIZATRIPTAN: ADULT: 5 to 10 mg orally; maximum dose: 30 mg\/day. ZOLMITRIPTAN: ADULT: 1.25 to 2.5 mg; maximum dose: 10 mg\/day. ALMOTRIPTAN: PEDIATRIC: 12 to 17 years: 6.25 to 12.5 mg orally; maximum dose: 25 mg\/day. PEDIATRIC USE: The remaining agents are NOT recommended for use in children less than 18 years of age. <br\/>"}]},"13":{"id":"926967-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness, drowsiness, or fatigue.<\/li><li>Instruct patient to immediately report signs\/symptoms of ischemic cardiac syndrome (eg, angina, myocardial infarction, stroke, or TIA).<\/li><li>Advise patient to immediately report sign\/symptoms of ischemic bowel disease (eg, sudden severe abdominal pain or bloody diarrhea) or peripheral vascular disease (eg, Raynaud syndrome).<\/li><li>Instruct patient to immediately report signs\/symptoms of serotonin syndrome (eg, agitation, hallucinations, tachycardia, labile blood pressure, hyperthermia, hyperreflexia, incoordination, nausea, vomiting, diarrhea).<\/li><li>Instruct patient to take a second dose 2 or more hours after the first, if needed, with no more than 3 doses within 24 hours.<\/li><li>Patient should avoid taking drug within 24 hours of any ergotamine-containing medications, ergot-type medications (eg, dihydroergotamine or methysergide), or 5-HT1 agonists (eg, sumatriptan, naratriptan, zolmitriptan, rizatriptan, eletriptan hydrobromide, or almotriptan).<\/li><\/ul>"}}}