{"drugs":["Nitisinone","Orfadin"],"mono":{"0":{"id":"926939-s-0","title":"Generic Names","mono":"Nitisinone"},"1":{"id":"926939-s-1","title":"Dosing and Indications","sub":{"0":{"id":"926939-s-1-4","title":"Adult Dosing","mono":"<b>Tyrosinemia type I; Adjunct:<\/b> initial 1 mg\/kg\/day (divided into 2 doses); adjust dose individually; MAX 2 mg\/kg\/day "},"1":{"id":"926939-s-1-5","title":"Pediatric Dosing","mono":"<b>Tyrosinemia type I; Adjunct:<\/b> initial 1 mg\/kg\/day (divided into 2 doses); adjust dose individually; MAX 2 mg\/kg\/day "},"3":{"id":"926939-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Tyrosinemia type I; Adjunct<br\/>"}}},"3":{"id":"926939-s-3","title":"Contraindications\/Warnings","sub":[{"id":"926939-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"926939-s-3-10","title":"Precautions","mono":"tyrosine and phenylalanine intake, inadequate restrictions; can cause elevated plasma tyrosine levels and increase risk of toxicity <br\/>"},{"id":"926939-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"926939-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"926939-s-4","title":"Drug Interactions","sub":{"1":{"id":"926939-s-4-14","title":"Major","mono":"<ul><li>Azilsartan (theoretical)<\/li><li>Azilsartan Medoxomil (theoretical)<\/li><li>Celecoxib (theoretical)<\/li><li>Cyclophosphamide (theoretical)<\/li><li>Diclofenac (theoretical)<\/li><li>Fluvastatin (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Glipizide (theoretical)<\/li><li>Ibuprofen (theoretical)<\/li><li>Irbesartan (theoretical)<\/li><li>Losartan (theoretical)<\/li><li>Meloxicam (theoretical)<\/li><li>Naproxen (theoretical)<\/li><li>Nateglinide (theoretical)<\/li><li>Ospemifene (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Piroxicam (theoretical)<\/li><li>Rosiglitazone (theoretical)<\/li><li>Sulfamethoxazole (theoretical)<\/li><li>Tamoxifen (theoretical)<\/li><li>Tolbutamide (theoretical)<\/li><li>Torsemide (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Warfarin (theoretical)<\/li><li>Zileuton (theoretical)<\/li><\/ul>"}}},"5":{"id":"926939-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Hematologic:<\/b>Leukopenia (3%), Thrombocytopenia (3%)<\/li><li><b>Hepatic:<\/b>Liver failure (7%), Neoplasm of liver (8%)<\/li><li><b>Ophthalmic:<\/b>Conjunctivitis (2%), Corneal opacity (2%), Keratitis (2%), Photophobia (2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypertyrosinemia<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage (less than 1%), Melena (less than 1%)<\/li><li><b>Hematologic:<\/b>Porphyria (1%)<\/li><li><b>Hepatic:<\/b>Abnormal liver function (less than 1%), Hepatomegaly (less than 1%)<\/li><li><b>Neurologic:<\/b>Encephalopathy (less than 1%), Hyperactive behavior (less than 1%), Intracranial tumor (less than 1%), Seizure (less than 1%)<\/li><li><b>Ophthalmic:<\/b>Cataract (1%), Pain in eye (1%)<\/li><\/ul>"},"6":{"id":"926939-s-6","title":"Drug Name Info","sub":{"0":{"id":"926939-s-6-17","title":"US Trade Names","mono":"Orfadin<br\/>"},"2":{"id":"926939-s-6-19","title":"Class","mono":"Gastrointestinal Agent<br\/>"},"3":{"id":"926939-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"926939-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"926939-s-7","title":"Mechanism Of Action","mono":"Nitisinone is an inhibitor of 4-hydroxyphenyl-pyruvate dioxygenase, an enzyme upstream of fumarylacetoacetate hydrolyase [FAH] in the tyrosine catabolic pathway. By inhibiting the normal catabolism of tyrosine in patients with hereditary tyrosinemia type 1 [HT-1], nitisinone prevents the accumulation of the catabolic intermediates maleylacetoacetate and fumarylacetoacetate. In patients with HT-1, these catabolic intermediates are converted to the toxic metabolites succinylacetone and succinylacetoacetate, which are responsible for the observed liver and kidney toxicity. Succinylacetone can also inhibit the porphyrin synthesis pathway leading to the accumulation of 5-aminolevulinate, a neurotoxin responsible for the porphyric crises characteristic of HT-1.<br\/>"},"8":{"id":"926939-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"926939-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 15 minutes (liquid); 3 hours (capsule)<\/li><li>Effects of food: unknown<\/li><\/ul>"},"1":{"id":"926939-s-8-24","title":"Distribution","mono":"Protein binding: greater than 95% <br\/>"},"2":{"id":"926939-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: minor route<\/li><li>CYP2C9 inhibitor<\/li><\/ul>"},"4":{"id":"926939-s-8-27","title":"Elimination Half Life","mono":"54 hours <br\/>"}}},"9":{"id":"926939-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take on empty stomach (at least 1 hour before a meal)<\/li><li>may split total dose unevenly as convenient in order to limit number of capsules given at each administration<\/li><li>may open capsule and suspend contents in water, formula, or apple sauce immediately before use<\/li><\/ul>"},"10":{"id":"926939-s-10","title":"Monitoring","mono":"<ul><li>improvement in biochemical parameters (urine succinylacetone, liver function tests, alpha-fetoprotein, and serum tyrosine and phenylalanine levels)<\/li><li>blood chemistry; periodically<\/li><li>liver function tests and serum alpha-fetoprotein concentrations; regularly<\/li><li>liver imaging (ultrasound, computerized tomography or magnetic resonance imaging); regularly<\/li><li>plasma tyrosine concentration<\/li><li>renal function tests, including assessment of tubular function periodically  (urinary excretion of  amino acids, glucose, albumin, alpha-1 microglobulin; serum phosphate)<\/li><li>serum phosphate; hypophosphatemia; complication of HT-1<\/li><li>slit-lamp eye examination; before initiation and as needed<\/li><li>WBC and platelets; regularly<\/li><li>signs and symptoms of photophobia, eye pain, burning, redness or swelling, should undergo slit lamp exam<\/li><li>signs\/symptoms of toxicity (eg, ocular symptoms, GI symptoms, bleeding  episodes (possibly due to  thrombocytopenia), neurological symptoms, skin rash)<\/li><\/ul>"},"11":{"id":"926939-s-11","title":"How Supplied","mono":"<b>Orfadin<\/b><br\/>Oral Capsule: 2 MG, 5 MG, 10 MG<br\/>"},"12":{"id":"926939-s-12","title":"Toxicology","sub":[{"id":"926939-s-12-31","title":"Clinical Effects","mono":"<b>NITISINONE <\/b><br\/>USES: Nitisinone is a synthetic reversible inhibitor of 4-hydroxyphenylpyruvate dioxygenase for use as an adjunct to dietary restriction of tyrosine and phenylalanine in the treatment of hereditary tyrosinemia type 1 (HT-1). PHARMACOLOGY: Nitisinone inhibits normal catabolism of tyrosine in individuals with HT-1 and prevents accumulation of the catabolic intermediates maleylacetoacetate and fumarylacetoacetate. In the presence of HT-1, these catabolic intermediates are converted to toxic metabolites (ie, succinylacetone and succinylacetoacetate), which may cause hepatotoxicity, renal toxicity, or porphyric crises. TOXICOLOGY: There have been no reports of nitisinone overdose; however, overdose effects are anticipated to be an exaggeration of the adverse effects associated with therapeutic doses. EPIDEMIOLOGY: There are no reports of overdose in humans. MILD TO MODERATE TOXICITY: There have been no reports of nitisinone overdose; however, in testing, one individual maintaining a regular diet (no tyrosine and phenylalanine restrictions) experienced sensitivity to sunlight after exposure to nitisinone. Ingestion of nitisinone by individuals eating normal diets may cause elevated blood tyrosine levels. ADVERSE EFFECTS: COMMON: The most common adverse effects include hepatic neoplasm, liver failure, conjunctivitis, corneal opacities, keratitis, photophobia, blepharitis, eye pain, cataracts, thrombocytopenia, leukopenia, granulocytopenia, porphyria, epistaxis, pruritis, exfoliative dermatitis, dry skin, maculopapular rash, alopecia. LESS FREQUENT: Although causality has not been established, other adverse effects that have been reported less frequently (less than 1%) include seizure, brain tumor, encephalopathy, somnolence, nervousness, headache, hyperkinesia, abdominal pain, diarrhea, enanthema, gastritis, gastroenteritis, gastrointestinal hemorrhage, melena, amenorrhea, pathologic fracture, tooth discoloration, hepatic dysfunction, elevated hepatic enzymes, hepatomegaly, dehydration, hypoglycemia, thirst, infection, septicemia, otitis, bronchitis, respiratory insufficiency, cyanosis, and death.<br\/>"},{"id":"926939-s-12-32","title":"Treatment","mono":"<b>NITISINONE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Inadvertent or intentional ingestion of nitisinone by individuals eating normal diets not restricted in tyrosine and phenylalanine will result in elevated tyrosine levels. Chronic tyrosinemia may be associated with eye, skin and nervous system toxicity. Restriction of tyrosine and phenylalanine in the diet should limit toxicity associated with tyrosinemia. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Myelosuppression has been reported with therapeutic doses. Monitor serial CBC with differential. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Prehospital GI decontamination is generally not necessary. HOSPITAL: GI decontamination is probably not necessary in most cases. Administer activated charcoal if the overdose is very large, recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Is unlikely to be necessary. Ensure adequate ventilation and perform endotracheal intubation early in patients with serious toxicity, hemodynamic instability, or respiratory distress.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Severe neutropenia: filgrastim 5 mcg\/kg\/day IV or SubQ or sargramostim 250 mcg\/m(2)\/day IV infused over 4 hours. Monitor serial CBC with differential. Transfusions are needed fore severe thrombocytopenia, bleeding.<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Monitoring of patient: Monitor CBC, platelet and white-cell counts with differential. Monitor liver enzymes in symptomatic patients. Ophthalmologic examination including slit-lamp examination should be performed in patients developing ocular symptoms. Assays for plasma nitisinone concentrations are not routinely available. There is no correlation between nitisinone plasma levels and toxicity. Monitor plasma tyrosine and phenylalanine levels in symptomatic patients. Normal range of phenylalanine is 35 to 100 mcmol\/L. Tyrosine levels should not exceed 500 mcmol\/L. Monitor CBC, platelet and white-cell counts with differential. Monitor liver enzymes in symptomatic patients. Ophthalmologic examination including slit-lamp examination should be performed in patients developing ocular symptoms.<\/li><li>Enhanced elimination procedure: The use of extracorporeal elimination techniques for toxicity with this agent have not been investigated.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients who have inadvertently ingested a single extra dose can be monitored at home. OBSERVATION CRITERIA: Any patient with symptoms or deliberate overdose should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with severe neutropenia, acute alterations in mental or neurologic status, respiratory distress, profuse diarrhea, severe abdominal pain, dehydration, or tyrosinemia should be admitted to the hospital. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"926939-s-12-33","title":"Range of Toxicity","mono":"<b>NITISINONE <\/b><br\/>TOXICITY: No cases of human overdose have been reported. A specific minimum toxic dose has not been established. THERAPEUTIC DOSE: ADULTS AND CHILDREN AGES BIRTH TO 17 YEARS: ORAL: 1 to 2 mg\/kg\/day divided into 2 daily doses.<br\/>"}]},"13":{"id":"926939-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should report development of a rash or signs\/symptoms of leukopenia, thrombocytopenia, or hepatic failure.<\/li><li>Advise patient to report ocular symptoms (photophobia, eye pain, burning, redness, or swelling).<\/li><li>Patient should take drug on an empty stomach at least 1 h before a meal.<\/li><li>Instruct patient on any dietary tyrosine restrictions. Foods high in tyrosine include dairy products, meat, fish, eggs, pumpkin or sesame seeds, almonds, avocados, and soy.<\/li><\/ul>"}}}