{"drugs":["Avodart","Dutasteride"],"mono":{"0":{"id":"927022-s-0","title":"Generic Names","mono":"Dutasteride"},"1":{"id":"927022-s-1","title":"Dosing and Indications","sub":[{"id":"927022-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Benign prostatic hyperplasia:<\/b> (monotherapy) 0.5 mg ORALLY once a day;<\/li><li><b>Benign prostatic hyperplasia:<\/b> (combination therapy) 0.5 mg ORALLY once a day and tamsulosin 0.4 mg once a day<\/li><\/ul>"},{"id":"927022-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy in pediatric patients has not been established "},{"id":"927022-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dosage adjustment necessary<\/li><li><b>elderly patients:<\/b> no dosage adjustment necessary<\/li><\/ul>"},{"id":"927022-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Benign prostatic hyperplasia<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Male pattern alopecia<br\/>"}]},"3":{"id":"927022-s-3","title":"Contraindications\/Warnings","sub":[{"id":"927022-s-3-9","title":"Contraindications","mono":"<ul><li>clinically significant hypersensitivity (eg, angioedema, serious skin reactions) to dutasteride or to other 5-alpha-reductase inhibitors<\/li><li>pediatric patients<\/li><li>women of childbearing potential or who are pregnant; may cause fetal harm<\/li><\/ul>"},{"id":"927022-s-3-10","title":"Precautions","mono":"<ul><li>blood donation within 6 months of last dose; may present fetal risk if transfusion recipient is pregnant<\/li><li>cutaneous absorption may occur; capsules should not be handled by women of childbearing potential or who are pregnant due to the potential risk of fetal exposure<\/li><li>large residual urinary volume and\/or severely diminished urinary flow; may not be good candidate for therapy; monitoring for obstructive uropathy is recommended<\/li><li>prostate cancer, high-grade; increased risk has been reported<\/li><li>PSA increases from nadir even if within normal PSA range; may indicate prostate cancer<\/li><li>report suspected adverse reactions to GlaxoSmithKline at 1-888-825-5249 or the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"927022-s-3-11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>X (AUS)<\/li><\/ul>"},{"id":"927022-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"927022-s-4","title":"Drug Interactions","sub":{"1":{"id":"927022-s-4-14","title":"Major","mono":"<ul><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><\/ul>"},"2":{"id":"927022-s-4-15","title":"Moderate","mono":"<ul><li>Cimetidine (probable)<\/li><li>Ciprofloxacin (probable)<\/li><li>Diltiazem (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Ritonavir (probable)<\/li><li>Verapamil (probable)<\/li><\/ul>"}}},"5":{"id":"927022-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Disorder of breast (monotherapy, 0.5% to 1.2%; combination therapy, 0.6% to 1.1%), Prostate specific antigen abnormal<\/li><li><b>Reproductive:<\/b>Disorder of ejaculation (monotherapy, 0.1% to 1.4%; combination therapy, 0.1% to 7.8%), Erectile dysfunction (monotherapy, 0.3% to 4.7%; combination therapy, 0.4% to 5.4%), Reduced libido (monotherapy, up to 3.1%; combination therapy, up to 4.5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Cutaneous hypersensitivity<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Reproductive:<\/b>Prostate cancer, high-grade (1%)<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"927022-s-6","title":"Drug Name Info","sub":{"0":{"id":"927022-s-6-17","title":"US Trade Names","mono":"Avodart<br\/>"},"2":{"id":"927022-s-6-19","title":"Class","mono":"<ul><li>5-Alpha Reductase Inhibitor<\/li><li>Benign Prostatic Hypertrophy Agent<\/li><\/ul>"},"3":{"id":"927022-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"927022-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"927022-s-7","title":"Mechanism Of Action","mono":"Systemic: Dutasteride inhibits the conversion of testosterone to 5alpha-dihydrotestosterone (DHT). DHT is the androgen primarily responsible for the initial development and subsequent enlargement of the prostate gland. Testosterone is converted to DHT by the enzyme 5alpha-reductase, which exists as 2 isoforms, type 1 and type 2. Type 2 isoenzyme is primarily active in the reproductive tissue while type 1 isoenzyme is responsible for testosterone conversion in the skin and liver. Dutasteride is a competitive and specific inhibitor of both type 1 and type 2 5alpha-reductase isoenzymes, with which it forms a stable enzyme complex. Dissociation from this complex has been evaluated under in vitro and in vivo conditions and is extremely slow. <br\/>"},"8":{"id":"927022-s-8","title":"Pharmacokinetics","sub":[{"id":"927022-s-8-23","title":"Absorption","mono":"Systemic: Bioavailability: 60% <br\/>"},{"id":"927022-s-8-24","title":"Distribution","mono":"Systemic: Vd: 300 to 500 L <br\/>"},{"id":"927022-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic: extensively via CYP3A4 pathway; Major metabolites: 4'-hydroxydutasteride, 1,2-dihydrodutasteride, and 6-hydroxydutasteride;  Minor metabolites: 6,4'-dihydroxydutasteride and 15-hydroxydutasteride <br\/>"},{"id":"927022-s-8-26","title":"Excretion","mono":"Systemic: Fecal: 40%, 5% unchanged; Renal: &lt;1% <br\/>"},{"id":"927022-s-8-27","title":"Elimination Half Life","mono":"Systemic: 5 wk <br\/>"}]},"9":{"id":"927022-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with or without food<\/li><li>swallow capsules whole; do not chew or open<\/li><li>women should not handle capsules when they are pregnant or may potentially become pregnant due of the possibility of absorption and the subsequent potential risk to a male fetus<\/li><\/ul>"},"10":{"id":"927022-s-10","title":"Monitoring","mono":"<ul><li>prostate-specific antigen (PSA); expected to decrease by approximately 50% following 3 to 6 months of treatment<\/li><li>improvement in the signs and symptoms of benign prostatic hyperplasia (eg, decrease in residual urinary volume and increased urinary flow) indicates efficacy<\/li><li>for interpretation of serial PSA, establish a new baseline after at least 3 months of treatment and monitor periodically thereafter; use the new value to evaluate potential cancer-related changes to PSA<\/li><li>for interpretation of an isolated PSA value in a man taking dutasteride for 3 months or more, double the PSA value for comparison with normal values in untreated men; any increase from nadir should be evaluated (even if the values are within normal range for men not taking 5-alpha-reductase inhibitors)<\/li><li>detection of prostate cancer using the free-to-total prostate specific ratio (percent free PSA), no adjustment to the PSA value is necessary (value remains constant during therapy)<\/li><li>rule out prostate cancer and other urological diseases prior to initiating therapy and periodically thereafter<\/li><\/ul>"},"11":{"id":"927022-s-11","title":"How Supplied","mono":"<b>Avodart<\/b><br\/>Oral Capsule, Liquid Filled: 0.5 MG<br\/>"},"12":{"id":"927022-s-12","title":"Toxicology","sub":[{"id":"927022-s-12-31","title":"Clinical Effects","mono":"<b>DUTASTERIDE <\/b><br\/>USES: Dutasteride is indicated for the treatment of symptomatic benign prostatic hyperplasia (BPH). PHARMACOLOGY: Dutasteride is a selective inhibitor of both the type 1 and type 2 isoforms of steroid 5-alpha-reductase. EPIDEMIOLOGY: Overdose is rare. TOXICITY: There are no reports of toxicity following acute overdose. In volunteer studies, single doses of up to 40 mg (80 times the therapeutic dose) for 7 days have been administered with no significant effects reported. ADVERSE EFFECTS: COMMON: Impotence, decreased libido, and ejaculation disorders. LESS COMMON: Dizziness and breast disorders.<br\/>"},{"id":"927022-s-12-32","title":"Treatment","mono":"<b>DUTASTERIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Dutasteride has a low toxicity profile. Treatment of overdose is symptomatic and supportive.<\/li><li>Decontamination: PREHOSPITAL: Gastric decontamination is unlikely to be necessary unless a coingestant is involved. HOSPITAL: Gastric decontamination is unlikely to be necessary unless a coingestant is involved. If dutasteride exposure occurs in a woman who might be pregnant, activated charcoal should be administered as soon as possible to minimize potential exposure to the developing fetus.<\/li><li>Antidote: None.<\/li><li>Acute allergic reaction: Mild to moderate allergic reactions may be treated with antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. Treatment of severe anaphylaxis also includes oxygen supplementation, aggressive airway management, epinephrine, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Obtain a pregnancy test in any woman of child bearing potential who is exposed to dutasteride. Monitoring after overdose is based on symptoms observed, no other specific laboratory evaluation is indicated.<\/li><li>Enhanced elimination procedure: Due to large volume of distribution and high protein binding, dialysis is unlikely to be beneficial.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children and adults with inadvertent overdose can be managed at home. OBSERVATION CRITERIA: All patients with deliberate overdose should be evaluated in a healthcare facility. ADMISSION CRITERIA: Patients demonstration toxicity should be hospitalized. CONSULT CRITERIA: If a pregnant woman is exposed to dutasteride, consultation with a toxicologist and neonatologist is recommended to assess the risk to the developing male fetus. Due to the long elimination half life of dutasteride (5 weeks), any woman exposed to it should avoid pregnancy because of the risk to the developing male fetus. Consultation with a toxicologist and neonatologist is advised to determine when attempting to become pregnant might be safe.<\/li><\/ul>"},{"id":"927022-s-12-33","title":"Range of Toxicity","mono":"<b>DUTASTERIDE <\/b><br\/>TOXICITY: A maximum toxic dose has not been established for dutasteride. In volunteers, single doses of up to 40 mg (80 times the therapeutic dose) for 7 days have been given with no significant adverse events. THERAPEUTIC DOSE: The recommended dose is 0.5 mg (1 capsule) orally once daily, and may be prescribed alone or in combination with tamsulosin.<br\/>"}]},"13":{"id":"927022-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient that pregnant women should avoid handling capsules due to potential risks to a male fetus.<\/li><li>Advise patient not to donate blood for at least 6 months after the last dose to prevent exposure to a pregnant transfusion recipient.<\/li><li>Drug may cause impotence, decreased libido, ejaculation disorders, and breast enlargement and\/or tenderness.<\/li><li>Instruct patient to swallow capsule whole. Do not chew or open capsule as contents may cause oropharyngeal irritation.<\/li><\/ul>"}}}