{"drugs":["Atomoxetine Hydrochloride","Strattera"],"mono":[{"id":"927591-s-0","title":"Generic Names","mono":"Atomoxetine Hydrochloride"},{"id":"927591-s-1","title":"Dosing and Indications","sub":[{"id":"927591-s-1-4","title":"Adult Dosing","mono":"<b>Attention deficit hyperactivity disorder:<\/b> 40 mg\/day ORALLY; increase after a minimum of 3 days to a target dose of approximately 80 mg\/day; MAX dosage of 100 mg\/day may be considered after 2 to 4 additional weeks in patients who have not achieved adequate response on lower doses "},{"id":"927591-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness not established in children less than 6 years of age<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> acute treatment: (weight of 70 kg or less) 0.5 mg\/kg\/day ORALLY; increase after a minimum of 3 days to a target dose of 1.2 mg\/kg\/day; MAX dosage is 1.4 mg\/kg\/day or 100 mg\/day (whichever is less)<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> acute treatment: (weight greater than 70 kg) 40 mg\/day ORALLY; increase after a minimum of 3 days to a target dose of approximately 80 mg\/day; MAX dosage of 100 mg\/day may be considered after 2 to 4 additional weeks in patients who have not achieved adequate response on lower doses<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> maintenance: 1.2 to 1.8 mg\/kg\/day ORALLY has been studied in 1 clinical trial; MAX dosage is 1.4 mg\/kg\/day or 100 mg\/day, whichever is less (weight of 70 kg or less) OR 100 mg\/day (weight greater than 70 kg)<\/li><\/ul>"},{"id":"927591-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>concomitant strong CYP2D6 inhibitor therapy, adults and children\/adolescents weighing over 70 kg:<\/b> initial dose, 40 mg\/day ORALLY; increase to 80 mg\/day only if symptoms do not improve after 4 weeks and the initial dose is well tolerated<\/li><li><b>concomitant strong CYP2D6 inhibitor therapy, children\/adolescents weighing 70 kg or less:<\/b> initial dose, 0.5 mg\/kg\/day ORALLY; increase up to 1.2 mg\/kg\/day only if symptoms do not improve after 4 weeks and the initial dose is well tolerated<\/li><li><b>renal impairment:<\/b> no dosage adjustment necessary for renal impairment<\/li><li><b>hepatic impairment, moderate hepatic insufficiency (Child-Pugh Class B):<\/b> initial and target doses should be reduced to 50% of the normal dose<\/li><li><b>hepatic impairment, severe hepatic insufficiency (Child-Pugh Class C):<\/b> initial and target doses should be reduced to 25% of the normal dose<\/li><li><b>CYP2D6 poor metabolizers, adults and children\/adolescents weighing over 70 kg:<\/b> initial dose, 40 mg\/day ORALLY; increase up to 80 mg\/day only if symptoms do not improve after 4 weeks and the initial dose is well tolerated<\/li><li><b>CYP2D6 poor metabolizers, children\/adolescents weighing 70 kg or less:<\/b> initial dose, 0.5 mg\/kg\/day ORALLY; increase up to 1.2 mg\/kg\/day only if symptoms do not improve after 4 weeks and the initial dose is well tolerated<\/li><\/ul>"},{"id":"927591-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Attention deficit hyperactivity disorder<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Attention deficit hyperactivity disorder - Social phobia<\/li><li>Nocturnal enuresis<\/li><\/ul>"}]},{"id":"927591-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>There is an increased risk of suicidal ideation in children and adolescents. No suicides occurred in clinical trials. Monitor patients closely for suicidal thinking and behavior, clinical worsening, or unusual changes in behavior.<br\/>"},{"id":"927591-s-3","title":"Contraindications\/Warnings","sub":[{"id":"927591-s-3-9","title":"Contraindications","mono":"<ul><li>cardiac or vascular disorders, severe; at risk for deterioration with clinically important increase of blood pressure (15 to 20 mm Hg) or heart rate (20 beats per minute); monitoring recommended<\/li><li>hypersensitivity to atomoxetine or to other components of the product<\/li><li>MAO inhibitor use; do not administer atomoxetine during therapy with or within 2 weeks of discontinuing an MAO inhibitor; do not administer MAO inhibitor within 2 weeks of discontinuing atomoxetine<\/li><li>narrow angle glaucoma; increased risk of mydriasis<\/li><li>pheochromocytoma, current or history of; increased risk for serious reactions, including tachyarrhythmia and elevated blood pressure<\/li><\/ul>"},{"id":"927591-s-3-10","title":"Precautions","mono":"<ul><li>suicidal ideation has occurred; increased risk in children and adolescents in short-term studies; monitoring recommended, especially during the first few months of therapy or following a dosage adjustment; discontinuation may be necessary<\/li><li>aggressive behavior or hostility, new onset or worsening, has been reported; monitoring recommended<\/li><li>allergic reactions, including anaphylactic reactions, angioneurotic edema, urticaria, and rash, have been reported<\/li><li>bipolar disorder; mixed\/manic episode may be induced; screening recommended prior to therapy for patients with comorbid depressive symptoms<\/li><li>cardiac abnormalities, serious, including structural abnormalities, cardiomyopathy, serious heart rhythm abnormalities, and coronary artery disease; sudden death (children, adolescents, and adults), stroke (adults), and myocardial infarction (adults) have been reported with usual doses; do not use in children or adolescents and consider not using in adults with these conditions<\/li><li>cardiovascular or cerebrovascular disease; risk of increased blood pressure and heart rate; monitoring recommended<\/li><li>depressive symptoms, preexisting; possible induction of mixed\/manic episode in patients at risk for bipolar disorder; screen for bipolar disorder<\/li><li>growth (height and weight gains) may be affected in pediatric patients; monitoring recommended<\/li><li>hypertension; risk of increased blood pressure and heart rate; monitoring recommended<\/li><li>liver injury, severe, has been reported; discontinue and do not restart if jaundice or laboratory evidence of liver injury develops<\/li><li>orthostatic hypotension and syncope have been reported; use cautiously in conditions predisposing to hypotension or associated with abrupt heart rate or blood pressure changes<\/li><li>priapism has been reported in children and adults; seek prompt medical attention<\/li><li>psychotic or manic symptoms (eg, hallucinations, delusional thinking, mania) may occur at usual doses in children and adolescents without a prior history of psychotic illness or mania; discontinuation may be necessary<\/li><li>tachycardia; risk of increased blood pressure and heart rate; monitoring recommended<\/li><li>urinary retention and hesitation have been reported<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"927591-s-3-11","title":"Pregnancy Category","mono":"Atomoxetine: C (FDA)<br\/>"},{"id":"927591-s-3-12","title":"Breast Feeding","mono":"Atomoxetine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"927591-s-4","title":"Drug Interactions","sub":[{"id":"927591-s-4-13","title":"Contraindicated","mono":"<ul><li>Brofaromine (theoretical)<\/li><li>Clorgyline (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Lazabemide (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Nialamide (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Toloxatone (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"927591-s-4-14","title":"Major","mono":"<ul><li>Albuterol (probable)<\/li><li>Bupropion (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Panobinostat (theoretical)<\/li><\/ul>"},{"id":"927591-s-4-15","title":"Moderate","mono":"<ul><li>Amitriptyline (probable)<\/li><li>Amoxapine (probable)<\/li><li>Clomipramine (probable)<\/li><li>Desipramine (probable)<\/li><li>Dibenzepin (probable)<\/li><li>Dothiepin (probable)<\/li><li>Imipramine (probable)<\/li><li>Lofepramine (probable)<\/li><li>Nortriptyline (probable)<\/li><li>Opipramol (probable)<\/li><li>Protriptyline (probable)<\/li><li>Trimipramine (probable)<\/li><\/ul>"}]},{"id":"927591-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Increased diastolic arterial pressure (adult, 4.8% to 12.6%; pediatric, 9.3% to 21.5%), Increased systolic arterial pressure (adult, 4.2% to 12.4%; pediatric, 4.9% to 12.5%), Tachycardia (adult, 1.5% to 22.4%; pediatric, 0.3% to 23.4%)<\/li><li><b>Endocrine metabolic:<\/b>Weight decreased (adults, 2%; pediatric, 3% to 29.1%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (adult, 7%; pediatric, 17% to 18%), Constipation (adult, 8%; pediatric, 1% to 2%), Decrease in appetite (adult, 16%; pediatric, 16%), Nausea (adult, 26%; pediatric, 7% to 13%), Vomiting (adult, 4%; pediatric, 11%), Xerostomia (adult, 20%)<\/li><li><b>Neurologic:<\/b>Headache (pediatric, 19%), Insomnia (adult, 15%; pediatric, at least 2%), Somnolence (adult, 8%; pediatric, 11%)<\/li><li><b>Renal:<\/b>Delay when starting to pass urine (adult, 6%)<\/li><li><b>Reproductive:<\/b>Dysmenorrhea (adult, 3%), Erectile dysfunction (adult, 8%)<\/li><li><b>Other:<\/b>Menopausal flushing (adult, 3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction, Prolonged QT interval, Sudden cardiac death<\/li><li><b>Hepatic:<\/b>Injury of liver (Severe), Liver failure<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Dyskinesia, Seizure (adult, 0.1%; pediatric, 0.2%)<\/li><li><b>Psychiatric:<\/b>Mania, Psychotic disorder, Suicidal thoughts (pediatric, 0.4%)<\/li><li><b>Reproductive:<\/b>Priapism (rare)<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},{"id":"927591-s-6","title":"Drug Name Info","sub":{"0":{"id":"927591-s-6-17","title":"US Trade Names","mono":"Strattera<br\/>"},"2":{"id":"927591-s-6-19","title":"Class","mono":"<ul><li>Central Nervous System Agent<\/li><li>Norepinephrine Reuptake Inhibitor<\/li><\/ul>"},"3":{"id":"927591-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"927591-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"927591-s-7","title":"Mechanism Of Action","mono":"Atomoxetine is a selective norepinephrine reuptake inhibitor that produces therapeutic effects in patients with Attention-Deficit\/Hyperactivity Disorder (ADHD). The exact mechanism of how selective inhibition of pre-synaptic norepinephrine exerts effects in ADHD is yet to be determined.<br\/>"},{"id":"927591-s-8","title":"Pharmacokinetics","sub":[{"id":"927591-s-8-23","title":"Absorption","mono":"<ul><li>Oral, tablets: rapid, time to peak concentration, 1 h to 2 h<\/li><li>Bioavailability: (Oral, normal metabolizers), 63%<\/li><li>Bioavailability: (Oral, poor metabolizers), 94%<\/li><li>Effect of food: (Oral), minimal effect on extent of absorption<\/li><\/ul>"},{"id":"927591-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 0.85 L\/kg<\/li><li>Protein binding: 98%<\/li><\/ul>"},{"id":"927591-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; isoenzyme P450 CYP2D6; poor metabolizers have 5 fold higher plasma concentrations of atomoxetine<\/li><li>Active metabolite: 4-hydroxyatomoxetine; equipotent to atomoxetine but circulates in low concentrations, 1% in normal metabolizers, 0.1% in poor metabolizers<\/li><\/ul>"},{"id":"927591-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 17% as metabolite<\/li><li>Renal: 80% as metabolite<\/li><li>Dialyzable: no (hemodialysis)<\/li><\/ul>"},{"id":"927591-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Atomoxetine, Normal metabolizers: 5.2 h (mean)<\/li><li>Atomoxetine, Poor metabolizers: 21.6 h (mean)<\/li><li>4-hydroxyatomoxetine, Normal metabolizers: 6 h to 8 h<\/li><\/ul>"}]},{"id":"927591-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>may be taken with or without food<\/li><li>swallow capsules whole; do not open<\/li><\/ul>"},{"id":"927591-s-10","title":"Monitoring","mono":"<ul><li>improvement of mental and behavioral symptoms of ADHD is indicative of efficacy<\/li><li>blood pressure and heart rate; baseline, following dose increases, and during therapy  with routine follow-up at 1 to 3 months, every 6 to 12 months thereafter<\/li><li>signs of clinical worsening, suicidality, or unusual changes in behavior; particularly at start of and during first few months of therapy or when dose is adjusted; including daily observation by families and caregivers<\/li><li>aggressive behavior or hostility, new onset or worsening; in pediatric patients at start of treatment<\/li><li>growth rate; in pediatric patients<\/li><\/ul>"},{"id":"927591-s-11","title":"How Supplied","mono":"<b>Strattera<\/b><br\/>Oral Capsule: 10 MG, 18 MG, 25 MG, 40 MG, 60 MG, 80 MG, 100 MG<br\/>"},{"id":"927591-s-12","title":"Toxicology","sub":[{"id":"927591-s-12-31","title":"Clinical Effects","mono":"<b>ATOMOXETINE <\/b><br\/>USES: Atomoxetine is indicated for the treatment of attention-deficit hyperactivity disorder (ADHD). PHARMACOLOGY: Atomoxetine is a selective norepinephrine reuptake inhibitor that produces therapeutic effects in patients with attention-deficit\/hyperactivity disorder (ADHD). The exact mechanism of how selective inhibition of pre-synaptic norepinephrine exerts effects in ADHD is yet to be determined. TOXICOLOGY: Excessive synaptic norepinephrine concentration. Tachycardia and hypertension may occur due to the excessive noradrenergic-mediated sympathomimetic syndrome. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Drowsiness, mild tachycardia and hypertension, nausea, vomiting, dry mouth, erythema, rash, hyperactivity, drowsiness, dizziness, nystagmus, tremor, anxiety, hyperreflexia, headache, and agitation have been reported. SEVERE TOXICITY: Seizures have rarely been reported. An adolescent developed generalized seizures and prolonged QTc interval after ingesting 1.2 g of atomoxetine. Sinus tachycardia with mild QRS interval prolongation, generalized tonic clonic seizure, lateral nystagmus, tremor, and hyperreflexia developed in a girl who ingested 2.8 g of atomoxetine. ADVERSE EFFECTS: The following adverse effects have been reported following the therapeutic use of atomoxetine: increases in blood pressure and heart rate, somnolence, skin rash, pruritus, weight loss, nausea and vomiting, anorexia, dyspepsia, constipation, dry mouth, abdominal pain, dizziness, mood swings, insomnia, motor tics, paresthesia, somnolence, anxiety, sinus headache, allergic reactions (angioneurotic edema, urticaria, and rash), decreased libido, ejaculatory failure or disorder, dysmenorrhea, urinary hesitation, urinary retention, and\/or difficulty in micturition. Drug-induced hepatotoxicity has been reported with therapeutic use. <br\/>"},{"id":"927591-s-12-32","title":"Treatment","mono":"<b>ATOMOXETINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat dyskinesias and\/or agitation with IV benzodiazepines. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not recommended because of the potential for CNS depression or persistent seizures and subsequent aspiration. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with persistent seizures or severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes in patients with significant vomiting. Institute continuous cardiac monitoring and obtain an ECG in patients with moderate to severe toxicity.<\/li><li>Enhanced elimination procedure: Atomoxetine is highly protein-bound and has a large volume of distribution, therefore it is unlikely that hemodialysis or hemoperfusion would be effective.<\/li><li>Patient disposition: HOME CRITERIA: An adult patient with an inadvertent exposure to 100 mg or less, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients who have ingested greater than 100 mg of atomoxetine, or greater than 2 capsules should be referred to a healthcare facility. Patients with a deliberate overdose, those who are symptomatic, and those who ingested an unknown amount of atomoxetine should be referred to a healthcare facility for observation until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"927591-s-12-33","title":"Range of Toxicity","mono":"<b>ATOMOXETINE <\/b><br\/>TOXICITY: A minimum toxic dose has not been established. Mild to moderate effects have been reported with ingestions up to 750 mg in children and adolescents. A 17-year-old girl developed sinus tachycardia with mild QRS interval prolongation, generalized tonic clonic seizure, lateral nystagmus, tremor, and hyperreflexia after ingesting 2.8 g of atomoxetine. Generalized seizures and prolonged QTc interval developed in a 15-year-old who ingested 1.2 g atomoxetine. A 12-year-old developed mild transient tachycardia and no other effects after ingesting 180 mg. THERAPEUTIC DOSE: ADULTS OR CHILDREN OVER 70 KG BODY WEIGHT: Initial, 40 mg\/day and increased after a minimum of 3 days to a target total daily dose of approximately 80 mg.  May increase to 100 mg after 2 to 4 additional weeks of therapy. PEDIATRIC DOSING: UP TO 70 KG BODY WEIGHT: Initial, approximately 0.5 mg\/kg\/day and increased after a minimum of 3 days to a target total daily dose of approximately 1.2 mg\/kg.  Max 1.4 mg\/kg or 100 milligrams, whichever is less.<br\/>"}]},{"id":"927591-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report use of MAOI within the past 14 days.<\/li><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Counsel parents that growth rate and weight may need to be monitored more frequently for children using drug.<\/li><li>This drug may cause anticholinergic effects, loss of appetite, nausea, insomnia, erectile dysfunction, or reduced libido.<\/li><li>Instruct patient to report new or worsened psychiatric problems (eg, behavior and thought problems, bipolar illness, aggressive behavior or hostility). Children and adolescents may also experience new psychotic (eg, hearing voices) or manic symptoms.<\/li><li>Patient should also report chest pain, palpitations, dyspnea, or signs\/symptoms of cardiac dysrhythmia, myocardial infarction, or cerebrovascular accident.<\/li><\/ul>"}]}