{"generic":"Teriparatide","drugs":["Forteo","Teriparatide"],"mono":{"0":{"id":"927598-s-0","title":"Generic Names","mono":"Teriparatide"},"1":{"id":"927598-s-1","title":"Dosing and Indications","sub":{"0":{"id":"927598-s-1-4","title":"Adult Dosing","mono":"<ul><li>Rhone-Poulenc Rorer discontinued the manufacture and distribution of Parathar(R) in January, 1997. Forteo(TM) is manufactured by Eli Lilly and Company; it contains recombinant human parathyroid hormone.<\/li><li><b>Osteoporosis, Primary or hypogonadal:<\/b> 20 mcg SUBQ once daily (manufacturer dosing)<\/li><li><b>Osteoporosis, Primary or hypogonadal:<\/b> 28.2 mcg  OR 56.5 mcg subQ once weekly (study dosing)<\/li><li><b>Osteoporosis due to corticosteroids:<\/b> 20 mcg SUBQ once daily<\/li><li><b>Postmenopausal osteoporosis:<\/b> 20 mcg SUBQ once daily (manufacturer dosing)<\/li><li><b>Postmenopausal osteoporosis:<\/b> 28.2 mcg  OR 56.5 mcg subQ once weekly (study dosing)<\/li><\/ul>"},"1":{"id":"927598-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Rhone-Poulenc Rorer discontinued the manufacture and distribution of Parathar(R) in January, 1997. Forteo(TM) is manufactured by Eli Lilly and Company; it contains recombinant human parathyroid hormone.<\/li><li>safety and efficacy have not been established in pediatric patients<\/li><\/ul>"},"3":{"id":"927598-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Rhone-Poulenc Rorer discontinued the manufacture and distribution of Parathar(R) in January, 1997. Forteo(TM) is manufactured by Eli Lilly and Company; it contains recombinant human parathyroid hormone.<\/li><li>Osteoporosis, Primary or hypogonadal<\/li><li>Osteoporosis due to corticosteroids<\/li><li>Postmenopausal osteoporosis<\/li><\/ul>"}}},"2":{"id":"927598-s-2","title":"Black Box Warning","mono":"<b>Subcutaneous (Solution)<\/b><br\/>In male and female rats, teriparatide caused an increase in the incidence of osteosarcoma that was dependent on dose and treatment duration. Teriparatide should not be prescribed for patients who are at increased baseline risk for osteosarcoma (including those with Paget's disease of bone or unexplained elevations of alkaline phosphatase, open epiphyses, or prior external beam or implant radiation therapy involving the skeleton).<br\/>"},"3":{"id":"927598-s-3","title":"Contraindications\/Warnings","sub":[{"id":"927598-s-3-9","title":"Contraindications","mono":"hypersensitivity to teriparatide or to any of its excipients<br\/>"},{"id":"927598-s-3-10","title":"Precautions","mono":"<ul><li>active or recent urolithiasis<\/li><li>bone metastases or history of skeletal malignancies<\/li><li>digitalis therapy<\/li><li>metabolic bone diseases other than osteoporosis<\/li><li>open epiphyses<\/li><li>Paget's disease<\/li><li>patients at increased baseline risk for osteosarcoma<\/li><li>pediatric populations<\/li><li>pre-existing hypercalcemia<\/li><li>prior radiation therapy involving the skeleton<\/li><li>transient episodes of symptomatic orthostatic hypotension have occurred infrequently following the first several doses of teriparatide<\/li><li>unexplained elevations of alkaline phosphatase<\/li><li>use for more than 2 years is not recommended<\/li><\/ul>"},{"id":"927598-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"927598-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"927598-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension, Syncope<\/li><li><b>Dermatologic:<\/b>Rash, Sweating symptom<\/li><li><b>Endocrine metabolic:<\/b>Hyperuricemia<\/li><li><b>Gastrointestinal:<\/b>Constipation, Diarrhea, Indigestion, Nausea, Vomiting<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (10.1%), Spasm (1% to 10%)<\/li><li><b>Neurologic:<\/b>Asthenia, Dizziness<\/li><li><b>Respiratory:<\/b>Increasing frequency of cough, Pharyngitis, Rhinitis<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Angina<br\/>"},"6":{"id":"927598-s-6","title":"Drug Name Info","sub":{"0":{"id":"927598-s-6-17","title":"US Trade Names","mono":"Forteo<br\/>"},"2":{"id":"927598-s-6-19","title":"Class","mono":"<ul><li>Calcium Regulator<\/li><li>Parathyroid<\/li><\/ul>"},"3":{"id":"927598-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"927598-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"927598-s-7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: For osteoporosis treatment teriparatide (rDNA origin):<\/li><li>The skeletal effects of teriparatide depend on the pattern of systemic exposure, when administered once daily teriparatide stimulates new bone formation on trabecular and cortical bone surfaces by preferential stimulation of osteoblastic activity over osteoclastic activity. Teriparatide stimulates bone formation as shown by increases in the bone formation markers serum bone-specific alkaline phosphatase (BSAP) and procollagen I carboxy-terminal protide (PICP)<\/li><li>Endogenous (PTH) is the primary regulator of calcium and phosphate metabolism in bone and kidney. The biological actions of (PTH) and teriparatide are mediated through binding to specific high-affinity cell-surface receptors. Both teriparatide and the 34 N-terminal amino acids of PTH bind to these receptors with the same affinity and have the same physiological actions on bone and kidney.<\/li><li>Teriparatide acetate for diagnostic aid:<\/li><li>Administration of the exogenous human parathyroid hormone, teriparatide, distinguishes between hypoparathyroidism and pseudohypoparathyroidism by testing the patients responsiveness to parathyroid hormone (PTH). Teriparatide stimulates the urinary excretion of cyclic adenosine 3',5'-monophosphate (cAMP) and phosphate. Response values are calculated from the measurements of urinary cAMP, serum phosphate, and urinary phosphate, and corrected for creatinine excretion. <\/li><li>In patients with idiopathic hypoparathyroidism (a deficiency in PTH secretion), teriparatide will produce normal or increased responses in urinary cAMP and phosphate excretion.   In contrast, patients with pseudohypoparathyroidism (a rare form of hypoparathyroidism resulting from target tissue resistance to PTH), because they are unable to respond to PTH, will exhibit a blunted to normal response in urinary cAMP excretion, depending on whether it is   type 1 or 2 pseudohypoparathyroidism, and a blunted phosphaturic response .<\/li><li>Renal-Calcium clearance is reduced and tubular phosphate reabsorption is inhibited, thereby increasing phosphate excretion. Parathyroid hormone indirectly increases the intestinal transport of calcium by increasing renal 1,25-dihydroxyvitamin D3 production , and increases sodium and potassium excretion. These renal effects may be due to a direct action of the hormone on its receptors. <\/li><li>Skeletal-Initial effect on bone is to promote an increased rate of release of calcium from bone into the blood, possibly mediated by an effect on osteocytes or osteoclasts. <\/li><li>Serum-Plasma cAMP values are increased in normal subjects after teriparatide infusion, but response may be blunted in type 1 pseudohypoparathyroidism; serum prolactin and 1,25-dihydroxyvitamin D3 are increased but responses may be blunted in type 1 pseudohypoparathyroidism; however, differentiation between type 1 and type 2 pseudohypoparathyroidism depends on renal responses to teriparatide, not changes in measurements of plasma cAMP, prolactin, and 1,25-dihydroxyvitamin D 3. <\/li><li>Time to peak excretion:<\/li><li>cAMP-During the first 30 minutes postinfusion. <\/li><li>Phosphate-During the second 30 minutes postinfusion .<\/li><\/ul>"},"8":{"id":"927598-s-8","title":"Pharmacokinetics","sub":[{"id":"927598-s-8-23","title":"Absorption","mono":"Systemic: Bioavailability: 95% <br\/>"},{"id":"927598-s-8-24","title":"Distribution","mono":"Systemic: Vd: 0.12 L\/kg.<br\/>"}]},"9":{"id":"927598-s-9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>inject into the thigh or abdominal wall<\/li><li>initial injection should occur where the patient is able to sit or lie down if symptoms of orthostatic hypotension occur<\/li><li>injection may be given immediately after removing from refrigerator<\/li><\/ul>"},"10":{"id":"927598-s-10","title":"Monitoring","mono":"<ul><li>biochemical markers of bone formation\/resorption<\/li><li>radiologic evidence of fracture<\/li><li>serum calcium<\/li><li>urinary calcium; in patients with suspected active urolithiasis or pre-existing hypercalciuria<\/li><li>serum uric acid<\/li><li>signs and symptoms of orthostatic hypotension<\/li><li>signs and symptoms of osteosarcoma<\/li><\/ul>"},"11":{"id":"927598-s-11","title":"How Supplied","mono":"<b>Forteo<\/b><br\/>Subcutaneous Solution: 250 MCG\/ML<br\/>"},"12":{"id":"927598-s-12","title":"Toxicology","sub":[{"id":"927598-s-12-31","title":"Clinical Effects","mono":"<b>TERIPARATIDE<\/b><br\/>Teriparatide (rDNA origin) contains recombinant human parathyroid hormone which has a sequence to the 34 N-terminal amino acids of the 84-amino acid human parathyroid hormone, which is the primary regulator of calcium and phosphate metabolism in bone and kidney. OVERDOSE: Limited data. Clinical events are anticipated to be an extension of adverse effects including delayed hypercalcemia and orthostatic hypotension. Inadvertent administration of up to 800 mcg of teriparatide as a single dose has caused transient hypotension, nausea, and weakness\/lethargy. No fatalities occurred. ADVERSE EVENTS: Commonly reported whole body events include: pain (21.3%), headache (7.5%), asthenia (8.7%), arthralgia (10.1%), and neck pain (3.0%). Other frequently reported clinical symptoms were hypertension (7.1%), syncope (2.6%), nausea (8.5%), vomiting (3.0%), dizziness (8.0%), rhinitis (9.6%), and cough (6.4%). Transient hypercalcemia has been reported with treatment with the peak response occurring approximately 4 to 6 hours after administration. In postmarketing experience, reports of acute allergic reaction (dyspnea, oro\/facial edema and generalized urticaria and chest pain) and hypercalcemia have occurred. In rat studies, an increase incidence of osteosarcoma has been reported which appears to be dependent on both dose and treatment duration.<br\/>"},{"id":"927598-s-12-32","title":"Treatment","mono":"<b>TERIPARATIDE<\/b><br\/><ul><li>Decontamination: Decontamination is unlikely to be beneficial since it is administered subcutaneously.<\/li><li>Support: Treatment is symptomatic and supportive. There is no specific antidote for teriparatide.<\/li><li>Hypotensive episode: Monitor blood pressure including orthostatic readings. Treatment may include 0.9% NS 10 to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Hypercalcemia: Mild hypercalcemia should be monitored; treatment may not be necessary. Moderate to severe hypercalcemia may require forced diuresis including intravenous 0.9% NS and furosemide.<\/li><li>Monitoring of patient: Monitor blood pressure. Monitor serum calcium and phosphorus. Obtain baseline ECG and continuous cardiac monitoring as indicated. Monitor neurologic and renal function in patients with hypercalcemia. Assess fluid status and electrolytes if vomiting\/diarrhea severe.<\/li><\/ul>"},{"id":"927598-s-12-33","title":"Range of Toxicity","mono":"<b>TERIPARATIDE<\/b><br\/>TOXICITY: Limited data. In clinical trials, doses of up to 100 mcg and in repeated doses of up to 60 mcg\/day for up to 6 weeks have been given and were well tolerated. Inadvertent overdoses of up to 800 mcg of teriparatide as a single dose resulted in transient hypotension, nausea, and weakness\/lethargy. In some cases, no clinical events occurred following overdose. THERAPEUTIC DOSE: Adult - For postmenopausal women with osteoporosis at risk for fracture: 20 mcg subcutaneously once daily. Pediatric - Teriparatide is not indicated for use in children; safety and efficacy have not been established. <br\/>"}]},"13":{"id":"927598-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, as drug may cause dizziness.<\/li><li>Instruct patient to rise slowly from a sitting\/supine position while taking this drug, as drug may cause orthostatic hypotension.  Patient should sit or lie down if symptoms occur.<\/li><li>This drug may cause hypotension, syncope, sweating, constipation, diarrhea, dyspepsia, nausea, vomiting, arthralgia, leg cramp, asthenia, increasing frequency of cough, pharyngitis, rhinitis, or angina pectoris.<\/li><li>Teach patient proper technique and placement of injections (thigh or abdominal wall).<\/li><li>Advise patient to rotate injection sites with each dose.<\/li><\/ul>"}}}