{"drugs":["Antagon","Ganirelix Acetate"],"mono":{"0":{"id":"927745-s-0","title":"Generic Names","mono":"Ganirelix Acetate"},"1":{"id":"927745-s-1","title":"Dosing and Indications","sub":{"0":{"id":"927745-s-1-4","title":"Adult Dosing","mono":"<b>Female infertility:<\/b> 250 mcg SC once daily during mid to late portion of the follicular phase, after initiating FSH therapy on day 2 or 3 of the cycle, until the day of hCG administration "},"3":{"id":"927745-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Female infertility<br\/>"}}},"3":{"id":"927745-s-3","title":"Contraindications\/Warnings","sub":[{"id":"927745-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to ganirelix, any of its components, gonadotropin-releasing hormone (GnRH), or any other GnRH analog<\/li><li>pregnancy, known or suspected<\/li><\/ul>"},{"id":"927745-s-3-10","title":"Precautions","mono":"<ul><li>allergic conditions, severe; use not recommended<\/li><li>hypersensitivity reactions, including anaphylaxis, have been reported as early as first dose; contains latex<\/li><\/ul>"},{"id":"927745-s-3-11","title":"Pregnancy Category","mono":"Ganirelix: X (FDA)<br\/>"},{"id":"927745-s-3-12","title":"Breast Feeding","mono":"Ganirelix: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"927745-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Headache (3%)<\/li><li><b>Reproductive:<\/b>Abdominal pain, Gynecological (4.8%), Finding of vaginal bleeding (1.8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Reproductive:<\/b>Ovarian hyperstimulation syndrome (2.4%)<\/li><li><b>Other:<\/b>Undelivered in utero fetal death (3.7%)<\/li><\/ul>"},"6":{"id":"927745-s-6","title":"Drug Name Info","sub":{"0":{"id":"927745-s-6-17","title":"US Trade Names","mono":"Antagon<br\/>"},"2":{"id":"927745-s-6-19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Luteinizing Hormone Releasing Hormone Antagonist<\/li><\/ul>"},"3":{"id":"927745-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"927745-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"927745-s-7","title":"Mechanism Of Action","mono":"Ganirelix acetate is a synthetic decapeptide, gonadotropin-releasing hormone (GnRH) antagonist. It competitively blocks GnRH receptors in the pituitary pathway, suppressing the synthesis and secretion of luteinizing hormone (LH) and follicle-stimulating hormone (FSH).<br\/>"},"8":{"id":"927745-s-8","title":"Pharmacokinetics","sub":[{"id":"927745-s-8-23","title":"Absorption","mono":"<ul><li>Subcutaneous: time to peak concentration, 1.1 h (0.2 h)<\/li><li>Bioavailability: 91.1%<\/li><\/ul>"},{"id":"927745-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 43.7 L (11.4 L)<\/li><li>Protein binding: 81.9%<\/li><\/ul>"},{"id":"927745-s-8-25","title":"Metabolism","mono":"Metabolites: 1-4 peptide and 1-6 peptide <br\/>"},{"id":"927745-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 75.1%<\/li><li>Renal: 22.1%<\/li><\/ul>"}]},"9":{"id":"927745-s-9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>for subQ use only<\/li><li>inject in abdomen near navel or in upper thigh; inject slowly<\/li><\/ul>"},"10":{"id":"927745-s-10","title":"Monitoring","mono":"serum progesterone, luteinizing hormone, serum estradiol, ovarian ultrasound, pelvic exam, onset of ovulation <br\/>"},"11":{"id":"927745-s-11","title":"How Supplied","mono":"<b>Ganirelix Acetate<\/b><br\/>Subcutaneous Solution: 250 MCG\/0.5 ML<br\/>"},"12":{"id":"927745-s-12","title":"Toxicology","sub":[{"id":"927745-s-12-31","title":"Clinical Effects","mono":"<b>GONADOTROPIN RELEASING HORMONE RECEPTOR ANTAGONISTS<\/b><br\/>USES: Abarelix and degarelix are used for treatment of men with advanced prostate cancer. Cetrorelix and ganirelix are used for the inhibition of premature luteinizing hormone surges in women undergoing controlled ovarian stimulation. PHARMACOLOGY: Gonadotropin-releasing hormone (GnRH) receptor antagonists competitively block GnRH receptors in the pituitary pathway, suppressing the synthesis and secretion of luteinizing hormone (LH) and follicle-stimulating hormone (FSH). EPIDEMIOLOGY: No overdose cases have been reported. Poisoning may occur as a result of an iatrogenic error, but is extremely rare. MILD TO MODERATE TOXICITY: There are no reports of overdose with these agents. The signs and symptoms of an acute overdose are expected to be similar to excessive pharmacologic effects. Toxic effects are typically mild to moderate. ADVERSE EFFECTS: COMMON - ABARELIX OR DEGARELIX - Injection site reactions (eg; pain, erythema, swelling or induration), hot flashes, increased weight, increased liver enzymes, sleep disturbance, breast enlargement, back pain, constipation, peripheral edema. The following adverse effects have also been reported: Dizziness, headache, arthralgia, upper respiratory infection, diarrhea, dysuria, increased micturition, urinary retention, urinary tract infection, fatigue, abdominal pain, constipation, nausea, immediate-onset systemic allergic reactions (hypotension and syncope), upper respiratory infection, fever and chills, hypertension, prolonged QT interval (rare). GANIRELIX - Abdominal pain, headache, nausea, injection site reactions and ovarian hyperstimulation syndrome are the most common adverse effects. CETRORELIX - Headache, nausea and ovarian hyperstimulation are the most common adverse effects. <br\/>"},{"id":"927745-s-12-32","title":"Treatment","mono":"<b>GONADOTROPIN RELEASING HORMONE RECEPTOR ANTAGONISTS<\/b><br\/><ul><li>Decontamination: Decontamination is not indicated since these medications are given via the intramuscular and subcutaneous routes.<\/li><li>Support: Treatment is symptomatic and supportive. Overdose effects are anticipated to be an extension of adverse effects.<\/li><li>Airway management: Usually unnecessary.<\/li><li>Antidote: None<\/li><li>Anaphylaxis: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor fluid and electrolyte status in patients with severe vomiting. Monitor liver enzymes. Monitor for signs of ovarian hyperstimulation after ganirelix or cetrorelix overdose.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Asymptomatic patients may be discharged following 6 hours of observation.<\/li><\/ul>"},{"id":"927745-s-12-33","title":"Range of Toxicity","mono":"<b>GONADOTROPIN RELEASING HORMONE RECEPTOR ANTAGONISTS<\/b><br\/>TOXICITY: No maximum tolerated doses have been established. In clinical studies, the maximum dose of abarelix used in patients was 150 mg. No adverse events were observed in patients after receiving single cetrorelix doses up to 120 mg. THERAPEUTIC DOSE: Abarelix: 100 mg IM on day 1, 15, 29 (week 4) and every 4 weeks thereafter. Cetrorelix acetate: Single dose regimen: 3 mg SubQ when the serum estradiol level is indicative of an appropriate stimulation response, usually on stimulation day 7 (range day 5 to 9).  If hCG has not been administered within 4 days after injection of cetrorelix 3 mg, then 0.25 mg SubQ once daily should be administered until the day of hCG administration. Multiple dose regimen: 0.25 mg subQ every day starting on either stimulation day 5 (morning or evening) or day 6 (morning) and continued until the day of hCG administration. Degarelix: Initial dose: 240 mg SubQ given as 2 injections of 120 mg each. Maintenance dose: 80 mg SubQ given as a single injection every 28 days; Ganirelix: 250 mcg SubQ once daily during mid to late portion of the follicular phase, after initiating FSH therapy on day 2 or 3 of the cycle, until the day of hCG administration.<br\/>"}]},"13":{"id":"927745-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause abdominal pain.<\/li><li>Teach patient proper technique and placement of injections.<\/li><li>Advise patient to rotate injection sites.<\/li><li>Instruct patient to contact healthcare professional for instructions if dose is missed.<\/li><\/ul>"}}}