{"generic":"Bortezomib","drugs":["Bortezomib","Velcade"],"mono":{"0":{"id":"927753-s-0","title":"Generic Names","mono":"Bortezomib"},"1":{"id":"927753-s-1","title":"Dosing and Indications","sub":[{"id":"927753-s-1-4","title":"Adult Dosing","mono":"<ul><li>intrathecal administration of bortezomib is contraindicated; fatal events have occurred with intrathecal administration<\/li><li>consider subQ administration in patients with preexisting or at high risk for peripheral neuropathy<\/li><li><b>Mantle cell lymphoma:<\/b> (Previously untreated) 1.3 mg\/m(2) IV twice weekly for 2 weeks, with at least 72 hours elapsed between doses (on days 1, 4, 8, and 11), followed by 10 days of rest (days 12 to 21) for six 3-week treatment cycles; administer bortezomib first followed by rituximab 375 mg mg\/m(2) IV, cyclophosphamide 750 mg\/m(2) IV, and doxorubicin 50 mg\/m(2) IV on day 1 with oral prednisone 100 mg\/m(2) on days 1 through 5 (VR-CAP); if patient responds at cycle 6, give 2 additional VR-CAP cycles; prior to each cycle, platelet count should be 100 x 10(9)\/L or more; absolute neutrophil count should be 1.5 x 10(9)\/L or more; hemoglobin should be 8 g\/dL or more; and nonhematologic toxicities should have resolved to grade 1 or baseline<\/li><li><b>Mantle cell lymphoma:<\/b> (Relapsed) 1.3 mg\/m(2) IV bolus or SUBQ twice weekly for 2 weeks, with at least 72 hours elapsed between doses (days 1, 4, 8, and 11), followed by 10 days of rest (days 12 to 21); for extended therapy of more than 8 cycles, continue to administer on standard schedule<\/li><li><b>Multiple myeloma:<\/b> (Previously untreated; VMP regimen) bortezomib 1.3 mg\/m(2) IV bolus or SUBQ twice weekly, with at least 72 hours elapsed between doses (on days 1, 4, 8, 11, 22, 25, 29, and 32), for cycles 1 to 4; then once weekly for 6 weeks (on days 1, 8, 22, and 29) for cycles 5 through 9; administer in combination with oral melphalan 9 mg\/m(2) and oral prednisone 60 mg\/m(2) for cycles 1 through 9 on days 1, 2, 3, 4; the regimen is a total of nine 6-week treatment cycles; prior to starting, platelet count should be 70 x 10(9)\/L or more; absolute neutrophil count should be 1 x 10(9)\/L or more; and nonhematologic toxicities should have resolved to grade 1 or baseline (manufacturer dose)<\/li><li><b>Multiple myeloma:<\/b> (Previously untreated; VMPT-VT regimen) bortezomib 1.3 mg\/m(2) IV on days 1, 8, 15, and 22; administer in combination with melphalan 9 mg\/m(2) ORALLY on days 1 through 4, prednisone 60 mg\/m(2) ORALLY on days 1 through 4, and thalidomide 50 mg every day for nine 5-week cycles of VMPT induction; for VT maintenance give bortezomib 1.3 mg\/m(2) IV every 15 days and thalidomide 50 mg ORALLY every day for 2 years or until progression or relapse (study dose)<\/li><li><b>Multiple myeloma:<\/b> (Relapsed) bortezomib 1.3 mg\/m(2) IV bolus or SUBQ twice weekly for 2 weeks, with at least 72 hours elapsed between doses (days 1, 4, 8, and 11), followed by 10 days of rest (days 12 to 21); or may restart at last tolerated dose twice weekly (on days 1, 4, 8, and 11) every 3 weeks for a maximum of 8 cycles if relapsed at least 6 months after previous bortezomib therapy; may administer alone or with dexamethasone; for extended therapy of more than 8 cycles, administer on standard schedule or once weekly for 4 weeks (days 1, 8, 15, and 22) followed by a 13-day rest period (days 23 to 35)<\/li><\/ul>"},{"id":"927753-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness in pediatric patients have not been established "},{"id":"927753-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dosage adjustments necessary<\/li><li><b>hepatic impairment, moderate or severe (multiple myeloma and mantle cell lymphoma):<\/b> For the first cycle, reduce starting dose to 0.7 mg\/m(2); in subsequent cycles, the dose may be escalated to 1 mg\/m(2) or reduced further to 0.5 mg\/m(2) depending on patient's tolerability<\/li><li><b>dialysis:<\/b> Administer after dialysis<\/li><li><b>hematologic toxicities, grade 4 (relapsed multiple myeloma and relapsed mantle cell lymphoma):<\/b> Interrupt and hold bortezomib therapy until toxicity resolves and reinstitute at a 25% reduced dose<\/li><li><b>hematologic toxicities (previously untreated multiple myeloma), platelet count 30 x 10(9)\/L or less or absolute neutrophil count is 0.75 x 10(9)\/L or less on a bortezomib dosing day, except for day number 1:<\/b> Withhold bortezomib dose<\/li><li><b>hematologic toxicities (previously untreated multiple myeloma), prolonged grade 4 neutropenia or thrombocytopenia or thrombocytopenia with bleeding:<\/b> consider a 25% melphalan dose reduction in the next cycle<\/li><li><b>hematologic toxicities (previously untreated mantle cell lymphoma), grade 3 or higher neutropenia or platelet count less than 25 x 10(9)\/L:<\/b> Withhold bortezomib therapy for up to 2 weeks until absolute neutrophil count is 0.75 x 10(9)\/L or higher and platelet count is 25 x 10(9)\/L or higher, and reinstitute at a 25% reduced dose; if toxicity does not resolve, discontinue bortezomib<\/li><li><b>any toxicity (previously untreated multiple myeloma), if several bortezomib doses in consecutive cycles have been withheld:<\/b> Reduce dose by one dose level, from 1.3 mg\/m(2) to 1 mg\/m(2) or from 1 mg\/m(2) to 0.7 mg\/m(2)<\/li><li><b>neuropathic pain, peripheral sensory neuropathy, or motor neuropathy (multiple myeloma and mantle cell lymphoma):<\/b> For grade 1 with pain or grade 2 toxicity, decrease bortezomib to 1 mg\/m(2); for grade 2 with pain or grade 3 toxicity, hold bortezomib until toxicity resolves and reinstitute at 0.7 mg\/m(2)\/week; for grade 4 toxicity, discontinue bortezomib therapy<\/li><li><b>nonhematologic toxicities other than neuropathy, grade 3 or greater (relapsed multiple myeloma and relapsed mantle cell lymphoma):<\/b> Withhold bortezomib therapy until toxicity resolves and reinstitute at a 25% reduced dose<\/li><li><b>nonhematologic toxicities other than neuropathy, grade 3 or greater (previously untreated multiple myeloma):<\/b> Withhold bortezomib therapy until toxicity resolves to grade 1 or baseline; reinstitute with dose reduced by one dose level, from 1.3 mg\/m(2) to 1 mg\/m(2) or from 1 mg\/m(2) to 0.7 mg\/m(2)<\/li><li><b>nonhematologic toxicities other than neuropathy, grade 3 or greater (previously untreated mantle cell lymphoma):<\/b> Withhold bortezomib therapy until toxicity resolves to grade 2 or less; reinstitute at a 25% reduced dose<\/li><\/ul>"},{"id":"927753-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Mantle cell lymphoma<\/li><li>Multiple myeloma<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Waldenstroem macroglobulinemia<br\/>"}]},"3":{"id":"927753-s-3","title":"Contraindications\/Warnings","sub":[{"id":"927753-s-3-9","title":"Contraindications","mono":"hypersensitivity to bortezomib, boron, or mannitol <br\/>"},{"id":"927753-s-3-10","title":"Precautions","mono":"<ul><li>acute liver failure has been reported in patients receiving multiple concurrent medications and with serious underlying medical conditions<\/li><li>cardiac disorders (eg, acute development or exacerbation of congestive heart failure and new-onset decreased left ventricular ejection fraction (LVEF), which included patients with no risk factors for decreased LVEF) have been reported<\/li><li>concomitant use with St. John's wort should be avoided<\/li><li>concomitant use with strong CYP3A4 inducers is not recommended<\/li><li>gastrointestinal and intracerebral hemorrhage have been reported; transfusions may be necessary<\/li><li>gastrointestinal events, including nausea, vomiting, constipation, diarrhea, or ileus, may occur<\/li><li>heart disease, existing or risk factors for; potential for exacerbation of congestive heart failure; monitoring recommended<\/li><li>hepatic events, including increases in liver enzymes, hyperbilirubinemia, and hepatitis, have been reported; discontinuation of therapy may reverse such changes<\/li><li>hepatic impairment, moderate to severe; increased risk of toxicity; reduced starting dose and monitoring recommended<\/li><li>hypotension, including orthostatic and postural hypotension, has been reported; concurrent use of medications which can cause hypotension, a history of syncope, and dehydration may increase the risk<\/li><li>high tumor burden prior to treatment; increased risk of tumor lysis syndrome; monitoring recommended<\/li><li>peripheral neuropathy, new onset or exacerbation of preexisting may occur; monitoring recommended; dose adjustment or discontinuation of therapy may be necessary<\/li><li>pulmonary disease, acute diffuse infiltrative (pneumonitis, interstitial pneumonia, lung infiltration, and acute respiratory distress syndrome); potentially fatal cases of unknown etiology have been reported<\/li><li>pulmonary hypertension in the absence of left heart failure or significant pulmonary disease has been reported<\/li><li>reversible posterior leukoencephalopathy syndrome (RPLS) has been reported; discontinue bortezomib therapy in patients developing RPLS<\/li><li>thrombocytopenia and neutropenia may occur, including severe cases which may warrant dosage adjustments or discontinuation; monitoring recommended<\/li><li>tumor lysis syndrome may occur<\/li><li>report suspected adverse effects to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"927753-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"927753-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"927753-s-4","title":"Drug Interactions","sub":{"1":{"id":"927753-s-4-14","title":"Major","mono":"<ul><li>Fosphenytoin (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><\/ul>"},"2":{"id":"927753-s-4-15","title":"Moderate","mono":"<ul><li>Itraconazole (probable)<\/li><li>Ketoconazole (established)<\/li><\/ul>"}}},"5":{"id":"927753-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (12% to 15%)<\/li><li><b>Dermatologic:<\/b>Rash (17% to 28%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (18% to 34%), Diarrhea (19% to 52%), Loss of appetite (14% to 19%), Nausea (16% to 52%), Vomiting (9% to 29%)<\/li><li><b>Hematologic:<\/b>Anemia, All grades (12% to 44%), Leukopenia, All grades (18% to 48%), Lymphocytopenia, All grades (23% to 28%), Neutropenia, All grades (5% to 87%), Thrombocytopenia, All grades (16% to 72%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (11% to 18%), Bone pain (2% to 16%), Cramp (5% to 12%), Myalgia (10% to 12%)<\/li><li><b>Neurologic:<\/b>Asthenia (7% to 16%), Dizziness (14% to 23%), Dysesthesia (22% to 27%), Headache (14% to 26%), Neuralgia (10% to 34%), Paresthesia (6% to 19%), Peripheral neuropathy (30% to 54%)<\/li><li><b>Respiratory:<\/b>Cough (19% to 21%), Dyspnea (15% to 23%), Lower respiratory tract infection (15%)<\/li><li><b>Other:<\/b>Fatigue (7% to 52%), Fever (8% to 20%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart disease (15%), Heart failure (5%)<\/li><li><b>Dermatologic:<\/b>Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Anemia, Grade 3 or greater (Up to 12%), Febrile neutropenia, Grade 3 or greater (5% to 10%), Leukopenia, Grade 3 or greater (2% to 29%), Lymphocytopenia, Grade 3 or greater (5% to 15%), Neutropenia, Grade 3 or greater (2% to 70%), Thrombocytopenia, Grade 3 or greater (4% to 32%)<\/li><li><b>Hepatic:<\/b>Hepatic failure, acute<\/li><li><b>Immunologic:<\/b>Angioedema<\/li><li><b>Neurologic:<\/b>Posterior reversible encephalopathy syndrome, Postherpetic neuralgia, Progressive multifocal leukoencephalopathy, Transient ischemic attack<\/li><li><b>Respiratory:<\/b>Acute respiratory distress syndrome, Interstitial pneumonia, Pneumonia (8%), Pneumonitis, acute<\/li><li><b>Other:<\/b>Tumor lysis syndrome<\/li><\/ul>"},"6":{"id":"927753-s-6","title":"Drug Name Info","sub":{"0":{"id":"927753-s-6-17","title":"US Trade Names","mono":"Velcade<br\/>"},"2":{"id":"927753-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Proteasome Inhibitor<\/li><\/ul>"},"3":{"id":"927753-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"927753-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"927753-s-7","title":"Mechanism Of Action","mono":"Systemic: Bortezomib is a reversible inhibitor of the chymotrypsin-like activity of the 26S proteasome in mammalian cells. The 26S proteasome degrades ubiquitinated proteins responsible in regulating intracellular concentrations of specific proteins, thereby maintaining homeostasis within cells. Inhibition of the 26S proteasome prevents this targeted proteolysis, thereby affecting multiple signaling cascades within the cell. This disruption of normal homeostatic mechanisms can lead to cell death. Experiments have shown that bortezomib is cytotoxic to many types of cancer cells in vitro. In non-clinical tumor models bortezomib caused a delay in in vivo tumor growth including multiple myeloma.<br\/>"},"8":{"id":"927753-s-8","title":"Pharmacokinetics","sub":{"4":{"id":"927753-s-8-27","title":"Elimination Half Life","mono":"Systemic: 9 to 15 h <br\/>"}}},"9":{"id":"927753-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of chemotherapy<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute vial with 3.5 mL NS to a final concentration of 1 mg\/mL; use within 8 hours<\/li><li>place the appropriate route of administration sticker provided with the vial directly on the syringe after preparation  and on the outer container; fatalities have occurred with intrathecal administration<\/li><li>administer as a 3- to 5-second bolus IV injection<\/li><li>consecutive doses of bortezomib should be spaced apart by at least 72 hours<\/li><\/ul><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>reconstitute vial with 1.4 mL of NS to a final concentration of 2.5 mg\/mL; if injection site reaction occurs, reconstitute vial with 3.5 mL of NS to a final concentration of 1 mg\/mL or consider IV administration; use within 8 hours<\/li><li>place the appropriate route of administration sticker provided with the vial directly on the syringe after preparation  and on the outer container; fatalities have occurred with intrathecal administration<\/li><li>administer calculated dose into the thigh or abdomen; rotate sites with each injection; inject at least 1 inch from old sites<\/li><li>consecutive doses of bortezomib should be spaced apart by at least 72 hours<\/li><\/ul><\/li><\/ul>"},"10":{"id":"927753-s-10","title":"Monitoring","mono":"<ul><li>efficacy is indicated by tumor response<\/li><li>CBC; frequently  with differential<\/li><li>platelet count; prior to each dose<\/li><li>signs and symptoms of tumor lysis syndrome; in patients with high tumor burdens or at risk of tumor lysis syndrome<\/li><li>hepatic function; in patients with moderate to severe hepatic impairment.<\/li><li>blood glucose levels; in patients with diabetes taking oral antidiabetic agents.<\/li><li>signs and symptoms of peripheral neuropathy; especially patients with preexisting symptoms<\/li><li>signs and symptoms of cardiac toxicity; particularly at-risk patients or patients with preexisting heart disease<\/li><\/ul>"},"11":{"id":"927753-s-11","title":"How Supplied","mono":"<b>Velcade<\/b><br\/>Injection Powder for Solution: 3.5 MG<br\/>"},"12":{"id":"927753-s-12","title":"Toxicology","sub":[{"id":"927753-s-12-31","title":"Clinical Effects","mono":"<b>BORTEZOMIB<\/b><br\/>OVERDOSE: Limited data. Overdose with more than twice the recommended dose has been associated with acute onset of symptomatic hypotension and thrombocytopenia resulting in fatal outcomes. ADVERSE EFFECTS: Adverse effects reported with bortezomib therapy have included gastrointestinal effects (nausea (57%), vomiting (35%), diarrhea (57%), decreased appetite (34%), abdominal pain (16%), and constipation (42%)), fever (35%), thrombocytopenia (35%), neutropenia (19%), anemia (26%), asthenia (fatigue, malaise, weakness) (61%), peripheral neuropathy (36%) and hypotension (13%). In postmarketing experience, complete atrioventricular block, cardiac tamponade, ischemic colitis, encephalopathy, dysautonomia, bilateral deafness, DIC, hepatitis, acute pancreatitis, and toxic epidermal necrolysis have occurred.<br\/>"},{"id":"927753-s-12-32","title":"Treatment","mono":"<b>BORTEZOMIB<\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive.<\/li><li>Hypotensive episode: IV 0.9% NaCl, dopamine, norepinephrine.<\/li><li>Myelosuppression: Monitor CBC and platelet count. Administer colony stimulating factor for severe neutropenia. Filgrastim 5 mcg\/kg\/day subQ or IV over 15 to 30 minutes. Sargramostim: Usual dose is 250 mcg\/m(2)\/day infused IV over 4 hours. Platelet transfusions may be necessary in patients who are bleeding or at risk for bleeding.<\/li><li>Neuropathy: Treatment is supportive.<\/li><li>Intrathecal injection:  Intrathecal administration of bortezomib is contraindicated; fatalities have occurred with intrathecal administration. Aggressive treatment is essential. Keep the patient upright if possible. Immediately drain at least 20 ml CSF; drainage of up to 70 ml has been tolerated in adults.  Follow with CSF exchange (remove serial 20 ml aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).  Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hours or more).  Add fresh frozen plasma (25 ml FFP\/liter NS of LR) or 5% albumin to the fluid used for perfusion to increase elimination from the CSF, as bortezomib is highly protein bound. Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Monitoring of patient: Monitor vital signs including temperature and blood pressure. Monitor serial CBC with differential, platelet count, and fluid and electrolyte status and liver enzymes.<\/li><\/ul>"},{"id":"927753-s-12-33","title":"Range of Toxicity","mono":"<b>BORTEZOMIB<\/b><br\/>TOXICITY: A toxic dose has not been established. Overdoses of twice the recommended dose have resulted in rapid symptomatic hypotension and thrombocytopenia leading to fatal outcomes. THERAPEUTIC DOSE: Recommended dose is 1.3 mg\/m(2)\/dose given as a 3 to 5 second bolus IV injection twice weekly for 2 weeks followed by a 10-day rest period.<br\/>"}]},"13":{"id":"927753-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report new or worsening symptoms of peripheral neuropathy.<\/li><li>Tell patient to report new or worsening symptoms of heart failure.<\/li><li>Counsel patient to report new or worsening cardiopulmonary symptoms.<\/li><li>Advise patient to avoid dehydration, as it may increase risk of postural\/orthostatic hypotension.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Side effects may include anorexia, pyrexia, rash, vomiting, constipation, neuralgia, fatigue, diarrhea, or nausea.<\/li><li>Instruct patient to report symptoms of reversible posterior leukoencephalopathy syndrome (eg, seizure, headache, lethargy, confusion, blindness).<\/li><li>Tell patients receiving oral antidiabetic treatment to closely monitor blood glucose levels during therapy.<\/li><li>Advise patient to report symptoms of acute liver failure.<\/li><li>Instruct patient to immediately report symptoms of severe bleeding.<\/li><li>Advise patient that there are multiple significant drug-drug interactions for this drug, and to consult a healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><li>Instruct patient to avoid St. John's wort while taking this drug.<\/li><\/ul>"}}}