{"generic":"Enfuvirtide","drugs":["Enfuvirtide","Fuzeon"],"mono":{"0":{"id":"927717-s-0","title":"Generic Names","mono":"Enfuvirtide"},"1":{"id":"927717-s-1","title":"Dosing and Indications","sub":[{"id":"927717-s-1-4","title":"Adult Dosing","mono":"<b>HIV infection, Treatment-experienced patients:<\/b> 90 mg (1 mL) subQ twice a day "},{"id":"927717-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in pediatric patients less than 6 years of age<\/li><li><b>HIV infection, Treatment-experienced patients:<\/b> (6 years of age and older) 2 mg\/kg subQ twice a day; maximum 90 mg\/dose<\/li><\/ul>"},{"id":"927717-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> clearance is not affected in patients with a creatinine clearance greater than 35 milliliters\/minute; no dose adjustment is recommended for patients with impaired renal function "},{"id":"927717-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>HIV infection, Treatment-experienced patients<br\/>"}]},"3":{"id":"927717-s-3","title":"Contraindications\/Warnings","sub":[{"id":"927717-s-3-9","title":"Contraindications","mono":"known hypersensitivity to enfuvirtide or any of its components <br\/>"},{"id":"927717-s-3-10","title":"Precautions","mono":"<ul><li>autoimmune disorders, including Graves disease, polymyositis, and Guillain-Barr  syndrome, have been reported in the setting of immune reconstitution; may occur many months after initiation of therapy<\/li><li>coagulation disorders, hemophilia, and those receiving concomitant anticoagulants; higher risk of post-injection bleeding<\/li><li>false positive HIV test via ELISA assay; due to theoretical risk of anti-enfuvirtide antibody production<\/li><li>high initial viral load; risk factor for bacterial pneumonia<\/li><li>intravenous drug use; risk factor for bacterial pneumonia<\/li><li>local injection site reactions have been reported; monitoring for signs\/symptoms of cellulitis or local infection recommended<\/li><li>low initial CD4 cell count; risk factor for bacterial pneumonia<\/li><li>lung disease, history; risk factor for bacterial pneumonia<\/li><li>opportunistic infections, indolent or residual; inflammatory response (immune reconstitution syndrome) may occur<\/li><li>pneumonia, including bacterial pneumonia, has been reported; increased risk with low initial CD4 cell count, high initial viral load, IV drug use, smoking, and lung disease history; monitoring recommended<\/li><li>smoking; risk factor for bacterial pneumonia<\/li><li>systemic hypersensitivity reactions and other immune-mediated events (eg, primary immune complex reaction, respiratory distress, and glomerulonephritis) have been reported; discontinue use if occurs, do not restart<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"927717-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"927717-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"927717-s-4","title":"Drug Interactions","sub":{"2":{"id":"927717-s-4-15","title":"Moderate","mono":"<ul>Tipranavir (established)<\/ul>"}}},"5":{"id":"927717-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site reaction (98%)<\/li><li><b>Gastrointestinal:<\/b>Decrease in appetite (3.2%), Diarrhea (31.7%), Nausea (22.8%)<\/li><li><b>Neurologic:<\/b>Insomnia, Peripheral neuropathy<\/li><li><b>Ophthalmic:<\/b>Conjunctivitis (2%)<\/li><li><b>Psychiatric:<\/b>Anxiety<\/li><li><b>Other:<\/b>Fatigue (20.2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Injection site reaction (Severe)<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis (3%)<\/li><li><b>Renal:<\/b>Renal failure<\/li><li><b>Respiratory:<\/b>Bacterial pneumonia (6.9%)<\/li><\/ul>"},"6":{"id":"927717-s-6","title":"Drug Name Info","sub":{"0":{"id":"927717-s-6-17","title":"US Trade Names","mono":"Fuzeon<br\/>"},"2":{"id":"927717-s-6-19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>HIV Fusion Inhibitor<\/li><\/ul>"},"3":{"id":"927717-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"927717-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"927717-s-7","title":"Mechanism Of Action","mono":"<ul><li>Enfuvirtide interferes with the entry of HIV-1 into cells by inhibiting fusion of viral and cellular membranes. Enfuvirtide binds to the first heptad-repeat (HR1) in the gp41subunit of the viral envelope glycoprotein and prevents confirmational changes required for fusion of viral and cellular membranes.<\/li><li> Enfuvirtide was active in vitro against R5, X4, and dual topic viruses. Enfuvirtide has no activity against HIV-2.<\/li><li>Enfuvirtide exhibited additive to synergistic effects in cell culture assays when combined with individual members of various antiretroviral classes, including zidovudine, lamivudine, nelfinavir, indinavir, and efavirenz.<\/li><\/ul>"},"8":{"id":"927717-s-8","title":"Pharmacokinetics","sub":[{"id":"927717-s-8-23","title":"Absorption","mono":"<ul><li>Subcutaneous: time to peak 4 hours (range 4 to 8 hours)<\/li><li>Bioavailability: 84.3%  plus or minus  15.5%<\/li><li>Comparable absorption between subcutaneous abdomen, thigh or arm<\/li><\/ul>"},{"id":"927717-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 92%<\/li><li>Vd: 5.5  plus or minus  1.1 L<\/li><\/ul>"},{"id":"927717-s-8-25","title":"Metabolism","mono":"Hydrolysis to M3 metabolite <br\/>"},{"id":"927717-s-8-26","title":"Excretion","mono":"<ul><li>Total body clearance: 30.6 mL\/hr\/kg<\/li><li>Hemodialysis: no effect on clearance<\/li><\/ul>"},{"id":"927717-s-8-27","title":"Elimination Half Life","mono":"3.8  plus or minus  0.6 hr <br\/>"}]},"9":{"id":"927717-s-9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>reconstitute only with 1.1 mL of Sterile Water for Injection; gently tap vial for 10 seconds and roll between hands to mix; avoid foaming<\/li><li>allow vial to stand until complete dissolution; may take up to 45 minutes; allow more time if solution is foamy or jellied<\/li><li>vial contains no preservatives; use immediately or refrigerate reconstituted solution and use within 24 hours; bring refrigerated solution to room temperature before administration<\/li><li>preferred injection sites include upper arm, anterior thigh or abdomen<\/li><li>a different injection site from the previous site should be used; not to be injected directly over a blood vessel, into scar tissue, moles, bruises, the navel, tattoos, burn sites, or a site experiencing an injection-site reaction<\/li><li>do not inject near anatomical sites where large nerves course close to the skin (near the elbow, knee, groin, or inferior or medial sections of the buttocks)<\/li><\/ul>"},"10":{"id":"927717-s-10","title":"Monitoring","mono":"<ul><li>Viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during at least the first 2 years of treatment and if the CD4 counts are less than 300 cell\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>Hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>Resistance testing; prior to initiation of antiretroviral therapy and in patients experiencing treatment failure<\/li><li>ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>Basic chemistry including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>CBC with a differential; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>Fasting blood glucose or HbA1c; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>Fasting lipid profile; at baseline and with modification of ARV treatment, at 2 to 4 weeks, then every 6 to 12 months<\/li><li>Urinalysis; at baseline or modification of ARV treatment, then annually<\/li><li>Signs and symptoms of pneumonia, particularly in patients with risk factors for pneumonia (eg, initial low CD4 count or high viral load, IV drug abuse, smoking, history of lung disease)<\/li><\/ul>"},"11":{"id":"927717-s-11","title":"How Supplied","mono":"<b>Fuzeon<\/b><br\/>Subcutaneous Powder for Solution: 90 MG<br\/>"},"12":{"id":"927717-s-12","title":"Toxicology","sub":[{"id":"927717-s-12-31","title":"Clinical Effects","mono":"<b>AIDS ANTIVIRAL FUSION INHIBITORS <\/b><br\/>USES: Enfuvirtide is used in combination with other agents to treat HIV-1 infections in treatment-experienced patients with evidence of HIV-1 replication. PHARMACOLOGY: Enfuvirtide, a fusion inhibitor, prevents viral fusion and entry of HIV-1 into cells by binding to the first heptad-repeat (HR1) in the gp41 subunit of the viral envelope glycoprotein. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: At the time of this review, there are no acute overdose data available. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. ADVERSE EFFECTS: Injection site reactions (eg, erythema, induration, and pain), nausea, diarrhea, fatigue, headache, dizziness, lymph node tenderness, weight loss, sinusitis, cough, pancreatitis, and myalgias have been reported in clinical trials with enfuvirtide therapy. <br\/>"},{"id":"927717-s-12-32","title":"Treatment","mono":"<b>AIDS ANTIVIRAL FUSION INHIBITORS<\/b><br\/><ul><li>Support: MANAGEMENT MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. As these agents are generally given in conjunction with other HIV antiretroviral agents, it would be advisable to monitor for overdoses from these agents as well. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor serum electrolytes in patients with severe vomiting and\/or diarrhea. Monitor dermal injection sites for irritation or hypersensitivity reactions.<\/li><li>Enhanced elimination procedure: Hemodialysis is NOT expected to significantly enhance the clearance of enfuvirtide due to extensive protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Symptomatic patients should be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"927717-s-12-33","title":"Range of Toxicity","mono":"<b>AIDS ANTIVIRAL FUSION INHIBITORS<\/b><br\/>TOXICITY:  A specific toxic dose has not been established. During a clinical trial, the highest enfuvirtide dose administered to 12 patients was 180 mg SubQ as a single dose. There were no adverse effects reported. THERAPEUTIC DOSE: ADULTS AND CHILDREN OLDER THAN 16 YEARS OF AGE: 90 mg (1 mL) subQ twice a day. CHILDREN 6 TO 16 YEARS OF AGE AND OLDER: 2 mg\/kg subQ twice a day; maximum dose of 90 mg twice daily; (less than 6 years of age): safety and efficacy not established in pediatric patients less than 6 years of age. <br\/>"}]},"13":{"id":"927717-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>This drug may cause decreased appetite, diarrhea, nausea, myalgia, insomnia, conjunctivitis, anxiety, or fatigue.<\/li><li>Instruct patient to report signs\/symptoms of peripheral neuropathy, pancreatitis, or infection, especially pneumonia (cough, fever, increased respiratory rate, shortness of breath).<\/li><li>Teach patient proper technique and placement of injections.<\/li><li>Advise patient to rotate injection sites.<\/li><\/ul>"}}}