{"generic":"Carbidopa\/Levodopa\/Entacapone","drugs":["Carbidopa\/Levodopa\/Entacapone","Stalevo 100","Stalevo 125","Stalevo 150","Stalevo 200","Stalevo 50","Stalevo 75"],"mono":{"0":{"id":"927836-s-0","title":"Generic Names","mono":"Carbidopa\/Levodopa\/Entacapone"},"1":{"id":"927836-s-1","title":"Dosing and Indications","sub":[{"id":"927836-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Parkinson's disease:<\/b> (currently taking carbidopa\/levodopa AND entacapone) patients currently taking entacapone 200 mg with each dose of immediate-release carbidopa\/levodopa can be directly switched to corresponding strength of carbidopa\/levodopa\/entacapone that contains same amounts of carbidopa and levodopa<\/li><li><b>Parkinson's disease:<\/b> (currently taking carbidopa\/levodopa but NOT entacapone; levodopa dose 600 mg\/day or less and patient not experiencing dyskinesias) may transfer to a dose of carbidopa\/levodopa\/entacapone fixed-dose combination product that corresponds to carbidopa\/levodopa intake<\/li><li><b>Parkinson's disease:<\/b> (currently taking carbidopa\/levodopa but NOT entacapone; levodopa dose more than 600 mg\/day or patient experiencing dyskinesias) levodopa dose reduction likely required with addition of entacapone; patients should first be titrated with carbidopa\/levodopa and entacapone separately and then transferred to corresponding dose of carbidopa\/levodopa\/entacapone fixed-dose combination product once stabilized<\/li><li><b>Parkinson's disease:<\/b> (fixed-dose tablet) maintenance, dosing must be individualized with titration based on clinical response; total daily dosage may be reduced by decreasing strength of carbidopa\/levodopa\/entacapone tablet or decreasing administration frequency; to increase levodopa dose, total daily dosage may be increased with higher strength carbidopa\/levodopa\/entacapone tablet or increasing administration frequency; MAX daily dose is based on levodopa component: 50 to 150 mg, MAX is 8 tablets\/day; levodopa 200 mg component, MAX is 6 tablets\/day; limited experience with doses of entacapone above 1600 mg\/day; patients receiving less than 70 to 100 mg of the carbidopa component may experience nausea and vomiting<\/li><li><b>Parkinson's disease:<\/b> avoid dosing interruption and gradually reduce dose at therapy withdrawal<\/li><\/ul>"},{"id":"927836-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"927836-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>diarrhea, prolonged:<\/b> Dosage adjustment of carbidopa\/levodopa\/entacapone may be necessary<\/li><li><b>dyskinesias:<\/b> Dosage reduction of carbidopa\/levodopa\/entacapone may be necessary<\/li><li><b>impulse control and compulsive behavior:<\/b> Dosage reduction or discontinuation may be necessary <\/li><li><b>concomitant use of standard drugs for Parkinson disease (eg, amantadine, dopamine agonists, monamine oxidase-B inhibitors, and anticholinergic agents):<\/b> Dosage adjustment of carbidopa\/levodopa\/entacapone may be necessary<\/li><\/ul>"},{"id":"927836-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Parkinson's disease<br\/>"}]},"3":{"id":"927836-s-3","title":"Contraindications\/Warnings","sub":[{"id":"927836-s-3-9","title":"Contraindications","mono":"<ul><li>narrow-angle glaucoma<\/li><li>concomitant use of a nonselective MAOI (eg, phenelzine, tranylcypromine) or use within 2 weeks of MAOI discontinuation<\/li><\/ul>"},{"id":"927836-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- hypotension, orthostatic hypotension, and syncope may occur<\/li><li>Dermatologic:<\/li><li>-- increased risk of developing melanoma; monitoring recommended<\/li><li>Gastrointestinal:<\/li><li>-- diarrhea and colitis (primarily lymphocytic) have occurred; discontinuation may be necessary<\/li><li>-- peptic ulcer disease; increased risk of upper gastrointestinal hemorrhage<\/li><li>Hepatic:<\/li><li>-- use with caution in patients with biliary obstruction or hepatic impairment; monitoring recommended<\/li><li>Musculoskeletal:<\/li><li>-- severe rhabdomyolysis has been reported<\/li><li>Neurologic:<\/li><li>-- falling asleep during activities of daily living, with or without somnolence, has been reported; discontinuation recommended<\/li><li>-- abrupt discontinuation or dose reduction may result in a symptom complex similar to neuroleptic malignant syndrome<\/li><li>-- new onset or worsening of dyskinesia may occur; dosage adjustment may be necessary<\/li><li>Psychiatric:<\/li><li>-- compulsive behaviors and impaired impulse control have been reported; monitoring recommended and dose reduction or discontinuation may be necessary<\/li><li>-- use caution in patients with past or current psychoses; monitoring for depression and suicidality is recommended<\/li><li>-- hallucinations and\/or psychotic-like behavior has been reported<\/li><li>Reproductive:<\/li><li>-- prostate cancer; may increase risk for occurrence<\/li><li>Respiratory:<\/li><li>-- pulmonary fibrosis has occurred with entacapone, and other fibrotic complications (including retroperitoneal fibrosis, pulmonary infiltrates, pleural effusion, and pleural thickening) have been reported with ergot-derived dopaminergic therapies<\/li><li>Concomitant use:<\/li><li>-- drugs metabolized by catechol-O-methyltransferase; increased heart rate, arrhythmia, and\/or increased blood pressure may occur<\/li><\/ul>"},{"id":"927836-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"927836-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"927836-s-4","title":"Drug Interactions","sub":[{"id":"927836-s-4-13","title":"Contraindicated","mono":"<ul><li>Clorgyline (theoretical)<\/li><li>Furazolidone (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nialamide (probable)<\/li><li>Pargyline (probable)<\/li><li>Phenelzine (probable)<\/li><li>Procarbazine (probable)<\/li><li>Toloxatone (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"},{"id":"927836-s-4-14","title":"Major","mono":"<ul><li>Apomorphine (theoretical)<\/li><li>Bitolterol (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Dobutamine (theoretical)<\/li><li>Dopamine (theoretical)<\/li><li>Epinephrine (probable)<\/li><li>Fluvastatin (theoretical)<\/li><li>Glimepiride (theoretical)<\/li><li>Glipizide (theoretical)<\/li><li>Glyburide (theoretical)<\/li><li>Irbesartan (theoretical)<\/li><li>Isoetharine (theoretical)<\/li><li>Isoniazid (established)<\/li><li>Isoproterenol (probable)<\/li><li>Losartan (theoretical)<\/li><li>Methyldopa (theoretical)<\/li><li>Nateglinide (theoretical)<\/li><li>Norepinephrine (theoretical)<\/li><li>Rosiglitazone (theoretical)<\/li><li>Tolbutamide (theoretical)<\/li><li>Venlafaxine (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Warfarin (probable)<\/li><\/ul>"},{"id":"927836-s-4-15","title":"Moderate","mono":"<ul><li>Droxidopa (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Indinavir (probable)<\/li><li>Iron (probable)<\/li><li>Kava (probable)<\/li><li>Metoclopramide (probable)<\/li><li>Phenylalanine (probable)<\/li><li>Phenytoin (probable)<\/li><li>Sapropterin (probable)<\/li><li>Spiramycin (probable)<\/li><li>Tyrosine (probable)<\/li><\/ul>"}]},"5":{"id":"927836-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (8%), Diarrhea (10%), Nausea (14%)<\/li><li><b>Neurologic:<\/b>Dyskinesia (25%), Hyperactive behavior (10%)<\/li><li><b>Renal:<\/b>Discolored urine (10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction, Orthostatic hypotension (5.4%), Syncope<\/li><li><b>Psychiatric:<\/b>Hallucinations<\/li><li><b>Other:<\/b>Neuroleptic malignant syndrome<\/li><\/ul>"},"6":{"id":"927836-s-6","title":"Drug Name Info","sub":{"0":{"id":"927836-s-6-17","title":"US Trade Names","mono":"<ul><li>Stalevo 100<\/li><li>Stalevo 150<\/li><li>Stalevo 50<\/li><li>Stalevo 125<\/li><li>Stalevo 75<\/li><li>Stalevo 200<\/li><\/ul>"},"2":{"id":"927836-s-6-19","title":"Class","mono":"<ul><li>Antiparkinsonian<\/li><li>Catechol-O-Methyltransferase Inhibitor<\/li><li>Decarboxylase Inhibitor<\/li><li>Dopamine Precursor<\/li><\/ul>"},"3":{"id":"927836-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"927836-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"927836-s-7","title":"Mechanism Of Action","mono":"<ul><li>Carbidopa is an inhibitor of aromatic acid decarboxylation which prevents the rapid decarboxylation of levodopa in extracerebral tissues making more levodopa available for transport to the brain.<\/li><li>Entacapone is a selective and reversible catechol-O-methyltransferase (COMT) antagonist. It blocks the COMT in peripheral tissues, thus preventing elimination of cathecolamines and some other hydroxylated metabolites including levodopa. This activity results in greater and more sustained plasma levels of levodopa leading to a more constant dopaminergic stimulation in the brain.<\/li><li>Levodopa, the metabolic precursor of dopamine, has the capacity to cross the blood brain barrier thus providing dopamine to the corpus striatum. It is postulated to be the mechanism whereby this drug relieves symptoms of Parkinson's disease.<\/li><\/ul>"},"8":{"id":"927836-s-8","title":"Pharmacokinetics","sub":[{"id":"927836-s-8-23","title":"Absorption","mono":"<ul><li>Carbidopa (with entacapone and levodopa), Oral: time to peak concentration, 2.5 h to 3.4 h<\/li><li>Carbidopa (with entacapone and levodopa), Effect of food: not yet evaluated<\/li><li>Entacapone (with carbidopa and levodopa), Oral: time to peak concentration, 1 h to 1.2 h<\/li><li>Levodopa (with carbidopa and entacapone), Oral: time to peak concentration, 1.1 h +\/- 0.5 h to 1.5 h +\/- 0.9 h<\/li><li>Levodopa (with or without carbidopa and\/or entacapone), Bioavailability: (female), increased<\/li><li>Levodopa, Effect of food: high protein diet delays and reduces absorption<\/li><\/ul>"},{"id":"927836-s-8-24","title":"Distribution","mono":"<ul><li>Carbidopa, Protein binding: approximately 36%<\/li><li>Entacapone, Protein binding: 98%<\/li><li>Levodopa, Protein binding: about 10% to 30%<\/li><\/ul>"},{"id":"927836-s-8-25","title":"Metabolism","mono":"<ul><li>Carbidopa, Metabolites: alpha-methyl-3-methoxy-4-hydroxyphenylpropionic acid and alpha-methyl-3,4-dihydroxyphenylpropionic acid<\/li><li>Entacapone; isomerization<\/li><li>Entacapone, Active metabolite: cis-isomer<\/li><li>Levodopa-Extracerebral tissues; extensive, dopa decarboxylase (DDC) and catechol-O-methyltransferase (COMT); decarboxylation, O-methylation<\/li><li>Levodopa, Metabolite: dopamine<\/li><\/ul>"},{"id":"927836-s-8-26","title":"Excretion","mono":"<ul><li>Carbidopa, Renal: primarily as metabolites, 30% unchanged<\/li><li>Entacapone, Fecal: 90%<\/li><li>Entacapone, Renal: 10% (95% as glucuronides), 0.2% unchanged<\/li><li>Dialyzable: no experience (hemodialysis)<\/li><\/ul>"},{"id":"927836-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Carbidopa: 1.6 h to 2 h (0.7 h to 4 h)<\/li><li>Entacapone: 0.8 h to 1 h (0.3 h to 4.5 h)<\/li><li>Levodopa: 1.7 h (1.1 h to 3.2 h)<\/li><li>Levodopa (with carbidopa): increased from 50 min to 1.5 h<\/li><li>Levodopa (with entacapone): increased from 1.3 h to 2.4 h<\/li><\/ul>"}]},"9":{"id":"927836-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>tablets should not be split, crushed, or chewed<\/li><li>administer only 1 tablet at each dosing interval<\/li><li>may be given with or without food; absorption may be delayed 2 hours if given with a high-fat, high-calorie meal<\/li><\/ul>"},"10":{"id":"927836-s-10","title":"Monitoring","mono":"<ul><li>increased time spent in the &quot;on&quot; state and improvements in parkinsonian symptoms are indicative of efficacy<\/li><li>hepatic function, periodically in patients on long-term therapy<\/li><li>signs of depression including suicidal thoughts<\/li><li>skin examinations for signs of melanoma; periodically during therapy<\/li><li>signs of excessive drowsiness or sleepiness during treatment<\/li><li>development of urges including, increased gambling urges, increased sexual urges, or uncontrollable spending during treatment<\/li><\/ul>"},"11":{"id":"927836-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: (Carbidopa - Entacapone - Levodopa) 12.5 MG-200 MG-50 MG, 18.75 MG-200 MG-75 MG, 25 MG-200 MG-100 MG, 31.25 MG-200 MG-125 MG, 37.5 MG-200 MG-150 MG, 50 MG-200 MG-200 MG<br\/><\/li><li><b>Stalevo 100<\/b><br\/>Oral Tablet: (Carbidopa - Entacapone - Levodopa) 25 MG-200 MG-100 MG<br\/><\/li><li><b>Stalevo 125<\/b><br\/>Oral Tablet: (Carbidopa - Entacapone - Levodopa) 31.25 MG-200 MG-125 MG<br\/><\/li><li><b>Stalevo 150<\/b><br\/>Oral Tablet: (Carbidopa - Entacapone - Levodopa) 37.5 MG-200 MG-150 MG<br\/><\/li><li><b>Stalevo 200<\/b><br\/>Oral Tablet: (Carbidopa - Entacapone - Levodopa) 50 MG-200 MG-200 MG<br\/><\/li><li><b>Stalevo 50<\/b><br\/>Oral Tablet: (Carbidopa - Entacapone - Levodopa) 12.5 MG-200 MG-50 MG<br\/><\/li><li><b>Stalevo 75<\/b><br\/>Oral Tablet: (Carbidopa - Entacapone - Levodopa) 18.75 MG-200 MG-75 MG<br\/><\/li><\/ul>"},"12":{"id":"927836-s-12","title":"Toxicology","sub":[{"id":"927836-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>COMT INHIBITORS <\/b><br\/>USES: Tolcapone and entacapone are used with levodopa\/carbidopa to treat signs and symptoms of idiopathic Parkinson disease. PHARMACOLOGY: Entacapone and tolcapone are selective and reversible inhibitors of catechol-O-methyltransferase (COMT). They block the COMT in peripheral tissues, thus preventing elimination of catecholamines and other hydroxylated metabolites, including levodopa. This activity results in greater and more sustained plasma levels of levodopa, leading to a more constant dopaminergic stimulation in the brain. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. In a study, nausea, vomiting, and dizziness occurred in elderly volunteers after ingesting 800 mg 3 times daily of tolcapone. In studies, abdominal pain and loose stools were the most commonly reported adverse effects in patients receiving entacapone 800 mg 3 times daily for 7 days. ADVERSE EFFECTS: The following adverse effects have been reported following treatment with COMT inhibitors: Nausea, vomiting, diarrhea, constipation, abdominal pain, anorexia, xerostomia, urine discoloration, orthostatic hypotension, syncope, dyskinesia, dystonia, akathisia, insomnia, drowsiness, headache, confusion, dizziness, hallucinations, increased sweating, rhabdomyolysis, paresthesia, dyspnea, sleep disorder, excessive dreaming, and elevated liver enzymes. Fatal liver damage has been reported following therapeutic use of tolcapone. A neuroleptic malignant syndrome-like complex has been reported in association with the abrupt dose reduction or withdrawal of these agents.<br\/><\/li><li><b>LEVODOPA\/CARBIDOPA <\/b><br\/>USES: Levodopa and carbidopa combination is used to treat symptoms of idiopathic Parkinson's disease (paralysis agitans), postencephalitic parkinsonism, and symptomatic parkinsonism which may follow injury to the nervous system by carbon monoxide intoxication and\/or manganese intoxication. PHARMACOLOGY: Levodopa, the metabolic precursor of dopamine, has the capacity to cross the blood brain barrier thus providing dopamine to the corpus striatum. Carbidopa is an inhibitor of aromatic acid decarboxylation which prevents the rapid decarboxylation of levodopa in extracerebral tissues making more levodopa available for transport to the brain. TOXICOLOGY: Cardiovascular and CNS effects are probably due to levodopa's immediate metabolite dopamine.  This compound at low serum levels causes hypotension and tachycardia due to stimulation of the dopaminergic and beta receptors. At higher levels alpha receptor stimulation overrides and hypertension is the result.  Dysrhythmias may occur due to stimulation of beta receptors in the heart. CNS effects due to excessive dopamine may be expected to include dyskinesias.  EPIDEMIOLOGY: Overdose is rare. OVERDOSE: The most common signs\/symptoms seen following acute overdose include confusion, agitation, diaphoresis, insomnia, anxiety, and excessive motor activity.  Other effects reported after acute overdose have included nausea, vomiting, sinus tachycardia, postural hypotension, restlessness, hypertension, dyskinesias, confusion, delirium, hallucinations, psychosis, xerostomia, urinary retention, mydriasis, increased CK, myoglobinuria, rhabdomyolysis, and respiratory dyskinesias. ADVERSE EFFECTS: COMMON: Nausea, dyskinesia (eg, choreiform, dystonia, facial tics, grimacing, head bobbing, torticollis, and choreoathetosis). OTHER EFFECTS: Anorexia, vomiting, somnolence, agitation, diaphoresis, insomnia, anxiety, confusion, postural hypotension, dizziness, hypertension, rash, delirium, hallucinations, psychosis, respiratory dyskinesias, and Henoch-Schonlein purpura. A constellation of symptoms resembling neuroleptic malignant syndrome has been described following withdrawal of levodopa\/carbidopa. Symptoms reported include fever or hyperthermia, muscle rigidity, involuntary movements, altered consciousness, mental status changes, autonomic dysfunction, tachycardia, tachypnea, sweating, and hyper- or hypotension.<br\/><\/li><\/ul>"},{"id":"927836-s-12-32","title":"Treatment","mono":"<ul><li><b>COMT INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat hypotension with IV fluids, dopamine, or norepinephrine. NOTE: Vasopressors should only be used with caution in patients with symptomatic hypotension unresponsive to fluids and supine position, as COMT inhibitors may interfere with the metabolism of agents such as dopamine and norepinephrine and cause exaggerated or prolonged response. Manage dystonic reactions with anticholinergic agents (diphenhydramine, benztropine) or benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is not recommended because of the risk of aspiration secondary to CNS depression and dyskinesias. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is alert and able to protect airway.<\/li><li>Airway management: Insure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression.<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine. NOTE: Vasopressors should only be used with caution in patients with symptomatic hypotension unresponsive to fluids and Trendelenburg position, as COMT inhibitors may interfere with the metabolism of agents such as dopamine and norepinephrine and cause exaggerated or prolonged response.<\/li><li>Drug-induced dystonia: ADULTS: Benztropine 1 to 2 mg IV or diphenhydramine 1 mg\/kg\/dose IV over 2 minutes. CHILDREN: Diphenhydramine 1 mg\/kg\/dose IV over 2 minutes (maximum 5 mg\/kg\/day or 50 mg\/m(2)\/day). <\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of benefit due to the high protein binding of the COMT inhibitors.<\/li><li>Monitoring of patient: Monitor vital signs and perform neurologic exam. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor liver enzymes after significant overdose. Monitor CK, renal function, and urine output in patients with rhabdomyolysis. Serum concentrations of COMT inhibitors are not widely available or clinically useful in managing overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>LEVODOPA\/CARBIDOPA <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. Control agitation and confusion with benzodiazepines. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat agitation with benzodiazepines. Treat dystonias and dyskinetic movements with diazepam, diphenhydramine, or benztropine. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives. Treat severe hypotension with IV fluids, dopamine, or norepinephrine. Treat neuroleptic malignant syndrome with benzodiazepines, bromocriptine, consider dantrolene, as well as cooling and supportive measures.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not recommended. HOSPITAL: Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe toxicity (eg, excessive drowsiness, severe delirium, or hyperthermia).<\/li><li>Antidote: None<\/li><li>Dystonia: Dystonias may respond to diazepam, diphenhydramine or benztropine. ADULT: Benztropine is dosed at 1 to 4 mg IV or IM, maximum 6 mg\/day. Diphenhydramine is dosed at 25 to 50 mg IV over 2 minutes. PEDIATRIC: Diphenhydramine: 1.25 mg\/kg\/dose IV over 2 minutes.<\/li><li>Hypertensive episode: Mild\/moderate asymptomatic hypertension does not usually require treatment. For severe hypertension, nitroprusside or phentolamine are preferred, with nitroglycerin or labetalol as alternatives.<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Psychomotor agitation: Sedate with benzodiazepines as needed; large doses may be required. Provide a quiet environment.<\/li><li>Neuroleptic malignant syndrome: Oral bromocriptine, IV benzodiazepines in conjunction with cooling and other supportive measures. Consider dantrolene in severe cases.<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor vital signs and mental status following significant overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor CK, renal function, and urine output in patients with rhabdomyolysis.<\/li><li>Enhanced elimination procedure: No data are currently available, however, due to the large volume of  distribution of levodopa and rapid metabolism, it is doubtful that significant amounts would be removed by dialysis.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic after inadvertent ingestion can be managed at home. OBSERVATION CRITERIA: Symptomatic patients and those with deliberate ingestions should be sent to a medical facility for evaluation and treatment. Peak concentrations of sustained-release formulation is reached 2 hours after ingestion as compared with 0.5 hours after an immediate-release formulation. Patients that have ingested a sustained-release product have the potential to manifest symptoms in a delayed\/prolonged fashion and should be observed for 4 to 8 hours. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><\/ul>"},{"id":"927836-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>COMT INHIBITORS<\/b><br\/>TOXICITY: TOLCAPONE: Tolcapone ingestions of up to 800 mg 3 times daily for 1 week have been well-tolerated, with transient occurrences of nausea, vomiting, and dizziness. A woman developed centrilobular hepatic necrosis and died in hepatic coma 11 weeks after beginning tolcapone therapy 100 mg twice daily. ENTACAPONE: Abdominal pain and loose stools were the most common adverse effects that occurred following entacapone administration of 800 mg 3 times daily for 7 days. THERAPEUTIC DOSES: ADULTS: ENTACAPONE: 200 mg with levodopa\/carbidopa dose,  up to a maximum entacapone dose of 1600 mg daily. TOLCAPONE: 100 to 200 mg 3 times daily; MAX dose: 600 mg.  CHILDREN: Entacapone and tolcapone are not approved for use in pediatric patients.<br\/><\/li><li><b>LEVODOPA\/CARBIDOPA <\/b><br\/>TOXICOLOGY: Ingestions of 15 to 100 grams in adults have not been associated with severe toxicity; however, a woman died after ingesting up to 11 grams of levodopa. THERAPEUTIC DOSES: IMMEDIATE RELEASE TABLETS: Initial, 1 carbidopa\/levodopa combination tablet (10 mg\/100 mg, 25 mg\/100 mg, 25 mg\/250 mg) orally 3 to 4 times daily; titrated up to 8 tablets daily. SUSTAINED RELEASE TABLETS: Initial, 1 carbidopa\/levodopa combination tablet (50 mg\/200 mg) orally twice daily; titrated to 400 to 1600 mg of levodopa daily.<br\/><\/li><\/ul>"}]},"13":{"id":"927836-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness, somnolence, and\/or sudden sleep onset.<\/li><li>Advise patient that wearing off effect may occur at the end of a dosing interval.<\/li><li>Instruct patient to report prolonged motor activity, myalgia, or symptoms of rhabdomyolysis.<\/li><li>Side effects may include dyskinesias, diarrhea, nausea, abdominal pain, vomiting, or dry mouth.<\/li><li>Warn patient that drug may discolor saliva, sweat, or urine to a dark red, brown, or black color; garments may be discolored.<\/li><li>Counsel patient to report onset of intense and uncontrollable urges (gambling, sexual).<\/li><li>Instruct patient to avoid change in diet to high protein foods as this may delay absorption.<\/li><li>Advise patient against sudden discontinuation of drug due to potential for neuroleptic malignant syndrome-like symptoms.<\/li><\/ul>"}}}