{"drugs":["Crestor","Rosuvastatin Calcium"],"mono":{"0":{"id":"927852-s-0","title":"Generic Names","mono":"Rosuvastatin Calcium"},"1":{"id":"927852-s-1","title":"Dosing and Indications","sub":[{"id":"927852-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Disorder of cardiovascular system, Primary; Prophylaxis:<\/b>  initial, 10 to 20 mg ORALLY once daily<\/li><li><b>Disorder of cardiovascular system, Primary; Prophylaxis:<\/b>  maintenance, dose range is 5 to 40 mg ORALLY once daily; the 40-mg dose should be reserved for patients who failed therapy with the 20-mg dose<\/li><li><b>Familial hypercholesterolemia - homozygous:<\/b> initial, 20 mg ORALLY once daily; estimate treatment response from preapheresis LDL-cholesterol levels<\/li><li><b>Familial type 3 hyperlipoproteinemia:<\/b>  initial, 10 to 20 mg ORALLY once daily<\/li><li><b>Familial type 3 hyperlipoproteinemia:<\/b>  maintenance, dose range is 5 to 40 mg ORALLY once daily; the 40-mg dose should be reserved for patients who failed therapy with the 20-mg dose<\/li><li><b>Generalized atherosclerosis:<\/b>  initial, 10 to 20 mg ORALLY once daily<\/li><li><b>Generalized atherosclerosis:<\/b>  maintenance, dose range is 5 to 40 mg ORALLY once daily; the 40-mg dose should be reserved for patients who failed therapy with the 20-mg dose<\/li><li><b>Hyperlipidemia, Primary:<\/b>  initial, 10 to 20 mg ORALLY once daily<\/li><li><b>Hyperlipidemia, Primary:<\/b>  maintenance, dose range is 5 to 40 mg ORALLY once daily; the 40-mg dose should be reserved for patients who failed therapy with the 20-mg dose<\/li><li><b>Hypertriglyceridemia:<\/b>  initial, 10 to 20 mg ORALLY once daily<\/li><li><b>Hypertriglyceridemia:<\/b>  maintenance, dose range is 5 to 40 mg ORALLY once daily; the 40-mg dose should be reserved for patients who failed therapy with the 20-mg dose<\/li><li><b>Mixed hyperlipidemia:<\/b>  initial, 10 to 20 mg ORALLY once daily<\/li><li><b>Mixed hyperlipidemia:<\/b>  maintenance, dose range is 5 to 40 mg ORALLY once daily; the 40-mg dose should be reserved for patients who failed therapy with the 20-mg dose<\/li><li><b>Radiographic contrast agent nephropathy; Prophylaxis:<\/b> 40 mg ORALLY on admission followed by 20 mg ORALLY daily (study dosing, acute coronary syndrome)<\/li><li><b>Radiographic contrast agent nephropathy; Prophylaxis:<\/b> 10 mg ORALLY daily for 5 days total, 2 days before and 3 days after procedure (study dosing, patients with diabetes and chronic kidney disease)<\/li><\/ul>"},{"id":"927852-s-1-5","title":"Pediatric Dosing","mono":"<b>Hyperlipidemia, Primary:<\/b> (heterozygous familial hypercholesterolemia; aged 10 to 17 years) 5 to 20 mg ORALLY once daily; adjust dose at intervals of 4 weeks or more; MAX 20 mg daily "},{"id":"927852-s-1-6","title":"Dose Adjustments","mono":"<ul><li>renal impairment (CrCl less than 30 mL\/min, nondialysis), initial, 5 mg ORALLY once daily; MAX 10 mg ORALLY once daily<\/li><li><b>hepatic impairment:<\/b> contraindicated in patients with active liver disease<\/li><li><b>Asian patients:<\/b> initial, 5 mg ORALLY once daily<\/li><li><b>concomitant cyclosporine:<\/b> MAX 5 mg ORALLY once daily<\/li><li><b>concomitant gemfibrozil:<\/b> initial, 5 mg ORALLY once daily; MAX 10 mg ORALLY once daily<\/li><li><b>concomitant lopinavir\/ritonavir:<\/b> initial, 5 mg ORALLY once daily; MAX 10 mg ORALLY once daily<\/li><li><b>concomitant atazanavir\/ritonavir:<\/b> initial, 5 mg ORALLY once daily; MAX 10 mg ORALLY once daily<\/li><\/ul>"},{"id":"927852-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Disorder of cardiovascular system, Primary; Prophylaxis<\/li><li>Familial hypercholesterolemia - homozygous<\/li><li>Familial type 3 hyperlipoproteinemia<\/li><li>Generalized atherosclerosis<\/li><li>Hyperlipidemia, Primary<\/li><li>Hypertriglyceridemia<\/li><li>Mixed hyperlipidemia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute coronary syndrome<\/li><li>Atrial fibrillation; Prophylaxis - Operation on heart<\/li><li>Cardiovascular event risk, Perioperative; Prophylaxis - Percutaneous coronary intervention<\/li><li>Metabolic syndrome<\/li><li>Radiographic contrast agent nephropathy; Prophylaxis<\/li><li>Venous thromboembolism; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"927852-s-3","title":"Contraindications\/Warnings","sub":[{"id":"927852-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to rosuvastatin or any component of the product<\/li><li>liver disease, active, including unexplained persistent elevation of liver transaminase levels<\/li><li>pregnancy or potential for pregnancy<\/li><li>breastfeeding<\/li><\/ul>"},{"id":"927852-s-3-10","title":"Precautions","mono":"<ul><li>alcohol, heavy use; increased risk of liver dysfunction<\/li><li>amyotrophic lateral sclerosis (ALS), preexisting; rate of ALS functional decline may increase with statin therapy<\/li><li>Asian patients; 2-fold increase in median exposure<\/li><li>cognitive impairment (confusion, memory impairment or loss, amnesia, forgetfulness), nonserious, has been reported in postmarketing surveillance; reversible with treatment discontinuation<\/li><li>conditions predisposing to renal failure secondary to rhabdomyolysis (eg, sepsis, severe infection, hypotension, dehydration, severe metabolic, endocrine or electrolyte disorders, trauma, major surgery, uncontrolled seizures), increased risk of renal failure if rhabdomyolysis occurs; withhold therapy temporarily<\/li><li>elderly patients, age greater than 65 years; increased risk of myopathy and rhabdomyolysis<\/li><li>HbA1c and serum glucose levels, increased, have been reported<\/li><li>hypothyroidism, uncontrolled; increased risk of myopathy and rhabdomyolysis<\/li><li>immune-mediated necrotizing myopathy, an autoimmune myopathy, has been reported; discontinue therapy immediately if myopathy is diagnosed or suspected<\/li><li>increased serum transaminase levels (greater than 3 times the ULN) have been reported; monitoring recommended; discontinuation may be required if increased levels persist<\/li><li>liver disease, history; increased risk of liver dysfunction<\/li><li>liver failure, some cases fatal, has been reported; interrupt treatment if serious liver injury with clinical symptoms and\/or hyperbilirubinemia or jaundice occurs<\/li><li>myopathy and rhabdomyolysis with acute renal failure secondary to myoglobinuria have been reported; risk increased with 40-mg dose; discontinue therapy if myopathy is diagnosed or suspected<\/li><li>renal impairment; increased risk of myopathy or rhabdomyolysis during therapy<\/li><li>unexplained persistent proteinuria or hematuria, more common in 40-mg dose; consider dose reduction<\/li><\/ul>"},{"id":"927852-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Rosuvastatin: X (FDA)<\/li><li>Rosuvastatin: D (AUS)<\/li><\/ul>"},{"id":"927852-s-3-12","title":"Breast Feeding","mono":"Rosuvastatin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"927852-s-4","title":"Drug Interactions","sub":{"1":{"id":"927852-s-4-14","title":"Major","mono":"<ul><li>Atazanavir (probable)<\/li><li>Cobicistat (established)<\/li><li>Cyclosporine (probable)<\/li><li>Daclatasvir (theoretical)<\/li><li>Daptomycin (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Eslicarbazepine Acetate (probable)<\/li><li>Fenofibrate (theoretical)<\/li><li>Fenofibric Acid (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gemfibrozil (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Ledipasvir (theoretical)<\/li><li>Lopinavir (established)<\/li><li>Niacin (probable)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Ritonavir (established)<\/li><li>Saquinavir (theoretical)<\/li><li>Simeprevir (established)<\/li><li>Teriflunomide (theoretical)<\/li><\/ul>"},"2":{"id":"927852-s-4-15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Amiodarone (probable)<\/li><li>Desogestrel (probable)<\/li><li>Dicumarol (probable)<\/li><li>Dienogest (probable)<\/li><li>Drospirenone (probable)<\/li><li>Eltrombopag (probable)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Fluconazole (probable)<\/li><li>Itraconazole (probable)<\/li><li>Levonorgestrel (probable)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Oat Bran (probable)<\/li><li>Pectin (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Tipranavir (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"927852-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (2.4%), Nausea (Up to 6.3%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (3.8% to 10.1%), Myalgia (1.9% to 12.7%)<\/li><li><b>Neurologic:<\/b>Asthenia (0.9% to 4.7%), Dizziness (4%), Headache (3.1% to 8.5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hepatic:<\/b>Liver enzymes abnormal, Liver failure<\/li><li><b>Musculoskeletal:<\/b>Disorder of muscle (less than 1%), Rhabdomyolysis, Rupture of tendon<\/li><li><b>Renal:<\/b>Acute renal failure<\/li><\/ul>"},"6":{"id":"927852-s-6","title":"Drug Name Info","sub":{"0":{"id":"927852-s-6-17","title":"US Trade Names","mono":"Crestor<br\/>"},"2":{"id":"927852-s-6-19","title":"Class","mono":"<ul><li>Antihyperlipidemic<\/li><li>HMG-COA Reductase Inhibitor<\/li><\/ul>"},"3":{"id":"927852-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"927852-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"927852-s-7","title":"Mechanism Of Action","mono":"Rosuvastatin is a selective inhibitor of 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) which is the rate-limiting enzyme in cholesterol synthesis. The lipid-modifying effects result from its capacity to upregulate hepatic LDL receptors enhancing uptake and catabolism of LDL as well as its activity of inhibiting hepatic synthesis of VLDL contributing to the reduction of VLDL and LDL particles.<br\/>"},"8":{"id":"927852-s-8","title":"Pharmacokinetics","sub":[{"id":"927852-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 3 to 5 hours<\/li><li>Bioavailability, Oral: approximately 20%<\/li><li>Effect of food: no change in AUC<\/li><\/ul>"},{"id":"927852-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, Albumin: 88%<\/li><li>Vd: approximately 134 L<\/li><\/ul>"},{"id":"927852-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: 10% via CYP2C9<\/li><li>N-desmethyl rosuvastatin: active<\/li><li>substrate of OATP1B1 and BCRP<\/li><\/ul>"},{"id":"927852-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 10% to 28%<\/li><li>Fecal: 90%<\/li><li>Dialyzable: no (hemodialysis)<\/li><\/ul>"},{"id":"927852-s-8-27","title":"Elimination Half Life","mono":"19 hours <br\/>"}]},"9":{"id":"927852-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>may be taken with or without meals at any time of the day <br\/>"},"10":{"id":"927852-s-10","title":"Monitoring","mono":"<ul><li>lipid panel; 2 to 4 weeks after initiation and after dosage adjustment<\/li><li>liver function; baseline and when clinically indicated; patients at greatest risk include those with a history of chronic liver disease or who consume large quantities of alcohol<\/li><\/ul>"},"11":{"id":"927852-s-11","title":"How Supplied","mono":"<b>Crestor<\/b><br\/>Oral Tablet: 5 MG, 10 MG, 20 MG, 40 MG<br\/>"},"12":{"id":"927852-s-12","title":"Toxicology","sub":[{"id":"927852-s-12-31","title":"Clinical Effects","mono":"<b>LOVASTATIN AND RELATED DRUGS <\/b><br\/>USES: HMG-CoA reductase inhibitors are used in the treatment of hypercholesterolemia. The following agents are available in the United States: atorvastatin, fluvastatin, lovastatin, pitavastatin, pravastatin, rosuvastatin, and simvastatin. Atorvastatin, lovastatin, pravastatin, and simvastatin are also available in combination with other agents (atorvastatin\/amlodipine; lovastatin\/niacin; pravastatin\/aspirin; simvastatin\/ezetimibe; simvastatin\/niacin; simvastatin\/sitagliptin). PHARMACOLOGY: HMG-CoA reductase inhibitors competitively inhibit 3-hydroxy-3-methylglutaryl coenzyme A reductase, preventing conversion of HMG-CoA to mevalonate, the rate determining enzyme for cholesterol synthesis. EPIDEMIOLOGY: Exposure is common but overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Ingestion of up to 6 grams of lovastatin has been reported without specific effects or sequelae. SEVERE TOXICITY: Severe toxicity is not expected, unless a coingestant is present. ADVERSE EFFECTS: Nausea, flatulence, diarrhea, abdominal pain, myopathy, myalgias, rhabdomyolysis, elevated liver enzymes, hepatitis, dermatitis, diplopia, blepharoptosis (ptosis), ophthalmoplegia, tendinitis, and tendon rupture have been reported in patients receiving statins. Other reported adverse effects (rare) include hyperkalemia (lovastatin), photosensitivity (simvastatin), dermatomyositis (simvastatin and pravastatin), limb compartment syndrome (simvastatin and atorvastatin), acute renal failure (lovastatin), pancreatitis (pravastatin and lovastatin\/gemfibrozil), chest pain (pravastatin), atrial fibrillation (simvastatin), vasculitis (atorvastatin), hemolytic anemia (lovastatin), thrombocytopenic purpura (atorvastatin), thrombotic thrombocytopenic purpura (simvastatin), akathisia (lovastatin), extrapyramidal effects (lovastatin), nasopharyngitis (atorvastatin), upper respiratory infection (pravastatin), cough (pravastatin), lung fibrosis (simvastatin), peripheral neuropathy (lovastatin and simvastatin). <br\/>"},{"id":"927852-s-12-32","title":"Treatment","mono":"<b>LOVASTATIN AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Prehospital gastrointestinal decontamination is generally not necessary unless coingestants are involved. HOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only after very large ingestions or if coingestants with significant toxicity are involved.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic coingestants are involved.<\/li><li>Antidote: None<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, CBC, and liver enzymes in symptomatic patients. Monitor serum creatinine, BUN, CK, and urine myoglobin for indications of renal impairment secondary to rhabdomyolysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is NOT expected to significantly enhance the clearance of these drugs due to extensive protein binding and large volumes of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"927852-s-12-33","title":"Range of Toxicity","mono":"<b>LOVASTATIN AND RELATED DRUGS<\/b><br\/>TOXICITY: ADULTS: LOVASTATIN: Single doses up to 200 mg of lovastatin have been well tolerated without significant adverse effects in adult human volunteers. Overdoses of up to 5 to 6 grams of lovastatin have been well tolerated; no specific symptoms occurred. SIMVASTATIN: The maximum reported dose of simvastatin ingestion is 3.6 g with no specific symptoms; recovery was complete without sequelae. CHILDREN: FLUVASTATIN: Two children (a 2-year-old and a 3-year-old) ingested up to 80 mg of fluvastatin. Vomiting was induced in the children, and no capsules were present in emesis; both children recovered without any adverse effects. THERAPEUTIC DOSE: ADULTS: ATORVASTATIN: Initial dose is 10 or 20 mg once daily, may be increased up to a maximum of 80 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN: extended-release lovastatin is 20 to 60 mg daily, in single doses; regular lovastatin is 10 to 80 mg daily, in single or divided doses. PITAVASTATIN: 1 to 4 mg once daily. PRAVASTATIN: 10 to 80 mg daily, in single doses. ROSUVASTATIN: 5 to 40 mg daily. SIMVASTATIN: 5 to 80 mg daily. CHILDREN: ATORVASTATIN: Initial dose is 10 mg once daily, may be increased up to a maximum of 20 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN OR PITAVASTATIN OR ROSUVASTATIN: Safety and efficacy have not been established in children. PRAVASTATIN: 20 to 40 mg daily, in single doses. SIMVASTATIN: 10 to 40 mg daily. <br\/>"}]},"13":{"id":"927852-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report signs\/symptoms of myopathy or rhabdomyolysis (muscle pain, tenderness, weakness, fever).<\/li><li>Drug may cause nausea, abdominal pain, headache, myalgia, and asthenia.<\/li><li>Advise patient to immediately report signs\/symptoms of myopathy including unexplained muscle pain, tenderness, or weakness especially when accompanied with fever or malaise or if symptoms persist after discontinuing treatment.<\/li><li>Counsel patients to report signs\/symptoms of liver injury (jaundice, dark urine, upper abdominal discomfort, anorexia, fatigue).<\/li><li>Patient should not use any aluminum- or magnesium-containing antacids for at least 2 hours after taking this drug.<\/li><li>Counsel patient to avoid excessive quantities of alcohol to reduce risk of hepatotoxicity.<\/li><li>Advise patient that there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}