{"drugs":["Estradiol Acetate","Femring","Femtrace"],"mono":[{"id":"927896-s-0","title":"Generic Names","mono":"Estradiol Acetate"},{"id":"927896-s-1","title":"Dosing and Indications","sub":{"0":{"id":"927896-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Abnormal vasomotor function (Moderate to Severe) - Menopause:<\/b> initial dose, insert 1 ring 0.05 mg\/day INTRAVAGINALLY every 3 months and adjust dose based on clinical response<\/li><li><b>Abnormal vasomotor function (Moderate to Severe) - Menopause:<\/b> discontinue or taper at 3- to 6-month intervals<\/li><li><b>Atrophic vulva (Moderate to Severe) - Atrophy of vagina (Moderate to Severe) - Menopause:<\/b> initial dose, insert 1 ring 0.05 mg\/day INTRAVAGINALLY every 3 months and dose adjust by clinical response<\/li><li><b>Atrophic vulva (Moderate to Severe) - Atrophy of vagina (Moderate to Severe) - Menopause:<\/b> discontinue or taper at 3- to 6-month intervals<\/li><\/ul>"},"3":{"id":"927896-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Abnormal vasomotor function (Moderate to Severe) - Menopause<\/li><li>Atrophic vulva (Moderate to Severe) - Atrophy of vagina (Moderate to Severe) - Menopause<\/li><\/ul>"}}},{"id":"927896-s-2","title":"Black Box Warning","mono":"<ul><li><b>Oral (Tablet)<\/b><br\/>Estrogens increase the risk of endometrial cancer; monitor for abnormal vaginal bleeding. Estrogens with or without progestins should not be used for the prevention of cardiovascular disease or dementia. Increased risks of myocardial infarction, stroke, invasive breast cancer, pulmonary emboli, and deep vein thrombosis in postmenopausal women (50 to 79 years of age) have been reported. An increased risk of developing probable dementia in postmenopausal women 65 years of age or older has also been reported. Because of these risks, estrogens with or without progestins should be prescribed at the lowest effective doses and for the shortest duration consistent with treatment goals and risks for the individual woman.<br\/><\/li><li><b>Vaginal (Insert, Extended Release)<\/b><br\/>Use of unopposed estrogens increases the risk of endometrial cancer, while addition of a progestin decreases the risk of endometrial hyperplasia. Rule out malignancy if abnormal vaginal bleeding develops. Do not use estrogen alone or in combination with progestin to prevent cardiovascular disease or dementia. There is an increased risk of cardiovascular disorders (ie, DVT, pulmonary embolism, stroke, myocardial infarction) with combination therapy in women 50 years or older, and an increased risk of dementia in women 65 years or older with estrogen monotherapy or combination therapy. Combination therapy also increases the risk of invasive breast cancer. Prescribe estrogens with or without progestins at the lowest effective dose and for the shortest duration consistent with risks and treatment goals.<br\/><\/li><\/ul>"},{"id":"927896-s-3","title":"Contraindications\/Warnings","sub":[{"id":"927896-s-3-9","title":"Contraindications","mono":"<ul><li>active or history of arterial thromboembolic disease (eg, stroke, myocardial infarction)<\/li><li>active or history of DVT or pulmonary embolism<\/li><li>anaphylactic reaction or angioedema to Femring(R)<\/li><li>breast cancer (known, suspected, or history of)<\/li><li>estrogen-dependent neoplasia<\/li><li>hypersensitivity to estradiol acetate or product ingredients<\/li><li>liver dysfunction or disease<\/li><li>pregnancy<\/li><li>protein C, protein S, or antithrombin deficiency, or other known thrombophilic disorders<\/li><li>undiagnosed abnormal genital bleeding<\/li><\/ul>"},{"id":"927896-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- increased risk of endometrial cancer with unopposed estrogen use in postmenopausal women has been reported; monitoring recommended; minimize dose and treatment duration whenever possible<\/li><li>-- increased risk of cardiovascular disorders with use of estrogen monotherapy (ie, stroke and DVT) or estrogen plus progestin therapy (ie, pulmonary embolism, DVT, stroke, myocardial infarction) in postmenopausal women aged 50 to 79 has been reported; avoid use for cardiovascular disease prevention and minimize dose and treatment duration whenever possible; immediately discontinue if condition is suspected<\/li><li>-- increased risk of dementia with use of estrogen-alone or estrogen plus progestin therapy in postmenopausal women aged 65 and older has been reported; avoid use for dementia prevention and minimize dose and treatment duration whenever possible<\/li><li>-- increased risk of invasive breast cancer has been reported with estrogen plus progestin combination therapy, especially with prolonged use; minimize dose and treatment duration whenever possible<\/li><li>Cardiovascular:<\/li><li>-- monitor patients with risk factors for arterial vascular disease (eg, hypertension, diabetes, tobacco use, hypercholesterolemia, obesity) or VTE (eg, personal or family history of VTE, obesity, systemic lupus erythematosus) due to increased risk of cardiovascular disorders with use of estrogen mono- or combination therapy<\/li><li>-- significant blood pressure increases have occurred with estrogen use<\/li><li>-- conditions affected by fluid retention (eg, cardiac or renal dysfunction) may worsen; monitoring recommended<\/li><li>Endocrine Metabolic Effects:<\/li><li>-- hypothyroid patients treated with thyroid hormone replacement therapy require monitoring and possible thyroid hormone dose adjustment due to increased thyroid-binding globulin levels<\/li><li>-- severe hypercalcemia may occur in women with breast cancer and bone metastases; discontinue if condition develops<\/li><li>-- triglyceride elevations have been reported, which may progress to pancreatitis in women with preexisting hypertriglyceridemia; discontinuation may be required<\/li><li>-- hypoparathyroidism; use with caution as hypocalcemia may occur with estrogen use<\/li><li>-- diabetes may be exacerbated; use with caution<\/li><li>-- porphyria may be exacerbated; use with caution<\/li><li>Gastrointestinal Effects:<\/li><li>-- A 2 to 4-fold increased risk of gallbladder disease requiring surgery has been reported in postmenopausal women with estrogen use<\/li><li>Hepatic Effects:<\/li><li>-- liver impairment; poor estrogen metabolism may occur<\/li><li>-- use caution in patients with a history of cholestatic jaundice and discontinue if condition recurs<\/li><li>-- hepatic hemangioma may be exacerbated; use with caution<\/li><li>Immunologic Effects:<\/li><li>-- systemic lupus erythematosus may be exacerbated; use with caution<\/li><li>Neurologic:<\/li><li>-- epilepsy may be exacerbated; use with caution<\/li><li>-- migraines may be exacerbated; use with caution<\/li><li>Ophthalmic Effects:<\/li><li>-- retinal vascular thrombosis has been reported; interrupt therapy if condition is suspected and permanently discontinue if confirmed<\/li><li>Reproductive Effects:<\/li><li>-- estrogen mono- or combination therapy may increase risk of ovarian cancer<\/li><li>-- vaginal form may not be suitable for women susceptible to vaginal irritation or ulceration or with conditions that increase the risk of expulsion (eg, vaginal stenosis, narrow vagina, vaginal infection, cervical prolapse, rectoceles, cystoceles)<\/li><li>-- endometriosis exacerbation may occur with estrogen alone; consider adding a progestin in patients known to have residual endometriosis posthysterectomy<\/li><li>Respiratory Effects:<\/li><li>-- asthma may be exacerbated; use with caution<\/li><li>Other:<\/li><li>-- if possible, discontinue estrogens at least 4 to 6 weeks before prolonged bedrest or elective surgery associated with thromboembolism risk<\/li><li>-- hereditary angioedema may be exacerbated<\/li><\/ul>"},{"id":"927896-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Estradiol: X (FDA)<\/li><li>Estradiol: B1 (AUS)<\/li><\/ul>"},{"id":"927896-s-3-12","title":"Breast Feeding","mono":"<ul><li>Estradiol: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Estradiol: WHO: Avoid breastfeeding if possible.  May inhibit lactation.<\/li><li>Estradiol: Micromedex: Milk effects are possible.<\/li><\/ul>"}]},{"id":"927896-s-4","title":"Drug Interactions","sub":{"1":{"id":"927896-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Topotecan (theoretical)<\/li><\/ul>"},"2":{"id":"927896-s-4-15","title":"Moderate","mono":"<ul><li>Clarithromycin (probable)<\/li><li>Efavirenz (probable)<\/li><li>Ginseng (probable)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Lamotrigine (established)<\/li><li>Levothyroxine (probable)<\/li><li>Licorice (probable)<\/li><li>St John's Wort (probable)<\/li><li>Tacrine (probable)<\/li><li>Tipranavir (established)<\/li><\/ul>"}}},{"id":"927896-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema<\/li><li><b>Dermatologic:<\/b>Chloasma, Hirsutism<\/li><li><b>Endocrine metabolic:<\/b>Weight gain<\/li><li><b>Gastrointestinal:<\/b>Bloating symptom (2.7% to 7.1%), Nausea (2.1% to 2.3%), Stomach cramps, Vomiting<\/li><li><b>Musculoskeletal:<\/b>Backache (2.1% to 3.0%)<\/li><li><b>Neurologic:<\/b>Headache (3 to 5%), Migraine<\/li><li><b>Psychiatric:<\/b>Depression, Disturbance in mood<\/li><li><b>Reproductive:<\/b>Breast tenderness (oral, 0.8% to 6.3%; vaginal, 6.2% to 10.7%), Disorder of menstruation (oral, 2.0% to 3.2%; vaginal, 8.0% to 9.8%), Pain of breast, Swelling of breast<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart disease, Hypertension, Myocardial infarction<\/li><li><b>Endocrine metabolic:<\/b>Body fluid retention, Breast cancer, Hypercalcemia, Hypertriglyceridemia<\/li><li><b>Gastrointestinal:<\/b>Disorder of gallbladder, Pancreatitis<\/li><li><b>Hematologic:<\/b>Venous thromboembolism<\/li><li><b>Hepatic:<\/b>Cholestatic jaundice syndrome<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Dementia, Impaired cognition<\/li><li><b>Ophthalmic:<\/b>Thrombosis of retinal vein<\/li><li><b>Reproductive:<\/b>Malignant neoplasm of endometrium of corpus uteri, Ovarian cancer<\/li><li><b>Respiratory:<\/b>Exacerbation of asthma, Pulmonary embolism<\/li><li><b>Other:<\/b>Breast cancer, Malignant neoplasm of endometrium of corpus uteri, Ovarian cancer, Toxic shock syndrome<\/li><\/ul>"},{"id":"927896-s-6","title":"Drug Name Info","sub":{"0":{"id":"927896-s-6-17","title":"US Trade Names","mono":"<ul><li>Femring<\/li><li>Femtrace<\/li><\/ul>"},"2":{"id":"927896-s-6-19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Estrogen<\/li><\/ul>"},"3":{"id":"927896-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"927896-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"927896-s-7","title":"Mechanism Of Action","mono":"Estrogens bind to nuclear receptors in estrogen-responsive tissues. Estrogens modulate the pituitary secretion of the gonadotropins, luteinizing hormone and follicle stimulating hormone through a negative feedback mechanism. Estrogens reduce the elevated levels of these hormones in postmenopausal women.<br\/>"},{"id":"927896-s-8","title":"Pharmacokinetics","sub":[{"id":"927896-s-8-23","title":"Absorption","mono":"<ul><li>Oral: rapidly absorbed<\/li><li>Vaginal: rapid for the first hour and then declines to a relatively constant rate for the remainder of the 3-month dosing period<\/li><li>Effect of food, oral: decreases Cmax by 36% but has no effect on AUC<\/li><\/ul>"},{"id":"927896-s-8-24","title":"Distribution","mono":"<ul><li>Vd: widely distributed<\/li><li>Protein binding: largely bound to sex hormone binding globulin and albumin<\/li><\/ul>"},{"id":"927896-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: partially by P450 CYP3A4<\/li><li>Enterohepatic recirculation via sulfate and glucuronide conjugation<\/li><li>Metabolites: estrone, estriol, and estrone sulfate<\/li><\/ul>"},{"id":"927896-s-8-26","title":"Excretion","mono":"<ul><li>Renal, primary<\/li><li>Biliary: conjugates secreted into the intestine, hydrolyzed and reabsorbed<\/li><\/ul>"},{"id":"927896-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Estradiol: oral, 21.4 to 25.9 hr<\/li><li>Baseline adjusted estrone: oral, 15.9 hr to 17.6 hr<\/li><\/ul>"}]},{"id":"927896-s-9","title":"Administration","mono":"<b>Vaginal<\/b><br\/><ul><li>wash hands thoroughly before and after inserting vaginal ring<\/li><li>press the opposite sides of the vaginal ring and insert into the vagina<\/li><li>may reposition using finger; if expelled from vagina, rinse in lukewarm water and reinsert<\/li><li>to remove, wash hands and hook finger through ring and gently pull downward<\/li><\/ul>"},{"id":"927896-s-10","title":"Monitoring","mono":"<ul><li>serum FSH and estradiol levels: have not been shown to be useful<\/li><li>vasomotor symptoms associated with menopause: administration and dosage should be guided by individual patient clinical response rather than by hormone levels<\/li><li>vulvar and vaginal atrophy associated with menopause: improvement in vulvar or vaginal atrophy is indicative of efficacy<\/li><li>periodic reevaluation: in postmenopausal women as clinically appropriate to determine necessity of continued treatment<\/li><li>thyroid function, in women receiving thyroid hormone replacement therapy<\/li><li>diagnostic measures (eg, direct or random endometrial sampling); in postmenopausal women when indicated<\/li><li>breast examinations; annually for all patients<\/li><li>mammography examinations; based on patient age, risk factors, and prior mammogram results<\/li><li>fluid status; in women who may be affected by fluid retention (eg, cardiac or renal impairment)<\/li><\/ul>"},{"id":"927896-s-11","title":"How Supplied","mono":"<b>Femring<\/b><br\/>Vaginal Insert, Extended Release: 0.05 MG\/24 HR, 0.1 MG\/24 HR<br\/>"},{"id":"927896-s-12","title":"Toxicology","sub":[{"id":"927896-s-12-31","title":"Clinical Effects","mono":"<b>ESTROGENS<\/b><br\/>USES: Estrogens are naturally occurring hormones secreted primarily by the ovarian follicles and also by the adrenals, corpus luteum, placenta, and testes used pharmaceutically for female birth control, to treat prostate cancer, and to treat symptoms of menopause. PHARMACOLOGY: Endogenous estrogens are mostly responsible for the development and maintenance of the female reproductive system and secondary sexual characteristics. The primary source of estrogen in normally cycling adult female is the ovarian follicle. Estrogens bind to nuclear receptors in estrogen-responsive tissues to activate pituitary secretion of gonadotropins, luteinizing hormone (LH), and follicle-stimulating hormone through negative feedback mechanisms. EPIDEMIOLOGY: Estrogens are widely used; however, overdose is rare and significant toxicity has not been reported after overdose. TOXICITY: Overdose effects include nausea, vomiting, breast tenderness, dizziness, abdominal pain, drowsiness\/fatigue, and withdrawal bleeding in women. ADVERSE EFFECTS: COMMON: Hypertension, edema, nausea, vomiting, migraine. LESS COMMON: Myocardial infarction, venous thromboembolism, anaphylaxis, cerebrovascular accident, and neoplasm.<br\/>"},{"id":"927896-s-12-32","title":"Treatment","mono":"<b>ESTROGENS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Acute toxicity is extremely rare from these compounds, except perhaps local effects from transdermal and intravenous or intramuscular administration. In terms of care for chronic use, the most immediate treatment would be cessation of use and then supportive care for associated symptoms. MANAGEMENT OF SEVERE TOXICITY: Acute toxicity from estrogen use is not expected, and the mainstay of treatment would be cessation of use and supportive care of symptoms.<\/li><li>Decontamination: PREHOSPTIAL: Toxicity is unlikely following acute single exposure of excessive amounts. Gastric decontamination is rarely necessary. HOSPITAL: Significant toxicity is rare, GI decontamination is generally not necessary.<\/li><li>Antidote: There is no specific antidote for estrogens.<\/li><li>Monitoring of patient: Routine lab studies are generally not necessary unless otherwise clinically indicated. In self harm ingestions monitor serum electrolytes, acetaminophen and salicylate concentrations. Monitor vital signs, particularly blood pressure. Monitor ECG in patients with cardiac symptoms or severe hypertension.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of benefit due to high protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposures can be watched at home with follow up with their regular physician as needed.  OBSERVATION CRITERIA: Patients with significant adverse effects or deliberate overdose should be sent to a healthcare facility. ADMISSION CRITERIA: Admission is rarely necessary after acute overdose. Patients with severe adverse reactions (eg, strokes) should be admitted, and depending on the severity of their symptoms, may merit an ICU admission. Criteria for discharge include resolution or treatment of their symptoms. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"927896-s-12-33","title":"Range of Toxicity","mono":"<b>ESTROGENS<\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: The oral therapeutic dose can range fro 0.3 mg to 10 mg, depending on the specific substance. Intramuscular and intravenous doses can range from 1.5 mg to 30 mg, depending on the specific substance. Intravaginal and transdermal delivered doses range from 0.025 mg\/day to 0.0.1 mg\/day.<br\/>"}]},{"id":"927896-s-13","title":"Clinical Teaching","mono":"<ul><li>Discuss potential long-term adverse effects of hormone therapy including myocardial infarction, stroke, deep vein thrombosis, dementia, pulmonary embolism, and breast cancer.<\/li><li>Vaginal ring side effects may include vaginal bleeding, vaginal yeast infection, breast tenderness, or uterine pain.<\/li><li>Encourage patient to immediately report abnormal vaginal bleeding.<\/li><li>Counsel patient on appropriate technique for insertion and removal.<\/li><li>Instruct patient to remove vaginal ring after 90 days of use.<\/li><li>Advise patient that there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs.).<\/li><\/ul>"}]}