{"drugs":["Alinia","Nitazoxanide"],"mono":{"0":{"id":"927821-s-0","title":"Generic Names","mono":"Nitazoxanide"},"1":{"id":"927821-s-1","title":"Dosing and Indications","sub":{"0":{"id":"927821-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Cryptosporidiosis:<\/b> 500 mg (1 tablet or 25 mL suspension) ORALLY every 12 hr with food for 3 days<\/li><li><b>Giardiasis:<\/b> 500 mg (1 tablet or 25 mL suspension) ORALLY every 12 hr with food for 3 days<\/li><\/ul>"},"1":{"id":"927821-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Cryptosporidiosis:<\/b> (age 1 to 3 yr) 100 mg (5 mL) ORALLY every 12 hr with food for 3 days<\/li><li><b>Cryptosporidiosis:<\/b> (age 4 to 11 yr) 200 mg (10 mL) ORALLY every 12 hr with food for 3 days<\/li><li><b>Cryptosporidiosis:<\/b> (age 12 yr and older) 500 mg (1 tablet or 25 mL suspension) ORALLY every 12 hr with food for 3 days<\/li><li><b>Giardiasis:<\/b> (age 1 to 3 yr) 100 mg (5 mL) ORALLY every 12 hr with food for 3 days<\/li><li><b>Giardiasis:<\/b> (age 4 to 11 yr) 200 mg (10 mL) ORALLY every 12 hr with food for 3 days<\/li><li><b>Giardiasis:<\/b> (age 12 yr and older) 500 mg (1 tablet or 25 mL suspension) ORALLY every 12 hr with food for 3 days<\/li><\/ul>"},"3":{"id":"927821-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cryptosporidiosis<\/li><li>Giardiasis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Clostridium difficile colitis<\/li><li>Cryptosporidiosis - HIV infection<\/li><li>Infection by Fasciola<\/li><li>Intestinal parasitism, General<\/li><li>Viral gastroenteritis due to Rotavirus<\/li><\/ul>"}}},"3":{"id":"927821-s-3","title":"Contraindications\/Warnings","sub":[{"id":"927821-s-3-9","title":"Contraindications","mono":"prior hypersensitivity to nitazoxanide <br\/>"},{"id":"927821-s-3-10","title":"Precautions","mono":"<ul><li>diabetic patients; suspension contains 1.48 grams of sucrose\/5 mL<\/li><li>hepatic, biliary or renal impairment; no data<\/li><li>HIV positive patients, immunocompromised patients; safety and efficacy have not been established<\/li><\/ul>"},{"id":"927821-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"927821-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"927821-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (6.6% to 7.8%), Diarrhea (2.1% to 4.2%), Nausea (up to 3%), Vomiting (up to 1.1%)<\/li><li><b>Neurologic:<\/b>Headache (1.1% to 3.1%)<\/li><\/ul>"},"6":{"id":"927821-s-6","title":"Drug Name Info","sub":{"0":{"id":"927821-s-6-17","title":"US Trade Names","mono":"Alinia<br\/>"},"2":{"id":"927821-s-6-19","title":"Class","mono":"Antiprotozoal<br\/>"},"3":{"id":"927821-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"927821-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"927821-s-7","title":"Mechanism Of Action","mono":"Systemic: The antiprotozoal activity is believed to be due to the interference with the pyruvate:ferredoxin oxireductase (PFOR) enzyme-dependent electron transfer reaction which is essential to anaerobic energy metabolism. Studies have shown that the PFOR enzyme from Giardia lamblia directly reduces nitazoxanide by transfer of electrons in the absence of ferredoxin. The DNA-derived PFOR protein sequence of Cryptosporidium parvum appears to be similar to that of Giardia lamblia. Interference with the PFOR enzyme-dependent electron transfer reaction may not be the only pathway by which nitazoxanide exhibits antiprotozoal activity. <br\/>"},"8":{"id":"927821-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"927821-s-8-25","title":"Metabolism","mono":"Systemic: Rapid; Active metabolite: tizoxanide (desacetyl-nitazoxanide)    <br\/>"},"3":{"id":"927821-s-8-26","title":"Excretion","mono":"Systemic: Biliary; Fecal; Renal<br\/>"}}},"9":{"id":"927821-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(tablets, suspension) take with food<\/li><li>(suspension) shake well before measuring each dose<\/li><\/ul>"},"10":{"id":"927821-s-10","title":"Monitoring","mono":"improvement in diarrhea<br\/>"},"11":{"id":"927821-s-11","title":"How Supplied","mono":"<b>Alinia<\/b><br\/><ul><li>Oral Powder for Suspension: 100 MG\/5 ML<\/li><li>Oral Tablet: 500 MG<\/li><\/ul>"},"12":{"id":"927821-s-12","title":"Toxicology","sub":[{"id":"927821-s-12-31","title":"Clinical Effects","mono":"<b>NITAZOXANIDE <\/b><br\/>USES: Nitazoxanide oral suspension is used to treat diarrhea caused by Cryptosporidium parvum and Giardia lamblia in pediatric patients 1 to 11 years of age. Nitazoxanide oral tablets are used for the same indications in patients 12 years of age and older. PHARMACOLOGY: Nitazoxanide is an antiparasitic agent (nitrothiazole derivative) with antiprotozoal activity that appears to interfere with the pyruvate:ferredoxin oxidoreductase (PFOR) enzyme-dependent electron transfer reaction required for anaerobic energy metabolism. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Specific overdose information is not available; however, single oral doses up to 4000 mg have been tolerated. ADVERSE EFFECTS: COMMON: The most common adverse effects include abdominal pain, diarrhea, headache, nausea, vomiting. LESS FREQUENT: Although causality has not been established, other adverse effects that have been reported less frequently (less than 1%) include dizziness, somnolence, insomnia, tremor, hypesthesia, dyspepsia, anorexia, flatulence, constipation, dry mouth, thirst, discolored urine, dysuria, amenorrhea, menorrhagia, renal pain, labial edema, elevated SGPT, elevated creatinine (oral suspension), anemia, leukocytosis, rash, pruritus, eye discoloration, ear ache, epistaxis, lung disease, pharyngitis, tachycardia, syncope, hypertension, myalgia, leg cramps.<br\/>"},{"id":"927821-s-12-32","title":"Treatment","mono":"<b>NITAZOXANIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after nitazoxanide overdose.<\/li><li>Decontamination: PREHOSPITAL: Toxicity after acute ingestion is unlikely. Gastrointestinal decontamination is generally unnecessary. HOSPITAL: Toxicity after acute ingestion is unlikely. Gastrointestinal decontamination is generally unnecessary. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor serum electrolytes in patients who experience severe vomiting and\/or diarrhea. Nitazoxanide cannot be detected in blood. Plasma concentrations of active metabolites tizoxanide and tizoxanide glucuronide may be detected but are not widely available or clinically useful in managing overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, and remains asymptomatic, can be managed at home. OBSERVATION CRITERIA: Any patient with symptoms or deliberate overdose should be referred to a healthcare facility for observation. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"927821-s-12-33","title":"Range of Toxicity","mono":"<b>NITAZOXANIDE <\/b><br\/>TOXICITY: A specific toxic dose has not been determined. Single oral doses up to 4 grams have been well tolerated. THERAPEUTIC DOSE: ADULTS AND CHILDREN 12 YEARS OF AGE AND OLDER: 500 mg oral tablet every 12 hours OR 25 mL (500 mg nitazoxanide) oral suspension every 12 hours with food for 3 days. PEDIATRIC: 4 TO 11 YEARS OF AGE: 10 mL (200 mg nitazoxanide) oral suspension every 12 hours with food for 3 days. PEDIATRIC: 1 TO 3 YEARS OF AGE: 5 mL (100 mg nitazoxanide) oral suspension every 12 hours with food for 3 days.<br\/>"}]},"13":{"id":"927821-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause abdominal pain, diarrhea, nausea, vomiting, or headache.<\/li><li>Patient should take drug with food.<\/li><\/ul>"}}}