{"generic":"Insulin Aspart Protamine, Recombinant\/Insulin Aspart, Recombinant","drugs":["Insulin Aspart Protamine, Recombinant\/Insulin Aspart, Recombinant","NovoLOG Mix 70\/30","NovoLOG Mix 70\/30 FlexPen"],"mono":{"0":{"id":"927927-s-0","title":"Generic Names","mono":"Insulin Aspart Protamine, Recombinant\/Insulin Aspart, Recombinant"},"1":{"id":"927927-s-1","title":"Dosing and Indications","sub":{"0":{"id":"927927-s-1-4","title":"Adult Dosing","mono":"<ul><li>the proportions of rapid-acting and long-acting insulins are fixed and do not allow for basal versus prandial dose adjustments<\/li><li><b>Type 1 diabetes mellitus:<\/b> (70\/30), SUBQ within 15 minutes before meals twice daily; dose regimens will vary among patients<\/li><li><b>Type 1 diabetes mellitus:<\/b> (50\/50), SUBQ within 15 minutes before meals up to 3 times daily; dose regimens will vary among patients<\/li><li><b>Type 2 diabetes mellitus:<\/b> (70\/30), SUBQ within 15 minutes before or after meal twice daily; dose will vary among patients<\/li><li><b>Type 2 diabetes mellitus:<\/b> (50\/50), SUBQ within 15 minutes before meals up to 3 times daily; dose regimens will vary among patients<\/li><\/ul>"},"1":{"id":"927927-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy of fixed-ratio insulin aspart 70\/30 or 50\/50 not established in children less than 18 years of age "},"3":{"id":"927927-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Type 1 diabetes mellitus<\/li><li>Type 2 diabetes mellitus<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Diabetic nephropathy; Prophylaxis<\/li><li>Diabetic neuropathy; Prophylaxis<\/li><li>Diabetic retinopathy; Prophylaxis<\/li><li>Disorder of cardiovascular system; Prophylaxis - Type 1 diabetes mellitus<\/li><li>Disorder of cardiovascular system; Prophylaxis - Type 2 diabetes mellitus<\/li><\/ul>"}}},"3":{"id":"927927-s-3","title":"Contraindications\/Warnings","sub":[{"id":"927927-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to insulin aspart, insulin aspart protamine, or to any component of the product<\/li><li>use during hypoglycemia episodes<\/li><\/ul>"},{"id":"927927-s-3-10","title":"Precautions","mono":"<ul><li>alcohol use; may alter glycemic levels<\/li><li>change in insulin product, manufacturer, formulation, or strength; dose adjustment may be necessary<\/li><li>change in meal plan or physical activity, including fasting or erratic food intake; increased risk of hypoglycemia; dose adjustment may be necessary<\/li><li>fluid retention, dose-related, may occur with concomitant thiazolidinedione (peroxisome proliferator-activated receptor (PPAR)-gamma agonist) therapy, potentially leading to new or worsening heart failure; monitoring recommended; PPAR-gamma agonist dose reduction or discontinuation may be required<\/li><li>hepatic impairment; monitoring and dose reduction may be required<\/li><li>hypoglycemia, sometimes severe, has been reported; increased risk with rapid changes in serum glucose levels (regardless of value); usual warning symptoms may be altered in patients with long-term disease, concomitant therapies (eg, beta-blockers), diabetic nerve disease, or intensified glucose control<\/li><li>hypersensitivity reaction, local or systemic, including anaphylaxis, may occur; discontinuation may be required<\/li><li>hypokalemia may occur; increased risk in patients who are treated with potassium-lowering drugs or drugs with blood potassium level sensitivity<\/li><li>illness, emotional disturbance, or stress; dose adjustment may be necessary<\/li><li>pen devices are for single patient use only and never to be shared, even if the needle is changed, due to increased risk for transmission of bloodborne pathogens<\/li><li>pregnancy; intensified blood glucose control and monitoring recommended preconception and during gestation<\/li><li>renal impairment; monitoring and dose reduction may be required<\/li><\/ul>"},{"id":"927927-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"927927-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"927927-s-4","title":"Drug Interactions","sub":{"1":{"id":"927927-s-4-14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Liraglutide (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Metreleptin (established)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Pioglitazone (theoretical)<\/li><li>Pramlintide (established)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rosiglitazone (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"927927-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Albiglutide (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Dulaglutide (probable)<\/li><li>Esmolol (probable)<\/li><li>Exenatide (probable)<\/li><li>Fenugreek (probable)<\/li><li>Furazolidone (probable)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Lixisenatide (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Psyllium (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},"5":{"id":"927927-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Endocrine metabolic:<\/b>Hypoglycemia<br\/><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypoglycemia (Severe)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><\/ul>"},"6":{"id":"927927-s-6","title":"Drug Name Info","sub":{"0":{"id":"927927-s-6-17","title":"US Trade Names","mono":"<ul><li>NovoLOG Mix 70\/30<\/li><li>NovoLOG Mix 70\/30 FlexPen<\/li><\/ul>"},"2":{"id":"927927-s-6-19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Insulin, Ultra Rapid Acting<\/li><\/ul>"},"3":{"id":"927927-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"927927-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"927927-s-7","title":"Mechanism Of Action","mono":"Insulin aspart protamine suspension and insulin aspart regulates glucose metabolism by binding to insulin receptors, which increases the cellular uptake of glucose and inhibits glucose output from the liver.<br\/>"},"8":{"id":"927927-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"927927-s-8-23","title":"Absorption","mono":"Subcutaneous: rapidly absorbed.<br\/>"},"1":{"id":"927927-s-8-24","title":"Distribution","mono":"Protein binding: 0% to 9% <br\/>"},"4":{"id":"927927-s-8-27","title":"Elimination Half Life","mono":"8 to 9 hrs <br\/>"}}},"9":{"id":"927927-s-9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>do not share insulin pens or cartridges among patients due to the risk of transmission of hepatitis viruses, HIV, or other blood-borne pathogens; use of a new disposable pen needle does not mitigate risks<\/li><li>for subQ use only (into the abdominal wall, thigh, or upper arm); should not be administered IV<\/li><li>4-, 5-, or 6-mm needles recommended in all patients regardless of BMI or age; inject at a 90-degree angle except when injecting into limbs, a slim abdomen, or in thinner children; for these situations, use a lifted skin fold (4- and 5-mm needles) or a 45-degree angle (6-mm needle))<\/li><li>should not be mixed with any other insulin product<\/li><li>do not use in insulin infusion pumps<\/li><li>visually inspect and resuspend immediately before use to a uniform, white and cloudy mixture by rolling vial or inverting prefilled syringe in palms gently 10 times, inject immediately<\/li><li>(70\/30 or 50\/50 prefilled syringe), once punctured, do not refrigerate; if kept at room temperature, it may be used up to 14 days<\/li><li>(70\/30 vial), may be used up to 28 days once punctured if kept in refrigerator or at room temperature; do not use if frozen<\/li><\/ul>"},"10":{"id":"927927-s-10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c: twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring): for patients receiving single daily injection of basal insulin, as needed to assist in meeting goals<\/li><li>blood glucose (self-monitoring): for patients receiving multiple daily injections, at least prior to meals and snacks, at bedtime, occasionally postprandially, prior to exercise, prior to critical tasks (eg, driving), when hypoglycemia is suspected, and after treating hypoglycemia until normoglycemic<\/li><li>blood glucose: increased monitoring may be necessary in renally or hepatically impaired patients; during times of stress, illness, or changes in coadministered medications or meal patterns<\/li><li>symptoms of hypoglycemia<\/li><li>symptoms of hyperglycemia<\/li><\/ul>"},"11":{"id":"927927-s-11","title":"How Supplied","mono":"<ul><li><b>NovoLOG Mix 70\/30 FlexPen<\/b><br\/>Subcutaneous Suspension: (Insulin Aspart Protamine, Recombinant - Insulin Aspart, Recombinant) 70 U\/ML-30 U\/ML<br\/><\/li><li><b>NovoLOG Mix 70\/30<\/b><br\/>Subcutaneous Suspension: (Insulin Aspart Protamine, Recombinant - Insulin Aspart, Recombinant) 70 U\/ML-30 U\/ML<br\/><\/li><\/ul>"},"12":{"id":"927927-s-12","title":"Toxicology","sub":[{"id":"927927-s-12-31","title":"Clinical Effects","mono":"<b>INSULIN <\/b><br\/>USES: Insulin is a hormone used primarily in the treatment of diabetes mellitus mainly type 1 and sometimes type 2. It is also used for the treatment of hyperglycemia and hyperkalemia. It may be used as a performance enhancing drug. PHARMACOLOGY: Insulin is a polypeptide hormone composed of 51 amino acids secreted by the beta cells of the pancreas. It stimulates the uptake of glucose by the cardiac muscle, skeletal muscle and the adipose tissue. It also stimulates glycogenesis, lipogenesis, and protein synthesis, while it inhibits lipolysis. TOXICOLOGY: In overdose, insulin can cause hypoglycemia; the onset and duration depend on the type and quantity of the injected preparation. EPIDEMIOLOGY: While hypoglycemia during therapeutic use is common, deliberate insulin overdose is rare. MILD TO MODERATE TOXICITY: Insulin overdose produces hypoglycemia which may manifest as hunger, anxiety, fatigue, diaphoresis, nausea, palpitation, tachycardia, tremor and headache. As the brain becomes more deprived of glucose, blurred vision, inability to concentrate, weakness, altered behavior or coordination or somnolence may develop. Hypokalemia is a common finding in insulin overdose and hypomagnesemia and hypophosphatemia have been reported. SEVERE TOXICITY: Confusion, seizure and coma may develop. Focal neurological signs may also occur. Protracted, untreated hypoglycemia may cause permanent neurologic injury and death. Acute myocardial infarction and acute lung injury have been reported rarely after severe overdose. Cardiac dysrhythmias secondary to hypokalemia may occur when blood glucose levels drop below 40 mg\/dL following an overdose. ADVERSE EFFECTS: Hypoglycemia is common during therapeutic use. Hypokalemia may occur from intracellular shifts of potassium. Lethargy, lassitude, yawning, and irritability may occur when the blood glucose level drops to about 50 mg\/dL. <br\/>"},{"id":"927927-s-12-32","title":"Treatment","mono":"<b>INSULIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with more than mild symptoms should be treated with intravenous dextrose bolus (25 g). This should be followed with oral carbohydrates or a dextrose infusion. Glucagon may be used for initial management when IV access is not available. SEVERE TOXICITY: Blood glucose should be monitored hourly and whenever symptoms develop. The goal of therapy is to maintain the blood glucose between 120 to 200 mg\/dL using a dextrose infusion and IV boluses for hypoglycemic episodes.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not needed after ingestion because insulin is degraded in the stomach. HOSPITAL: Surgical removal of SubQ injected insulin has been described after large overdoses, but there is no evidence that this improves outcomes, and it is not recommended.<\/li><li>Airway management: Airway protection is mandatory in a patient with an altered mental status who does not improve with dextrose administration.<\/li><li>Dextrose: ANTIDOTE: The mainstay of therapy is intravenous dextrose sufficient to produce euglycemia. Dextrose administration is guided by frequent measurement of blood glucose. ADULT: An IV bolus of 25 g of dextrose (50 mL of 50% dextrose in water) is usually an adequate initial dose. However, in profound hypoglycemia an additional dose may be required. PEDIATRIC: Dose: 0.5 to 1 g\/kg of 25% dextrose (a 1:1 dilution of 50% dextrose and sterile water) while in the neonate the dose should be 0.5 to 1 g\/kg of 10% dextrose (a 1:4 dilution of 50% dextrose and sterile water). Once a patient is alert, they should be fed. Patients with recurrent hypoglycemia should receive an IV infusion of dextrose 10% titrated to maintain a blood glucose of 100 to 200 mg\/dL. If patients develop recurrent hypoglycemia despite 10% dextrose, or if volume loading is a concern, dextrose 20% can be given; however, it should be administered via a central venous catheter. Dextrose solution should be titrated and slowly discontinued once the patient starts to eat an adequate diet and hypoglycemic episodes have stopped.<\/li><li>Glucagon: ANTIDOTE: GLUCAGON: It can be used as a temporizing method to correct hypoglycemia; it may be given intravenously. Glucagon also has the advantage of being given SubQ or IM in the prehospital setting in patients who cannot be given carbohydrates because of depressed mental status and in whom IV access cannot be established. DOSE: Adult: Usual dose is 1 mg SubQ or IM; Pediatric (less than 20 kg): 0.5 mg IM or SubQ. Only effective if the patient has adequate liver glycogen stores.<\/li><li>Seizure: Correct hypoglycemia, IV benzodiazepines, barbiturates if seizures persist after hypoglycemia corrected.<\/li><li>Monitoring of patient: Serum or capillary glucose should be measured immediately then hourly, and when symptoms develop. Plasma glucose levels of 30 mg\/dL or lower are common following a large overdose. Blood electrolytes should be checked, in particular, potassium, magnesium and phosphorus especially following a large overdose. An ECG should be obtained after a large overdose. Serum insulin levels are not useful to guide therapy, but can confirm the diagnosis.<\/li><li>Enhanced elimination procedure: Enhanced elimination is of no benefit following insulin exposure.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult with an inadvertent overdose of a short-acting insulin can be managed at home with telephone follow-up, if the patient has the ability to monitor his blood glucose at home, can tolerate oral intake, and if another responsible adult is present to monitor for signs of hypoglycemia. ADMISSION CRITERIA: Patients with an intentional insulin overdose or recurrent hypoglycemia should be admitted to the ICU for close blood glucose monitoring and dextrose therapy. OBSERVATION CRITERIA: The patient with an inadvertent overdose of a short acting preparation (typically has much smaller amounts of insulin administered) can be observed in the Emergency Department and discharged if hypoglycemia resolves after feeding and a few hours of observation. Patients with recurrent hypoglycemia or long acting insulin exposure require inpatient admission at least for 24 hours. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"927927-s-12-33","title":"Range of Toxicity","mono":"<b>INSULIN <\/b><br\/>TOXICITY: There is substantial intraindividual response to insulin. In general, therapeutic doses of insulin will cause hypoglycemia in a nondiabetic patient, while a patient with insulin resistance may not get hypoglycemic even with a modest overdoses. If prolonged hypoglycemia is avoided by early appropriate treatment, patients should recover with normal neurologic function despite large overdoses. Permanent brain damage has been reported following injections of 800 and 3200 units of insulin in diabetic patients. Recovery has occurred following up to 880 units of insulin lispro (short acting) with 3800 units of insulin glargine in an adult with diabetes mellitus. <br\/>"}]},"13":{"id":"927927-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to never share insulin pens or cartridges. Sharing needles or pens can result in transmission of hepatitis viruses, HIV, or other blood-borne pathogens.<\/li><li>Drug may cause injection site rash or pruritus.<\/li><li>Advise patient to monitor for signs\/symptoms of hypoglycemia and to report difficulties with glycemic control.<\/li><li>Patient should administer drug within 15 minutes of a meal.<\/li><li>Advise patient to never mix insulin aspart\/insulin aspart protamine with any other type of insulin.<\/li><li>Teach patient proper technique and placement of injections.<\/li><li>Advise patient to rotate injection sites.<\/li><\/ul>"}}}