{"generic":"Memantine Hydrochloride","drugs":["Memantine Hydrochloride","Namenda","Namenda XR","Namenda XR Titration Pack"],"mono":{"0":{"id":"927938-s-0","title":"Generic Names","mono":"Memantine Hydrochloride"},"1":{"id":"927938-s-1","title":"Dosing and Indications","sub":[{"id":"927938-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Alzheimer's disease (Moderate to Severe):<\/b> (Immediate-release) Initial, 5 mg ORALLY once daily; titrate in 5-mg increments at intervals of at least 1 week to 10 mg\/day (5 mg twice daily), 15 mg\/day (5 mg and 10 mg in separate doses), and 20 mg\/day (10 mg twice daily); target daily dose is 20 mg\/day<\/li><li><b>Alzheimer's disease (Moderate to Severe):<\/b> (Immediate-release) If a single dose is missed, take next dose as scheduled (do not double up on next dose); if doses missed for several days, may need to resume at lower doses and re-titrate<\/li><li><b>Alzheimer's disease (Moderate to Severe):<\/b> (Extended-release) Initial, 7 mg ORALLY once daily; titrate in 7-mg increments at intervals of least 1 week as tolerated to a maintenance dose of 28 mg once daily; MAX, 28 mg\/day<\/li><\/ul>"},{"id":"927938-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in pediatric patients "},{"id":"927938-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, CrCl of 30 to 80 mL\/min:<\/b> No dosage adjustment necessary<\/li><li><b>Renal impairment, CrCl, 5 to 29 mL\/min:<\/b> Immediate-release, reduce dosage to 5 mg ORALLY twice daily; extended-release, reduce dosage to 14 mg ORALLY once daily<\/li><li><b>Hepatic impairment, mild to moderate:<\/b> No dosage adjustment necessary<\/li><li><b>Hepatic impairment, severe:<\/b> Administer with caution<\/li><\/ul>"},{"id":"927938-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Alzheimer's disease (Moderate to Severe)<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Dementia<br\/>"}]},"3":{"id":"927938-s-3","title":"Contraindications\/Warnings","sub":[{"id":"927938-s-3-9","title":"Contraindications","mono":"hypersensitivity to memantine hydrochloride or any other components of the product <br\/>"},{"id":"927938-s-3-10","title":"Precautions","mono":"<ul><li>Hepatic:<\/li><li>-- severe hepatic impairment<\/li><li>Renal:<\/li><li>-- severe renal impairment with CrCl of 5 to 29 mL\/min; dose reduction recommended<\/li><li>-- genitourinary conditions that raise urine pH such as renal tubular acidosis or severe infection of the urinary tract may increase plasma levels of memantine hydrochloride<\/li><\/ul>"},{"id":"927938-s-3-11","title":"Pregnancy Category","mono":"Memantine: B (FDA)<br\/>"},{"id":"927938-s-3-12","title":"Breast Feeding","mono":"Memantine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"927938-s-4","title":"Drug Interactions","sub":{"1":{"id":"927938-s-4-14","title":"Major","mono":"<ul><li>Acetazolamide (theoretical)<\/li><li>Amantadine (theoretical)<\/li><li>Brinzolamide (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Dextromethorphan (theoretical)<\/li><li>Dorzolamide (theoretical)<\/li><li>Ketamine (theoretical)<\/li><li>Methazolamide (theoretical)<\/li><li>Sodium Bicarbonate (theoretical)<\/li><\/ul>"}}},"5":{"id":"927938-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation (3% to 5%), Diarrhea (5%), Vomiting (2% to 3%)<\/li><li><b>Neurologic:<\/b>Confusion (6%), Dizziness (5% to 7%), Headache (adults, 6%; pediatrics, 8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Neurologic:<\/b>Cerebrovascular accident, Seizure (up to 0.3%)<\/li><li><b>Renal:<\/b>Acute renal failure<\/li><\/ul>"},"6":{"id":"927938-s-6","title":"Drug Name Info","sub":{"0":{"id":"927938-s-6-17","title":"US Trade Names","mono":"<ul><li>Namenda<\/li><li>Namenda XR<\/li><li>Namenda XR Titration Pack<\/li><\/ul>"},"2":{"id":"927938-s-6-19","title":"Class","mono":"<ul><li>Central Nervous System Agent<\/li><li>N-Methyl-D-Aspartate Receptor Antagonist<\/li><\/ul>"},"3":{"id":"927938-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"927938-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"927938-s-7","title":"Mechanism Of Action","mono":"Memantine hydrochloride is a low to moderate affinity, noncompetitive N-methyl-D-aspartate (NMDA) receptor antagonist which binds to NMDA receptor-operated cation channels. Memantine also blocks the 5-hydroxytryptamine-3 receptor (at a potency similar to the NMDA receptor) and nicotinic acetylcholine receptors (at one-sixth to one-tenth the potency). However, memantine has low to negligible affinity for gamma-aminobutyric acid, benzodiazepine, dopamine, adrenergic, histamine, and glycine receptors and for voltage-dependent calcium, sodium, or potassium channels.<br\/>"},"8":{"id":"927938-s-8","title":"Pharmacokinetics","sub":[{"id":"927938-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral (immediate-release): 3 to 7 hours<\/li><li>Tmax, Oral (extended-release): 9 to 12 hours <\/li><li>Bioavailability, Oral: 100%,<\/li><li>Effects of food (immediate-release): no effect<\/li><li>Effects of food (extended-release): Tmax reduced by 7 hours; no effect on AUC or Cmax<\/li><\/ul>"},{"id":"927938-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 9 to 11 L\/kg<\/li><li>Protein binding: 45%<\/li><\/ul>"},{"id":"927938-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: partial, no appreciable CYP450 enzyme system involvement<\/li><li>N-glucuronide conjugate, 6-hydroxy memantine and 1-nitroso-deaminated memantine: minimally active<\/li><\/ul>"},{"id":"927938-s-8-26","title":"Excretion","mono":"Renal: 48% to 50% unchanged <br\/>"},{"id":"927938-s-8-27","title":"Elimination Half Life","mono":"60 to 80 hours <br\/>"}]},"9":{"id":"927938-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Take with or without food.<\/li><li> If a single dose is missed, take next dose as scheduled (do not double up on next dose); if doses missed for several days, may need to resume at lower doses and re-titrate.<\/li><li>(Oral solution) Do not mix with any other liquids.<\/li><li>(Oral solution) Use the dosing device that comes with the drug to withdraw the correct dose volume.<\/li><li>(Oral solution) Slowly squirt dose volume into the corner of the mouth.<\/li><li>(Extended-release) Do not chew, crush, or divide dose.<\/li><li>(Extended-release) May open capsule and sprinkle entire contents on applesauce to be consumed.<\/li><\/ul>"},"10":{"id":"927938-s-10","title":"Monitoring","mono":"improvement in cognitive function and activities of daily living is indicative of clinical response<br\/>"},"11":{"id":"927938-s-11","title":"How Supplied","mono":"<ul><li><b>Namenda<\/b><br\/><ul><li>Oral Solution: 2 MG\/ML<\/li><li>Oral Tablet: 5 MG, 10 MG<\/li><\/ul><\/li><li><b>Namenda XR<\/b><br\/>Oral Capsule, Extended Release: 7 MG, 14 MG, 21 MG, 28 MG<br\/><\/li><\/ul>"},"12":{"id":"927938-s-12","title":"Toxicology","sub":[{"id":"927938-s-12-31","title":"Clinical Effects","mono":"<b>MEMANTINE <\/b><br\/>USES: Memantine is indicated in the treatment of moderate to severe dementia of the Alzheimer's type. PHARMACOLOGY: Memantine hydrochloride is a low to moderate affinity, noncompetitive N-methyl-D-aspartate (NMDA) receptor antagonist which binds to NMDA receptor-operated cation channels. Memantine also blocks the 5-hydroxytryptamine-3 receptor (at a potency similar to the NMDA receptor) and nicotinic acetylcholine receptors (at one-sixth to one-tenth the potency). However, memantine has low to negligible affinity for gamma-aminobutyric acid, benzodiazepine, dopamine, adrenergic, histamine, and glycine receptors and for voltage-dependent calcium, sodium, or potassium channels. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE OVERDOSE: Effects can include agitation, bradycardia, confusion, dizziness, hypertension, lethargy, restlessness, unsteady gait, vertigo, vomiting and weakness. SEVERE OVERDOSE: Can cause nystagmus, hallucinations, psychosis, seizures, and coma. ADVERSE EFFECTS: The following adverse effects have been reported following therapeutic use of memantine (less than 6%): Headache, diarrhea, dizziness, somnolence, fatigue, muscle weakness, akathisia, agitation, increased motor activity, insomnia, tachycardia, bradycardia, hypertension, constipation, seizures, and psychosis. <br\/>"},{"id":"927938-s-12-32","title":"Treatment","mono":"<b>MEMANTINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive.. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe agitation with small doses of benzodiazepines. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is not recommended because of the potential for CNS depression and subsequent aspiration. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression or repeated seizures.<\/li><li>Antidote: None.<\/li><li>Enhanced elimination procedure: Hemodialysis or hemoperfusion are unlikely to be useful because of the large volume of distribution of memantine. Plasmapheresis was used in one patient and was associated with a decrease in memantine concentrations but it is not clear that it affected patient outcome.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status following significant overdose. ECG changes have been rarely reported with overdose. Obtain an ECG, and institute continuous cardiac monitoring.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for six hours to assess mental status. Patients should be observed for at least 12 hours after overdose of sustained release formulations. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe agitation, CNS depression or seizures. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"927938-s-12-33","title":"Range of Toxicity","mono":"<b>MEMANTINE <\/b><br\/>TOXICITY: A specific minimum toxic dose of memantine has not been delineated. A 35-year-old woman developed headache, dizziness, double vision, coma, tachycardia, hypertension, respiratory alkalosis, and seizures after ingesting 2000 mg of memantine. She recovered followed supportive care, including 6 cycles of plasmapheresis. An overdose ingestion of up to 400 mg of memantine resulted in restlessness, psychosis, visual hallucinations, somnolence, stupor, and coma.  The patient recovered without permanent neurologic sequelae. One patient developed elevated serum uric acid, elevated serum alkaline phosphatase, and low platelet count after ingesting 112 mg of memantine extended-release daily for 31 days. THERAPEUTIC DOSES: ADULTS: IMMEDIATE-RELEASE: 5 to 20 mg orally once daily or in divided doses; MAX, 20 mg\/day. EXTENDED-RELEASE: 7 to 28 mg orally daily; MAX, 28 mg\/day. CHILDREN: The safety and efficacy of memantine in children have not been documented. <br\/>"}]},"13":{"id":"927938-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause dizziness, headache, confusion, diarrhea, constipation, or hypertension.<\/li><li>Instruct patient and\/or caregiver on appropriate dose frequency (twice daily if greater than 5 mg\/day) and dose escalation (no less than 1 week between dose increase).<\/li><li>Instruct patient on proper use of dosing device with oral solution.<\/li><li>If patient is unable to swallow the extended-release capsule, open the capsule and sprinkle the contents on applesauce. The entire mixture should be consumed as a single dose.<\/li><\/ul>"}}}