{"generic":"Mycophenolate Sodium","drugs":["Mycophenolate Sodium","Myfortic"],"mono":[{"id":"928039-s-0","title":"Generic Names","mono":"Mycophenolate Sodium"},{"id":"928039-s-1","title":"Dosing and Indications","sub":[{"id":"928039-s-1-4","title":"Adult Dosing","mono":"<ul><li>do not interchange mycophenolic acid delayed-release tablets (Myfortic(R)) and mycophenolate mofetil tablets and capsules without physician supervision; the rate of absorption is not equivalent<\/li><li>obtain negative serum or urine pregnancy test (sensitivity, at least 25 million international units\/mL) immediately prior to initiation in women who may become pregnant; repeat test 8 to 10 days later. Abstinence or contraception must be used during therapy and for 6 weeks after discontinuation. Mycophenolate may decrease efficacy of hormonal contraceptives; an additional barrier method is required<\/li><li><b>Renal transplant rejection; Prophylaxis:<\/b> 720 mg ORALLY twice daily on an empty stomach<\/li><\/ul>"},{"id":"928039-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>do not interchange mycophenolic acid delayed-release tablets (Myfortic(R)) and mycophenolate mofetil tablets and capsules without physician supervision; the rate of absorption is not equivalent<\/li><li>obtain negative serum or urine pregnancy test (sensitivity, at least 25 million international units\/mL) immediately prior to initiation in women who may become pregnant; repeat test 8 to 10 days later. Abstinence or contraception must be used during therapy and for 6 weeks after discontinuation. Mycophenolate may decrease efficacy of hormonal contraceptives; an additional barrier method is required<\/li><li><b>Renal transplant rejection; Prophylaxis:<\/b> (5 years or older) at least 6 months postrenal transplant, 400 mg\/m(2) ORALLY twice daily on an empty stomach; MAX 720 mg twice daily<\/li><\/ul>"},{"id":"928039-s-1-6","title":"Dose Adjustments","mono":"<b>blood dyscrasias:<\/b> neutropenia (absolute neutrophil count less than 1.3 x 10(3)\/mcL) or anemia, reduce the dose or interrupt therapy "},{"id":"928039-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Renal transplant rejection; Prophylaxis<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Psoriasis<br\/>"}]},{"id":"928039-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet, Enteric Coated)<\/b><br\/>Use during pregnancy is associated with increased risks of pregnancy loss and congenital malformations. Females of reproductive potential must be counseled regarding pregnancy prevention and planning. Increased risk of development of lymphoma and other malignancies, particularly of the skin, due to immunosuppression. Increased susceptibility to bacterial, viral, fungal, and protozoal infections, including opportunistic infections. Only physicians experienced in immunosuppressive therapy and management of organ transplant patients should prescribe mycophenolate sodium. Manage patients in facilities equipped and staffed with adequate laboratory and supportive medical resources. The physician responsible for maintenance therapy should have complete information requisite for the follow-up of the patient.<br\/>"},{"id":"928039-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928039-s-3-9","title":"Contraindications","mono":"hypersensitivity to mycophenolate sodium, mycophenolic acid, mycophenolate mofetil, or any other component of the product <br\/>"},{"id":"928039-s-3-10","title":"Precautions","mono":"<ul><li>immunosuppressant; increased risk for lymphomas and other malignancies (especially skin) and potentially fatal bacterial, viral, fungal, and protozoal infections and new or reactivated viral infections (including opportunistic infections)<\/li><li>pregnancy; may cause fetal harm; first-trimester pregnancy loss and congenital malformations have been reported<\/li><li>women of childbearing potential; known teratogen and decreased efficacy of oral contraceptives; pregnancy test should be negative immediately prior to initiation of therapy and pregnancy should be avoided with use of acceptable contraception or abstinence during therapy and for 6 weeks after discontinuation<\/li><li>blood dyscrasias, including neutropenia or anemia, may occur; monitoring recommended; dose reduction or interruption may be required<\/li><li>concomitant use of azathioprine, mycophenolate mofetil, cholestyramine or other agents that interfere with enterohepatic recirculation, or drugs that may bind bile acids (eg, oral activated charcoal, bile acid sequestrates); use not recommended<\/li><li>concomitant use of the combination of norfloxacin and metronidazole; not recommended<\/li><li>concomitant use of live vaccines; avoid use<\/li><li>concomitant use of rifampin; not recommended unless benefits outweighs risks<\/li><li>delayed graft function; increased risk of adverse events (eg, anemia, leukopenia, hyperkalemia); monitoring recommended<\/li><li>digestive system disease, active serious; increased risk of digestive system adverse events<\/li><li>gastrointestinal bleeding, requiring hospitalization and gastrointestinal complications (eg, gastric and duodenal ulcers and intestinal perforations), have been reported<\/li><li>hereditary deficiency of hypoxanthine-guanine phosphoribosyl-transferase (HGPRT) (eg, Lesch-Nyhan and Kelley-Seegmiller syndrome); avoid use; exacerbation of symptoms (eg, acute arthritis, tophi, nephrolithiasis, urolithiasis, renal failure) may occur<\/li><li>hypersensitivity reactions have been reported<\/li><li>immunosuppressed organ transplant recipients; post-transplant lymphoproliferative disorder has been reported; increased risk with Epstein Barr Virus seronegative patients<\/li><li>new or reactivated viral infections, including serious and potentially fatal progressive multifocal leukoencephalopathy (PML) and JC virus-associated PML, polyomavirus-associated nephropathy (PVAN), especially due to BK virus, cytomegalovirus infections, and reactivation of hepatitis B or C viruses, have been reported; monitoring of patients with hepatitis B or C viruses recommended; consider reducing amount of immunosuppression while taking into account the risk represented to the graft<\/li><li>pure red cell aplasia has been reported<\/li><li>renal impairment, severe chronic (GFR less than 25 mL\/min\/1.73 m(2)); increased plasma exposure of active drug and metabolite<\/li><li>sunlight or UV light exposure; increased risk of skin cancer<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928039-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"928039-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"928039-s-4","title":"Drug Interactions","sub":{"1":{"id":"928039-s-4-14","title":"Major","mono":"<ul><li>Activated Charcoal (theoretical)<\/li><li>Adenovirus Vaccine Type 4, Live (theoretical)<\/li><li>Adenovirus Vaccine Type 7, Live (theoretical)<\/li><li>Aluminum Carbonate, Basic (established)<\/li><li>Aluminum Hydroxide (established)<\/li><li>Aluminum Phosphate (established)<\/li><li>Azathioprine (theoretical)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (theoretical)<\/li><li>Cholestyramine (theoretical)<\/li><li>Colesevelam (theoretical)<\/li><li>Colestipol (theoretical)<\/li><li>Cyclosporine (probable)<\/li><li>Dihydroxyaluminum Aminoacetate (established)<\/li><li>Dihydroxyaluminum Sodium Carbonate (established)<\/li><li>Influenza Virus Vaccine, Live (theoretical)<\/li><li>Magaldrate (established)<\/li><li>Magnesium Carbonate (established)<\/li><li>Magnesium Hydroxide (established)<\/li><li>Magnesium Oxide (established)<\/li><li>Measles Virus Vaccine, Live (theoretical)<\/li><li>Mercaptopurine (theoretical)<\/li><li>Mumps Virus Vaccine, Live (theoretical)<\/li><li>Poliovirus Vaccine, Live (theoretical)<\/li><li>Rotavirus Vaccine, Live (theoretical)<\/li><li>Rubella Virus Vaccine, Live (theoretical)<\/li><li>Smallpox Vaccine (theoretical)<\/li><li>Typhoid Vaccine (theoretical)<\/li><li>Varicella Virus Vaccine (theoretical)<\/li><li>Yellow Fever Vaccine (theoretical)<\/li><\/ul>"},"2":{"id":"928039-s-4-15","title":"Moderate","mono":"<ul><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Drospirenone (probable)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Iron (probable)<\/li><li>Levonorgestrel (probable)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Valacyclovir (probable)<\/li><\/ul>"}}},{"id":"928039-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (less than 10% to 14%), Constipation (38%), Diarrhea (24%), Flatulence (10%), Indigestion (23%), Nausea (29%), Vomiting (23%)<\/li><li><b>Neurologic:<\/b>Insomnia (24 %)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (29%)<\/li><li><b>Other:<\/b>Cytomegalovirus infection (5% to 20%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Duodenal ulcer disease, Gastric ulcer, Gastrointestinal hemorrhage, Gastrointestinal perforation<\/li><li><b>Hematologic:<\/b>Anemia (22%), Leukopenia (19%), Pure red cell aplasia<\/li><li><b>Immunologic:<\/b>Malignant lymphoma (1%), Opportunistic infection<\/li><li><b>Neurologic:<\/b>Progressive multifocal leukoencephalopathy<\/li><li><b>Renal:<\/b>Kidney disease, Polyomavirus-associated<\/li><li><b>Other:<\/b>Cancer (1%), Infectious disease, Sepsis<\/li><\/ul>"},{"id":"928039-s-6","title":"Drug Name Info","sub":{"0":{"id":"928039-s-6-17","title":"US Trade Names","mono":"Myfortic<br\/>"},"2":{"id":"928039-s-6-19","title":"Class","mono":"Immune Suppressant<br\/>"},"3":{"id":"928039-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928039-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"928039-s-7","title":"Mechanism Of Action","mono":"Mycophenolate sodium is a reversible and noncompetitive inhibitor of inosine monophosphate dehydrogenase, which thereby inhibits the de novo synthesis pathway of the guanosine nucleotide without incorporation into DNA. It exerts a potent cytostatic effect on B and T lymphocytes by inhibiting de novo synthesis because it is a crucial pathway for proliferation, whereas other cell types may use salvage pathways.<br\/>"},{"id":"928039-s-8","title":"Pharmacokinetics","sub":[{"id":"928039-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1.5 to 2.5 hours<\/li><li>Bioavailability, Oral: 72%<\/li><li>Effect of food: Cmax decreased by 33%, and Tmax delayed by 5 hours<\/li><\/ul>"},{"id":"928039-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, Albumin: greater than 98% (mycophenolic acid)<\/li><li>Vd: 54 L (mycophenolic acid)<\/li><\/ul>"},{"id":"928039-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: extensive<\/li><li>Mycophenolic acid: active<\/li><li>Mycophenolic acid glucuronide: inactive<\/li><li>Acyl glucuronide: active<\/li><\/ul>"},{"id":"928039-s-8-26","title":"Excretion","mono":"<ul><li>Bile excretion: unknown amount<\/li><li>Renal excretion: more than 60% as mycophenolic acid glucuronide (inactive metabolite), 3% as unchanged mycophenolic acid metabolite (active metabolite)<\/li><li>Renal clearance: 15.5 mL\/min (mycophenolic acid glucuronide, inactive metabolite)<\/li><li>Dialyzable: No (hemodialysis)<\/li><li>Total body clearance: 140 mL\/min (mycophenolic acid)<\/li><\/ul>"},{"id":"928039-s-8-27","title":"Elimination Half Life","mono":"8 to 16 hours (mycophenolic acid) <br\/>"}]},{"id":"928039-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>do not crush, chew, or cut tablets; swallow whole<\/li><li>administer on an empty stomach, 1 hour before or 2 hours after food<\/li><\/ul>"},{"id":"928039-s-10","title":"Monitoring","mono":"<ul><li>prevention of biopsy-proven acute rejection or graft loss is indicative of clinical efficacy<\/li><li>pregnancy test (serum or urine with a sensitivity of at least 25 milli-international units\/mL) immediately before and 8 to 10 days after therapy initiation, and during routine follow-up visits<\/li><li>CBC; weekly during first month, twice monthly for second and third months, and monthly during first year<\/li><li>neutropenia<\/li><li>anemia, leukopenia, and hyperkalemia in patients with delayed graft function<\/li><li>cytomegalovirus (CMV) infection in transplant recipients, especially if graft was from a CMV-seropositive donor<\/li><li>laboratory and clinical signs of active hepatitis B or C virus infection, in patients previously infected<\/li><\/ul>"},{"id":"928039-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet, Enteric Coated: 180 MG, 360 MG<br\/><\/li><li><b>Myfortic<\/b><br\/>Oral Tablet, Enteric Coated: 180 MG, 360 MG<br\/><\/li><\/ul>"},{"id":"928039-s-12","title":"Toxicology","sub":[{"id":"928039-s-12-31","title":"Clinical Effects","mono":"<b>MYCOPHENOLATE <\/b><br\/>USES: Mycophenolate is used in combination with cyclosporine and corticosteroids for the prophylaxis of organ rejection in patients receiving allogeneic renal, cardiac, or hepatic transplants. PHARMACOLOGY: Mycophenolate mofetil undergoes rapid and complete metabolism to mycophenolic acid, which is the active metabolite. Mycophenolic acid is a potent, selective, uncompetitive, and reversible inhibitor of inosine monophosphate dehydrogenase thereby inhibiting the de novo synthesis pathway of guanosine nucleotides without being incorporated into DNA. Mycophenolic acid exerts a potent cytostatic effect on B and T lymphocytes by inhibiting de novo synthesis because it is a crucial pathway for proliferation. TOXICOLOGY: Because mycophenolate is an immunosuppressant, it can also increase risk of infection, lymphoma, and lymphoproliferative disorders. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: There are limited reports of overdose with mycophenolate mofetil.  Since many adverse effects are dose-dependent, it is anticipated that overdose effects may be an extension of events reported with therapeutic use. Nausea and mild abdominal cramping were observed 4 hours after a woman with lupus nephritis ingested 10 gram of mycophenolate mofetil (5 times her therapeutic dose). A kidney recipient developed anorexia, lethargy, headache, and moderate leukopenia after ingesting 25 grams of mycophenolate mofetil. ADVERSE EFFECTS: COMMON: Nausea, vomiting, diarrhea, leukopenia, hypertension, and sepsis. An increase in certain types of infections (eg, cytomegalovirus) have also been reported with mycophenolate mofetil. OTHER EFFECTS: Hypotension, fever, peripheral edema, rash, anemia, thrombocytopenia, hypokalemia, hyperkalemia, hypomagnesemia, hypocalcemia, renal dysfunction, urinary tract infection, elevated liver enzymes, dyspnea, respiratory infection, pleural effusion, cough, tremor, anxiety and paraesthesia, heart failure, dysrhythmias, gastrointestinal bleeding, colitis, meningitis, and thrombophlebitis. In postmarketing reports, progressive multifocal leukoencephalopathy (PML), including fatalities has been observed with mycophenolate mofetil (CellCept(R)) use in transplant patients and in patients with systemic lupus erythematosus. <br\/>"},{"id":"928039-s-12-32","title":"Treatment","mono":"<b>MYCOPHENOLATE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. Hypertension is commonly reported in transplant patients after receiving mycophenolate mofetil. Monitor blood pressure.  Treatment may be limited to monitoring and evaluating the patient's response following an acute exposure. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Leukopenia is a common adverse effect of therapy. Anemia and thrombocytopenia have also been reported during therapy.  Monitor serial CBC with differential and platelet count after a significant exposure. Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not recommended. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias, severe respiratory distress, severe bleeding, or hemodynamic instability.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor serum electrolytes, renal function, and liver enzymes. Obtain an ECG and institute continuous cardiac monitoring. Monitor serial CBC with differential and platelet count after a significant exposure. Monitor for clinical evidence of infection. Sepsis and generalized infections (eg, cytomegalovirus) are related to immunosuppressive therapy, including mycophenolate mofetil.<\/li><li>Enhanced elimination procedure: During clinical trials, it was observed that the use of bile acid sequestrants, such as cholestyramine, increased the excretion of mycophenolic acid by interfering with enterohepatic circulation of the drug. However, it is not known to what extent this therapy may have utility or be effective following an acute exposure. Mycophenolic acid and MPAG (the phenolic glucuronide of MPA) are not removed by dialysis.<\/li><li>Patient disposition: HOME CRITERIA: A patient with a small, inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Symptomatic patients and those with large or deliberate ingestions should be evaluated in a healthcare facility. Patients that remain asymptomatic can be discharged.  ADMISSION CRITERIA: Symptomatic patients requiring ongoing supportive care may need admission. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"928039-s-12-33","title":"Range of Toxicity","mono":"<b>MYCOPHENOLATE<\/b><br\/>TOXICITY: Toxic dose not established. A female kidney recipient developed moderate leukopenia with no significant gastrointestinal side effects after ingesting 25 g of mycophenolate mofetil.  A five-fold overdose of 10 g resulted only in mild gastrointestinal symptoms in an adult. Cardiac and hepatic transplant patients have tolerated doses up to 4 g\/day and 5 g\/day, respectively.  Patients were more likely to experience gastrointestinal symptoms and occasionally hematologic abnormalities (neutropenia) at these doses. THERAPEUTIC DOSE: ADULTS: Varies by indication: 1 to 1.5 g IV\/Oral twice daily; maximum total dose of 2 or 3 g daily. PEDIATRIC: (3 months and older): 600 mg\/m(2)\/dose ORAL SUSPENSION twice daily; MAX daily dose, 2 g\/10 mL oral suspension. Three months and older; BSA 1.25 to 1.5 m(2) - 750 mg orally (CAPSULE) twice daily. Three months and older; BSA greater than 1.5 m(2) - 1000 mg orally (TABLET or CAPSULE) twice daily.<br\/>"}]},{"id":"928039-s-13","title":"Clinical Teaching","mono":"<ul><li>To avoid pregnancy, recommend patient use an acceptable method of contraception during entire therapy and at least 6 weeks after completion of therapy, unless abstinence is chosen.<\/li><li>Advise patient of increased risk of lymphoproliferative disease and certain other malignancies.<\/li><li>Advise patient to avoid live vaccines during therapy due to drug-induced immunosuppression, unless approved by healthcare professional.<\/li><li>Drug causes an increased risk of skin cancer. Advise patient to limit exposure to sunlight or UV light. Patient should use sunscreen and protective clothing.<\/li><li>Side effects may include constipation, diarrhea, nausea, vomiting, dyspepsia, urinary tract infection, insomnia, and postoperative pain.<\/li><li>Instruct patient to immediately report any symptom\/sign of infection, unexpected bruising, bleeding, or any other manifestation of bone marrow suppression.<\/li><li>Advise patient to report signs\/symptoms of gastrointestinal bleeding, intestinal perforations, or gastric or duodenal ulcers (eg, sudden onset or persistent abdominal pain).<\/li><li>Tell patient to take drug on an empty stomach at least 1 hour before or 2 hours after food intake.<\/li><li>Advise patient to avoid concomitant use of antacids containing magnesium and aluminum hydroxides.<\/li><li>Advise patient that there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><li>This drug may decrease effectiveness of oral contraceptives with concurrent use. Recommend additional form of birth control.<\/li><\/ul>"}]}