{"generic":"Pemetrexed","drugs":["Alimta","Pemetrexed"],"mono":{"0":{"id":"928000-s-0","title":"Generic Names","mono":"Pemetrexed"},"1":{"id":"928000-s-1","title":"Dosing and Indications","sub":[{"id":"928000-s-1-4","title":"Adult Dosing","mono":"<ul><li>new cycles should not be administered until the ANC is 1500 cells\/mm(3) or greater, platelets are 100,000 cells\/mm(3) or greater, and the CrCl is 45 mL\/min or greater<\/li><li><b>Malignant mesothelioma of pleura, In combination with cisplatin in patients who are not candidates for surgical resection:<\/b> 500 mg\/m(2) IV over 10 minutes on day 1 of each 21-day cycle; dose followed 30 minutes later by cisplatin 75 mg\/m(2) IV over 2 hours; all patients should receive the following premedications\/vitamin supplements: dexamethasone 4 mg ORALLY twice daily for 3 days (the day before, during, and after treatment); folic acid 400 to 1000 mcg ORALLY daily (7 days prior to treatment, during, and for 21 days after treatment); and vitamin B12 1000 mcg IM (beginning one week prior to pemetrexed and then given every 3 cycles thereafter on the same day as the pemetrexed infusion)<\/li><li><b>Non-small cell lung cancer, Nonsquamous, Locally advanced or metastatic:<\/b> (after prior chemotherapy or as maintenance therapy) 500 mg\/m(2) IV over 10 minutes on day 1 of each 21-day cycle; all patients should receive the following premedications\/vitamin supplements: dexamethasone 4 mg ORALLY twice daily for 3 days (the day before, during, and after treatment); folic acid 400 to 1000 mcg ORALLY daily (7 days prior to treatment, during, and for 21 days after treatment); and vitamin B12 1000 mcg IM (beginning one week prior to pemetrexed and then given every 3 cycles thereafter on the same day as the pemetrexed infusion)<\/li><li><b>Non-small cell lung cancer, Nonsquamous, Locally advanced or metastatic:<\/b> (initial treatment in combination with cisplatin) 500 mg\/m(2) IV over 10 minutes on day 1 of each 21-day cycle; dose followed 30 minutes later by cisplatin 75 mg\/m(2) IV over 2 hours; all patients should receive the following premedications\/vitamin supplements: dexamethasone 4 mg ORALLY twice daily for 3 days (the day before, during, and after treatment); folic acid 400 to 1000 mcg ORALLY daily (7 days prior to treatment, during, and for 21 days after treatment); and vitamin B12 1000 mcg IM (beginning one week prior to pemetrexed and then given every 3 cycles thereafter on the same day as the pemetrexed infusion)<\/li><li><b>Ovarian cancer, Recurrent:<\/b> 500 mg\/m(2) IV over 10 minutes on day 1 every 21 days for 6 to 8 cycles, either alone or in combination with carboplatin or bevacizumab; all patients received folic acid, vitamin B12, and dexamethasone with treatment (study dose)<\/li><\/ul>"},{"id":"928000-s-1-5","title":"Pediatric Dosing","mono":"the safety and efficacy have not been established in pediatric patients "},{"id":"928000-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> dose adjustments based on age are not required; dose adjustments based on renal function are indicated<\/li><li><b>mucositis, grade 3 or 4:<\/b> withhold treatment until recovery to less than or equal to baseline symptoms and resume with 50% dose reduction of pemetrexed, no dose adjustment of cisplatin is required; if grade 3\/4 toxicity recurs after 2 dose reductions, discontinue therapy<\/li><li><b>neurotoxicity:<\/b> for grade 2, reduce cisplatin dose by 50%, no dose adjustment of pemetrexed is required; for grade 3\/4 neurotoxicity, immediately discontinue therapy<\/li><li><b>neutropenia (nadir neutrophil count less than 500 cells\/mm(3) and nadir platelet count 50,000 cells\/mm(3) or greater):<\/b> withhold treatment until recovery and resume treatment at 75% of the previous pemetrexed and cisplatin doses; if grade 3\/4 toxicity recurs after 2 dose reductions, discontinue therapy<\/li><li><b>non-hematological toxicities (excluding mucositis and neurotoxicity), grade 3\/4 or any diarrhea that requires hospitalization:<\/b> withhold treatment until recovery to less than or equal to baseline symptoms and resume treatment at 75% of the previous pemetrexed and cisplatin doses; for any grade 3\/4 toxicity recurrence after 2 dose reductions, discontinue therapy<\/li><li><b>renal impairment:<\/b> no dosage adjustments are necessary for patients with a CrCl of 45 mL\/min or greater; patients with a CrCl of less than 45 mL\/min should not receive pemetrexed; exercise caution in patients with CrCl less than 80 mL\/min administered pemetrexed concurrently with NSAID<\/li><li><b>thrombocytopenia (nadir platelet count less than 50,000 cells\/mm(3), regardless of neutrophil nadir):<\/b> if bleeding, withhold treatment until recovery and resume with 50% dose reduction for both pemetrexed and cisplatin; if no bleeding, reduce dose to 75% of previous dose for both pemetrexed and cisplatin; if grade 3\/4 toxicity recurs after 2 dose reductions, discontinue therapy<\/li><\/ul>"},{"id":"928000-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Malignant mesothelioma of pleura, In combination with cisplatin in patients who are not candidates for surgical resection<\/li><li>Non-small cell lung cancer, Nonsquamous, Locally advanced or metastatic<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Malignant mesothelioma of pleura<\/li><li>Ovarian cancer, Recurrent<\/li><\/ul>"}]},"3":{"id":"928000-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928000-s-3-9","title":"Contraindications","mono":"hypersensitivity, severe, to pemetrexed or to any other component of the product <br\/>"},{"id":"928000-s-3-10","title":"Precautions","mono":"<ul><li>concomitant use of NSAIDs with long elimination half-lives; avoid use at least 5 days before, day of, and 2 days following treatment; monitoring recommended<\/li><li>concomitant use of NSAIDs with short elimination half-lives; avoid use 2 days before, day of, and 2 days following treatment<\/li><li>creatinine clearance less than 45 mL\/min; do not administer<\/li><li>cutaneous reactions have been reported; corticosteroid pretreatment reduces incidence and severity<\/li><li>hematologic and gastrointestinal toxicities have occurred; prophylaxis with folic acid and vitamin B12 required<\/li><li>myelosuppression, as manifested by neutropenia, thrombocytopenia, and anemia (or pancytopenia) has been reported<\/li><li>pregnancy should be avoided; may cause fetal harm<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928000-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"928000-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928000-s-4","title":"Drug Interactions","sub":{"1":{"id":"928000-s-4-14","title":"Major","mono":"<ul><li>Aceclofenac (theoretical)<\/li><li>Acemetacin (theoretical)<\/li><li>Amtolmetin Guacil (theoretical)<\/li><li>Aspirin (theoretical)<\/li><li>Bromfenac (theoretical)<\/li><li>Bufexamac (theoretical)<\/li><li>Celecoxib (theoretical)<\/li><li>Choline Salicylate (theoretical)<\/li><li>Clonixin (theoretical)<\/li><li>Dexibuprofen (theoretical)<\/li><li>Dexketoprofen (theoretical)<\/li><li>Diclofenac (theoretical)<\/li><li>Diflunisal (theoretical)<\/li><li>Dipyrone (theoretical)<\/li><li>Etodolac (theoretical)<\/li><li>Etofenamate (theoretical)<\/li><li>Etoricoxib (theoretical)<\/li><li>Felbinac (theoretical)<\/li><li>Fenoprofen (theoretical)<\/li><li>Fepradinol (theoretical)<\/li><li>Feprazone (theoretical)<\/li><li>Floctafenine (theoretical)<\/li><li>Flufenamic Acid (theoretical)<\/li><li>Flurbiprofen (theoretical)<\/li><li>Ibuprofen (theoretical)<\/li><li>Ibuprofen Lysine (theoretical)<\/li><li>Indomethacin (theoretical)<\/li><li>Ketoprofen (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Lornoxicam (theoretical)<\/li><li>Loxoprofen (theoretical)<\/li><li>Lumiracoxib (theoretical)<\/li><li>Meclofenamate (theoretical)<\/li><li>Mefenamic Acid (theoretical)<\/li><li>Meloxicam (theoretical)<\/li><li>Morniflumate (theoretical)<\/li><li>Nabumetone (theoretical)<\/li><li>Naproxen (theoretical)<\/li><li>Nepafenac (theoretical)<\/li><li>Niflumic Acid (theoretical)<\/li><li>Nimesulide (theoretical)<\/li><li>Oxaprozin (theoretical)<\/li><li>Oxyphenbutazone (theoretical)<\/li><li>Parecoxib (theoretical)<\/li><li>Phenylbutazone (theoretical)<\/li><li>Piketoprofen (theoretical)<\/li><li>Piroxicam (theoretical)<\/li><li>Proglumetacin (theoretical)<\/li><li>Propionic Acid (theoretical)<\/li><li>Propyphenazone (theoretical)<\/li><li>Proquazone (theoretical)<\/li><li>Rofecoxib (theoretical)<\/li><li>Salicylic Acid (theoretical)<\/li><li>Salsalate (theoretical)<\/li><li>Sodium Salicylate (theoretical)<\/li><li>Sulindac (theoretical)<\/li><li>Tenoxicam (theoretical)<\/li><li>Tiaprofenic Acid (theoretical)<\/li><li>Tolfenamic Acid (theoretical)<\/li><li>Tolmetin (theoretical)<\/li><li>Valdecoxib (theoretical)<\/li><\/ul>"}}},"5":{"id":"928000-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Itching, Itching (1% to 7%), Peeling of skin<\/li><li><b>Gastrointestinal:<\/b>Constipation (1% to 21%), Diarrhea (5% to 17%), Loss of appetite (19% to 27%), Nausea (12% to 82%), Pharyngitis, Stomatitis, Vomiting (6% to 57%)<\/li><li><b>Hematologic:<\/b>Anemia, All Grades (15% to 33%), Leukopenia, All Grades (6% to 53%), Neutropenia, All Grades (6% to 56%), Thrombocytopenia, All Grades (1% to 23%)<\/li><li><b>Other:<\/b>Fatigue (18% to 48%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Radiation recall syndrome, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal obstruction, Grade 3 and 4 (less than 1%)<\/li><li><b>Hematologic:<\/b>Anemia, Grades 3 and 4 (3% to 6%), Febrile neutropenia (up to 5% (all grades); 1% to 5% (grade 3 or 4)), Leukopenia, Grades 3 and 4 (2% to 15%), Neutropenia, Grades 3 and 4 (3% to 23%), Thrombocytopenia, Grades 3 and 4 (2% to 5%)<\/li><li><b>Neurologic:<\/b>Sensory neuropathy, Grades 3 and 4 (1%)<\/li><li><b>Renal:<\/b>Renal failure (up to 5%)<\/li><li><b>Respiratory:<\/b>Acute lung injury, Interstitial pneumonia, Pulmonary embolism (less than 1%)<\/li><\/ul>"},"6":{"id":"928000-s-6","title":"Drug Name Info","sub":{"0":{"id":"928000-s-6-17","title":"US Trade Names","mono":"Alimta<br\/>"},"2":{"id":"928000-s-6-19","title":"Class","mono":"Antineoplastic Agent<br\/>"},"3":{"id":"928000-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928000-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928000-s-7","title":"Mechanism Of Action","mono":"Systemic: Pemetrexed is an folate analog metabolic inhibitor that exerts its antineoplastic activity by disrupting folate-dependent metabolic processes essential for cell replication. In vitro studies have shown that pemetrexed inhibits thymidylate synthase (TS), dihydrofolate reductase (DHFR), and glycinamide ribonucleotide formyltransferase (GARFT), all folate-dependent enzymes involved in the de novo biosynthesis of thymidine and purine nucleotides. Preclinical studies have shown that pemetrexed inhibits the in vitro growth of mesothelioma cell lines (MSTO-211H, NCI-H2052)..<br\/>"},"8":{"id":"928000-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"928000-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: approximately 81%<\/li><li>Vd: 16.1 L<\/li><\/ul>"},"3":{"id":"928000-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 70% to 90% unchanged<\/li><li>Total body clearance: 91.8 mL\/min (adults)<\/li><li>Total body clearance: 2.3 L\/hr\/m(2) (pediatric)<\/li><\/ul>"},"4":{"id":"928000-s-8-27","title":"Elimination Half Life","mono":"<ul><li>3.5 hours (adults)<\/li><li>2.3 hours (pediatric)<\/li><\/ul>"}}},"9":{"id":"928000-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of chemotherapy<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute vial with preservative-free NS to yield a concentration of 25 mg\/mL; gently swirl<\/li><li>dilute the appropriate volume of reconstituted solution to a total volume of 100 mL with preservative-free NS; do not use diluents containing calcium, including LR and Ringer injection<\/li><li>store reconstituted vial or diluted solution under refrigeration for up to 24 hours<\/li><li>infuse IV over 10 minutes<\/li><\/ul><\/li><\/ul>"},"10":{"id":"928000-s-10","title":"Monitoring","mono":"<ul><li>evidence of tumor response is indicative of efficacy<\/li><li>CBC for nadir and recovery at baseline, before each dose, and on day 8 and 15 of each cycle; do not start new cycles unless the absolute neutrophil count is 1500 cells\/mm(3) or greater and the platelet count is 100,000 cells\/mm(3) or greater<\/li><li>renal function; before each treatment cycle and periodically during treatment; do not start new cycles unless the creatinine clearance is 45 mL\/min or greater.<\/li><li>hepatic function periodically during treatment<\/li><li>plasma homocysteine levels; elevations may be predictive of pemetrexed toxicity<\/li><\/ul>"},"11":{"id":"928000-s-11","title":"How Supplied","mono":"<b>Alimta<\/b><br\/>Intravenous Powder for Solution: 100 MG, 500 MG<br\/>"},"12":{"id":"928000-s-12","title":"Toxicology","sub":[{"id":"928000-s-12-31","title":"Clinical Effects","mono":"<b>PEMETREXED<\/b><br\/>USES: Pemetrexed is used alone or in combination with cisplatin to treat locally advanced or metastatic non-small cell lung cancer in patients. It is also used in combination with cisplatin to treat malignant pleural mesothelioma in patients whose disease is unresectable or who are not candidates for curative surgery. PHARMACOLOGY: PHARMACOLOGY: Pemetrexed is an folate analog metabolic inhibitor that exerts its antineoplastic activity by disrupting folate-dependent metabolic processes required for cell replication. In in vitro studies, pemetrexed inhibited thymidylate synthase (TS), dihydrofolate reductase (DHFR), and glycinamide ribonucleotide formyltransferase (GARFT), all folate-dependent enzymes involved in the de novo biosynthesis of thymidine and purine nucleotides. EPIDEMIOLOGY: Inadvertent iatrogenic overdose may occur, but is rare. TOXICITY: Pemetrexed administration, in doses of 600 mg\/m(2) or greater, have resulted in neutropenia, anemia, thrombocytopenia, nausea, vomiting, diarrhea, and rash. Other possible overdose effects may include infection (with or without fever) and mucositis. ADVERSE EFFECTS: Myelosuppression is the dose-limiting toxicity with pemetrexed therapy. Anemia, leukopenia, neutropenia, thrombocytopenia, immune-mediated hemolytic anemia, and febrile neutropenia have been reported. The most common adverse effects are nausea, anorexia, and fatigue. Other adverse effects include chest pain, hypertension, vomiting, constipation, diarrhea, stomatitis, rash\/desquamation, alopecia, edema, Stevens-Johnson syndrome, toxic epidermal necrolysis, radiation recall syndrome, pancreatitis, colitis, elevated liver enzymes, hypersensitivity reactions, rhabdomyolysis, myalgia, arthralgia, sensory neuropathy, dyspnea, pneumonitis, fever, and infection. <br\/>"},{"id":"928000-s-12-32","title":"Treatment","mono":"<b>PEMETREXED<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat persistent nausea and vomiting with several antiemetics of different classes. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Leucovorin has been administered to patients with pemetrexed toxicity. An optimal dose of leucovorin after pemetrexed overdose is unknown. In clinical trials, patients who developed severe hematologic toxicity received an initial dose of leucovorin 100 mg\/m(2) IV, followed by 50 mg\/m(2) IV every 6 hours for 8 days. Severe nausea and vomiting may respond to a combination of agents from different drug classes.<\/li><li>Intrathecal injection: No clinical reports available, information derived from experience with other antineoplastics.  Immediately drain at least 20 ml CSF; drainage of up to 70 ml has been tolerated in adults.  Follow with CSF exchange (remove serial 20 ml aliquots CSF and replace with equivalent volumes of warmed, preservative free saline).  For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 mL\/hr).  Albumin (5%) has also been used for perfusion, may be useful because of high protein binding. Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may rarely be required in patients with severe respiratory distress or allergic reactions.<\/li><li>Myelosuppression: Administer colony stimulating factors as these patients are at significant risk for developing severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential for evidence of bone marrow suppression. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. For example: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. In patients with a pemetrexed overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days.<\/li><li>Preventive procedure: Daily folic acid (350 to 1000 mcg\/day orally) and vitamin B12 (1000 mcg intramuscularly every 9 weeks) supplementation before, during, and after therapy for reduction or prevention of drug toxicity. Oral dexamethasone to reduce incidence or severity of skin rashes.<\/li><li>Enhanced elimination procedure: There is no information regarding the effectiveness of hemodialysis or hemoperfusion for the removal of pemetrexed from plasma; however, due to its high protein binding (81%) and large volume of distribution, it is anticipated that hemodialysis would be ineffective.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status. Myelosuppression may occur. Monitor serial CBC (with differential) and platelet count until there is evidence of bone marrow recovery.  Monitor patient for signs of bleeding. Monitor for clinical evidence of infection, with particular attention to odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Monitor serum electrolytes, CK, renal function, and hepatic enzymes.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. All exposures should be evaluated in a healthcare facility. OBSERVATION CRITERIA: All patients should be sent to a healthcare facility for observation. If patients are asymptomatic for 6 hours, they may be sent home. Since toxic effects (eg, myelosuppression) may be delayed, patients should return to a healthcare provider for any symptoms. ADMISSION CRITERIA: Symptomatic patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), and daily monitoring of CBC with differential until bone marrow suppression is resolved. Patients with an intrathecal overdose or severe toxicity should be transferred to an intensive care setting. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with overdose. In addition, consultation with an infectious diseases physician with expertise in the management of neutropenic patients with infections is strongly recommended. TRANSFER CRITERIA: Patients with large overdoses may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"928000-s-12-33","title":"Range of Toxicity","mono":"<b>PEMETREXED<\/b><br\/>TOXICITY: A specific toxic dose of pemetrexed has not been established. Nausea and vomiting, rash, and neutropenia have been reported following intravenous doses of 1200 mg\/m(2). THERAPEUTIC DOSE: ADULT: 500 mg\/m(2) administered as an IV infusion over 10 minutes on day 1 of each 21-day cycle. CHILD: Safety and efficacy in the pediatric or adolescent population have not been established. <br\/>"}]},"13":{"id":"928000-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause constipation, diarrhea, anorexia, nausea, pharyngitis, fatigue, and vomiting.<\/li><li>Advise patient to report signs\/symptoms of myelosuppression and gastrointestinal toxicity.<\/li><li>Advise patient to not use any other NSAID medications during pemetrexed therapy, unless approved by healthcare professional.<\/li><\/ul>"}}}