{"generic":"Polyethylene Glycol 3350","drugs":["GaviLAX","GlycoLax","Miralax","Polyethylene Glycol 3350"],"mono":{"0":{"id":"928045-s-0","title":"Generic Names","mono":"Polyethylene Glycol 3350"},"1":{"id":"928045-s-1","title":"Dosing and Indications","sub":{"0":{"id":"928045-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Constipation:<\/b> 17 g (about 1 heaping tablespoon) ORALLY per day dissolved in 4 to 8 ounces of water, juice, soda, coffee, or tea; MAX recommended duration of treatment is 2 weeks<\/li><li><b>Constipation, chronic:<\/b> 17 g (about one heaping tablespoon) ORALLY per day dissolved in 4 to 8 ounces of water, juice, soda, or other beverage for up to 6 months<\/li><\/ul>"},"1":{"id":"928045-s-1-5","title":"Pediatric Dosing","mono":"<b>Constipation, chronic:<\/b> (18 months to 11 years of age) 0.84 g\/kg ORALLY daily as a powder to be mixed with fluid given in 2 divided doses (range, 0.27 to 1.42 g\/kg\/day); 17 g of powder were added to 240 mL of fluid (14 mL\/kg) (study dosing) "},"3":{"id":"928045-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Constipation<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Colonoscopy - Preparation of bowel for procedure<\/li><li>Constipation, chronic<\/li><li>Dysfunctional voiding<\/li><\/ul>"}}},"3":{"id":"928045-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928045-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to any component, such as polyethylene glycol<\/li><li>bowel obstruction, known or suspected<\/li><\/ul>"},{"id":"928045-s-3-10","title":"Precautions","mono":"symptoms of bowel obstruction (nausea, vomiting, abdominal pain or distension) or perforation; contraindicated if bowel obstruction or perforation are present <br\/>"},{"id":"928045-s-3-11","title":"Pregnancy Category","mono":"Polyethylene Glycol: C (FDA)<br\/>"},{"id":"928045-s-3-12","title":"Breast Feeding","mono":"Polyethylene Glycol: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928045-s-4","title":"Drug Interactions","sub":{"1":{"id":"928045-s-4-14","title":"Major","mono":"<ul>Licorice (theoretical)<\/ul>"}}},"5":{"id":"928045-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Diarrhea, Flatulence, Nausea, Stomach cramps, Swollen abdomen<br\/>"},"6":{"id":"928045-s-6","title":"Drug Name Info","sub":{"0":{"id":"928045-s-6-17","title":"US Trade Names","mono":"<ul><li>GaviLAX<\/li><li>GlycoLax<\/li><li>Miralax<\/li><\/ul>"},"2":{"id":"928045-s-6-19","title":"Class","mono":"Laxative, Hyperosmotic<br\/>"},"3":{"id":"928045-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"928045-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"928045-s-7","title":"Mechanism Of Action","mono":"Polyethylene glycol is an osmotic agent that causes retention of water in the stool resulting in a softer stool and more frequent bowel movements. It appears to have no effect on active absorption or secretion of glucose or electrolytes.<br\/>"},"9":{"id":"928045-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>(powder) mix in 8 oz of water, juice, soda, coffee, or tea prior to administration <br\/>"},"10":{"id":"928045-s-10","title":"Monitoring","mono":"<ul><li>decreased abdominal discomfort and pain<\/li><li>bowel movement in 2 to 4 days<\/li><li>electrolyte imbalance (prolonged, frequent, excessive use)<\/li><\/ul>"},"11":{"id":"928045-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Powder for Solution: 17 GM\/Dose<br\/><\/li><li><b>GaviLAX<\/b><br\/>Oral Powder for Solution: 8.5 GM\/Packet, 17 GM\/Dose<br\/><\/li><li><b>Good Neighbor Pharmacy Clear Lax<\/b><br\/>Oral Powder for Solution: 17 GM\/Dose<br\/><\/li><li><b>Healthylax Polyethylene Glycol 3350<\/b><br\/>Oral Powder for Solution: 17 GM\/Dose<br\/><\/li><li><b>Leader ClearLax<\/b><br\/>Oral Powder for Solution: 17 GM\/Dose<br\/><\/li><li><b>MiraLAX<\/b><br\/>Oral Powder for Solution: 17 GM\/Dose<br\/><\/li><li><b>Rite Aid Laxative<\/b><br\/>Oral Powder for Solution: 17 GM\/Dose<br\/><\/li><li><b>Sunmark Clearmax<\/b><br\/>Oral Powder for Solution: 17 GM\/Dose<br\/><\/li><li><b>TopCare ClearLax<\/b><br\/>Oral Powder for Solution: 17 GM\/Dose<br\/><\/li><li><b>Vita Health Polyethylene Glycol 3350<\/b><br\/>Oral Powder for Solution: 17 GM\/Dose<br\/><\/li><\/ul>"},"12":{"id":"928045-s-12","title":"Toxicology","sub":[{"id":"928045-s-12-31","title":"Clinical Effects","mono":"<b>POLYETHYLENE GLYCOL <\/b><br\/>USES: Polyethylene glycol (PEG) has pharmaceutical and industrial uses. Pharmaceutical uses include cleansing the colon prior to gastrointestinal examination or surgery and for the treatment of constipation. Industrial uses include lubrication for textile fibers, rubber molds, and metal-forming operations, as well as in water paints, paper coatings, and polishes, and in the ceramics industry. Low molecular weights (600 dalton or less) are used as reactive intermediates in the manufacture of fatty acid surfactants as solvents in gas processing and as diluents in pharmaceuticals (lorazepam contains 18% PEG 400). Intermediate weights (1000 to 2000 dalton) are used in pharmaceutical ointments and toothpaste formulations and as bases for cosmetic creams and lotions. Higher-molecular weight polyethylene glycols (3500 to 20,000) find use as binders, plasticizers, stiffening agents, molding compounds, and paper adhesives. Carbowax 1500 is a solid consisting of equal portions of PEG 1540 and PEG 300. PHARMACOLOGY: PEG 3500 is an osmotic agent, which causes water to be retained in the stool, enhancing bowel movement through the colon. TOXICOLOGY: High and intermediate molecular weight PEG is generally considered nontoxic, as it is not absorbed following ingestion. Acute toxicity decreases with increasing molecular weight. Massive ingestion, prolonged IV infusion, and prolonged application of low-weight PEG products have been associated with metabolic acidosis and renal injury. Hypercalcemia occurs and might be related to specific PEG diacid metabolites (3-oxapentane-1,5-dicarboxylic acid and 3,6-dioxaoctane-1,8-dicarboxylic acid), which are avid calcium binders.  With binding of ionized calcium, parathyroid hormone is stimulated and total serum calcium increases. EPIDEMIOLOGY: Exposure is uncommon and toxicity is extremely rare. ADVERSE EFFECTS: COMMON: Nausea, vomiting, abdominal fullness, delayed gastric emptying, diarrhea, and taste disorders may develop after ingestion. Contact dermatitis and immediate urticarial reactions may develop after dermal exposures. SEVERE: Metabolic acidosis, increased serum osmolality, acute renal failure, increased total serum calcium with normal or decreased ionized calcium, and ventricular dysrhythmias (PVCs, ventricular tachycardia) may develop. Aspiration causes severe pulmonary edema that is usually reversible. Acute pancreatitis and angioedema have been reported rarely. <br\/>"},{"id":"928045-s-12-32","title":"Treatment","mono":"<b>POLYETHYLENE GLYCOL <\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Patients will generally recover with supportive care. Administer IV fluids to maintain adequate urine output. Acute anaphylactic reactions associated with PEG administration are managed as anaphylaxis from other causes. Aspiration may require supplemental oxygen and mechanical ventilation with PEEP, bronchoalveolar lavage may be used for treatment. For patients with dermal exposure, irrigate the site of exposure and provide supportive care.<\/li><li>Decontamination: PREHOSPITAL: Not routinely recommended. HOSPITAL: Gastrointestinal decontamination and activated charcoal is not required. Gastric aspiration soon after an acute ingestion of a large amount of low molecular weight PEG solution may be beneficial.<\/li><li>Airway management: Endotracheal intubation may be necessary in patients who have aspirated PEG solutions.<\/li><li>Antidote: There is no specific antidote. Competitive antidiuretic hormone inhibitor therapy (eg, fomepizole, ethanol) may inhibit PEG metabolism. However, efficacy on clinical outcomes after PEG intoxication is unknown and they are not generally recommended.<\/li><li>Acidosis: Acidosis is usually self-limited but severe acidosis may require sodium bicarbonate therapy. Initiate 1-2 mEq\/kg over 5 minutes for adults, and 1 mEq\/kg for children. Repeat every 1 to 2 hours as required. Dosage adjustment should be based on arterial blood gases. Titrate to serum pH greater than 7.25.<\/li><li>Monitoring of patient: Monitor acid-base balance, osmolal gap, serum electrolytes, renal function and pulmonary function in symptomatic patients. Blood levels are not generally available or clinically useful.  A tandem quadrupole mass spectrometry technique can identify PEG and its metabolites. Monitor pulmonary function and chest x-ray in cases of suspected PEG aspiration or systemic fluid overload.  Assess adequacy of oxygenation with pulse oximetry or arterial blood gases.<\/li><li>Enhanced elimination procedure: Extracorporeal techniques may be helpful in managing patients with PEG toxicity, particularly with hepatic or renal dysfunction. Dialysis can correct acid base and electrolyte abnormalities, and reduce the osmolal gap.  It is rarely necessary as most patients do well with supportive care. Hemodialysis has been used to treat a patient with PEG 400 toxicity.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults and children can be kept home after inadvertent exposure. Any patient with significant industrial exposure or ingestion in suicidal attempt should be referred to a healthcare facility. ADMISSION CRITERIA: Patients signs of respiratory toxicity, significant persistent  gastrointestinal symptoms, renal impairment, or anion gap metabolic acidosis, should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"928045-s-12-33","title":"Range of Toxicity","mono":"<b>POLYETHYLENE GLYCOL<\/b><br\/>TOXICITY: Acute toxicity increases with decreasing molecular weight of polyethylene glycol (PEG). Liquid forms of PEG have a lower molecular weight and are used as vehicles for intravenous or topical medications. Toxicity has resulted in patients receiving prolonged, high dose infusions of lorazepam containing PEG 400 and in burn patients receiving repeat dermal application of PEG 200 to 400. An intentional oral ingestion of 2 liters of PEG 400 by an adult resulted in serious toxicity. Solid forms of PEG have a higher molecular weight (MW greater than 3000) and are not readily absorbed with oral ingestion; therefore, these formulations rarely produce toxicity. THERAPEUTIC DOSE: COLONOSCOPY PREPARATION: NASO-GASTRIC TUBE: 20 to 30 ml\/min until rectal effluent is clear or 4 liters of volume is consumed. ORAL: 1.2 to 1.8 L\/hr (20 to 30 ml\/min) until diarrhea fluid is clear without particulate matter or 4 liters are consumed. CONSTIPATION: 17 grams of polyethylene glycol 3350 (powder) should be dissolved in 8 ounces of clear liquid (eg, water, coffee, tea or juice) and taken once daily. PEDIATRICS: CONSTIPATION: 0.84 g\/kg daily orally, given in 2 divided doses has been studied in pediatric patients.<br\/>"}]},"13":{"id":"928045-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause diarrhea, flatulence, nausea, stomach cramps, or swollen abdomen.<\/li><li>Advise patient that symptomatic improvement may not be seen for 2 to 4 days.<\/li><li>This drug is available in multiple brand names with varying properties by brand. Instruct patient to follow administration instructions specific to the prescribed brand with regards to meals, timing, and precautions.<\/li><li>Patient should not take this drug for more than 2 weeks, unless approved by healthcare professional.<\/li><\/ul>"}}}