{"generic":"Naltrexone","drugs":["Naltrexone","Vivitrol"],"mono":{"0":{"id":"928102-s-0","title":"Generic Names","mono":"Naltrexone"},"1":{"id":"928102-s-1","title":"Dosing and Indications","sub":[{"id":"928102-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Alcohol dependence, Maintenance of abstinence:<\/b> 380 mg IM gluteal injection every 4 weeks or once a month; patients must be opioid-free for a minimum of 7 to 10 days prior to initiation of therapy and should not be actively drinking at the time of therapy initiation<\/li><li><b>Opioid dependence, Relapse, following detoxification; Prophylaxis:<\/b> 380 mg IM gluteal injection every 4 weeks or once a month; patients must be opioid-free for a minimum of 7 to 10 days prior to initiation of treatment<\/li><\/ul>"},{"id":"928102-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"928102-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild (CrCl, 50 to 80 mL\/min):<\/b> no dose adjustment required<\/li><li><b>renal impairment, moderate to severe:<\/b> not studied<\/li><li><b>hepatic impairment, mild to moderate (Child-Pugh class A and B):<\/b> no dose adjustment required<\/li><li><b>hepatic impairment, severe:<\/b> not studied<\/li><\/ul>"},{"id":"928102-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Alcohol dependence, Maintenance of abstinence<\/li><li>Opioid dependence, Relapse, following detoxification; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"928102-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928102-s-3-9","title":"Contraindications","mono":"<ul><li>concomitant use of opioid analgesics<\/li><li>hypersensitivity to naltrexone, polylactide-co-glycolide, carboxymethylcellulose, or any other component of the diluent<\/li><li>naloxone challenge test failure<\/li><li>opioid dependence, current physiologic<\/li><li>opiate withdrawal, acute<\/li><li>opioid urine screen test, positive<\/li><\/ul>"},{"id":"928102-s-3-10","title":"Precautions","mono":"<ul><li>alcohol withdrawal symptoms; not eliminated or diminished with naltrexone treatment<\/li><li>eosinophilic pneumonia has been reported; consider if progressive dyspnea and hypoxemia develop or if nonresponsive to antibiotics<\/li><li>hepatitis and liver dysfunction, clinically significant have been reported; discontinue use if signs\/symptoms of acute hepatitis develop<\/li><li>hypersensitivity reactions, including anaphylaxis and angioedema, have been reported; discontinue use if occurs<\/li><li>injection site reactions (eg, cellulitis, induration, hematoma, abscess, sterile abscess, and necrosis), with some requiring surgical intervention, have been reported; inadvertent subQ injection increases risk<\/li><li>opioid intoxication at previously tolerated doses, potentially life-threatening, may occur; sensitivity to opioids may occur towards end of dosing interval, after missing a dose, or after discontinuation; attempts to overcome blockade may also result in fatal overdose<\/li><li>opioid withdrawal requiring hospitalization may occur; minimum of 7- to 10-day opioid-free (including tramadol) period prior to initiation in patients dependent on short-acting opioids is recommended; 2 weeks may be required in patients transitioning from methadone or buprenorphine; monitoring recommended<\/li><li>reversal of naltrexone blockade for pain management; consider regional analgesia or the use of non-opioid analgesics; monitoring recommended<\/li><li>suicidality (suicidal ideation, suicide attempts, and completed suicides) and depression have been reported; monitoring recommended<\/li><li>thrombocytopenia or other coagulation disorder (eg, hemophilia, severe hepatic failure); increased risk of bleeding with IM injection<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928102-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"928102-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928102-s-4","title":"Drug Interactions","sub":[{"id":"928102-s-4-13","title":"Contraindicated","mono":"<ul><li>Alfentanil (probable)<\/li><li>Alphaprodine (probable)<\/li><li>Anileridine (probable)<\/li><li>Buprenorphine (probable)<\/li><li>Butorphanol (probable)<\/li><li>Codeine (probable)<\/li><li>Diacetylmorphine (probable)<\/li><li>Difenoxin (probable)<\/li><li>Dihydrocodeine (probable)<\/li><li>Diphenoxylate (probable)<\/li><li>Ethylmorphine (probable)<\/li><li>Fentanyl (probable)<\/li><li>Hydrocodone (probable)<\/li><li>Hydromorphone (probable)<\/li><li>Ketobemidone (probable)<\/li><li>Levorphanol (probable)<\/li><li>Meperidine (probable)<\/li><li>Methadone (probable)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Nalbuphine (probable)<\/li><li>Nicomorphine (probable)<\/li><li>Opium (probable)<\/li><li>Opium Alkaloids (probable)<\/li><li>Oxycodone (probable)<\/li><li>Oxymorphone (probable)<\/li><li>Papaveretum (probable)<\/li><li>Paregoric (probable)<\/li><li>Piritramide (probable)<\/li><li>Propoxyphene (probable)<\/li><li>Remifentanil (probable)<\/li><li>Sufentanil (probable)<\/li><li>Tapentadol (probable)<\/li><li>Tilidine (probable)<\/li><li>Tramadol (probable)<\/li><\/ul>"},{"id":"928102-s-4-14","title":"Major","mono":"<ul>Naloxegol (theoretical)<\/ul>"},{"id":"928102-s-4-15","title":"Moderate","mono":"<ul>Yohimbine (established)<\/ul>"}]},"5":{"id":"928102-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site induration (30%), Injection site pruritus (8%), Injection site reaction (65%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (11%), Diarrhea (13%), Loss of appetite (11%), Nausea (29%), Vomiting (12%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (9%), Increased creatine kinase level (11% to 17%)<\/li><li><b>Neurologic:<\/b>Dizziness (13%), Headache (21%), Syncope (13%)<\/li><li><b>Psychiatric:<\/b>Anxiety (10%)<\/li><li><b>Other:<\/b>Asthenia<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Injection site necrosis<\/li><li><b>Hematologic:<\/b>Deep venous thrombosis<\/li><li><b>Hepatic:<\/b>Hepatitis<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction, Pneumonia, eosinophilic<\/li><li><b>Ophthalmic:<\/b>Retinal artery occlusion<\/li><li><b>Psychiatric:<\/b>Depression (5%)<\/li><li><b>Respiratory:<\/b>Pneumonia, eosinophilic, Pulmonary thromboembolism<\/li><\/ul>"},"6":{"id":"928102-s-6","title":"Drug Name Info","sub":{"0":{"id":"928102-s-6-17","title":"US Trade Names","mono":"Vivitrol<br\/>"},"2":{"id":"928102-s-6-19","title":"Class","mono":"<ul><li>Ethanol Dependency<\/li><li>Opioid Antagonist<\/li><\/ul>"},"3":{"id":"928102-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928102-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928102-s-7","title":"Mechanism Of Action","mono":"Naltrexone hydrochloride is a pure opioid antagonist. It blocks opioid effects through competitive binding at opioid receptors.<br\/>"},"8":{"id":"928102-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"928102-s-8-24","title":"Distribution","mono":"<ul><li>Vd: (IV), 1350 L<\/li><li>Protein binding: 21%<\/li><\/ul>"},"2":{"id":"928102-s-8-25","title":"Metabolism","mono":"<ul><li> Hepatic: significant via dihydrodiol dehydrogenase and conjugation; extra-hepatic<\/li><li>Active metabolite: 6-beta-naltrexol<\/li><\/ul>"},"3":{"id":"928102-s-8-26","title":"Excretion","mono":"Renal: 53% to 79% (also as metabolites), less than 2% unchanged <br\/>"},"4":{"id":"928102-s-8-27","title":"Elimination Half Life","mono":"<ul><li>5 to 10 days (dependent on erosion of the polymer)<\/li><li>6-beta-naltrexol: 5 to 10 days<\/li><\/ul>"}}},"9":{"id":"928102-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>do not administer by IV or subQ injection; for IM use only<br\/><\/li><li><b>Intramuscular<\/b><br\/><ul><li>must be administered by a healthcare professional<\/li><li>allow drug to reach room temperature (about 45 minutes) prior to preparation<\/li><li>dilute only with the diluent and needle supplied in the dose kit; do not substitute kit components<\/li><li>firmly tap vial of powder to loosen; use the 1-inch preparation needle to withdraw 3.4 mL of diluent to reconstitute powder (some diluent will remain in diluent vial); shake vial vigorously for approximately 1 minute to thoroughly suspend dose in diluent prior to use<\/li><li>withdraw 4.2 mL of the suspension into the syringe using the same preparation needle<\/li><li>select appropriate needle (1.5 or 2 inch) for an IM injection based on body habitus of patient and use to replace the preparation needle on the syringe<\/li><li>administer immediately as an IM gluteal injection in a smooth and continuous motion, alternating buttocks for each subsequent injection, using the supplied kit components<\/li><\/ul><\/li><\/ul>"},"10":{"id":"928102-s-10","title":"Monitoring","mono":"<ul><li>abstinence or a decrease in alcohol consumption may be indicative of efficacy.<\/li><li>injection site reactions (abscess, cellulitis, necrosis, or extensive swelling) should be evaluated by a physician to determine need for surgical consult<\/li><li>respiratory depression; monitor closely and continuously when reversal of naltrexone blockade is required for pain management.<\/li><li>signs or symptoms of depression or suicidality.<\/li><\/ul>"},"11":{"id":"928102-s-11","title":"How Supplied","mono":"<b>Vivitrol<\/b><br\/>Intramuscular Powder for Suspension, Extended Release: 380 MG<br\/>"},"12":{"id":"928102-s-12","title":"Toxicology","sub":[{"id":"928102-s-12-31","title":"Clinical Effects","mono":"<b>OPIOID ANTAGONISTS, LONG ACTING <\/b><br\/>USES: Long acting opioid antagonists (methylnaltrexone, nalmefene, and naltrexone) blunt or reverse the effects of opioid medications. Their indications include reversal of life-threatening respiratory depression secondary to stimulation of opioid receptors (nalmefene), treatment of alcohol dependence (naltrexone), and reversal of opioid-induced constipation (methylnaltrexone). Naltrexone is also used to treat chronic opioid dependence once detoxification is complete. Nalmefene hydrochloride injection was discontinued from the market in 2008. PHARMACOLOGY: Long acting opioid antagonists compete and displace narcotics at opioid receptor sites. TOXICOLOGY: Secondary to its antagonists effects at opioid receptors, these drugs may precipitate acute withdrawal symptoms in opioid-dependent patients. EPIDEMIOLOGY: Naltrexone is used commonly in patients with ethanol or opioid dependence to help prevent relapse. Nalmefene and methylnaltrexone are less widely used for their specific indications. Overdose with these agents is rare. OVERDOSE: Limited data available. High doses have caused tremor, hypotension, tachycardia, dizziness, insomnia, fatigue, and agitation. High doses will precipitate opioid withdrawal in opioid-dependent patients. ADVERSE EFFECTS: Adverse reactions to long acting opioid antagonists relate to their antagonistic effects to narcotics and the resulting withdrawal symptoms. They may include pain, hypertension, diaphoresis, and agitation. In neonate, withdrawal symptoms may manifest with crying and poor feeding efforts. Pulmonary edema and dysrhythmias, including ventricular fibrillation, have been reported in association with the use of opioid antagonists to reverse narcotic effects, but it is unclear whether these complications were the result of their use. Other reported adverse effects include dose-related hepatotoxicity, eosinophilic pneumonia, injection site reactions, depression or suicidal ideation, nausea, vomiting, diarrhea, abdominal pain, hypotension, somnolence, headache, dizziness, restlessness, tremor, anxiety, miosis, joint and muscle pain, and rhabdomyolysis. <br\/>"},{"id":"928102-s-12-32","title":"Treatment","mono":"<b>OPIOID ANTAGONISTS, LONG ACTING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild to moderate toxicity, supportive care is the mainstay of treatment. This may include benzodiazepines to treat agitation and antiemetics to treat nausea and vomiting. In addition, medical providers have used clonidine to treat opioid withdrawal symptoms and dicyclomine to treat diarrhea. Manage mild hypotension with IV fluids. If hypertension develops secondary to withdrawal and agitation, benzodiazepines may be useful. MANAGEMENT OF SEVERE TOXICITY: For severe toxicity, the mainstay of treatment is supportive care. If patients develop pulmonary distress, endotracheal intubation may be required. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Treat severe hypotension with IV fluids, dopamine, or norepinephrine. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not indicated as toxicity is self-limited. HOSPITAL: Gastrointestinal decontamination is generally not indicated unless more toxic co-ingestants are involved.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with pulmonary distress.<\/li><li>Antidote: None.<\/li><li>Ventricular arrhythmia: Institute continuous cardiac monitoring, obtain an ECG, and administer oxygen.  Evaluate for hypoxia, acidosis, and electrolyte disorders.  Lidocaine and amiodarone are generally first line agents for stable monomorphic ventricular tachycardia, particularly in patients with underlying impaired cardiac function. Unstable rhythms require immediate cardioversion.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the large volume of distribution of these agents.<\/li><li>Monitoring of patient: No laboratory studies are need unless otherwise clinically indicated. Serum concentrations of these drugs are not widely available or clinically useful in guiding management. Patients who receive these agents to reverse opioid toxicity should be monitored for CNS and respiratory depression and evidence of opioid withdrawal. Monitor vital signs, mental status, CK, and liver enzymes in symptomatic patients.<\/li><li>Patient disposition: HOME CRITERIA: Long acting opioid antagonist exposures in general should be very safe and asymptomatic patients with inadvertent exposure may remain at home. However, if it was used to reverse opioid toxicity, the patient should be brought into a healthcare facility for further evaluation or if the patients are symptomatic. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate overdose, and patients in whom these drugs were used to reverse opioid toxicity should be referred to a healthcare facility. Criteria for discharge include a patient who is asymptomatic or clearly improving after an observation period of 4 to 6 hours without treatment. ADMISSION CRITERIA: Patients who have persistent symptoms or any evidence of pulmonary edema should be admitted. CONSULT CRITERIA: If there are any concerns, a toxicologist or a poison center can be consulted for advice regarding the use of long acting opioid antagonists. <\/li><\/ul>"},{"id":"928102-s-12-33","title":"Range of Toxicity","mono":"<b>OPIOID ANTAGONISTS, LONG ACTING<\/b><br\/>TOXICITY: There are no specific known toxic doses associated with long acting opioid antagonists. Adverse effects have been reported following a wide range of doses though large doses (eg, naltrexone 800 mg daily for one week) have been tolerated without ill effects. THERAPEUTIC EFFECTS: NALTREXONE: IM: 380 mg IM every 4 weeks (or once a month). ORAL: 25 to 50 mg once daily. METHYLNALTREXONE: Weight less than 38 kg (less than 84 pounds): 0.15 mg\/kg subQ every other day. Weight 38 to less than 62 kg (84 to less than 136 pounds): 8 mg subQ every other day. Weight 62 to 114 kg (136 to 251 pounds): 12 mg subQ every other day. Weight greater than 114 kg (greater than 251 pounds): 0.15 mg\/kg subQ every other day. CHILDREN: The safety and efficacy of methylnaltrexone and naltrexone have not been established in pediatric patients. <br\/>"}]},"13":{"id":"928102-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as this drug may cause dizziness, somnolence, and impaired mental and physical abilities.<\/li><li>This drug may be used to prevent or decrease the desire for alcohol to promote abstinence; however, it will not block the effects of alcohol if it is consumed.<\/li><li>Recommend that patient wear medical-alert identification during drug therapy. Opioid analgesia will not work as well in the event of a need for emergency pain control.<\/li><li>This drug may cause abdominal pain, diarrhea, loss of appetite, nausea, vomiting, arthralgia, headache, syncope, anxiety, asthenia, deep venous thrombosis, pulmonary thromboembolism, or pneumonia.<\/li><li>Instruct patient to report signs\/symptoms of opioid withdrawal, depression, suicidality, dyspnea, hypoxemia, or hepatic dysfunction.<\/li><li>Instruct patient to report injection site reactions (pain, swelling, tenderness, induration, bruising, pruritus, redness at the injection site).<\/li><li>Advise patient to call healthcare professional for instructions if a dose is missed.<\/li><\/ul>"}}}