{"generic":"Azacitidine","drugs":["Azacitidine","Vidaza"],"mono":{"0":{"id":"928135-s-0","title":"Generic Names","mono":"Azacitidine"},"1":{"id":"928135-s-1","title":"Dosing and Indications","sub":[{"id":"928135-s-1-4","title":"Adult Dosing","mono":"<ul><li>prior to the first dose of azacitidine, CBC, liver chemistries, and serum creatinine should be evaluated<\/li><li><b>Myelodysplastic syndrome, Refractory anemia, refractory anemia with ringed sideroblasts (if accompanied by neutropenia or thrombocytopenia or requiring transfusions), refractory anemia with excess blasts, refractory anemia with excess blasts in transformation, and chronic myelomonocytic leukemia.:<\/b> 75 mg\/m(2) SUBQ or IV daily for 7 days; repeat cycle every 4 weeks for as long as patient benefits (minimum 4 to 6 cycles); may increase dose to 100 mg\/m(2) if no improvement seen after 2 cycles and the only toxicity is nausea and vomiting; partial response may require additional cycles<\/li><li><b>Myelodysplastic syndrome, Refractory anemia, refractory anemia with ringed sideroblasts (if accompanied by neutropenia or thrombocytopenia or requiring transfusions), refractory anemia with excess blasts, refractory anemia with excess blasts in transformation, and chronic myelomonocytic leukemia.:<\/b> Premedications: recommended for nausea and vomiting<\/li><\/ul>"},{"id":"928135-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"928135-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, severe, baseline CrCl less than 30 mL\/min:<\/b> no dosage adjustment to cycle 1 is necessary<\/li><li><b>geriatric:<\/b> careful dose selection is recommended<\/li><li><b>myelosuppression, after baseline WBC of 3 x 10(9)\/L or greater, absolute neutrophil count (ANC) of 1.5 x 10(9)\/L or greater, and platelets of 75 x 10(9)\/L or greater:<\/b> if nadir ANC is greater than 1.5 x 10(9)\/L and platelets are greater than 50 x 10(9)\/L, no dosage adjustment is necessary; if nadir ANC is between 0.5 and 1.5 x 10(9)\/L and platelets are between 25 and 50 x 10(9)\/L, give 67% of dose in next course; if nadir ANC is less than 0.5 x 10(9)\/L and platelets are less than 25 x 10(9)\/L, give 50% of dose in next course<\/li><li><b>myelosuppression, after baseline WBC less than 3 x 10(9)\/L, absolute neutrophil count (ANC) less than 1.5 x 10(9)\/L, or platelets less than 75 x 10(9)\/L:<\/b> if percentage of mature granulocytes and ANC is higher than at onset of the current course, continue with 100% of the dose; if the % decrease in WBC or platelet nadir from baseline is 50% to 75% AND the bone marrow biopsy cellularity at nadir is 30% to 60%, use 100% of the dose in the next course; if the bone marrow biopsy cellularity is 15% to 30%, use 50% of the dose; if the bone marrow biopsy cellularity is less than 15%, use 33% of the dose; if the % decrease in WBC or platelet nadir is greater than 75% AND the bone marrow biopsy cellularity is 30% to 60%, use 75% of the dose in the next course; if the bone marrow biopsy cellularity is 15% to 30%, use 50% of the dose; if the bone marrow biopsy cellularity is less than 15%, use 33% of the dose; if this occurs and both WBC and platelets are greater than 25% above the nadir and rising, give the next course 28 days after the start of the previous course; if WBC and platelet counts are not at least 25% above the nadir by day 28, counts should be reassessed every 7 days; if a 25% increase has not occurred by day 42, give 50% of the scheduled dose<\/li><li><b>bicarbonate level, unexplained decrease to less than 20 mEq\/L:<\/b> decrease dose by 50% on the next course<\/li><li><b>renal toxicity, unexplained elevation of BUN or serum creatinine:<\/b> delay next cycle until values return to normal or baseline and decrease dose by 50% on the next course<\/li><\/ul>"},{"id":"928135-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Myelodysplastic syndrome, Refractory anemia, refractory anemia with ringed sideroblasts (if accompanied by neutropenia or thrombocytopenia or requiring transfusions), refractory anemia with excess blasts, refractory anemia with excess blasts in transformation, and chronic myelomonocytic leukemia.<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Acute myeloid leukemia<br\/>"}]},"3":{"id":"928135-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928135-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to azacitidine or mannitol<\/li><li>malignant hepatic tumors, advanced<\/li><\/ul>"},{"id":"928135-s-3-10","title":"Precautions","mono":"<ul><li>anemia, thrombocytopenia, and neutropenia have been reported, monitoring recommended; dose adjustment or interruption of therapy may be warranted<\/li><li>bicarbonate levels, serum; reductions may occur; dosage reduction required<\/li><li>extensive tumor burden due to metastatic disease, especially with baseline albumin less than 30 g\/L; hepatic coma and death have been reported<\/li><li>hepatic impairment or preexisting liver disease; risk of hepatotoxicity; monitoring recommended<\/li><li>men should not father a child while receiving azacitidine; may cause fetal harm<\/li><li>pregnancy should be avoided; may cause fetal harm<\/li><li>renal impairment, preexisting; increased risk of renal toxicity; monitoring recommended; may require dose reduction or interruption of therapy<\/li><li>renal toxicity, including renal tubular acidosis, renal failure, and fatalities have been reported; evaluate serum creatinine prior to first dose; monitoring recommended; dosage reductions or interruption may be required<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928135-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"928135-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928135-s-4","title":"Drug Interactions","sub":[{"id":"928135-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"928135-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},"5":{"id":"928135-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain (16.4%)<\/li><li><b>Dermatologic:<\/b>Erythema (7.4% to 16.8%), Erythema at injection site (35% to 42.9%), Induration of skin (less than 5%), Injection site bruising (5.1% to 14.1%), Injection site pain (18.9% to 22.7%), Injection site reaction (13.6% to 29.1%), Petechiae (11.4% to 23.6%), Pruritic rash (less than 5%), Pruritus (12%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (33.6% to 50.3%), Diarrhea (36.4%), Loss of appetite (20.5%), Nausea (48% to 70.5%), Vomiting (26.9% to 54.1%)<\/li><li><b>Hematologic:<\/b>Anemia, Any grade (51.4% to 69.5%), Ecchymosis (30.5%), Leukopenia, Any grade (18.3% to 48.2%), Neutropenia, Any grade (32.3% to 65.7%), Thrombocytopenia, Any grade (65.5% to 69.7%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (22.3%)<\/li><li><b>Neurologic:<\/b>Dizziness (18.6%), Headache (21.8%), Insomnia (8.6% to 10.9%), Lethargy (7.4% to 7.7%)<\/li><li><b>Respiratory:<\/b>Dyspnea (14.9% to 29.1%), Nasopharyngitis (14.5%), Pneumonia (10.9%), Upper respiratory infection (9.1% to 12.7%)<\/li><li><b>Other:<\/b>Fatigue (24%), Fever (30.3% to 51.8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation (less than 5%), Cardiorespiratory arrest (less than 5%), Congestive cardiomyopathy (less than 5%), Heart failure (less than 5%)<\/li><li><b>Dermatologic:<\/b>Cellulitis (less than 5%)<\/li><li><b>Hematologic:<\/b>Anemia, Grade 3 and 4 (13.7%), Febrile neutropenia, Any grade (13.7% to 16.4%), Febrile neutropenia, Grade 3 and 4 (12.6%), Leukopenia, Grade 3 and 4 (14.9%), Neutropenia, Grade 3 and 4 (61.1%), Neutropenic sepsis (less than 5%), Pancytopenia (less than 5%), Thrombocytopenia, Grade 3 and 4 (58.3%)<\/li><li><b>Immunologic:<\/b>Septic shock (less than 5%)<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage (less than 5%), Coma, Intracranial hemorrhage (less than 5%), Seizure (less than 5%)<\/li><li><b>Renal:<\/b>Renal tubular acidosis<\/li><li><b>Respiratory:<\/b>Interstitial lung disease, Respiratory distress (less than 5%)<\/li><\/ul>"},"6":{"id":"928135-s-6","title":"Drug Name Info","sub":{"0":{"id":"928135-s-6-17","title":"US Trade Names","mono":"Vidaza<br\/>"},"2":{"id":"928135-s-6-19","title":"Class","mono":"Antineoplastic Agent<br\/>"},"3":{"id":"928135-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928135-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"928135-s-7","title":"Mechanism Of Action","mono":"Azacitidine, a pyrimidine nucleoside analog of cytidine, exhibits antineoplastic activity through hypomethylation of DNA and direct cytotoxicity to abnormal hematopoietic cells in the bone marrow..<br\/>"},"8":{"id":"928135-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"928135-s-8-23","title":"Absorption","mono":"<ul><li>Subcutaneous: time to peak concentration, 0.5 h<\/li><li>Bioavailability: approximately 89%<\/li><\/ul>"},"1":{"id":"928135-s-8-24","title":"Distribution","mono":"Vd: 76 L +\/- 26 L <br\/>"},"3":{"id":"928135-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: less than 1%<\/li><li>Renal: (IV), 85%<\/li><li>Renal: (Subcutaneous), 50%<\/li><\/ul>"},"4":{"id":"928135-s-8-27","title":"Elimination Half Life","mono":"4 h <br\/>"}}},"9":{"id":"928135-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>use proper procedures for preparing, handling, and disposing of chemotherapy<\/li><li>wash with soap and water thoroughly if reconstituted solution comes into contact with skin; flush thoroughly with water if reconstituted solution comes into contact with mucous membranes<\/li><li>unused portions of each reconstituted vial should be discarded and not saved for later use<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute each vial with 10 mL sterile water for injection for a resulting concentration of 10 mg\/mL; vigorously shake or roll the vial until solution is clear<\/li><li>withdraw required amount of reconstituted solution and inject into a 50 to 100 mL infusion bag of NS or LR<\/li><li>administer total dose over 10 to 40 minutes; complete administration within 1 hour of reconstitution<\/li><li>incompatible with D5W, hetastarch, and bicarbonate<\/li><\/ul><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>reconstitute each vial with 4 mL of sterile water for injection; vigorously shake or roll the vial to form a uniform 25-mg\/mL suspension<\/li><li>do not filter the suspension after reconstitution<\/li><li>reconstituted solution, when drawn out into a syringe, must be resuspended by vigorously rolling the syringe between the palms for 30 seconds immediately prior to administration<\/li><li>administer within 1 hour after reconstitution for immediate administration; for delayed administration, immediately refrigerate for up to 8 hours (if reconstituted with non-refrigerated diluent) or 22 hours (if reconstituted with refrigerated diluent) and allow to come to room temperature for up to 30 minutes prior to administration<\/li><li>doses greater than 4 mL should be divided equally into 2 syringes and injected into 2 separate sites; rotate sites for each injection (at least 1 inch from an old site)<\/li><\/ul><\/li><\/ul>"},"10":{"id":"928135-s-10","title":"Monitoring","mono":"<ul><li>evidence of chemotherapeutic response may indicate clinical efficacy<\/li><li>improvement in hematologic parameters may indicate clinical efficacy<\/li><li>CBC; prior to each cycle of therapy or more frequently if needed, including differential<\/li><li>serum bicarbonate; with each cycle<\/li><li>hepatic function; prior to initiating therapy and with each cycle<\/li><li>renal function tests and signs of renal toxicity, including a serum creatinine prior to initiating therapy and with each cycle; especially in patients with preexisting renal impairment and in the elderly<\/li><\/ul>"},"11":{"id":"928135-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Powder for Suspension: 100 MG<\/li><li>Subcutaneous Powder for Suspension: 100 MG<\/li><\/ul><\/li><li><b>Novaplus azaCITIDine<\/b><br\/>Injection Powder for Suspension: 100 MG<br\/><\/li><li><b>Vidaza<\/b><br\/>Injection Powder for Suspension: 100 MG<br\/><\/li><\/ul>"},"12":{"id":"928135-s-12","title":"Toxicology","sub":[{"id":"928135-s-12-31","title":"Clinical Effects","mono":"<b> AZACITIDINE <\/b><br\/>USES: Azacitidine is indicated for the treatment of various myelodysplastic syndrome subtypes including refractory anemia with or without ringed sideroblasts (if accompanied by neutropenia or thrombocytopenia or requiring transfusions), refractory anemia with excess blasts, refractory anemia with excess blasts in transformation, and chronic myelomonocytic leukemia. PHARMACOLOGY: Appears to restore normal growth and differentiation of bone marrow cells by causing hypomethylation of DNA and direct cytotoxicity on abnormal hematopoietic cells in the bone marrow. Hypomethylation may permit the normal functioning of genes that regulate differentiation and proliferation. EPIDEMIOLOGY: Overdoses are rare. MILD TO MODERATE TOXICITY: Gastrointestinal effects (nausea, vomiting, diarrhea) occurred following administration of a single IV dose of approximately 290 mg\/m(2), approximately 4 times the recommended starting dose. SEVERE TOXICITY: Severe toxicity following overdose has not been reported. It is anticipated that clinical effects will likely be an extension of adverse events (ie, myelosuppression, fatigue, nausea, vomiting, diarrhea). ADVERSE EFFECTS: COMMON: The most commonly occurring events (greater than 30%) following use include effects related to myelosuppression (ie, neutropenia, thrombocytopenia, anemia), fatigue, pyrexia, gastrointestinal symptoms (ie, nausea, vomiting, constipation or diarrhea), injection site reactions, petechiae, and hypokalemia. LESS FREQUENT: Other effects occurring less frequently include hypotension, myocarditis, mucositis, renal dysfunction, hepatic abnormalities, myalgias, rhabdomyolysis, headache, dyspnea, and coma.<br\/>"},{"id":"928135-s-12-32","title":"Treatment","mono":"<b> AZACITIDINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. Treat persistent nausea and vomiting with several antiemetics of different classes. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat hypotension with IV fluids, dopamine, or norepinephrine.  For severe neutropenia\/neutropenic sepsis, administer colony stimulating factor (eg, filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding. Myelosuppression may be prolonged, protective isolation may help avoid infections complications. Severe nausea and vomiting may respond to a combination of agents from different drug classes.<\/li><li>Intrathecal injection: No clinical reports available, information derived from experience with other antineoplastics. Neurotoxicity has been reported following IV administration; severe neurotoxicity may be expected after intrathecal injection.  Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hr). Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: Decontamination is not necessary; azacitidine is administered parenterally. For dermal exposures, clean skin with soap and water, and for eye exposures, flush with water.<\/li><li>Airway management: Intubate if patient is unable to protect airway or if CNS depression develops.<\/li><li>Antidote: None<\/li><li>Myelosuppression: Administer colony stimulating factors in patients who develop severe neutropenia or neutropenic sepsis. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol, olanzapine).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. It has not been studied in the setting of chemotherapy overdose. In patients with azacitidine overdose, consider administering palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days.<\/li><li>Monitoring of patient: Monitor CBC with differential and platelet count periodically for several weeks after overdose. Neutrophil nadir occurs approximately 20 days after therapeutic doses.  Monitor renal function and liver enzymes. Monitor vital signs. Monitor fluid and electrolyte status in patients with significant vomiting and\/or diarrhea. Monitor for fever or other clinical evidence of infection. Evaluate patient for signs and symptoms of mucositis.<\/li><li>Enhanced elimination procedure: Azacitidine has a small volume of distribution, suggesting that early hemodialysis might be effective, but its use after overdose has not been reported.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), and daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an overdose. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"928135-s-12-33","title":"Range of Toxicity","mono":"<b> AZACITIDINE <\/b><br\/>TOXICITY: A specific minimum toxic dose has not been established. A single IV dose of 290 mg\/m(2) (approximately 4 times the recommended starting dose) caused nausea, vomiting and diarrhea. THERAPEUTIC DOSE: The recommended azacitidine starting dose is 75 mg\/m(2) subQ or IV daily for 7 days. The dose may be increased to 100 mg\/m(2) if needed.<br\/>"}]},"13":{"id":"928135-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise male patients to use reliable contraception during treatment, as they should not father a child while receiving this drug.<\/li><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>This drug may cause peripheral edema, petechiae, ecchymosis, constipation, diarrhea, loss of appetite, nausea, vomiting, arthralgia, dizziness, lethargy, limb pain, rigor, somnolence, cough, dyspnea, pharyngitis, fatigue, or fever.<\/li><li>Advise patient to report signs\/symptoms of myelosuppression or renal failure.<\/li><li>Instruct patient to rotate injection sites.<\/li><li>Drug is given on fixed schedule. Instruct patient to notify healthcare provider if dose missed.<\/li><\/ul>"}}}