{"drugs":["Emtricitabine\/Tenofovir Disoproxil Fumarate","Truvada"],"mono":[{"id":"928216-s-0","title":"Generic Names","mono":"Emtricitabine\/Tenofovir Disoproxil Fumarate"},{"id":"928216-s-1","title":"Dosing and Indications","sub":[{"id":"928216-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>HIV infection:<\/b> emtricitabine 200 mg\/tenofovir disoproxil fumarate 300 mg (1 tablet) ORALLY once daily, with or without food<\/li><li><b>HIV infection, Preexposure, in high-risk adults; Prophylaxis:<\/b> Emtricitabine 200 mg\/tenofovir disoproxil fumarate 300 mg ORALLY once daily, with or without food<\/li><\/ul>"},{"id":"928216-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy have not been established in children less than 12 years of age or weighing less than 35 kg<\/li><li><b>HIV infection:<\/b> (12 years or older weighing 35 kg or greater) emtricitabine 200 mg\/tenofovir disoproxil fumarate 300 mg (1 tablet) ORALLY once daily, with or without food<\/li><\/ul>"},{"id":"928216-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>treatment of HIV infection, renal impairment (CrCl 50 mL\/min or greater):<\/b> emtricitabine 200 mg\/tenofovir 300 mg every 24 hours<\/li><li><b>treatment of HIV infection, renal impairment (CrCl 30 to 49 mL\/min):<\/b> emtricitabine 200 mg\/tenofovir 300 mg every 48 hours<\/li><li><b>treatment of HIV infection, renal impairment (CrCl less than 30 mL\/min):<\/b> should not be administered<\/li><li><b>preexposure prophylaxis, renal impairment (CrCl less than 60 mL\/min):<\/b> should not be administered<\/li><li><b>hemodialysis:<\/b> should not be administered<\/li><\/ul>"},{"id":"928216-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>HIV infection<\/li><li>HIV infection, Preexposure, in high-risk adults; Prophylaxis<\/li><\/ul>"}]},{"id":"928216-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported with the use of nucleoside analogues, including tenofovir disoproxil fumarate, a component of emtricitabine\/tenofovir disoproxil fumarate. Not indicated for the treatment of chronic hepatitis B virus (HBV) infection and the safety and efficacy have not been established in patients co-infected with HBV and HIV-1. Severe acute exacerbations of hepatitis B have been reported in patients who are co-infected with HBV and HIV-1 and have discontinued emtricitabine\/tenofovir; monitor hepatic function upon discontinuation of therapy. Emtricitabine\/tenofovir disoproxil fumarate used for a PrEP indication is only for HIV-negative individuals; status confirmed immediately prior to initiating and periodically during use. Drug-resistant HIV-1 variants have been identified with use of emtricitabine\/tenofovir disoproxil fumarate for a PrEP indication following undetected acute HIV-1 infection.<br\/>"},{"id":"928216-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928216-s-3-9","title":"Contraindications","mono":"<ul><li>pre-exposure prophylaxis in individuals with unknown or positive HIV-1 status<\/li><li>monotherapy of HIV-1 infection; for use in HIV-infected patients only in combination with other antiretrovirals<\/li><\/ul>"},{"id":"928216-s-3-10","title":"Precautions","mono":"<ul><li>hepatitis B virus (HBV) co-infection; risk for exacerbations of HBV infection with liver decompensation and liver failure after discontinuation of emtricitabine\/tenofovir; monitor closely with both clinical and laboratory follow-up for at least several months after discontinuation<\/li><li>lactic acidosis and severe hepatomegaly with steatosis, some cases fatal, have been reported; patients with obesity, female gender, prolonged nucleoside exposure, or known risk factors for liver disease may be at increased risk; suspend treatment if suspected<\/li><li>autoimmune disorders, including Graves disease, polymyositis, and Guillain-Barr  syndrome, have been reported in the setting of immune reconstitution; may occur many months after initiation of therapy<\/li><li>bone mineral density (BMD) decreases, bone fractures, and osteomalacia (associated with proximal renal tubulopathy) have been reported; consider BMD monitoring in patients with a history of pathologic bone fracture or other risk factors for osteoporosis or bone loss<\/li><li>concomitant use of atazanavir without ritonavir not recommended<\/li><li>concomitant use of lamivudine is not recommended<\/li><li>concomitant or recent use of nephrotoxic agents including acyclovir, adefovir dipivoxil, cidofovir, valacyclovir, valganciclovir, aminoglycosides, or use of high-dose or multiple NSAIDs should be avoided<\/li><li>fixed-dose combination; do not coadminister with other drugs containing emtricitabine and\/or tenofovir<\/li><li>immune reconstitution syndrome has been reported; further evaluation and treatment may be necessary<\/li><li>pediatric patients; less than 12 years of age or weighing less than 35 kg, use not recommended<\/li><li>proximal renal tubulopathy associated with osteomalacia may occur and may be characterized by pain the extremities, worsening bone pain, fractures, muscular pain, or weakness; immediate evaluation of renal function recommended<\/li><li>renal impairment, avoid use when CrCl less than 30 mL\/min or when hemodialysis is required; dosage adjustment recommended for CrCl between 30 and 49 mL\/min; avoid use for pre-exposure prophylaxis when CrCl less than 60 mL\/min; monitoring recommended<\/li><li>renal impairment including acute failure and Fanconi Syndrome has been reported; monitoring recommended<\/li><li>triple nucleoside reverse transcriptase inhibitor (NRTI)-based therapy is inferior to antiretroviral regimens containing an nonNRTI or a protease inhibitor; early virologic failure and high rates of resistance substitutions have been reported<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928216-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"928216-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"928216-s-4","title":"Drug Interactions","sub":{"1":{"id":"928216-s-4-14","title":"Major","mono":"<ul><li>Atazanavir (established)<\/li><li>Didanosine (established)<\/li><li>Ethosuximide (theoretical)<\/li><li>Telaprevir (established)<\/li><\/ul>"},"2":{"id":"928216-s-4-15","title":"Moderate","mono":"<ul><li>Lopinavir (probable)<\/li><li>Ritonavir (probable)<\/li><li>Tipranavir (established)<\/li><\/ul>"}}},{"id":"928216-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (10% or greater)<\/li><li><b>Endocrine metabolic:<\/b>Lactic acidosis<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (HIV-1 infected patients, 5% or greater; HIV-1 uninfected subjects, 4%), Diarrhea (9%), Nausea (9%), Serum amylase raised (8%)<\/li><li><b>Musculoskeletal:<\/b>Backache (5% or greater), Myalgia (5% or greater), Osteopenia<\/li><li><b>Neurologic:<\/b>Dizziness (8%), Headache (HIV-1 infected patients, 6%; uninfected subjects, 7%), Insomnia (10% or greater), Peripheral neuropathy (5% or greater)<\/li><li><b>Psychiatric:<\/b>Depression (9%), Dream disorder (10% or greater)<\/li><li><b>Respiratory:<\/b>Pneumonia (5% or greater)<\/li><li><b>Other:<\/b>Fatigue (9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hepatic:<\/b>Hepatomegaly, with steatosis, Hepatotoxicity, Relapsing type B viral hepatitis<\/li><li><b>Immunologic:<\/b>Immune reconstitution syndrome<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Renal:<\/b>Fanconi syndrome, Renal failure, Renal impairment<\/li><\/ul>"},{"id":"928216-s-6","title":"Drug Name Info","sub":{"0":{"id":"928216-s-6-17","title":"US Trade Names","mono":"Truvada<br\/>"},"2":{"id":"928216-s-6-19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Nucleoside Reverse Transcriptase Inhibitor<\/li><li>Nucleotide Reverse Transcriptase Inhibitor<\/li><\/ul>"},"3":{"id":"928216-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928216-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"928216-s-7","title":"Mechanism Of Action","mono":"<ul><li>Emtricitabine is a synthetic nucleoside analog of cytidine. The active metabolite, emtricitabine 5'-triphosphate, inhibits the activity of HIV-1 reverse transcriptase by competing with the natural substrate deoxycytidine 5'-triphosphate, which is then incorporated into nascent viral DNA resulting in chain termination. It is also a weak inhibitor of mammalian DNA polymerase alpha, beta, epsilon and mitochondrial DNA polymerase gamma.<\/li><li>Tenofovir disoproxil fumarate, an acyclic nucleoside phosphonate diester analog of adenosine monophosphate, is initially converted to tenofovir by diester hydrolysis and further undergoes phosphorylation by cellular enzymes to form tenofovir diphosphate. In turn, tenofovir diphosphate competes with deoxyadenosine 5'-triphosphate, which is then incorporated into DNA resulting in chain termination, thus, preventing the activity of HIV-1 reverse transcriptase. It is also a weak inhibitor of mammalian DNA polymerase alpha, beta, and mitochondrial DNA polymerase gamma.<\/li><\/ul>"},{"id":"928216-s-8","title":"Pharmacokinetics","sub":[{"id":"928216-s-8-23","title":"Absorption","mono":"<ul><li>Emtricitabine, Tmax, Oral: 1 to 2 hours<\/li><li>Tenofovir disoproxil fumarate, Tmax, Oral: 1<\/li><li>Emtricitabine, Bioavailability: 92%<\/li><li>Tenofovir disoproxil fumarate, Bioavailability: 25%<\/li><li>Emtricitabine, Effect of food: no effect on Cmax or AUC (high-fat or light meal)<\/li><li>Tenofovir disoproxil fumarate, Effect of food: Cmax increased by 15%, AUC increased by 35%, Tmax delayed by 0.75 hour (high fat or light meal)<\/li><\/ul>"},{"id":"928216-s-8-24","title":"Distribution","mono":"<ul><li>Emtricitabine, Protein binding: less than 4%<\/li><li>Tenofovir disoproxil fumarate, Protein binding: less than 0.7%<\/li><li>Tenofovir disoproxil fumarate, Vd: approximately 1.2 L\/kg.<\/li><\/ul>"},{"id":"928216-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: 13% (emtricitabine); minimal (tenofovir).<\/li><li>Emtricitabine, 3'-sulfoxide diastereomers and glucuronic acid conjugate: activity unknown<\/li><\/ul>"},{"id":"928216-s-8-26","title":"Excretion","mono":"<ul><li>Emtricitabine, Fecal: approximately 14%.<\/li><li>Emtricitabine, Renal: approximately 86% unchanged, 13% changed<\/li><li>Emtricitabine, Dialyzable: Yes (hemodialysis), approximately 30% removed; unknown (peritoneal dialysis)<\/li><li>Emtricitabine, Total Body Clearance: 302 mL\/min<\/li><li>Tenofovir disoproxil fumarate, Renal: 70% to 80% unchanged<\/li><li>Tenofovir disoproxil fumarate, Dialyzable: Yes (hemodialysis), approximately 10% removed<\/li><li>Tenofovir, Total Body Clearance: 1043 mL\/min<\/li><\/ul>"},{"id":"928216-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Emtricitabine: approximately 10 hours<\/li><li>Tenofovir disoproxil fumarate: approximately 17 hours<\/li><\/ul>"}]},{"id":"928216-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with or without food<\/li><li>if given together with didanosine buffered tablets, take on an empty stomach<\/li><li>if given together with didanosine enteric-coated capsules, may be taken on an empty stomach or with a light meal<\/li><\/ul>"},{"id":"928216-s-10","title":"Monitoring","mono":"<ul><li>HIV infection: viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>HIV infection: CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during the at least the first 2 years of treatment and if the CD4 counts are below 300 cells\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>HIV Infection: hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>HIV infection: early virologic failure in patients who are being treated with a triple nucleoside-only regimen<\/li><li>preexposure prophylaxis in adults at high risk: HIV antibody test prior to the initiation of therapy and at least every 3 months; if HIV infection test is positive perform resistance testing<\/li><li>preexposure prophylaxis of HIV infection in adults at high risk: sexually transmitted disease testing prior to initiation of preexposure prophylaxis and regularly throughout therapy<\/li><li>preexposure prophylaxis in adults at high risk: symptoms of sexually transmitted disease and assessment of risk behaviors; prior to initiation of preexposure prophylaxis and regularly during therapy<\/li><li>Preexposure prophylaxis of HIV infection in adults at high risk: prior to initiation of therapy confirm the calculated CrCl is 60 mL\/min or greater, and BUN and serum creatinine regularly in subjects with mild renal impairment, at risk of renal impairment, or history of renal events following adefovir dipivoxil therapy<\/li><li>preexposure prophylaxis of HIV infection in adults at high risk: adherence to preexposure prophylaxis<\/li><li>ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months and continue monitoring hepatic function for several months following therapy; discontinuation for patients co-infected with HIV-1 and hepatitis B virus<\/li><li>Basic chemistry, including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>Fasting blood glucose or HbA1c; at baseline and with modification of ARV treatment, then every 3 to 6 months with abnormal values or 12 months with normal values<\/li><li>CBC with a differential; at baseline, then every 3 to 6 months<\/li><li>Fasting lipid profile; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 6 to 12 months<\/li><li>Urinalysis; at baseline or modification of therapy, then every 6 months<\/li><li>Serum phosphorus; baseline and routine periodic monitoring thereafter in patients with mild renal impairment, patients at risk for renal impairment, or history of renal events with adefovir dipivoxil therapy<\/li><li>Estimated CrCl; at baseline and as clinically necessary; routine periodic monitoring recommended in patients with mild renal impairment, at risk of renal impairment, or history of renal events with adefovir dipivoxil therapy; closer monitoring recommended in patients with CrCl of 30 to 49 mL\/min<\/li><li>Signs and symptoms of hepatic dysfunction; several months following therapy discontinuation in patients co-infected with hepatitis B virus and HIV-1<\/li><li>Bone mineral density in individuals with history of bone fracture or at risk for osteoporosis or bone loss<\/li><\/ul>"},{"id":"928216-s-11","title":"How Supplied","mono":"<b>Truvada<\/b><br\/>Oral Tablet: (Emtricitabine - Tenofovir Disoproxil Fumarate) 200 MG-300 MG<br\/>"},{"id":"928216-s-12","title":"Toxicology","sub":[{"id":"928216-s-12-31","title":"Clinical Effects","mono":"<b>AIDS ANTIVIRAL NUCLEOSIDES <\/b><br\/>USES: The nucleoside and nucleotide reverse transcriptase inhibitors (NRTIs) are primarily used in the treatment of HIV-1 and HIV-2 infection. This class includes: emtricitabine, lamivudine, stavudine, abacavir, and tenofovir; zidovudine and didanosine are in this class but are covered in separate managements, and zalcitabine is no longer manufactured. These agents are also used in the treatment of hepatitis B infection and human T-lymphocyte virus (HTLV) 1 and 2. PHARMACOLOGY: The NRTIs terminate HIV RNA to DNA transcription by acting as substrates for the HIV reverse transcriptase and terminating DNA elongation. These agents prevent cell infection, but have no effect on already infected cells. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon and severe sequelae from acute overdose are rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: There are limited data regarding overdose of NRTIs. However, overdose appears to be largely well tolerated with very few reports of severe clinical effects despite over 2 decades of drug availability. Nausea or vomiting, neurologic symptoms (ie, ataxia, lethargy, nystagmus, peripheral neuropathy), signs of bone marrow toxicity (ie, anemia, leukopenia, thrombocytopenia), or an increase in liver enzymes have all been reported in NRTI overdose or chronic toxicity. SEVERE TOXICITY: Severe toxicity has been reported after therapeutic use but not after acute overdose, and may be manifested by pancreatitis, hepatic steatosis, acute renal failure (ie, tenofovir), neuropsychiatric abnormalities, or acidosis. Chronic therapeutic administration may lead to mitochondrial toxicity leading to lactic acidosis, with or without hepatic microsteatosis. Pancreatitis, neuropathy, and myopathy often accompany the syndrome. Severe neuropsychiatric effects (ie, seizures, mania) have been reported. Lactic acidosis has been reported in patients receiving both single and dual nucleoside analogue (NRTI) regimens for HIV infection. This is thought to cause multiorgan failure and most commonly occurs in persons on prolonged (more than 6 months) therapy. ADVERSE EFFECTS: The most common adverse effects from all NRTIs are nausea, vomiting, headache, and malaise. Peripheral neuropathy and elevated transaminases have been reported with most NRTIs. Rash and hypersensitivity reactions are common and are usually self-limited when therapy is continued. Other adverse effects specific to each drug include: ABACAVIR: Hypersensitivity, nausea, vomiting, headache, and a possible increased risk of coronary artery disease. EMTRICITABINE: Rash, diarrhea, hypercholesterolemia, transaminitis, and mild rhabdomyolysis are common. Hepatic failure\/steatosis, neutropenia, and lactic acidosis are rare. LAMIVUDINE: Headache and nausea are common. Pancreatitis is rare. STAVUDINE: Peripheral neuropathy in greater than 60% of patients receiving over 4 mg\/kg daily. Lactic acidosis and transaminitis are common and do not require therapy or discontinuation unless severe. Dyslipidemia and insulin resistance have been associated with chronic stavudine and zidovudine. TENOFOVIR: Rash, headache, transaminitis, nausea, and vomiting are common. Hepatic failure\/steatosis, renal failure, rhabdomyolysis, pancreatitis, and lactic acidosis are rare. ZALCITABINE: Peripheral neuropathy, stomatitis, pancreatitis, transaminitis, and rash. <br\/>"},{"id":"928216-s-12-32","title":"Treatment","mono":"<b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive therapy remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored, discontinuation of therapy is not usually necessary. Therapy should be changed for persistently rising transaminases or evidence of hepatic synthetic dysfunction. Nausea and vomiting should be treated with antiemetics. Peripheral neuropathies are generally reversible with drug withdrawal and can be treated with pain management as needed. Asymptomatic elevation of lactic acid without systemic acidemia does not require discontinuation of the medication. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care. Aggressive fluid resuscitation should be initiated for severe lactic acidosis. Granulocyte colony stimulating factor may be considered for patients with agranulocytosis complicated by infection. Vasopressors may be necessary in cases with multi-organ failure. Withdrawal of the agent is imperative to improvement in severe adverse reactions. Riboflavin and L-carnitine may be useful in treating nucleoside reverse transcriptase inhibitor (NRTI)-associated lactic acidosis.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of NRTI overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NRTIs. However, coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NRTI toxicity.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg. Anecdotal evidence suggests that riboflavin and L-carnitine may be useful in reversing NRTI-associated lactic acidosis. Riboflavin has been used at a dose of 50 mg\/day orally or intravenously. L-carnitine has been used at a dose of 50 mg\/kg\/day as a 2-hour infusion divided in 3 doses for patients not receiving dialysis, or a continuous infusion of 100 mg\/kg\/day in patients receiving dialysis.<\/li><li>Monitoring of patient: Monitor serum electrolytes and hepatic enzymes. Monitor serum lipase in patients with abdominal pain or severe acidosis. Lactic acid concentration and serum pH should be monitored in acidotic patients. Cardiac failure, likely due to acidosis, has been reported; therefore, cardiac monitoring is recommended in the setting of acidosis or chest pain. Sources of infection should be sought in patients with neutropenias or significant acidosis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients and those with symptoms should be referred to a healthcare facility. Asymptomatic patients with inadvertent ingestion of NRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with severe lactic acidosis, hepatic failure, or renal failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"928216-s-12-33","title":"Range of Toxicity","mono":"<b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/>TOXICITY: A full month supply of many of these agents has been ingested in overdose without clinical effects, though toxicity can occur at therapeutic doses with nucleoside reverse transcriptase inhibitors (NRTIs). LAMIVUDINE: No clinical signs or symptoms developed in an adult ingesting 6 grams of lamivudine. STAVUDINE: No acute toxicity was reported in patients treated with 12 to 24 times the recommended daily dosage. ZALCITABINE: PEDIATRIC: Overdoses of 1.5 mg\/kg have been reported; no sequelae developed. THERAPEUTIC DOSE: ABACAVIR: ADULT: 300 mg orally twice daily or 600 mg once daily. PEDIATRIC: 8 mg\/kg orally twice daily. EMTRICITABINE: ADULT: 200 mg\/day capsule, 240 mg\/day oral solution. PEDIATRIC: 0 to 3 months of age: 3 mg\/kg orally once daily; 3 months to 17 years of age: 6 mg\/kg once daily oral solution, up to a maximum of 240 mg; children weighing more than 33 kg and can swallow whole capsule: 200 mg once daily. LAMIVUDINE: ADULT: 150 mg orally twice a day or 300 mg once daily. PEDIATRIC: 0 to 28-days-old: 2 mg\/kg orally twice daily; 28 days or older: 4 mg\/kg orally twice daily, maximum 150 mg twice daily. STAVUDINE: ADULT: less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. PEDIATRIC: 0 to 13-days-old: 0.5 mg\/kg\/dose orally every 12 hours; 14-days-old and less than 30 kg: 1 mg\/kg\/dose orally every 12 hours; 30 kg to less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. TENOFOVIR: ADULT: 300 mg orally once daily. PEDIATRIC: at least 12-years-old and 35 kg or more: 300 mg orally once daily.<br\/>"}]},{"id":"928216-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex, even if drug is prescribed for pre-exposure prophylaxis, as drug does not provide complete prevention against disease transmission.<\/li><li>Drug may cause fat redistribution, diarrhea, nausea, fatigue, dizziness, headache, depression, insomnia, abnormal dreams, abdominal pain, decreased weight, and rash.<\/li><li>Instruct patient to immediately report signs\/symptoms of lactic acidosis, hepatomegaly, or hepatotoxicity (eg, nausea, vomiting, abdominal pain, weakness).<\/li><li>Instruct uninfected individuals to immediately report signs\/symptoms of acute HIV-1 infection (flu-like symptoms, including fever, headache, fatigue, arthralgia, vomiting myalgia, diarrhea, pharyngitis, rash, night sweats, and cervical and inguinal adenopathy).<\/li><li>Advise patient against self-discontinuation of drug, especially if co-infected with hepatitis B<\/li><li>Instruct patient to strictly adhere to the recommended dosing schedule to avoid missing doses and to reduce the risk of acquiring HIV if uninfected.<\/li><\/ul>"}]}