{"generic":"Alendronate Sodium\/Cholecalciferol","drugs":["Alendronate Sodium\/Cholecalciferol","Fosamax Plus D"],"mono":{"0":{"id":"928398-s-0","title":"Generic Names","mono":"Alendronate Sodium\/Cholecalciferol"},"1":{"id":"928398-s-1","title":"Dosing and Indications","sub":[{"id":"928398-s-1-4","title":"Adult Dosing","mono":"<ul><li>safety and efficacy of alendronate\/cholecalciferol for the treatment of osteoporosis are based on 4 years of data from clinical trials; optimal duration of use has not been determined; all patients should be periodically evaluated to determine the need for continued therapy; patients at low risk of fractures should be evaluated after 3 to 5 years; those who discontinue therapy should be monitored periodically for fracture risk<\/li><li><b>Osteoporosis, in men to increase bone mass:<\/b> 1 tablet (alendronate 70 mg \/cholecalciferol 2800 international units or alendronate 70 mg \/cholecalciferol 5600 international units) ORALLY once weekly<\/li><li><b>Postmenopausal osteoporosis:<\/b> 1 tablet (alendronate 70 mg\/cholecalciferol 2800 international units or alendronate 70 mg\/cholecalciferol 5600 international units) ORALLY once weekly<\/li><\/ul>"},{"id":"928398-s-1-5","title":"Pediatric Dosing","mono":"not indicated for use in pediatric patients "},{"id":"928398-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal insufficiency, mild to moderate:<\/b> CrCl 35 to 60 mL\/min, no dosage adjustment required<\/li><li><b>renal insufficiency, severe:<\/b> CrCl less than 35 mL\/min, use not recommended<\/li><li><b>geriatric:<\/b> no dosage adjustment required<\/li><\/ul>"},{"id":"928398-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Osteoporosis, in men to increase bone mass<\/li><li>Postmenopausal osteoporosis<\/li><\/ul>"}]},"3":{"id":"928398-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928398-s-3-9","title":"Contraindications","mono":"<ul><li>Esophageal abnormalities (eg, stricture or achalasia) which delay esophageal emptying<\/li><li>Hypocalcemia; resolve prior to beginning therapy<\/li><li>Hypersensitivity to any component of the product<\/li><li>Inability to stand or sit upright for at least 30 minutes<\/li><\/ul>"},{"id":"928398-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- Mineral metabolism disturbances, such as vitamin D deficiency; should be corrected prior to administration; monitoring recommended<\/li><li>-- Vitamin D supplementation may be required in patients with vitamin D deficiency<\/li><li>Gastrointestinal:<\/li><li>-- Avoid use in patients with comorbid Barrett esophagus; increased risk of esophageal cancer<\/li><li>-- Worsening of active upper gastrointestinal disease (eg, dysphagia, esophageal diseases, duodenitis, gastritis, ulcers) may occur<\/li><li>-- Esophageal adverse events, including esophagitis, bleeding, and esophageal stricture or perforation, have been reported; discontinue if symptoms develop<\/li><li>-- Gastric and duodenal ulcers, some severe and with complications, have been reported<\/li><li>Musculoskeletal:<\/li><li>-- Atypical fractures of the thigh (subtrochanteric and diaphyseal femur fractures) have been reported in patients taking bisphosphonates for osteoporosis; interruption in patients who develop evidence of a femoral shaft fracture may be necessary<\/li><li>-- Osteonecrosis of the jaw, generally associated with tooth extraction and\/or local infection with delayed healing, has been reported; increased risk with prolonged use and with invasive dental procedures, poor oral hygiene, comorbid disorders (ie, periodontal or dental disease, anemia, coagulopathy, infection), or with concomitant chemotherapy, angiogenesis inhibitors, or corticosteroids; discontinuation may be required<\/li><li>-- Severe musculoskeletal pain has been reported within days or months following therapy initiation; discontinue use if symptoms occur<\/li><li>Renal:<\/li><li>-- Use not recommended in patients with CrCl less than 35 mL\/min)<\/li><\/ul>"},{"id":"928398-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928398-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928398-s-4","title":"Drug Interactions","sub":{"1":{"id":"928398-s-4-14","title":"Major","mono":"<ul>Parathyroid Hormone (theoretical)<\/ul>"}}},"5":{"id":"928398-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Decreased calcium level (18%), Decreased phosphate level (10%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (2.1% to 6.6%), Constipation (0.8% to 3.1%), Diarrhea (1.4% to 3.1%), Heartburn (1.1% to 4.1%), Indigestion (2.2% to 3.6%), Nausea (1.9% to 2.4%)<\/li><li><b>Musculoskeletal:<\/b>Musculoskeletal pain (0.4% to 4.1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Esophageal cancer, Esophageal erosions, Esophageal perforation, Esophageal stricture, Esophagitis, Gastric ulcer (up to 1.1%), Ulcer of esophagus (1.5%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia, Aseptic necrosis of bone of jaw, Bone pain, Myalgia<\/li><\/ul>"},"6":{"id":"928398-s-6","title":"Drug Name Info","sub":{"0":{"id":"928398-s-6-17","title":"US Trade Names","mono":"Fosamax Plus D<br\/>"},"2":{"id":"928398-s-6-19","title":"Class","mono":"<ul><li>Bisphosphonate<\/li><li>Calcium Regulator<\/li><li>Vitamin D (class)<\/li><\/ul>"},"3":{"id":"928398-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928398-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"8":{"id":"928398-s-8","title":"Pharmacokinetics","sub":[{"id":"928398-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability (alendronate): 0.59% to 0.64%<\/li><li>Effects of food (alendronate): decreased by 40%<\/li><\/ul>"},{"id":"928398-s-8-24","title":"Distribution","mono":"Vd: at least 28 L, exclusive of bone <br\/>"},{"id":"928398-s-8-25","title":"Metabolism","mono":"<ul><li>(Alendronate sodium): not metabolized<\/li><li>Liver and kidney: extensive<\/li><\/ul>"},{"id":"928398-s-8-26","title":"Excretion","mono":"<ul><li>Renal (alendronate sodium): 50%<\/li><li>Renal (cholecalciferol): 2.4%<\/li><li>Fecal (cholecalciferol): 4.9%<\/li><\/ul>"},{"id":"928398-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Alendronate sodium: exceed 10 years<\/li><li>Cholecalciferol: 14 hours<\/li><\/ul>"}]},"9":{"id":"928398-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take only upon rising for the day; do not take at bedtime or before arising<\/li><li>take at least 30 minutes before the first food, beverage, or medication of the day<\/li><li>swallow tablet with 6 to 8 ounces plain water only<\/li><li>do not lie down for at least 30 minutes after administration and until after the first food of the day<\/li><li>missed dose: if a dose of alendronate\/cholecalciferol is missed, take it the morning after the missed dose is remembered and then return to the original schedule; do not take 2 doses on the same day<\/li><\/ul>"},"10":{"id":"928398-s-10","title":"Monitoring","mono":"<ul><li>biochemical markers of bone formation\/resorption<\/li><li>radiologic evidence of fracture<\/li><li>serum calcium, electrolyte, and phosphate levels<\/li><li>disorders affecting mineral metabolism; albumin adjusted serum calcium; baseline and periodically thereafter<\/li><li>disorders associated with unregulated overproduction of 1,25 dihydroxyvitamin D; urine and serum calcium<\/li><li>periodic dental exam for signs of osteonecrosis of the jaw<\/li><li>renal function<\/li><li>signs and symptoms of incapacitating bone, joint, and\/or muscle pain<\/li><li>signs and symptoms of esophageal reaction; dysphagia, odynophagia, retrosternal pain, new or worsening heartburn<\/li><\/ul>"},"11":{"id":"928398-s-11","title":"How Supplied","mono":"<b>Fosamax Plus D<\/b><br\/>Oral Tablet: (Alendronate Sodium - Cholecalciferol) 70 MG-2800 IU, 70 MG-5600 IU<br\/>"},"12":{"id":"928398-s-12","title":"Toxicology","sub":[{"id":"928398-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>BISPHOSPHONATES<\/b><br\/>USES: Bisphosphonates and have been used in the treatment of diseases associated with excessive bone turnover including osteoporosis, Paget's disease of bone, hypercalcemia of malignancy, and osteolytic bone lesions of multiple myeloma. PHARMACOLOGY: Bisphosphonates have a high affinity for mineralized bone and inhibit osteoclast-mediated bone resorption resulting in a net gain in bone mass. EPIDEMIOLOGY: Overdose of this medication is rare. MILD TO MODERATE TOXICITY: Mild to moderate toxicity of bisphosphonates have resulted in hypocalcemia, paresthesia, hypotension, fever, and vomiting. SEVERE TOXICITY: Acute renal failure and death have been reported following high dose administration of tiludronate (800 mg\/day IV for 2 days). ADVERSE EFFECTS: Dose-dependent upper gastrointestinal irritation (ie, esophagitis, esophageal ulcers, erosions, and dysphagia) is common. Asymptomatic decreases in calcium and phosphate may develop. Headache, musculoskeletal pain, and osteonecrosis of the jaw have been reported. Rare reports of rash and erythema have occurred.<br\/><\/li><li><b>VITAMIN D<\/b><br\/>USES: Vitamin D (represents D2 {ergocalciferol} or D3 {cholecalciferol} is a fat soluble vitamin. It is used for the prevention and treatment of rickets, osteomalacia, and osteoporosis, and the treatment of hypoparathyroidism. More recently, evidence suggests that it may also have a role in the prevention of cardiovascular disease, and colon, prostate, and breast cancers. Vitamin D is found in many dietary supplements (multivitamins, combined with calcium) or as a single dietary supplement and also commonly found in fortified foods (ie, milk, cereal, and bread). PHARMACOLOGY: Vitamin D is metabolized into 25-hydroxyvitamin D [25(OH)D] by vitamin D-25-hydroxylase. It regulates calcium homeostasis via interactions with the intestines and bones. Vitamin D is thought to act as a hormone, because it is synthesized in the body, circulates in the blood, and binds to receptors in order to evoke its biologic action. It promotes calcium absorption in the gut and aids adequate serum calcium and phosphate concentrations. EPIDEMIOLOGY: Overdose is rare. Toxicity is mild after acute overdose, but more severe toxicity occasionally develops after chronic ingestion of large amounts. In some cases, exposure has occurred due to excessive fortification of foods or overuse of supplements. TOXICOLOGY: Hypercalcemia is characteristic of vitamin D toxicity. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting and abdominal cramps are likely to occur with an acute ingestion. Other symptoms include: anorexia, constipation or diarrhea, weakness, fatigue, irritability, drowsiness, headache and dizziness. SEVERE TOXICITY: Generally, only seen after chronic ingestion of large amounts of vitamin D. Seizures, confusion, ataxia, psychotic disturbances, coma, or renal failure can occur. Cardiac dysrhythmias can develop. Polyuria and polydipsia may be present. ADVERSE EFFECTS: Adverse events are not typically reported with normal use.<br\/><\/li><\/ul>"},{"id":"928398-s-12-32","title":"Treatment","mono":"<ul><li><b>BISPHOSPHONATES <\/b><br\/><ul><li>Decontamination: Activated charcoal, gastric lavage<\/li><li>Hypocalcemia: 10 ml of 10% calcium gluconate or calcium chloride IV over 10-15 min; may be repeated.<\/li><li>Torsades de pointes: Correct electrolyte abnormalities.  Magnesium: Adult: 2 gm IV over 2 min, may repeat bolus, infusion 3 to 20 mg\/min. Child: 25-50 mg\/kg diluted 10 mg\/ml over 5-15 min. Isoproterenol, overdrive pacing.  Avoid procainamide, disopyramide, quinidine, sotalol<\/li><li>Monitoring of patient: ECG, continuous cardiac monitoring, calcium &amp; phosphate levels. CBC, electrolytes, renal function, fluid status if GI bleed suspected.  Test stool\/gastric aspirate for blood.<\/li><\/ul><\/li><li><b>VITAMIN D <\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Monitor serum calcium and phosphorus concentrations. Discontinue all vitamin D and calcium supplements; start a low-calcium diet. Increase oral fluids or IV fluids, if patient is unable to tolerate fluids, to increase renal calcium clearance. Diuresis with IV 0.9% NaCl and furosemide can be used to promote calcium excretion. SEVERE TOXICITY: HYPERCALCEMIA: Monitor serum calcium and phosphorus concentrations until levels have stabilized, discontinue all supplements. Administer IV 0.9% saline and furosemide to enhance calcium elimination. Corticosteroids: Hydrocortisone: 100 mg\/day OR Prednisone: 20 mg\/day can improve hypercalcemia and hypercalcuria. Bisphosphonates (eg, pamidronate 90 mg IV; alendronate) have been used successfully to treat severe hypercalcemia. Calcitonin has also been used. Hemodialysis may be indicated in patients with severe hypercalcemia that is unresponsive to other treatment. Cardiac dysrhythmias may develop, obtain a baseline ECG and continuous cardiac monitoring. SEIZURES: Treat initially with benzodiazepines, followed by barbiturates as needed. OTHER: Monitor CNS and renal function.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large amount has been ingested (more than 100 times the RDA). HOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large ingestion has occurred or coingestants are suspected.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure. Patients with severe toxicity (ie, altered mental status, confusion, seizures, coma, or cardiac dysrhythmias) may require airway protection and mechanical ventilation.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Institute continuous cardiac monitoring and obtain an ECG (evaluate for prolonged PR interval and QRS widening, shortened QT interval and flattened T waves). Serum calcium and phosphate concentrations should be monitored closely. Monitor renal function. Obtain a baseline urinalysis; monitor for hypercalcuria and polydipsia. Monitor fluid status, if significant dehydration, polyuria or vomiting occurs. Plasma concentrations of 25-hydroxyvitamin [25(OH)D] are generally elevated with vitamin D toxicity and can confirm the diagnosis but are not useful to guide therapy.<\/li><li>Enhanced elimination procedure: Hemodialysis or peritoneal dialysis against a calcium-free dialysate may be useful if the patient has persistent severe hypercalcemia unresponsive to other treatment measures.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult or child with an inadvertent minor exposure (eg, a single dietary supplement ingested by a child) may be monitored at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with seizure activity or CNS depression should be monitored until symptoms resolve and neurologic exam is normal. Patients may be discharged to home once symptoms have resolved and laboratory studies are within normal limits. ADMISSION CRITERIA: Patients with evidence of severe hypercalcemia or persistent seizures should be admitted for further treatment. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul><\/li><\/ul>"},{"id":"928398-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>BISPHOSPHONATES<\/b><br\/>Therapeutic dose varies by agent. In general, overdose with these agents can result in clinically significant hypocalcemia, hypophosphatemia, and hypomagnesemia.<br\/><\/li><li><b>VITAMIN D<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Toxicity has been reported after Vitamin D intake of 50,000 to 150,000 International Units daily for prolonged periods. Two adults ingested supplements containing large doses (manufacturing error) of vitamin D (1,864,000 and 970,000 International Units vitamin D3 daily, respectively) daily for several months and developed significant toxicity and prolonged elevated concentrations of 5-hydroxyvitamin D for up to a year. However, no permanent sequelae developed. A 3-month-old inadvertently received 12000 International Units of vitamin D daily for approximately 20 days; a serum 25-hydroxyvitamin D level was elevated (422 ng\/mL), but no symptoms developed. In a similar case, a 2-month-old received 12000 International Units of vitamin D for approximately 30 days; a serum 25-hydroxyvitamin D level was markedly increased (750 ng\/mL) along with hypercalcemia. The infant recovered completely following supportive care. Two elderly patients developed no evidence of clinical effects after inadvertently receiving 2,000,000 International Units of Vitamin D3. THERAPEUTIC DOSE: RECOMMENDED DIETARY ALLOWANCE: PEDIATRIC: 0 to 12 months: 400 International Units\/day; 1 to 18 years: 600 International Units\/day; ADULT: 19 to 70 years of age or Pregnant\/Lactating women: 600 International Units\/day; ELDERLY: Greater than 70 years: 800 International Units\/day. CLINICAL PRACTICE GUIDELINES: Doses of 1000 to 2000 International Units of vitamin D3 have been recommended by the Endocrine Society to raise a low 25-hydroxyvitamin D level to at least 30 ng\/mL. TOLERABLE UPPER INTAKE LEVELS: PEDIATRIC: 0 to 6 months: 1000 International Units\/day; 7 to 12 months: 1500 International Units\/day; 1 to 3 years of age: 2500 International Units\/day; 4 to 8 years of age: 3000 International Units\/day; ADULT: Greater or equal to 9 years of age: 4000 International Units\/day.<br\/><\/li><\/ul>"}]},"13":{"id":"928398-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should not take if unable to stand or sit upright for 30 min.<\/li><li>Patients having difficulty swallowing or conditions which delay esophageal emptying should not take this drug.<\/li><li>This drug may cause abdominal pain, acid regurgitation, diarrhea, nausea, dyspepsia, and constipation. Drug may cause esophageal bleeding, perforation, stricture, or ulceration.<\/li><li>Advise patient to report new dull or aching hip or thigh pain.<\/li><li>Advise patient to report incapacitating or severe bone, joint, or muscle pain, and symptoms of osteonecrosis of the jaw (pain, swelling, infection of jaw\/gums, numbness, gum loss).<\/li><li>Instruct patient to discontinue and report signs\/symptoms of dysphagia, odynophagia, retrosternal pain, or new or worsening heartburn.<\/li><li>Advise patient to take only upon rising for the day. Drug should not be taken at bedtime or before arising.<\/li><li>Instruct patient to take drug at least 30 min before the first food, beverage, or medication of the day.<\/li><li>Patient should take tablet with a full glass (6 to 8 ounces) of water while in an upright position.<\/li><li>Advise patient to not lie down for at least 30 min after the dose and until patient eats food to help prevent esophageal damage.<\/li><li>If weekly dose is missed, the patient should skip the missed dose and take one tablet the next morning, then return to the regular schedule the following week.<\/li><\/ul>"}}}