{"generic":"Ziconotide","drugs":["Prialt","Ziconotide"],"mono":{"0":{"id":"928360-s-0","title":"Generic Names","mono":"Ziconotide"},"1":{"id":"928360-s-1","title":"Dosing and Indications","sub":{"0":{"id":"928360-s-1-4","title":"Adult Dosing","mono":"<b>Pain, chronic (Severe), in patients intolerant of or refractory to systemic analgesics, adjunctive therapies, or intrathecal morphine:<\/b> initial, no more than 2.4 mcg\/day (0.1 mcg\/h) INTRATHECALLY and titrated to patient response; titrate by up to 2.4 mcg\/day (0.1 mcg\/h) at intervals of no more than 2 to 3 times per week; maximum dose, 19.2 mcg\/day (0.8 mcg\/h) by day 21 "},"1":{"id":"928360-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness in pediatric patients have not been established "},"3":{"id":"928360-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Pain, chronic (Severe), in patients intolerant of or refractory to systemic analgesics, adjunctive therapies, or intrathecal morphine<br\/>"}}},"2":{"id":"928360-s-2","title":"Black Box Warning","mono":"<b>Intrathecal (Solution)<\/b><br\/>Ziconotide is contraindicated in patients with a preexisting history of psychosis. Severe psychiatric symptoms and neurological impairment may occur during treatment with ziconotide. Monitor all patients frequently for evidence of cognitive impairment, hallucinations, or changes in mood or consciousness. Discontinue ziconotide therapy in the event of serious neurological or psychiatric signs or symptoms.<br\/>"},"3":{"id":"928360-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928360-s-3-9","title":"Contraindications","mono":"<ul><li>bleeding diathesis, uncontrolled<\/li><li>concomitant treatment or medical condition that would render intrathecal administration hazardous<\/li><li>hypersensitivity to ziconotide or any of its formulation components<\/li><li>presence of infection at the microinfusion site.<\/li><li>psychosis, history of<\/li><li>spinal canal obstruction that impairs cerebrospinal fluid circulation<\/li><\/ul>"},{"id":"928360-s-3-10","title":"Precautions","mono":"<ul><li>neuropsychiatric symptoms, severe, and cognitive impairment may occur; monitoring recommended; dose reduction may be necessary; discontinue treatment if serious neurological or psychiatric symptoms emerge<\/li><li>concomitant use of intrathecal opiates is not recommended<\/li><li>meningitis and other infections may occur; increased risk with external devices; monitoring recommended<\/li><li>psychiatric disorders, pretreatment; increased risk for acute psychiatric disturbances<\/li><li>serum creatine kinase elevations, specifically muscle isoenzyme (CK-MM), have been reported; periodic monitoring recommended; dose reduction or discontinuation of therapy may be necessary<\/li><li>unresponsiveness or stupor has been reported; discontinuation of therapy may be necessary<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928360-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928360-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"928360-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema (17.1% to 24.3%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (2% to 24.9%), Diarrhea (18%), Loss of appetite (6%), Nausea (31.4% to 40%), Taste sense altered (8.4%), Vomiting (16%)<\/li><li><b>Musculoskeletal:<\/b>Increased creatine kinase level (17.1% to 40%), Pain in limb (5%), Spasm (6%)<\/li><li><b>Neurologic:<\/b>Abnormal gait (14% to 14.9%), Amnesia (8%), Articulatory dyspraxia (11.6%), Asthenia (18%), Ataxia (9% to 14%), Confusion (15% to 28.4%), Dizziness (42.7% to 46%), Dysarthria (7%), Headache (13%), Memory impairment (7% to 24.5%), Mentally dull (10.1%), Somnolence (17%), Tremor (7%), Vertigo (7%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision (12% to 12.7%), Diplopia (2% or greater), Nystagmus (8% to 21.4%)<\/li><li><b>Psychiatric:<\/b>Anxiety (8%), Hallucinations (2% to 13.5%)<\/li><li><b>Renal:<\/b>Difficulty passing urine (9.9%), Urinary retention (9%), Urinary tract infectious disease (5.1% men; 16.7% women)<\/li><li><b>Respiratory:<\/b>Sinusitis (5%)<\/li><li><b>Other:<\/b>Fever (5%), Rigor (7%)<\/li><\/ul><b>Serious<\/b><br\/><b>Neurologic:<\/b>Meningitis<br\/>"},"6":{"id":"928360-s-6","title":"Drug Name Info","sub":{"0":{"id":"928360-s-6-17","title":"US Trade Names","mono":"Prialt<br\/>"},"2":{"id":"928360-s-6-19","title":"Class","mono":"<ul><li>Analgesic<\/li><li>Calcium Channel Blocker<\/li><\/ul>"},"3":{"id":"928360-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928360-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928360-s-7","title":"Mechanism Of Action","mono":"Ziconotide is a synthetic conopeptide that specifically binds to the N-type calcium channels found at the primary nociceptive (A-delta and C) afferent nerves of the dorsal horn in the spinal cord. Its therapeutic effect is not inhibited by opioid inhibitors and it does not exhibit binding to opioid receptors.<br\/>"},"8":{"id":"928360-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"928360-s-8-24","title":"Distribution","mono":"<ul><li>Vd: (intrathecal), approximately 140 mL (155 mL +\/- 263 mL)<\/li><li>Vd: (intravenous), 30,460 mL +\/- 6366 mL<\/li><li>Protein binding: about 50%<\/li><\/ul>"},"2":{"id":"928360-s-8-25","title":"Metabolism","mono":"<ul><li>Most organs; endopeptidases and exopeptidases; cleavage, hydrolysis<\/li><li>Metabolites: peptide fragments and amino acids<\/li><\/ul>"},"3":{"id":"928360-s-8-26","title":"Excretion","mono":"Renal: (intravenous), less than 1% <br\/>"},"4":{"id":"928360-s-8-27","title":"Elimination Half Life","mono":"<ul><li>(Intrathecal), around 4.6 h (2.9 h to 6.5 h)<\/li><li>(Intravenous), 1.3 h +\/- 0.3 h<\/li><\/ul>"}}},"9":{"id":"928360-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>not intended for IV use<br\/><\/li><li><b>Intrathecal<\/b><br\/><ul><li>may be administered undiluted or diluted with preservative-free 0.9% Sodium Chloride Injection; discard unused portions<\/li><li>intended for intrathecal administration using a programmable implanted variable-rate microinfusion device or an external microinfusion device and catheter<\/li><li>for the Medtronic SynchroMed EL or SynchroMed II infusion System, only undiluted 25 mcg\/mL formulation should be used for naive pump priming and initial pump fill; rinse the internal surfaces of the pump with 2 mL of 25 mcg\/mL solution; repeat twice; then fill with appropriate volume of 25 mcg\/mL solution; maximum rate of delivery is 2.4 mcg\/d (0.1 mcg\/h); refill pump reservoir within 14 days for first refill; subsequently, refill at least every 40 days for diluted solution or every 84 days for undiluted solution using Medtronic refill kit; empty pump contents prior to refilling<\/li><li>for the CADD-Micro ambulatory infusion pump, dilute with preservative-free NS to a concentration of 5 mcg\/mL to fill external microinfusion device; start flow rate at 0.02 mL\/h (2.4 mcg\/d; 0.1 mcg\/h); change dose rate by adjusting flow rate or concentration<\/li><\/ul><\/li><\/ul>"},"10":{"id":"928360-s-10","title":"Monitoring","mono":"<ul><li>pain reduction<\/li><li>creatine kinase level; every other week for the first month, then monthly; reevaluate patients with new neuromuscular symptoms (eg, myalgia, myasthenia, muscle cramps, asthenia) or reduced physical activity<\/li><li>mental status; cognitive impairment, hallucinations, or change in mood or consciousness<\/li><li>signs and symptoms of meningitis (eg, fever, headache, stiff neck, altered mental status, nausea or vomiting, and seizures)<\/li><\/ul>"},"11":{"id":"928360-s-11","title":"How Supplied","mono":"<b>Prialt<\/b><br\/>Intrathecal Solution: 25 MCG\/ML, 100 MCG\/ML<br\/>"},"12":{"id":"928360-s-12","title":"Toxicology","sub":[{"id":"928360-s-12-31","title":"Clinical Effects","mono":"<b> ZICONOTIDE <\/b><br\/>USES: Ziconotide is indicated for the management of severe chronic pain in patients who are intolerant or refractory to other treatment, including systemic analgesics, or adjunctive therapies, and in whom intrathecal therapy is warranted. PHARMACOLOGY: Ziconotide is bound to N-type voltage-sensitive calcium channels located on the primary nociceptive afferent nerves in the superficial layers of the dorsal horn in the spinal cord. It blocks depolarization-induced increases in presynaptic intracellular calcium, which controls excitatory neurotransmitter release into the synaptic cleft. Ziconotide is derived from the venom of the marine snail Conus magus. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Ziconotide overdose information is limited. Exaggerated pharmacologic effects (ie, ataxia, nystagmus, dizziness, stupor, unresponsiveness, spinal myoclonus, confusion, hypotension, nausea, and vomiting) are expected to occur following ziconotide intrathecal doses greater than the maximum recommended dose of 19.2 mcg\/day. ADVERSE EFFECTS: COMMON: Dizziness, nausea, confusion, somnolence, nystagmus, and asthenia. Fever may be a common occurrence with intrathecal ziconotide therapy. OTHERS: Nausea, vomiting, anorexia, constipation, diarrhea, taste perversion, cognitive impairment, agitation, stupor, headache, dizziness, asthenia, ataxia, delirium, dysarthria, tremor, hallucinations, urinary retention, hypotension, peripheral edema, atrial fibrillation, abnormal ECG, blurred vision, elevated liver enzymes, muscle spasm, pain in limb, rhabdomyolysis, sinusitis, and fever.<br\/>"},{"id":"928360-s-12-32","title":"Treatment","mono":"<b> ZICONOTIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Ziconotide does not bind to opiate receptors, therefore the pharmacological effects of ziconotide are NOT blocked by opioid antagonists. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. After large overdose, removal of CSF should be considered. Treat hypotension with IV fluids and pressors (norepinephrine preferred) if needed.<\/li><li>Intrathecal injection: Following an intrathecal overdose, elimination of ziconotide from CSF will remain constant (CSF half-life: 4.6 hours); therefore, the ziconotide CSF concentration should be less than 5% of peak levels within 24 hours of ziconotide discontinuation. Immediate attempts to remove as much ziconotide as possible are recommended for very large intrathecal overdoses. Clinical experience is limited, the following information is derived from experience with intrathecal overdose from a variety of xenobiotics. Keep the patient upright if possible. Immediately drain AT LEAST 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. For very large overdose, follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).<\/li><li>Decontamination: GI decontamination is not necessary as ziconotide is administered intrathecally.<\/li><li>Airway management: Endotracheal intubation may be necessary if life-threatening cardiac dysrhythmias or significant CNS depression develop.<\/li><li>Antidote: None.<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs and neurologic exam. Monitor for delirium and mental status depression. Monitor liver enzymes. Monitor CK in patients with prolonged agitation or coma. Obtain serial ECGs; institute continuous cardiac monitoring. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Ziconotide is administered intrathecally. Methods to enhance systemic elimination are not indicated.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. OBSERVATION CRITERIA: Symptomatic patients need to be monitored for several hours. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. Patients with significant persistent central nervous depression should be admitted to the hospital. Patients with coma, dysrhythmias, or delirium should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"928360-s-12-33","title":"Range of Toxicity","mono":"<b> ZICONOTIDE <\/b><br\/>TOXICITY: A specific minimum toxic dose of ziconotide has not been established. In clinical trials, the maximum intrathecal dose of ziconotide was 912 mcg\/day. Exaggerated pharmacologic effects (ie, ataxia, nystagmus, dizziness, stupor, unresponsiveness, spinal myoclonus, confusion, hypotension, nausea, and vomiting) are expected to occur following ziconotide intrathecal doses greater than the maximum recommended dose of 19.2 mcg\/day. No respiratory depression is expected. THERAPEUTIC DOSE: ADULTS: Intrathecal ziconotide should be initiated at no more than 2.4 mcg\/day (0.1 mcg\/hour) and titrated to patient response. Doses may be titrated upward by up to 2.4 mcg\/day (0.1 mcg\/hour) at intervals of no more than 2 to 3 times per week, up to a recommended maximum of 19.2 mcg\/day (0.8 mcg\/hour) by day 21. CHILDREN: The safety and efficacy of ziconotide in pediatric patients have not been established. <br\/>"}]},"13":{"id":"928360-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell patient to immediately report cognitive impairment, hallucinations, changes in consciousness or mood, unresponsiveness, or stupor.<\/li><li>Warn patient to report signs\/symptoms of meningitis or infection (eg, fever, headache, stiff neck, altered mental status, nausea, vomiting, seizures).<\/li><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause decreased alertness or cognitive impairment.<\/li><li>Drug may cause blurred vision, nystagmus, abnormal gait, asthenia, confusion, dizziness, somnolence, constipation, nausea, and diarrhea.<\/li><li>Instruct patient to report new or worsening depression, suicidal ideation, or unusual changes in behavior.<\/li><li>Advise patient to immediately report signs\/symptoms of myopathy or rhabdomyolysis (eg, new or worsening muscle pain, soreness, or weakness, with or without darkened urine).<\/li><li>Tell patient to avoid concomitant use of CNS depressants due to additive effects.<\/li><\/ul>"}}}