{"drugs":["GaviLyte-N with Flavor Pack","Nulytely","PEG 3350\/Sodium Chloride\/Sodium Bicarbonate\/KCL","TriLyte w\/Flavor Packs"],"mono":{"0":{"id":"928324-s-0","title":"Generic Names","mono":"PEG 3350\/Sodium Chloride\/Sodium Bicarbonate\/KCL"},"1":{"id":"928324-s-1","title":"Dosing and Indications","sub":{"0":{"id":"928324-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Colonoscopy - Preparation of bowel for procedure:<\/b> (NuLytely(R), TriLyte(R)) 240 mL ORALLY every 10 minutes until rectal effluent is clear or up to 4 L consumed; if by NASOGASTRIC tube, 20 to 30 mL per minute (1.2 to 1.8 L\/hr)<\/li><li><b>Colonoscopy - Preparation of bowel for procedure:<\/b> (HalfLytely(R) and bisacodyl tablet kit) bisacodyl 10 mg ORALLY; after bowel movement (or max 6 hours later) administer 240 mL solution every 10 min; all solution must be consumed<\/li><li><b>Hepatic encephalopathy, Overt:<\/b> 4 L administered over 4 hours orally or via nasogastric tube (study dosage)<\/li><\/ul>"},"1":{"id":"928324-s-1-5","title":"Pediatric Dosing","mono":"<b>Colonoscopy - Preparation of bowel for procedure:<\/b> (NuLytely(R), TriLyte(R)) 6 months or older, 25 mL\/kg\/hr ORALLY or by NASOGASTRIC tube until stool is watery, clear, and free of solid matter "},"3":{"id":"928324-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Colonoscopy - Preparation of bowel for procedure<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Fecal impaction<\/li><li>Hepatic encephalopathy, Overt<\/li><li>Operative procedure on large intestine, Colorectal - Preparation of bowel for procedure<\/li><\/ul>"}}},"3":{"id":"928324-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928324-s-3-9","title":"Contraindications","mono":"<ul><li>bowel perforation<\/li><li>gastric retention<\/li><li>gastrointestinal obstruction<\/li><li>hypersensitivity to any component of the medication<\/li><li>ileus<\/li><li>toxic colitis<\/li><li>toxic megacolon<\/li><\/ul>"},{"id":"928324-s-3-10","title":"Precautions","mono":"<ul><li>additional flavorings or ingredients should not be combined with the solution<\/li><li>arrhythmias, serious, have been reported with ionic osmotic laxatives for bowel preparation; increased risk with QT prolongation, uncontrolled arrhythmias, recent myocardial infarction, unstable angina, congestive heart failure, cardiomyopathy, or concomitant use of medications that increase the risk of fluid or electrolyte disturbances or increase the risk of QT interval prolongation or arrhythmias; monitoring recommended in patients at increased risk (NuLYTELY[R])<\/li><li>aspiration or regurgitation, risk of; monitoring recommended, especially with administration via nasogastric tube<\/li><li>bloating, severe, abdominal pain, or distention; slow or interrupt administration until symptoms subside<\/li><li>colonic mucosal aphthous ulcerations and ischemic colitis requiring hospitalization have been reported with osmotic laxatives (NuLYTELY[R])<\/li><li>concomitant use of stimulant laxatives not recommended; increased risk of colonic mucosal aphthous ulcerations and ischemic colitis (NuLYTELY[R])<\/li><li>direct ingestion not recommended; increased risk for nausea, vomiting, dehydration, and electrolyte disturbances (NuLYTELY[R])<\/li><li>electrolyte or fluid abnormalities; increased risk of arrhythmias, seizures, or renal impairment; correct prior to treatment; consider monitoring in patients receiving concomitant medications that increase risk (NuLYTELY[R])<\/li><li>gag reflex impaired; monitoring recommended, especially with administration via nasogastric tube <\/li><li>gastrointestinal obstruction or perforation; rule out prior to use<\/li><li>inflammatory bowel disease, known or suspected; consider the development of mucosal ulcerations when interpreting colonoscopy findings (NuLYTELY[R])<\/li><li>pediatric patients under 2 years; increased risk of hypoglycemia, hypokalemia, and dehydration; monitoring recommended<\/li><li>renal impairment or concomitant medications affecting renal function (eg, diuretics, ACE inhibitors, angiotensin receptor blockers, NSAIDs); consider monitoring (NuLYTELY[R])<\/li><li>seizures, generalized tonic-clonic and loss of consciousness, have been reported in association with electrolyte abnormalities; especially with history of seizures or increased risk for seizure (eg, existing electrolyte abnormalities, concomitant medications that lower seizure threshold [eg, tricyclic antidepressants], patients withdrawing from alcohol or benzodiazepines, or known or suspected hyponatremia); consider monitoring patients receiving concomitant medications that may increase seizure risk (NuLYTELY[R])<\/li><li>semiconscious or unconscious patient; monitoring recommended, especially with administration via nasogastric tube <\/li><li>ulcerative colitis, severe, active<\/li><li>vomiting, significant, or signs of dehydration including orthostatic hypotension; consider post-colonoscopy monitoring (NuLYTELY[R])<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928324-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928324-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928324-s-4","title":"Drug Interactions","sub":[{"id":"928324-s-4-13","title":"Contraindicated","mono":"<ul><li>Amantadine (theoretical)<\/li><li>Atropine (theoretical)<\/li><li>Belladonna (theoretical)<\/li><li>Belladonna Alkaloids (theoretical)<\/li><li>Benztropine (theoretical)<\/li><li>Biperiden (theoretical)<\/li><li>Clidinium (theoretical)<\/li><li>Darifenacin (theoretical)<\/li><li>Dicyclomine (theoretical)<\/li><li>Eplerenone (theoretical)<\/li><li>Fesoterodine (theoretical)<\/li><li>Glycopyrrolate (theoretical)<\/li><li>Hyoscyamine (theoretical)<\/li><li>Methscopolamine (theoretical)<\/li><li>Oxybutynin (theoretical)<\/li><li>Procyclidine (theoretical)<\/li><li>Scopolamine (theoretical)<\/li><li>Solifenacin (theoretical)<\/li><li>Tolterodine (theoretical)<\/li><li>Trihexyphenidyl (theoretical)<\/li><li>Trospium (theoretical)<\/li><\/ul>"},{"id":"928324-s-4-14","title":"Major","mono":"<ul><li>Alacepril (theoretical)<\/li><li>Amiloride (probable)<\/li><li>Benazepril (probable)<\/li><li>Canrenoate (probable)<\/li><li>Captopril (probable)<\/li><li>Cilazapril (theoretical)<\/li><li>Delapril (probable)<\/li><li>Elvitegravir (established)<\/li><li>Enalaprilat (probable)<\/li><li>Enalapril Maleate (probable)<\/li><li>Fosinopril (probable)<\/li><li>Imidapril (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Ledipasvir (theoretical)<\/li><li>Licorice (theoretical)<\/li><li>Lisinopril (established)<\/li><li>Memantine (theoretical)<\/li><li>Moexipril (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Pentopril (theoretical)<\/li><li>Perindopril (theoretical)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Spirapril (theoretical)<\/li><li>Spironolactone (theoretical)<\/li><li>Temocapril (probable)<\/li><li>Trandolapril (probable)<\/li><li>Triamterene (theoretical)<\/li><li>Zofenopril (theoretical)<\/li><\/ul>"},{"id":"928324-s-4-15","title":"Moderate","mono":"<ul>Dasatinib (established)<\/ul>"}]},"5":{"id":"928324-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Abdominal bloating (up to 50%), Abdominal fullness (up to 50%), Nausea (up to 50%)<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia<\/li><li><b>Gastrointestinal:<\/b>Hematemesis, Ischemic colitis, Ulcerated mucosa of colon<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Neurologic:<\/b>Tonic-clonic seizure<\/li><\/ul>"},"6":{"id":"928324-s-6","title":"Drug Name Info","sub":[{"id":"928324-s-6-17","title":"US Trade Names","mono":"<ul><li>GaviLyte-N with Flavor Pack<\/li><li>Nulytely<\/li><li>TriLyte w\/Flavor Packs<\/li><\/ul>"},{"id":"928324-s-6-18","title":"Synonyms","mono":"PEG Electrolyte Lavage Solution<br\/>"},{"id":"928324-s-6-19","title":"Class","mono":"Laxative, Hyperosmotic<br\/>"},{"id":"928324-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},{"id":"928324-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}]},"7":{"id":"928324-s-7","title":"Mechanism Of Action","mono":"Polyethylene glycol acts an osmotic agent to produce a laxative effect. Along with the electrolyte solution, practically no net absorption or excretion of ions or water occurs.<br\/>"},"9":{"id":"928324-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>may be given orally or via nasogastric tube<br\/><\/li><li><b>Oral<\/b><br\/><ul><li>(NuLytely(R)) patient may consume water or clear liquids during and after bowel preparation and up until 2 hours prior to procedure; a light breakfast may be consumed the day prior to the procedure; avoid red or purple liquids<\/li><li>(TriLyte(R)) have patient fast for at least 2 hours (preferably, 3 to 4 hours) prior to administration of solution<\/li><li>(NuLytely(R), TriLyte(R)) add flavor packs, if using, then fill to 4 L mark with lukewarm water and shake vigorously to dissolve<\/li><li>(HalfLytely(R)) fill to 2 L mark with lukewarm water and shake vigorously to dissolve<\/li><li>reconstituted solution is most palatable if chilled, but chilled solution is not recommended for infants<\/li><li>keep reconstituted solution refrigerated and use within 48 hours<\/li><li>do not add other ingredients, such as flavorings, other than what is supplied with the product<\/li><li>rapid drinking of each portion is preferred to drinking small amounts continuously<\/li><li>first bowel movement should occur approximately 1 hour after starting administration of bowel preparation<\/li><li>oral medications administered within 1 hour of the start of each dose may not be absorbed completely<\/li><\/ul><\/li><\/ul>"},"10":{"id":"928324-s-10","title":"Monitoring","mono":"<ul><li>bowel movement within 1 hour of administration or clear rectal effluent is indicative of efficacy<\/li><li>gastrointestinal obstruction or perforation, rule out prior to administration<\/li><li>serum electrolytes (ie, sodium, potassium, calcium, creatinine, and BUN); baseline and postcolonoscopy in patients with past history of seizure, risk of seizure including those receiving medications that lower the seizure threshold (eg, tricyclic antidepressants), medications that increase the risk of electrolyte abnormalities (eg, diuretics), those withdrawing from alcohol or benzodiazepines, and those with known or suspected hyponatremia<\/li><li>serum electrolytes (ie, sodium, potassium, calcium, creatinine, and BUN); baseline and postcolonoscopy in patients with preexisting renal impairment or who take concomitant medications that affect renal function (eg, diuretics,  ACE inhibitors, angiotensin receptor blockers, NSAIDs) and in patients with significant vomiting or signs of dehydration, including orthostatic hypertension<\/li><li>blood glucose in pediatric patients younger than 2 years<\/li><li>ECG; at baseline and postcolonoscopy in patients at increased risk of serious cardiac arrhythmias<\/li><li>aspiration; during administration in patients who are prone to regurgitation or aspiration, unconscious, semiconscious, or have impaired gag reflex, particularly with administration via NG tube<\/li><\/ul>"},"11":{"id":"928324-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Powder for Solution: (Polyethylene Glycol 3350 - Potassium Chloride - Sodium Bicarbonate - Sodium Chloride) 420 GM-1.48 GM-5.72 GM-11.2 GM<br\/><\/li><li><b>GaviLyte-N with Flavor Pack<\/b><br\/>Oral Powder for Solution: (Polyethylene Glycol 3350 - Potassium Chloride - Sodium Bicarbonate - Sodium Chloride) 420 GM-1.48 GM-5.72 GM-11.2 GM<br\/><\/li><li><b>Lemon-Lime Flavor PEG-3350<\/b><br\/>Oral Powder for Solution: (Polyethylene Glycol 3350 - Potassium Chloride - Sodium Bicarbonate - Sodium Chloride) 420 GM-1.48 GM-5.72 GM-11.2 GM<br\/><\/li><li><b>Nulytely<\/b><br\/>Oral Powder for Solution: (Polyethylene Glycol 3350 - Potassium Chloride - Sodium Bicarbonate - Sodium Chloride) 420 GM-1.48 GM-5.72 GM-11.2 GM<br\/><\/li><li><b>TriLyte with Flavor Packs<\/b><br\/>Oral Powder for Solution: (Polyethylene Glycol 3350 - Potassium Chloride - Sodium Bicarbonate - Sodium Chloride) 420 GM-1.48 GM-5.72 GM-11.2 GM<br\/><\/li><\/ul>"},"12":{"id":"928324-s-12","title":"Toxicology","sub":[{"id":"928324-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>POLYETHYLENE GLYCOL <\/b><br\/>USES: Polyethylene glycol (PEG) has pharmaceutical and industrial uses. Pharmaceutical uses include cleansing the colon prior to gastrointestinal examination or surgery and for the treatment of constipation. Industrial uses include lubrication for textile fibers, rubber molds, and metal-forming operations, as well as in water paints, paper coatings, and polishes, and in the ceramics industry. Low molecular weights (600 dalton or less) are used as reactive intermediates in the manufacture of fatty acid surfactants as solvents in gas processing and as diluents in pharmaceuticals (lorazepam contains 18% PEG 400). Intermediate weights (1000 to 2000 dalton) are used in pharmaceutical ointments and toothpaste formulations and as bases for cosmetic creams and lotions. Higher-molecular weight polyethylene glycols (3500 to 20,000) find use as binders, plasticizers, stiffening agents, molding compounds, and paper adhesives. Carbowax 1500 is a solid consisting of equal portions of PEG 1540 and PEG 300. PHARMACOLOGY: PEG 3500 is an osmotic agent, which causes water to be retained in the stool, enhancing bowel movement through the colon. TOXICOLOGY: High and intermediate molecular weight PEG is generally considered nontoxic, as it is not absorbed following ingestion. Acute toxicity decreases with increasing molecular weight. Massive ingestion, prolonged IV infusion, and prolonged application of low-weight PEG products have been associated with metabolic acidosis and renal injury. Hypercalcemia occurs and might be related to specific PEG diacid metabolites (3-oxapentane-1,5-dicarboxylic acid and 3,6-dioxaoctane-1,8-dicarboxylic acid), which are avid calcium binders.  With binding of ionized calcium, parathyroid hormone is stimulated and total serum calcium increases. EPIDEMIOLOGY: Exposure is uncommon and toxicity is extremely rare. ADVERSE EFFECTS: COMMON: Nausea, vomiting, abdominal fullness, delayed gastric emptying, diarrhea, and taste disorders may develop after ingestion. Contact dermatitis and immediate urticarial reactions may develop after dermal exposures. SEVERE: Metabolic acidosis, increased serum osmolality, acute renal failure, increased total serum calcium with normal or decreased ionized calcium, and ventricular dysrhythmias (PVCs, ventricular tachycardia) may develop. Aspiration causes severe pulmonary edema that is usually reversible. Acute pancreatitis and angioedema have been reported rarely.<br\/><\/li><li><b>POTASSIUM<\/b><br\/>USES: Potassium is a metal found naturally in the earth's crust and in most foods. It is taken medically for the prevention and treatment of hypokalemia. Tablets are readily available, including sustained-release formulations. Potassium is used as a salt substitute and is often present in &quot;low-sodium&quot; foods. It is also used as a water softener, and in chemistry and manufacturing processes. PHARMACOLOGY: Potassium is the human body's main intracellular cation, with only 2% of the body's stores in the intravascular compartment. It is necessary for nerve conduction, and muscle  (including cardiac) contraction. TOXICOLOGY: Local irritation after ingestion causes GI upset. Severe hyperkalemia after large IV or oral overdoses causes muscular dysfunction including weakness, paralysis, cardiac dysrhythmias, and rarely death. EPIDEMIOLOGY: Potassium toxicity from overdose is rare but may result from intentional ingestion. Iatrogenic overdoses can occur. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea, paresthesias, and muscle cramps are common. Rarely, GI bleed may occur. SEVERE TOXICITY: Muscular weakness progressing to paralysis may occur. Cardiac dysrhythmias often occur with concentrations greater than 8 mEq\/L, and death from cardiac arrest with concentrations of 9 to 12 mEq\/L or higher. Characteristic ECG findings occur in the following order: peaked T waves, QRS complex blends into the T wave, PR interval prolongation, P wave is lost and ST segments depress, merging S and T waves, and finally, sine waves. The presence of the sine wave is a near terminal event, signaling that hemodynamic collapse and cardiac arrest are near. As serum hyperkalemia is corrected, the ECG changes resolve in reverse order. ADVERSE EFFECTS: SPECIAL SITUATIONS: Inadvertent intrathecal injection of potassium was rapidly fatal in the only case that has been reported. Potassium permanganate crystals are caustic. Potassium carbonate and hydroxide are very alkaline and have been associated with ocular injury.<br\/><\/li><li><b>SODIUM BICARBONATE <\/b><br\/>USES: Sodium bicarbonate is used to treat metabolic acidosis, hyperkalemia, to treat QRS widening and dysrhythmias resulting from drugs that cause sodium channel blockade, to prevent contrast-induce nephropathy, and to alkalinize the urine. It is also present in antacids, mouthwash and baking soda. It is also an additive in meat processing and used to clean and neutralize acidity in vegetables. PHARMACOLOGY: Sodium bicarbonate dissociates to provide bicarbonate ions. Bicarbonate neutralizes hydrogen ion concentration and raises blood and urinary pH. Dissociated sodium ions help to overcome sodium channel blockade from certain sodium channel blocking drugs. TOXICOLOGY: Toxic effects from sodium bicarbonate are secondary to the sodium and bicarbonate ions which causes hypernatremia, alkalosis, and other secondary effects. EPIDEMIOLOGY: Sodium bicarbonate is extremely common in the environment and potential exposures are very common but rarely serious. Indeed, it is given as a treatment for many seriously ill patients. However, fatalities, though very rare, can occur with exposures, especially in small children. OVERDOSE: MILD TO MODERATE TOXICITY: Gastrointestinal symptoms are common, including nausea, vomiting, belching, flatulence, and gastric distention. Mild metabolic effects are possible, including alkalosis, hypocalcemia, hypokalemia and hypernatremia with associated dizziness, weakness and irritability. SEVERE TOXICITY: Severe alkalemia may result in impaired oxygen release from hemoglobin, hypocalcemia tetany, paradoxical intracellular acidosis (from elevated pCO2), and hypokalemia. Hypernatremia and hyperosmolality can cause seizures and coma. Excessive sodium bicarbonate may also cause congestive heart failure exacerbation and pulmonary edema. Electrolyte abnormalities secondary to sodium bicarbonate administration may lead to QT prolongation and cardiac dysrhythmias. Severe gastric distention can rarely lead to stomach rupture with severe abdominal pain and hematemesis. Parenteral sodium bicarbonate extravasation may lead to tissue inflammation and necrosis. Inhalational exposures may cause pulmonary irritation, especially if exposed to higher concentrations as in some fire extinguishers. Dermal and eye exposures may cause some mild irritation. ADVERSE EFFECTS: Adverse events include gastrointestinal symptoms such as nausea, vomiting, belching, and flatulence from oral exposures and mild electrolyte abnormalities (hypokalemia, hypocalcemia, hypernatremia) and metabolic alkalosis.<br\/><\/li><li><b>SODIUM CHLORIDE <\/b><br\/>USES: Used therapeutically as a parenteral crystalloid substitute for volume replacement or for maintenance therapy in the hospital setting. Also, commonly used as an additive for meals (ie, table salt) for electrolyte replacement during sports or outdoor activity, in water softening solutions, and in road salt for deicing roads. EPIDEMIOLOGY: Exposure is common, serious toxicity is very rare. PHARMACOLOGY: Sodium chloride can lead to increases in intravascular volume by adrenal glandular hormonal action. Also, potentially attenuates nitric oxide production. TOXICOLOGY: Sodium chloride can cause direct irritation to mucosal membranes, if ingested and may cause hypernatremia and hyperchloremia. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea and abdominal discomfort may develop. Patients may complain of excessive thirst. SEVERE TOXICITY: Restlessness, seizures, mental status depression, coma, tachycardia, fever, hypotension, and respiratory arrest are rare effects of severe sodium chloride toxicity. Acute ulcerative gastritis has been reported. Hypernatremia and hyperchloremia may develop, with associated fluid retention, and the potential for pulmonary and cerebral edema can occur. Hyperosmolarity of cerebral fluids may lead to cellular crenation and irreversible neurologic damage. PEDIATRIC: Poisoning from sodium chloride has resulted from gastric lavage with hypertonic saline and errors in the formulation of infant feeds. Intentional pediatric salt poisonings have been reported. Infants with hypernatremia may develop a flat anterior fontanelle.<br\/><\/li><\/ul>"},{"id":"928324-s-12-32","title":"Treatment","mono":"<ul><li><b>POLYETHYLENE GLYCOL <\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Patients will generally recover with supportive care. Administer IV fluids to maintain adequate urine output. Acute anaphylactic reactions associated with PEG administration are managed as anaphylaxis from other causes. Aspiration may require supplemental oxygen and mechanical ventilation with PEEP, bronchoalveolar lavage may be used for treatment. For patients with dermal exposure, irrigate the site of exposure and provide supportive care.<\/li><li>Decontamination: PREHOSPITAL: Not routinely recommended. HOSPITAL: Gastrointestinal decontamination and activated charcoal is not required. Gastric aspiration soon after an acute ingestion of a large amount of low molecular weight PEG solution may be beneficial.<\/li><li>Airway management: Endotracheal intubation may be necessary in patients who have aspirated PEG solutions.<\/li><li>Antidote: There is no specific antidote. Competitive antidiuretic hormone inhibitor therapy (eg, fomepizole, ethanol) may inhibit PEG metabolism. However, efficacy on clinical outcomes after PEG intoxication is unknown and they are not generally recommended.<\/li><li>Acidosis: Acidosis is usually self-limited but severe acidosis may require sodium bicarbonate therapy. Initiate 1-2 mEq\/kg over 5 minutes for adults, and 1 mEq\/kg for children. Repeat every 1 to 2 hours as required. Dosage adjustment should be based on arterial blood gases. Titrate to serum pH greater than 7.25.<\/li><li>Monitoring of patient: Monitor acid-base balance, osmolal gap, serum electrolytes, renal function and pulmonary function in symptomatic patients. Blood levels are not generally available or clinically useful.  A tandem quadrupole mass spectrometry technique can identify PEG and its metabolites. Monitor pulmonary function and chest x-ray in cases of suspected PEG aspiration or systemic fluid overload.  Assess adequacy of oxygenation with pulse oximetry or arterial blood gases.<\/li><li>Enhanced elimination procedure: Extracorporeal techniques may be helpful in managing patients with PEG toxicity, particularly with hepatic or renal dysfunction. Dialysis can correct acid base and electrolyte abnormalities, and reduce the osmolal gap.  It is rarely necessary as most patients do well with supportive care. Hemodialysis has been used to treat a patient with PEG 400 toxicity.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults and children can be kept home after inadvertent exposure. Any patient with significant industrial exposure or ingestion in suicidal attempt should be referred to a healthcare facility. ADMISSION CRITERIA: Patients signs of respiratory toxicity, significant persistent  gastrointestinal symptoms, renal impairment, or anion gap metabolic acidosis, should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>POTASSIUM <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Establish IV access. Initiate ECG monitoring. Cation-binding resins (ie, kayexelate) should be given orally. MANAGEMENT OF SEVERE TOXICITY: Continuous ECG monitoring should be initiated and intravenous access obtained. Treat hyperkalemia associated with ECG changes aggressively; nebulized beta agonists (eg, albuterol), intravenous sodium bicarbonate 1 mEq\/kg IV, intravenous calcium chloride (preferably through a central line) or calcium gluconate (avoid calcium salts in patients taking digoxin), intravenous insulin 10 units with 25 g D50. Note: All of these therapies shift potassium intracellularly, but do NOT increase the elimination of potassium from the body; expect rebound hyperkalemia to develop, the above therapies may need to be repeated. Administer a potassium binding resin orally (usually works over hours) and administer intravenous fluids. Diuretics may be used to increase urinary potassium elimination. In severe cases, in particular, patients with renal insufficiency or those also taking potassium sparing diuretics, hemodialysis may be warranted. Orotracheal intubation for airway protection should be performed if a patient is hemodynamically unstable.<\/li><li>Decontamination: PREHOSPITAL: EMESIS: Consider inducing emesis only if a recent oral overdose and the patient is not already vomiting and can protect their airway. ACTIVATED CHARCOAL:  There is no role for activated charcoal as it does not bind potassium. HOSPITAL: If a recent large oral ingestion of potassium, consider orogastric lavage to remove pills or pill fragments. Potassium tablets may be seen on X-ray. Consider whole bowel irrigation, if the patient has overdosed (particularly extended-release) and the tablets are beyond the stomach. In adults, 2 L of polyethylene glycol solution should be given initially followed by 1.5 to 2 L\/hr until clear rectal effluent and an absence of tablets on X-ray. For children 6 to 12 years of age: Administer 1 L\/hr of polyethylene glycol solution; children 9 months to less than 6 years: 500 cc\/hr should be administered. Patients must be awake and cooperative and\/or must have a protected airway for decontamination.<\/li><li>Airway management: Perform early in patients with severe intoxication (ie, cardiovascular collapse).<\/li><li>Antidote: There is no antidote for potassium.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serial serum potassium concentrations. Monitor serum electrolytes, renal function and blood glucose concentrations. Obtain serial ECGs and institute continuous cardiac monitoring. Routine monitoring of electrolytes, renal function, and glucose levels may be helpful.<\/li><li>Enhanced elimination procedure: Hemodialysis may be necessary in renal failure patients with hyperkalemia or in patients with normal renal function that have severe toxicity.<\/li><li>Intrathecal injection: Intrathecal injection of potassium caused cerebral edema and was rapidly fatal in the only case reported. The following recommendations are derived from experience with other agents. Keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CS exchange (remove seral 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through a ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Patient disposition: HOME CRITERIA: Any child who ingests more than a therapeutic dose of potassium or any intentional\/suicidal ingestion by an adult should be evaluated by a healthcare professional. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a healthcare facility for observation for at least 4 hours. A longer observation, up to 24 hours (until serum potassium has clearly peaked and is declining without active intervention) should be considered for patients that overdose on sustained-release products. ADMISSION CRITERIA: Patients with persistent GI symptoms, ECG changes, or persistent hyperkalemia should be admitted to the hospital. Patients with dysrhythmias or cardiovascular collapse or those needing dialysis should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (severe weakness or cardiac dysrhythmias), or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>SODIUM BICARBONATE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild or moderate exposures, supportive care is the mainstay of treatment. Correct electrolyte abnormalities. Irrigate exposed eyes. Wash exposed skin. Administer inhaled beta agonists for bronchospasm. MANAGEMENT OF SEVERE TOXICITY: For patients with severe toxicity, supportive care is the mainstay of treatment. Hypotension can be treated with fluid boluses and pressors as necessary. Electrolyte abnormalities may be corrected as needed, but care must be taken not to correct serum sodium levels too quickly (which may cause seizures). Administration of 5% dextrose and half normal to normal saline with rates of administration usually at 2\/3 of daily maintenance is critical. In addition, supplementation of potassium may be necessary. Acetazolamide may selectively correct alkalosis by promoting urinary bicarbonate excretion. However, it should NOT be used if serum potassium is less than 3.5 mEq\/L. Treat seizures by correcting electrolyte abnormalities and administering benzodiazepines, add propofol or barbiturates if seizures persist or recur. INHALATION: Move the patient from the toxic environment to fresh air. Supportive care with supplemental oxygen and assisted ventilation as needed. Patients that develop bronchospasm can be treated with inhaled beta adrenergic agonists. PARENTERAL: Aspirate as much fluid from the aria as possible before removing the IV catheter. Extravasation injuries may require close monitoring and supportive care for pain and tissue injury. Severe extravasation that leads to tissue inflammation\/necrosis or compartment syndromes may require surgical intervention.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is not indicated. Irrigate exposed eyes. Wash skin with soap and water. HOSPITAL: GI decontamination is not indicated. Irrigate exposed eyes. Wash skin with soap and water.<\/li><li>Metabolic alkalosis: Most patients do well with gradual correction of their metabolic acidosis by administration of a combination of 0.9% saline and 0.45% saline and intravenous potassium repletion. In patients with very severe alkalemia (pH greater than 7.6 in unstable patients not responding to hydration), therapy with ammonium chloride or dilute HCl may be considered, but this is rarely necessary. Ammonium chloride diluted in NS may be given IV over 12 to 24 hours. This requires close monitoring of blood pH, electrolytes, and BUN. The dose is calculated by determining the hydrogen ion deficit and bicarbonate excess using the following formula: Serum HCO3 level minus normal HCO3 level x 0.5 x body weight (kg) = amount of acid needed. Alternatively, one may treat SEVERE alkalemia with dilute (0.1 normal) HCl through a central venous catheter. HCl should be given as a 0.1 NS in 1 L of 5% dextrose or 0.225% sodium chloride IV over 6 to 24 hours at a rate of 10 mEq\/hr up to 100 mEq\/day. The dose calculated should be the same as listed above for ammonium chloride.<\/li><li>Ventricular arrhythmia: Primary treatment is correction of electrolyte abnormalities, particularly hypokalemia. Institute continuous cardiac monitoring and obtain an ECG. Evaluate for electrolyte abnormalities (particularly hypokalemia, hypocalcemia, and hypomagnesemia) and correct as needed. Lidocaine and amiodarone are general first line agents for stable monomorphic ventricular tachycardia.<\/li><li>Acute lung injury: Maintain adequate ventilation and oxygenation with appropriate monitoring. If a patient does develop acute lung injury, ventilation with small tidal volumes (6 mL\/kg) is preferred. Antibiotics are only indicated when there is evidence of infection. Experimental therapies include partial liquid ventilation and the use of calfactant.<\/li><li>Cerebral edema: For patients with cerebral edema and elevated intracranial pressure, emergent treatment includes head elevation, administration of mannitol, and hyperventilation if there is evidence of herniation. Monitoring intracranial pressures, cerebral perfusion pressures, and cerebral blood flow may be needed. Mechanical decompression with ventriculostomy with CSF drainage, or craniectomy may be useful.<\/li><li>Antidote: There is no specific antidote for sodium bicarbonate.<\/li><li>Monitoring of patient: Monitor serum electrolytes and renal function. In symptomatic patients or those with metabolic alkalosis monitor arterial or venous pH, urinary electrolytes and pH, and ECG. Depending on the patient's symptoms and electrolyte abnormalities, continuous cardiac monitoring, pulse oximetry, mental status checks, and head CT may be indicated.<\/li><li>Enhanced elimination procedure: Hemodialysis may be considered for seriously ill patients, especially those with renal insufficiency, with the use of high chloride, low acetate dialysate to remove bicarbonate and sodium and replace chloride deficits when other measures are ineffective.<\/li><li>Patient disposition: HOME CRITERIA: Older children or adults with unintentional ingestions with minimal to no symptoms may be managed at home. OBSERVATION CRITERIA: Patients should be sent to a healthcare facility if their exposure to sodium bicarbonate was a self-harm attempt or if the patient is symptomatic. They should be observed for 4 to 6 hours and be clearly improving or asymptomatic prior to discharge. Electrolytes should also be within normal limits or normalizing. In young children, minimal exposures can be symptomatic so any such exposures should be sent in for observation and lab work. ADMISSION CRITERIA: Patients with severe symptoms or getting worse after an observation period of 4 to 6 hours should be admitted to the hospital. Depending on the severity of their symptoms, ICU admission may be warranted (eg, for intubated patients or patients with severe metabolic or electrolyte abnormalities). Patients should not be discharged until they are clearly improving or asymptomatic. CONSULT CRITERIA: Patients admitted to the ICU may require consult by a critical care specialists. A nephrologist may be helpful in managing metabolic and electrolyte abnormalities. Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>SODIUM CHLORIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Dilute with milk or water. MANAGEMENT OF SEVERE TOXICITY: Treat hypernatremia with an IV solution containing 30 to 50 mEq\/L sodium. Longstanding hypernatremia should be corrected slowly. Treat seizures with benzodiazepines. Treat cerebral edema with mannitol. Hemodialysis should be performed in patients with severe toxicity.<\/li><li>Decontamination: DILUTION: Immediately dilute with 4 to 8 ounces (120 to 240 mL) of water (not to exceed 4 ounces (120 mL) in a child). OCULAR EXPOSURE: Irrigate exposed eyes with copious amounts of room temperature water for at least 15 minutes. If irritation, pain swelling, lacrimation, or photophobia persist, the patient should be seen in a health care facility.<\/li><li>Airway management: Airway management is unlikely to be necessary unless severe toxicity occurs.  Maintain airway patency and adequate oxygenation. Endotracheal intubation and assisted mechanical ventilation may be required.<\/li><li>Hypernatremia: For longstanding hypernatremia, intravenous administration of a solution containing 30 to 50 mEq\/L of sodium (half as chloride and half as bicarbonate) should be administered slowly. The rate of administration is critical (usually 2\/3 of a daily maintenance) and should proceed to lower serum sodium to normal range no sooner than 24 to 36 hours after institution of therapy. If a decrease in serum sodium occurs more rapidly, seizures are likely to ensue. For acute, severe hypernatremia secondary to acute ingestion of large amounts of sodium chloride, more rapid correction of serum sodium with intravenous D5W or other hypotonic solutions, oral free water, or hemodialysis may be appropriate.<\/li><li>Seizure: Administer a benzodiazepine IV. Diazepam: Adult: 5 mg to 10 mg, repeat every 10 to 15 min as needed. CHILD: 0.2 to 0.5 mg\/kg, repeat every 5 minutes as needed OR lorazepam: Adult: 2 to 4 mg; Child: 0.05 to 0.1 mg\/kg. Consider phenobarbital or propofol if seizures recur after diazepam 30 mg (adults) or 10 mg (children older than 5 years). Monitor for hypotension, dysrhythmias, respiratory depression, and need for endotracheal intubation. Monitor for hypoglycemia, electrolyte disturbances and hypoxia.<\/li><li>Hypotensive episode: Infuse 10 to 20 mL\/kg isotonic fluid. If hypotension persists, administer dopamine (5 to 20 mcg\/kg\/min) or norepinephrine (Adult: Begin infusion at 0.5 to 1 mcg\/min; Child: Begin infusion at 0.1 mcg\/kg\/min); titrate to desired response.<\/li><li>Cerebral edema: Monitor intracranial pressure. IV mannitol (0.5 to 1 g\/kg) may be administered to remove excess intracellular water from the brain.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes frequently. Monitor renal function and urine output. Urinary sodium excretion will be high in all cases of hypernatremia and cannot be used to differentiate salt poisoning from dehydration. Monitor for evidence of volume overload, pulmonary edema and cerebral edema.<\/li><li>Enhanced elimination procedure: Hemodialysis can effectively remove sodium chloride. It should be considered early in patients with severe hypernatremia or severe clinical manifestations, and in patients with renal insufficiency.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with ingestions of less than 8 mEq\/kg (0.5 g\/kg) sodium chloride can probably be managed at home. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions, and patients ingesting 8 mEq\/kg (0.5 g\/kg) sodium chloride or more should be referred to a healthcare facility. ADMISSION CRITERIA: All patients with evidence of systemic toxicity from sodium chloride, severe hypernatremia not responding to hydration, or those with intractable vomiting should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe hypernatremia or severe clinical manifestations.<\/li><\/ul><\/li><\/ul>"},{"id":"928324-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>POLYETHYLENE GLYCOL<\/b><br\/>TOXICITY: Acute toxicity increases with decreasing molecular weight of polyethylene glycol (PEG). Liquid forms of PEG have a lower molecular weight and are used as vehicles for intravenous or topical medications. Toxicity has resulted in patients receiving prolonged, high dose infusions of lorazepam containing PEG 400 and in burn patients receiving repeat dermal application of PEG 200 to 400. An intentional oral ingestion of 2 liters of PEG 400 by an adult resulted in serious toxicity. Solid forms of PEG have a higher molecular weight (MW greater than 3000) and are not readily absorbed with oral ingestion; therefore, these formulations rarely produce toxicity. THERAPEUTIC DOSE: COLONOSCOPY PREPARATION: NASO-GASTRIC TUBE: 20 to 30 ml\/min until rectal effluent is clear or 4 liters of volume is consumed. ORAL: 1.2 to 1.8 L\/hr (20 to 30 ml\/min) until diarrhea fluid is clear without particulate matter or 4 liters are consumed. CONSTIPATION: 17 grams of polyethylene glycol 3350 (powder) should be dissolved in 8 ounces of clear liquid (eg, water, coffee, tea or juice) and taken once daily. PEDIATRICS: CONSTIPATION: 0.84 g\/kg daily orally, given in 2 divided doses has been studied in pediatric patients.<br\/><\/li><li><b>POTASSIUM <\/b><br\/>TOXICITY: ADULT: Doses as low as 2 to 2.5 mEq\/kg of potassium have been reported to cause toxicity. GENERAL: NORMAL SERUM CONCENTRATIONS: 3.5 to 5 mEq\/L; MINIMAL TOXICITY: Potassium concentrations under 6.5 mEq\/L; MODERATE TOXICITY: Concentrations between 6.5 and 8 mEq\/L produce lassitude, fatigue, and weakness.  SEVERE TOXICITY: Concentrations over 8 mEq\/L, complete neuromuscular paralysis may dominate the clinical picture. Death from cardiac arrest usually occurs at 9 to 12 mEq\/L.  It may occur at lower levels if cellular potassium is severely depleted. THERAPEUTIC: ADULT: 40 to 80 mEq\/day is a typical daily dose. In patients with renal insufficiency, the dose may be lower. PEDIATRIC: 2 to 3 mEq\/kg\/day is the usually daily dose.<br\/><\/li><li><b>SODIUM BICARBONATE<\/b><br\/>BASIC FORMULATION: Per the manufacturer, baking soda products contain 41.8 mEq (952 mg) of sodium per teaspoonful and 1 gram of sodium bicarbonate = 11.9 mEq of sodium. Therefore, 41.8 mEq sodium\/1 teaspoonful of sodium bicarbonate X 1 gram of sodium bicarbonate\/11.9 mEq sodium = 3.512 grams of sodium bicarbonate per 1 teaspoonful. ADULT EXPOSURE: Adults with normal renal function can tolerate up to 1700 mEq daily with minimal symptoms. Alkalosis occurred in 10% of patients treated with 380 mEq sodium bicarbonate\/day in combination with calcium carbonate. PEDIATRIC EXPOSURE: Life-threatening alkalosis has occurred after one tablespoonful (15 mL) in a 4 month-old infant. Much larger amounts are needed to cause hypernatremia (10 to 20 g\/kg). In terms of lethal hypernatremia (serum Na greater than 185 mEq\/L), it is estimated that a 3-year-old child would have to ingest about 4 tablespoonfuls\/day for 10 days. DERMAL EXPOSURE: Topical application of sodium bicarbonate to denuded perineum resulted in toxicity to a 7 week old infant. THERAPEUTIC DOSE: Doses in adults and children vary depending on the route of administration and indication. In cardiac arrest, typical doses are in the 1 mEq\/kg\/dose range and repeated doses are guided by arterial blood gases. In hyperkalemia, initial dose IV is 50 mEq over 5 minutes. In patients with chronic renal failure with plasma HCO3 less than 15 mEq\/L, initial doses start with 20 to 6 mEq\/day in divided doses. In patients with renal tubular acidosis, oral doses range from 0.5 to 0 mEq\/kg\/day. Adult antacid dosing is from 325 mg to 2 g up to 4 times a day.<br\/><\/li><li><b>SODIUM CHLORIDE <\/b><br\/>TOXICITY: Ingestion of 0.5 to 1 g\/kg (8.6 to 17.2 mEq\/kg) of sodium chloride is probably toxic in the majority of patients. Central nervous system signs and symptoms are common with serum sodium concentrations above 150 to 160 mEq\/L. At such levels, there is a 10% chance of seizures which increases when serum sodium concentration reaches 160 to 185 mEq\/L.  Death is a frequent occurrence at serum sodium concentrations above 185 mEq\/L. A teenager survived a serum sodium concentration of 196 mmol\/L following the ingestion of soy sauce (quart size bottle; equivalent to 160 to 170 g salt) following aggressive supportive care; no permanent sequelae occurred. PEDIATRIC: One level tablespoon (17.85 g) is approximately 305 mEq of sodium, and if retained, would raise serum levels by 30.5 mEq\/L in a 3-year-old (15 kg) child. A toddler died after ingesting 400 mEq\/kg and an adolescent died after absorbing an estimated 45 g sodium chloride as salt water. RECOMMENDED DAILY CONSUMPTION: ADULT: It is recommended an adult consume no more than 2300 mg of sodium daily.<br\/><\/li><\/ul>"}]},"13":{"id":"928324-s-13","title":"Clinical Teaching","mono":"<ul><li>Side effects may include anal irritation, bloating, abdominal fullness, nausea, vomiting, and stomach cramps.<\/li><li>Instruct patient to report signs\/symptoms of allergic reactions (eg, hives, rashes, anaphylaxis).<\/li><li>Patient should not eat solid food for at least 2 hours (preferably 3 to 4 hours) before taking this preparation.<\/li><li>If severe bloating, abdominal distension, or abdominal pain occur, instruct patient to temporarily discontinue or slow the consumption of solution. Once symptoms have resolved, the patient may resume administration.<\/li><li>Encourage patient to drink each portion rapidly, as this method is preferred over drinking small amounts continuously. The solution may be more palatable if chilled first.<\/li><li>Instruct patient to maintain adequate hydration before, during, and after treatment.<\/li><li>Inform patient that the preparation may flush other oral medications from the gastrointestinal tract if they are taken within 1 hour before the start of solution administration. Patient should contact healthcare professional if there are questions regarding when to take other oral medications.<\/li><li>Instruct patient not to take other laxatives while taking the preparation.<\/li><\/ul>"}}}