{"generic":"Solifenacin Succinate","drugs":["Solifenacin Succinate","Vesicare"],"mono":{"0":{"id":"928348-s-0","title":"Generic Names","mono":"Solifenacin Succinate"},"1":{"id":"928348-s-1","title":"Dosing and Indications","sub":[{"id":"928348-s-1-4","title":"Adult Dosing","mono":"<b>Bladder muscle dysfunction - overactive, with symptoms of urge urinary incontinence, urgency, and urinary frequency:<\/b> initial, 5 mg ORALLY once daily; may increase to 10 mg\/day ORALLY if 5 mg dose is well tolerated"},{"id":"928348-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in pediatric patients"},{"id":"928348-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>use with CYP3A4 inhibitors:<\/b> a dose not greater than 5 mg ORALLY once daily is recommended when administered concurrently with ketoconazole or other potent CYP3A4 inhibitors<\/li><li><b>hepatic impairment, moderate (Child-Pugh B):<\/b> 5 mg ORALLY once daily<\/li><li><b>hepatic impairment, severe (Child-Pugh C):<\/b> not recommended<\/li><li><b>renal impairment, severe (CrCl less than 30 mL\/min):<\/b> 5 mg ORALLY once daily<\/li><\/ul>"},{"id":"928348-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Bladder muscle dysfunction - overactive, with symptoms of urge urinary incontinence, urgency, and urinary frequency<br\/>"}]},"3":{"id":"928348-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928348-s-3-9","title":"Contraindications","mono":"<ul><li>gastric retention<\/li><li>hypersensitivity to solifenacin succinate<\/li><li>narrow-angle glaucoma, uncontrolled<\/li><li>urinary retention<\/li><\/ul>"},{"id":"928348-s-3-10","title":"Precautions","mono":"<ul><li>anaphylactic reactions have been reported rarely; discontinue use<\/li><li>angioedema of the face, lips, tongue, and larynx, potentially life-threatening, has been reported hours after the first dose or after multiple doses; discontinue use and manage medically if tongue, hypopharynx or larynx involvement occurs<\/li><li>anticholinergic CNS effects have been reported (eg, headache, confusion, hallucinations, somnolence); monitoring recommended, especially with dose initiation and increase; consider dose reduction or discontinuation<\/li><li>bladder outflow obstruction, clinically significant; risk of urinary retention<\/li><li>gastrointestinal motility, decreased<\/li><li>hepatic impairment, moderate (Child-Pugh B); dosage adjustment recommended<\/li><li>hepatic impairment, severe (Child-Pugh C); use not recommended<\/li><li>narrow-angle glaucoma, controlled<\/li><li>QT prolongation, known history, or concomitant medications known to prolong QT interval; increased risk for QT interval prolongation<\/li><li>renal impairment, severe (CrCl less than 30 mL\/min); dosage adjustment recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928348-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928348-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928348-s-4","title":"Drug Interactions","sub":[{"id":"928348-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (probable)<\/li><li>Mesoridazine (established)<\/li><li>Nelfinavir (theoretical)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Potassium (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"928348-s-4-14","title":"Major","mono":"<ul><li>Alfuzosin (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Apomorphine (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Astemizole (theoretical)<\/li><li>Azithromycin (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Buserelin (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Chloroquine (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasatinib (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Droperidol (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Fingolimod (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Halofantrine (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ibutilide (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Lapatinib (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lumefantrine (theoretical)<\/li><li>Mefloquine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Paliperidone (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Perflutren Lipid Microsphere (theoretical)<\/li><li>Procainamide (theoretical)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Quinine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Salmeterol (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Sodium Phosphate (theoretical)<\/li><li>Sodium Phosphate, Dibasic (theoretical)<\/li><li>Sodium Phosphate, Monobasic (theoretical)<\/li><li>Sorafenib (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Sunitinib (theoretical)<\/li><li>Telavancin (theoretical)<\/li><li>Tetrabenazine (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Trifluoperazine (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Triptorelin (theoretical)<\/li><li>Umeclidinium (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vardenafil (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"}]},"5":{"id":"928348-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Constipation (5.4% to 13.4%), Xerostomia (10.9% to 27.6%)<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Prolonged QT interval<\/li><li><b>Gastrointestinal:<\/b>Bowel obstruction, Fecal impaction, Obstruction of colon<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Neurologic:<\/b>Confusion, Headache, Somnolence<\/li><li><b>Psychiatric:<\/b>Hallucinations<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"928348-s-6","title":"Drug Name Info","sub":{"0":{"id":"928348-s-6-17","title":"US Trade Names","mono":"Vesicare<br\/>"},"2":{"id":"928348-s-6-19","title":"Class","mono":"<ul><li>Antimuscarinic<\/li><li>Urinary Antispasmodic<\/li><\/ul>"},"3":{"id":"928348-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928348-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928348-s-7","title":"Mechanism Of Action","mono":"Solifenacin succinate exerts competitive antagonistic effects at the muscarinic receptor.<br\/>"},"8":{"id":"928348-s-8","title":"Pharmacokinetics","sub":[{"id":"928348-s-8-23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 3 h to 8 h<\/li><li>Oral (Elderly 65 to 80 years old): 20% to 25% increase in Cmax and AUC<\/li><li>Bioavailability: approximately 90%<\/li><li>Effect of food: no significant effect<\/li><\/ul>"},{"id":"928348-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 600 L<\/li><li>Protein binding: approximately 98%<\/li><\/ul>"},{"id":"928348-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; extensive, P450 CYP3A4, N-oxidation and 4R-hydroxylation<\/li><li>Active metabolite: 4R-hydroxy solifenacin<\/li><\/ul>"},{"id":"928348-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 22.5%<\/li><li>Renal: 69.2%, less than 15% unchanged<\/li><\/ul>"},{"id":"928348-s-8-27","title":"Elimination Half Life","mono":"<ul><li>approximately 45 h to 68 h<\/li><li>Elderly, 65 to 80 years old: 20% to 25% higher<\/li><li>Severe renal impairment: (creatinine clearance of less than 30 mL\/min), 1.6-fold increase<\/li><li>Moderate hepatic impairment: 2-fold increase<\/li><\/ul>"}]},"9":{"id":"928348-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>may be administered with or without food<\/li><li>should be taken with liquids and swallowed whole<\/li><\/ul>"},"10":{"id":"928348-s-10","title":"Monitoring","mono":"<ul><li>overactive bladder: improvement in symptoms including incontinence, urinary urgency and frequency, and an increase in volume voided per micturition indicates efficacy<\/li><li>anticholinergic CNS effects (eg, headache, confusion, hallucinations, somnolence); especially after drug initiation or dose increases<\/li><\/ul>"},"11":{"id":"928348-s-11","title":"How Supplied","mono":"<b>VESIcare<\/b><br\/>Oral Tablet: 5 MG, 10 MG<br\/>"},"12":{"id":"928348-s-12","title":"Toxicology","sub":[{"id":"928348-s-12-31","title":"Clinical Effects","mono":"<b>ANTICHOLINERGIC POISONING <\/b><br\/>USES: The anticholinergic toxidrome refers to a set of signs and symptoms that occur with overdose of antagonists of the muscarinic cholinergic receptors. It can occur after poisoning from many pharmaceuticals and from naturally occurring alkaloids found in many plants.  These medications are commonly used as sleep aids, antispasmodics (gastrointestinal and urinary), antihistamines, and ophthalmic cycloplegics and to treat Parkinson disease.  This class of drugs is occasionally abused (mostly by adolescents) for its hallucinogenic effects. PHARMACOLOGY: Competitive antagonist of M1 and M2 muscarinic cholinergic receptor. Toxic effects from antagonism of the nicotinic cholinergic system is not a component of the syndrome. In general, the desired pharmacologic effects occur when only the peripheral muscarinic receptors are antagonized and there are no central antimuscarinic effects. TOXICOLOGY: Is an extension of the pharmacologic effects, which is due to extensive antagonism of the central and peripheral muscarinic acetylcholine receptors. EPIDEMIOLOGY: Poisoning is common but rarely severe. Toxicity may occur via oral, parenteral, or dermal route.  Systemic anticholinergic effects  have occasionally developed after use of ophthalmic preparations, mostly in young children. MILD TO MODERATE TOXICITY: Somnolence, anticholinergic effects  of mydriasis, flushing, fever, dry mouth, decreased bowel sounds, and tachycardia are characteristic.  Mild hypertension, nausea, and vomiting are  also common after overdose.  Agitation, confusion, and hallucinations may develop with moderate poisoning. SEVERE TOXICITY: Severe effects may include agitated delirium, psychosis, hallucinations, seizures, hyperthermia, and coma. Some drugs that cause the anticholinergic toxidrome (eg, diphenhydramine) may cause QRS widening and ventricular dysrhythmias due to sodium channel antagonism, but this is not due to the anticholinergic effects. Rhabdomyolysis and renal failure may rarely develop in patients with prolonged agitation, coma, or seizures. ADVERSE EFFECTS: COMMON: Dry mouth, urinary retention, and constipation are commonly seen.<br\/>"},{"id":"928348-s-12-32","title":"Treatment","mono":"<b>ANTICHOLINERGIC POISONING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of pharmaceutical  overdoses that produce the anticholinergic toxidrome requires only supportive care; administer activated charcoal if the patient presents shortly after ingestion; sedate patients with benzodiazepines for agitation and delirium. Hypertension and tachycardia are generally mild and well tolerated, and do not require specific treatment. Physostigmine can be used to establish a diagnosis; it may help avoid an invasive, costly work-up, but should only be given in a setting where intensive monitoring and resuscitation is possible, and should NOT be given if the history or ECG (QRS widening) suggests tricyclic antidepressant poisoning. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed early. May benefit from gastric lavage if patient presents soon after a large ingestion; administer activated charcoal. GI decontamination should only be performed in patients who can protect their airway or who are intubated. Severe delirium may develop and require large doses of benzodiazepines for sedation. Seizures (may progress to status epilepticus) may require aggressive use of benzodiazepines, propofol and\/or barbiturates. Monitor core temperature and treat hyperthermia with aggressive benzodiazepine sedation to control agitation, and external cooling. Clinical manifestations may be prolonged due to prolonged absorption in the setting of anticholinergic ileus.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for somnolence and seizures. For dermal exposure, wash skin thoroughly. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient is able to protect airway. Consider gastric lavage in recent, life threatening ingestion, protect airway prior to gastric lavage.<\/li><li>Airway management: Protect airway early in patients with severe intoxication (i.e., seizures, severe delirium or hyperthermia).<\/li><li>Antidote: Physostigmine is indicated to reverse the CNS effects caused by clinical or toxic dosages of agents capable of producing anticholinergic syndrome; however, long lasting reversal of anticholinergic signs and symptoms is generally not achieved because of the relatively short duration of action of physostigmine (45 to 60 minutes).  It is most often used diagnostically to distinguish anticholinergic delirium from other causes of altered mental status. CAUTION: If tricyclic antidepressants are coingested, physostigmine may precipitate seizures and dysrhythmias. DOSES: ADULT: 2 mg IV at a slow controlled rate, no more than 1 mg\/min. May repeat doses at intervals of 10 to 30 min if severe symptoms recur. For patients with prolonged anticholinergic delirium consider a continuous infusion, start at 2 mg\/hr and titrate to effect. CHILD: 0.02 mg\/kg by slow IV injection, at a rate no more than 0.5 mg\/minute. Repeat dosage at 5 to 10 minute intervals as long as the toxic effect persists and there is no sign of cholinergic effects. MAXIMUM DOSAGE: 2 mg total.<\/li><li>Seizure: Intravenous benzodiazepines; add propofol or barbiturates if seizures persist or recur.<\/li><li>Body temperature above reference range: Control agitation with benzodiazepines, initiate aggressive external cooling measures (i.e., remove patient's clothing, cover with a damp sheet or spray skin with water and direct fan at the patient's skin to enhance evaporation).<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Monitoring of patient: Monitor vital signs (including temperature) and mental status.  No specific lab work is needed in most patients. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity (i.e., agitation, delirium, seizures, coma, hypotension). Monitor creatinine phosphokinase in patients with prolonged agitation, seizures or coma; monitor renal function and urine output in patients with rhabdomyolysis.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are of no value in this setting because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness or stimulation) with an acute inadvertent ingestion may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (i.e., hallucinations, somnolence, delirium, coma), or persistent tachycardia should be admitted. Patients with coma, seizures or delirium should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (i.e., seizures, severe delirium, coma), or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"928348-s-12-33","title":"Range of Toxicity","mono":"<b>ANTICHOLINERGIC POISONING<\/b><br\/>TOXICITY: ADULTS: Varies with the specific medication. In general, patients will have to ingest large doses of plant products (or make a tea) to develop symptoms. THERAPEUTIC DOSE: Varies with the specific medication.<br\/>"}]},"13":{"id":"928348-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized due to potential for blurred vision and somnolence.<\/li><li>Counsel patient to use caution with activities leading to an increased core temperature (eg, strenuous exercise, exposure to extreme heat, dehydration) due to impaired heat regulation.<\/li><li>Tell patient to immediately report signs\/symptoms of angioedema (swelling of face, lips, tongue, and\/or larynx).<\/li><li>Drug may cause constipation, xerostomia, dry eyes, urinary retention, headaches, confusion, and hallucinations.<\/li><\/ul>"}}}