{"drugs":["Eszopiclone","Lunesta"],"mono":{"0":{"id":"928351-s-0","title":"Generic Names","mono":"Eszopiclone"},"1":{"id":"928351-s-1","title":"Dosing and Indications","sub":{"0":{"id":"928351-s-1-4","title":"Adult Dosing","mono":"<b>Insomnia:<\/b> initial dose, 1 mg ORALLY immediately before bedtime; may increase to 2 mg or 3 mg\/day as clinically indicated; MAX 3 mg\/day "},"2":{"id":"928351-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dosage adjustment is necessary<\/li><li><b>hepatic impairment, severe:<\/b> MAX 2 mg ORALLY immediately before bedtime<\/li><li><b>geriatric:<\/b> MAX 2 mg ORALLY immediately before bedtime<\/li><li><b>coadministration with CNS depressants:<\/b> dosage adjustment may be necessary<\/li><li><b>coadministration with potent CYP3A4 inhibitors:<\/b> MAX 2 mg ORALLY immediately before bedtime<\/li><li><b>debilitated patient:<\/b> MAX 2 mg ORALLY immediately before bedtime<\/li><\/ul>"},"3":{"id":"928351-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Insomnia<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Breathing-related sleep disorder; Diagnosis - Polysomnography<\/li><li>Generalized anxiety disorder - Insomnia<\/li><li>Insomnia - Major depressive disorder<\/li><li>Insomnia - Menopause<\/li><\/ul>"}}},"3":{"id":"928351-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928351-s-3-9","title":"Contraindications","mono":"hypersensitivity to eszopiclone <br\/>"},{"id":"928351-s-3-10","title":"Precautions","mono":"<ul><li>Hepatic<\/li><li>-- severe hepatic impairment requires dosage adjustment<\/li><li>Neurologic<\/li><li>-- excessive CNS depressant effects, including next-day psychomotor impairment, may occur; impairment may not be reliably detected by routine clinical examination; risk increases in the debilitated and elderly, patients with less than a full night of sleep (7 to 8 hours), higher doses, and concomitant use of other CNS depressants or use of drugs causing increased blood levels of eszopiclone<\/li><li>-- persistent insomnia, despite 7 to 10 days of treatment, may be result of physical or psychiatric disorder<\/li><li>Psychiatric<\/li><li>-- abnormal thinking and behavior changes (eg, aggression, agitation, hallucinations, and depersonalization) have been reported and may require discontinuation of therapy<\/li><li>-- complex sleep-related behaviors (eg, &quot;sleep-driving,&quot; making phone calls, and preparing\/eating food) have been reported and may require discontinuation of therapy; increased risk with alcohol consumption and concomitant use of other CNS depressants<\/li><li>-- worsening of depression has been reported with the use of sedatives and hypnotics, including suicidal thoughts and completed suicides<\/li><li>Respiratory<\/li><li>-- use caution in patients with compromised respiratory function<\/li><li>Other<\/li><li>-- abrupt withdrawal or rapid dose reduction increases the risk of precipitating withdrawal effects<\/li><li>-- alcohol use should be avoided; may result in additive central nervous system-depressant effects<\/li><li>-- angioedema, anaphylactoid, and severe anaphylaxis have been reported with first or subsequent doses; do not rechallenge<\/li><li>-- debilitated patients have an increased risk of CNS depression and dosage adjustment is recommended<\/li><li>-- elderly have an increased risk of CNS depression and dosage adjustment is recommended<\/li><\/ul>"},{"id":"928351-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928351-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928351-s-4","title":"Drug Interactions","sub":[{"id":"928351-s-4-13","title":"Contraindicated","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (probable)<\/li><li>Lopinavir (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><\/ul>"},{"id":"928351-s-4-14","title":"Major","mono":"<ul><li>Buprenorphine (theoretical)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flumazenil (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Meclizine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Zolpidem (theoretical)<\/li><\/ul>"},{"id":"928351-s-4-15","title":"Moderate","mono":"<ul>Perampanel (probable)<\/ul>"}]},"5":{"id":"928351-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Disorder of taste (8% to 34%), Vomiting (3%)<\/li><li><b>Neurologic:<\/b>Dizziness (1% to 7%), Headache (13% to 21%), Migraine (1% or greater)<\/li><li><b>Respiratory:<\/b>Respiratory tract infection (5% to 10%)<\/li><\/ul><b>Serious<\/b><br\/><b>Other:<\/b>Angioedema (rare)<br\/>"},"6":{"id":"928351-s-6","title":"Drug Name Info","sub":{"0":{"id":"928351-s-6-17","title":"US Trade Names","mono":"Lunesta<br\/>"},"2":{"id":"928351-s-6-19","title":"Class","mono":"Nonbarbiturate Hypnotic<br\/>"},"3":{"id":"928351-s-6-20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"928351-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"928351-s-7","title":"Mechanism Of Action","mono":"The exact mechanism of action of eszopiclone, a non-benzodiazepine hypnotic, is unknown. It is believed that eszopiclone binds to or interacts allosterically at the GABA-receptor complex domain.<br\/>"},"8":{"id":"928351-s-8","title":"Pharmacokinetics","sub":[{"id":"928351-s-8-23","title":"Absorption","mono":"<ul><li>Oral, tablet: rapidly absorbed, time to peak concentration, approximately 1 h<\/li><li>Effect of food: time to peak concentration delayed 1 h by high fat meal<\/li><\/ul>"},{"id":"928351-s-8-24","title":"Distribution","mono":"Protein binding: weakly bound, 52% to 59% <br\/>"},{"id":"928351-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; isoenzyme P450 CYP3A4, CYP2E1; demethylation and oxidation<\/li><li>Active metabolite: (S)-zopiclone-N-oxide<\/li><\/ul>"},{"id":"928351-s-8-26","title":"Excretion","mono":"<ul><li>Racemic zopiclone, Renal: 75% primarily as metabolites<\/li><li>Eszopiclone, Renal: less than 10% unchanged<\/li><li>Dialyzable: not determined<\/li><\/ul>"},{"id":"928351-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Adults: 6 h<\/li><li>Elderly: approximately 9 h<\/li><\/ul>"}]},"9":{"id":"928351-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take immediately before bedtime<\/li><li>do not take with heavy\/high-fat meal<\/li><\/ul>"},"10":{"id":"928351-s-10","title":"Monitoring","mono":"<ul><li>improvement in sleep onset, duration, and quality is indicative of efficacy<\/li><li>persistent insomnia; failure to improve after 7 to 10 days of therapy<\/li><li>excessive CNS depressant effects, including next-day psychomotor impairment; impairment may not be reliably detected by routine clinical examination (eg, less than formal psychomotor testing); risk increases in the debilitated and elderly, patients with less than a full night of sleep (7 to 8 hours), higher doses, and concomitant use of other CNS depressants or use of drugs causing increased blood levels of eszopiclone<\/li><\/ul>"},"11":{"id":"928351-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 1 MG, 2 MG, 3 MG<br\/><\/li><li><b>Lunesta<\/b><br\/>Oral Tablet: 1 MG, 2 MG, 3 MG<br\/><\/li><\/ul>"},"12":{"id":"928351-s-12","title":"Toxicology","sub":[{"id":"928351-s-12-31","title":"Clinical Effects","mono":"<b>ZOPICLONE AND RELATED AGENTS <\/b><br\/>USES: Zopiclone and eszopiclone are non-benzodiazepine hypnotic agents used in the treatment of insomnia. PHARMACOLOGY: These agents are GABA receptor (benzodiazepine receptor-chloride iron channel complex) agonists, which bind to a non-benzodiazepine specific site. The metabolite of zopiclone called desmethylzopiclone is also pharmacologically active, although it has predominately anxiolytic properties. TOXICOLOGY: Toxicity is an extension of the pharmacology, causing CNS depression. Deaths are very rare following single substance ingestions. EPIDEMIOLOGY:  In the United States, zopiclone is not commercially available, although its active stereoisomer, eszopiclone is available. MILD TO MODERATE TOXICITY: Overdose may present with drowsiness, ataxia, lethargy, and sedation. SEVERE TOXICITY: Patients with a massive overdose or mixed ingestion may present with excessive sedation and depressed respiratory function which may progress to coma.  Severe overdoses may result in hypoxia, pulmonary edema and respiratory failure. Methemoglobinemia and renal insufficiency have been reported rarely after very large zopiclone overdoses. One patient with a history of hepatic insufficiency developed coronary artery vasospasm, ST-elevation myocardial infarction, and ventricular fibrillation after eszopiclone overdose. ADVERSE EFFECTS: Adverse effects include taste disturbances (eg, bitter metallic taste), dry mouth, disruption of REM sleep, double vision, drowsiness, memory impairments, visuospatial impairments, dizziness, headaches, and fatigue. Unexpected mood changes have been observed, which requires drug cessation. Tolerance and dependence may develop; seizures have been reported after abrupt discontinuation of chronic high doses of zopiclone. DRUG INTERACTIONS: More severe toxicity is expected when coingested with other CNS depressants such as opioids, benzodiazepines, barbiturates, or ethanol. <br\/>"},{"id":"928351-s-12-32","title":"Treatment","mono":"<b>ZOPICLONE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most patients will require little more than monitoring and positioning to maintain the airway and avoid aspiration. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity generally occurs if other sedating agents are also ingested. Intubate patients with any difficulty maintaining their airway or who are at risk for aspiration. Hypotension is generally mild and responds to fluids. Administer methylene blue to patients with symptomatic methemoglobinemia or concentrations above 30%.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not recommended because of potential for somnolence and loss of airway protection. HOSPITAL: In general, decontamination is not indicated for this overdose, but may be considered for massive overdoses that present early. Activated charcoal could be considered if the patient is awake and cooperative and if the ingestion was relatively recent.  Gastric lavage is not indicated as overdose is not life-threatening. There is no evidence for the use of whole bowel irrigation or multiple doses of charcoal.<\/li><li>Airway management: Airway protection is required in patients with an altered mental status.<\/li><li>Antidote: Flumazenil has been used to reverse sedation due to zopiclone or eszopiclone. However, since toxicity is so mild, it is rarely required. Routine use of flumazenil is NOT recommended. Flumazenil may be useful in establishing a diagnosis in a patient with CNS depression and possibly in preventing the need for respiratory support. Flumazenil should not be administered to patients with cardiac arrhythmias, seizures or a history of seizures, signs\/symptoms of a cyclic antidepressant intoxication, or a suspected multidrug ingestion.<\/li><li>Coma: Treatment is symptomatic and supportive.  Perform orotracheal intubation to protect the airway.  Evaluate for other causes of coma (eg, hypoglycemia, coingestants, metabolic derangements).<\/li><li>Respiratory arrest: Respiratory depression may occur with very large overdoses or in mixed overdoses with other sedatives, and can be treated with intubation and mechanical ventilation.<\/li><li>Enhanced elimination procedure: There is no role for enhanced removal procedures such as dialysis.<\/li><li>Monitoring of patient: Quantitative drug estimation is not readily available and not indicated in the routine management. Zopiclone and eszopiclone are not detected as benzodiazepines on most urine drug screens. In patients with altered mental status, obtain a metabolic panel, serum glucose, and possibly a head CT, if the diagnosis is in doubt. Obtain a methemoglobin concentration in patients with cyanosis or respiratory symptoms.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients (other than mild drowsiness) with inadvertent ingestions may be monitored at home.  Children inadvertently ingesting 1 or 2 tablets may be monitored at home. OBSERVATION CRITERIA: Patients with a small overdose who are asymptomatic or mildly symptomatic can be managed and observed in the emergency department for a short period (4 to 6 hours). ADMISSION CRITERIA: Patients who are heavily sedated or respiratory depressed due to eszopiclone or a mixed ingestion (usually opioid and alcohol), should be treated appropriately and admitted if they are expected to have prolonged course of CNS or respiratory depression. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (coma, respiratory depression), or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"928351-s-12-33","title":"Range of Toxicity","mono":"<b>ZOPICLONE AND RELATED AGENTS<\/b><br\/>TOXICITY: These drugs have a very wide therapeutic index, and high safety profile similar to oral benzodiazepines. Adults have survived ingestions of up 3750 mg zopiclone with supportive care. A young woman with a history of chronic zopiclone abuse ingested 500 tablets of zopiclone 7.5 mg (total, 3750 mg) over 5 hours and developed dizziness, cyanosis, and methemoglobinemia. She recovered in less than 24 hours of ingestion following a single dose (50 mg) of methylene blue. An adult with a history of hepatic insufficiency and ethanol abuse developed a myocardial infarction secondary to vasospasm, complicated by ventricular fibrillation after ingesting 60 mg eszopiclone, but recovered.  Adults with chronic respiratory debilitation lor advance lung cancer have died after ingestions of zopiclone in the range of 90 to 450 mg. THERAPEUTIC DOSE: ZOPICLONE: 5 to 7.5 mg; ESZOPICLONE: 1 to 3 mg. <br\/>"}]},"13":{"id":"928351-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to seek immediate medical attention for symptoms of anaphylaxis and\/or angioedema. Severe anaphylactic\/anaphylactoid reactions, some fatal, have been reported.<\/li><li>Warn patient of the risk of &quot;sleep-driving&quot; and other complex behaviors (eg, preparing and eating food, making phone calls) when the patient is not fully awake. Risk is increased when drug is combined with alcohol or other CNS depressants.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Drug may cause headache, dyspepsia, and nausea.<\/li><li>Patient should report insomnia that worsens or persists longer than 7 to 10 days.<\/li><li>Advise patient to report abnormal thoughts or behavior (eg, confusion, agitation, hallucinations, suicidal thoughts, new or worsening depression), memory loss, or anxiety.<\/li><li>Patient should not take drug with a heavy or high fat meal.<\/li><li>Patient should take drug immediately prior to going to bed, and only when able to get a full night's sleep before being active again.<\/li><li>Instruct patient to take drug only when experiencing insomnia. This drug should not be taken on a regular schedule when insomnia is not present.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}