{"drugs":["Pramlintide Acetate","Symlin","SymlinPen"],"mono":[{"id":"928385-s-0","title":"Generic Names","mono":"Pramlintide Acetate"},{"id":"928385-s-1","title":"Dosing and Indications","sub":{"0":{"id":"928385-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Type 1 diabetes mellitus; Adjunct:<\/b> initial, 15 mcg SUBCUTANEOUSLY immediately prior to major meals<\/li><li><b>Type 1 diabetes mellitus; Adjunct:<\/b> maintenance, titrate at 15 mcg increments to 30 to 60 mcg SUBCUTANEOUSLY as tolerated<\/li><li><b>Type 2 diabetes mellitus; Adjunct:<\/b> initial, 60 mcg SUBCUTANEOUSLY immediately prior to major meals<\/li><li><b>Type 2 diabetes mellitus; Adjunct:<\/b> maintenance, 120 mcg SUBCUTANEOUSLY as tolerated<\/li><\/ul>"},"2":{"id":"928385-s-1-6","title":"Dose Adjustments","mono":"<ul><li>dose titration should occur when no clinically significant nausea has been seen for at least 3 days; if significant nausea persists at the 45- or 60-mcg level (type 1 DM), the dose should be decreased to 30 mcg; if significant nausea persists at the 120-mcg level (type 2 DM), the dose should be decreased to 60 mcg<\/li><li>with start of pramlintide, reduce preprandial, rapid-acting or short-acting insulin dosages (including fixed-mix insulins e.g. 70\/30) by 50%<\/li><\/ul>"},"3":{"id":"928385-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Type 1 diabetes mellitus; Adjunct<\/li><li>Type 2 diabetes mellitus; Adjunct<\/li><\/ul>"}}},{"id":"928385-s-2","title":"Black Box Warning","mono":"<b>Subcutaneous (Solution)<\/b><br\/>Severe hypoglycemia has occurred within 3 hours of pramlintide injection when used concomitantly with insulin, especially in patients with type 1 diabetes. Serious injuries may happen if hypoglycemia occurs during high-risk activities, and appropriate patient selection, instruction, and insulin dose reduction are critical for reducing this risk.<br\/>"},{"id":"928385-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928385-s-3-9","title":"Contraindications","mono":"<ul><li>confirmed gastroparesis<\/li><li>hypersensitivity to pramlintide or any product components<\/li><li>hypoglycemia unawareness<\/li><\/ul>"},{"id":"928385-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- severe hypoglycemia has occurred when used concomitantly with insulin, especially in patients with type 1 diabetes; monitoring recommended and insulin dose adjustment may be necessary<\/li><li>Endocrine:<\/li><li>-- avoid use in patients with poor compliance with insulin regimen or prescribed self-blood glucose monitoring, recurrent episodes of severe hypoglycemia requiring assistance within past 6 months, or HbA1c levels above 9%<\/li><li>Immunologic:<\/li><li>-- hypersensitivity reactions such as erythema, edema, or pruritus at the site of injection may occur<\/li><li>Other:<\/li><li>-- Do not mix pramlintide and insulin; administer as separate injections<\/li><li>-- Pen devices are for single patient use only and never to be shared, even if the needle is changed, due to increased risk for transmission of bloodborne pathogens<\/li><li>Concomitant Use:<\/li><li>-- avoid use with drugs that stimulate gastrointestinal motility<\/li><li>-- use of oral medications in which rapid onset or threshold concentration is critical for effectiveness (eg, analgesics, antibiotics, oral contraceptives); administer at least 1 hour prior or 2 hours after injection<\/li><\/ul>"},{"id":"928385-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928385-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"928385-s-4","title":"Drug Interactions","sub":{"1":{"id":"928385-s-4-14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Insulin (established)<\/li><li>Insulin Aspart, Recombinant (established)<\/li><li>Insulin Bovine (established)<\/li><li>Insulin Degludec (established)<\/li><li>Insulin Detemir (established)<\/li><li>Insulin Glulisine (established)<\/li><li>Insulin Lispro, Recombinant (established)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"928385-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Esmolol (probable)<\/li><li>Furazolidone (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},{"id":"928385-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (8%), Loss of appetite (9% to 17%), Nausea (28% to 48%), Vomiting (8% to 11%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (less than 1% to 6%)<\/li><li><b>Neurologic:<\/b>Dizziness (5% to 6%), Headache (13%)<\/li><\/ul><b>Serious<\/b><br\/><b>Endocrine metabolic:<\/b>Hypoglycemia (Severe) (4.7% to 16.8%)<br\/>"},{"id":"928385-s-6","title":"Drug Name Info","sub":{"0":{"id":"928385-s-6-17","title":"US Trade Names","mono":"<ul><li>Symlin<\/li><li>SymlinPen<\/li><\/ul>"},"2":{"id":"928385-s-6-19","title":"Class","mono":"Antidiabetic<br\/>"},"3":{"id":"928385-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928385-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"928385-s-7","title":"Mechanism Of Action","mono":"Pramlintide acetate, an antihyperglycemic drug, acts as an amylinomimetic agent. It is responsible for the modulation of gastric emptying, prevention of the postprandial glucagon secretion, and satiety which leads to decreased caloric intake and potential weight loss.<br\/>"},{"id":"928385-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"928385-s-8-23","title":"Absorption","mono":"<ul><li>Subcutaneous: time to peak concentration, 19 min to 21 min<\/li><li>Bioavailability: 30% to 40%<\/li><\/ul>"},"1":{"id":"928385-s-8-24","title":"Distribution","mono":"Protein binding: not extensively bound, 40% unbound <br\/>"},"2":{"id":"928385-s-8-25","title":"Metabolism","mono":"<ul><li>Renal<\/li><li>Primary metabolite: des-lys pramlintide (2-37 pramlintide)<\/li><\/ul>"},"4":{"id":"928385-s-8-27","title":"Elimination Half Life","mono":"approximately 48 min <br\/>"}}},{"id":"928385-s-9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>do not mix with insulin; administer as separate injections<\/li><li>administer immediately prior to each major meal<\/li><li>administer into the abdomen or thigh; rotate sites<\/li><li>4, 5, or 6 mm needles recommended in all patients regardless of BMI or age; inject at a 90 degree angle except when injecting into a slim abdomen; in such case, use a lifted skin fold (4 and 5 mm needles) or 45 degree angle (6 mm needle)<\/li><\/ul>"},{"id":"928385-s-10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>signs and symptoms of hypoglycemia<\/li><li>signs and symptoms of hyperglycemia<\/li><\/ul>"},{"id":"928385-s-11","title":"How Supplied","mono":"<ul><li><b>SymlinPen<\/b><br\/>Subcutaneous Solution: 1000 MCG\/ML<br\/><\/li><li><b>Symlin<\/b><br\/>Subcutaneous Solution: 0.6 MG\/ML<br\/><\/li><\/ul>"},{"id":"928385-s-12","title":"Toxicology","sub":[{"id":"928385-s-12-31","title":"Clinical Effects","mono":"<b> PRAMLINTIDE <\/b><br\/>USES: Pramlintide is used to treat type 1 or type 2 diabetes, as an adjunct treatment in patients who are using mealtime insulin but have failed to achieve desired glucose control with optimal insulin therapy. PHARMACOLOGY: Pramlintide, an antidiabetic drug, is a stable, non-aggregating analogue of endogenous amylin. It is responsible for the modulation of gastric emptying, prevention of the postprandial glucagon secretion, and satiety which leads to decreased caloric intake and potential weight loss. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Pramlintide overdose information is limited. Severe nausea, vomiting, diarrhea, vasodilatation, and dizziness were reported in healthy volunteers following administration of single 10-mg doses. Hypoglycemia is not expected after administration of pramlintide alone, but may develop if pramlintide is administered with insulin or other hypoglycemic agents. ADVERSE EFFECTS: The most frequently reported adverse effects following therapeutic administration of pramlintide include nausea, vomiting, anorexia, and headache. Other adverse effects include abdominal pain, diarrhea, dizziness, lightheadedness, tachycardia, and a dermal reaction, consisting of erythema, edema, and pruritus. Pramlintide as a sole therapy (without concurrent administration of insulin) does NOT cause hypoglycemia. DRUG INTERACTION: Concomitant administration of pramlintide with one or more antidiabetic agents (eg, insulin, sulfonylureas) increases the risk of hypoglycemia. Severe hypoglycemia associated with pramlintide will generally occur within 2 to 3 hours after pramlintide administration. <br\/>"},{"id":"928385-s-12-32","title":"Treatment","mono":"<b> PRAMLINTIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. HYPOGLYCEMIA: Hypoglycemia is not expected after administration of pramlintide alone, but may develop if pramlintide is administered with insulin or other hypoglycemic agents. In patients with a pramlintide overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. DIET: If the patient is awake and alert, offer carbohydrates. If hypoglycemia persists or becomes severe, treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. NOT RECOMMENDED: Prophylactic dextrose administration is not recommended in patients who do not become hypoglycemic, as it may make it difficult to distinguish patients who become hypoglycemic and require prolonged hospitalization from those who remain asymptomatic and may be discharged sooner. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. HYPOGLYCEMIA: Hypoglycemia is not expected after administration of pramlintide alone, but may develop if pramlintide is administered with insulin or other hypoglycemic agents. In patients with a pramlintide overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia.<\/li><li>Decontamination: Gastrointestinal decontamination is not necessary as pramlintide is administered subcutaneously.<\/li><li>Airway management: Generally, airway management is not necessary as CNS depression from these agents should resolve with dextrose administration. Endotracheal intubation should be performed in patients with excessive drowsiness and the inability to protect their own airway that do not respond to IV dextrose.<\/li><li>Antidote: None.<\/li><li>Hypoglycemia: Pramlintide alone does not cause hypoglycemia; however, concomitant administration of pramlintide and other anti-diabetic agents (i.e. insulin, sulfonylureas) may increase the risk of hypoglycemia. DEXTROSE: Give dextrose if symptomatic or BS less than 60 mg\/dL. DOSE: ADULT: 0.5 to 1 g\/kg of D50W (50% dextrose) IV push; ADOLESCENT: 0.5 to 1 g\/kg (1 to 2 mL\/kg) of 50% dextrose IV push; INFANT and CHILD: 0.5 to 1 g\/kg (2 to 4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL. DIET: When the patient is awake and alert, supplement IV glucose with carbohydrate intake.<\/li><li>Monitoring of patient: Serum pramlintide concentrations are not clinically useful in managing overdose. Monitor vital signs in symptomatic patients. In patients with hypoglycemia or concomitant exposure to other hypoglycemic agents, monitor blood glucose every hour for 3 to 4 hours; longer in patients following concomitant overdose with intermediate or long acting insulin or oral hypoglycemics. Monitor serum electrolytes in patients with significant nausea, vomiting and diarrhea following exposure.<\/li><li>Enhanced elimination procedure: Hemodialysis is likely not to be of value because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: All children with inadvertent injections should be sent to a healthcare facility for evaluation and treatment. Adults with a deliberate overdose should be sent to a healthcare facility for evaluation and treatment. Diabetic adults with an inadvertent injection of an extra dose who are asymptomatic can be monitored at home. Asymptomatic nondiabetic adults with an inadvertent injection of an extra dose can be monitored at home. OBSERVATION CRITERIA: A patient with an inadvertent overdose of pramlintide can be observed in the Emergency Department and discharged if hypoglycemia resolves after feeding and a few hours of observation.  ADMISSION CRITERIA: Patients who develop hypoglycemia should be admitted for a minimum of 24 hours for frequent blood glucose monitoring. They should only be discharged when free of symptoms and are able to maintain euglycemia without supplemental dextrose for 8 hours. CONSULT CRITERIA: Consult a medical toxicologist or a poison center for assistance with medical management in patients with severe overdose or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"928385-s-12-33","title":"Range of Toxicity","mono":"<b> PRAMLINTIDE <\/b><br\/>TOXICITY: A specific toxic dose has not been established. Severe nausea, vomiting, diarrhea, vasodilatation and dizziness were reported in healthy volunteers following the administration of single 10-mg pramlintide doses. THERAPEUTIC DOSES: ADULT: TYPE 1 DIABETES: Initial dose is 15 mcg SubQ, with titration at 15 mcg increments to a maintenance dose of 30 or 60 mcg as tolerated. TYPE 2 DIABETES: Initial dose is 60 mcg SubQ with an increase to 120 mcg as tolerated. PEDIATRIC: The safety and efficacy of pramlintide in pediatric patients have not been established. <br\/>"}]},{"id":"928385-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause severe hypoglycemia when used with insulin.<\/li><li>Advise patient to never share pens due to risk for transmission of bloodborne pathogens.<\/li><li>Side effects may include nausea, vomiting, anorexia, or headache.<\/li><li>Counsel patient on the proper technique and placement of injections. Drug should be at room temperature to prevent injection site reactions.<\/li><li>Warn patient to take analgesics, antibiotics, or oral contraceptives at least 1 hour prior or 2 hours after injection due to potential for delayed absorption.<\/li><li>Instruct patient to skip a missed dose and resume the next regularly scheduled dose.<\/li><\/ul>"}]}