{"generic":"Acamprosate Calcium","drugs":["Acamprosate Calcium","Campral"],"mono":{"0":{"id":"928307-s-0","title":"Generic Names","mono":"Acamprosate Calcium"},"1":{"id":"928307-s-1","title":"Dosing and Indications","sub":{"0":{"id":"928307-s-1-4","title":"Adult Dosing","mono":"<b>Alcoholism, maintenance of abstinence:<\/b> 666 mg ORALLY 3 times daily"},"2":{"id":"928307-s-1-6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> CrCl between 30-50 mL\/min, 333 mg ORALLY 3 times daily; CrCl 30 mL\/min or less, not recommended"},"3":{"id":"928307-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Alcoholism, maintenance of abstinence<br\/>"}}},"3":{"id":"928307-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928307-s-3-9","title":"Contraindications","mono":"<ul><li>Hypersensitivity to acamprosate calcium or any of its components<\/li><li>Renal impairment, severe (creatinine clearance of 30 milliliters\/minute or less)<\/li><\/ul>"},{"id":"928307-s-3-10","title":"Precautions","mono":"<ul><li>Depression or suicidality<\/li><li>Renal impairment, moderate (creatinine clearance of 30 to 50 milliliters\/minute) (dosage adjustment required)<\/li><\/ul>"},{"id":"928307-s-3-11","title":"Pregnancy Category","mono":"Acamprosate: C (FDA)<br\/>"},{"id":"928307-s-3-12","title":"Breast Feeding","mono":"Acamprosate: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"928307-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (4%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (10% to 17%), Flatulence (3%), Nausea (4%)<\/li><li><b>Neurologic:<\/b>Dizziness (3%), Insomnia (7%)<\/li><li><b>Psychiatric:<\/b>Anxiety (6%), Depression (5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiomyopathy, Deep thrombophlebitis, Heart failure, Mesenteric arterial occlusion, acute, Shock<\/li><li><b>Psychiatric:<\/b>Suicidal intent (1%)<\/li><\/ul>"},"6":{"id":"928307-s-6","title":"Drug Name Info","sub":{"0":{"id":"928307-s-6-17","title":"US Trade Names","mono":"Campral<br\/>"},"2":{"id":"928307-s-6-19","title":"Class","mono":"Ethanol Dependency<br\/>"},"3":{"id":"928307-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928307-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"928307-s-7","title":"Mechanism Of Action","mono":"Acamprosate calcium helps maintain abstinence to alcohol through a mechanism that may involve an interaction with glutamate and GABA neurotransmitter systems centrally. It possesses dose-dependent reduction of alcohol intake specific for the type of alcohol and the mechanisms of dependence, without exhibiting anticonvulsant, antidepressant, or anxiolytic properties.<br\/>"},"8":{"id":"928307-s-8","title":"Pharmacokinetics","sub":[{"id":"928307-s-8-23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 3 h to 8 h<\/li><li>Bioavailability: about 11%<\/li><li>Effect of food: decreases bioavailability, as measured by Cmax by approximately 42% and AUC by 23%<\/li><\/ul>"},{"id":"928307-s-8-24","title":"Distribution","mono":"<ul><li>Vd: approximately 1 L\/kg (72 L to 109 L)<\/li><li>Protein binding: negligible<\/li><\/ul>"},{"id":"928307-s-8-25","title":"Metabolism","mono":"Does not undergo metabolism <br\/>"},{"id":"928307-s-8-26","title":"Excretion","mono":"Renal: as acamprosate <br\/>"},{"id":"928307-s-8-27","title":"Elimination Half Life","mono":"<ul><li>20 h to 33 h<\/li><li>Moderate renal impairment: (creatinine clearance of 30 mL\/min to 50 mL\/min), 1.8-fold longer<\/li><li>Severe renal impairment: (creatinine clearance of less than or equal to 30 mL\/min), 2.6-fold longer<\/li><\/ul>"}]},"9":{"id":"928307-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>therapy should be initiated as soon as possible following alcohol withdrawal, when the patient has achieved abstinence, and should be maintained if relapse occurs<\/li><li>may be administered without regard to meals<\/li><li>do not crush tablets<\/li><\/ul>"},"10":{"id":"928307-s-10","title":"Monitoring","mono":"<ul><li>abstinence from alcohol<\/li><li>renal function<\/li><li>symptoms of depression or suicidal thinking<\/li><\/ul>"},"11":{"id":"928307-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet, Delayed Release: 333 MG<br\/><\/li><li><b>Campral<\/b><br\/>Oral Tablet, Enteric Coated: 333 MG<br\/><\/li><\/ul>"},"12":{"id":"928307-s-12","title":"Toxicology","sub":[{"id":"928307-s-12-31","title":"Clinical Effects","mono":"<b> ACAMPROSATE <\/b><br\/>USES: Acamprosate has been approved for the maintenance of abstinence from alcohol in individuals with alcohol dependence who have stopped drinking. PHARMACOLOGY: Acamprosate calcium helps maintain abstinence to alcohol through a mechanism that may involve an interaction with glutamate and GABA neurotransmitter systems centrally. It possesses dose-dependent reduction of alcohol intake specific for the type of alcohol and the mechanisms of dependence, without exhibiting anticonvulsant, antidepressant, or anxiolytic properties. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: In limited cases of overdose, doses of up to 56 grams (normal dose approximately 2 g\/day) were generally well tolerated, and the only associated symptom was diarrhea. At the time of this review, hypercalcemia has not been reported following overdose, however, hypercalcemia may occur in chronic overdosage. ADVERSE EFFECTS: The most commonly occurring adverse effects following therapeutic administration of acamprosate include: diarrhea, nausea, vomiting, anxiety, headache, depression, asthenia, dizziness, dry mouth, pain and insomnia. Other reported adverse effects include: pruritus, rash, sweating, vasodilation, syncope, hypertension, hypotension, palpitations, dizziness, headache, confusion, somnolence,  extrapyramidal symptoms, fluctuations in libido (decreased or increased), amnesia, and abnormal thinking. Therapy with acamprosate does not eliminate or diminish alcohol withdrawal symptoms. <br\/>"},{"id":"928307-s-12-32","title":"Treatment","mono":"<b> ACAMPROSATE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting.<\/li><li>Decontamination: PREHOSPITAL: Severe toxicity after an acute ingestion is unlikely.  Prehospital gastrointestinal decontamination is generally unnecessary. HOSPITAL:  Severe toxicity after an acute ingestion is unlikely.  Consider activated charcoal after very large ingestions or those involving more toxic co-ingestants, Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently. Ensure adequate ventilation and perform endotracheal intubation early in patients with significant hemodynamic instability.<\/li><li>Antidote: None.<\/li><li>Enhanced elimination procedure: Hemodialysis is expected to be effective in removing acamprosate due to its small volume of distribution and low protein binding. Because acamprosate appears to cause minimal toxicity after overdose, hemodialysis is unlikely to be necessary.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs in symptomatic patients. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Obtain a calcium concentration following chronic overdosage or as indicated.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA:  Patients with a deliberate overdose, and those who are symptomatic should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a local poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"928307-s-12-33","title":"Range of Toxicity","mono":"<b> ACAMPROSATE <\/b><br\/>TOXICITY: Based on limited overdose data, total doses of up to 56 grams have been well tolerated. Diarrhea was the only adverse effect associated with acute overdose. THERAPEUTIC DOSES: Adults: Two 333-mg tablets (for a total of 666 mg) taken 3 times daily. <br\/>"}]},"13":{"id":"928307-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Counsel patient that drug will not eliminate or diminish symptoms of alcohol withdrawal.<\/li><li>This drug may cause abdominal pain, diarrhea, flatulence, nausea, back pain, amnesia, confusion, headache, somnolence, shivering, cardiomyopathy, deep thrombophlebitis, heart failure, mesenteric arterial occlusion (sudden\/severe abdominal pain, vomiting, diarrhea), anxiety, or depression.<\/li><li>If relapse occurs, advise patient to continue taking drug and notify healthcare professional.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}