{"generic":"Pentetate Calcium Trisodium","drugs":["Pentetate Calcium Trisodium"],"mono":{"0":{"id":"928333-s-0","title":"Generic Names","mono":"Pentetate Calcium Trisodium"},"1":{"id":"928333-s-1","title":"Dosing and Indications","sub":{"0":{"id":"928333-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Radiation injury, Internal contamination with plutonium, americium, or curium (known or suspected):<\/b> initial, 1 gm IV as a single dose<\/li><li><b>Radiation injury, Internal contamination with plutonium, americium, or curium (known or suspected):<\/b> maintenance (only if Zn-DTPA is not available), 1 gm IV once daily<\/li><\/ul>"},"1":{"id":"928333-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Radiation injury, Internal contamination with plutonium, americium, or curium (known or suspected):<\/b> less than 12 years, initial, 14 mg\/kg IV as single dose; MAXIMUM dose of 1 gm<\/li><li><b>Radiation injury, Internal contamination with plutonium, americium, or curium (known or suspected):<\/b> less than 12 years, maintenance (only if Zn-DTPA is not available), 14 mg\/kg IV once daily; MAXIMUM dose of 1 gm\/day<\/li><\/ul>"},"3":{"id":"928333-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Radiation injury, Internal contamination with plutonium, americium, or curium (known or suspected)<br\/>"}}},"3":{"id":"928333-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928333-s-3-9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"928333-s-3-10","title":"Precautions","mono":"<ul><li>Associated with depletion of endogenous trace metals such as zinc, magnesium, manganese (use only a single initial dose to minimize extent of depletion)<\/li><li>Asthma (may cause exacerbation when administered by nebulized inhalation)<\/li><li>Do not use for internal contamination with uranium or neptunium<\/li><li>Pre-existing kidney disease or depressed myelopoietic function<\/li><li>Radioactive safety precautions required to minimize contamination of others<\/li><li>Severe hemochromatosis<\/li><\/ul>"},{"id":"928333-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928333-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"928333-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain<\/li><li><b>Dermatologic:<\/b>Dermatitis<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Metallic taste, Nausea<\/li><li><b>Neurologic:<\/b>Headache, Lightheadedness<\/li><li><b>Other:<\/b>Hypersensitivity reaction<\/li><\/ul><b>Serious<\/b><br\/><b>Endocrine metabolic:<\/b>Trace element deficiency, depletion of zinc, magnesium, manganese, and metalloproteinase (during prolonged treatment)<br\/>"},"6":{"id":"928333-s-6","title":"Drug Name Info","sub":{"2":{"id":"928333-s-6-19","title":"Class","mono":"Heavy Metal Chelator<br\/>"},"3":{"id":"928333-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928333-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928333-s-7","title":"Mechanism Of Action","mono":"Pentetate calcium trisodium, also known as trisodium calcium diethylenetriaminepenta-acetate (Ca-DTPA), is a chelating agent that exchanges calcium for a metal of greater binding capacity forming a stable chelate.<br\/>"},"8":{"id":"928333-s-8","title":"Pharmacokinetics","sub":[{"id":"928333-s-8-23","title":"Absorption","mono":"<ul><li>Oral: poorly absorbed<\/li><li>Bioavailability: (inhalation), 20%<\/li><\/ul>"},{"id":"928333-s-8-24","title":"Distribution","mono":"rapidly distributed <br\/>"},{"id":"928333-s-8-25","title":"Metabolism","mono":"Minimal <br\/>"},{"id":"928333-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: less than 3%<\/li><li>Renal (glomerular filtration): more than 99% within 24 h<\/li><li>Dialyzable: yes (in renally impaired patients)<\/li><\/ul>"},{"id":"928333-s-8-27","title":"Elimination Half Life","mono":"<ul><li>94.4 min<\/li><li>impaired renal function: increased<\/li><\/ul>"}]},"9":{"id":"928333-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>should drink plenty of fluids and frequently void to promote the elimination of the radiocontaminants<\/li><li>IV route recommended if route of contamination is not known or if multiple routes of contamination are likely<\/li><\/ul><\/li><li><b>Inhalation<\/b><br\/><ul><li>dilute to a 1 to 1 ratio with sterile water or NS for nebulization<\/li><li>avoid swallowing any expectorant after nebulization<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>(infusion) dilute in 100 to 250 mL D5W, LR or NS<\/li><li>either give by slow IV push over 3-4 min or IV infusion<\/li><\/ul><\/li><\/ul>"},"10":{"id":"928333-s-10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>a quantitative baseline estimate of total internalized transuranium elements and measures of elimination of radioactivity by whole-body counting, by bioassay, or fecal\/urine sample<\/li><li>weekly measure of the radioactivity in blood, urine, and fecal samples during treatment<\/li><li>baseline blood and urine samples (CBC with differential, BUN, serum chemistries and electrolytes, urinalysis, and blood and urine radioassays)<\/li><li>periodic CBC, serum electrolytes and essential metals (eg; zinc, magnesium, manganese)<\/li><\/ul>"},"11":{"id":"928333-s-11","title":"How Supplied","mono":"<b>Pentetate Calcium Trisodium<\/b><br\/>Intravenous Solution: 200 MG\/ML<br\/>"},"12":{"id":"928333-s-12","title":"Toxicology","sub":[{"id":"928333-s-12-31","title":"Clinical Effects","mono":"<b> PENTETATE CALCIUM TRISODIUM <\/b><br\/>USES: Pentetate calcium trisodium (Ca-DTPA) is used to treat individuals with known or suspected internal contamination with transuranium ions, specifically plutonium, americium, and\/or curium, to increase rates of elimination. PHARMACOLOGY: Pentetate calcium trisodium (Ca-DTPA) increases the rates of radiocontaminant elimination by forming stable chelates with metal ions. The calcium ion is exchanged for ions with higher binding capacity. The radioactive chelates are then excreted into the urine by glomerular filtration. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Deaths have been reported in patients with severe hemochromatosis who received up to 4 times the recommended daily dose via intramuscular injection. ADVERSE EFFECTS: Chest pain, fever, chills, headache, lightheadedness, dermatitis, pruritus, nausea, vomiting, metallic taste, diarrhea, and Injection site reactions have been reported following therapeutic use of pentetate zinc trisodium (Ca-DTPA). In addition, Ca-DTPA therapy has been associated with trace element deficiency including zinc, magnesium, and manganese depletion. Cough and\/or wheezing have been reported in 2 patients who received nebulized Ca-DTPA; one patient had a history of asthma. <br\/>"},{"id":"928333-s-12-32","title":"Treatment","mono":"<b> PENTETATE CALCIUM TRISODIUM <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Correct any electrolyte abnormalities, as necessary.  NOTE: A patient exposed to radiation requires concomitant monitoring and treatment for radiation toxicity; see RADIATION management, as appropriate.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral or inhalational routes.<\/li><li>Airway management: Airway management is very unlikely to be necessary.<\/li><li>Antidote: None.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor CBC with differential, renal function, and serum electrolytes (including calcium, zinc, magnesium and manganese). Measure the radioactivity in blood, urine, and fecal samples weekly to monitor the radioactive contaminant elimination rate. A baseline estimate of the total body burden of transuranium element should be obtained by whole-body counting and bioassay when possible.<\/li><li>Enhanced elimination procedure: There is no information regarding the effectiveness of hemodialysis or hemoperfusion for the removal of pentetate calcium trisodium from plasma.<\/li><li>Patient disposition: HOME CRITERIA: Home exposure is very unlikely to occur. A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients with underlying cardiac abnormalities may require ECG monitoring in addition to electrolyte\/fluid analysis. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with significant gastrointestinal symptoms and persistent electrolyte imbalances likely need to be admitted for further treatment and monitoring. CONSULT CRITERIA: Consult a Poison Center or medical toxicologist for assistance in managing patients with severe toxicity or for whom diagnosis is unclear.<\/li><\/ul>"},{"id":"928333-s-12-33","title":"Range of Toxicity","mono":"<b> PENTETATE CALCIUM TRISODIUM <\/b><br\/>TOXICITY: Pentetate calcium trisodium (Ca-DTPA) is usually well-tolerated. Deaths have been reported in 3 patients with severe hemochromatosis who received up to 4 times the recommended daily dose via intramuscular injection. After receiving 14 grams of Ca-DTPA, one patient became comatose and died. The other two patients died after 14 days of daily treatment. Another patient with a less severe case of hemochromatosis did not experience any adverse effects after receiving 30 grams of Ca-DTPA by intravenous injection over 12 days. THERAPEUTIC DOSES: ADULTS AND ADOLESCENTS: 1 g IV as a single dose initially and then once daily as maintenance dose (only if Zn-DTPA is not available); diluted in 100 to 250 mL D5W, LR or NS; either give by slow IV push over 3 to 4 min or IV infusion. CHILDREN: Less than 12 years: 14 mg\/kg IV as a single dose initially and then once daily as maintenance dose (only if Zn-DTPA is not available); MAX: 1 g\/day. INHALATION: Diluted to a 1 to 1 ratio with sterile water or NS for nebulization (only if Zn-DTPA is not available). <br\/>"}]},"13":{"id":"928333-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient in proper radioactive safety precautions including handling\/disposal of body fluids, in order to minimize contamination of others.<\/li><li>This drug may cause light-headedness, chest pain, dermatitis, diarrhea, metallic taste, nausea, or headache.<\/li><li>Patient should drink plenty of fluids (as prescribed by healthcare professional) and frequently void to promote the elimination of the radio-contaminants.<\/li><li>Instruct patient to contact healthcare professional if no urine is produced in 12 or more hours.<\/li><li>Advise patient to remain in a supine position after drug administration to help prevent dizziness.<\/li><\/ul>"}}}