{"generic":"Esomeprazole Sodium","drugs":["Esomeprazole Sodium","NexIUM I.V."],"mono":{"0":{"id":"928397-s-0","title":"Generic Names","mono":"Esomeprazole Sodium"},"1":{"id":"928397-s-1","title":"Dosing and Indications","sub":[{"id":"928397-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Erosive esophagitis - Gastroesophageal reflux disease:<\/b> 20 or 40 mg once daily by IV injection (no less than 3 min) once daily or IV infusion over 10 to 30 min<\/li><li><b>Recurrent gastrointestinal bleeding, following therapeutic endoscopy; Prophylaxis:<\/b> 80 mg IV over 30 minutes, and then 8 mg\/hr continuous IV infusion for a total of 72 hours; followed with oral acid-suppressive therapy<\/li><\/ul>"},{"id":"928397-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Erosive esophagitis - Gastroesophageal reflux disease:<\/b> 1 month to less than 1 year of age, 0.5 mg\/kg IV infusion over 10 to 30 min once daily<\/li><li><b>Erosive esophagitis - Gastroesophageal reflux disease:<\/b> 1 to 17 years of age, 10 mg (body weight less than 55 kg) or 20 mg (body weight 55 kg or greater) IV infusion over 10 to 30 min once daily<\/li><\/ul>"},{"id":"928397-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment, mild to moderate (Child-Pugh A or B) and gastric or duodenal bleeding ulcer:<\/b> do not exceed 6 mg\/hr during continuous infusion; no dose adjustment required for initial 80-mg infusion<\/li><li>hepatic impairment, severe (Child-Pugh class C) and gastric or duodenal bleeding ulcer; do not exceed 4 mg\/hr during continuous infusion; no dose adjustment required for initial 80-mg infusion<\/li><li><b>hepatic impairment, mild to moderate (Child-Pugh A or B) and GERD with erosive esophagitis:<\/b> no dosage adjustment is recommended<\/li><li><b>hepatic impairment, severe (Child-Pugh class C) and GERD with erosive esophagitis:<\/b> dose of 20 mg should not be exceeded<\/li><\/ul>"},{"id":"928397-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Erosive esophagitis - Gastroesophageal reflux disease<\/li><li>Recurrent gastrointestinal bleeding, following therapeutic endoscopy; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"928397-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928397-s-3-9","title":"Contraindications","mono":"Hypersensitivity to any component of the product or to substituted benzimidazoles; anaphylaxis and acute interstitial nephritis have been reported <br\/>"},{"id":"928397-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine Metabolic:<\/li><li>-- Hypomagnesemia has been reported in patients treated for 3 months or more; monitoring suggested with concomitant use of drugs that cause hypomagnesemia<\/li><li>Gastrointestinal:<\/li><li>-- Symptomatic response to esomeprazole sodium does not rule out gastric malignancy<\/li><li>-- Increased risk of Clostridium difficile-associated diarrhea (CDAD), particularly in hospitalized patients; use lowest dose and shortest treatment duration as appropriate<\/li><li>-- Atrophic gastritis has been reported with long-term use of omeprazole<\/li><li>Hepatic:<\/li><li>-- Dose adjustment may be required patients with hepatic impairment<\/li><li>Musculoskeletal:<\/li><li>-- Increased risk of osteoporosis-related bone fracture of the hip, wrist, or spine, particularly with high-doses or long term use<\/li><li>Neurologic:<\/li><li>-- Interrupt therapy before neuroendocrine tumor testing due to increased risk of false-positive results<\/li><li>Renal:<\/li><li>-- Acute interstitial nephritis, typically associated with idiopathic hypersensitivity, has been reported; discontinuation required<\/li><li>Concomitant Use:<\/li><li>-- Avoid concomitant use with clopidogrel<\/li><li>-- Avoid concomitant use with St John's wort or rifampin (eg, CYP2C19 or CYP3A4 inducers)<\/li><li>-- Avoid concomitant use with atazanavir or nelfinavir<\/li><\/ul>"},{"id":"928397-s-3-11","title":"Pregnancy Category","mono":"Esomeprazole: C (FDA)<br\/>"},{"id":"928397-s-3-12","title":"Breast Feeding","mono":"Esomeprazole: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928397-s-4","title":"Drug Interactions","sub":[{"id":"928397-s-4-13","title":"Contraindicated","mono":"<ul>Rilpivirine (theoretical)<\/ul>"},{"id":"928397-s-4-14","title":"Major","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Cilostazol (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clopidogrel (established)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dasatinib (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Ledipasvir (theoretical)<\/li><li>Methotrexate (probable)<\/li><li>Mycophenolate Mofetil (theoretical)<\/li><li>Nelfinavir (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Pazopanib (established)<\/li><li>Posaconazole (established)<\/li><li>Saquinavir (theoretical)<\/li><li>Tacrolimus (probable)<\/li><li>Thiopental (established)<\/li><li>Vismodegib (theoretical)<\/li><\/ul>"},{"id":"928397-s-4-15","title":"Moderate","mono":"<ul><li>Cranberry (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Risedronate (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"928397-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site reaction (1.7% to 4.3%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (5.8%), Constipation (2.5%), Diarrhea (3.9%), Flatulence (10.3%), Indigestion (6.4%), Nausea (6.4%), Xerostomia (3.9%)<\/li><li><b>Neurologic:<\/b>Dizziness (1.1% to 2.5%), Headache (10.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme (rare), Stevens-Johnson syndrome (rare), Toxic epidermal necrolysis (rare)<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile diarrhea<\/li><li><b>Musculoskeletal:<\/b>Fracture of bone, Rhabdomyolysis<\/li><li><b>Renal:<\/b>Interstitial nephritis, acute<\/li><\/ul>"},"6":{"id":"928397-s-6","title":"Drug Name Info","sub":{"0":{"id":"928397-s-6-17","title":"US Trade Names","mono":"NexIUM I.V.<br\/>"},"2":{"id":"928397-s-6-19","title":"Class","mono":"<ul><li>Gastric Acid Secretion Inhibitor<\/li><li>Proton Pump Inhibitor<\/li><\/ul>"},"3":{"id":"928397-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928397-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"928397-s-7","title":"Mechanism Of Action","mono":"Esomeprazole sodium, a proton pump inhibitor, inhibits the terminal stage in acid production by binding specifically to H(+)\/K(+)-ATPase in gastric parietal cells, thereby suppressing gastric acid secretion.<br\/>"},"8":{"id":"928397-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"928397-s-8-24","title":"Distribution","mono":"<ul><li>Vd: approximately 16 L<\/li><li>Protein binding: 97%<\/li><\/ul>"},"2":{"id":"928397-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; P450 CYP2C19 and CYP3A4; extensive<\/li><li>Metabolites: hydroxy, desmethyl and sulphone metabolites<\/li><\/ul>"},"3":{"id":"928397-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: as metabolites<\/li><li>Renal: primarily as metabolites, less than 1% unchanged<\/li><\/ul>"},"4":{"id":"928397-s-8-27","title":"Elimination Half Life","mono":"approximately 1.05 h to 1.41 h, prolonged with increasing dose <br\/>"}}},"9":{"id":"928397-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>(20 mg or 40 mg vial) reconstitute vials with 5 mL of NS; use within 12 hours after reconstitution; refrigeration is not required<\/li><li>(IV injection, adults only) give over at least 3 minutes<\/li><li>(IV infusion) further dilute with NS, LR, or D5W, store at room temperature; admixtures with NS or LR, administer within 12 hours; admixtures with D5W, administer within 6 hours<\/li><li>(intermittent IV infusion) further dilute dose to final volume of 50 mL with NS, LR or D5W;  infuse over 10 to 30 minutes<\/li><li>(loading dose) further dilute 80 mg dose in 100 mL NS; administer over 30 minutes<\/li><li>(continuous infusion) reconstitute two 40-mg vials, then further dilute in 100 mL NS; administer at 8 mg\/hr for 71.5 hours<\/li><li>do NOT administer concomitantly with any other medications through the same IV site or tubing (flush IV line with NS, D5W, or lactated Ringer before and after administration)<\/li><\/ul>"},"10":{"id":"928397-s-10","title":"Monitoring","mono":"<ul><li>GERD with erosive esophagitis: endoscopy to confirm lesion healing and symptom improvement may indicate clinical efficacy<\/li><li>bleeding gastric or duodenal ulcers: reduction in the occurrence of rebleeding may indicate efficacy<\/li><li>magnesium levels; prior to initiation and periodically during therapy, especially with long-term use<\/li><\/ul>"},"11":{"id":"928397-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Powder for Solution: 20 MG, 40 MG<br\/><\/li><li><b>NexIUM I.V.<\/b><br\/>Intravenous Powder for Solution: 40 MG<br\/><\/li><\/ul>"},"12":{"id":"928397-s-12","title":"Toxicology","sub":[{"id":"928397-s-12-31","title":"Clinical Effects","mono":"<b>OMEPRAZOLE AND RELATED AGENTS <\/b><br\/>USES: Dexlansoprazole, esomeprazole, lansoprazole, omeprazole, pantoprazole, and rabeprazole are substituted benzimidazoles and potent proton-pump inhibitors used as gastric antisecretories.  They are used to treat various gastrointestinal conditions (eg, dyspepsia, gastroesophageal reflux disease (GERD), duodenal and peptic ulcers, and esophageal stricture).  Esomeprazole with naproxen and omeprazole with sodium bicarbonate combinations are also available. Refer to \"NAPROXEN\" and \"SODIUM BICARBONATE\" management for specific information. PHARMACOLOGY: These agents inhibit the parietal cell membrane enzyme (H+\/K+)-ATPase, typically referred to as the proton pump, which blocks the final step of acid production. EPIDEMIOLOGY: Overdose is rare, and only mild toxicity has been reported. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. In limited overdose cases, clinical effects have consisted of mild tachycardia, flushing, somnolence, confusion, headache, blurred vision, abdominal pain, nausea, vomiting, dry mouth, and moderate leukocytosis. ADVERSE EFFECTS: Proton-pump inhibitors have similar adverse events reported after therapeutic use. COMMON (2% or greater): Headache, abdominal pain, nausea, vomiting, diarrhea, and flatulence. OTHER EFFECTS: Constipation, dry mouth, hypertension, and dizziness. RARE: Lichen spinulosus, exfoliative dermatitis, toxic epidermal necrolysis, cutaneous leukocytoclastic vasculitis, urticaria, anaphylaxis, hypomagnesemia, pancreatitis, elevated serum creatinine levels, anterior ischemic optic neuropathy, optic neuritis, optic atrophy, neutropenia, agranulocytosis, thrombocytopenia, pancytopenia, hemolytic anemia, elevated liver enzymes, hepatitis, hepatic encephalopathy, rhabdomyolysis, myopathy, hypocalcemic-induced seizures. ACUTE INTERSTITIAL NEPHRITIS: Although rare, acute interstitial nephritis (AIN) has been reported in association with all proton-pump inhibitors (PPIs).  The mean duration of treatment prior to onset of symptoms is reported at 9 to 13 weeks.  A decline in renal function is usually noted over a period of days to weeks. Fatigue, malaise, weakness, nausea, vomiting, anorexia, and weight loss are commonly reported symptoms.  Classic drug hypersensitivity signs and symptoms, such as the clinical triad of rash, fever and eosinophilia, are seen in less than 10% of patients.<br\/>"},{"id":"928397-s-12-32","title":"Treatment","mono":"<b>OMEPRAZOLE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not required.  HOSPITAL: Severe toxicity is not expected after an overdose. Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor vital signs, CBC with differential, renal function, CK, and liver enzymes in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution of these agents.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"928397-s-12-33","title":"Range of Toxicity","mono":"<b>OMEPRAZOLE AND RELATED AGENTS<\/b><br\/>TOXICITY: OMEPRAZOLE: Doses up to 2400 mg (120 times the usual recommended clinical dose) resulted in transient effects (eg, drowsiness, confusion, and tachycardia), with no serious events reported when taken alone. LANSOPRAZOLE: An adult ingested 600 mg with no adverse events reported. In animal studies, oral doses up to 1300 times the recommended human dose did not produce any deaths or clinical events.  RABEPRAZOLE: The maximum reported overdose with rabeprazole was 80 mg. There were no clinical signs or symptoms associated with any reported overdose. Patients with Zollinger-Ellison syndrome have been treated with doses up to 120 mg rabeprazole once daily. THERAPEUTIC DOSE: Varies by indication: DEXLANSOPRAZOLE: Adults: 30 mg or 60 mg once daily. Children: Safety and efficacy not established. ESOMEPRAZOLE: Adults and children 12 to 17 years of age: 20 mg or 40 mg orally once daily. Children 1 to 11 years of age: 10 mg orally once daily (weight less than 20 kg); 10 to 20 mg orally once daily (weight 20 kg or more); 1 month to less than 1 year of age: 2.5 to 10 mg for patients weighing 3 to 12 kg; less than 1 month of age: Safety and efficacy not established. LANSOPRAZOLE: Adults: 15 mg or 30 mg once daily. Children: Varies by weight and age: 15 mg to 30 mg once daily. OMEPRAZOLE: Adults: 20 to 60 mg orally once daily. Children 1 to 16 years of age: 5 mg once daily (weight 5 to less than 10 kg); 10 mg once daily (weight 10 to less than 10 kg); 20 mg once daily (weight 20 kg or greater). Children: 20 to 40 mg orally once daily. RABEPRAZOLE: Adults and children 12 years and older: 20 mg once daily. <br\/>"}]},"13":{"id":"928397-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report diarrhea that does not improve, especially with persistent watery stools, fever, and abdominal pain.<\/li><li>Drug may cause injection site reactions, dry mouth, dizziness, vertigo, headaches, abdominal pain, flatulence, nausea, constipation, diarrhea, or pruritus.<\/li><li>Instruct patient to immediately report signs\/symptoms of hypomagnesemia, including palpitations, arrhythmias, seizures, dizziness, or tetany.<\/li><\/ul>"}}}