{"drugs":["Boniva","Ibandronate Sodium"],"mono":{"0":{"id":"928389-s-0","title":"Generic Names","mono":"Ibandronate Sodium"},"1":{"id":"928389-s-1","title":"Dosing and Indications","sub":[{"id":"928389-s-1-4","title":"Adult Dosing","mono":"<ul><li>safety and effectiveness of ibandronate for the treatment of osteoporosis are based on 3 years of data for oral administration and 1 year of data for IV injection; the optimal duration of use has not been determined; patients should be periodically evaluated to determine the need for continued therapy; patients at low risk of fractures should be evaluated for drug discontinuation after 3 to 5 years and those who discontinue therapy should be monitored periodically for fracture risk<\/li><li><b>Postmenopausal osteoporosis:<\/b> 2.5 mg ORALLY once daily or 150 mg ORALLY once monthly.<\/li><li><b>Postmenopausal osteoporosis:<\/b> 3 mg IV infused over 15 to 30 seconds every 3 months<\/li><li><b>Postmenopausal osteoporosis; Prophylaxis:<\/b> 2.5 mg ORALLY once daily or 150 mg ORALLY once monthly<\/li><\/ul>"},{"id":"928389-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"928389-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild to moderate (CrCl 30 mL\/min or greater):<\/b> no dosage adjustment needed<\/li><li><b>renal impairment, severe (CrCl less than 30 mL\/min):<\/b> use not recommended<\/li><li><b>hepatic impairment:<\/b> no dosage adjustment needed<\/li><li><b>geriatric:<\/b> no dosage adjustment needed<\/li><\/ul>"},{"id":"928389-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Postmenopausal osteoporosis<\/li><li>Postmenopausal osteoporosis; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bone metastasis<\/li><li>Disorder related to transplantation - Osteoporosis<\/li><li>Hypercalcemia of malignancy<\/li><\/ul>"}]},"3":{"id":"928389-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928389-s-3-9","title":"Contraindications","mono":"<ul><li>Esophageal abnormalities (eg, stricture or achalasia) that delay esophageal emptying<\/li><li>Hypersensitivity to ibandronate or to any of its excipients<\/li><li>Hypocalcemia; correct prior to initiation of therapy<\/li><li>Inability to stand or sit upright for 60 minutes after administration of oral tablets<\/li><\/ul>"},{"id":"928389-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- Bone and mineral metabolism disturbances may occur; correct prior to initiation of therapy; calcium and vitamin D supplementation may be necessary<\/li><li>Gastrointestinal:<\/li><li>-- Avoid use in patients with Barrett esophagus; increased risk of esophageal cancer<\/li><li>-- Worsening of active upper gastrointestinal problems, such as dysphagia, esophageal diseases, gastritis, duodenitis, or ulcers, may occur<\/li><li>-- Esophageal adverse reactions, such as esophagitis, esophageal ulcers, and esophageal erosions occasionally with bleeding and rarely followed by esophageal stricture or perforation, have been reported; discontinue use if symptoms develop<\/li><li>-- Gastric and duodenal ulcers, sometimes severe and with complications, have been reported<\/li><li>Immunologic:<\/li><li>-- Anaphylaxis, sometimes fatal, has been reported with the IV formulation; monitoring recommended and discontinue upon occurrence<\/li><li>Musculoskeletal:<\/li><li>-- Severe and occasionally incapacitating bone, joint, and\/or muscle pain has been reported; discontinuation may be necessary<\/li><li>-- Tissue damage may occur if injected intra-arterially or paravenously; only administer IV<\/li><li>-- Osteonecrosis of the jaw has been reported with an increased risk in patients with invasive dental procedures (eg, tooth extraction, dental implants, bone surgery), diagnosis of cancer, concomitant therapies (eg, chemotherapy, corticosteroids, angiogenesis inhibitors), poor oral hygiene, and comorbid disorders (eg, periodontal and\/or other preexisting dental disease, anemia, coagulopathy, infection, ill-fitting dentures), and increased duration of use; consider discontinuation<\/li><li>-- Atypical, low-energy, or low-trauma fractures of the femoral shaft have been reported; discontinuation may be necessary<\/li><li>Renal:<\/li><li>-- Severe renal impairment (CrCl less than 30 mL\/min): Avoid use<\/li><li>-- Deterioration in renal function and acute renal failure has been reported with IV use; monitoring recommended and discontinuation may be necessary<\/li><\/ul>"},{"id":"928389-s-3-11","title":"Pregnancy Category","mono":"Ibandronate: C (FDA)<br\/>"},{"id":"928389-s-3-12","title":"Breast Feeding","mono":"Ibandronate: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"928389-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (6.3% to 7.3%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (5% to 7.8%), Diarrhea (2% to 7%), Indigestion (4% to 12%), Nausea (2% to 5.1%)<\/li><li><b>Musculoskeletal:<\/b>Backache (4.3% to 14%), Pain in limb (1.3% to 8%)<\/li><li><b>Neurologic:<\/b>Headache (3% to 7%)<\/li><li><b>Respiratory:<\/b>Bronchitis (2% to 10%), Upper respiratory infection (1% to 34%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Duodenal ulcer disease, Esophageal erosions, Esophageal perforation, Esophageal stricture, Esophagitis, Gastric ulcer, Ulcer of esophagus<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (3.5% to 14%), Aseptic necrosis of bone of jaw, Bone pain, Musculoskeletal pain, Myalgia (0.8% to 6%)<\/li><\/ul>"},"6":{"id":"928389-s-6","title":"Drug Name Info","sub":{"0":{"id":"928389-s-6-17","title":"US Trade Names","mono":"Boniva<br\/>"},"2":{"id":"928389-s-6-19","title":"Class","mono":"<ul><li>Bisphosphonate<\/li><li>Calcium Regulator<\/li><\/ul>"},"3":{"id":"928389-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928389-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"928389-s-7","title":"Mechanism Of Action","mono":"Ibandronate sodium is a bisphosphonate that inhibits osteoclast-mediated bone resorption and turnover leading to a net gain in bone mass. The mechanism of action is based on the affinity of ibandronate for hydroxyapatite, which is part of the mineral matrix of bone.<br\/>"},"8":{"id":"928389-s-8","title":"Pharmacokinetics","sub":[{"id":"928389-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability: (Oral), 0.6%<\/li><li>Effect of food: (Oral), 90% reduction in bioavailability<\/li><\/ul>"},{"id":"928389-s-8-24","title":"Distribution","mono":"<ul><li> Vd: 90 L<\/li><li>Protein binding: (IV), 86%; (Oral), 85.7% to 99.5% (concentration dependent)<\/li><\/ul>"},{"id":"928389-s-8-25","title":"Metabolism","mono":"No evidence of drug metabolism <br\/>"},{"id":"928389-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: (oral), unabsorbed drug is eliminated in the feces<\/li><li>Renal: about 50% to 60% of absorbed dose<\/li><li>Dialyzable: yes (hemodialysis)<\/li><\/ul>"},{"id":"928389-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Intravenous: 4.6 to 25.5 hours, dose dependent<\/li><li>Postmenopausal women: (Oral), 37 hr to 157 hr, dose dependent<\/li><\/ul>"}]},"9":{"id":"928389-s-9","title":"Administration","mono":"<ul><li><b>Intravenous<\/b><br\/><ul><li>administer by IV injection only<\/li><li>administer over 15 to 30 seconds using the supplied needle<\/li><li>prefilled syringes are for single use only; discard unused portion<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>take at least 60 minutes before the first food or drink (other than water) of the day<\/li><li>take at least 60 minutes before any oral medication or supplement, including calcium, antacids, or vitamins<\/li><li>swallow tablet whole with a 6 to 8 ounce glass of plain water; mineral water should NOT be used<\/li><li>take tablet while standing or sitting in an upright position; do not lie down for 60 minutes after administration<\/li><li>do not chew or suck tablet<\/li><li>missed dose (150 mg once-a-month, scheduled dose more than 7 days away): take 1 tablet the morning after remembering the missed dose and then return to original schedule; do not take more than 150 mg within 7 days<\/li><li>missed dose (150 mg once-a-month, scheduled dose within 7 days): wait until next month's scheduled dose and then continue original schedule<\/li><\/ul><\/li><\/ul>"},"10":{"id":"928389-s-10","title":"Monitoring","mono":"<ul><li>biochemical markers of bone formation\/resorption<\/li><li>bone mineral density<\/li><li>radiologic evidence of fracture<\/li><li>disorders affecting mineral metabolism: serum calcium; baseline and periodically thereafter<\/li><li>periodic dental exams for signs of osteonecrosis of the jaw<\/li><li>renal function; before each IV dose, and periodically for oral therapy<\/li><li>signs and symptoms of incapacitating bone, joint, and\/or muscle pain<\/li><li>signs and symptoms of esophageal reaction; new or worsening dysphagia, pain on swallowing, retrosternal pain, or heartburn<\/li><\/ul>"},"11":{"id":"928389-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Solution: 1 MG\/ML<\/li><li>Oral Tablet: 150 MG<\/li><\/ul><\/li><li><b>Boniva<\/b><br\/><ul><li>Intravenous Solution: 1 MG\/ML<\/li><li>Oral Tablet: 150 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"928389-s-12","title":"Toxicology","sub":[{"id":"928389-s-12-31","title":"Clinical Effects","mono":"<b>BISPHOSPHONATES<\/b><br\/>USES: Bisphosphonates and have been used in the treatment of diseases associated with excessive bone turnover including osteoporosis, Paget's disease of bone, hypercalcemia of malignancy, and osteolytic bone lesions of multiple myeloma. PHARMACOLOGY: Bisphosphonates have a high affinity for mineralized bone and inhibit osteoclast-mediated bone resorption resulting in a net gain in bone mass. EPIDEMIOLOGY: Overdose of this medication is rare. MILD TO MODERATE TOXICITY: Mild to moderate toxicity of bisphosphonates have resulted in hypocalcemia, paresthesia, hypotension, fever, and vomiting. SEVERE TOXICITY: Acute renal failure and death have been reported following high dose administration of tiludronate (800 mg\/day IV for 2 days). ADVERSE EFFECTS: Dose-dependent upper gastrointestinal irritation (ie, esophagitis, esophageal ulcers, erosions, and dysphagia) is common. Asymptomatic decreases in calcium and phosphate may develop. Headache, musculoskeletal pain, and osteonecrosis of the jaw have been reported. Rare reports of rash and erythema have occurred.<br\/>"},{"id":"928389-s-12-32","title":"Treatment","mono":"<b>BISPHOSPHONATES <\/b><br\/><ul><li>Decontamination: Activated charcoal, gastric lavage<\/li><li>Hypocalcemia: 10 ml of 10% calcium gluconate or calcium chloride IV over 10-15 min; may be repeated.<\/li><li>Torsades de pointes: Correct electrolyte abnormalities.  Magnesium: Adult: 2 gm IV over 2 min, may repeat bolus, infusion 3 to 20 mg\/min. Child: 25-50 mg\/kg diluted 10 mg\/ml over 5-15 min. Isoproterenol, overdrive pacing.  Avoid procainamide, disopyramide, quinidine, sotalol<\/li><li>Monitoring of patient: ECG, continuous cardiac monitoring, calcium &amp; phosphate levels. CBC, electrolytes, renal function, fluid status if GI bleed suspected.  Test stool\/gastric aspirate for blood.<\/li><\/ul>"},{"id":"928389-s-12-33","title":"Range of Toxicity","mono":"<b>BISPHOSPHONATES<\/b><br\/>Therapeutic dose varies by agent. In general, overdose with these agents can result in clinically significant hypocalcemia, hypophosphatemia, and hypomagnesemia. <br\/>"}]},"13":{"id":"928389-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to maintain adequate intake of calcium and vitamin D during therapy.<\/li><li>This drug may cause abdominal pain, diarrhea, dyspepsia, nausea, arthralgia, back pain, myalgia, headache, or bronchitis.<\/li><li>Advise patient to report new dull or aching hip or thigh pain.<\/li><li>Advise patient to report signs\/symptoms of incapacitating bone, joint, and\/or muscle pain.<\/li><li>Instruct patient to report signs\/symptoms of an esophageal reaction such as new or worsening dysphagia, pain on swallowing, retrosternal pain, or heartburn.<\/li><li>Patient should take the tablet at least 60 min before the first food, drink (other than water), oral medication, or oral supplement of the day.<\/li><li>Instruct patient to swallow tablet with full 6 to 8 ounce glass of plain water only. Mineral water, juices, or other liquids should not be used.<\/li><li>Advise patient to take tablet while standing or sitting in an upright position.  Patient should not lie down for 60 min after administration.<\/li><li>Instruct patients on monthly dosing to take a missed dose the morning of the day it is remembered and then return to the regularly scheduled day the following month. However, if the next dose is less than 7 days away, skip the missed dose and resume the regular schedule.<\/li><li>Advise patients on daily dosing, to skip a missed dose and wait until the next morning to resume schedule.<\/li><\/ul>"}}}