{"drugs":["Atovaquone\/Proguanil Hydrochloride","Malarone","Malarone Pediatric"],"mono":{"0":{"id":"928406-s-0","title":"Generic Names","mono":"Atovaquone\/Proguanil Hydrochloride"},"1":{"id":"928406-s-1","title":"Dosing and Indications","sub":[{"id":"928406-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Malaria, Plasmodium falciparum; Prophylaxis:<\/b> atovaquone 250 mg\/proguanil 100 mg ORALLY once daily 1 to 2 days prior to entering endemic area, during stay, and for 7 days after return<\/li><li><b>Malaria, Uncomplicated, Plasmodium Falciparum:<\/b> atovaquone 1000 mg\/proguanil 400 mg ORALLY once daily for 3 days<\/li><li><b>Malaria, Uncomplicated, Plasmodium Vivax:<\/b> atovaquone 1000 mg\/proguanil 400 mg ORALLY once daily for 3 days; use in combination with primaquine phosphate 52.6 mg ORALLY daily for 14 days (guideline dosing)<\/li><\/ul>"},{"id":"928406-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Malaria, Plasmodium falciparum; Prophylaxis:<\/b> (5 to 8 kg)  atovaquone 31.25 mg\/proguanil 12.5 mg (one-half of pediatric tablet) ORALLY once daily 1 to 2 days prior to entering endemic area, during stay, and for 7 days after leaving area (guideline dosing)<\/li><li><b>Malaria, Plasmodium falciparum; Prophylaxis:<\/b> (greater than 8 to 10 kg)  atovaquone 46.87 mg\/proguanil 18.75 mg (three-quarters of pediatric tablet) ORALLY once daily 1 to 2 days prior to entering endemic area, during stay, and for 7 days after leaving area (guideline dosing)<\/li><li><b>Malaria, Plasmodium falciparum; Prophylaxis:<\/b> (11 to 20 kg) atovaquone 62.5 mg\/proguanil 25 mg ORALLY once daily 1 to 2 days prior to entering endemic area, during stay, and for 7 days after return<\/li><li><b>Malaria, Plasmodium falciparum; Prophylaxis:<\/b> (21 to 30 kg) atovaquone 125 mg\/proguanil 50 mg ORALLY once daily 1 to 2 days prior to entering endemic area, during stay, and for 7 days after return<\/li><li><b>Malaria, Plasmodium falciparum; Prophylaxis:<\/b> (31 to 40 kg) atovaquone 187.5 mg\/proguanil 75 mg ORALLY once daily 1 to 2 days prior to entering endemic area, during stay, and for 7 days after return<\/li><li><b>Malaria, Plasmodium falciparum; Prophylaxis:<\/b> (over 40 kg) atovaquone 250 mg\/proguanil 100 mg ORALLY once daily 1 to 2 days prior to entering endemic area, during stay, and for 7 days after return<\/li><li><b>Malaria, Uncomplicated, Plasmodium Falciparum:<\/b> (5 to 8 kg) atovaquone 125 mg\/proguanil 50 mg ORALLY once daily for 3 days<\/li><li><b>Malaria, Uncomplicated, Plasmodium Falciparum:<\/b> (9 to 10 kg) atovaquone 187.5 mg\/proguanil 75 mg ORALLY once daily for 3 days<\/li><li><b>Malaria, Uncomplicated, Plasmodium Falciparum:<\/b> (11 to 20 kg) atovaquone 250 mg\/proguanil 100 mg ORALLY once daily for 3 days<\/li><li><b>Malaria, Uncomplicated, Plasmodium Falciparum:<\/b> (21 to 30 kg) atovaquone 500 mg\/proguanil 200 mg ORALLY once daily for 3 days<\/li><li><b>Malaria, Uncomplicated, Plasmodium Falciparum:<\/b> (31 to 40 kg) atovaquone 750 mg\/proguanil 300 mg ORALLY once daily for 3 days<\/li><li><b>Malaria, Uncomplicated, Plasmodium Falciparum:<\/b> (over 40 kg) atovaquone 1000 mg\/proguanil 400 mg ORALLY once daily for 3 days<\/li><li><b>Malaria, Uncomplicated, Plasmodium Vivax:<\/b> (5 to 8 kg) atovaquone 125 mg\/proguanil 50 mg ORALLY once daily for 3 days; use in combination with primaquine phosphate 0.8 mg\/kg ORALLY daily for 14 days (guideline dosing)<\/li><li><b>Malaria, Uncomplicated, Plasmodium Vivax:<\/b> (9 to 10 kg) atovaquone 187.5 mg\/proguanil 75 mg ORALLY once daily for 3 days; use in combination with primaquine phosphate 0.8 mg\/kg ORALLY daily for 14 days (guideline dosing)<\/li><li><b>Malaria, Uncomplicated, Plasmodium Vivax:<\/b> (11 to 20 kg) atovaquone 250 mg\/proguanil 100 mg ORALLY once daily for 3 days; use in combination with primaquine phosphate 0.8 mg\/kg ORALLY daily for 14 days (guideline dosing)<\/li><li><b>Malaria, Uncomplicated, Plasmodium Vivax:<\/b> (21 to 30 kg) atovaquone 500 mg\/proguanil 200 mg ORALLY once daily for 3 days; use in combination with primaquine phosphate 0.8 mg\/kg ORALLY daily for 14 days (guideline dosing)<\/li><li><b>Malaria, Uncomplicated, Plasmodium Vivax:<\/b> (31 to 40 kg) atovaquone 750 mg\/proguanil 300 mg ORALLY once daily for 3 days; use in combination with primaquine phosphate 0.8 mg\/kg ORALLY daily for 14 days (guideline dosing)<\/li><li><b>Malaria, Uncomplicated, Plasmodium Vivax:<\/b> (over 40 kg) atovaquone 1000 mg\/proguanil 400 mg ORALLY once daily for 3 days; use in combination with primaquine phosphate 0.8 mg\/kg ORALLY daily for 14 days (guideline dosing)<\/li><\/ul>"},{"id":"928406-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> mild (CrCl 50 to 80 mL\/min) to moderate (CrCl 30 to 50 mL\/min), no dosage change required<\/li><li><b>renal impairment:<\/b> severe (CrCl less than 30 mL\/min), contraindicated for malaria prophylaxis; use 3-day treatment regimen only if benefit outweighs risks for greater drug exposure<\/li><li><b>hepatic impairment:<\/b> mild or moderate, no dosage adjustment required<\/li><\/ul>"},{"id":"928406-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Malaria, Plasmodium falciparum; Prophylaxis<\/li><li>Malaria, Uncomplicated, Plasmodium Falciparum<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Malaria, Uncomplicated, Plasmodium Vivax<br\/>"}]},"3":{"id":"928406-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928406-s-3-9","title":"Contraindications","mono":"<ul><li>known serious hypersensitivity reactions (eg, vasculitis, angioedema, Stevens-Johnson syndrome, erythema multiforme, anaphylaxis) to atovaquone, proguanil hydrochloride, or any other component of the product<\/li><li>renal impairment, severe (CrCl less than 30 mL\/min); do not use for P. falciparum malaria prophylaxis; pancytopenia has been associated with proguanil treatment in patients with severe renal impairment<\/li><\/ul>"},{"id":"928406-s-3-10","title":"Precautions","mono":"<ul><li>concomitant use with rifampin or rifabutin is not recommended<\/li><li>hepatitis, hepatic failure, and elevated liver function tests have been reported with prophylactic use<\/li><li>malaria, severe; oral therapy not recommended<\/li><li>relapse of Plasmodium vivax infection has occurred in mixed P. falciparum and Plasmodium vivax infections, especially with monotherapy<\/li><li>vomiting or diarrhea may occur; risk of reduced absorption; monitoring recommended; alternative therapy may be required with severe or persistent symptoms<\/li><li>report suspected adverse drug reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928406-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928406-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928406-s-4","title":"Drug Interactions","sub":[{"id":"928406-s-4-13","title":"Contraindicated","mono":"<ul>Aurothioglucose (theoretical)<\/ul>"},{"id":"928406-s-4-14","title":"Major","mono":"<ul><li>Dicumarol (theoretical)<\/li><li>Rifampin (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"},{"id":"928406-s-4-15","title":"Moderate","mono":"<ul><li>Chloroquine (probable)<\/li><li>Efavirenz (probable)<\/li><li>Indinavir (probable)<\/li><li>Rifabutin (probable)<\/li><li>Tetracycline (probable)<\/li><\/ul>"}]},"5":{"id":"928406-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (Pediatric, 6%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (13% to 17%), Diarrhea (6% to 8%), Loss of appetite (5%), Nausea (pediatric, less than 1%; adults, 12%), Vomiting (5% to 13%)<\/li><li><b>Hepatic:<\/b>Increased liver function test (16.9% to 26.7%)<\/li><li><b>Neurologic:<\/b>Asthenia (8%), Dizziness (5%), Headache (10% to 13%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Neutropenia, Pancytopenia<\/li><li><b>Hepatic:<\/b>Hepatitis, Liver failure<\/li><\/ul>"},"6":{"id":"928406-s-6","title":"Drug Name Info","sub":{"0":{"id":"928406-s-6-17","title":"US Trade Names","mono":"<ul><li>Malarone<\/li><li>Malarone Pediatric<\/li><\/ul>"},"2":{"id":"928406-s-6-19","title":"Class","mono":"<ul><li>Biguanide<\/li><li>Folic Acid Antagonist<\/li><li>Ubiquinone<\/li><li>Ubiquinone\/Biguanide Combination<\/li><\/ul>"},"3":{"id":"928406-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928406-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"928406-s-7","title":"Mechanism Of Action","mono":"Atovaquone and proguanil HCl, antimalarial agents, act against the erythrocytic and exoerythrocytic stages of plasmodium species. Atovaquone selectively inhibits mitochondrial electron transport. Proguanil HCl is metabolized into the active metabolite cycloguanil which inhibits dihydrofolate reductase required for deoxythymidylate (pyrimidine) synthesis, with subsequent disruption of DNA synthesis in the malarial parasite.<br\/>"},"8":{"id":"928406-s-8","title":"Pharmacokinetics","sub":[{"id":"928406-s-8-23","title":"Absorption","mono":"<ul><li>Atovaquone, Bioavailability: 23% with food<\/li><li>Atovaquone, Effect of food: dietary fat increases the rate and extent of absorption, AUC 2 to 3 times, and Cmax 5 times<\/li><li>Proguanil HCl, oral: extensive<\/li><\/ul>"},{"id":"928406-s-8-24","title":"Distribution","mono":"<ul><li>Atovaquone, Vd: (adult and pediatric) approximately 8.8 L\/kg<\/li><li>Atovaquone, Protein binding: greater than 99%<\/li><li>Proguanil HCl, Vd: (greater than 15 y), 1,617 L to 2,502 L<\/li><li>Proguanil HCl, Vd: (less than or equal to 15 y), 462 L to 966 L<\/li><li>Proguanil HCl, Protein binding: 75%<\/li><\/ul>"},{"id":"928406-s-8-25","title":"Metabolism","mono":"<ul><li>Proguanil HCl-Hepatic; P450 CYP2C19<\/li><li>Metabolites: cycloguanil and 4-chlorophenylbiguanide<\/li><\/ul>"},{"id":"928406-s-8-26","title":"Excretion","mono":"<ul><li>Atovaquone, Fecal: greater than 94% unchanged<\/li><li>Atovaquone, Renal: less than 0.6%<\/li><li>Atovaquone, Dialyzable: unknown<\/li><li>Proguanil HCl, Renal: 40% to 60%<\/li><\/ul>"},{"id":"928406-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Atovaquone, adults: 2 days to 3 days<\/li><li>Atovaquone, pediatric: 1 day to 2 days<\/li><li>Proguanil HCl, adult and pediatric: 12 h to 21 h<\/li><li>Proguanil HCl, severe renal impairment: prolonged<\/li><\/ul>"}]},"9":{"id":"928406-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>tablets may be crushed and mixed with condensed milk prior to administration<\/li><li>administer with food or a milky drink<\/li><li>take once daily at the same time each day<\/li><li>if vomiting occurs within 1 hour of dosing, repeat dose<\/li><\/ul>"},"10":{"id":"928406-s-10","title":"Monitoring","mono":"<ul><li>resolution in the signs and symptoms of acute, uncomplicated Plasmodium falciparum malaria is indicative of efficacy<\/li><li>parasitemia in patients who are vomiting<\/li><\/ul>"},"11":{"id":"928406-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: (Atovaquone - Proguanil Hydrochloride) 62.5 MG-25 MG, 250 MG-100 MG<br\/><\/li><li><b>Malarone<\/b><br\/>Oral Tablet: (Atovaquone - Proguanil Hydrochloride) 250 MG-100 MG<br\/><\/li><li><b>Malarone Pediatric<\/b><br\/>Oral Tablet: (Atovaquone - Proguanil Hydrochloride) 62.5 MG-25 MG<br\/><\/li><\/ul>"},"12":{"id":"928406-s-12","title":"Toxicology","sub":[{"id":"928406-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>ATOVAQUONE<\/b><br\/>OVERDOSE: Overdose data is limited.  Overdoses of up to 31,500 milligrams have been well tolerated. Transient sinus dysrhythmia and maculopapular rash on the trunk and extremities have been reported in overdose patients. ADVERSE EFFECTS: Atovaquone is generally well tolerated by most patients. The most frequent adverse effects are maculopapular rash, gastrointestinal symptoms (diarrhea, abdominal pain, nausea, and vomiting), and headache. Other effects have included fever, hypotension, neutropenia, anemia, elevated liver transaminases, hyponatremia, anorexia, dyspepsia, constipation, taste perversion, oral candidiasis, elevation of serum amylase, elevations in serum creatinine and BUN, vortex keratopathy, conjunctivitis, insomnia, dizziness, anxiety, weakness, cough, sinusitis, rhinitis, hyperglycemia and hypoglycemia.<br\/><\/li><li><b>PROGUANIL <\/b><br\/>OVERDOSE: Overdose information is limited.  Ingestions of 1 gram or more may result in vomiting, diarrhea, abdominal pain and hematuria. ADVERSE EFFECTS: Mouth ulceration, headaches, dizziness, nausea, vomiting, abdominal pain, generalized erythematous, purpural and pustular rashes, dermal scaling, alopecia, and photosensitivity have been reported with proguanil therapy. Megaloblastic anemia and pancytopenia have been reported in patients with severe renal impairment.<br\/><\/li><\/ul>"},{"id":"928406-s-12-32","title":"Treatment","mono":"<ul><li><b>ATOVAQUONE <\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive.<\/li><li>Decontamination: Minimal toxicity expected; activated charcoal after large overdoses or if more toxic coingestants involved..<\/li><li>Hypotensive episode: IV 0.9% NaCl 10-20 mL\/kg, dopamine, norepinephrine.<\/li><li>Hypoglycemia: Intravenous dextrose might be required.<\/li><li>Hyperglycemia: Insulin therapy might be required. Monitor blood glucose.<\/li><li>Monitoring of patient:  Monitor vital signs, CBC, liver and renal function in symptomatic patients. Monitor fluid and electrolyte status in patients with significant vomiting and\/or diarrhea. Monitor blood glucose in symptomatic patients.<\/li><\/ul><\/li><li><b>PROGUANIL <\/b><br\/><ul><li>Decontamination: Activated charcoal.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Monitoring of patient:  Monitor CBC as indicated in symptomatic patients. Monitor fluid and electrolyte status in patients with significant vomiting and\/or diarrhea.<\/li><\/ul><\/li><\/ul>"},{"id":"928406-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>ATOVAQUONE<\/b><br\/>TOXICITY: A minimum toxic dose has not been established.  Overdoses of up to 31,500 milligrams have been well tolerated. ATOVAQUONE THERAPEUTIC DOSE: Adults and children older than 13 years of age: 750 mg (5 mL) orally twice daily for 21 days or 1500 mg (10 mL) once a day. ATOVAQUONE\/PROGUANIL THERAPEUTIC DOSE: Adults: atovaquone 250 mg\/proguanil 100 mg orally once daily 1 to 2 days prior to entering endemic area, during stay, and for 7 days after return. Children: Varies with weight.<br\/><\/li><li><b>PROGUANIL <\/b><br\/>TOXICITY: A specific minimum toxic dose has not been established. A proguanil overdose of 15 g occurred with complete recovery. Doses of up to 700 mg twice daily for greater than 2 weeks resulted in no serious toxicity. THERAPEUTIC: Adults - 400 milligrams proguanil\/1 g atovaquone as a single daily dose. Children: Varies with weight.<br\/><\/li><\/ul>"}]},"13":{"id":"928406-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause abdominal pain, diarrhea, loss of appetite, vomiting, asthenia, dizziness, or headache.<\/li><li>Instruct patient to report signs\/symptoms of pancytopenia.<\/li><li>Patient should take drug at the same time each day with food or a milky drink.<\/li><li>If vomiting occurs within 1 h of taking drug, instruct patient to take another dose.<\/li><\/ul>"}}}