{"drugs":["Arranon","Nelarabine"],"mono":[{"id":"928466-s-0","title":"Generic Names","mono":"Nelarabine"},{"id":"928466-s-1","title":"Dosing and Indications","sub":[{"id":"928466-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>T-cell acute lymphoblastic leukemia, relapsed or refractory:<\/b> 1500 mg\/m(2) IV over 2 hours on days 1, 3, and 5 repeated every 21 days<\/li><li><b>T-cell lymphoma, T-cell lymphoblastic lymphoma, relapsed or refractory:<\/b> 1500 mg\/m(2) IV over 2 hours on days 1, 3, and 5 repeated every 21 days<\/li><\/ul>"},{"id":"928466-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>T-cell acute lymphoblastic leukemia, relapsed or refractory:<\/b> 650 mg\/m(2) IV over 1 hour daily for 5 consecutive days repeated every 21 days<\/li><li><b>T-cell lymphoma, T-cell lymphoblastic lymphoma, relapsed or refractory:<\/b> 650 mg\/m(2) IV over 1 hour daily for 5 consecutive days repeated every 21 days<\/li><\/ul>"},{"id":"928466-s-1-6","title":"Dose Adjustments","mono":"<b>Neurotoxicity:<\/b> Patients treated previously or concurrently with intrathecal chemotherapy or previously with craniospinal irradiation may be at increased risk for neurologic adverse events. Nelarabine should be discontinued for neurologic events of NCI Common Toxicity Criteria grade 2 or greater. The dosage of nelarabine may be delayed for other toxicity including hematologic toxicity."},{"id":"928466-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>T-cell acute lymphoblastic leukemia, relapsed or refractory<\/li><li>T-cell lymphoma, T-cell lymphoblastic lymphoma, relapsed or refractory<\/li><\/ul>"}]},{"id":"928466-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>This product is for intravenous use only. Severe neurologic adverse reactions including altered mental states, severe somnolence, convulsions, and peripheral neuropathy ranging from numbness and paresthesias to motor weakness and paralysis, have been reported with the use of nelarabine. There have also been reports of adverse reactions associated with demyelination, and ascending peripheral neuropathies similar in appearance to Guillain-Barre syndrome. Close monitoring for neurologic adverse reactions is strongly recommended, and nelarabine should be discontinued for neurologic adverse reactions of NCI Common Toxicity Criteria grade 2 or greater.<br\/>"},{"id":"928466-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928466-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"928466-s-3-10","title":"Precautions","mono":"<ul><li>neurotoxicity; patients treated previously or concurrently with intrathecal chemotherapy, or previously with craniospinal irradiation may be at increased risk; discontinue therapy for neurologic adverse reactions of NCI Common Toxicity Criteria grade 2 or greater<\/li><li>hyperuricemia; intravenous hydration should be administered for patients at risk for tumor lysis and consideration should be given to the use of allopurinol<\/li><li>live vaccines to immunocompromised patients should be avoided<\/li><li>myelosuppression (anemia, leukopenia, neutropenia (including febrile neutropenia), thrombocytopenia) has been reported; monitoring recommended<\/li><li>tumor lysis syndrome may occur<\/li><li>report suspected adverse reactions to GlaxoSmithKline at 1-888-825-5249 or the US Food and Drug Administration (FDA) at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928466-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"928466-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"928466-s-4","title":"Drug Interactions","sub":{"1":{"id":"928466-s-4-14","title":"Major","mono":"<ul>Pentostatin (theoretical)<\/ul>"}}},{"id":"928466-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema (all grades, 15%)<\/li><li><b>Dermatologic:<\/b>Petechiae (all grades, 12%; grade 3, 2%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (all grades, 21%; grade 3, 1%), Diarrhea (all grades, 22%; grade 3, 1%), Nausea (41%), Vomiting (all grades, 10% to 22%; grade 3, 1%)<\/li><li><b>Hematologic:<\/b>Anemia (all grades, 95% to 99%; grade 3, 20% to 45%; grade 4 and 5, 10% to 14%), Leukopenia (all grades, 38%; grade 3, 14%; grade 4 and 5, 7%), Neutropenia (all grades, 81% to 94%; grade 3, 14% to 17%; grade 4 and 5, 49% to 62%), Thrombocytopenia (all grades, 86% to 88%; grade 3, 27% to 37%; grade 4 and 5, 22% to 32%)<\/li><li><b>Musculoskeletal:<\/b>Myalgia (all grades, 13%; grade 3, 1%)<\/li><li><b>Neurologic:<\/b>Asthenia (all grades, 6% to 17%; grade 3, 1%; grade 4 and 5, 1%), Dizziness (all grades, 21%; grade 1, 14%; grade 2, 8%), Headache (all grades, 15% to 17%; grade 1, 8% to 11%; grade 2, 2% to 3%; grade 3, 1% to 4%; grade 4 and 5, 2%), Hypesthesia (all grades, 6% to 17%; grade 1, 1% to 5%; grade 2, 1% to 10%; grade 3, 2% to 4%), Paresthesia (all grades, 4% to 15%; grade 1, 11%; grade 2, 2% to 4%; grade 3, 1%), Peripheral neuropathy (all grades, 12% to 21%; grade 1, 1% to 8%; grade 2, 4% to 12%; grade 3, 2% to 7%), Somnolence (all grades, 7% to 23%; grade 1, 1% to 20%; grade 2, 3% to 4%; grade 3, 1%; grade 4 and 5, 1%)<\/li><li><b>Respiratory:<\/b>Cough (25%), Dyspnea (all grades, 20%; grade 3, 4%, grade 4 and 5, 2%)<\/li><li><b>Other:<\/b>Fatigue (all grades, 50%; grade 3, 10%; grade 4 and 5, 2%), Fever (all grades, 23%; grade 3, 5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Febrile neutropenia (all grades, 12%; grade 3, 9%; grade 4 and 5, 1%)<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage, Grade 4 (1%), Coma, Grade 4 (1%), Progressive multifocal leukoencephalopathy, Seizure (all grades, 6%; grade 3, 1%; grade 4 and 5, 6%)<\/li><li><b>Respiratory:<\/b>Pleural effusion (all grades, 10%; grade 3, 5%, grade 4 and 5, 1%)<\/li><\/ul>"},{"id":"928466-s-6","title":"Drug Name Info","sub":{"0":{"id":"928466-s-6-17","title":"US Trade Names","mono":"Arranon<br\/>"},"2":{"id":"928466-s-6-19","title":"Class","mono":"Antineoplastic Agent<br\/>"},"3":{"id":"928466-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928466-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"928466-s-7","title":"Mechanism Of Action","mono":"Nelarabine is a prodrug of the deoxyguanosine analogue 9-beta-D-arabinofuranosylguanine (ara-G). Nelarabine is demethylated by adenosine deaminase to ara-G, mono-phosphorylated by deoxyguanosine kinase and deoxycytidine kinase, and then converted to the active 5' -triphosphate, ara-GTP. Accumulation of ara-GTP in leukemic blasts allows for its incorporation into deoxyribonucleic acid (DNA), leading to inhibition of DNA synthesis and cell death. There may also be other mechanisms that contribute to the cytotoxic and systemic toxicity of nelarabine.<br\/>"},{"id":"928466-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"928466-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: less than 25%<\/li><li>Vss, adults: nelarabine (prodrug): 197 +\/- 216 L\/m(2); ara-G: 50 +\/- 24 L\/m(2)<\/li><li>Vss, pediatric: nelarabine (prodrug): 213 +\/- 358 L\/m(2); ara-G: 33 +\/- 9.3 L\/m(2)<\/li><\/ul>"},"2":{"id":"928466-s-8-25","title":"Metabolism","mono":"Primary route of metabolism is O-demethylation by adenosine deaminase to form ara-G.<br\/>"},"3":{"id":"928466-s-8-26","title":"Excretion","mono":"Renal: prodrug 6.6% +\/- 4.7%; ara-G: 27% +\/- 15% <br\/>"},"4":{"id":"928466-s-8-27","title":"Elimination Half Life","mono":"Adults: prodrug: 30 min; ara-G: 3 h <br\/>"}}},{"id":"928466-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>do not dilute prior to administration<\/li><li>transfer appropriate dose to PVC infusion bags or glass containers prior to administration<\/li><li>inspect for particulate matter and discoloration<\/li><li>Appropriate measures must be taken to prevent hyperuricemia of tumor lysis syndrome (eg, hydration, urine alkalinization, and prophylaxis with allopurinol).<\/li><li>wear protective clothing and gloves to prevent skin contact during handling and preparation<\/li><\/ul>"},{"id":"928466-s-10","title":"Monitoring","mono":"<ul><li>reduction in bone marrow blast counts and recovery of peripheral blood counts is indicative of efficacy<\/li><li>CBC; regularly, including platelets  and differential<\/li><li>signs and symptoms of tumor lysis syndrome; especially in patients with large tumor burden or at risk of tumor lysis syndrome<\/li><li>signs and symptoms of neurotoxicity (altered mental status, somnolence, confusion, convulsions, ataxia, paraesthesias, hypoesthesia, motor weakness, coma, paralysis, status epilepticus, craniospinal demyelination, or ascending neuropathy)<\/li><li>signs and symptoms of nelarabine toxicity; in patients with renal impairment (CrCl less than 50 mL\/min) or severe hepatic impairment (total bilirubin greater than 3 times the ULN)<\/li><\/ul>"},{"id":"928466-s-11","title":"How Supplied","mono":"<b>Arranon<\/b><br\/>Intravenous Solution: 5 MG\/ML<br\/>"},{"id":"928466-s-12","title":"Toxicology","sub":[{"id":"928466-s-12-31","title":"Clinical Effects","mono":"<b> NELARABINE <\/b><br\/>OVERDOSE: Limited data. Severe sensory neuropathy developed in 2 patients treated with higher than usual doses. Myelosuppression, vomiting, severe peripheral neuropathy, paralysis and possibly coma should be anticipated. ADVERSE EFFECTS: Neurotoxicity is the dose limiting adverse effect. The most common adverse effects in children include myelosuppression, headache, vomiting, elevated hepatic enzymes and bilirubin. In adults the most common adverse effects include myelosuppression, nausea, vomiting, diarrhea, fatigue, somnolence, headache, peripheral neuropathy, paresthesias, dyspnea and cough. <br\/>"},{"id":"928466-s-12-32","title":"Treatment","mono":"<b> NELARABINE <\/b><br\/><ul><li>Decontamination: Administered intravenously, decontamination generally not needed. Wash exposed skin, irrigate exposed eyes.<\/li><li>Myelosuppression: Administer colony stimulating factor. Filgrastim 5 mcg\/kg\/day subQ or IV over 15 to 30 minutes. Transfusion may be needed in patients with severe thrombocytopenia, anemia or bleeding.<\/li><li>Seizure: Intravenous benzodiazepines and\/or barbiturates are first line. Continuous infusion of propofol, midazolam or pentobarbital may be used for refractory seizures.<\/li><li>Hypotensive episode: Intravenous normal saline 10 to 20 mL\/kg. Use dopamine or norepinephrine if hypotension persists after adequate fluid resuscitation. Evaluate for sepsis.<\/li><li>Intrathecal injection: No clinical reports available; information derived from experience with other antineoplastics. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Fresh frozen plasma (25 mL FFP per liter NS or LR) or albumin 5% have also been used for perfusion. Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Monitoring of patient: Monitor vital signs, mental status and neurologic exam. Monitor serial CBC with differential and platelet count, and hepatic enzymes.<\/li><\/ul>"},{"id":"928466-s-12-33","title":"Range of Toxicity","mono":"<b> NELARABINE <\/b><br\/>OVERDOSE: Two adults developed grade 3 ascending sensory neuropathy following administration of nelarabine 2,200 mg\/m(2) given on days 1, 3, and 5 every 21 days. THERAPEUTIC DOSE: ADULT: 1500 mg\/m(2) IV over 2 hours on days 1, 3 and 5, repeated every 21 days. PEDIATRIC: 650 mg\/m(2) IV over 1 hr daily for 5 consecutive days repeated every 21 days. <br\/>"}]},{"id":"928466-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness or somnolence.<\/li><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>This drug may cause myelosuppression, edema, petechiae, constipation, diarrhea, nausea, vomiting, headache, or cough.<\/li><li>Advise patient to report dyspnea, signs\/symptoms of infection, tumor lysis syndrome (severe hyperphosphatemia, hyperkalemia, hyperuricemia, hypocalcemia), or neurotoxicity (severe somnolence, seizure, status epilepticus, peripheral neuropathy).<\/li><\/ul>"}]}