{"generic":"Lidocaine\/Tetracaine","drugs":["Lidocaine\/Tetracaine","Synera"],"mono":{"0":{"id":"928457-s-0","title":"Generic Names","mono":"Lidocaine\/Tetracaine"},"1":{"id":"928457-s-1","title":"Dosing and Indications","sub":{"0":{"id":"928457-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Topical local anesthetic to skin, For superficial dermatological procedures:<\/b> (cream) dermal filler injection, nonablative facial laser resurfacing, or pulsed-dye laser therapy, apply TOPICAL cream evenly and thinly (approximately 1 mm thick) to intact skin for 20 to 30 minutes prior to procedure<\/li><li><b>Topical local anesthetic to skin, For superficial dermatological procedures:<\/b> (cream) laser-assisted tattoo removal, apply TOPICAL cream evenly and thinly (approximately 1 mm thick) to intact skin for 60 minutes prior to procedure<\/li><li><b>Topical local anesthetic to skin, For superficial dermatological procedures:<\/b> (patch) apply TOPICAL patch to intact skin for 20 to 30 minutes prior to procedure<\/li><li><b>Topical local anesthetic to skin, For superficial venous access:<\/b> (patch) apply TOPICAL patch to intact skin for 20 to 30 minutes prior to venipuncture or IV cannulation<\/li><\/ul>"},"1":{"id":"928457-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>(cream) safety and effectiveness not established in pediatric patients<\/li><li><b>Topical local anesthetic to skin, For superficial dermatological procedures:<\/b> (patch) 3 years or older; apply TOPICAL patch to intact skin for 20 to 30 minutes prior to procedure<\/li><li><b>Topical local anesthetic to skin, For superficial venous access:<\/b> (patch) 3 years or older; apply TOPICAL patch to intact skin for 20 to 30 minutes prior to venipuncture or IV cannulation<\/li><\/ul>"},"3":{"id":"928457-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Topical local anesthetic to skin, For superficial dermatological procedures<\/li><li>Topical local anesthetic to skin, For superficial venous access<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Topical local anesthetic to skin, For arterial puncture<br\/>"}}},"3":{"id":"928457-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928457-s-3-9","title":"Contraindications","mono":"hypersensitivity to lidocaine, tetracaine, any other component of the product, amide- or ester-type local anesthetics, or PABA <br\/>"},{"id":"928457-s-3-10","title":"Precautions","mono":"<ul><li>acutely ill or debilitated patients; may have increased sensitivity to systemic effects<\/li><li>allergic or anaphylactic reaction may occur<\/li><li>application, prolonged; may increase systemic absorption and toxicity<\/li><li>eye contact; risk of corneal irritation or abrasion due to loss of protective reflexes<\/li><li>hepatic disease, severe; increased risk of drug toxicity<\/li><li>irritated or broken skin; risk of increased systemic absorption and toxicity; use not recommended<\/li><li>large doses or treatment areas; risk of increased systemic absorption and toxicity, potentially resulting in life-threatening side effects<\/li><li>MRI; integrated heating component of topical patch contains iron powder; remove patch prior to procedure<\/li><li>methemoglobinemia has been reported with tetracaine use; increased risk in patients who are receiving concomitant methemoglobin-inducing agents (especially if under 1 year of age), patients with idiopathic or congenital methemoglobinemia, very young patients, and patients with glucose-6-phosphate dehydrogenase deficiencies<\/li><li>mucous membranes; use not recommended<\/li><li>pseudocholinesterase deficiency; increased risk of drug toxicity<\/li><li>skin temperature increases; risk of increased systemic absorption and toxicity, potentially resulting in life-threatening side effects<\/li><li>store and dispose of topical patches out of the reach of children and pets; chewing or swallowing a new or used patch can cause serious adverse effects<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928457-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"928457-s-3-12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"928457-s-4","title":"Drug Interactions","sub":[{"id":"928457-s-4-13","title":"Contraindicated","mono":"<ul><li>Dihydroergotamine (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><\/ul>"},{"id":"928457-s-4-14","title":"Major","mono":"<ul><li>Amiodarone (probable)<\/li><li>Amprenavir (probable)<\/li><li>Arbutamine (probable)<\/li><li>Atazanavir (probable)<\/li><li>Bupropion (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Encainide (theoretical)<\/li><li>Etravirine (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Fosphenytoin (probable)<\/li><li>Hyaluronidase (theoretical)<\/li><li>Lopinavir (probable)<\/li><li>Metoprolol (probable)<\/li><li>Mexiletine (theoretical)<\/li><li>Moricizine (theoretical)<\/li><li>Nadolol (probable)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Phenytoin (probable)<\/li><li>Procainamide (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Propofol (probable)<\/li><li>Propranolol (probable)<\/li><li>Quinidine (theoretical)<\/li><li>St John's Wort (probable)<\/li><li>Succinylcholine (probable)<\/li><li>Telaprevir (theoretical)<\/li><li>Tocainide (theoretical)<\/li><\/ul>"},{"id":"928457-s-4-15","title":"Moderate","mono":"<ul><li>Cimetidine (probable)<\/li><li>Dalfopristin (probable)<\/li><li>Morphine Sulfate Liposome (established)<\/li><li>Penbutolol (probable)<\/li><li>Quinupristin (probable)<\/li><\/ul>"}]},"5":{"id":"928457-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Discoloration of skin (16%), Edema (14%), Erythema (47%)<\/li><li><b>Gastrointestinal:<\/b>Vomiting (less than 1%)<\/li><li><b>Neurologic:<\/b>Dizziness (less than 1%), Headache (less than 1%)<\/li><li><b>Other:<\/b>Fever (less than 1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Methemoglobinemia<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Central nervous system depression, Central nervous system stimulation<\/li><\/ul>"},"6":{"id":"928457-s-6","title":"Drug Name Info","sub":{"0":{"id":"928457-s-6-17","title":"US Trade Names","mono":"Synera<br\/>"},"2":{"id":"928457-s-6-19","title":"Class","mono":"<ul><li>Amino Amide<\/li><li>Amino Ester<\/li><li>Anesthetic Combination<\/li><li>Dermatological Agent<\/li><\/ul>"},"3":{"id":"928457-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928457-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"928457-s-7","title":"Mechanism Of Action","mono":"Lidocaine, an amide-type local anesthetic agent and tetracaine, an ester-type local anesthetic agent provides for local anesthesia by blocking sodium ion channels necessary for the initiation and conduction of neuronal impulses.<br\/>"},"8":{"id":"928457-s-8","title":"Pharmacokinetics","sub":[{"id":"928457-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability, topical cream: proportionate to duration of treatment and surface area of application<\/li><li>Bioavailability, topical patch: not proportionate to the duration of treatment<\/li><li>Tmax, topical cream, single dose: lidocaine, 2.8 to 4 hours<\/li><li>Tmax, topical patch, single dose: lidocaine, 1.7 hours<\/li><\/ul>"},{"id":"928457-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, alpha-1-acid glycoprotein: lidocaine, approximately 75%; tetracaine, not determined<\/li><li>Vd: lidocaine, 0.8 to 1.3 L\/kg; tetracaine, not determined<\/li><\/ul>"},{"id":"928457-s-8-25","title":"Metabolism","mono":"<ul><li>lidocaine: liver<\/li><li>lidocaine, metabolite: monoethylglycinexylidide (MEGX), active (less potent than lidocaine)<\/li><li>lidocaine, metabolite: glycinexylidide (GX), active (less potent than lidocaine)<\/li><li>lidocaine, metabolite: 2,6-xylidine, unknown activity<\/li><li>lidocaine, substrate of CYP1A2 (primarily) and CYP3A4 (minor)<\/li><li>tetracaine: blood<\/li><li>tetracaine, metabolite: para-aminobenzoic acid, unknown activity<\/li><li>tetracaine, metabolite: diethylaminoethanol, unknown activity<\/li><\/ul>"},{"id":"928457-s-8-26","title":"Excretion","mono":"<ul><li>Renal, lidocaine, adults: greater than 98% (changed); less than 10% (unchanged)<\/li><li>Renal, lidocaine, neonates: 20% (unchanged)<\/li><li>Total body, lidocaine: 8 to 10 mL\/min\/kg; tetracaine, unknown<\/li><\/ul>"},{"id":"928457-s-8-27","title":"Elimination Half Life","mono":"<ul><li>lidocaine, 1.8 hours; tetracaine, not established<\/li><li>lidocaine, geriatrics: 2.5 hours<\/li><\/ul>"}]},"9":{"id":"928457-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>apply only to intact skin<\/li><li>(cream) use dosing table to determine amount dispensed based on size of area to be treated<\/li><li>(cream) use ruler on carton to measure amount of cream for proper coverage<\/li><li>(cream) spread evenly and thinly (approximately 1 mm) over treatment area using flat tool (eg, metal spatula, tongue depressor)<\/li><li>(cream) after waiting required time, remove peel by grasping a free edge and pulling it away from skin<\/li><li>(cream) dispose of used peel in location that is out of reach of children and pets<\/li><li>(patch) use immediately after opening pouch<\/li><li>(patch) do not cut patch or remove the top cover of the patch; do not cover holes on the top side of the patch<\/li><li>(patch) to dispose of a used patch, fold the adhesive sides together and dispose in a location that is out of reach of children and pets<\/li><\/ul>"},"10":{"id":"928457-s-10","title":"Monitoring","mono":"adequate local anesthesia indicates efficacy<br\/>"},"11":{"id":"928457-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Topical Cream: (Lidocaine - Tetracaine) 7 %-7 %<br\/><\/li><li><b>Pliaglis<\/b><br\/>Topical Cream: (Lidocaine - Tetracaine) 7 %-7 %<br\/><\/li><li><b>Synera<\/b><br\/>Topical Patch, Extended Release: (Lidocaine - Tetracaine) 70 MG-70 MG<br\/><\/li><\/ul>"},"12":{"id":"928457-s-12","title":"Toxicology","sub":[{"id":"928457-s-12-31","title":"Clinical Effects","mono":"<b>ANESTHETICS-LOCAL <\/b><br\/>USES: Local anesthetics are used for analgesia. They are administered topically and by local injection, regional injection, and for spinal and epidural anesthesia. PHARMACOLOGY: These agents reversibly block sodium channels and block the action potentials responsible for nerve conduction. TOXICOLOGY: Toxicity is caused by sodium channel blockade leading to CNS and cardiac effects. Some of these agents and their metabolites can oxidize iron leading to methemoglobinemia. EPIDEMIOLOGY: Toxicity is uncommon and severe toxicity is rare. MILD TO MODERATE TOXICITY: Subjective effects in mild toxicity include drowsiness, impending doom, headache, dizziness, paresthesias, euphoria, numbness of the mouth, lightheadedness, tinnitus, anxiety, confusion, tremors, agitation, disorientation, hallucinations, and lethargy. Peripheral effects may result in temporary paralysis. Suppression of the gag reflex may occur with oropharyngeal exposure. Methemoglobinemia can develop in patients who have no other evidence of toxicity. SEVERE TOXICITY: Severe toxicity may cause cardiac, respiratory, and CNS toxicity, as well as methemoglobinemia. CNS effects precede significant cardiovascular toxicity, except following massive IV injection. While there is often a progression of symptoms after IM, subQ, or continuous IV infusion, seizures and coma may occur suddenly after rapid IV administration. Cardiac effects are due to sodium channel blockade and can be manifested by a range of toxic effects including hypotension, AV block, bradycardia, QRS prolongation, ventricular dysrhythmias, asystole, and cardiovascular collapse. Spinal, epidural, or inadvertent intrathecal administration may lead to respiratory failure. Hypoxia may be secondary to cardiac toxicity or direct motor paralysis of respiratory muscles leading to respiratory depression, apnea, or respiratory arrest. Methemoglobinemia is well described with usage of prilocaine and benzocaine, and rarely reported with lidocaine, tetracaine, Cetacaine, and propitocaine. It can develop after therapeutic doses and in patients who have no other evidence of toxicity. INHALATION EXPOSURE: Methemoglobinemia can rarely result from inhalation exposure to local anesthetics. DERMAL EXPOSURE: Topical preparations can lead to systemic toxicity ranging from mild to severe. Infants are at a higher risk for systemic effects from dermal exposure. ADVERSE EFFECTS: Allergic reactions to the ester or amide classes of local anesthetics are possible though extremely rare. The ester class (benzocaine, chloroprocaine, cocaine, cyclomethycaine, dimethocaine, larocaine, propoxycaine, procaine, novocaine, proparacaine, tetracaine, and amethocaine) accounts for the majority of true IgE-mediated allergic reactions due to metabolism of PABA, a known allergen. Reactions to the amide class (articaine, bupivacaine, carticaine, cinchocaine, dibucaine, etidocaine, lidocaine, mepivacaine, piperocaine, prilocaine, ropivacaine, and trimecaine) are often secondary to the methylparaben preservative in the multidose vials. Clinically insignificant methemoglobinemia may result from exposure to many local anesthetics. Patients may develop vasovagal reactions following administration of these agents. Visual loss has rarely been associated with intranasal bupivacaine use during nasal surgery. Visual symptoms may persist for years.<br\/>"},{"id":"928457-s-12-32","title":"Treatment","mono":"<b>ANESTHETICS-LOCAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TOXICITY: Supportive care is the mainstay of treatment in mild to moderate toxicity. Paresthesias and paralysis resolve in virtually all cases. Anxiety can be managed with benzodiazepines. Patients with significant oropharyngeal anesthesia should be positioned upright with nothing by mouth (NPO) to avoid aspiration. MANAGEMENT OF SEVERE TOXICITY: Patients with severe toxicity (eg, depressed mental status, seizures, hypotension, dysrhythmias, cardiac arrest) should receive standard supportive care (intubation and mechanical ventilation, intravenous fluids and pressors for hypotension, benzodiazepines for seizures) and an infusion of intravenous lipids. Administer 1.5 mL\/kg of 20% lipid emulsion as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min for 30 to 60 minutes. For declining blood pressure, increase the infusion rate to 0.5 mL\/kg\/min and continue infusion for 60 minutes. Repeat bolus 1 to 2 times if there is no evidence of clinical improvement.<\/li><li>Decontamination: PREHOSPITAL: No prehospital gastrointestinal decontamination is appropriate. Symptomatic patients should be placed on oxygen and transported to a health care facility. Wash exposed skin with soap and water. Irrigate eyes if large exposure. HOSPITAL: Activated charcoal and gastric lavage are discouraged due to the risk of aspiration in cases when oropharyngeal anesthesia is present. There is no role for whole bowel irrigation.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be necessary in cases of high spinal, epidural, or intrathecal administration or cases with significant cardiac or neurologic toxicity. Patients should remain intubated until they are able to pass a spontaneous breathing trial with an adequate tidal volume.<\/li><li>Antidote: METHEMOGLOBINEMIA: 1 to 2 mg\/kg of 1% methylene blue IV bolus over 5 to 10 minutes if symptomatic or methemoglobin level is greater than 30%. The dose may need to be repeated if no response or inadequate response within 1 hour. Do not exceed 7 mg\/kg.<\/li><li>Fat emulsion: Patients who develop significant CNS (eg, agitation, confusion, seizures, mental status depression) or cardiovascular toxicity should be treated with intravenous lipids. In vitro, animal studies and numerous case reports suggest rapid reversal of toxicity, probably related to sequestering of fat soluble local anesthetics in the lipid. Administer 1.5 mL\/kg of 20% lipid emulsion as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min for 30 to 60 minutes. For declining blood pressure, increase the infusion rate to 0.5 mL\/kg\/min and continue infusion for 60 minutes. Repeat bolus 1 to 2 times if there is no evidence of clinical improvement.<\/li><li>Conduction disorder of the heart: QRS widening of more than 120 msec should be treated with intravenous lipids (as discussed above) and sodium bicarbonate (1 to 2 mEq\/kg) boluses, starting with one ampule (50 mEq) in adults until narrowing is achieved. Monitor acid\/base status and keep pH below 7.55.<\/li><li>Hypotensive episode: Hypotension should be treated with fluids initially, intravenous lipids, and direct acting vasopressors, such as norepinephrine, phenylephrine, or epinephrine if necessary. Bradycardic patients should be given atropine (ADULT: 1 mg; CHILD: 0.02 mg\/kg, minimum 0.1 mg, maximum 1 mg) or epinephrine.<\/li><li>Cardiac arrest: Initiate CPR immediately and administer intravenous lipids as above. Good neurological outcomes have been reported after prolonged CPR. ACLS algorithms should be applied in conjunction with lipid emulsion administration, with the following modifications: if epinephrine is used, small initial doses (10 mcg to 100 mcg boluses) are recommended. Avoid vasopressin, lidocaine, calcium channel blockers and beta blockers. Cardiac bypass should be considered if unresponsive to the above therapies.<\/li><li>Seizure: Seizures should be treated with benzodiazepines (in addition to intravenous lipids) as first line therapy followed by phenobarbital or propofol. Diazepam (ADULT: 5 to 10 mg, repeat every 10 to 15 min as needed; CHILD: 0.2 to 0.5 mg\/kg, repeat every 5 min as needed) or lorazepam (ADULT: 2 to 4 mg, repeat every 10 to 15 min as needed; CHILD: 0.05 to 0.1 mg\/kg, repeat every 5 min as needed) may be given.<\/li><li>Nausea and vomiting: Nausea and vomiting should be treated with antiemetics, either metoclopramide (ADULT: 10 to 20 mg every 6 hours as needed; CHILD: 0.1 to 0.2 mg\/kg every 6 hours as needed) or ondansetron (ADULT: 4 to 8 mg every 6 hours as needed; CHILD: 0.15 mg\/kg every 4 hours as needed) are reasonable choices.<\/li><li>Intravenous injection: Intravascular administration, either inadvertent or during regional anesthetic techniques, such as Bier blocks, can lead to systemic toxicity. Inflation of a blood pressure cuff proximal to the site of injection may limit the systemic effects. The cuff can intermittently be released for short durations when systemic toxicity resolves, limiting the patient from prolonged systemic exposure.<\/li><li>Intrathecal injection: Inadvertent intrathecal injection has been reported with local anesthetics. Endotracheal intubation and mechanical ventilation are likely to be necessary because of diaphragmatic paralysis. Drainage of cerebrospinal fluid may accelerate recovery. The following recommendations are based on experience with antineoplastic drugs. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. In severe overdoses, this may be followed with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).<\/li><li>Monitoring of patient: Methemoglobin concentrations should be checked in cyanotic patients. Obtain arterial blood gas in cases of respiratory depression, hypotension, or persistent cardiac dysrhythmias. Monitor vital signs and electrolytes. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients.<\/li><li>Enhanced elimination procedure: No method of enhanced elimination has proven beneficial in local anesthetic toxicity.<\/li><li>Patient disposition: HOME CRITERIA: Lidocaine doses under 6 mg\/kg are unlikely to cause serious adverse effects and can be managed at home. Patients with more than mild symptoms should be referred to a health care facility. OBSERVATION CRITERIA: Patients should be observed for 8 hours following methylene blue administration to rule out recurrence of methemoglobinemia. Patients with tachycardia only can be observed until this symptom resolves; other cardiac toxicities should be admitted. ADMISSION CRITERIA: Patients with persistent cardiac dysrhythmias, mental status changes, seizures, respiratory failure, or recurrence of methemoglobinemia, despite treatment with methylene blue, should be admitted. Patients with respiratory, CNS, or cardiac toxicity should be admitted to an ICU. CONSULT CRITERIA: A medical toxicologist or poison control center should be consulted in cases that involve cardiac or CNS toxicity or clinically significant methemoglobinemia.<\/li><\/ul>"},{"id":"928457-s-12-33","title":"Range of Toxicity","mono":"<b>ANESTHETICS-LOCAL<\/b><br\/>TOXICITY: Varies by agent. LIDOCAINE: ADULT: IV injection of 800 to 2000 mg in adults has caused seizures followed by cardiac arrest. PEDIATRIC: In children, ingestion of 5 to 25 mL 2% viscous lidocaine has caused seizures. BENZOCAINE: Therapeutic doses of topical spray may cause methemoglobinemia. DIBUCAINE: PEDIATRIC: Two toddlers developed generalized seizures and severe dysrhythmias, and subsequently died after ingesting 15 mg\/kg to 19 mg\/kg of 1% dibucaine ointment. An 18-month-old child became comatose and developed generalized tonic-clonic seizures, but survived, after ingesting 12 mg\/kg of 1% dibucaine ointment. PRAMOXINE: Ingestions up to 150 mg in children (11 mg\/kg) and 250 mg in adults caused minor toxicity. THERAPEUTIC DOSE: Varies by agent. LIDOCAINE: ADULT: A single dose limit is 2 mg\/kg for IV doses. PEDIATRIC: For viscous lidocaine 2% in children 3 years and older, the recommended dose is approximately 3 to 5 mg\/kg swish and spit (for the mouth) or swish and swallow (for the pharynx) every 3 hours as needed, up to a MAX of 8 doses\/day. In infants and children less than 3 years of age, 1.25 mL is applied topically to the area every 3 hours as needed, up to a MAX of 8 doses\/day. BENZOCAINE: For treatment of mouth ulcers, benzocaine may be applied topically to the affected areas up to 4 times daily. PRAMOXINE: For hemorrhoids, apply 1% ointment or cream rectally or topically to anorectal area up to 5 times daily. ESTERS: Maximum subQ doses are: chloroprocaine 10 mg\/kg; procaine 10 mg\/kg; tetracaine 3 mg\/kg. AMIDES: Maximum subQ doses are: bupivacaine 2 mg\/kg; etidocaine 4 mg\/kg; lidocaine 5 mg\/kg; mepivacaine 5 mg\/kg; prilocaine 8 mg\/kg; ropivacaine 3 mg\/kg.<br\/>"}]},"13":{"id":"928457-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to avoid scratching, rubbing, or exposing treated areas to excessive heat or sunlight until sensation returns.<\/li><li>Tell patient to report signs\/symptoms of allergic or anaphylactoid reactions.<\/li><li>Drug may cause localized reactions (ie, erythema, blanching, edema) or systemic adverse effects (ie, fever, dizziness, vomiting, headache).<\/li><li>Large amounts of topical preparations may increase risk of lidocaine or tetracaine toxicity.<\/li><li>Instruct patients to report signs\/symptoms of lidocaine or tetracaine toxicity, seizures, difficulty breathing, coma, or cardiac dysrhythmia.<\/li><li>Tell patient to alert healthcare providers to areas of broken or irritated skin before application.<\/li><li>Advise patient to use topical preparations sparingly.<\/li><li>Warn patients using topical preparations that occlusion of the skin with any type of material can increase the chance of serious side effects, as can applying heat.<\/li><li>Tell patient using the patch form not to occlude the ventilation holes on the top of the patch during use.<\/li><li>Advise patient to avoid drug contact with eyes and to wash hands after handling cream form.<\/li><li>Instruct patient on proper storage and disposal instructions to avoid access by children or pets.<\/li><li>Advise patient to notify healthcare worker of patch or remove patch before MRI procedure.<\/li><\/ul>"}}}