{"drugs":["BiDil","Hydralazine\/Isosorbide Dinitrate"],"mono":{"0":{"id":"928431-s-0","title":"Generic Names","mono":"Hydralazine\/Isosorbide Dinitrate"},"1":{"id":"928431-s-1","title":"Dosing and Indications","sub":{"0":{"id":"928431-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Heart failure, In black patients; Adjunct:<\/b> 1 tablet ORALLY 3 times a day; titrate to a maximum tolerated dose, MAX: 2 tablets 3 times a day<\/li><li><b>Heart failure, In black patients; Adjunct:<\/b> one-half tablet ORALLY 3 times a day for patients who experience intolerable side effects; titrate up as soon as side effects subside<\/li><\/ul>"},"1":{"id":"928431-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness in children have not been established "},"3":{"id":"928431-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Heart failure, In black patients; Adjunct<br\/>"}}},"3":{"id":"928431-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928431-s-3-9","title":"Contraindications","mono":"<ul><li>Allergy to organic nitrates<\/li><li>Concomitant use of riociguat or phosphodiesterase type-5 inhibitors (ie, avanafil, sildenafil, tadalafil, vardenafil)<\/li><\/ul>"},{"id":"928431-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Symptomatic hypotension may occur, even with small doses; increased risk with volume or salt depletion; correct prior to initiating<\/li><li>-- Tachycardia and hypotension, which may lead to myocardial ischemia and angina, may occur; increased risk in patients with hypertrophic cardiomyopathy<\/li><li>Immunologic:<\/li><li>-- Systemic lupus erythematosus syndrome may occur; discontinuation may be necessary<\/li><li>Neurologic:<\/li><li>-- Peripheral neuritis may occur<\/li><\/ul>"},{"id":"928431-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928431-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928431-s-4","title":"Drug Interactions","sub":[{"id":"928431-s-4-13","title":"Contraindicated","mono":"<ul><li>Avanafil (theoretical)<\/li><li>Riociguat (theoretical)<\/li><li>Sildenafil (established)<\/li><li>Tadalafil (established)<\/li><li>Vardenafil (established)<\/li><\/ul>"}]},"5":{"id":"928431-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (10%)<\/li><li><b>Neurologic:<\/b>Dizziness (32%), Headache (50%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Systemic lupus erythematosus<\/li><\/ul>"},"6":{"id":"928431-s-6","title":"Drug Name Info","sub":{"0":{"id":"928431-s-6-17","title":"US Trade Names","mono":"BiDil<br\/>"},"2":{"id":"928431-s-6-19","title":"Class","mono":"<ul><li>Antianginal<\/li><li>Nitrate<\/li><\/ul>"},"3":{"id":"928431-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928431-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"10":{"id":"928431-s-10","title":"Monitoring","mono":"improvement in functional status and length of time until hospitalization for heart failure indicates efficacy<br\/>"},"11":{"id":"928431-s-11","title":"How Supplied","mono":"<b>BiDil<\/b><br\/>Oral Tablet: (Hydralazine Hydrochloride - Isosorbide Dinitrate) 37.5 MG-20 MG<br\/>"},"12":{"id":"928431-s-12","title":"Toxicology","sub":[{"id":"928431-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>NITROGLYCERIN <\/b><br\/>USES: Nitroglycerin is an organic nitrate that is used as a vasodilator to treat coronary artery disease and heart failure. It is used therapeutically in forms of tablets (sublingual and extended-release), lingual aerosol, transdermal and intravenously. It is also a high explosive and is used occasionally in the production of explosives, smokeless powders, rocket propellants and in combating oil well fires. EPIDEMIOLOGY: Nitroglycerin is a commonly prescribed drug and poisoning is relatively uncommon. Occupational exposure mainly occurs via dermal or inhalational exposure. PHARMACOLOGY: Its mechanism of action is stimulation of cGMP production, resulting in vascular smooth muscle relaxation. It relaxes veins at low doses and arteries at high doses. TOXICOLOGY: Toxicology is an extension of pharmacologic effects. Nitroglycerin is a nitrate, which can be converted to nitrites in the GI tract leading to oxidation of hemoglobin, methemoglobinemia, which may be more common in infants. OVERDOSE: MILD TO MODERATE TOXICITY: Headache, flushing and orthostatic hypotension with reflex tachycardia can occur. SEVERE TOXICITY: Severe effects may include profound hypotension with tachycardia. Profound and prolonged hypotension can cause end-organ damage including cardiac ischemia, ischemic stroke, liver injury and renal failure. Fatalities are rare, but may occur after circulatory collapse and respiratory failure. ADVERSE EFFECTS: Headache, dizziness, and mild orthostatic hypotension are common adverse effects associated with nitroglycerin. WITHDRAWAL: Abrupt cessation of medical or occupational exposure may cause angina. INDUSTRIAL EXPOSURE (dermal and inhalation): nausea, vomiting, abdominal cramps, headache, confusion, delirium, bradypnea, bradycardia, paralysis, seizures, cyanosis, methemoglobinemia, circulatory collapse and death.<br\/><\/li><li><b>VASODILATORS<\/b><br\/>USES: These agents are used for the treatment of hypertension, peripheral vascular disease and pulmonary hypertension.  Minoxidil is also used to treat hair loss. PHARMACOLOGY: Hydralazine, diazoxide and minoxidil cause vasodilation by directly relaxing vascular smooth muscle. Iloprost is a prostacyclin PGI(2) analog that dilates pulmonary and systemic arteries. Fenoldopam is a D1 dopamine receptor agonist. TOXICOLOGY: Toxicity is generally an extension of the pharmacological effect, primarily hypotension. Hydralazine has an active metabolite that binds to cellular proteins and may trigger an autoimmune response. EPIDEMIOLOGY: Exposures are uncommon and deaths are extremely rare. MILD TO MODERATE TOXICITY: All of these medications cause dose-related hypotension following overdose, often accompanied by tachycardia. SEVERE TOXICITY: Hydralazine: One case of electrocardiographic changes suggesting myocardial ischemia and acidosis without profound hypotension has been reported following hydralazine overdose. Diazoxide: A case of 2:1 heartblock has been reported following rapid IV injection. Minoxidil: Profound hypotension and myocardial ischemia have been reported following large overdoses. Fenoldopam: No reports of significant toxicity.    ADVERSE EFFECTS: All of these agents will cause a dose-related decrease in blood pressure. ADVERSE EFFECTS BY AGENT: Hydralazine: lupus-like syndrome, auto-immune dermal, liver and renal disease. Diazoxide: Hyperglycemia, hyperosmolar coma. Minoxidil: Hair growth. Fenoldopam: Tachycardia.<br\/><\/li><\/ul>"},{"id":"928431-s-12-32","title":"Treatment","mono":"<ul><li><b>NITROGLYCERIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Administer IV fluids for hypotension. MANAGEMENT OF SEVERE TOXICITY: Administer activated charcoal (GI decontamination should be performed only in patients who can protect their airway or who are intubated). Severe hypotension may develop and require intravenous fluids and vasopressors. After inhalation exposure, move patient to fresh air and monitor for respiratory distress.<\/li><li>Decontamination: PREHOSPITAL: Administer activated charcoal if recent, substantial ingestion of a sustained-release formulation, and the patient is able to protect their airway. If dermal exposure, remove nitroglycerin ointment\/paste or patch and wash the exposed area thoroughly with soap and water. GI decontamination is not effective after sublingual exposure and is unlikely to be useful for regular release formulations because of rapid absorption and a short half-life. HOSPITAL: Administer activated charcoal if recent, substantial ingestion of a sustained-release formulation, and patient able to protect airway. If dermal exposure, remove nitroglycerin ointment\/past or patch and was exposed area thoroughly with soap and water. GI decontamination is not effective after sublingual exposure and is unlikely to be useful for regular release formulations because of rapid absorption and short half-life.<\/li><li>Airway management: Perform early in patients with severe intoxication (eg, respiratory depression, severe hypotension).<\/li><li>Antidote: There is no antidote for nitroglycerin. Methylene blue is the antidote for methemoglobinemia.<\/li><li>Hypotensive episode: Obtain intravenous access. Initiate treatment with intravenous fluids. If hypotension persists, initiate pressors and titrate to a mean arterial pressure of at least 60 mmHg. Direct-acting pressors such as epinephrine and norepinephrine are preferred. Insert foley catheter and monitor urine output.<\/li><li>Respiratory arrest: Respiratory depression is uncommon and can be treated with intubation and mechanical ventilation.<\/li><li>Tachycardia: Tachycardia is usually reflex tachycardia in the setting of hypotension and improves with administration of intravenous fluids.<\/li><li>Methemoglobinemia: Methemoglobinemia is a rare finding and usually not severe. Administer oxygen via facemask. If the patient has a methemoglobin concentration that is greater than 30% and\/or methemoglobinemia plus signs or symptoms of hypoxemia (ie, dyspnea, confusion, or chest pain), the patient should be treated. Administer 1% methylene blue 1 to 2 mg\/kg IV slowly over 5 minutes to symptomatic patients. Additional doses may be necessary and can be repeated in 30 to 60 minutes. Contraindications to methylene blue include G6PD deficiency, severe renal failure, methemoglobin reductase deficiency, or known allergy to methylene blue.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Serum nitroglycerin levels are not readily available or clinically useful. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity. Routine monitoring of electrolytes, renal function, glucose, pulse oximetry and blood gases may be helpful in patients with severe toxicity. A methemoglobin concentration should be obtained, if clinically indicated (ie, patient is cyanotic or short of breath, or has mental status changes). Pulse oximetry may be inaccurate and calculated oxygen saturation will be normal in the presence of methemoglobinemia. Other causes of tachycardia and hypotension should be ruled out.<\/li><li>Enhanced elimination procedure: Hemodialysis or hemoperfusion are not effective because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent overdose may be monitored at home, however, patients may require evaluation for chest pain, if that is the reason for the inadvertent overdose. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for at least 4 hours. With extended-release ISOSORBIDE MONONITRATE ingestion, patients should be observed for 6 to 10 hours as onset of effects may be delayed (Tmax for therapeutic doses is 3 to 4.5 hours). ADMISSION CRITERIA: Patients with persistent hypotension or methemoglobinemia should be admitted to hospital. Patients with significant persistent hypotension or methemoglobinemia should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (severe hypotension, or severe methemoglobinemia), or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>VASODILATORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Administer IV fluids for hypotension. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is rare following overdoses of these medications. Patients who remain hypotensive after fluid boluses should be treated with adrenergic vasopressors. Some authors suggest that phenylephrine may reverse hypotension without causing tachycardia. In cases of severe toxicity, consider coingestion or other medical conditions as a cause of the symptoms.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not recommended. HOSPITAL: Consider activated charcoal after large, recent ingestion.<\/li><li>Airway management: Airway management is unlikely to be required following overdose.<\/li><li>Antidote: There is no antidote for poisoning from these medications.<\/li><li>Hypotensive episode: IV NS 10-20 mL\/kg, dopamine, norepinephrine<\/li><li>Wide QRS complex: DYSRHYTHMIAS may respond to serum alkalinization, or lidocaine, bretylium, phenytoin.<\/li><li>Seizure: IV benzodiazepines or barbiturates.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. No specific lab work is needed in most patients. Drug concentration monitoring is not clinically useful or readily available. Institute continuous cardiac monitoring and obtain an ECG. Monitor for seizure activity and CNS depression, especially in buflomedil overdoses.<\/li><li>Enhanced elimination procedure: Studies suggest that diazoxide and minoxidil clearance may be increased by dialysis, but there is no evidence suggesting that increased clearance improves outcomes and the vast majority of patients do well with supportive care.<\/li><li>Patient disposition: HOME CRITERIA: Children and adults can be managed at  home if overdose was inadvertent, was less than 2 times the therapeutic dose for their weight, and no signs or symptoms are present. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions or ingestions of more than twice the therapeutic dose for weight should be sent to a health care facility for 6 hours of observation. ADMISSION CRITERIA: Patients who develop persistent hypotension should be admitted until symptoms resolve. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"928431-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>NITROGLYCERIN<\/b><br\/>TOXICITY: Toxicity has not been established in adults or children. ADULT: Some patients develop hypotension after a therapeutic sublingual dose. Ingestion of 25 sublingual tablets is unlikely to cause toxicity because of extensive first pass metabolism. Severity of intoxication should be based on clinical findings.  THERAPEUTIC: ADULT: Varies according to indication. ACUTE ANGINA: 0.3 to 0.6 mg sublingually every 5 min for a maximum of 3 doses in 15 min. HYPERTENSION: 5 mcg\/min can be given IV increasing 5 mcg\/min every 3 to 5 minutes for a max dose of 200 mcg\/min IV. PEDIATRIC: Hypertension or congestive heart failure: 1 to 5 mcg\/kg\/min.<br\/><\/li><li><b>VASODILATORS<\/b><br\/>TOXICITY: Severe toxicity is very rare following isolated overdose from these medications. An adult survived an ingestion of 10 g hydralazine. A toddler developed only tachycardia after ingesting 100 mg minoxidil.  An adult developed hypotension and a non-ST-elevation myocardial infarction after ingesting 1200 mg minoxidil. THERAPEUTIC DOSE: ADULTS:  DIAZOXIDE: 1 to 3 mg\/kg up to a single dose of 150 mg.  HYDRALAZINE: Oral: 40 to 200 mg\/day. Parenteral 20 to 40 mg intravenously or intramuscularly. MINOXIDIL: 10 to 100 mg\/day. FENOLDOPAM: 0.05 to 0.1 mcg\/kg\/min and the dose should be titrated no more frequently than every 15 minutes.  PEDIATRIC: Diazoxide: 1 to 3 mg\/kg\/dose intravenously, up to a maximum of 150 mg\/dose. HYDRALAZINE: ORAL: 0.75 to 7.5 mg\/kg\/day in 4 divided doses (up to 200 mg\/day).  PARENTERAL: Usual dose is 1.7 to 3.5 mg\/kg\/day in divided doses every 4 to 6 hours.  MINOXIDIL: ORAL: Up to 50 mg\/daily or 5 mg\/kg\/24 hrs. FENOLDOPAM: The safety and efficacy in children has not been established  <br\/><\/li><\/ul>"}]},"13":{"id":"928431-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea, asthenia, dizziness, headache, or bronchitis.<\/li><li>Patient should report chest pain, tachycardia, or signs\/symptoms of cardiac failure, peripheral neuritis, hypotension, agranulocytosis, hepatotoxicity, or systemic lupus erythematosus.<\/li><li>Tell patient to maintain adequate hydration.<\/li><li>Advise patient to avoid concurrent use with phosphodiesterase inhibitors (e.g., sildenafil, tadalafil, vardenafil).<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}