{"generic":"Exenatide","drugs":["Bydureon","Byetta","Exenatide"],"mono":[{"id":"928400-s-0","title":"Generic Names","mono":"Exenatide"},{"id":"928400-s-1","title":"Dosing and Indications","sub":[{"id":"928400-s-1-4","title":"Adult Dosing","mono":"<ul><li>do not use in patients with type 1 diabetes or for the treatment of diabetic ketoacidosis<\/li><li>(extended-release) concurrent use with insulin is not recommended<\/li><li>(immediate-release) concurrent use with prandial insulin is not recommended<\/li><li><b>Type 2 diabetes mellitus:<\/b> (extended-release) 2 mg SUBQ once every 7 days<\/li><li><b>Type 2 diabetes mellitus:<\/b> (immediate-release) initial, 5 mcg SUBQ twice daily within 60 minutes before the morning and evening meal (approximately 6 hours or more apart) for 1 month<\/li><li><b>Type 2 diabetes mellitus:<\/b> (immediate-release) maintenance, may increase to 10 mcg SUBQ twice daily within 60 minutes before the morning and evening meal (approximately 6 hours or more apart)<\/li><\/ul>"},{"id":"928400-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established in pediatric patients "},{"id":"928400-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, severe renal impairment (CrCl less than 30 mL\/min) or ESRD:<\/b> use not recommended<\/li><li><b>renal impairment, moderate (CrCl 30 to 50 mL\/min):<\/b> use caution<\/li><\/ul>"},{"id":"928400-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},{"id":"928400-s-2","title":"Black Box Warning","mono":"<b>Subcutaneous (Powder for Suspension, Extended Release)<\/b><br\/>An increased incidence of thyroid C-cell tumors has been reported in rats. It has not been determined whether exenatide causes thyroid C-cell tumors in humans, and routine monitoring is of unknown value. Use is contraindicated in patients with multiple endocrine neoplasia syndrome type 2 or with a personal or family history of medullary thyroid carcinoma, and education on the risk and symptoms of thyroid tumors should be provided to all patients treated with extended-release exenatide.<br\/>"},{"id":"928400-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928400-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to exenatide or any product component<\/li><li>extended-release formulation is contraindicated with multiple endocrine neoplasia syndrome type 2<\/li><li>extended-release formulation is contraindicated with a personal or family history of medullary thyroid carcinoma<\/li><\/ul>"},{"id":"928400-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- thyroid C-cell tumors may occur with use of extended-release formulation<\/li><li>Dermatologic:<\/li><li>-- serious injection site reactions (eg. abscess, cellulitis, and necrosis) have been reported with or without subcutaneous nodules<\/li><li>Gastrointestinal:<\/li><li>-- acute pancreatitis, including fatal and nonfatal hemorrhagic and necrotizing pancreatitis, has been reported; monitoring recommended and discontinue use if suspected<\/li><li>-- history of pancreatitis; use not recommended<\/li><li>-- severe gastrointestinal disease (eg, gastroparesis); use not recommended<\/li><li>Immunologic:<\/li><li>-- antibody development to exenatide has been reported; consider alternative antidiabetic therapy for worsening glycemic control or failure to achieve target control<\/li><li>-- serious hypersensitivity reactions (eg, anaphylaxis and angioedema) have been reported; discontinue use if suspected<\/li><li>Renal:<\/li><li>-- severe renal impairment (CrCl less than 30 mL\/min) or ESRD; use not recommended<\/li><li>-- moderate renal impairment (CrCl 30 to 50 mL\/min) or renal transplant recipient; nausea and vomiting induced by exenatide may lead to transient hypovolemia and may worsen renal function<\/li><li>--renal toxicity (including increases in serum creatinine, renal impairment, worsening chronic renal failure and acute renal failure sometimes requiring dialysis or kidney transplantation) has been reported<\/li><li>Other:<\/li><li>-- Pen devices are for single patient use only and never to be shared, even if the needle is changed, due to increased risk for transmission of bloodborne pathogens<\/li><li>Concomitant use:<\/li><li>-- use of insulin with the extended-release formulation is not recommended<\/li><li>-- use of prandial insulin with the immediate-release formulation is not recommended<\/li><\/ul>"},{"id":"928400-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928400-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"928400-s-4","title":"Drug Interactions","sub":{"1":{"id":"928400-s-4-14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"928400-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Digoxin (probable)<\/li><li>Esmolol (probable)<\/li><li>Furazolidone (probable)<\/li><li>Insulin (probable)<\/li><li>Insulin Aspart, Recombinant (probable)<\/li><li>Insulin Bovine (probable)<\/li><li>Insulin Degludec (probable)<\/li><li>Insulin Detemir (probable)<\/li><li>Insulin Glulisine (probable)<\/li><li>Insulin Lispro, Recombinant (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},{"id":"928400-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site mass (6% to 10.5%), Injection site pruritus (5% to 18.2%), Injection site reaction (12.7% to 17.1%)<\/li><li><b>Endocrine metabolic:<\/b>Hypoglycemia (1.3% to 35.7%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (6.2% to 10.1%), Diarrhea (6% to 20%), Indigestion (2.1% to 7.4%), Nausea (8% to 44%), Vomiting (4% to 18.6%)<\/li><li><b>Immunologic:<\/b>Antibody development<\/li><li><b>Neurologic:<\/b>Asthenia (4% to 5%), Dizziness (9%), Feeling nervous (9%), Headache (6.1% to 14%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Dehydration, Medullary thyroid carcinoma<\/li><li><b>Gastrointestinal:<\/b>Acute hemorrhagic pancreatitis, Necrotizing pancreatitis, acute, Pancreatic cancer, Pancreatitis<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Acute renal failure<\/li><li><b>Other:<\/b>Angioedema, Pancreatic cancer<\/li><\/ul>"},{"id":"928400-s-6","title":"Drug Name Info","sub":{"0":{"id":"928400-s-6-17","title":"US Trade Names","mono":"<ul><li>Byetta<\/li><li>Bydureon<\/li><\/ul>"},"2":{"id":"928400-s-6-19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Glucagon-Like Peptide-1 Receptor Agonist<\/li><\/ul>"},"3":{"id":"928400-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928400-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"928400-s-7","title":"Mechanism Of Action","mono":"Exenatide is a glucagon-like peptide-1 (GLP-1) receptor agonist that acts as an incretin mimetic agent to enhance glucose-dependent insulin secretion from the pancreatic beta cells  by mechanisms involving cyclic AMP and\/or other intracellular signaling pathways, suppress inappropriately elevated glucagon secretion, and slow gastric emptying. In type 2 diabetic patients, exenatide improves glycemic control by reducing fasting and postprandial glucose concentrations.<br\/>"},{"id":"928400-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"928400-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability: subcutaneous, 65% to 76% (animal data)<\/li><li>Extended-release, Tmax, subQ: initial peak, 2 weeks; second peak (steady-state) 6 to 7 weeks<\/li><li>Immediate-release, Tmax, subQ: 2.1 hours<\/li><\/ul>"},"1":{"id":"928400-s-8-24","title":"Distribution","mono":"<ul><li>Vd: subQ, 28.3 L<\/li><li>Vd: IV, 64 mL\/kg (healthy subjects)<\/li><\/ul>"},"3":{"id":"928400-s-8-26","title":"Excretion","mono":"<ul><li>Renal clearance: predominantly glomerular filtration with subsequent proteolytic degradation<\/li><li>Total body clearance: 9.1 L\/hour<\/li><\/ul>"},"4":{"id":"928400-s-8-27","title":"Elimination Half Life","mono":"Adults: 2.4 hours <br\/>"}}},{"id":"928400-s-9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>(extended-release) administer immediately after suspending the powder in diluent and transferring to syringe; do not substitute any components of single-dose tray<\/li><li>(extended-release) administer any time of day with or without meals<\/li><li>(immediate-release) administer any time within the 60-minute period before the morning and evening meals or before the two main meals of the day, approximately 6 hours apart; do not administer after a meal<\/li><li>(immediate-release) do not share pens with other patients; do not mix with insulin; do not transfer from the pen to a syringe or vial<\/li><li>(extended-release) do not share components of single dose tray with other patients<\/li><li>administer subQ in the thigh, abdomen, or upper arm; rotate sites; do not administer IV or IM<\/li><li>4, 5, or 6 mm needles recommended in all patients regardless of BMI or age; inject at 90 degree angle except when injecting into limbs, or a slim abdomen; in these cases, use a lifted skin fold (4 and 5 mm needles) or 45 degree angle (6 mm needle)<\/li><\/ul>"},{"id":"928400-s-10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>(extended-release) elevated serum calcitonin levels, thyroid nodules and\/or abnormalities of thyroid ultrasound warrant a referral to an endocrinologist<\/li><li>signs and symptoms of acute pancreatitis including unexplained, persistent, severe abdominal pain with or without vomiting<\/li><li>signs and symptoms of hypoglycemia<\/li><li>signs and symptoms of hyperglycemia<\/li><\/ul>"},{"id":"928400-s-11","title":"How Supplied","mono":"<ul><li><b>BYDUREON Pen<\/b><br\/>Subcutaneous Powder for Suspension, Extended Release: 2 MG<br\/><\/li><li><b>BYDUREON Single Dose Tray<\/b><br\/>Subcutaneous Powder for Suspension, Extended Release: 2 MG<br\/><\/li><li><b>Byetta<\/b><br\/>Subcutaneous Solution: 250 MCG\/ML<br\/><\/li><\/ul>"},{"id":"928400-s-12","title":"Toxicology","sub":[{"id":"928400-s-12-31","title":"Clinical Effects","mono":"<b>EXENATIDE AND RELATED AGENTS<\/b><br\/>USES: Exenatide is a glucagon-like peptide-1 (GLP-1) receptor agonist and is used as adjunctive therapy to treat type 2 diabetes mellitus. Other GLP-1 receptor agonists include the following agents: albiglutide, dulaglutide, and liraglutide. PHARMACOLOGY: GLP-1 receptor agonists activate the GLP-1 receptor, resulting in an increase in glucose-dependent insulin secretion by the beta-cells of the pancreas and a decrease in glucagon secretion. Gastric emptying is also delayed. EPIDEMIOLOGY: Overdose is rarely reported. OVERDOSE: Exposure information is limited for these agents. In general, overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. EXENATIDE: Three patients with type 2 diabetes experienced severe nausea, vomiting, and hypoglycemia following subcutaneous administration of 100 mcg exenatide (10 times the maximum recommended dose). Another patient developed vomiting, diarrhea, and weakness with normal blood glucose after 90 mcg exenatide. LIRAGLUTIDE: Two adults developed severe nausea and vomiting following liraglutide subcutaneous injections of 17.4 mg (10 times the maximum recommended dose) and 72 mg; hypoglycemia did not develop. ADVERSE EFFECTS: COMMON: Albiglutide (10% or greater incidence): nausea, diarrhea, injection site reaction, and upper respiratory tract infection. Dulaglutide (5% or greater incidence): nausea, vomiting, diarrhea, abdominal pain, and decreased appetite. Exenatide (5% or greater incidence): nausea, vomiting, diarrhea, constipation, feeling jittery, dizziness, headache, dyspepsia, and asthenia. Liraglutide (5% or greater incidence): nausea, diarrhea, and headache. LESS COMMON: Other adverse effects that may occur less frequently include hypersensitivity reactions (rash, pruritus, dyspnea), acute pancreatitis, and hypoglycemia. The risk of hypoglycemia may be increased with concomitant administration of a GLP-1 receptor agonist and insulin or an insulin secretagogue (eg sulfonylurea). Tachycardia and ECG abnormalities (increased PR intervals and first degree AV block) were infrequently reported with dulaglutide therapy.<br\/>"},{"id":"928400-s-12-32","title":"Treatment","mono":"<b>EXENATIDE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. HYPOGLYCEMIA:  Hypoglycemic effects are enhanced in patients with concurrent administration of insulin or insulin secretagogues; obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. DIET: If the patient is awake and alert, offer carbohydrates. If hypoglycemia persists or becomes severe, treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. NOT RECOMMENDED: Prophylactic dextrose administration is not recommended in patients who do not become hypoglycemic, as it may make it difficult to distinguish patients who become hypoglycemic and require prolonged hospitalization from those who remain asymptomatic and may be discharged sooner. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. HYPOGLYCEMIA: Hypoglycemic effects are enhanced in patients with concurrent administration of insulin or insulin secretagogues; obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. ACUTE ALLERGIC REACTION: Oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: These agents are administered subcutaneously; ingestion is unlikely.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Hypoglycemia: DEXTROSE: Give dextrose if symptomatic or BS less than 60 mg\/dL. DOSE: ADULT: 0.5 to 1 g\/kg of D50W (50% dextrose) IV push; ADOLESCENT: 0.5 to 1 g\/kg (1 to 2 mL\/kg) of 50% dextrose IV push; INFANT and CHILD: 0.5 to 1 g\/kg (2 to 4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL. DIET: When the patient is awake and alert, supplement IV glucose with carbohydrate intake.<\/li><li>Monitoring of patient: Monitor electrolytes and fluid status as indicated in patients with significant gastrointestinal symptoms following exposure. Hypoglycemic effects are enhanced in patients with concurrent administration of insulin or insulin secretagogues; obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Monitor serum lipase in patients showing signs and symptoms consistent with pancreatitis. Monitor dermal injection sites for irritation or hypersensitivity reactions. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: All children with inadvertent injections should be sent to a healthcare facility for evaluation and treatment. Adults with a deliberate overdose should be sent to a healthcare facility for evaluation and treatment. Diabetic adults with an inadvertent injection of an extra dose who are asymptomatic can be monitored at home. Asymptomatic nondiabetic adults with an inadvertent injection of an extra dose can be monitored at home. OBSERVATION CRITERIA: There is no information on the onset or duration of hypoglycemia after overdose of these patients; however, due to the prolonged half-lives of these agents, patients may need to be monitored for a minimum of 8 to 12 hours if they are also taking insulin or an insulin secretagogue. ADMISSION CRITERIA: Patients who develop hypoglycemia should be admitted for a minimum of 24 hours for frequent blood glucose monitoring. They should only be discharged when free of symptoms and are able to maintain euglycemia without supplemental dextrose for 8 hours. CONSULT CRITERIA: Consult a medical toxicologist or a poison center for assistance with medical management in patients with severe overdose or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"928400-s-12-33","title":"Range of Toxicity","mono":"<b>EXENATIDE AND RELATED AGENTS<\/b><br\/>TOXICITY: Specific toxic doses for these agents have not been established. EXENATIDE: Severe nausea, vomiting, and hypoglycemia occurred in three patients with type 2 diabetes following subcutaneous administration of 100 mcg (10 times the maximum recommended dose). An adult developed vomiting and weakness without hypoglycemia after 90 mcg exenatide. The patient did have symptoms of nausea, vomiting, and weakness, but never developed low blood sugars. Healthy volunteers did not develop clinical hypoglycemia after a 10 microgram dose subcutaneously. LIRAGLUTIDE: During a clinical trial, an adult inadvertently received 17.4 mg subQ (10 times the recommended dose) of liraglutide and developed severe nausea and vomiting; hypoglycemia was not observed. Recovery was uneventful. Another adult intentionally injected 72 mg subcutaneously and developed severe nausea and vomiting, but did not develop hypoglycemia. THERAPEUTIC DOSE: ALBIGLUTIDE: ADULT: 30 to 50 mg subQ once weekly. DULAGLUTIDE: ADULT: 0.75 to 1.5 mg subQ once weekly. EXENATIDE: ADULT: 5 to 10 mcg subQ twice daily. LIRAGLUTIDE: ADULT: Initial dose: 0.6 mg subQ daily for one week to minimize gastrointestinal symptoms and then increased to 1.2 mg (up to 1.8 mg daily) subQ daily for glycemic control. <br\/>"}]},{"id":"928400-s-13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient to report serious injection site reactions or symptoms of pancreatitis.<\/li><li>Advise patient to never share pens due to risk for transmission of bloodborne pathogens.<\/li><li>Side effects may include diarrhea, dyspepsia, nausea, vomiting, constipation, dizziness, or nervousness.<\/li><li>Advise patient to report symptoms of a thyroid tumor.<\/li><li>Twice-daily formulation: Counsel patient to administer within 60 minutes before the morning and evening meals.<\/li><li>Teach patient proper technique and placement of injections.<\/li><li>Twice-daily formulation: Warn patient to take oral contraceptives or antibiotics at least 1 hour prior to drug.<\/li><li>Twice-daily formulation: If a dose is missed, instruct patient to skip missed dose and return to normal schedule. Do not administer missed dose after a meal.<\/li><li>Weekly formulation: If a dose is missed, instruct patient to administer it as soon as possible if next dose is due at least 3 days later. If next dose is due in 1 or 2 days, skip missed dose and return to normal schedule.<\/li><\/ul>"}]}