{"drugs":["Ramelteon","Rozerem"],"mono":{"0":{"id":"928423-s-0","title":"Generic Names","mono":"Ramelteon"},"1":{"id":"928423-s-1","title":"Dosing and Indications","sub":{"0":{"id":"928423-s-1-4","title":"Adult Dosing","mono":"<b>Insomnia:<\/b> 8 mg ORALLY taken within 30 min of bedtime "},"1":{"id":"928423-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},"3":{"id":"928423-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Insomnia<br\/>"}}},"3":{"id":"928423-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928423-s-3-9","title":"Contraindications","mono":"<ul><li>angioedema with prior exposure<\/li><li>concomitant use of fluvoxamine<\/li><\/ul>"},{"id":"928423-s-3-10","title":"Precautions","mono":"<ul><li>anaphylaxis; may occur as early as the first dose or subsequent doses<\/li><li>angioedema, possible; may occur as early as the first dose or subsequent doses<\/li><li>behavioral changes, such as hallucinations, bizarre behavior, agitation and mania have been reported<\/li><li>concurrent use of alcohol; avoid this combination<\/li><li>concurrent use of CNS depressants; use with caution<\/li><li>depression; may exacerbate symptoms, including suicidal thinking<\/li><li>hepatic impairment, moderate; use with caution<\/li><li>hepatic impairment, severe; use not recommended<\/li><li>neuropsychiatric symptoms, amnesia and anxiety may occur unpredictably<\/li><li>sleep apnea, severe; not recommended for use<\/li><li>sleep-related behaviors, complex; including patients performing activities while asleep with no memory afterwards, sleep-driving, making phone calls, preparing and eating food, have been reported<\/li><li>underlying comorbid physical or psychiatric disorders; worsening of insomnia, failure of insomnia to remit after 7 to 10 days, or emergence of new behavioral or cognitive abnormalities may indicate the presence of a primary medical and\/or psychiatric illness<\/li><li>use in adolescents and children; may affect reproductive axis in developing humans<\/li><\/ul>"},{"id":"928423-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928423-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928423-s-4","title":"Drug Interactions","sub":[{"id":"928423-s-4-13","title":"Contraindicated","mono":"<ul><li>Fluvoxamine (probable)<\/li><li>Sodium Oxybate (theoretical)<\/li><\/ul>"},{"id":"928423-s-4-14","title":"Major","mono":"<ul><li>Buprenorphine (theoretical)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Meclizine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Zolpidem (theoretical)<\/li><\/ul>"},{"id":"928423-s-4-15","title":"Moderate","mono":"<ul><li>Donepezil (probable)<\/li><li>Doxepin (probable)<\/li><li>Fluconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Perampanel (probable)<\/li><\/ul>"}]},"5":{"id":"928423-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (3%)<\/li><li><b>Neurologic:<\/b>Dizziness (4%), Fatigue (3%), Insomnia, exacerbated (3%), Somnolence (3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Psychiatric:<\/b>Depression, worsening, Hallucinations, Mania<\/li><li><b>Other:<\/b>Angioedema (rare)<\/li><\/ul>"},"6":{"id":"928423-s-6","title":"Drug Name Info","sub":{"0":{"id":"928423-s-6-17","title":"US Trade Names","mono":"Rozerem<br\/>"},"2":{"id":"928423-s-6-19","title":"Class","mono":"<ul><li>Melatonin Receptor Agonist<\/li><li>Nonbarbiturate Hypnotic<\/li><\/ul>"},"3":{"id":"928423-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928423-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928423-s-7","title":"Mechanism Of Action","mono":"Ramelteon is a melatonin receptor agonist with higher selective affinity for melatonin MT1  and MT2 receptors verses the MT3 receptor. Ramelteon's binding to the MT1 and  MT2 receptors, which are normally acted upon by endogenous melatonin,  contributes to sleep-promotion and maintenance of the circadian rhythm underlying the normal sleep-wake cycle. Ramelteon has no appreciable affinity for other receptor types such as those that bind neuropeptides, cytokines, serotonin, dopamine, noradrenaline, acetylcholine, opiates, or the GABA receptor  complex.<br\/>"},"8":{"id":"928423-s-8","title":"Pharmacokinetics","sub":[{"id":"928423-s-8-23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 0.75 h (range 0.5 h to 1.5 h), fasting<\/li><li>Bioavailability: 1.8%, extensive first-pass metabolism<\/li><li>Effect of food: delays absorption approximately 45 min, high fat meal increases AUC 31% and decreases Cmax 22%<\/li><\/ul>"},{"id":"928423-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 73.6 L<\/li><li>Protein binding: 82%<\/li><\/ul>"},{"id":"928423-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: CYP1A2 (major), CYP2C and CYP3A4 (minor)<\/li><li>Active metabolite: M-II<\/li><\/ul>"},{"id":"928423-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 4%, less than 0.1% unchanged<\/li><li>Renal: 84%, less than 0.1% unchanged<\/li><li>Dialyzable: no (hemodialysis)<\/li><\/ul>"},{"id":"928423-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Ramelteon: 1 h to 2.6 h<\/li><li>Ramelteon, elderly (range 63 y to 79 y): 2.6 h<\/li><li>M-II: 2 h to 5 h<\/li><\/ul>"}]},"9":{"id":"928423-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>do not administer with or immediately after a high fat meal <br\/>"},"10":{"id":"928423-s-10","title":"Monitoring","mono":"decreased insomnia<br\/>"},"11":{"id":"928423-s-11","title":"How Supplied","mono":"<b>Rozerem<\/b><br\/>Oral Tablet: 8 MG<br\/>"},"12":{"id":"928423-s-12","title":"Toxicology","sub":[{"id":"928423-s-12-31","title":"Clinical Effects","mono":"<b> RAMELTEON <\/b><br\/>USES: Ramelteon is indicated for the treatment of insomnia in patients who are having difficulty with sleep onset. PHARMACOLOGY: Ramelteon, a hypnotic, is a melatonin receptor agonist with high affinity for melatonin MT1 and MT2 receptors and selectivity over the MT3 receptor. The MT1 and MT2 receptors, acted upon by endogenous melatonin, are believed to be involved in the maintenance of the circadian rhythm underlying the normal sleep-wake cycle; therefore, the activity of ramelteon at these receptors is believed to contribute to its sleep-promoting properties. TOXICOLOGY: Ramelteon acts as a hypnotic and may produce cognitive and behavioral changes in individuals. EPIDEMIOLOGY: Overdose is not common. Significant toxicity is not anticipated with ramelteon-only ingestions. OVERDOSE: Limited data. Doses up to 400 mg have resulted in mild to moderate effects in adults. MILD TO MODERATE TOXICITY: Events would be anticipated to be an extension of adverse events and include: somnolence, fatigue, dizziness and nausea. SEVERE TOXICITY: Potential adverse events may include drowsiness\/lethargy and possibly significant CNS depression, worsening of depression, hallucinations and potential for injury. ADVERSE EFFECTS: COMMON: Somnolence, fatigue, dizziness, nausea and headache have been the most frequently reported events with therapeutic administration. A worsening of insomnia and depression may occur with ramelteon. Some individuals have experienced \"sleep driving\" (driving while not being fully awake), or other behaviors (eg, preparing and eating food, making phone calls with no memory, or hallucinations. Severe anaphylaxis has been reported after receiving a first dose; patients should not be rechallenged. <br\/>"},{"id":"928423-s-12-32","title":"Treatment","mono":"<b> RAMELTEON <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not anticipated; drowsiness is likely to occur. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Drowsiness\/lethargy is likely to occur; significant CNS depression may develop, especially if coingested with other agents. Monitor mental status; assess airway. Rare reports of cognitive disturbances have developed in some patients with therapy.<\/li><li>Decontamination: PREHOSPITAL: Significant toxicity is not expected following overdose. Gastrointestinal decontamination is not routinely indicated. HOSPITAL: Significant toxicity is not expected following overdose. Gastrointestinal decontamination is not routinely indicated. Activated charcoal may be indicated following a recent very large ingestion or if coingestions are suspected, if the patient is awake and alert and can protect the airway.<\/li><li>Airway management: Airway management is unlikely to be necessary unless significant CNS depression occurs.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Ramelteon serum levels are not widely available or clinically useful in managing overdose. No routine laboratory tests are needed after overdose unless otherwise clinically indicated. Monitor vital signs and mental status in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is not effective in reducing exposure to ramelteon, given its high protein binding of 82%.<\/li><li>Patient disposition: HOME CRITERIA: A minor inadvertent exposure in an asymptomatic child (a single dose) or an extra dose in an adult can likely be monitored at home. In the case of a child, adequate supervision is necessary. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion or coingestion of other agents should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with more than a minor ingestion should be observed for possible symptoms. ADMISSION CRITERIA: Any patient who develops significant persistent CNS depression or behavioral changes should be admitted for observation. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in cases of severe poisonings or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"928423-s-12-33","title":"Range of Toxicity","mono":"<b> RAMELTEON <\/b><br\/>TOXICITY: A specific toxic dose has not been established. In a study of ramelteon ingestions, the mean dose ingested was 108 mg (range: 4 to 400 mg) resulted in no major adverse effects and no deaths. Doses of 160 mg were well tolerated in adult volunteers. THERAPEUTIC DOSE: ADULT: 8 mg orally within 30 minutes of bedtime; maximum dose: 8 mg\/day. PEDIATRIC: Safety and efficacy have not been established for pediatric patients. <br\/>"}]},"13":{"id":"928423-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination as drug causes drowsiness.<\/li><li>Advise patient to report persistent or worsening insomnia, depression, suicidal ideation, or unusual changes in behavior.<\/li><li>Instruct patient to take drug within 30 min of bedtime. Patient should avoid taking drug with or immediately after a high fat meal.<\/li><li>Patient should not drink alcohol while taking drug.<\/li><\/ul>"}}}