{"generic":"Varenicline","drugs":["Chantix","Chantix Start Month Pak","Chantix Starter Pack","Chantix Starting Month Box","Varenicline"],"mono":[{"id":"928550-s-0","title":"Generic Names","mono":"Varenicline"},{"id":"928550-s-1","title":"Dosing and Indications","sub":[{"id":"928550-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Smoking cessation assistance:<\/b> Initial, 0.5 mg ORALLY once daily for days 1 through 3, then 0.5 mg twice daily for days 4 through 7, then 1 mg twice daily; duration of treatment is 12 weeks; 12 additional weeks of therapy may increase likelihood of long-term abstinence in patients who successfully stop smoking<\/li><li><b>Smoking cessation assistance:<\/b> Ask patient to choose a quit date; begin therapy 1 week prior to quit date. Alternatively, patient may begin therapy and set a quit date between days 8 and 35 of the regimen.<\/li><li><b>Smoking cessation assistance:<\/b> Re-treatment is appropriate for motivated patients who did not successfully stop smoking during prior therapy for reasons other than intolerability of adverse events or patients who relapsed after treatment.<\/li><\/ul>"},{"id":"928550-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established; use not recommended in pediatric patients "},{"id":"928550-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, mild to moderate:<\/b> No adjustment required<\/li><li><b>Renal impairment, severe (CrCl less than 30 mL\/min):<\/b> Initial, 0.5 mg orally once daily; may increase to 0.5 mg twice daily<\/li><li><b>Hemodialysis, ESRD:<\/b> Maximum dose is 0.5 mg orally once daily, if well tolerated<\/li><li><b>Hepatic impairment:<\/b> No adjustment necessary<\/li><li><b>Geriatric:<\/b> No adjustment necessary<\/li><li><b>Intolerable adverse events (eg, nausea, insomnia):<\/b> Consider a temporary or permanent dose reduction<\/li><\/ul>"},{"id":"928550-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Smoking cessation assistance<br\/>"}]},{"id":"928550-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Serious neuropsychiatric events (eg, depression, suicidal ideation, suicide attempt and completed suicide) have been reported in patients taking varenicline. All patients being treated with varenicline should be observed for neuropsychiatric symptoms including changes in behavior, hostility, agitation, depressed mood, and suicide-related events, including ideation, behavior, and attempted suicide. These symptoms may occur during treatment or after discontinuation of therapy and in patients with or without preexisting psychiatric illness. Drug discontinuation, ongoing monitoring, and supportive care is advised if symptoms develop. These symptoms, as well as worsening of preexisting psychiatric illness and completed suicide, have been reported in some patients attempting to quit smoking while taking varenicline in the postmarketing experience. The risks of varenicline should be weighed against the benefits of its use.<br\/>"},{"id":"928550-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928550-s-3-9","title":"Contraindications","mono":"History of serious hypersensitivity reactions or skin reactions to varenicline <br\/>"},{"id":"928550-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Serious neuropsychiatric symptoms (eg, behavior changes, agitation, depressed mood, and suicidal ideation, attempt, and completed suicide) have been reported, even after discontinuation of therapy and may be complicated by nicotine withdrawal; monitor for symptoms and discontinue therapy if symptoms develop<\/li><li>-- Preexisting psychiatric illness; risk of worsening neuropsychiatric symptoms<\/li><li>Cardiovascular:<\/li><li>-- Increased risk of cardiovascular adverse events (cardiovascular death, nonfatal myocardial infarction, and nonfatal stroke) including occurrences up to 30 days after treatment; especially in patients with known cardiovascular disease; evaluate benefit to risk ratio<\/li><li>Dermatologic:<\/li><li>-- Serious skin reactions (Stevens-Johnson syndrome, erythema multiforme) has been reported<\/li><li>Immunologic:<\/li><li>-- Hypersensitivity (including life-threatening angioedema) has been reported<\/li><li>Gastrointestinal:<\/li><li>-- Intolerable nausea has been reported; consider dose reduction<\/li><li>Neurologic:<\/li><li>-- New or worsening seizures have been reported, especially during the first 2 to 3 weeks of therapy and including patients with no previous history of seizures; use caution in patients with a history of seizures or with factors that can lower the seizure threshold; discontinue therapy if seizure occurs<\/li><li>Renal:<\/li><li>-- Renal impairment, severe or ESRD requiring hemodialysis; dose adjustment recommended<\/li><li>Other:<\/li><li>-- Smoking cessation may alter the pharmacokinetics or pharmacodynamics of some drugs, including theophylline, warfarin, and insulin<\/li><li>Concomitant Use:<\/li><li>-- Use with alcohol may cause decreased tolerance to alcohol, including increased intoxication, aggressive behavior, and\/or amnesia<\/li><\/ul>"},{"id":"928550-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928550-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"928550-s-4","title":"Drug Interactions","sub":{"1":{"id":"928550-s-4-14","title":"Major","mono":"<ul>Bupropion (theoretical)<\/ul>"}}},{"id":"928550-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation (5% to 8%), Flatulence (6% to 9%), Nausea (30%), Vomiting (5% to 11%)<\/li><li><b>Neurologic:<\/b>Dream disorder (9% to 13%), Headache (11% to 19%), Insomnia (10% to 19%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Angina (2.3%), Myocardial infarction (2%)<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident<\/li><li><b>Ophthalmic:<\/b>Acquired night blindness (rare), Blurred vision (infrequent), Retinal vascular disorder (rare), Subcapsular cataract (rare), Transient blindness (rare), Visual disturbance (infrequent)<\/li><li><b>Psychiatric:<\/b>Abnormal behavior, Depression (3.5% to 11%), Hostile behavior (2%), Mood disorder (2.3%), Suicidal behavior, and\/or ideation (6% to 11%)<\/li><\/ul>"},{"id":"928550-s-6","title":"Drug Name Info","sub":{"0":{"id":"928550-s-6-17","title":"US Trade Names","mono":"<ul><li>Chantix<\/li><li>Chantix Start Month Pak<\/li><li>Chantix Starter Pack<\/li><li>Chantix Starting Month Box<\/li><\/ul>"},"2":{"id":"928550-s-6-19","title":"Class","mono":"Smoking Cessation Agent<br\/>"},"3":{"id":"928550-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928550-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"928550-s-7","title":"Mechanism Of Action","mono":"Varenicline binds with high affinity and selectivity at alpha-4-beta-2 neuronal nicotinic acetylcholine receptors. Varenicline exerts its effect by producing agonist activity at a sub-type of the nicotinic receptor while also preventing nicotine binding to alpha-4-beta-2 receptors.<br\/>"},{"id":"928550-s-8","title":"Pharmacokinetics","sub":[{"id":"928550-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral: 2 to 4 hours<\/li><li>Bioavailability, oral: high<\/li><li>Effect of food: none<\/li><\/ul>"},{"id":"928550-s-8-24","title":"Distribution","mono":"Plasma protein binding: 20% or less <br\/>"},{"id":"928550-s-8-25","title":"Metabolism","mono":"Hepatic: minimal <br\/>"},{"id":"928550-s-8-26","title":"Excretion","mono":"Renal: 92% excreted unchanged <br\/>"},{"id":"928550-s-8-27","title":"Elimination Half Life","mono":"24 hours <br\/>"}]},{"id":"928550-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>Take after eating and with a full glass of water <br\/>"},{"id":"928550-s-10","title":"Monitoring","mono":"<ul><li>abstinence from smoking is indicative of response<\/li><li>renal function, in the elderly<\/li><\/ul>"},{"id":"928550-s-11","title":"How Supplied","mono":"<b>Chantix<\/b><br\/>Oral Tablet: 0.5 MG, 1 MG<br\/>"},{"id":"928550-s-12","title":"Toxicology","sub":[{"id":"928550-s-12-31","title":"Clinical Effects","mono":"<b>VARENICLINE<\/b><br\/>USES: Varenicline is used as an aid for smoking cessation. PHARMACOLOGY: Varenicline tartrate is a partial agonist of alpha-4-beta-2 nicotinic acetylcholine receptor types. Its binding can produce agonist activity at a sub-type of the nicotinic receptor, but at a significantly lower level than nicotine. Varenicline also prevents nicotine binding to alpha-4-beta-2 receptors, which prevents stimulation of the central nervous mesolimbic dopamine system (the mechanism responsible for the reinforcement and reward experience associated with smoking). OVERDOSE: Limited data. Transient tachycardia and vomiting have been reported after overdose. The signs and symptoms of an acute overdose are expected to be similar to excessive pharmacologic effects. Agitation and confusion have also been observed in a limited number of patients (adults and children) following exposure to varenicline. ADVERSE EFFECTS: Nausea (in up to 52%), vomiting, insomnia  (in up to 35%), headache (in up to 24%), abdominal pain, abnormal dreams (in up to 15%), constipation, dry mouth, dyspepsia, somnolence, lethargy, and gastroesophageal reflux have been reported. Based on postmarketing experience, serious neuropsychiatric events (including depression, suicidal ideation, suicide attempt) have been reported in some patients following the therapeutic use of varenicline.<br\/>"},{"id":"928550-s-12-32","title":"Treatment","mono":"<b>VARENICLINE<\/b><br\/><ul><li>Decontamination: Usually not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Monitoring of patient: Fluid and electrolytes in patients with prolonged vomiting or diarrhea. Monitor patients for psychiatric disturbances (e.g., agitation, confusion) following exposure.<\/li><\/ul>"},{"id":"928550-s-12-33","title":"Range of Toxicity","mono":"<b>VARENICLINE<\/b><br\/>TOXICITY: A toxic dose has not been established. Transient tachycardia and vomiting, and mild hypertension developed in an adolescent who ingested 15 mg. Another teenager ingested 10 mg and developed agitation, vomiting, tachycardia and tachypnea; symptoms resolved completely with supportive care. THERAPEUTIC DOSE: The maximum total daily therapeutic dose is 2 mg. In clinical trials, a daily dose of 3 mg twice daily produced minimal increases in the incidence of common side effects. <br\/>"}]},{"id":"928550-s-13","title":"Clinical Teaching","mono":"<ul><li>Encourage patient  to report agitation, hostility, depression, suicidal ideation, or unusual changes in behavior.<\/li><li>Counsel patient to immediately report seizures.<\/li><li>Warn patient to avoid activities requiring mental alertness or coordination until drug effects are realized due to dizziness, somnolence, or difficulty concentrating.<\/li><li>Instruct patient to report symptoms of angina, myocardial infarction, or stroke.<\/li><li>Side effects may include nausea, constipation, flatulence, vomiting, insomnia, or vivid, unusual or strange dreams.<\/li><li>Advise patient to report symptoms of erythema multiforme or Stevens-Johnson syndrome.<\/li><li>Encourage patient to report persistent nausea.<\/li><li>Advise patient to take drug after eating and with a full glass (8 ounces) of water.<\/li><li>Tell patient to limit alcohol use.<\/li><\/ul>"}]}