{"generic":"Decitabine","drugs":["Dacogen","Decitabine"],"mono":{"0":{"id":"928545-s-0","title":"Generic Names","mono":"Decitabine"},"1":{"id":"928545-s-1","title":"Dosing and Indications","sub":[{"id":"928545-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acute myeloid leukemia:<\/b> 20 mg\/m(2) IV infusion over 1 hour daily for 5 days every 4 weeks was used in a clinical trial (n=485)<\/li><li><b>Myelodysplastic syndrome:<\/b> (3-day regimen) 15 mg\/m(2) IV over 3 hours every 8 hours for 3 days repeated every 6 weeks for a minimum of 4 cycles; premedicate with standard antiemetics<\/li><li><b>Myelodysplastic syndrome:<\/b> (5-day regimen) 20 mg\/m(2)\/day IV over 1 hour for 5 days repeated every 4 weeks for a minimum of 4 cycles; premedicate with standard antiemetics<\/li><\/ul>"},{"id":"928545-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"928545-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> serum creatinine of 2 mg\/dL or higher, do not start next treatment cycle until toxicity resolves<\/li><li><b>hepatic impairment:<\/b> serum glutamic pyruvic transaminase or total bilirubin of 2 X ULN or higher, do not start next treatment cycle until toxicity resolves<\/li><li><b>(3-day regimen) hematologic toxicity:<\/b> for absolute neutrophil count (ANC) (at least 1000\/mcL) and platelet count (at least 50,000\/mcL) recovery longer than 6 weeks but less than 8 weeks after a treatment cycle, delay decitabine for up to 2 more weeks then temporarily reduce the dose to 11 mg\/m(2) IV every 8 hours for 3 days; for ANC and platelet count recovery longer than 8 weeks but less than 10 weeks, assess patient for disease progression; if no progression, delay for up to 2 weeks then reduce the dose to 11 mg\/m(2) IV every 8 hours for 3 days; may maintain or re-escalate dose on subsequent cycles as indicated<\/li><li><b>(5-day regimen) hematologic toxicity:<\/b> do not start next treatment cycle until the absolute neutrophil count is at least 1000\/mcL and the platelet count is 50,000\/mcL or greater<\/li><li><b> infection (active or uncontrolled):<\/b> do not start next treatment cycle until toxicity resolves<\/li><\/ul>"},{"id":"928545-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Myelodysplastic syndrome<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Acute myeloid leukemia<br\/>"}]},"3":{"id":"928545-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928545-s-3-9","title":"Contraindications","mono":"hypersensitivity to decitabine <br\/>"},{"id":"928545-s-3-10","title":"Precautions","mono":"<ul><li>fertilization, males should not father a child while receiving decitabine and for 2 months afterwards<\/li><li>hepatic impairment, potential exacerbation of toxicity; pharmacokinetic data lacking<\/li><li>myelosuppression<\/li><li>renal impairment, potential exacerbation of toxicity; pharmacokinetic data lacking<\/li><\/ul>"},{"id":"928545-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"928545-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928545-s-4","title":"Drug Interactions","sub":[{"id":"928545-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"928545-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},"5":{"id":"928545-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema (5% to 18%), Heart murmur (16%), Peripheral edema (25% to 27%)<\/li><li><b>Dermatologic:<\/b>Cellulitis (9% to 12%), Ecchymosis (9% to 22%), Erythema (5% to 14%), Pallor (23%), Petechiae (12% to 39%), Pruritus (9% to 11%), Rash (11% to 19%), Skin lesion (5% to 11%)<\/li><li><b>Endocrine metabolic:<\/b>Hyperglycemia (6% to 33%), Hyperkalemia (13%), Hypoalbuminemia (24%), Hypokalemia (12% to 22%), Hypomagnesemia (5% to 24%), Hyponatremia (19%), Serum bicarbonate level abnormal (11%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (14%), Constipation (30% to 35%), Decrease in appetite (8% to 16%), Diarrhea (17% to 34%), Indigestion (10% to 12%), Loss of appetite (16% to 23%), Nausea (40% to 42%), Petechiae, Oral Mucosal (13%), Stomatitis (7% to 12%), Vomiting (16% to 25%)<\/li><li><b>Hematologic:<\/b>Leukopenia (6% to 28%)<\/li><li><b>Hepatic:<\/b>Alkaline phosphatase raised (11%), Ascites (10%), Hyperbilirubinemia (14%), Increased liver aminotransferase level (10%)<\/li><li><b>Immunologic:<\/b>Candidiasis (10%), Lymphadenopathy (12%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (17% to 20%), Backache (17% to 18%), Pain in limb (18% to 19%)<\/li><li><b>Neurologic:<\/b>Asthenia (15%), Dizziness (18% to 21%), Headache (23% to 28%), Hypesthesia (11%), Insomnia (14% to 28%), Lethargy (12%), Shivering (16%), Shivering or rigors (22%)<\/li><li><b>Psychiatric:<\/b>Anxiety (9% to 11%), Confusion (8% to 12%)<\/li><li><b>Renal:<\/b>Finding of frequency of urination (5%), Serum blood urea nitrogen raised (10%)<\/li><li><b>Respiratory:<\/b>Cough (27% to 40%), Decreased breath sounds (10%), Epistaxis (13%), Hypoxia (10%), Pharyngitis (16%), Upper respiratory infection (10%)<\/li><li><b>Other:<\/b>Fatigue (46%), Fever (27% to 85%), Pain (5% to 13%), Tenderness (11%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation, Cardiac arrest, Congestive heart failure (5%), Myocardial infarction<\/li><li><b>Dermatologic:<\/b>Sweet's syndrome<\/li><li><b>Hematologic:<\/b>Anemia (31% to 82%), Febrile neutropenia (20% to 68%), Myelosuppression, Neutropenia (38% to 90%), Thrombocytopenia (27% to 89%)<\/li><li><b>Immunologic:<\/b>Bacteremia (5%), Infection due to Mycobacterium avium, Infectious disease (14% to 46%), Sepsis (11%)<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage, Intracranial hemorrhage<\/li><li><b>Respiratory:<\/b>Pleural effusion (5%), Pneumonia (20% to 22%), Pulmonary edema (6%)<\/li><\/ul>"},"6":{"id":"928545-s-6","title":"Drug Name Info","sub":{"0":{"id":"928545-s-6-17","title":"US Trade Names","mono":"Dacogen<br\/>"},"2":{"id":"928545-s-6-19","title":"Class","mono":"Antineoplastic Agent<br\/>"},"3":{"id":"928545-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928545-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"928545-s-7","title":"Mechanism Of Action","mono":"After phosphorylation, direct incorporation into DNA, and inhibition of DNA methyltransferase, decitabine causes hypomethylation of DNA and cellular differentiation or apotosis. The formation of covalent adducts between decitabine and DNA methyltransferase may also contribute to cytotoxicity in rapidly dividing cells. Decitabine has little to no effect on non-proliferating cells. In vitro, decitabine inhibits DNA methylation at concentrations that do not significantly suppress DNA synthesis. Decitabine-induced hypomethylation in neoplastic cells may reestablish normal function of genes crucial for cellular differentiation and proliferation.<br\/>"},"8":{"id":"928545-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"928545-s-8-24","title":"Distribution","mono":"Protein binding: less than 1% <br\/>"},"2":{"id":"928545-s-8-25","title":"Metabolism","mono":"Liver: via cytidine deaminase <br\/>"},"3":{"id":"928545-s-8-26","title":"Excretion","mono":"Total body clearance: 125 to 210 L\/hr\/m(2) <br\/>"},"4":{"id":"928545-s-8-27","title":"Elimination Half Life","mono":"0.54 to 0.62 hr <br\/>"}}},"9":{"id":"928545-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for the handling and disposal of chemotherapy<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute with 10 mL sterile water for injection to a concentration of 5 mg\/mL<\/li><li>immediately dilute with NS, D5W, or LR to a final concentration of 0.1 to 1 mg\/mL; use within 15 minutes or store up to a maximum of 7 hr if dilution is done with cold (2 to 8 degrees C) infusion fluids and diluted solution is stored under refrigeration<\/li><li>(3-day regimen) infuse each dose IV over 3 hours<\/li><li>(5-day regimen) infuse each dose IV over 1 hours<\/li><\/ul><\/li><\/ul>"},"10":{"id":"928545-s-10","title":"Monitoring","mono":"<ul><li>complete blood count and platelet counts prior to each cycle and as necessary<\/li><li>liver function test at baseline<\/li><li>serum creatinine at baseline<\/li><li>temperature or other signs or symptoms of infection<\/li><\/ul>"},"11":{"id":"928545-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Powder for Solution: 50 MG<br\/><\/li><li><b>Dacogen<\/b><br\/>Intravenous Powder for Solution: 50 MG<br\/><\/li><li><b>Novaplus Decitabine<\/b><br\/>Intravenous Powder for Solution: 50 MG<br\/><\/li><li><b>Premierpro Rx Decitabine<\/b><br\/>Intravenous Powder for Solution: 50 MG<br\/><\/li><\/ul>"},"12":{"id":"928545-s-12","title":"Toxicology","sub":[{"id":"928545-s-12-31","title":"Clinical Effects","mono":"<b>DECITABINE<\/b><br\/>USES: Decitabine is indicated to treat patients with myelodysplastic syndromes (MDS) including previously treated and untreated MDS of all French-American-British subtypes (eg, refractory anemia, refractory anemia with excess blasts or with excess blasts in transformation, and chronic myelomonocytic leukemia) as well as intermediate-1, intermediate-2, and high-risk International Prognostic Scoring System groups. PHARMACOLOGY: Following phosphorylation, direct incorporation into DNA, and inhibition of DNA methyltransferase, decitabine causes hypomethylation of DNA and cellular differentiation or apoptosis. EPIDEMIOLOGY: Overdoses are rare. MILD TO MODERATE TOXICITY:  Overdose data are limited. It is anticipated that clinical effects will likely be an extension of adverse events (ie, myelosuppression, fatigue, nausea, vomiting, diarrhea). SEVERE TOXICITY:  Clinical effects reported at higher doses have included increased myelosuppression with prolonged neutropenia and thrombocytopenia. ADVERSE EVENTS: The most commonly occurring events following use include effects related to myelosuppression (ie, neutropenia, thrombocytopenia, anemia), fatigue, pyrexia, gastrointestinal symptoms (ie, nausea, vomiting, constipation or diarrhea), skin rash, cough, petechiae, and hyperglycemia. Laboratory alterations that are relatively common with use can include hypomagnesemia, hypokalemia, and hyponatremia. SERIOUS EVENTS reported with less frequency include myocardial infarction, congestive heart failure, and intracranial hemorrhage, but relationship to therapy is not established.<br\/>"},{"id":"928545-s-12-32","title":"Treatment","mono":"<b>DECITABINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. For severe neutropenia\/neutropenic sepsis, administer colony stimulating factor (eg, filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding. Myelosuppression may be prolonged, protective isolation may help avoid infections complications.<\/li><li>Decontamination: Decontamination is not necessary; decitabine is administered parenterally.<\/li><li>Antidote: None<\/li><li>Myelosuppression: Administer colony stimulating factor for severe neutropenia. Filgrastim 5 mcg\/kg\/day subQ or IV over 15 to 30 minutes or sargramostim 250 mcg\/m(2)\/day infused over 4 hours. Recombinant erythropoietin may be useful for severe anemia. Transfusions as needed for severe anemia or thrombocytopenia, bleeding.<\/li><li>Intrathecal injection: No clinical reports of intrathecal injection of decitabine are available. This information was derived from experience with other antineoplastics. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative-free normal saline or lactated ringers). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative-free NS or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes are 80 to 150 mL\/hr for 18 to 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Monitoring of patient: Monitor serial CBC with differential and platelet count. Monitor vital signs. Monitor serum electrolytes including magnesium. Monitor for fever or other clinical manifestations of infection.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Mild to moderately symptomatic patients should be sent to a healthcare facility for evaluation and treatment as necessary. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"928545-s-12-33","title":"Range of Toxicity","mono":"<b>DECITABINE<\/b><br\/>TOXICITY: Overdose data are limited. A specific toxic dose has not been established. Clinical effects reported at higher doses have included increased myelosuppression with prolonged neutropenia and thrombocytopenia. ADULT THERAPEUTIC DOSING: Two treatment options. OPTION 1: 15 mg\/m(2) by continuous IV infusion over 3 hours, repeated every 8 hours for 3 days. This cycle should be repeated every 6 weeks for a minimum of 4 cycles. OPTION 2: 20 mg\/m(2) by continuous IV infusion over 1 hour, repeated daily for 5 days. This cycle should be repeated every 4 weeks for a minimum of 4 cycles.<br\/>"}]},"13":{"id":"928545-s-13","title":"Clinical Teaching","mono":"<ul><li>Adverse effects to a fetus may be caused by either male or female patients receiving treatment with this drug. Emphasize the use of reliable contraception during therapy to patient. For male patients, this applies during treatment and up to 2 months post-therapy.<\/li><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>This drug may cause edema, cellulitis, ecchymosis, erythema, pallor, petechiae, hyperglycemia, abdominal pain, constipation, decrease\/loss of appetite, diarrhea, dyspepsia, nausea, stomatitis, vomiting, ascites, arthralgia, back\/limb pain, dizziness, dysesthesia, headache, lethargy, anxiety, insomnia, cough, pharyngitis, candidiasis, fever, tenderness, or shivering\/rigors.<\/li><li>Drug may also cause serious adverse effects such as atrial fibrillation, myocardial infarction, cerebral hemorrhage, pneumonia, or pulmonary edema.<\/li><li>Instruct patient to report signs\/symptoms of hepatotoxicity, nephrotoxicity, or myelosuppression.<\/li><\/ul>"}}}