{"drugs":["Miconazole\/Zinc Oxide\/White Petrolatum","Vusion"],"mono":{"0":{"id":"928517-s-0","title":"Generic Names","mono":"Miconazole\/Zinc Oxide\/White Petrolatum"},"1":{"id":"928517-s-1","title":"Dosing and Indications","sub":{"1":{"id":"928517-s-1-5","title":"Pediatric Dosing","mono":"<b>Diaper rash, Complicated by candidiasis:<\/b> age 4 weeks and older: apply TOPICALLY to affected area at each diaper change for 7 days"},"3":{"id":"928517-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Diaper rash, Complicated by candidiasis<br\/>"}}},"3":{"id":"928517-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928517-s-3-9","title":"Contraindications","mono":"a history of sensitivity reactions to any component <br\/>"},{"id":"928517-s-3-10","title":"Precautions","mono":"specific precautions have not been determined <br\/>"},{"id":"928517-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928517-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928517-s-4","title":"Drug Interactions","sub":[{"id":"928517-s-4-13","title":"Contraindicated","mono":"<ul><li>Eletriptan (theoretical)<\/li><li>Pimozide (theoretical)<\/li><\/ul>"},{"id":"928517-s-4-14","title":"Major","mono":"<ul><li>Amiodarone (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Cilostazol (theoretical)<\/li><li>Clozapine (established)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Eltrombopag (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Fentanyl (theoretical)<\/li><li>Fosphenytoin (probable)<\/li><li>Glimepiride (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Ifosfamide (theoretical)<\/li><li>Ivacaftor (theoretical)<\/li><li>Naloxegol (theoretical)<\/li><li>Olaparib (theoretical)<\/li><li>Phenytoin (probable)<\/li><li>Piperaquine (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Warfarin (probable)<\/li><\/ul>"},{"id":"928517-s-4-15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Anisindione (probable)<\/li><li>Dicumarol (probable)<\/li><li>Dolutegravir (established)<\/li><li>Grepafloxacin (probable)<\/li><li>Iron (established)<\/li><li>Moxifloxacin (probable)<\/li><li>Ofloxacin (probable)<\/li><li>Oxycodone (established)<\/li><li>Phenprocoumon (probable)<\/li><li>Tolterodine (probable)<\/li><li>Trimetrexate (probable)<\/li><\/ul>"}]},"5":{"id":"928517-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Rash<br\/>"},"6":{"id":"928517-s-6","title":"Drug Name Info","sub":[{"id":"928517-s-6-17","title":"US Trade Names","mono":"Vusion<br\/>"},{"id":"928517-s-6-18","title":"Synonyms","mono":"Antifungal Combination<br\/>"},{"id":"928517-s-6-19","title":"Class","mono":"<ul><li>Antifungal<\/li><li>Imidazole<\/li><\/ul>"},{"id":"928517-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},{"id":"928517-s-6-21","title":"Generic Availability","mono":"No<br\/>"}]},"7":{"id":"928517-s-7","title":"Mechanism Of Action","mono":"Miconazole nitrate has proven in-vitro activity against Candida albicans associated with diaper dermatitis, due to the inhibition of ergosterol biosynthesis in the cell membrane resulting in an accumulation of ergosterol precursors and toxic peroxides causing cell cytolysis.<br\/>"},"8":{"id":"928517-s-8","title":"Pharmacokinetics","sub":[{"id":"928517-s-8-23","title":"Absorption","mono":"plasma concentration, topical: miconazole: less than 1 ng\/mL (undetectable) to 3.8 ng\/mL <br\/>"}]},"9":{"id":"928517-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/>gently apply at each diaper change for 7 full days; do not rub into skin <br\/>"},"11":{"id":"928517-s-11","title":"How Supplied","mono":"<b>Vusion<\/b><br\/>Topical Ointment: (Miconazole Nitrate - Petrolatum, White - Zinc Oxide) 0.25 %-81.35 %-15 %<br\/>"},"12":{"id":"928517-s-12","title":"Toxicology","sub":[{"id":"928517-s-12-31","title":"Clinical Effects","mono":"<b>MICONAZOLE <\/b><br\/>USES: Buccal miconazole tablet is indicated in patients for the local treatment of oropharyngeal candidiasis. Intravaginal miconazole is recommended as an agent of choice for the treatment of vulvovaginal candidiasis. Miconazole 0.25%, zinc oxide 15%, and white petrolatum combination ointment is indicated for the treatment of diaper dermatitis complicated by documented candidiasis. PHARMACOLOGY: Miconazole is an imidazole antifungal agent that inhibits ergosterol synthesis by inhibiting the enzyme CYP450 14-alpha-demethylase. Additionally, miconazole affects triglyceride and fatty acid synthesis and increases the amount of reactive oxygen species within the cell. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. SEVERE TOXICITY: Severe toxicity is not expected after overdose of buccal or topical miconazole. INTRAVENOUS: Seizures have been reported following IV miconazole overdose. Cardiac and respiratory arrest have been observed after high-dose or rapid IV use.  IV formulation is not available in the US. ADVERSE EFFECTS: In general, miconazole is not highly toxic.  Nausea, vomiting, abdominal pain, diarrhea, headache, dysgeusia, pruritus, contact dermatitis, and anaphylactic reactions have been reported following therapeutic use of miconazole. Buccal tablets have also caused oral discomfort, oral burning, oral pain, gingival pain, swelling, or pruritus, tongue ulceration, mouth ulceration, glossodynia, dry mouth, toothache, loss of taste, and altered taste. INTRAVENOUS: Intravenous miconazole has caused tremors, hallucinations, confusion, dizziness, hyponatremia, seizures, transient tachycardia and dysrhythmias, thrombophlebitis, thrombocytosis, microcytic normochromic anemia, phlebitis, and anemia. Intravenous formulation is no longer available in the United States. <br\/>"},{"id":"928517-s-12-32","title":"Treatment","mono":"<b>MICONAZOLE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after overdose of miconazole. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors, and epinephrine may be required. <\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not necessary. HOSPITAL: Gastrointestinal decontamination is generally not necessary.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reaction.<\/li><li>Antidote: None.<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids, or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary. Monitor serum electrolytes in patients with severe vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and low toxicity of miconazole.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent ingestion, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. ADMISSION CRITERIA: Hospital admission is rarely necessary. Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"928517-s-12-33","title":"Range of Toxicity","mono":"<b>MICONAZOLE <\/b><br\/>TOXICITY: A toxic dose has not been established. THERAPEUTIC DOSE: BUCCAL: ADULTS: 50 mg buccally once daily for 14 days. CHILDREN: Safety and effectiveness not established in pediatric patients less than 16 yr of age. SUPPOSITORY\/INTRAVAGINAL: ADULTS AND CHILDREN 12 YEARS AND OLDER: 200 mg intravaginally at bedtime for 3 days OR 100 mg intravaginally at bedtime for 7 days OR 1200 mg intravaginally once. <br\/>"}]},"13":{"id":"928517-s-13","title":"Clinical Teaching","mono":"<ul><li>Notify healthcare professional if rash gets worse or does not improve after 7 days of treatment.<\/li><li>Avoid drug exposure to eyes, nose, mouth, or cut\/injured skin areas.<\/li><\/ul>"}}}