{"drugs":["Panitumumab","Vectibix"],"mono":{"0":{"id":"928625-s-0","title":"Generic Names","mono":"Panitumumab"},"1":{"id":"928625-s-1","title":"Dosing and Indications","sub":[{"id":"928625-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Metastatic colorectal cancer, Wild-type KRAS (exon 2 in codons 12 or 13), first-line therapy, in combination with infusional fluorouracil, leucovorin, and oxaliplatin (FOLFOX regimen):<\/b> 6 mg\/kg IV infusion over 60 minutes  on day 1 in combination with FOLFOX4 (oxaliplatin 85 mg\/m(2) IV on day 1 and leucovorin 200 mg\/m(2) IV followed by fluorouracil 400 mg\/m(2) IV bolus then fluorouracil 600 mg\/m(2) IV over 22 hours days 1 and 2)  every 2 weeks; if first dose is tolerated, infuse subsequent doses over 30 to 60 minutes; infuse doses higher than 1000 mg over 90 minutes<\/li><li><b>Metastatic colorectal cancer, Wild-type KRAS (exon 2 in codons 12 or 13), progression following fluoropyrimidine-, oxaliplatin-, and irinotecan-containing chemotherapy regimen:<\/b> 6 mg\/kg IV infused over 60 minutes every 14 days; infuse doses higher than 1000 mg over 90 minutes; if first dose is tolerated, administer subsequent infusions over 30 to 60 minutes<\/li><li><b>Metastatic colorectal cancer, Wild-type KRAS mutation, second-line therapy following fluoropyrimidine-containing chemotherapy, in combination with fluorouracil, leucovorin, and irinotecan (FOLFIRI regimen):<\/b> panitumumab 6 mg\/kg IV over 1 hour (over 30 minutes on subsequent infusions if first infusion was tolerated) on day 1 in combination with FOLFIRI (irinotecan 180 mg\/m(2) IV on day 1 and racemic leucovorin 400 mg\/m(2) IV (or l-leucovorin 200 mg\/m(2)) followed by fluorouracil 400 mg\/m(2) IV bolus on day 1 then fluorouracil 2400 mg\/m(2) IV as a continuous infusion on days 1 and 2) every 2 weeks has been used in clinical study<\/li><\/ul>"},{"id":"928625-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"928625-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>infusion reactions, mild or moderate (grade 1 or 2):<\/b> reduce infusion rate by 50%<\/li><li><b>infusion reactions, severe:<\/b> immediately discontinue; permanently discontinue depending on severity or persistence<\/li><li><b>dermatologic toxicity, grade 3, first occurrence:<\/b> withhold 1 to 2 doses; if reaction improves to less than grade 3, reinitiate with original dose; if reaction does not improve, permanently discontinue<\/li><li><b>dermatologic toxicity, grade 3, second occurrence:<\/b> withhold 1 to 2 doses; if reaction improves to less than grade 3, reinitiate with 80% of original dose; if reaction does not improve, permanently discontinue<\/li><li><b>dermatologic toxicity, grade 3, third occurrence:<\/b> withhold 1 to 2 doses; if reaction improves to less than grade 3, reinitiate with 60% original dose; if reaction does not improve, permanently discontinue<\/li><li><b>dermatologic toxicity, grade 3, fourth occurrence:<\/b> permanently discontinue<\/li><li><b>dermatologic toxicity, grade 4:<\/b> permanently discontinue<\/li><\/ul>"},{"id":"928625-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Metastatic colorectal cancer, Wild-type KRAS (exon 2 in codons 12 or 13), first-line therapy, in combination with infusional fluorouracil, leucovorin, and oxaliplatin (FOLFOX regimen)<\/li><li>Metastatic colorectal cancer, Wild-type KRAS (exon 2 in codons 12 or 13), progression following fluoropyrimidine-, oxaliplatin-, and irinotecan-containing chemotherapy regimen<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Metastatic colorectal cancer, Wild-type KRAS mutation, second-line therapy following fluoropyrimidine-containing chemotherapy, in combination with fluorouracil, leucovorin, and irinotecan (FOLFIRI regimen)<\/li><li>Non-small cell lung cancer, Advanced<\/li><\/ul>"}]},"2":{"id":"928625-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Dermatologic toxicities were reported in 90% of patients and were severe in 15% of patients receiving panitumumab monotherapy.<br\/>"},"3":{"id":"928625-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928625-s-3-9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"928625-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Dermatologic and soft tissue toxicities, some severe and resulting in life-threatening or fatal infectious complications (eg, necrotizing fasciitis, abscesses, sepsis), have been reported; dose adjustment, interruption, or discontinuation may be required<\/li><li>Dermatologic:<\/li><li>-- Sun exposure may exacerbate dermatologic toxicity; sun protection required<\/li><li>Endocrine\/Metabolic:<\/li><li>-- Electrolyte depletion (eg, hypomagnesemia, hypocalcemia, hypokalemia) has been reported; monitoring recommended<\/li><li>Immunologic:<\/li><li>-- RAS-mutant or RAS mutation status unknown metastatic colorectal carcinoma; use not recommended<\/li><li>Ophthalmic:<\/li><li>-- Keratitis and ulcerative keratitis have been reported; monitoring recommended; interrupt or discontinue therapy for acute or worsening keratitis<\/li><li>Renal:<\/li><li>-- Acute renal failure has been reported when used in combination with chemotherapy<\/li><li>Respiratory:<\/li><li>-- Pulmonary fibrosis and interstitial lung disease (ILD) have been reported, including fatalities; interrupt therapy for new or worsening symptoms and discontinue if ILD develops<\/li><li>Other:<\/li><li>-- Infusion reactions (eg, bronchospasm, hypotension), including fatalities, have been reported; discontinue infusion for severe reactions<\/li><li>-- Elderly patients, older than 65 years, at increased risk for serious adverse events, including serious diarrhea, during panitumumab combination therapy<\/li><\/ul>"},{"id":"928625-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"928625-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"928625-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema (12%)<\/li><li><b>Dermatologic:<\/b>Acneiform eruption (All grades, 32% to 57%; grade 3 or 4, 7% to 10%), Fissure in skin (All grades, 16% to 20%), Generalized exfoliative dermatitis (9% to 18%), Nail changes (29%), Paronychia (21% to 25%), Pruritus (23% to 58%), Rash (22% to 56%;)<\/li><li><b>Endocrine metabolic:<\/b>Hypomagnesemia, All grades (30%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, All grades (25%), Constipation, All grades (21%), Diarrhea, All grades (21% to 62%), Nausea (23%), Vomiting (19%)<\/li><li><b>Ophthalmic:<\/b>Eye symptom (15%)<\/li><li><b>Respiratory:<\/b>Cough (15%), Dyspnea (10% to 18%)<\/li><li><b>Other:<\/b>Fatigue ((all grades) 26%; (grade 3 or 4) 4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Dermatologic toxicity (90%)<\/li><li><b>Endocrine metabolic:<\/b>Hypomagnesemia, Grade 3 and 4 (4% to 7%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Grade 3 and 4 (7%), Constipation, Grade 3 and 4 (3%), Diarrhea, Grade 3 and 4 (2% to 23%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis (1%), Infusion reaction ((all grades) 4%; (grade 3 or 4) 1%), Sepsis<\/li><li><b>Ophthalmic:<\/b>Keratitis<\/li><li><b>Renal:<\/b>Acute renal failure<\/li><li><b>Respiratory:<\/b>Interstitial lung disease (1%), Pulmonary fibrosis (less than 1%)<\/li><\/ul>"},"6":{"id":"928625-s-6","title":"Drug Name Info","sub":{"0":{"id":"928625-s-6-17","title":"US Trade Names","mono":"Vectibix<br\/>"},"2":{"id":"928625-s-6-19","title":"Class","mono":"<ul><li>Immunological Agent<\/li><li>Monoclonal Antibody<\/li><\/ul>"},"3":{"id":"928625-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928625-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928625-s-7","title":"Mechanism Of Action","mono":"Panitumumab is a recombinant, human IgG2 kappa monoclonal antibody and binds to human epidermal growth factor receptors (EGFR) specifically, on both normal and tumor cells. Panitumumab competitively inhibits the binding of ligands for EGFR. Panitumumab inhibits the growth and survival of selected human tumor cells expressing EGFR.<br\/>"},"8":{"id":"928625-s-8","title":"Pharmacokinetics","sub":{"4":{"id":"928625-s-8-27","title":"Elimination Half Life","mono":"Adults: 7.5 days (range, 3.6 to 10.9 days) <br\/>"}}},"9":{"id":"928625-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>do not shake vial<\/li><li>dilute doses of up to 1000 mg to a total volume of 100 mL with NS; dilute doses greater than 1000 mg to total volume of 150 mL with NS; final concentration should not exceed 10 mg\/mL<\/li><li>mix by gentle inversion; do not shake diluted solution<\/li><li>use the diluted solution within 6 hours of dilution if stored at room temperature or within 24 hours of dilution if stored at 2 to 8 degrees C (36 to 46 degrees F); do not freeze<\/li><li>do not administer as an IV bolus or push; administer via an infusion pump with a low-protein-binding 0.2 mcm or 0.22 mcm inline filter<\/li><li>infuse doses of 1000 mg or less over 60 minutes through a peripheral IV line or indwelling IV catheter; if first infusion is tolerated, subsequent doses may be infused over 30 to 60 minutes; infuse doses greater than 1000 mg over 90 minutes<\/li><li>flush the IV line before and after infusion with NS<\/li><li>do not mix or infuse panitumumab with other products<\/li><\/ul>"},"10":{"id":"928625-s-10","title":"Monitoring","mono":"<ul><li> Asses RAS mutational status and confirm the absence of a RAS mutation using a US Food and Drug Administration-approved test prior to administration.<\/li><li>Dermatologic and soft tissue toxicities for inflammatory or infectious complications<\/li><li>Electrolytes, especially magnesium and calcium, before treatment, periodically during treatment, and for 8 weeks after completion of therapy<\/li><li>Infusion reactions<\/li><li>Signs and symptoms of keratitis or ulcerative keratitis, during therapy<\/li><\/ul>"},"11":{"id":"928625-s-11","title":"How Supplied","mono":"<b>Vectibix<\/b><br\/>Intravenous Solution: 20 MG\/ML<br\/>"},"12":{"id":"928625-s-12","title":"Toxicology","sub":[{"id":"928625-s-12-31","title":"Clinical Effects","mono":"<b>PANITUMUMAB<\/b><br\/>USES: Used for the treatment of epidermal growth factor receptor (EGFR)-expressing, metastatic colorectal carcinoma with disease progression on or following fluoropyrimidine-, oxaliplatin-, and irinotecan-containing chemotherapy regimens. PHARMACOLOGY: Panitumumab is a recombinant, human IgG2 kappa monoclonal antibody and binds to human EGFR specifically, on both normal and tumor cells. Panitumumab competitively inhibits the binding of ligands for EGFR. EPIDEMIOLOGY: Overdoses are rare. MILD TO MODERATE TOXICITY: Skin toxicity, diarrhea, dehydration and fatigue have been reported in patients receiving doses up to approximately twice the recommended therapeutic dose (12 mg\/kg).  SEVERE TOXICITY: No severe toxicity were reported following doses of approximately twice the recommended therapeutic dose (12 mg\/kg). ADVERSE EFFECTS: COMMON: Dermatologic effects develop in most (90%) patients and include: erythema (65%), acneiform dermatitis (57%), pruritus (57%), nail changes (29%), paronychia (25%), exfoliation (25%), skin fissures (20%), and dry skin (10%). Other adverse effects include: hypomagnesemia (38%), fatigue (26%), abdominal pain (25%), nausea\/vomiting (23% and 19%), diarrhea (21%), constipation (21%) and cough (14%). Less common adverse effects include hyperglycemia, hypokalemia, hypocalcemia, cheilitis, ocular toxicities (e.g. conjunctivitis, ocular hyperemia, increased lacrimation, eye\/eyelid irritation, and eyelash growth), thrombophlebitis, bone pain, back pain, asthenia, dyspnea, and infectious complications. Rare, but serious complications include pulmonary fibrosis and infusion-related toxicity  (e.g. anaphylactoid reactions, bronchospasm, hypotension). <br\/>"},{"id":"928625-s-12-32","title":"Treatment","mono":"<b>PANITUMUMAB<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. In patients with infusion reactions, permanent discontinuation of panitumumab may be required depending on the severity and\/or persistence of the reaction. Oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required depending on the severity of the infusion reaction.<\/li><li>Decontamination: Ingestion unlikely; administered via the parenteral route.<\/li><li>Antidote: None<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe infusion reactions, but this is rare.<\/li><li>Complication of infusion: Discontinue infusion. Permanent discontinuation of panitumumab may be required depending on the severity and\/or persistence of the reaction. Oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required depending on the severity of the infusion reaction.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor fluid status and electrolytes in patients with signs and symptoms of dehydration, or severe vomiting or diarrhea.  Replace volume and electrolytes as indicated. Monitor for clinical evidence of an infusion reaction.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Mild to moderately symptomatic patients should be sent to health care facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"928625-s-12-33","title":"Range of Toxicity","mono":"<b>PANITUMUMAB<\/b><br\/>TOXICITY: Skin toxicity, diarrhea, dehydration and fatigue have been reported in patients receiving doses of approximately twice the recommended therapeutic dose (12 mg\/kg). THERAPEUTIC DOSE: ADULTS: The recommended dose of panitumumab is 6 mg\/kg by an intravenous infusion over 60 minute every 14 days. Infuse doses higher than 1000 mg over 90 minutes. CHILDREN: The safety and effectiveness of panitumumab in pediatric patients have not been established. <br\/>"}]},"13":{"id":"928625-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to limit exposure to sunlight (sunscreen, hats, and clothing) and avoid tanning beds during treatment and for 2 months following discontinuation, as sunlight may exacerbate dermatologic reactions.<\/li><li>Counsel female patient to use adequate contraception and avoid getting pregnant during treatment and for 6 months after discontinuation.<\/li><li>Instruct patient to report signs\/symptoms of hypomagnesemia (tachycardia, muscle weakness, ataxia, myalgias, tremors).<\/li><li>Drug may cause abdominal pain, constipation, diarrhea, nausea, vomiting, cough, dyspnea, or fatigue.<\/li><li>Advise patient to report signs\/symptoms of dermatologic toxicity (dermatitis acneiform, pruritus, erythema, rash, skin exfoliation, paronychia, dry skin, or skin fissures).<\/li><li>Instruct patient to report signs\/symptoms of ocular toxicity (conjunctivitis, ocular hyperemia, increased lacrimation, eye\/eyelid irritation, keratitis, ulcerative keratitis, or corneal perforation).<\/li><\/ul>"}}}