{"generic":"Sitagliptin Phosphate","drugs":["Januvia","Sitagliptin Phosphate"],"mono":{"0":{"id":"928638-s-0","title":"Generic Names","mono":"Sitagliptin Phosphate"},"1":{"id":"928638-s-1","title":"Dosing and Indications","sub":[{"id":"928638-s-1-4","title":"Adult Dosing","mono":"<ul><li>should not be used in patients with type 1 diabetes or for the treatment of diabetic ketoacidosis<\/li><li><b>Type 2 diabetes mellitus:<\/b> 100 mg ORALLY once daily with or without food; when administered with a sulfonylurea or insulin, a lower dose of sulfonylurea or insulin may be required<\/li><\/ul>"},{"id":"928638-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established in pediatric patients "},{"id":"928638-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal insufficiency, mild (CrCl 50 mL\/min or greater):<\/b> no adjustment needed<\/li><li><b>renal insufficiency, moderate (CrCl 30 mL\/min or greater and less than 50 mL\/min):<\/b> 50 mg ORALLY once daily<\/li><li><b>renal insufficiency, severe (CrCl less than 30 mL\/min):<\/b> 25 mg ORALLY once daily<\/li><li><b>ESRD requiring hemodialysis or peritoneal dialysis:<\/b> 25 mg ORALLY once daily, administered regardless of the timing of hemodialysis<\/li><li><b>hepatic insufficiency, mild to moderate:<\/b> no adjustment needed<\/li><li><b>elderly:<\/b> adjustment based solely on age is not required in elderly patients<\/li><\/ul>"},{"id":"928638-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},"3":{"id":"928638-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928638-s-3-9","title":"Contraindications","mono":"serious hypersensitivity reaction to sitagliptin such as angioedema or anaphylaxis <br\/>"},{"id":"928638-s-3-10","title":"Precautions","mono":"<ul><li>Gastrointestinal:<\/li><li>-- acute pancreatitis, including fatal hemorrhagic or necrotizing pancreatitis, has been reported; monitoring recommended and discontinue therapy if signs or symptoms develop<\/li><li>Immunologic:<\/li><li>-- serious hypersensitivity and allergic reactions such as angioedema, anaphylaxis, and Stevens-Johnson syndrome have been reported, particularly within first 3 months of treatment<\/li><li>Renal:<\/li><li>-- renal impairment or ESRD requiring hemodialysis or peritoneal dialysis; monitoring and dosage adjustment recommended<\/li><li>-- worsening renal function, such as acute renal failure requiring dialysis, has been reported; monitoring recommended<\/li><li>Other:<\/li><li>-- angioedema has been reported with other dipeptidyl peptidase-4 inhibitors; potential for cross-sensitivity with sitagliptin is unknown<\/li><\/ul>"},{"id":"928638-s-3-11","title":"Pregnancy Category","mono":"Sitagliptin: B (FDA)<br\/>"},{"id":"928638-s-3-12","title":"Breast Feeding","mono":"Sitagliptin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928638-s-4","title":"Drug Interactions","sub":{"1":{"id":"928638-s-4-14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lomitapide (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tocophersolan (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"928638-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Esmolol (probable)<\/li><li>Furazolidone (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},"5":{"id":"928638-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypoglycemia (0.6% to 12.2%)<\/li><li><b>Neurologic:<\/b>Headache (1.1% to 5.9%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (5.2% to 6.3%), Upper respiratory infection (4.5% to 6.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Pancreatic cancer, Pancreatitis<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Angioedema, Generalized exfoliative dermatitis, Hypersensitivity reaction, Rash, Stevens-Johnson syndrome, Urticaria<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Renal:<\/b>Abnormal renal function, Acute renal failure<\/li><li><b>Other:<\/b>Pancreatic cancer<\/li><\/ul>"},"6":{"id":"928638-s-6","title":"Drug Name Info","sub":{"0":{"id":"928638-s-6-17","title":"US Trade Names","mono":"Januvia<br\/>"},"2":{"id":"928638-s-6-19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Dipeptidyl Peptidase IV Inhibitor<\/li><\/ul>"},"3":{"id":"928638-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928638-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928638-s-7","title":"Mechanism Of Action","mono":"Sitagliptin phosphate is a dipeptidyl peptidase-4 (DPP-4) enzyme inhibitor, which exerts its activity in patients with type 2 diabetes mellitus by protecting the endogenous incretin hormones and enhancing their actions. Glucose-dependent insulinotropic polypeptide (GIP) and glucagon-like peptide-1 (GLP-1) are incretin hormones released in response to meal intake to maintain glucose homeostasis. However, GLP and GLP-1 are metabolized rapidly by DPP-4 enzyme, resulting in loss of insulinotropic effects. Sitagliptin phosphate inhibits the degradation of incretin hormones by DPP-4, enhances the function of GLP-1 and GIP to increase insulin release and decrease glucagon levels in the circulation in a glucose-dependent manner.<br\/>"},"8":{"id":"928638-s-8","title":"Pharmacokinetics","sub":[{"id":"928638-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability: (oral), 87%<\/li><li>Effect of food: (oral) none<\/li><\/ul>"},{"id":"928638-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: (oral), 38%<\/li><li>Vd: approximately 198 L<\/li><\/ul>"},{"id":"928638-s-8-25","title":"Metabolism","mono":"HEPATIC; minimal, primarily CYP3A4 with contribution from CYP2C8 <br\/>"},{"id":"928638-s-8-26","title":"Excretion","mono":"<ul><li>Renal: adults, 87% with 79% unchanged<\/li><li>Dialyzable: yes (hemodialysis), 13.5% removed<\/li><\/ul>"},{"id":"928638-s-8-27","title":"Elimination Half Life","mono":"12.4 hours <br\/>"}]},"9":{"id":"928638-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>may be taken with or without food.<br\/>"},"10":{"id":"928638-s-10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>renal function at baseline and periodically<\/li><\/ul>"},"11":{"id":"928638-s-11","title":"How Supplied","mono":"<b>Januvia<\/b><br\/>Oral Tablet: 25 MG, 50 MG, 100 MG<br\/>"},"12":{"id":"928638-s-12","title":"Toxicology","sub":[{"id":"928638-s-12-31","title":"Clinical Effects","mono":"<b>SITAGLIPTIN AND RELATED AGENTS<\/b><br\/>USES: These agents (sitagliptin, vildagliptin, saxagliptin, linagliptin) are used to improve glycemic control in type 2 diabetes mellitus individuals either as a monotherapy or in combination with other hypoglycemic drugs. PHARMACOLOGY: Dipeptidyl peptidase (DPP)-4 inhibitors exert their activity in patients with type 2 diabetes mellitus by protecting the endogenous incretin hormones and enhancing their actions. Glucose-dependent insulinotropic polypeptide (GIP) and glucagon-like peptide-1 (GLP-1) are incretin hormones released in response to meal intake to maintain glucose homeostasis. Although these agents share the same mechanism of action, they may have slightly different pharmacokinetics. TOXICOLOGY: Because DDP-4 inhibitors increase insulin release and suppress glucagon release in a glucose-dependent manner, they are not expected to cause significant hypoglycemia in normal subject unless coingested with other hypoglycemic agents. EPIDEMIOLOGY: Overdose is uncommon. MILD TO MODERATE TOXICITY: Limited data. Clinical events may be similar to effects reported with therapeutic use. SEVERE TOXICITY: Has not been reported. Hypoglycemia can occur when combined with other hypoglycemic agents. ADVERSE EFFECTS: Hypoglycemia, headache, nasopharyngitis, upper respiratory tract infection and urinary tract infection have occurred infrequently during therapy with these agents. Gastrointestinal findings, which included abdominal pain, nausea, diarrhea and constipation were similar to the placebo group. Rates of hypoglycemia with other agents known to cause hypoglycemia (ie, metformin or pioglitazone) was similar to patients taking placebo. However, the potential to cause hypoglycemia when used with sulfonylureas or insulin has not been adequately studied. <br\/>"},{"id":"928638-s-12-32","title":"Treatment","mono":"<b>SITAGLIPTIN AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Although dipeptidyl peptidase-4 inhibitors produce very low rates of hypoglycemia with therapeutic use, hypoglycemia may develop after large overdose or if coingested with other hypoglycemic agents. Monitor serial blood glucose concentrations. Monitor for symptoms of hypoglycemia (diaphoresis, palpitations, tremor, change in mentation). Treat significant fluid loss with IV fluids; antidiarrheal agents as indicated. SEVERE TOXICITY: Limited data. Treatment is symptomatic and supportive. DPP-4 inhibitors produce very low rates of hypoglycemia with therapeutic use. Following a significant exposure or if coingested with other hypoglycemic agents, monitor serial blood glucose concentrations. Monitor for symptoms of hypoglycemia (diaphoresis, palpitations, tremor, change in mentation). Treat with dextrose as necessary. Monitor neurologic function in patients with evidence of hypoglycemia. A baseline ECG may be indicated following a significant ingestion; repeat as necessary.<\/li><li>Decontamination: PREHOSPITAL: Emesis is not indicated. Activated charcoal may be considered following a significant ingestion if the airway is protected. HOSPITAL: Activated charcoal may be considered following a significant ingestion if performed soon after exposure and the airway is protected.<\/li><li>Airway management: Airway management is unlikely to be necessary.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: If a large overdose occurs or coingested with other hypoglycemic agents, monitor blood glucose frequently. Monitor for signs and symptoms of hypoglycemia (diaphoresis, palpitations, tremor, change in mentation). Monitor vital signs and obtain an ECG in patients with large ingestions; clinically insignificant QTc prolongation has been reported at 8 times the therapeutic dose with sitagliptin. It has not been observed with saxagliptin.<\/li><li>Hemodialysis: SITAGLIPTIN: It is not extensively bound to plasma proteins, but has a moderately large volume of distribution; approximately 13% of a therapeutic dose may be removed by dialysis. LINAGLIPTIN: Extensively distributed in tissue with a relatively high protein binding; hemodialysis is not anticipated to be beneficial. SAXAGLIPTIN: Saxagliptin and its active metabolite are dialyzable.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic child with an inadvertent ingestion of a single dose can be monitored at home if a responsible adult is present. An asymptomatic adult or adolescent with an inadvertent ingestion of 1 to 2 tablets of sitagliptin, saxigliptin and linagliptin can likely be observed at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion or coingestion of other hypoglycemic agents should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with hypoglycemia should be monitored until blood glucose is normal and symptoms have resolved. Patients may be discharged to home once symptoms have resolved and blood glucose or other laboratory studies are within normal limits and is cleared from a mental health standpoint. ADMISSION CRITERIA: Any adult who becomes hypoglycemic and all children with more than a minor ingestion should be admitted. Patients with evidence of severe hypoglycemia or CNS effects should be admitted to an intensive care setting. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in cases of severe poisonings or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"928638-s-12-33","title":"Range of Toxicity","mono":"<b>SITAGLIPTIN AND RELATED AGENTS<\/b><br\/>TOXICITY: SITAGLIPTIN: Limited data. An elderly woman intentionally ingested 1700 mg of sitagliptin and was treated with intravenous glucose; hypoglycemia did not develop. Another elderly woman intentionally ingested 1800 mg and was given a regular diet; no symptoms developed. A dose of 800 mg did not cause toxic effects in healthy adults. Doses above 800 mg have not been studied. LINAGLIPTIN: Limited data. Single doses of up to 600 mg (120 times the recommended daily dose) administered to healthy subjects resulted in no adverse events. SAXAGLIPTIN: At doses of up to 400 mg daily (80 times the maximum recommended human dose) for 2 weeks, no significant adverse events occurred in healthy subjects. THERAPEUTIC DOSE: SITAGLIPTIN: 100 mg orally once daily as a monotherapy or in combination with metformin or PPAR(gamma) agonist (eg, thiazolidinediones). LINAGLIPTIN: 5 mg orally once daily in adults. SAXAGLIPTIN: The recommended dose is 2.5 to 5 mg once daily. VILDAGLIPTIN\/METFORMIN: The recommended daily dose is 100 mg vildagliptin and 2000 mg metformin. <br\/>"}]},"13":{"id":"928638-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause headache, nasopharyngitis, or upper respiratory infection.<\/li><li>Advise diabetic patients to monitor for signs\/symptoms of hypoglycemia and to report difficulties with glycemic control.<\/li><li>Advise patient that stress, such as fever, trauma, infection, or surgery, may require medication dosage adjustments.<\/li><li>Instruct patient to report signs and symptoms of pancreatitis (ie, nausea, vomiting, anorexia, and persistent severe abdominal pain, sometimes radiating to the back). If persistent severe abdominal pain does occur, patient should discontinue sitagliptin phosphate therapy and notify their physician immediately.<\/li><\/ul>"}}}