{"generic":"Vorinostat","drugs":["Vorinostat","Zolinza"],"mono":{"0":{"id":"928629-s-0","title":"Generic Names","mono":"Vorinostat"},"1":{"id":"928629-s-1","title":"Dosing and Indications","sub":[{"id":"928629-s-1-4","title":"Adult Dosing","mono":"<b>Primary cutaneous T-cell lymphoma, Progressive, persistent or recurrent on or following 2 systemic therapies:<\/b> 400 mg ORALLY once daily with food "},{"id":"928629-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"928629-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment, mild to moderate (bilirubin 1 to 3 times ULN or AST greater than ULN):<\/b> reduce starting dose to 300 mg orally once daily with food<\/li><li><b>hepatic impairment, severe (bilirubin more than 3 times ULN):<\/b> evidence is insufficient to recommend a starting dose<\/li><li><b>intolerable adverse drug reactions:<\/b> 300 mg orally once daily with food or further reduction to 300 mg once daily with food for 5 consecutive days each week, as necessary<\/li><\/ul>"},{"id":"928629-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Primary cutaneous T-cell lymphoma, Progressive, persistent or recurrent on or following 2 systemic therapies<br\/>"}]},"3":{"id":"928629-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928629-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"928629-s-3-10","title":"Precautions","mono":"<ul><li>anemia, dose-related, may occur; monitoring recommended, dose adjustment or discontinuation of therapy may be necessary<\/li><li>DVT has been reported; monitoring recommended<\/li><li>electrolyte abnormalities may occur; correct hypokalemia and hypomagnesemia prior to vorinostat therapy; monitoring recommended<\/li><li>hepatic impairment, mild to moderate; dose adjustment recommended<\/li><li>hyperglycemia has been reported; monitoring recommended<\/li><li>pregnancy; may cause fetal harm<\/li><li>pulmonary embolism has been reported; monitoring recommended<\/li><li>thrombocytopenia, dose-related, may occur; monitoring recommended, dose adjustment or discontinuation of therapy may be necessary<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928629-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"928629-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928629-s-4","title":"Drug Interactions","sub":[{"id":"928629-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Mesoridazine (established)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"928629-s-4-14","title":"Major","mono":"<ul><li>Amiodarone (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Buserelin (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Escitalopram (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Triptorelin (theoretical)<\/li><li>Valproic Acid (probable)<\/li><li>Vandetanib (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><\/ul>"},{"id":"928629-s-4-15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Dicumarol (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"928629-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Weight decreased (20.9%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (52.3%), Loss of appetite (24.4%), Nausea (40.7%), Taste sense altered (27.9%)<\/li><li><b>Hematologic:<\/b>Thrombocytopenia, All grades (25.6%)<\/li><li><b>Other:<\/b>Fatigue (52.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction, Prolonged QT interval, Syncope<\/li><li><b>Dermatologic:<\/b>Erythroderma, Squamous cell carcinoma (3.5%)<\/li><li><b>Gastrointestinal:<\/b>Cholecystitis, Gastrointestinal hemorrhage<\/li><li><b>Hematologic:<\/b>Anemia, Grade 3 or 4 (2.3%), Deep venous thrombosis, Thrombocytopenia, Grade 3 or 4 (5.8%)<\/li><li><b>Immunologic:<\/b>Bacteremia, Streptococcal, Infection due to enterococcus, Sepsis, T-cell lymphoma<\/li><li><b>Neurologic:<\/b>Ischemic stroke, Spinal cord injury<\/li><li><b>Renal:<\/b>Obstruction of pelviureteric junction, Occlusion of ureter<\/li><li><b>Respiratory:<\/b>Lobar pneumonia, Pulmonary embolism (4.7%)<\/li><li><b>Other:<\/b>Dehydration<\/li><\/ul>"},"6":{"id":"928629-s-6","title":"Drug Name Info","sub":{"0":{"id":"928629-s-6-17","title":"US Trade Names","mono":"Zolinza<br\/>"},"2":{"id":"928629-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Histone Deacetylase Inhibitor<\/li><\/ul>"},"3":{"id":"928629-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928629-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928629-s-7","title":"Mechanism Of Action","mono":"The antineoplastic mechanism of vorinostat has not been fully characterized. Vorinostat is a histone deacetylase (HDAC) inhibitor and inhibits the enzymatic activity of histone deacetylases that are overexpressed in some cancer cells. These enzymes catalyze the removal of acetyl groups from the lysine residues of protein, such as transcription factors and histones. In vitro, inhibition of HDAC activity allows for the accumulation of acetylated histones, resulting in cell cycle arrest induction or apoptosis.<br\/>"},"8":{"id":"928629-s-8","title":"Pharmacokinetics","sub":[{"id":"928629-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 4 hours<\/li><li>Effect of food: no clinically relevant change<\/li><\/ul>"},{"id":"928629-s-8-24","title":"Distribution","mono":"Protein binding, plasma proteins: approximately 71% <br\/>"},{"id":"928629-s-8-25","title":"Metabolism","mono":"<ul><li>4-anilino-4-oxobutanoic acid: inactive<\/li><li>O-glucuronide vorinostat: inactive<\/li><li>Metabolic enzymes and transporters: not a CYP inhibitor or substrate, or inhibitor or substrate of P-glycoprotein<\/li><\/ul>"},{"id":"928629-s-8-26","title":"Excretion","mono":"Renal: less than 1% unchanged <br\/>"},{"id":"928629-s-8-27","title":"Elimination Half Life","mono":"approximately 2 hours <br\/>"}]},"9":{"id":"928629-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with food<\/li><li>do not open or crush capsules; wash thoroughly if powder comes in direct contact with skin or mucous membranes<\/li><li>avoid exposure to crushed and\/or broken capsules<\/li><\/ul>"},"10":{"id":"928629-s-10","title":"Monitoring","mono":"<ul><li>improvement of cutaneous lesions indicate efficacy<\/li><li>CBC; every 2 weeks during the first 2 months of therapy and monthly thereafter<\/li><li>electrolytes, including potassium, magnesium, and calcium; every 2 weeks during the first 2 months of therapy and monthly thereafter; and more frequently in symptomatic patients (eg, patients with nausea, vomiting, diarrhea, fluid imbalance, or cardiac symptoms)<\/li><li>serum creatinine; every 2 weeks during the first 2 months of therapy and monthly thereafter<\/li><li>serum glucose; every 2 weeks during the first 2 months of therapy and monthly thereafter.<\/li><li>signs and symptoms of pulmonary embolism and deep vein thrombosis; particularly among patients with a prior history of thromboembolic events<\/li><\/ul>"},"11":{"id":"928629-s-11","title":"How Supplied","mono":"<b>Zolinza<\/b><br\/>Oral Capsule: 100 MG<br\/>"},"12":{"id":"928629-s-12","title":"Toxicology","sub":[{"id":"928629-s-12-31","title":"Clinical Effects","mono":"<b>VORINOSTAT<\/b><br\/>USES: Vorinostat, a histone deacetylase (HDAC) inhibitor, is used in patients with cutaneous manifestations of cutaneous T-cell lymphoma (CTCL) who develop progressive, persistent or recurrent disease after receiving systemic therapy PHARMACOLOGY: Vorinostat inhibits the enzymatic activity of histone deacetylases HDAC1, HDAC2, HDAC3 (Class 1), and HDAC6 (Class II). Its mechanism as an antineoplastic agent is not fully understood. EPIDEMIOLOGY: Exposure is uncommon; limited data. OVERDOSE: Hypotension, respiratory distress syndrome, leukopenia, and thrombocytopenia have been reported when vorinostat was used at higher than normal therapeutic doses. ADVERSE EFFECTS: SEVERE: Pulmonary embolism and anemia are the most serious drug-related adverse events reported with vorinostat therapy. Other potentially serious adverse effects that have developed with therapy are deep vein thrombosis, thrombocytopenia, and QTc prolongation. COMMON: Nausea, vomiting, diarrhea, anorexia, dehydration, dysgeusia, dry mouth, constipation, fatigue, muscle spasm and hyperglycemia are frequently reported with therapy. Less frequently reported events include: peripheral edema, headache, pruritus, upper respiratory infection, cough and fever.<br\/>"},{"id":"928629-s-12-32","title":"Treatment","mono":"<b>VORINOSTAT<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea or evidence of dehydration. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Dose-related thrombocytopenia and anemia have been reported. Monitor serial CBC with differential and platelet count. Severe thrombocytopenia leading to GI bleeding has been reported with concomitant use of vorinostat with other histone deacetylase (HDAC) inhibitors. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Dose-related neutropenia has been infrequently reported. Obtain a baseline ECG following a significant exposure or in patient's with a history of prolonged QT interval; repeat as necessary. Monitor electrolytes and correct as needed. Monitor respiratory function (ie, pulse oximetry, ABGs); pulmonary embolism has been observed infrequently during therapy.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in patients who are awake and able to maintain their airway. HOSPITAL: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain their airway or if the airway is protected.<\/li><li>Airway management: Endotracheal intubation is unlikely to be necessary following a mild to moderate ingestion, intubate if patient is unable to protect airway.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Monitor CBC with differential and platelet count daily for evidence thrombocytopenia and\/or anemia following a significant exposure. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Symptoms may be more severe with concomitant use of other histone deacetylase (HDAC) inhibitors. Dose-related neutropenia has been observed infrequently. Administer colony stimulating factors indicated following a significant overdose. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours OR 250 mcg\/m(2)\/day SubQ once daily. Patients with severe neutropenia should be in protective isolation.<\/li><li>Monitoring of patient: Obtain serial CBC with differential and platelet count, serum electrolytes, glucose and creatinine after significant overdose. Monitor fluid balance in patients with symptoms of dehydration, vomiting and\/or diarrhea. Obtain a baseline ECG following a significant exposure or in patient's with a history of prolonged QT interval. Monitor respiratory function, obtain a baseline pulse oximetry and monitor ABGs in a patient with evidence of respiratory insufficiency (ie, sudden onset of shortness of breath).<\/li><li>Enhanced elimination procedure: It is not known if vorinostat is dialyzable.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with an inadvertent ingestion of 1 to 2 extra doses can be monitored at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions, any patient who is symptomatic or ingested more than 2 extra doses, should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions should be observed in a healthcare facility. ADMISSION CRITERIA: Patients with evidence of thrombocytopenia, anemia or active bleeding or severe dehydration that has not responded should be admitted to the hospital. CONSULT CRITERIA: Consult with a medical toxicologist and\/or poison center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"928629-s-12-33","title":"Range of Toxicity","mono":"<b>VORINOSTAT<\/b><br\/>TOXICITY: In clinical trials, a patient with metastatic breast cancer developed hypotension and respiratory distress after a dose of 900 mg\/m(2)\/day IV 5 days a week for 3 weeks. Two out of 5 patients with hematologic malignancies receiving 600 mg\/m(20)\/day 5 days a week for 3 weeks developed severe leukopenia and\/or thrombocytopenia. No acute overdoses have been reported. THERAPEUTIC DOSE: ADULT: 400 mg orally once daily. PEDIATRIC: The safety and efficacy of vorinostat in pediatric patients have not been established. In a Phase I pediatric trial, the maximum tolerated dose in children (ages 2.6 to 22 years) with refractory tumors or refractory leukemia was 230 mg\/m(2) (equivalent to a 400 mg dose in an adult). <br\/>"}]},"13":{"id":"928629-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause peripheral edema, alopecia, weight loss, anorexia, constipation, diarrhea, nausea, taste sense altered, vomiting, xerostomia, spasm, dizziness, headache, shivering, fatigue, and cough.<\/li><li>Tell patient to report arrhythmia, thrombocytopenia, or signs\/symptoms of deep vein thrombosis or pulmonary embolism.<\/li><li>Patient should report severe nausea, diarrhea, or vomiting.<\/li><li>Advise patient to maintain adequate hydration during therapy to reduce risk of dehydration.<\/li><li>This drug may cause hyperglycemia. Diabetic patients should report changes in glycemic control.<\/li><li>Advise patient to take drug with food.<\/li><\/ul>"}}}