{"generic":"Antithymocyte Globulin Equine","drugs":["Antithymocyte Globulin Equine","Atgam"],"mono":{"0":{"id":"928697-s-0","title":"Generic Names","mono":"Antithymocyte Globulin Equine"},"1":{"id":"928697-s-1","title":"Dosing and Indications","sub":{"0":{"id":"928697-s-1-4","title":"Adult Dosing","mono":"<ul><li>skin testing prior to initiation of therapy is strongly recommended<\/li><li><b>Aplastic anemia (Moderate to Severe), In patients unsuitable for bone marrow transplantation:<\/b> 10 to 20 mg\/kg\/day IV for 8 to 14 days, then every other day up to 21 total doses if needed; infuse through an in-line filter (0.2 to 1 micron) over 4 hours into a vascular shunt, arterial venous fistula, or a high-flow central vein<\/li><li><b>Renal transplant rejection, Adjunct treatment; Prophylaxis:<\/b> 15 mg\/kg\/day IV for 14 days with 7 additional doses on an every-other-day schedule for a total of 21 doses in 28 days; administer the first dose within 24 hours before or after transplant; infuse through an in-line filter (0.2 to 1 micron) over 4 hours into a vascular shunt, arterial venous fistula, or a high-flow central vein; 10 to 30 mg\/kg\/day has been used in adults<\/li><li><b>Renal transplant rejection, Adjunct treatment; Prophylaxis:<\/b> 15 mg\/kg\/day IV plus heparin 1000 units and hydrocortisone sodium succinate 20 mg in 250 to 500 mL of 0.45% NS infused over 4 to 6 hours via an infusion pump into a peripheral vein in the upper extremity; premedicate with acetaminophen 650 mg ORALLY and diphenhydramine 25 to 50 mg ORALLY<\/li><li><b>Renal transplant rejection; Adjunct:<\/b> 10 to 15 mg\/kg\/day IV for 14 days with an option of 7 additional doses on an every-other-day schedule if needed; infuse through an in-line filter (0.2 to 1 micron) over 4 hours into a vascular shunt, arterial venous fistula, or a high-flow central vein; 10 to 30 mg\/kg\/day has been used in adults<\/li><li><b>Renal transplant rejection; Adjunct:<\/b> dilute in 250 mL NS (dose of 1000 mg or less) or 500 mL NS (dose of more than 1000 mg up to 2000 mg) with 1000 units of heparin; infuse into peripheral vein over 4 to 6 hours; premedicate with acetaminophen, diphenhydramine, and hydrocortisone for the first 3 doses<\/li><\/ul>"},"1":{"id":"928697-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>skin testing prior to initiation of therapy is strongly recommended<\/li><li><b>Aplastic anemia (Moderate to Severe), In patients unsuitable for bone marrow transplantation:<\/b> limited data; 10 to 20 mg\/kg\/day IV for 8 to 14 days, then every other day up to 21 total doses if needed; infuse through an in-line filter (0.2 to 1 micron) over 4 hours into a vascular shunt, arterial venous fistula, or a high-flow central vein<\/li><li><b>Renal transplant rejection, Adjunct treatment; Prophylaxis:<\/b> limited data; 15 mg\/kg\/day IV for 14 days  with 7 additional doses on an every-other-day schedule for a total of 21 doses in 28 days; administer the first dose within 24 hours before or after transplant; infuse through an in-line filter (0.2 to 1 micron) over 4 hours into a vascular shunt, arterial venous fistula, or a high-flow central vein; 5 to 25 mg\/kg\/day has been used in pediatric patients<\/li><li><b>Renal transplant rejection, Adjunct treatment; Prophylaxis:<\/b> 15 mg\/kg\/day IV plus heparin 1000 units and hydrocortisone sodium succinate 20 mg in 250 to 500 mL of 0.45% NS infused over 4 to 6 hours via an infusion pump into a peripheral vein in the upper extremity; premedicate with acetaminophen 650 mg ORALLY and diphenhydramine 25 to 50 mg ORALLY<\/li><li><b>Renal transplant rejection; Adjunct:<\/b> limited data; 10 to 15 mg\/kg\/day IV for 14 days with an option of 7 additional doses on an every-other-day schedule if needed; infuse through an in-line filter (0.2 to 1 micron) over 4 hours into a vascular shunt, arterial venous fistula, or a high-flow central vein; 5 to 25 mg\/kg\/day has been used in pediatric patients<\/li><li><b>Renal transplant rejection; Adjunct:<\/b> dilute in 250 mL NS (dose of 1000 mg or less) or 500 mL NS (dose of more than 1000 mg up to 2000 mg) with 1000 units of heparin; infuse into peripheral vein over 4 to 6 hours; premedicate with acetaminophen, diphenhydramine, and hydrocortisone for the first 3 doses<\/li><\/ul>"},"3":{"id":"928697-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Aplastic anemia (Moderate to Severe), In patients unsuitable for bone marrow transplantation<\/li><li>Renal transplant rejection, Adjunct treatment; Prophylaxis<\/li><li>Renal transplant rejection; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bone marrow transplant<\/li><li>Myelodysplastic syndrome<\/li><\/ul>"}}},"2":{"id":"928697-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Should only be used by physicians experienced in immunosuppressive therapy in the treatment of renal transplant or aplastic anemia patients. Patients receiving lymphocyte immune globulin, antithymocyte globulin equine should be treated in facilities equipped and staffed with adequate laboratory and supportive medical resources.<br\/>"},"3":{"id":"928697-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928697-s-3-9","title":"Contraindications","mono":"hypersensitivity to lymphocyte immune globulin, antithymocyte globulin equine or other equine gammaglobulins <br\/>"},{"id":"928697-s-3-10","title":"Precautions","mono":"<ul><li>severe and unremitting leukopenia or thrombocytopenia; discontinue therapy<\/li><li>increased risk for infection, including cytomegalovirus infection<\/li><\/ul>"},{"id":"928697-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928697-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"928697-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain (5%-10%)<\/li><li><b>Dermatologic:<\/b>Rash (27%)<\/li><li><b>Endocrine metabolic:<\/b>Shivering (16%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (5% to 10 %), Nausea (5% to 10 %), Vomiting (5% to 10 %)<\/li><li><b>Hematologic:<\/b>Thrombocytopenia (30%)<\/li><li><b>Musculoskeletal:<\/b>Backache (5% to 10%)<\/li><li><b>Renal:<\/b>Renal function tests abnormal (5%-10%)<\/li><li><b>Other:<\/b>Fever (51% Antihistamines, antipyretics, or corticosteroids usually control this reaction if given prophylactically and\/or therapeutically A review of the microbiology reports of febrile patients with aplastic anemia (n=39) suggested that the fevers developed during ATG treatment are not the result of infections (Dearden et al, 1998).)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Hemolysis (rare), Leukopenia (14%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis (&lt;1%), Serum sickness due to drug (5%-10%)<\/li><li><b>Renal:<\/b>Acute renal failure, Nephrotoxicity<\/li><li><b>Respiratory:<\/b>Dyspnea (5%-10%), Pulmonary edema (&lt;1%)<\/li><li><b>Other:<\/b>Sepsis (13%)<\/li><\/ul>"},"6":{"id":"928697-s-6","title":"Drug Name Info","sub":{"0":{"id":"928697-s-6-17","title":"US Trade Names","mono":"Atgam<br\/>"},"2":{"id":"928697-s-6-19","title":"Class","mono":"Immune Serum<br\/>"},"3":{"id":"928697-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928697-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928697-s-7","title":"Mechanism Of Action","mono":"Lymphocyte immune globulin, antithymocyte globulin equine, is a lymphocyte-selective immunosuppressant which reduces the number of circulating, thymus-dependent lymphocytes. The antilymphocytic action is believed to alter the function of T lymphocytes which are involved in humoral immunity and are liable in part for cell-mediated immunity.<br\/>"},"8":{"id":"928697-s-8","title":"Pharmacokinetics","sub":{"4":{"id":"928697-s-8-27","title":"Elimination Half Life","mono":"(with other immunosuppressives): 5.7 days +\/- 3 days <br\/>"}}},"9":{"id":"928697-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>to avoid excessive foaming and\/or denaturation of the protein, do not shake the diluted or undiluted product; to mix, gently roll or swirl<\/li><li>to insure that undiluted product does not come in contact with air, dilute in an inverted bottle of NS, D5-0.225%NaCl, or D5-0.45%NaCl solution; do not exceed a concentration of 4 mg\/mL<\/li><li>diluting in dextrose injection or highly acidic infusion solutions is not recommended<\/li><li>if not infusing immediately, store in the refrigerator; however, once diluted, infusion is stable for up to 24 hours and must be infused within that time limit<\/li><li>bring diluted solution to room temperature prior to administration<\/li><li>infuse over at least 4 hours into a vascular shunt, arterial venous fistula, or a high-flow central vein; use a 0.2 to 1 micron in-line filter<\/li><li>(renal transplant, induction or treatment) infuse into peripheral vein over 4 to 6 hours; mix antithymocyte globulin equine and heparin 1000 units in 250 mL NS (dose of 1000 mg or less) or 500 mL NS (dose of more than 1000 mg up to 2000 mg); premedicate with acetaminophen, diphenhydramine, and hydrocortisone for the first 3 doses<\/li><\/ul>"},"10":{"id":"928697-s-10","title":"Monitoring","mono":"<ul><li>aplastic anemia: clinical improvement, hepatic function<\/li><li>renal transplantation: signs and symptoms of rejection<\/li><li>CBC, renal function<\/li><\/ul>"},"11":{"id":"928697-s-11","title":"How Supplied","mono":"<b>Atgam<\/b><br\/>Intravenous Solution: 50 MG\/ML<br\/>"},"12":{"id":"928697-s-12","title":"Toxicology","sub":[{"id":"928697-s-12-31","title":"Clinical Effects","mono":"<b>LYMPHOCYTE IMMUNE GLOBULIN<\/b><br\/>USES: Antithymocyte globulin equine is indicated for the treatment of renal transplant rejection and as an adjunct to other immunosuppressive therapy in renal transplant rejection prophylaxis. In moderate to severe aplastic anemia, antithymocyte globulin equine is indicated in patients unsuitable for bone marrow transplant. Antithymocyte globulin rabbit is indicated as an adjunct with other immunosuppression therapy for the treatment of renal transplant rejection. PHARMACOLOGY: The exact mechanism of immunosuppression is not fully understood. Antithymocyte globulins reduce the quantity of circulating T-lymphocytes, which are involved in cell-mediated and humoral immunity. Possible mechanisms include clearance of T-lymphocytes from circulation and alteration of T-lymphocyte activation, homing, and cytotoxic activities. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. The signs and symptoms of an acute overdose are expected to be similar to excessive pharmacologic effects. ADVERSE EFFECTS: The most common adverse reactions following administration of antithymocyte globulin equine or rabbit are fever, chills, thrombocytopenia, leukopenia, GI disturbances (eg, nausea, vomiting, diarrhea, abdominal pain), serum sickness due to the drug, and infection. Other effects include chest pain, hypertension, tachycardia, rash, pruritus, thyroid disorder, abnormal renal function, anaphylaxis, headache, sensory neuropathy, dyspnea, and acute lung injury. <br\/>"},{"id":"928697-s-12-32","title":"Treatment","mono":"<b>LYMPHOCYTE IMMUNE GLOBULIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Myelosuppression has been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory distress.<\/li><li>Antidote: None.<\/li><li>Acute lung injury: Supplemental oxygen; PEEP and mechanical ventilation may be needed.<\/li><li>Plasmapheresis: Plasmapheresis has been shown beneficial in the treatment of serum sickness secondary to antithymocyte globulin therapy.<\/li><li>Monitoring of patient: Monitor vital signs, mental status, and renal function in symptomatic patients. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor CBC with differential and platelet count. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest x-ray in any patient with respiratory symptoms.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted.  CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"928697-s-12-33","title":"Range of Toxicity","mono":"<b>LYMPHOCYTE IMMUNE GLOBULIN<\/b><br\/>TOXICITY: A specific toxic dose has not been established. A dose of 7000 mg antithymocyte globulin equine (7 times the recommended total dose) was administered to a renal transplant patient with no signs of acute intoxication. THERAPEUTIC DOSE: ANTITHYMOCYTE GLOBULIN EQUINE: Renal transplant rejection prophylaxis: 15 mg\/kg\/day IV for 14 days, then every other day for 14 more days for a total of 21 doses; 10 to 30 mg\/kg\/day has been used in adults. Renal transplant rejection: 10 to 15 mg\/kg\/day IV for 14 days, then every other day for 14 more days if needed up to 21 total doses; 10 to 30 mg\/kg\/day has been used in adults. Aplastic anemia: 10 to 20 mg\/kg\/day IV for 8 to 14 days, then every other day up to 21 total doses if needed. ANTITHYMOCYTE GLOBULIN RABBIT: Renal transplant rejection: 1.5 mg\/kg\/day IV for 7 to 14 days. <br\/>"}]},"13":{"id":"928697-s-13","title":"Clinical Teaching","mono":"<ul><li>Despite screening and testing, human plasma products carry a risk of transmitting infectious agents. Risks and benefits should be discussed with patient by healthcare professional.<\/li><li>This drug may cause chest pain, shivering, diarrhea, nausea, stomatitis, vomiting, arthralgia, back pain, headache, fever, sepsis, serum sickness (rash, urticaria, arthralgia, fever, malaise, enlarged lymph nodes), abnormal renal function, or dyspnea.<\/li><li>Instruct patient to report signs\/symptoms of leukopenia, thrombocytopenia, or infection.<\/li><li>Renal transplant patients should report signs\/symptoms of rejection.<\/li><\/ul>"}}}