{"generic":"Telbivudine","drugs":["Telbivudine","Tyzeka"],"mono":[{"id":"928655-s-0","title":"Generic Names","mono":"Telbivudine"},{"id":"928655-s-1","title":"Dosing and Indications","sub":[{"id":"928655-s-1-4","title":"Adult Dosing","mono":"<b>Type B viral hepatitis, chronic:<\/b> 600 mg ORALLY once daily "},{"id":"928655-s-1-5","title":"Pediatric Dosing","mono":"<b>Type B viral hepatitis, chronic:<\/b> (16 years and older) 600 mg ORALLY once daily "},{"id":"928655-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>CrCl 30 to 49 mL\/min:<\/b> tablet, 600 mg ORALLY every 48 hours; solution, 400 mg ORALLY once daily<\/li><li><b>CrCl less than 30 mL\/min, not requiring hemodialysis:<\/b> tablet, 600 mg ORALLY every 72 hours; solution, 200 mg once daily<\/li><li><b>ESRD:<\/b> tablet, 600 mg ORALLY every 96 hours, solution, 120 mg once daily; give after hemodialysis<\/li><\/ul>"},{"id":"928655-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type B viral hepatitis, chronic<br\/>"}]},{"id":"928655-s-2","title":"Black Box Warning","mono":"<b>Oral (Solution; Tablet)<\/b><br\/>Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported with the use of nucleoside analogues alone or in combination with other antiretrovirals. Severe acute exacerbations of hepatitis B have been reported in patients who have discontinued telbivudine; monitor hepatic function closely for several months following discontinuation of therapy.<br\/>"},{"id":"928655-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928655-s-3-9","title":"Contraindications","mono":"concomitant use with pegylated interferon alfa-2a <br\/>"},{"id":"928655-s-3-10","title":"Precautions","mono":"<ul><li>lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported with the use of nucleoside analogues alone or in combination with antiretrovirals; increased risk in female or obese patients or those with prolonged nucleoside exposure; suspend treatment if lactic acidosis or hepatotoxicity are suspected<\/li><li>severe acute hepatitis B exacerbations have occurred following the discontinuation of telbivudine; monitor hepatic function closely for several months if therapy is discontinued; reinitiation of treatment may be needed<\/li><li>low sodium diet; oral solution contains 47 mg of sodium per 600-mg dose (30 mL)<\/li><li>myopathy and myositis have been reported; suspend treatment if myopathy is suspected and discontinue treatment if myopathy is confirmed<\/li><li>peripheral neuropathy has been reported with telbivudine alone or in combination with pegylated interferon alfa-2a and other interferons; suspend treatment if peripheral neuropathy is suspected and discontinue treatment if peripheral neuropathy is confirmed<\/li><li>renal impairment (CrCl less than 50 mL\/min), including ESRD requiring hemodialysis; dosage adjustment recommended<\/li><li>rhabdomyolysis has been reported<\/li><li>report suspected adverse reactions to the US Food and Drug Administration (FDA) at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928655-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"928655-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"928655-s-4","title":"Drug Interactions","sub":[{"id":"928655-s-4-13","title":"Contraindicated","mono":"<ul>Peginterferon Alfa-2a (probable)<\/ul>"}]},{"id":"928655-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Musculoskeletal:<\/b>Finding of creatine kinase level (11%), Finding of creatine kinase level, grade 3\/4 (13%)<\/li><li><b>Neurologic:<\/b>Headache (10%)<\/li><li><b>Respiratory:<\/b>Cough (6% to 16%)<\/li><li><b>Other:<\/b>Fatigue (13% to 18%), Influenza (18% to 21%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Lactic acidosis<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised, Grade 3\/4 (5% to 7%), AST\/SGOT level abnormal, Grade 3\/4 (6%), Hepatomegaly, Steatosis of liver<\/li><li><b>Musculoskeletal:<\/b>Disorder of muscle (less than 1%), Rhabdomyolysis (rare)<\/li><\/ul>"},{"id":"928655-s-6","title":"Drug Name Info","sub":{"0":{"id":"928655-s-6-17","title":"US Trade Names","mono":"Tyzeka<br\/>"},"2":{"id":"928655-s-6-19","title":"Class","mono":"<ul><li>Antiviral<\/li><li>Thymidine Nucleoside Analog<\/li><\/ul>"},"3":{"id":"928655-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928655-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"928655-s-7","title":"Mechanism Of Action","mono":"Telbivudine is a synthetic thymidine nucleoside analog with activity against hepatitis B virus by competitive inhibition of viral DNA polymerase (reverse transcriptase). Telbivudine is not active against human cellular DNA polymerases. Once telbivudine is incorporated into viral DNA (anti-complement or second-strand DNA) by hepatitis B polymerase, DNA chain termination results. <br\/>"},{"id":"928655-s-8","title":"Pharmacokinetics","sub":[{"id":"928655-s-8-23","title":"Absorption","mono":"Effect of food: none.<br\/>"},{"id":"928655-s-8-24","title":"Distribution","mono":"Protein binding: 3.3% <br\/>"},{"id":"928655-s-8-25","title":"Metabolism","mono":"Not metabolized <br\/>"},{"id":"928655-s-8-26","title":"Excretion","mono":"Renal: 42% unchanged <br\/>"},{"id":"928655-s-8-27","title":"Elimination Half Life","mono":"40 to 49 hours <br\/>"}]},{"id":"928655-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>may be taken with or without food <br\/>"},{"id":"928655-s-10","title":"Monitoring","mono":"<ul><li>clinical response to therapy, including serum aminotransferases (ALT and AST), serum hepatitis B antigen, and serum hepatitis B surface antigen; regularly during treatment<\/li><li>hepatitis B virus (HBV) DNA levels; at 24 weeks of treatment to ensure complete viral suppression has occurred (HBV DNA less than 300 copies\/mL)<\/li><li>improvement in signs and symptoms of hepatitis B infection<\/li><li>hepatic function; closely for at least several months after stopping treatment for potential acute exacerbation of hepatitis B<\/li><li>signs and symptoms of acute exacerbation of hepatitis B; for at least several months after stopping treatment<\/li><\/ul>"},{"id":"928655-s-11","title":"How Supplied","mono":"<b>Tyzeka<\/b><br\/>Oral Tablet: 600 MG<br\/>"},{"id":"928655-s-12","title":"Toxicology","sub":[{"id":"928655-s-12-31","title":"Clinical Effects","mono":"<b> ANTIVIRAL NUCLEOSIDES <\/b><br\/>USES: Adefovir dipivoxil, entecavir, and telbivudine are antiviral agents used to treat chronic hepatitis B in patients with evidence of active viral replication and either evidence of persistent elevations in serum aminotransferases (ALT or AST) or histologically active disease. PHARMACOLOGY: Adefovir is an acyclic nucleotide analogue of adenosine monophosphate. It is phosphorylated via cellular enzymes to active form, adefovir diphosphate, and inhibits HBV DNA polymerase (reverse transcriptase) by competing with the natural substrate deoxyadenosine triphosphate and by causing DNA chain termination after its incorporation into viral DNA. Entecavir is a guanosine nucleoside analogue antiviral agent with selective activity against HBV polymerase. It is phosphorylated to active form, entecavir triphosphate and inhibits all three activities of the HBV polymerase (reverse transcriptase, rt): [1-base priming, 2-reverse transcription of the negative strand from the pregenomic messenger RNA, and 3-synthesis of the positive strand of HBV DNA] by competing with the natural substrate deoxyguanosine triphosphate.  Telbivudine (beta-L-2'-deoxythymidine) is a synthetic thymidine nucleoside analog with activity against hepatitis B virus by competitive inhibition of both viral reverse transcriptase and DNA polymerase. Like other nucleoside analogues, the antiviral activity of telbivudine is dependent on its conversion intracellulary to telbivudine triphosphate. Once incorporated into viral DNA (anti-complement or second-strand DNA) by hepatitis B polymerase, DNA chain termination results. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: ADEFOVIR: Gastrointestinal side effects have been reported in patients following doses of adefovir dipivoxil 500 mg daily for 2 weeks and 250 mg daily for 12 weeks. ENTECAVIR: Healthy subjects who received single entecavir doses up to 40 mg or multiple doses up to 20 mg\/day for up to 14 days did not experience any unexpected adverse events. TELBIVUDINE: One patient received an unintentional overdose and was asymptomatic. The dose was not reported. No increase in or unexpected adverse effects were reported in healthy subjects who received 1800 milligram\/day for 4 days. ADVERSE EFFECTS: Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported in patients taking nucleoside analogues alone or in combination with antiretroviral. ADEFOVIR: Asthenia, headache, abdominal pain, nausea, flatulence, diarrhea, and dyspepsia have been reported in patients receiving adefovir in clinical trials. However, the incidence of these adverse events was similar in the placebo group.  Other adverse effects included rash, pruritus, vomiting, abnormal renal function, elevation in serum transaminases, cough, pharyngitis, sinusitis, Stevens-Johnson syndrome, toxic epidermal necrolysis, hepatic failure, and fever. Nephrotoxicity has been reported during adefovir therapy, particularly using doses higher than 10 mg daily. It is characterized primarily by rises in serum creatinine and decreases in serum phosphorus levels; patients with underlying renal dysfunction are at greater risk. ENTECAVIR: COMMON: Headache, fatigue, dizziness, and nausea. OTHER EFFECTS: Hyperglycemia, glycosuria, dyspepsia, vomiting, elevated serum amylase and lipase, hematuria, and photophobia. TELBIVUDINE: COMMON: Abdominal pain, transient increase in creatine kinase, myopathy, headache, nasopharyngitis, upper respiratory infection, malaise, and fatigue. Increases in ALT as high as ten times the upper limit of normal have been reported but may have been associated with resistance.  Isolated cases of rhabdomyolysis have been reported with postmarketing use of telbivudine. <br\/>"},{"id":"928655-s-12-32","title":"Treatment","mono":"<b>ANTIVIRAL NUCLEOSIDES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not recommended. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg.<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value for entecavir or telbivudine because of the large volume of distribution of these agents. Hemodialysis would likely be effective for adefovir.<\/li><li>Monitoring of patient: Monitor vital signs, renal function, and liver enzymes in symptomatic patients. Monitor serum electrolytes in patients with severe vomiting and\/or diarrhea. Monitor serum lactate and arterial blood gases in symptomatic patients. Monitor CK; monitor renal function, and urine output in patients with rhabdomyolysis.  Isolated cases of rhabdomyolysis have been reported with postmarketing use of telbivudine.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, electrolyte abnormalities, lactic acidosis, hepatic failure, or renal failure.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"928655-s-12-33","title":"Range of Toxicity","mono":"<b> ANTIVIRAL NUCLEOSIDES <\/b><br\/>ADEFOVIR: Gastrointestinal side effects have been reported in patients following doses of adefovir dipivoxil 500 mg daily for 2 weeks and 250 mg daily for 12 weeks. ENTECAVIR: Healthy subjects who received single entecavir doses up to 40 mg or multiple doses up to 20 mg\/day for up to 14 days did not experience any unexpected adverse events. TELBIVUDINE:  Healthy subjects who received telbivudine at doses up to 1800 mg\/day for 4 days did not experience any unexpected adverse events. THERAPEUTIC DOSES: ADULTS: ADEFOVIR: 10 mg orally once daily. ENTECAVIR: Varies by indication; 0.5 mg to 1 mg orally once daily. TELBIVUDINE: 600 mg orally once daily. CHILDREN: ADEFOVIR: (12 years and older) 10 mg orally once daily. Safety and efficacy of adefovir in pediatric patients below the age of 12 years have not been established. ENTECAVIR: (16 years and older): Varies by indication; 0.5 mg to 1 mg orally once daily. Safety and efficacy of entecavir in pediatric patients below the age of 16 years have not been established. TELBIVUDINE: (16 years and older) 600 mg orally once daily. Safety and efficacy of telbivudine in pediatric patients below the age of 16 years have not been established. <br\/>"}]},{"id":"928655-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>Advise patients who are on a low sodium diet that the oral solution contains 47 mg of sodium per 30 mL of the solution.<\/li><li>Drug may cause fatigue, increased creatine kinase, headache, cough, diarrhea, abdominal pain, nausea, pharyngolaryngeal pain, arthralgia, pyrexia, rash, back pain, dizziness, myalgia, ALT increased, dyspepsia, insomnia, and abdominal distension.<\/li><li>Advise patient to immediately report unexplained muscle weakness, tenderness, or pain.<\/li><li>Instruct patient to immediately report any numbness, tingling, and\/or burning sensations in the arms and\/or legs, with or without difficulty walking.<\/li><li>Instruct patient to report signs\/symptoms of lactic acidosis (nausea, vomiting, abdominal pain, tachypnea) or decreased liver function.<\/li><li>After drug discontinuation, patient should monitor for and report signs\/symptoms of hepatitis, as severe acute exacerbations of hepatitis B may occur after drug therapy ceases.<\/li><li>Tell patient that the concomitant use of injectable interferon products is contraindicated.<\/li><\/ul>"}]}