{"generic":"Fluticasone Furoate","drugs":["Arnuity Ellipta","Fluticasone Furoate","Veramyst"],"mono":{"0":{"id":"928781-s-0","title":"Generic Names","mono":"Fluticasone Furoate"},"1":{"id":"928781-s-1","title":"Dosing and Indications","sub":[{"id":"928781-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Allergic rhinitis, Seasonal and perennial:<\/b> initial, 2 sprays (27.5 mcg\/spray) INTRANASALLY in each nostril once daily (110 mcg\/day); may decrease to 1 spray in each nostril once daily after maximum benefit achieved and symptoms controlled<\/li><li><b>Asthma:<\/b> Initial dose (not currently using inhaled corticosteroids): 100 mcg ORAL INHALATION once daily; do not exceed 1 dose\/day<\/li><li><b>Asthma:<\/b> Usual dose (based on current therapy and severity of disease): 100 or 200 mcg ORAL INHALATION once daily; may increase to MAX of 200 mcg\/day if poor response after 2 weeks at 100 mcg\/day; do not exceed 1 dose\/day<\/li><\/ul>"},{"id":"928781-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Allergic rhinitis, Seasonal and perennial:<\/b> (2 to 12 years) initial, 1 spray (27.5 mcg) INTRANASALLY in each nostril once daily (55 mcg\/day); if adequate response is not achieved, may increase to 2 sprays in each nostril once daily; reduce dosage to 1 spray in each nostril once daily after maximum benefit achieved and symptoms controlled<\/li><li><b>Allergic rhinitis, Seasonal and perennial:<\/b> (12 years and older) 2 sprays (27.5 mcg\/spray) INTRANASALLY in each nostril once daily (110 mcg\/day); may decrease to 1 spray in each nostril once daily after maximum benefit achieved and symptoms controlled<\/li><li><b>Asthma:<\/b> 12 years or older (not currently using inhaled corticosteroids): 100 mcg ORAL INHALATION once daily; do not exceed 1 dose\/day<\/li><li><b>Asthma:<\/b> 12 years or older (based on current therapy and severity of disease): 100 or 200 mcg ORAL INHALATION once daily; may increase to MAX of 200 mcg\/day if poor response after 2 weeks at 100 mcg\/day; do not exceed 1 dose\/day<\/li><\/ul>"},{"id":"928781-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal:<\/b> No adjustment necessary<\/li><li><b>Hepatic impairment, moderate or severe:<\/b> Caution advised due to increased systemic exposure; monitoring recommended<\/li><li><b>Geriatric:<\/b> Initiate at low end of dosing range<\/li><\/ul>"},{"id":"928781-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Allergic rhinitis, Seasonal and perennial<\/li><li>Asthma<\/li><\/ul>"}]},"3":{"id":"928781-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928781-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to milk proteins, fluticasone furoate, or any other component of the product<\/li><li>status asthmaticus or other acute asthma episodes requiring intensive treatment<\/li><\/ul>"},{"id":"928781-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- transferring from systemic to inhaled corticosteroid therapy presents risk of acute adrenal insufficiency, especially in times of stress; monitoring recommended<\/li><li>-- systemic corticosteroid effects such as hypercorticism or adrenal suppression may occur; monitoring recommended and dose reduction may be required<\/li><li>Hepatic:<\/li><li>-- moderate to severe hepatic impairment; monitoring recommended<\/li><li>Immunologic:<\/li><li>-- hypersensitivity reactions such as anaphylaxis, urticaria, angioedema, rash, bronchospasm, flushing, or allergic dermatitis, may occur; increased risk of severe reactions among patients with severe milk allergy<\/li><li>-- immunosuppression may occur, increasing the risk and severity of infections such as chicken pox and measles; consider immune globulin prophylaxis in unimmunized patients<\/li><li>-- allergic conditions (eg, rhinitis, eczema, arthritis, conjunctivitis, eosinophilic conditions) may be unmasked with transfer from systemic to inhaled corticosteroid therapy<\/li><li>Musculoskeletal Effects:<\/li><li>-- decreases in bone mineral density may occur with long-term use; monitor at-risk patients (eg, on prolonged bedrest, with family history of osteoporosis, or chronic use of oral corticosteroids, anticonvulsants, or other drugs that reduce bone mass)<\/li><li>Ophthalmic:<\/li><li>-- glaucoma, cataracts, increased intraocular pressure have been reported; monitoring recommended in those with a change in vision or history of these conditions<\/li><li>Respiratory:<\/li><li>-- paradoxical bronchospasm may occur; discontinue immediately<\/li><li>-- patients with recent nasal ulcers, nasal surgery, or nasal trauma should avoid use due to impaired wound healing<\/li><li>-- Candida albicans infections of the nose, mouth, and pharynx have been reported; treatment interruption may be required<\/li><li>Other:<\/li><li>-- children and adolescents may experience reduced growth, especially with high doses or long-term use; monitoring and possible dose adjustment required<\/li><li>Concomitant use:<\/li><li>-- use with ritonavir or other potent CYP3A4 inhibitors (eg, ketoconazole, voriconazole, troleandomycin, telithromycin, saquinavir, nelfinavir, nefazodone, lopinavir, itraconazole, indinavir, conivaptan, clarithromycin, ritonavir) is not recommended with nasal spray<\/li><\/ul>"},{"id":"928781-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Fluticasone: C (FDA)<\/li><li>Fluticasone: B3 (AUS)<\/li><\/ul>"},{"id":"928781-s-3-12","title":"Breast Feeding","mono":"Fluticasone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928781-s-4","title":"Drug Interactions","sub":{"1":{"id":"928781-s-4-14","title":"Major","mono":"<ul><li>Aprepitant (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (probable)<\/li><li>Dasabuvir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (established)<\/li><li>Ketoconazole (probable)<\/li><li>Mitotane (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tipranavir (probable)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"}}},"5":{"id":"928781-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Musculoskeletal:<\/b>Backache (1% to 3%)<\/li><li><b>Neurologic:<\/b>Headache (6% to 13%)<\/li><li><b>Respiratory:<\/b>Cough (3% to 4%), Epistaxis (4% to 20%), Pain in throat (2% to 4%)<\/li><li><b>Other:<\/b>Fever (4% to 5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Adrenal insufficiency, Cushing's syndrome, Secondary hypocortisolism<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Musculoskeletal:<\/b>Decreased bone mineral density<\/li><li><b>Ophthalmic:<\/b>Cataract, Glaucoma<\/li><li><b>Respiratory:<\/b>Bronchospasm, Nasal infection, Candida albicans, Pneumonia<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"928781-s-6","title":"Drug Name Info","sub":{"0":{"id":"928781-s-6-17","title":"US Trade Names","mono":"<ul><li>Veramyst<\/li><li>Arnuity Ellipta<\/li><\/ul>"},"2":{"id":"928781-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Corticosteroid, Strong<\/li><\/ul>"},"3":{"id":"928781-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928781-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928781-s-7","title":"Mechanism Of Action","mono":"Fluticasone furoate is a synthetic trifluorinated corticosteroid. The anti-inflammatory activity of corticosteroids contributes to their efficacy in treatment of symptoms of asthma and allergic rhinitis; although, exact mechanisms are unknown.<br\/>"},"8":{"id":"928781-s-8","title":"Pharmacokinetics","sub":[{"id":"928781-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral inhalation: 0.5 to 1 hour<\/li><li>Bioavailability, Oral inhalation: 13.9%<\/li><li>Bioavailability,Intranasal): 0.5%<\/li><li>Bioavailability, Oral: 1.26%<\/li><\/ul>"},{"id":"928781-s-8-24","title":"Distribution","mono":"<ul><li>Vd, IV: 608 to 661 L<\/li><li>Protein binding: greater than 99%<\/li><\/ul>"},{"id":"928781-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive<\/li><li>substrate of CYP3A4<\/li><\/ul>"},{"id":"928781-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: (IV), 90%<\/li><li>Renal: (IV), 2%<\/li><li>Fecal: (oral), 101%<\/li><li>Renal: (oral), 1%<\/li><\/ul>"},{"id":"928781-s-8-27","title":"Elimination Half Life","mono":"<ul><li>IV: 15.1 hours<\/li><li>Oral inhalation: 24 hours<\/li><\/ul>"}]},"9":{"id":"928781-s-9","title":"Administration","mono":"<ul><li><b>Inhalation, oral<\/b><br\/><ul><li>for oral inhalation only<\/li><li>store unopened inside foil tray until just prior to initial use<\/li><li>fully open inhaler cover to prepare dose; opening and closing device cover without inhaling results in loss of a dose<\/li><li>after each dose, rinse mouth with water and spit out without swallowing<\/li><li>routine cleaning of device not required; mouthpiece can be cleaned with a dry tissue before closing cover<\/li><li>discard when the counter reads zero (ie, when all doses have been used) or 6 weeks after opening foil tray, whichever comes first<\/li><\/ul><\/li><li><b>Nasal<\/b><br\/><ul><li>for intranasal use only<\/li><li>shake well before each use<\/li><li>prime the bottle with 6 test sprays before first-time use; if not used for 30 days or if the cap is left off the bottle for 5 days or longer, prime the bottle again<\/li><\/ul><\/li><\/ul>"},"10":{"id":"928781-s-10","title":"Monitoring","mono":"<ul><li>improvement in symptoms of allergic rhinitis or asthma or decreased use of rescue medication are indicative of efficacy<\/li><li>(oral inhalation) reevaluate need for continued use and consider alternative therapies if adequate response is not achieved<\/li><li>glaucoma and cataracts; closely in patients on chronic therapy, with a change in vision, or history of glaucoma, cataracts, or increased intraocular pressure.<\/li><li>linear growth velocity (eg, stadiometry); routinely in pediatric patients<\/li><li>(nasal) signs and symptoms of reactions on the nasal mucosa (eg; epistaxis, nasal ulceration, Candida albicans infection, nasal septal perforation, impaired wound healing); periodically<\/li><li>(nasal) worsening of existing tuberculosis, fungal, bacterial, viral or parasitic infections, or ocular herpes simplex; periodically in patients on prolonged therapy<\/li><li>systemic corticosteroid effects (ie, hypercorticism, adrenal suppression); periodically with prolonged therapy (nasal)  and in all patients and especially with postoperative use or during periods of stress and in patients with moderate to severe hepatic impairment (oral inhalation)<\/li><li>(oral inhalation) decreases in bone mineral density; in at risk patients<\/li><\/ul>"},"11":{"id":"928781-s-11","title":"How Supplied","mono":"<ul><li><b>Arnuity Ellipta<\/b><br\/>Inhalation Powder: 100 MCG\/Actuation, 200 MCG\/Actuation<br\/><\/li><li><b>Veramyst<\/b><br\/>Nasal Spray: 27.5 MCG\/Actuation<br\/><\/li><\/ul>"},"12":{"id":"928781-s-12","title":"Toxicology","sub":[{"id":"928781-s-12-31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"928781-s-12-32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"928781-s-12-33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"928781-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to seek immediate medical attention if their symptoms get worse or if they need more inhalations from their rescue inhaler than usual.<\/li><li>Advise patient that drug is not to be used to relieve acute symptoms and extra doses should not be used for that purpose. Instruct patient to treat acute symptoms with a short-acting beta-2 agonist rescue inhaler.<\/li><li>Instruct patient to avoid exposure to chickenpox and measles during drug therapy. If exposure occurs, patient must notify his or her physician immediately.<\/li><li>Nasal spray side effects may include candidiasis, epistaxis, nasal ulceration, impaired wound healing, and nasal septal perforation.<\/li><li>Oral inhalation side effects may include upper respiratory tract infection, nasopharyngitis, bronchitis, or headache.<\/li><li>Counsel patient to report episodes of asthma that are not resolved with bronchodilator use of short-acting beta-2 agonist, such as albuterol, for the acute symptoms of asthma.<\/li><li>Instruct patient to report symptoms of infection or hypersensitivity (anaphylaxis, angioedema, rash, and urticaria).<\/li><li>Advise patient that symptomatic improvement may not be seen for several days.<\/li><li>Advise patient to report any changes in vision, as drug may cause glaucoma and cataracts.<\/li><li>Caregivers of pediatric patients should monitor for and report decreased growth.<\/li><li>Instruct patient to report symptoms of systemic corticosteroid effects such as adrenal suppression or hypercorticism (weight gain, fatigue, muscle weakness, facial rounding, fragile or thin skin). Patients on long-term therapy are at increased risk.<\/li><li>Patient should report worsening symptoms of ocular herpes simplex or an existing tuberculosis, fungal, bacterial, viral or parasitic infection.<\/li><li>Instruct patient to take drug at the same time every day and not use it more than once every 24 hours.<\/li><li>Counsel patient on proper preparation of the delivery device, and inhalation technique.<\/li><li>Advise patient using oral inhaler to rinse mouth with water after each dose.<\/li><li>Advise patient that there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><li> Instruct  patient to take next dose of oral inhalation at the same time they normally do if a dose is missed.<\/li><\/ul>"}}}