{"generic":"Lisdexamfetamine Dimesylate","drugs":["Lisdexamfetamine Dimesylate","Vyvanse"],"mono":[{"id":"928758-s-0","title":"Generic Names","mono":"Lisdexamfetamine Dimesylate"},{"id":"928758-s-1","title":"Dosing and Indications","sub":[{"id":"928758-s-1-4","title":"Adult Dosing","mono":"<ul><li>Assess all patients for cardiac disease (eg, careful patient history, family history of sudden death or ventricular arrhythmia, and physical exam) and for abuse potential prior to initiation<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> Initial, 30 mg ORALLY once daily in the morning<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> May increase dosage in increments of 10 mg or 20 mg ORALLY per day at approximately weekly intervals to optimal response; MAX 70 mg\/day<\/li><li><b>Binge eating disorder (Moderate to Severe):<\/b> Initial, 30 mg ORALLY once daily in the morning<\/li><li><b>Binge eating disorder (Moderate to Severe):<\/b> Titrate in 20-mg increments at approximately weekly intervals to target dose of 50 to 70 mg ORALLY once daily in the morning; MAX 70 mg\/day; discontinue use if binge eating does not improve<\/li><\/ul>"},{"id":"928758-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Assess all patients for cardiac disease (eg, careful patient history, family history of sudden death or ventricular arrhythmia, and physical exam) and for abuse potential prior to initiation<\/li><li>Safety and efficacy not established for the treatment of binge eating disorder in pediatric patients<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> (6 to 17 years) Initial, 30 mg ORALLY once daily in the morning<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> (6 to 17 years) May increase dosage in increments of 10 mg or 20 mg ORALLY per day at approximately weekly intervals to optimal response; MAX 70 mg\/day<\/li><\/ul>"},{"id":"928758-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, severe (GFR 15 to less than 30 mL\/min\/1.73 m(2)):<\/b> MAX 50 mg\/day<\/li><li><b>Renal impairment, ESRD (GFR less than 15 mL\/min\/1.73 m(2)):<\/b> MAX 30 mg\/day<\/li><li><b>Geriatric:<\/b> Start at the low end of the dosing range<\/li><li><b>Gender:<\/b> No adjustments needed<\/li><li><b>Urinary acidifiers (eg, ascorbic acid):<\/b> Blood levels of amphetamine are decreased; adjust lisdexamfetamine dose accordingly.<\/li><li><b>Urinary alkalizers (eg, sodium bicarbonate):<\/b> Blood levels of amphetamine are increased; adjust lisdexamfetamine dose accordingly.<\/li><\/ul>"},{"id":"928758-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Attention deficit hyperactivity disorder<\/li><li>Binge eating disorder (Moderate to Severe)<\/li><\/ul>"}]},{"id":"928758-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Use of CNS stimulants (amphetamines and methylphenidate-containing products), including lisdexamfetamine dimesylate, have a high potential for abuse and dependence. Assess the risk of abuse before prescribing and monitor for signs of abuse and dependence during therapy.<br\/>"},{"id":"928758-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928758-s-3-9","title":"Contraindications","mono":"<ul><li>Concurrent use of MAOI, or within 14 days of MAOI use<\/li><li>Known hypersensitivity to amphetamine products or product ingredients due to postmarketing reports of anaphylactic reactions, Stevens-Johnson syndrome, angioedema, and urticaria<\/li><\/ul>"},{"id":"928758-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Abuse and dependence may occur; assess baseline risk and monitor during therapy<\/li><li>Cardiovascular:<\/li><li>-- Avoid use in patients with structural cardiac abnormalities or other serious cardiac conditions (eg, cardiomyopathy, serious heart arrhythmia, coronary artery disease)<\/li><li>-- Sudden death, stroke, and myocardial infarction have been reported at recommended doses; evaluate patients who develop exertional chest pain, unexplained syncope, or arrhythmias during treatment<\/li><li>-- Monitor for blood pressure and heart rate increases during treatment<\/li><li>-- Monitor for peripheral vasculopathy (eg, Raynaud's phenomenon) during therapy; dose adjustment or discontinuation may be required<\/li><li>Endocrine Metabolic:<\/li><li>-- Monitor pediatric patients for growth suppression (ie, weight loss and slowed growth rate); treatment interruption may be necessary<\/li><li>Psychiatric:<\/li><li>-- In patients with psychosis, treatment may worsen symptoms<\/li><li>-- Psychotic or manic symptoms (eg, hallucinations, delusional thinking, or mania) may occur in children and adolescents with no prior history of these disorders; discontinuation may be necessary<\/li><li>-- Assess for bipolar disorder before treatment initiation, as treatment may induce a mixed\/manic episode<\/li><li>Renal:<\/li><li>-- Reduce the dose in patients with severe renal impairment (ie, GFR 15 to less than 30 mL\/min\/1.74 m[2]) or ESRD (ie, GFR less than 15 mL\/min\/1.73 m[2])<\/li><\/ul>"},{"id":"928758-s-3-11","title":"Pregnancy Category","mono":"Lisdexamfetamine: C (FDA)<br\/>"},{"id":"928758-s-3-12","title":"Breast Feeding","mono":"Lisdexamfetamine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"928758-s-4","title":"Drug Interactions","sub":[{"id":"928758-s-4-13","title":"Contraindicated","mono":"<ul><li>Clorgyline (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Nialamide (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Toloxatone (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"928758-s-4-14","title":"Major","mono":"<ul><li>Donepezil (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><\/ul>"}]},{"id":"928758-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (pediatrics, 3%)<\/li><li><b>Endocrine metabolic:<\/b>Decreased body growth, Weight decreased (pediatrics, 9%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (adults, 7%), Loss of appetite (adults, 8% to 27%; pediatrics, 34% to 39%), Nausea (adults, 7%; pediatrics, 6%), Upper abdominal pain (pediatrics, 12%), Vomiting (pediatrics, 9%), Xerostomia (Adults, 26% to 36%; pediatrics, 4% to 5%)<\/li><li><b>Neurologic:<\/b>Dizziness (pediatrics, 5%), Insomnia (Adults, 20% to 27%; pediatrics, 13% to 23%)<\/li><li><b>Psychiatric:<\/b>Anxiety (Adults, 5% to 6%), Irritability (pediatrics, 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain, Myocardial infarction, Peripheral vascular disease, Raynaud's disease, Sudden cardiac death, Tachycardia, Ventricular hypertrophy<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Seizure<\/li><\/ul>"},{"id":"928758-s-6","title":"Drug Name Info","sub":{"0":{"id":"928758-s-6-17","title":"US Trade Names","mono":"Vyvanse<br\/>"},"2":{"id":"928758-s-6-19","title":"Class","mono":"<ul><li>Amphetamine (class)<\/li><li>CNS Stimulant<\/li><\/ul>"},"3":{"id":"928758-s-6-20","title":"Regulatory Status","mono":"Schedule II<br\/>"},"4":{"id":"928758-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"928758-s-7","title":"Mechanism Of Action","mono":"After oral administration, lisdexamfetamine dimesylate is rapidly absorbed and converted to the active drug dextroamphetamine. The mechanism of action of dextroamphetamine in ADHD is unknown but it may block the reuptake of norepinephrine and dopamine.<br\/>"},{"id":"928758-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"928758-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, dextroamphetamine (active drug), oral: 3.5 to 3.8 hours<\/li><li>Bioavailability, Oral: rapidly absorbed<\/li><li>Effect of food: prolongs Tmax by 1 hour<\/li><\/ul>"},"2":{"id":"928758-s-8-25","title":"Metabolism","mono":"<ul><li>Blood: lisdexamfetamine dimesylate is rapidly hydrolyzed to the active drug, dextroamphetamine<\/li><li>Dextroamphetamine: active<\/li><\/ul>"},"3":{"id":"928758-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 0.3%<\/li><li>Renal: 96%; 42% related to amphetamine; 25% as hippuric acid; 2% unchanged<\/li><li>Total body: age 65 to 75 years, clearance decreased 26% in women and 10% in men<\/li><\/ul>"},"4":{"id":"928758-s-8-27","title":"Elimination Half Life","mono":"less than 1 hour <br\/>"}}},{"id":"928758-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Once-daily dosing in the morning; avoid afternoon doses to avoid insomnia<\/li><li>May be taken with or without food<\/li><li>Swallow capsule whole, or open capsule and dissolve entire contents in water, yogurt, or orange juice and consume immediately as a single dose; do not store mixture.<\/li><li>Do not take less than 1 capsule daily, and do not divide a single capsule.<\/li><\/ul>"},{"id":"928758-s-10","title":"Monitoring","mono":"<ul><li>improvement of mental and behavioral symptoms of ADHD indicates efficacy<\/li><li>cardiac assessment, including a physical exam and complete family and patient history; prior to initiating therapy<\/li><li>blood pressure and heart rate  baseline and at 1 to 3 months, every 6 to 12 months thereafter<\/li><li>bipolar disorder and risk factors associated with developing a manic episode; prior to initiating therapy<\/li><li>height and weight; periodically during treatment in pediatric patients<\/li><li>digital changes (eg, peripheral vasculopathy, Raynaud's phenomenon); further evaluation (eg, rheumatology referral) if needed<\/li><\/ul>"},{"id":"928758-s-11","title":"How Supplied","mono":"<b>Vyvanse<\/b><br\/>Oral Capsule: 10 MG, 20 MG, 30 MG, 40 MG, 50 MG, 60 MG, 70 MG<br\/>"},{"id":"928758-s-12","title":"Toxicology","sub":[{"id":"928758-s-12-31","title":"Clinical Effects","mono":"<b>AMPHETAMINES AND RELATED DRUGS <\/b><br\/>USES: Amphetamines and related agents are CNS stimulants. They are sold as commercial pharmaceutical agents to treat medical conditions (eg, attention deficit disorder, narcolepsy, and obesity). Illicit amphetamines, such as hallucinogenic amphetamines, methamphetamine, and methylphenidate, are covered in separate managements. PHARMACOLOGY: Amphetamines are sympathomimetic agents structurally related to norepinephrine. They have greater stimulant effects than other catecholamines. Peripherally, amphetamines promote the release of norepinephrine from stores in adrenergic nerve terminals and directly stimulate alpha- and beta-adrenergic receptors. They also inhibit catecholamine metabolism by inhibiting monoamine oxidase enzymes. Centrally, amphetamines stimulate the cerebral cortex, medullary respiratory center, and reticular activating system. TOXICOLOGY: Overdose or chronic excessive use causes a sympathomimetic toxidrome (eg, tachycardia, hypertension, agitation, and, in severe cases, psychosis). EPIDEMIOLOGY: Exposures are common. Severe effects are rare but may be seen in large overdoses and chronic exposures. Diversion and abuse of pharmaceutical amphetamines is common. MILD TO MODERATE POISONING: Hyperactivity, diaphoresis, flushing, mydriasis, nausea, vomiting, abdominal pain, hypertension, palpitations, tachycardia, chest pain, headache, hyperventilation, and confusion. SEVERE POISONING: Generally only seen after illicit use (usually by injection, insufflations, or smoking) of high doses. May cause hyperthermia (greater than 40 degrees C can be life-threatening), dehydration, severe hypertension, tachydysrhythmia, myocardial infarction, vasospasm, aortic dissection, cerebral vascular accidents, sudden cardiac death, pneumothorax, psychosis, seizures, ischemic colitis, rhabdomyolysis, renal failure, hepatic failure, serotonin syndrome, delirium, paranoia, and coma. Rarely, severe acidosis, multiorgan failure, and death occur. ADVERSE EFFECTS: Tachycardia, hypertension, agitation, dyskinesias, psychosis, and seizures. Dose response may be unpredictable. Chronic amphetamine abuse may result in cardiomyopathy, heart failure, malnutrition, weight loss, cerebral vasculitis, permanent psychiatric illness including depression and paranoid psychoses, bruxism, and infection. Amphetamine exposure to the fetus may cause neonatal withdrawal symptoms. An adult withdrawal syndrome has been described in chronic abusers, including severe depression.<br\/>"},{"id":"928758-s-12-32","title":"Treatment","mono":"<b>AMPHETAMINES AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most amphetamine related toxicity may be safely managed with supportive care that includes monitoring airway, breathing, and circulation, and control of agitation with benzodiazepines. Intravenous fluids may be needed for mild dehydration, and sedation for agitation. Charcoal may be indicated if recent ingestion, airway controlled, and low seizure risk. MANAGEMENT OF SEVERE TOXICITY: Severe agitation requires aggressive treatment to avoid malignant hypertension, rhabdomyolysis, hyperthermia, and seizures. Large doses of benzodiazepines may be needed. Severe cases may require neuromuscular paralysis, intubation, and active cooling measures. For tachycardia, treat with intravenous fluids, sedation. For severe hypertension unresponsive to sedation, consider IV nitroprusside. Rhabdomyolysis is best treated with adequate 0.9% normal saline; monitor CK, electrolytes, and creatinine. Diuretics and urinary alkalinization are not recommended. Ventricular dysrhythmias should be treated with standard ACLS protocols.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of potential for agitation, seizures. HOSPITAL: Activated charcoal binds amphetamines. For oral exposures, consider charcoal administration if patient is able to drink safely, low risk for seizures.<\/li><li>Airway management: Intubate if unable to protect airway, to control agitation, hyperthermia, and status epilepticus.<\/li><li>Antidote: None<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Hypertensive episode: Consider IV nitroprusside for severe hypertension unresponsive to sedation. DOSE: Start at 0.5 to 1 mcg\/kg\/min and titrate as needed.<\/li><li>Monitoring of patient: Monitor vital signs (including core temperature) and mental status. Serum concentrations of amphetamine and related agents are not readily available or clinically useful. Urine toxicology screens may detect amphetamines as a class, but do not distinguish between pharmaceutical and illicit forms. False positive amphetamine results may occur after exposure to over-the-counter cold preparations containing ephedrine or pseudoephedrine. No specific lab work is needed in patients with mild clinical signs and symptoms. In patients with severe toxicity, monitor serum electrolytes, CK, renal function, and troponin. Obtain an ECG and institute continuous cardiac monitoring. Consider chest radiograph or CT to exclude pneumothorax or aortic dissection as clinically indicated. Consider a brain CT to exclude traumatic injury or cerebrovascular accident as clinically indicated.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not useful because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Inadvertent ingestions in asymptomatic patients, and pediatric exposures of commercial pharmaceutical agents within published pediatric therapeutic dose, who have no synergistic co-ingestions, may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions, synergistic co-ingestions, unclear history, symptomatic or intoxicated patients, exposure to doses outside published therapeutic ranges, or those in unstable social situations should be sent to a healthcare facility for observation. ADMISSION CRITERIA: Patients with persistent or worsening vital sign abnormalities, continued or difficult to control agitation or psychosis, multiple seizures, cardiac ischemia, or dysrhythmias should be admitted. Intensive care unit is indicated for aggressive airway or cardiac monitoring. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (ie, progressive agitation, psychosis, dysrhythmias, malignant hypertension, hyperthermia), concerns about decontamination, or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"928758-s-12-33","title":"Range of Toxicity","mono":"<b>AMPHETAMINES AND RELATED DRUGS<\/b><br\/>TOXICITY: Dose response is variable. In adults, the acute lethal dose of amphetamine has been reported to be 20 to 25 mg\/kg. Patients who chronically abuse amphetamines develop tolerance, and up to 15,000 mg\/day has been ingested without lethal result. THERAPEUTIC DOSE: ADULT: Amphetamine: 5 to 60 mg\/day in divided doses for narcolepsy or 20 mg daily as an extended-release tablet for the treatment of adult ADHD; Benzphetamine: 25 to 50 mg 1 to 3 times daily; Diethylpropion: 75 mg\/day; Lisdexamfetamine: 30 to 70 mg once daily; Phendimetrazine: 35 mg two to three times daily or 105 mg as a sustained-release capsule once daily; Phentermine: 18.75 or 37.5 mg once daily. PEDIATRIC: Amphetamine (6 years and older): 5 mg once or twice daily; rare for dose to exceed 40 mg\/day for ADHD, or 10 mg extended-release capsule once daily not to exceed 30 mg daily for ADHD; Lisdexamfetamine (6 to 17 years of age): Initially 30 mg once daily, up to a maximum dose of 70 mg once daily for the treatment of ADHD.<br\/>"}]},{"id":"928758-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report use of MAOI within the past 14 days.<\/li><li>Counsel parents that growth rate and weight may need to be monitored more frequently for children using this drug.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause weight loss, decrease or loss of appetite, upper abdominal pain, nausea, vomiting, insomnia, dry mouth, blurred vision, dizziness, headache, tics, or irritability.<\/li><li>Instruct patient to report new or worsened psychiatric problems (eg, behavior and thought problems, bipolar illness, aggressive behavior or hostility). Children and adolescents may also experience new psychotic (eg, hearing voices) or manic symptoms.<\/li><li>Patient should also report chest pain, palpitations, dyspnea, or signs\/symptoms of cardiac dysrhythmia, myocardial infarction, or cerebrovascular accident.<\/li><li>Patient should take the drug in the morning due to the potential for insomnia.<\/li><\/ul>"}]}