{"drugs":["Aliskiren","Tekturna"],"mono":[{"id":"928760-s-0","title":"Generic Names","mono":"Aliskiren"},{"id":"928760-s-1","title":"Dosing and Indications","sub":[{"id":"928760-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hypertension:<\/b> initial, 150 mg ORALLY once daily; may increase to 300 mg\/day based on clinical response<\/li><li><b>Renal impairment, chronic, Nondiabetic:<\/b> 150 mg ORALLY once daily<\/li><\/ul>"},{"id":"928760-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"928760-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild to severe:<\/b> no initial dosage adjustments are necessary<\/li><li><b>hepatic impairment, mild to severe:<\/b> no initial dosage adjustments are necessary<\/li><li><b>geriatric:<\/b> no initial dosage adjustments are necessary<\/li><\/ul>"},{"id":"928760-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypertension<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Diabetic nephropathy - Hypertension<\/li><li>Renal impairment, chronic, Nondiabetic<\/li><\/ul>"}]},{"id":"928760-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>When pregnancy is detected, discontinue aliskiren\/hydrochlorothiazide as soon as possible since drugs that act directly on the renin-angiotensin system can cause injury and death to the developing fetus.<br\/>"},{"id":"928760-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928760-s-3-9","title":"Contraindications","mono":"<ul><li>Concomitant use of angiotensin receptor blockers or ACE inhibitors in patients with diabetes<\/li><li>Hypersensitivity to aliskiren or any component of the product<\/li><\/ul>"},{"id":"928760-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Avoid use during pregnancy due to risk of fetal injury or death; discontinue therapy as soon as possible if pregnancy is detected<\/li><li>Cardiovascular:<\/li><li>-- Symptomatic hypotension may occur in patients with salt or volume depletion or concomitant use of agents acting on the renin-angiotensin system; correct volume or salt depletion prior to use<\/li><li>Endocrine and Metabolic:<\/li><li>-- Hyperkalemia may occur; monitoring recommended<\/li><li>Immunologic:<\/li><li>-- Anaphylactic reactions and angioedema of the face, extremities, lips, tongue, glottis, or larynx, requiring hospitalization and intubation, have been reported; discontinue and do not restart<\/li><li>Renal:<\/li><li>-- Changes in renal function, including acute renal failure, may occur; increased risk when renal function depends on the activity of the renin-angiotensin system (eg, renal artery stenosis, severe heart failure, post myocardial infarction, volume depletion) or with concomitant angiotensin receptor blockers, ACE inhibitors, NSAIDs, or COX-2 inhibitors; monitoring recommended and interruption or discontinuation may be warranted<\/li><li>Concomitant Use:<\/li><li>-- Avoid concomitant use with ACE inhibitors or angiotensin receptor blockers, especially in patient with CrCl less than 60 mL\/min<\/li><li>-- Avoid concomitant cyclosporine or itraconazole<\/li><\/ul>"},{"id":"928760-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"928760-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"928760-s-4","title":"Drug Interactions","sub":[{"id":"928760-s-4-13","title":"Contraindicated","mono":"<ul><li>Azilsartan (probable)<\/li><li>Azilsartan Medoxomil (probable)<\/li><li>Benazepril (probable)<\/li><li>Candesartan (probable)<\/li><li>Captopril (probable)<\/li><li>Enalapril (probable)<\/li><li>Enalaprilat (probable)<\/li><li>Eprosartan (probable)<\/li><li>Fosinopril (probable)<\/li><li>Irbesartan (probable)<\/li><li>Lisinopril (probable)<\/li><li>Losartan (probable)<\/li><li>Moexipril (probable)<\/li><li>Olmesartan (probable)<\/li><li>Perindopril (probable)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Telmisartan (probable)<\/li><li>Trandolapril (probable)<\/li><li>Valsartan (probable)<\/li><\/ul>"},{"id":"928760-s-4-14","title":"Major","mono":"<ul><li>Cyclosporine (probable)<\/li><li>Eliglustat (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Lomitapide (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Tocophersolan (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><\/ul>"},{"id":"928760-s-4-15","title":"Moderate","mono":"<ul><li>Furosemide (probable)<\/li><li>Rifampin (probable)<\/li><\/ul>"}]},{"id":"928760-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (2.3%)<\/li><li><b>Musculoskeletal:<\/b>Musculoskeletal symptom<\/li><li><b>Neurologic:<\/b>Dizziness, Headache (2.4% to 6.2%)<\/li><li><b>Renal:<\/b>Serum blood urea nitrogen raised, Serum creatinine raised<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension<\/li><li><b>Endocrine metabolic:<\/b>Hyperkalemia (0.9%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Musculoskeletal:<\/b>Increased creatine kinase level (1%)<\/li><li><b>Neurologic:<\/b>Seizure<\/li><li><b>Renal:<\/b>Renal impairment<\/li><li><b>Other:<\/b>Angioedema (0.06%)<\/li><\/ul>"},{"id":"928760-s-6","title":"Drug Name Info","sub":{"0":{"id":"928760-s-6-17","title":"US Trade Names","mono":"Tekturna<br\/>"},"2":{"id":"928760-s-6-19","title":"Class","mono":"<ul><li>Antihypertensive<\/li><li>Renin Inhibitor<\/li><\/ul>"},"3":{"id":"928760-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928760-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"928760-s-7","title":"Mechanism Of Action","mono":"Aliskiren directly inhibits renin which decreases plasma renin activity (PRA) and inhibits the conversion of angiotensinogen to angiotensin I (Ang I). Unlike angiotensin converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) which indirectly increase levels of PRA, aliskiren reduces PRA, Ang I, and Angiotensin II (Ang II) by directly inhibiting renin. These reductions occur whether or not aliskiren is used as monotherapy or concomitantly with other antihypertensive agents. It is unknown if aliskiren has an effect on other renin-angiotensin-aldosterone system (RAAS) components.<br\/>"},{"id":"928760-s-8","title":"Pharmacokinetics","sub":[{"id":"928760-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, ESRD, Oral: 2.68 hours (hemodialysis 48 hours postdose); 3.54 hours (hemodialysis 1 hour postdose)<\/li><li>Tmax, Pediatric, Oral: 1 hour (2 mg\/kg); 1.5 to 2 hours (6 mg\/kg)<\/li><li>Oral: rapidly absorbed<\/li><li>Bioavailability: (oral, tablet), 2.5%<\/li><li>Effect of food: high fat food decreased AUC and Cmax by 71% and 85%, respectively; not found to be clinically relevant<\/li><\/ul>"},{"id":"928760-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 135 L<\/li><li>Protein binding: 47% to 51%<\/li><\/ul>"},{"id":"928760-s-8-25","title":"Metabolism","mono":"Hepatic: in vitro via P450 CYP3A4, minor extent.<br\/>"},{"id":"928760-s-8-26","title":"Excretion","mono":"<ul><li>Fecal\/Biliary: 91%, 77.5% unchanged<\/li><li>Renal: 0.6%, 0.4% unchanged<\/li><li>Hemodialysis: No, 10% to 12%<\/li><li>Total body clearance, Pediatric: 3539 to 3905 mL\/hr\/kg (6 mg\/kg; 6 to 17 years); 5388.1 mL\/hr\/kg (2 mg\/kg; 12 to 17 years); 9694 mL\/hr\/kg (2 mg\/kg; 6 to 11 years)<\/li><\/ul>"},{"id":"928760-s-8-27","title":"Elimination Half Life","mono":"<ul><li>approximately 40 hours<\/li><li>ESRD: 38 hours (hemodialysis 1 hour postdose); 42 hours (hemodialysis 48 hours postdose)<\/li><li>Pediatric: 38.8 to 39.2 hours (2 mg\/kg); 42.9 to 45.1 hours (6 mg\/kg)<\/li><\/ul>"}]},{"id":"928760-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take consistently with regard to meals; high-fat meals reduce absorption significantly <br\/>"},{"id":"928760-s-10","title":"Monitoring","mono":"<ul><li>hypertension: a decrease in blood pressure is indicative of clinical response<\/li><li>renal function; periodically in all patients, particularly if risk for developing acute renal failure (eg, renal arterial stenosis, severe heart failure, post myocardial infarction, volume depletion, concomitant  angiotensin receptor blockers, ACE inhibitors, or NSAIDs)<\/li><li>serum potassium; periodically in all patients, especially in patients with risk factors for developing hyperkalemia (eg, concomitant angiotensin receptor blockers, ACE inhibitors, NSAIDs, potassium supplements, or potassium-sparing diuretics, those with preexisting renal insufficiency, or diabetes)<\/li><\/ul>"},{"id":"928760-s-11","title":"How Supplied","mono":"<b>Tekturna<\/b><br\/>Oral Tablet: 150 MG, 300 MG<br\/>"},{"id":"928760-s-12","title":"Toxicology","sub":[{"id":"928760-s-12-31","title":"Clinical Effects","mono":"<b>ALISKIREN<\/b><br\/>USES: Aliskiren is used alone or in combination with other agents to treat hypertension. PHARMACOLOGY: Aliskiren directly inhibits renin which decreases plasma renin activity (PRA) and inhibits the conversion of angiotensinogen to angiotensin I (Ang I). Unlike angiotensin converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) which indirectly increase levels of PRA, aliskiren reduces PRA, Ang I, and Angiotensin II (Ang II) by directly inhibiting renin. These reductions occur whether or not aliskiren is used as monotherapy or concomitantly with other antihypertensive agents. It is unknown if aliskiren has an effect on other renin-angiotensin-aldosterone system (RAAS) components. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. The main effect expected with aliskiren overdose would be hypotension. ADVERSE EFFECTS: Aliskiren is generally well tolerated by most patients. Adverse effects reported with aliskiren therapy include hypotension (rare), diarrhea, abdominal pain, dyspepsia, gastrointestinal reflux disease, dizziness, headache, and decreased hemoglobin and hematocrit. Most symptoms were dose-related, mild, and rarely led to discontinuation of therapy. <br\/>"},{"id":"928760-s-12-32","title":"Treatment","mono":"<b>ALISKIREN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Correct any significant serum electrolyte abnormalities in patients with severe vomiting and\/or diarrhea.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic agents are involved. Ensure adequate ventilation and perform endotracheal intubation early in patients with hemodynamic instability.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs after significant overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Aliskiren is moderately bound to plasma proteins (49.5%) and has a volume of distribution of 135 L. Hemodialysis is unlikely to be useful in overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients who are symptomatic and patients with deliberate overdose should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a local poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"928760-s-12-33","title":"Range of Toxicity","mono":"<b>ALISKIREN<\/b><br\/>TOXICITY: A toxic dose has not been established. Doses up to 600 mg\/day have been used in adults in therapeutic trials with minimal adverse effects. An accidental ingestion of a single 300 mg aliskiren tablet by a 12-year-old boy (77.2 kg) resulted in a significant drop in systolic and diastolic pressure with the nadir occurring approximately 7 hours post-ingestion; his blood pressure gradually improved. THERAPEUTIC DOSE: ADULT: Initial, 150 mg orally once daily; may be increased to 300 mg orally once daily if BP is not adequately controlled. <br\/>"}]},{"id":"928760-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause angioedema of the face, extremities, lips, tongue, glottis, and\/or larynx. Advise patient to report any signs of angioedema, including difficulty in breathing or swallowing.<\/li><li>This drug may cause persistent cough, diarrhea, or rash.<\/li><li>Patient should watch for signs\/symptoms of hypotension with initial dose and dose changes. Advise patient to lie down if feeling faint or dizzy, and to rise slowly from a sitting\/supine position.<\/li><\/ul>"}]}