{"generic":"Ixabepilone","drugs":["Ixabepilone","Ixempra"],"mono":[{"id":"928899-s-0","title":"Generic Names","mono":"Ixabepilone"},{"id":"928899-s-1","title":"Dosing and Indications","sub":[{"id":"928899-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Breast cancer, Locally advanced or metastatic, as monotherapy in patients whose tumors are resistant or refractory to anthracyclines, taxanes, and capecitabine:<\/b> 40 mg\/m(2) IV over 3 hours every 3 weeks; use MAX body surface area (BSA) of 2.2 m(2) in patients whose BSA is greater than 2.2 m(2); do not begin a new treatment cycle until the neutrophil count is 1500 cells\/cubic millimeter (mm(3)) or greater, the platelet count is 100,000 cells\/mm(3) or greater, and nonhematologic toxicities have resolved to grade 1 or less; premedicate 1 hour before each infusion with an H1 antagonist (diphenhydramine 50 mg orally or equivalent) and an H2 antagonist (ranitidine 150 to 300 mg orally or equivalent); additionally premedicate with a corticosteroid (dexamethasone 20 mg IV 30 minutes before infusion or orally 60 minutes before infusion) in patients with a previous hypersensitivity reaction<\/li><li><b>Breast cancer, Locally advanced or metastatic, in combination with capecitabine in patients who are taxane- or anthracycline-resistant, or taxane-resistant with a contraindication to anthracyclines:<\/b> 40 mg\/m(2) IV over 3 hours every 3 weeks; use MAX body surface area (BSA) of 2.2 m(2) in patients whose BSA is greater than 2.2 m(2); do not begin a new treatment cycle until the neutrophil count is 1500 cells\/cubic millimeter (mm(3)) or greater, the platelet count is 100,000 cells\/mm(3) or greater, and nonhematologic toxicities have resolved to grade 1 or less; premedicate 1 hour before each infusion with an H1 antagonist (diphenhydramine 50 mg orally or equivalent) and an H2 antagonist (ranitidine 150 to 300 mg orally or equivalent); additionally premedicate with a corticosteroid (dexamethasone 20 mg IV 30 minutes before infusion or orally 60 minutes before infusion) in patients with a previous hypersensitivity reaction<\/li><\/ul>"},{"id":"928899-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>effectiveness not established in pediatric patients<\/li><li>in a phase 1 trial, safety profile of ixabepilone in pediatric patients aged 2 to 18 years with advanced or refractory solid tumors or acute leukemias was consistent with that seen in adults and the maximum tolerated dose was 8 mg\/m(2) IV daily for 5 days every 21 days; however, no significant anti-tumor activity was observed and a phase 2 trial evaluating the maximum tolerated dose was terminated early due to lack of efficacy.<\/li><\/ul>"},{"id":"928899-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment (bilirubin greater than 1 x ULN or AST\/ALT greater than 2.5 x ULN), when used in combination with capecitabine:<\/b> do not administer<\/li><li><b>hepatic impairment (bilirubin of 1 x ULN or less, and AST and ALT of 2.5 x ULN or less), when used in combination with capecitabine or as monotherapy:<\/b> no dosage adjustment necessary<\/li><li><b>hepatic impairment (bilirubin greater than 1.5 x ULN and up to 3 x ULN, and AST and ALT of up to 10 x ULN), when used as monotherapy:<\/b> use starting dose of 20 mg\/m(2); further dose reductions may be necessary on subsequent courses; may escalate dose up to MAX of 30 mg\/m(2) in subsequent cycles, if tolerated<\/li><li><b>hepatic impairment (bilirubin of 1.5 x ULN or less, and AST and \/ALT levels of 10 x ULN or less), when used as monotherapy:<\/b> reduce the dose to 32 mg\/m(2); further dose reductions may be necessary on subsequent courses<\/li><li><b>concomitant strong CYP3A4 inhibitors and grapefruit juice:<\/b> avoid if possible; if use is necessary, consider reducing the dose to 20 mg\/m(2); after discontinuation of a strong CYP3A4 inhibitor, a 1-week washout period is necessary before increasing the dose to the indicated dose<\/li><li><b>febrile neutropenia:<\/b> delay treatment to allow recovery (including until neutrophil count is 1500\/cubic millimeter (mm(3)) or more), then reduce dose by 20% when given either as monotherapy or in combination with capecitabine; if toxicity recurs, delay treatment until recovery again, and then decrease the dose by an additional 20%; if concurrent diarrhea or stomatitis occurs in combination therapy, stop capecitabine until the neutrophil count is greater than 1000\/mm(3), then restart at the same dose<\/li><li><b>neutrophil count less than 500\/cubic millimeter (mm(3)) for 7 or more days:<\/b> delay treatment until neutrophil count is 1500\/mm(3) or more, then decrease dose by 20% when given either as monotherapy or in combination with capecitabine; if toxicity recurs, delay treatment until recovery again, and then decrease the dose by an additional 20%; if concurrent diarrhea or stomatitis occurs in combination therapy, stop capecitabine until the neutrophil count is greater than 1000\/mm(3), then restart at the same dose<\/li><li><b>platelet count less than 25,000\/cubic millimeter (mm(3)) or platelet count less than 50,000\/mm(3) with bleeding:<\/b> delay treatment until platelet count is 100,000\/mm(3) or more, then decrease dose by 20% when given either as monotherapy or in combination with capecitabine; if toxicity recurs, delay treatment until recovery again, then decrease dose by an additional 20%; if concurrent diarrhea or stomatitis occurs in combination therapy, stop capecitabine until the platelet count is greater than 50,000\/mm(3), then restart at the same dose<\/li><li><b>neuropathy (grade 2 lasting 7 or more days or grade 3 lasting less than 7 days):<\/b> delay treatment to allow recovery to grade 1 or less, then decrease dose by 20% when given either as monotherapy or in combination with capecitabine; if toxicity recurs, delay treatment until recovery again, then decrease the dose by an additional 20%<\/li><li><b>neuropathy (grade 3 lasting 7 or more days or disabling):<\/b> discontinue ixabepilone<\/li><li><b>arthralgia, myalgia, or fatigue (transient grade 3):<\/b> delay treatment to allow recovery to grade 1 or less, then restart at the same dose<\/li><li><b>hand-foot syndrome (grade 3):<\/b> delay treatment to allow recovery to grade 1 or less, then restart at the same dose<\/li><li><b>grade 3 toxicity besides neuropathy, hand-foot syndrome, or transient arthralgia, myalgia, or fatigue:<\/b> delay treatment to allow recovery to grade 1 or less, then decrease the dose by 20% when given either as monotherapy or in combination with capecitabine; if toxicity recurs, delay treatment until recovery again, then decrease the dose by an additional 20%<\/li><li><b>grade 4 toxicity:<\/b> discontinue ixabepilone<\/li><\/ul>"},{"id":"928899-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Breast cancer, Locally advanced or metastatic, as monotherapy in patients whose tumors are resistant or refractory to anthracyclines, taxanes, and capecitabine<\/li><li>Breast cancer, Locally advanced or metastatic, in combination with capecitabine in patients who are taxane- or anthracycline-resistant, or taxane-resistant with a contraindication to anthracyclines<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Hormone refractory prostate cancer, Metastatic<br\/>"}]},{"id":"928899-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>Contraindicated with capecitabine in patients with AST or ALT greater than 2.5 times the upper limit of normal (ULN) or bilirubin greater than one times ULN due to increased risk of toxicity and neutropenia-related death.<br\/>"},{"id":"928899-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928899-s-3-9","title":"Contraindications","mono":"<ul><li>concomitant capecitabine in patients with AST or ALT greater than 2.5 times the ULN or bilirubin greater than 1 times the ULN; increased risk of toxicity and neutropenia-related death<\/li><li>hypersensitivity reaction, severe (Common Toxicity Criteria grade 3\/4), to agents containing Cremophor(R) EL or its derivatives (polyoxyethylated castor oil)<\/li><li>neutrophil count less than 1500 cells\/mm(3)<\/li><li>platelet count less than 100,000 cells\/mm(3)<\/li><\/ul>"},{"id":"928899-s-3-10","title":"Precautions","mono":"<ul><li>hepatic impairment, elevated AST, ALT, or bilirubin; increased ixabepilone exposure and increased frequency of toxicity<\/li><li>alcohol-containing product; Ixempra(R) contains 39.8% dehydrated alcohol<\/li><li>cardiac disease, history of; risk of cardiac adverse events, discontinue therapy for cardiac ischemia or impaired cardiac function<\/li><li>concomitant use with strong CYP3A4 inhibitors (eg, ketoconazole, itraconazole, clarithromycin, atazanvir, nefazodone, saquinavir, telithromycin, ritonavir, indinavir, nelfinavir)<\/li><li>concomitant use with St. John's Wort<\/li><li>diabetes mellitus; increased risk of severe neuropathy<\/li><li>hypersensitivity reactions including anaphylaxis; may occur, monitoring and premedications recommended; discontinue therapy for severe hypersensitivity reactions<\/li><li>myelosuppression, dose dependent; severe neutropenia and thrombocytopenia may occur, CBC monitoring recommended<\/li><li>peripheral neuropathy; new or worsening symptoms may occur; adjust dose, or interrupt or discontinue therapy<\/li><li>report suspected adverse reactions; Bristol-Myers Squibb 1-800-721-5072 or US Food and Drug Administration 1-800-FDA-1088 or www.fda.gov.medwatch<\/li><\/ul>"},{"id":"928899-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"928899-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"928899-s-4","title":"Drug Interactions","sub":{"1":{"id":"928899-s-4-14","title":"Major","mono":"<ul><li>Amprenavir (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Dexamethasone (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (probable)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (probable)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"}}},{"id":"928899-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (monotherapy, 48%; in combination with capecitabine, 31%), Hand-foot syndrome due to cytotoxic therapy (monotherapy, 8%; in combination with capecitabine, 64%), Nail changes (monotherapy, 9%; in combination with capecitabine, 24%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (monotherapy, 13%; in combination with capecitabine, 24%), Constipation (monotherapy, 16%; in combination with capecitabine, 22%), Diarrhea (monotherapy, 22%; in combination with capecitabine, 44%), Inflammatory disease of mucous membrane, Loss of appetite (monotherapy, 19%; in combination with capecitabine, 34%), Nausea (monotherapy, 42%; in combination with capecitabine, 53%), Stomatitis, Vomiting (monotherapy, 29%; in combination with capecitabine, 39%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia, Musculoskeletal pain (monotherapy, 20%; in combination with capecitabine, 23%), Myalgia<\/li><li><b>Neurologic:<\/b>Asthenia, Peripheral neuropathy, Any grade (monotherapy, 63%; in combination with capecitabine, 67%)<\/li><li><b>Other:<\/b>Fatigue<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Left ventricular cardiac dysfunction, Myocardial ischemia, Supraventricular arrhythmia (0.5%)<\/li><li><b>Hematologic:<\/b>Febrile neutropenia, Any grade (monotherapy, 3%; in combination with capecitabine, 5%), Febrile neutropenia, Grade 3, 4, and 5 (monotherapy, 3%; in combination with capecitabine, 4%), Leukopenia, Grade 3 and 4 (monotherapy, 49%; in combination with capecitabine, 57%), Myelosuppression, Neutropenia, Grade 3 and 4 (monotherapy, 54%; in combination with capecitabine, 68%), Neutropenia, Resulting in death (monotherapy, 0.4%; in combination with capecitabine, patients with liver impairment, 29%; in combination with capecitabine, patients without or mild liver impairment, 1.9%), Neutropenia associated with infectious disease (monotherapy, 5%; in combination with capecitabine, 6%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (Severe)<\/li><li><b>Neurologic:<\/b>Peripheral neuropathy, Grade 3 and 4 (monotherapy, 14%; in combination with capecitabine, 23%)<\/li><\/ul>"},{"id":"928899-s-6","title":"Drug Name Info","sub":{"0":{"id":"928899-s-6-17","title":"US Trade Names","mono":"Ixempra<br\/>"},"2":{"id":"928899-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Epothilone<\/li><li>Mitotic Inhibitor<\/li><\/ul>"},"3":{"id":"928899-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928899-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"928899-s-7","title":"Mechanism Of Action","mono":"Ixabepilone, an epothilone B analog, inhibits microtubules halting cell division in the mitotic phase and resulting in subsequent cell death.<br\/>"},{"id":"928899-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"928899-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 67% to 77%<\/li><li>Volume distribution: at least 1000 L<\/li><\/ul>"},"2":{"id":"928899-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic, extensive via CYP3A4<\/li><li>Inactive metabolites, at least 30 identified<\/li><\/ul>"},"3":{"id":"928899-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 21%, 5.6% as unchanged drug<\/li><li>Fecal: 65%, 1.6% as unchanged drug<\/li><li>Total body clearance: adults, 20 L\/hr\/m(2); children, 17 L\/hr\/m(2)<\/li><\/ul>"},"4":{"id":"928899-s-8-27","title":"Elimination Half Life","mono":"52 hours <br\/>"}}},{"id":"928899-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>follow procedures for proper handling and disposal of anticancer drugs<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>allow both the ixabepilone powder vial and diluent vial to stand at room temperature for 30 minutes prior to reconstitution (precipitate may be observed in the diluent vial but should dissolve once it warms to room temperature)<\/li><li>reconstitute as soon as possible (may be stored in the vial, not the syringe, up to 1 hour at room temperature and room light) with diluent to a concentration of 2 mg\/mL<\/li><li>dilute the reconstituted solution with: Lactated Ringer's Injection, USP, NS, USP adjusted with sodium bicarbonate to a pH range between 6 and 9, or PLASMA-LYTE A Injection pH 7.4 (R); in DEHP (di-(2-ethylhexyl)phthalate)-free bags to a final concentration between 0.2 mg\/mL and 0.6 mg\/mL<\/li><li>infuse using a 0.2- to 1.2-micron in-line filter and DEHP (di-(2-ethylhexyl)phthalate)-free infusion containers and administration sets<\/li><li>infuse over 3 hours; administration must be complete within 6 hours<\/li><\/ul><\/li><\/ul>"},{"id":"928899-s-10","title":"Monitoring","mono":"<ul><li>radiographic (eg, computed tomography) evidence of breast tumor response<\/li><li>liver function tests; before initiation and periodically<\/li><li>peripheral blood cell count; at baseline and frequently during therapy<\/li><\/ul>"},{"id":"928899-s-11","title":"How Supplied","mono":"<b>Ixempra<\/b><br\/>Intravenous Powder for Solution: 15 MG, 45 MG<br\/>"},{"id":"928899-s-12","title":"Toxicology","sub":[{"id":"928899-s-12-31","title":"Clinical Effects","mono":"<b>IXABEPILONE<\/b><br\/>USES: Ixabepilone is indicated as monotherapy for the treatment of locally advanced or metastatic breast cancer in patients whose tumors are refractory or resistant to anthracyclines, taxanes, and capecitabine. It is also indicated in combination with capecitabine for the treatment of locally advanced or metastatic breast cancer that is anthracycline- and taxane-resistant. PHARMACOLOGY: Ixabepilone, an epothilone B analog, is an antimicrotubule agent. Ixabepilone inhibits microtubules, halting cell division in the mitotic phase and resulting in subsequent cell death. Ixabepilone stabilizes the microtubules by directly binding to the beta-tubulin subunits (alpha-beta-II and alpha-beta-III). EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. In general, overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. Peripheral neuropathy, fatigue, musculoskeletal pain\/myalgia, and gastrointestinal symptoms (eg, nausea, anorexia, diarrhea, abdominal pain, and stomatitis) have been reported after the inadvertent administration of up to 100 mg\/m(2) of ixabepilone. ADVERSE EFFECTS: MOST COMMON (20% or greater): Peripheral sensory neuropathy, fatigue\/asthenia, myalgia\/arthralgia, alopecia, nausea, vomiting, stomatitis\/mucositis, diarrhea, and musculoskeletal pain. OTHER EFFECTS (20% or greater, occurring in combination with capecitabine): Palmar-plantar erythrodysesthesia syndrome, anorexia, abdominal pain, nail disorder, and constipation. HEMATOLOGIC ABNORMALITIES (40% or greater): Neutropenia, leukopenia, anemia, and thrombocytopenia. Other potentially serious events with therapeutic use: left ventricular dysfunction, myocardial ischemia and hypersensitivity reaction.<br\/>"},{"id":"928899-s-12-32","title":"Treatment","mono":"<b>IXABEPILONE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive.  Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting.  MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Administer colony stimulating factors (filgrastim or sargramostim) in patients who develop severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia or anemia.  In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. <\/li><li>Intrathecal injection: No clinical reports of intrathecal injection of ixabepilone are available. This information was derived from experience with other antineoplastics. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Fresh frozen plasma (25 mL FFP\/liter normal saline or lactated ringers) or 5% albumin have also been used for perfusion, and may be useful because of the high degree of protein binding of ixabepilone. Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; ixabepilone is only available parenterally.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Administer colony stimulating factors if patients develop severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. In patients with an ixabepilone overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days. <\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status in symptomatic patients. Monitor for symptoms of burning sensation, paresthesia, discomfort or neuropathic pain. Nerve conduction studies may be useful. Obtain an ECG and institute continuous cardiac monitoring. Monitor serial CBC with differential and platelet count. In patients with neutropenia, monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Monitor serum electrolytes in patients with prolonged vomiting and\/or diarrhea.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), and daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT CRITERIA:  Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an overdose. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"928899-s-12-33","title":"Range of Toxicity","mono":"<b>IXABEPILONE<\/b><br\/>TOXICITY: Limited overdose data exists. An adult inadvertently received a total dose of 185 mg and developed myalgia (grade 1) and fatigue (grade 1). Recovery was uneventful. Peripheral neuropathy, fatigue, musculoskeletal pain\/myalgia, and gastrointestinal symptoms (eg, nausea, anorexia, diarrhea, abdominal pain, and stomatitis) have been reported after the inadvertent administration of up to 100 mg\/m(2) of ixabepilone. THERAPEUTIC DOSE: ADULT: 40 mg\/m(2) administered intravenously over 3 hours every 3 weeks. For patients with a body surface area greater than 2.2 m(2) the dose should be calculated based on 2.2 m(2). Dose adjustments may be necessary based on clinical and laboratory monitoring. CHILD: Safety and efficacy of ixabepilone use has not been determined in pediatric patients. The safety profile of ixabepilone in children was consistent with that seen in adults and the maximum tolerated dose was 8 mg\/m(2) IV daily for 5 days every 21 days in a phase 1 trial evaluating the safety of ixabepilone in 21 pediatric patients 2 to 18 years of age. <br\/>"}]},{"id":"928899-s-13","title":"Clinical Teaching","mono":"<ul><li>Adverse effects to a fetus may be caused by female patients receiving treatment with this drug. Emphasize the use of reliable contraception to patient.<\/li><li>Patient should avoid driving and other activities requiring mental alertness or coordination until drug effects are realized, as this medicine may cause dizziness or somnolence.<\/li><li>Drug may cause fatigue\/asthenia, myalgia\/arthralgia, alopecia, vomiting, nausea, diarrhea, stomatitis\/mucositis, and musculoskeletal pain.<\/li><li>Instruct patient to report signs\/symptoms of myelosuppression or peripheral neuropathy.<\/li><li>Patient should not eat grapefruit or drink grapefruit juice while receiving this drug.<\/li><\/ul>"}]}