{"drugs":["Temsirolimus","Torisel"],"mono":{"0":{"id":"928801-s-0","title":"Generic Names","mono":"Temsirolimus"},"1":{"id":"928801-s-1","title":"Dosing and Indications","sub":[{"id":"928801-s-1-4","title":"Adult Dosing","mono":"<b>Renal cell carcinoma, Advanced:<\/b> 25 mg IV infused over 30 to 60 minutes once weekly until disease progression or unacceptable toxicity; premedicate with diphenhydramine 25 to 50 mg IV (or similar antihistamine) 30 minutes prior to each dose "},{"id":"928801-s-1-5","title":"Pediatric Dosing","mono":"effectiveness has not been established in pediatric patients "},{"id":"928801-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>absolute neutrophil count less than 1000\/mm(3):<\/b> hold until grade 2 or less and then restart with a dose reduction of 5 mg\/wk; may continue reducing the dose until a dose no lower than 15 mg\/wk is reached<\/li><li><b>platelet count less than 75,000\/mm(3):<\/b> hold until grade 2 or less and then restart with a dose reduction of 5 mg\/wk; may continue reducing the dose until a dose no lower than 15 mg\/wk is reached<\/li><li><b>any grade 3 or greater adverse event:<\/b> hold until grade 2 or less and then restart with a dose reduction of 5 mg\/wk; may continue reducing the dose until a dose no lower than 15 mg\/wk is reached<\/li><li><b>concomitant strong CYP3A4 inhibitors (eg, ketoconazole, itraconazole, clarithromycin, atazanavir, indinavir, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, voriconazole, grapefruit juice):<\/b> avoid if possible or consider dose reduction of temsirolimus to 12.5 mg\/wk; allow for 1-week washout period if the CYP3A4 inhibitor is discontinued prior to increasing back to the original temsirolimus dose<\/li><li><b>concomitant strong CYP3A4 inducers (eg, dexamethasone, rifampin, phenytoin, carbamazepine, rifabutin, rifampacin, phenobarbital):<\/b> avoid if possible or consider dose increase of temsirolimus from 25 to 50 mg\/wk; return to original temsirolimus dose if CYP3A4 inducer is discontinued<\/li><li><b>renal impairment:<\/b> no dosage adjustment necessary<\/li><li><b>hepatic impairment, bilirubin greater than 1.5 times the ULN:<\/b> use is contraindicated<\/li><li><b>hepatic impairment, mild (bilirubin greater than 1 to 1.5 times the ULN, or AST greater than ULN, but bilirubin equal to the ULN or less):<\/b> 15 mg IV once a week<\/li><\/ul>"},{"id":"928801-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Renal cell carcinoma, Advanced<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Mantle cell lymphoma, Relapsed or refractory<br\/>"}]},"3":{"id":"928801-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928801-s-3-9","title":"Contraindications","mono":"bilirubin greater than 1.5 x ULN <br\/>"},{"id":"928801-s-3-10","title":"Precautions","mono":"<ul><li>anticoagulation therapy; potential increased risk of intracerebral bleeding (including fatal outcomes)<\/li><li>bowel perforation, including fatalities, has occurred<\/li><li>CNS tumors (primary CNS tumor or metastases); potential increased risk of intracerebral bleeding (including fatal outcomes)<\/li><li>concomitant use with St. John's wort is not recommended<\/li><li>concomitant use with strong CYP3A4 inhibitors (eg, ketoconazole, itraconazole, clarithromycin, atazanavir, indinavir, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, and voriconazole), strong CYP3A4 inducers (eg, dexamethasone, phenytoin, carbamazepine, rifampin, rifabutin, rifampicin, phenobarbital), or grapefruit juice should be avoided<\/li><li>elderly; increased risk of certain adverse reactions (eg, diarrhea, edema, and pneumonia)<\/li><li>hepatic impairment, mild (bilirubin greater than 1 to 1.5 times the ULN; or AST greater than ULN but bilirubin equal to or less than the ULN); risk of toxicity; dose reduction required<\/li><li>hyperlipidemia; increased serum cholesterol and triglycerides have been reported; monitoring recommended; initiation or dose increases of lipid-lowering agents may be required<\/li><li>hypersensitivity to antihistamines or unable to receive an antihistamine for other medical reasons; pretreatment with antihistamine required prior to infusion<\/li><li>hypersensitivity to temsirolimus or its metabolites (including sirolimus), polysorbate 80, or any other component of the product<\/li><li>hypersensitivity\/infusion reactions (eg, flushing, chest pain, dyspnea, hypotension, apnea, loss of consciousness, hypersensitivity, and anaphylaxis) have been reported; monitoring recommended; interrupt or discontinue infusion if severe reactions occur<\/li><li>infection may occur, including opportunistic infections; increased risk due to immunosuppression; monitoring recommended<\/li><li>interstitial lung disease, some cases fatal, has been reported; monitoring recommended; interruption or discontinuation may be necessary if clinically significant respiratory symptoms develop; medical treatment may be necessary<\/li><li>men with partners of childbearing potential; use of reliable contraception recommended during treatment and for 3 months after last dose due to potential effects on fetus and sperm<\/li><li>perioperative period; abnormal wound healing has been reported<\/li><li>pneumocystis jiroveci pneumonia (PJP), including fatalities, has been reported; consider PJP prophylaxis when concomitant corticosteroids or immunosuppressants are required<\/li><li>pregnancy; may cause fetal harm; avoid pregnancy during treatment and for 3 months after last dose<\/li><li>renal failure, acute, including rapidly progressive and sometimes fatal cases, has been reported<\/li><li>serum glucose, increase, and hyperglycemia have been reported; monitoring recommended; dose increases or use of insulin or hypoglycemic agents may be required<\/li><li>vaccinations; avoid concomitant use of live vaccines and close contact with patients who have received live vaccines<\/li><li>wound healing, abnormal, has been reported<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928801-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"928801-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928801-s-4","title":"Drug Interactions","sub":{"1":{"id":"928801-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (theoretical)<\/li><li>Adenovirus Vaccine Type 7, Live (theoretical)<\/li><li>Aprepitant (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dexamethasone (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fluconazole (probable)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Influenza Virus Vaccine, Live (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (probable)<\/li><li>Measles Virus Vaccine, Live (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Mumps Virus Vaccine, Live (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Poliovirus Vaccine, Live (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (probable)<\/li><li>Ritonavir (theoretical)<\/li><li>Rotavirus Vaccine, Live (theoretical)<\/li><li>Rubella Virus Vaccine, Live (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Smallpox Vaccine (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Typhoid Vaccine (theoretical)<\/li><li>Varicella Virus Vaccine (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Yellow Fever Vaccine (theoretical)<\/li><\/ul>"}}},"5":{"id":"928801-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema (35%)<\/li><li><b>Dermatologic:<\/b>Rash (47%)<\/li><li><b>Endocrine metabolic:<\/b>Hyperglycemia (89%), Hyperlipidemia (87%), Hypertriglyceridemia (83%), Hypophosphatemia (49%)<\/li><li><b>Gastrointestinal:<\/b>Inflammatory disease of mucous membrane (41%), Loss of appetite (32%), Nausea (37%)<\/li><li><b>Hematologic:<\/b>Decreased hemoglobin (All grades, 94%; grade 3 or 4, 20%), Decreased lymphocyte count (All grades, 53%; grade 3 or 4, 16%), Decreased platelet count (All grades, 40%; grade 3 or 4, 1%), Leukopenia (All grades, 32%; grade 3 or 4, 1%), Neutropenia (All grades, 19%; grade 3 or 4, 5%)<\/li><li><b>Hepatic:<\/b>Alkaline phosphatase raised (68%), AST\/SGOT level raised (38%)<\/li><li><b>Neurologic:<\/b>Asthenia (51%)<\/li><li><b>Renal:<\/b>Serum creatinine raised (57%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal perforation, of bowel<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction, Opportunistic infection<\/li><li><b>Renal:<\/b>Renal failure<\/li><li><b>Respiratory:<\/b>Interstitial lung disease, Pneumonia (8%)<\/li><\/ul>"},"6":{"id":"928801-s-6","title":"Drug Name Info","sub":{"0":{"id":"928801-s-6-17","title":"US Trade Names","mono":"Torisel<br\/>"},"2":{"id":"928801-s-6-19","title":"Class","mono":"Antineoplastic Agent<br\/>"},"3":{"id":"928801-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928801-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928801-s-7","title":"Mechanism Of Action","mono":"Temsirolimus binds with specific and high affinity to immunophilin FKBP-12. This complex inhibits the mammalian target of rapamycin (mTOR) kinase, which leads to G1 phase cell cycle arrest and significant reductions in tumor size, as well as preventing the enhanced angiogenesis that is associated with sporadic renal cell carcinoma and loss of von Hippel Lindau function.<br\/>"},"8":{"id":"928801-s-8","title":"Pharmacokinetics","sub":[{"id":"928801-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Temsirolimus: 0.5 hours<\/li><li>Tmax, Sirolimus (primary metabolite): 1 to 2.5 hours<\/li><\/ul>"},{"id":"928801-s-8-24","title":"Distribution","mono":"<ul><li>temsirolimus, Vd at steady state: 172 liters<\/li><li>primary metabolite, sirolimus Vd: 622 to 1,732 liters depending on temsirolimus dose<\/li><\/ul>"},{"id":"928801-s-8-25","title":"Metabolism","mono":"<ul><li>Temsirolimus-Hepatic;extensively metabolized via CYP3A4<\/li><li>Active metabolite: sirolimus<\/li><\/ul>"},{"id":"928801-s-8-26","title":"Excretion","mono":"<ul><li>Temsirolimus, Fecal: 78%<\/li><li>Temsirolimus, Renal: 4.6%<\/li><li>Temsirolimus, Dialyzable: No (hemodialysis)<\/li><li>Temsirolimus, Total body clearance: 16.2 L\/hr (adults)<\/li><li>Temsirolimus, Total body clearance: 9.45 L\/hr\/m(2) (children)<\/li><li>Sirolimus, Fecal: extensive<\/li><li>Sirolimus, Dialyzable: No (hemodialysis)<\/li><li>Sirolimus, Total body clearance: 7 to 27.2 L\/hr, depending on temsirolimus dose (adults)<\/li><li>Sirolimus, Total body clearance: 9.26 L\/hr\/m(2) (children)<\/li><\/ul>"},{"id":"928801-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Temsirolimus: adults, 17.3 hours; children, 31 hours<\/li><li>Sirolimus: adults, 54.6 hours; children, 44 hours<\/li><\/ul>"}]},"9":{"id":"928801-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>prepare and store solutions in bottles (glass, polypropylene), or plastic bags (polypropylene or polyolefin); do not use DEHP-containing (PVC) containers<\/li><li>2 dilutions are required: first dilute with 1.8 mL of provided diluent to a concentration of 10 mg\/mL (stable for 24 hours at room temperature); then further dilute with 0.9% sodium chloride using a 250-mL container (complete administration within 6 hours from this second dilution); protect from excess light; mix by inverting the bag or bottle; do not shake<\/li><li>addition of other drugs or nutritional agents to admixture should be avoided<\/li><li>administer through polyethylene-lined administration sets; do not use DEHP-containing (PVC) administration sets<\/li><li>administer within 6 hours of preparation through a in-line polyethersulfone filter not greater than 5-micron, or add an end-filter with filter pore size 0.2 microns up to 5 microns; use of both an in-line and end-filter is not recommended<\/li><li>infuse over 30 to 60 minutes preferably through an infusion pump<\/li><\/ul>"},"10":{"id":"928801-s-10","title":"Monitoring","mono":"<ul><li>radiologic evidence of a cessation of tumor progression is evidence of efficacy<\/li><li>blood chemistry panel; once every 2 weeks, or at the physician's discretion during therapy<\/li><li>CBC; weekly, or at the physician's discretion during therapy<\/li><li>serum cholesterol and triglycerides; prior to and during therapy<\/li><li>serum glucose; prior to and during therapy<\/li><li>AST and bilirubin levels; prior to and during therapy<\/li><li>signs and symptoms of hypersensitivity\/infusion reactions; during infusion, especially very early during the first infusion, but may also occur with subsequent infusions<\/li><li>signs and symptoms of infection, including opportunistic infections<\/li><li>lung CT scan or chest radiograph; prior to and during therapy, even in absence of clinical respiratory symptoms<\/li><li>clinical respiratory symptoms (eg, fever, dyspnea, hypoxia, cough); during treatment<\/li><\/ul>"},"11":{"id":"928801-s-11","title":"How Supplied","mono":"<b>Torisel<\/b><br\/>Intravenous Solution: 25 MG\/ML<br\/>"},"12":{"id":"928801-s-12","title":"Toxicology","sub":[{"id":"928801-s-12-31","title":"Clinical Effects","mono":"<b>TACROLIMUS AND RELATED AGENTS <\/b><br\/>USES: Tacrolimus, a calcineurin-inhibitor immunosuppressant, is used prophylactically to prevent organ rejection in patients receiving allogenic liver, kidney or heart transplants. It is also used concomitantly with adrenal corticosteroids; in kidney and heart transplant, and used in conjunction with azathioprine or mycophenolate mofetil. It was previously known as FK506. PHARMACOLOGY: Tacrolimus inhibits T-lymphocyte activation, however, the exact mechanism is unknown. It has been suggested that tacrolimus binds to an intracellular protein, FKBP-12. This complex along with calcium, calmodulin, and calcineurin is then formed and the phosphatase activity of calcineurin is inhibited. This effect can prevent the dephosphorylation and translocation of nuclear factor of activated T-cells which results in the inhibition of T-lymphocyte activation (ie, immunosuppression). EPIDEMIOLOGY: Limited information. Overdose has been infrequently reported. OVERDOSE: TACROLIMUS: Acute overdoses of up to 30 times the therapeutic dose have occurred and almost all cases have been asymptomatic and recovered without sequelae. In patients who have received inadvertent overdoses of tacrolimus, the effects have been similar to those reported at therapeutic dose. SIROLIMUS: Limited data; events are anticipated to be similar to adverse events reported with tacrolimus. TEMSIROLIMUS: Doses greater than 25 mg may result in serious events including: thrombosis, bowel perforation, interstitial lung disease, seizures and psychosis. ADVERSE EVENTS: TACROLIMUS: COMMON: Adverse events occurring in up to 40% of patients following kidney, liver or heart transplant include: tremor, hypertension, abnormal renal function, constipation, diarrhea, abdominal pain, nausea, headache, insomnia, fever, asthenia, paraesthesia, anemia, leukopenia, peripheral edema, asthenia, pain, hypophosphatemia, hypomagnesemia, hyperlipidemia, hyperkalemia, hyperglycemia, diabetes mellitus, infection, CMV infection, urinary tract infection, bronchitis, and pericardial effusion. OTHER: CNS effects are the most common events reported. The most severe events include posterior reversible encephalopathy syndrome (PRES), delirium and coma. Symptoms that may develop with PRES can include headache, altered mental status, seizures, visual disturbances, and hypertension. Usually these events will resolve with symptomatic care (ie, antihypertensives) and discontinuation of therapy. Coma and delirium, in the absence of PRES, appear to be dose dependent. NEPHROTOXICITY (acute or chronic) can develop in high doses. It is usually characterized by an increase in serum creatinine, changes to the kidney graft life and histologic changes on renal biopsy. Events are typically progressive. HEMATOLOGIC effects have included anemia, leukocytosis and thrombocytopenia. LYMPHOMA and other malignancies can develop as a result of immunosuppressive therapy. INFECTION: Patients are at increased risk of developing bacterial, viral, fungal, and protozoal infections with therapy. INFREQUENT: Hemolytic uremic syndrome, pneumonitis. IMMUNOLOGIC: Anaphylaxis has been reported with the intravenous formulations; frequency not known. SIROLIMUS and TEMSIROLIMUS: These agents have similar adverse events to tacrolimus. <br\/>"},{"id":"928801-s-12-32","title":"Treatment","mono":"<b>TACROLIMUS AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor vital signs and neurologic status. Monitor fluid status and electrolytes following significant vomiting and\/or diarrhea. Administer oral or IV fluids and replace electrolytes as needed. Antidiarrheals may be indicated following persistent symptoms. Seizure activity may develop; treat with IV benzodiazepines, barbiturates. Mild hypertension usually does not require treatment. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Nitroprusside or nitroglycerin may be considered for significant or persistent hypertension. Monitor CBC with differential and monitor for signs of serious infection (eg, bacterial, viral, fungal, protozoal). Begin anti-infective treatment as soon as possible. Patients may also be at risk to develop anemia and thrombocytopenia. Transfuse packed red blood cells and platelets as indicated. Obtain a baseline ECG in patients (ie, preexisting congestive heart failure, bradyarrhythmias, antiarrhythmic medications) at risk to develop QT prolongation or as indicated.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not indicated because CNS effects can develop and may include seizures. HOSPITAL: Activated charcoal may be considered following a recent ingestion, if the patient is not vomiting and the airway is supported.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure. Ensure adequate ventilation and intubation as necessary in patients that develop seizure activity or significant CNS depression.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs (including blood pressure) and neurologic status. Monitor fluid status in patients that develop significant gastrointestinal symptoms (eg, vomiting, diarrhea). Obtain serial CBC with differential and electrolytes (including potassium, magnesium, glucose) following a significant exposure. Monitor renal function closely including serum creatinine, potassium, and urine output for signs and symptoms of nephrotoxicity. Monitor liver enzymes after a significant overdose. Obtain a baseline ECG, continuous cardiac monitoring and serial ECGs following a significant exposure or as indicated. Patients receiving these agents are at increased risk for serious infections including bacterial, viral, fungal and protozoal infections including opportunistic infections with therapeutic use. Obtain laboratory studies to determine the presence of infection and monitor for symptoms (ie, fever, chills, flu-like symptoms, etc) as indicated.<\/li><li>Enhanced elimination procedure: Based on high protein binding of the agents, hemodialysis is not anticipated to be effective following overdose.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult with an inadvertent ingestion of 1 extra dose can be monitored at home. An asymptomatic child that ingests 1 dose can be monitored at home if reliable adult supervision is present. If the amount ingested is unknown the child should be observed in a healthcare facility. OBSERVATION CRITERIA: All patients with a deliberate self-harm ingestion or inadvertent ingestion of more than 2 extra doses should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with an unintentional ingestion of more than 1 dose or an unknown amount should be observed in a healthcare facility until any symptoms resolve and adequate follow-up can be provided as needed. ADMISSION CRITERIA: Patients demonstrating severe fluid and electrolyte imbalance should be admitted. Patients with persistent mental status changes and seizures should be admitted to an ICU setting. CONSULT CRITERIA: Consult with a medical toxicologist, and\/or poison center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"928801-s-12-33","title":"Range of Toxicity","mono":"<b>TACROLIMUS AND RELATED AGENTS<\/b><br\/>TOXICITY: A toxic dose has not been established for these agents. TACROLIMUS: Overdose data are limited. Acute overdosages of up to 30 times the therapeutic dose have occurred and most patients have remained asymptomatic and recovered completely. Clinical events that did develop (ie, tremors, abnormal renal function, hypertension, and peripheral edema) were similar to effects reported with therapy. PEDIATRIC: Ingestions of 0.88 and 1 mg\/kg of tacrolimus have been well tolerated in children. ADULT: Acute overdoses of up to 375 mg and 120 mg of TACROLIMUS and SIROLIMUS, respectively, have been well tolerated in adults. An adult with a cadaveric renal transplant developed transiently elevated serum creatinine after ingesting 90 mg of tacrolimus but recovered with supportive care. A sirolimus overdose of 150 mg, in an adult, resulted in transient atrial fibrillation. TEMSIROLIMUS: In clinical trials with cancer patients, repeated intravenous doses as high as 220 mg\/m(2) have been given. Doses of greater than 25 mg may increase the risk of developing: thrombosis, bowel perforation, interstitial lung disease, seizures and psychosis. THERAPEUTIC DOSE: TACROLIMUS: ADULT: The recommended starting dose is 0.1 to 0.2 mg\/kg\/day orally for kidney transplant patients; 0.1 to 0.15 mg\/kg\/day orally for liver transplant patients and 0.075 mg\/kg\/day orally for heart transplant patients. SIROLIMUS: For de novo renal transplant recipients a loading dose of 6 mg, and a daily maintenance dose of 2 mg is recommended. TEMSIROLIMUS: The recommended dose for advanced renal cell carcinoma is 25 mg give as a 30 to 60 minute infusion once per week.<br\/>"}]},"13":{"id":"928801-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient taking the drug to avoid live vaccines and close contact with people who have received live vaccines.<\/li><li>Emphasize the use of reliable contraception by both male and female patients during treatment and for 3 months post-therapy.<\/li><li>This drug may increase serum cholesterol and triglycerides, may impair wound healing, and may cause a rash, asthenia, mucositis, nausea, edema, and anorexia.<\/li><li>Instruct patient to report signs\/symptoms of a hypersensitivity\/infusion reaction, including anaphylaxis, dyspnea, flushing, and chest pain.<\/li><li>Patient should report signs\/symptoms of infection, hyperglycemia, renal failure, interstitial lung disease, or bowel perforation (new or worsening abdominal pain or bloody stools).<\/li><li>Patient should not eat grapefruit, drink grapefruit juice, or take St. John's wort with this drug.<\/li><\/ul>"}}}