{"generic":"Armodafinil","drugs":["Armodafinil","Nuvigil"],"mono":{"0":{"id":"928807-s-0","title":"Generic Names","mono":"Armodafinil"},"1":{"id":"928807-s-1","title":"Dosing and Indications","sub":[{"id":"928807-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Narcolepsy, Improve wakefulness in patients with excessive sleepiness:<\/b> 150 mg to 250 mg as a single dose ORALLY in the morning; periodically reevaluate the need for continued therapy<\/li><li><b>Obstructive sleep apnea, Improve wakefulness in patients with excessive sleepiness:<\/b> 150 mg to 250 mg as a single dose ORALLY in the morning; doses higher than 150 mg\/day do not necessarily confer additional benefits; periodically reevaluate the need for continued therapy<\/li><li><b>Shift work sleep disorder, Improve wakefulness in patients with excessive sleepiness:<\/b> 150 mg ORALLY daily approximately 1 hour prior to the start of work shift; periodically reevaluate the need for continued therapy<\/li><\/ul>"},{"id":"928807-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"928807-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, severe (CrCl less than 20 mL\/min):<\/b> inadequate information to recommend a safe and effective dose<\/li><li><b>hepatic impairment, severe, with or without cirrhosis:<\/b> dose should be reduced<\/li><li><b>geriatric:<\/b> consider lower dose<\/li><\/ul>"},{"id":"928807-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Narcolepsy, Improve wakefulness in patients with excessive sleepiness<\/li><li>Obstructive sleep apnea, Improve wakefulness in patients with excessive sleepiness<\/li><li>Shift work sleep disorder, Improve wakefulness in patients with excessive sleepiness<\/li><\/ul>"}]},"3":{"id":"928807-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928807-s-3-9","title":"Contraindications","mono":"hypersensitivity to modafinil, armodafinil, or any component of the product <br\/>"},{"id":"928807-s-3-10","title":"Precautions","mono":"<ul><li>angioedema, multiorgan hypersensitivity reaction, and anaphylactoid reactions have been reported; discontinuation necessary<\/li><li>elderly; drug clearance may be reduced; consider dose reduction and monitoring<\/li><li>hepatic impairment, severe with or without cirrhosis; dose reduction recommended<\/li><li>left ventricular hypertrophy, history; increased risk of cardiac adverse events; avoid use<\/li><li>mitral valve prolapse syndrome with prior CNS stimulant use; increased risk of cardiac adverse events; avoid use<\/li><li>myocardial infarction<\/li><li>psychosis, depression, suicidal ideation, or mania, history of; increased risk of psychiatric adverse effects<\/li><li>rashes, serious and life-threatening including Stevens-Johnson syndrome, toxic epidermal necrolysis and drug rash with eosinophilia and systemic symptoms, have been reported; discontinuation necessary<\/li><li>sleep apnea, obstructive; should be used in conjunction with continuous positive airway pressure (CPAP); monitoring recommended<\/li><li>sleepiness, abnormal or excessive; previous level of wakefulness may not return to normal<\/li><li>unstable angina<\/li><\/ul>"},{"id":"928807-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928807-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928807-s-4","title":"Drug Interactions","sub":{"1":{"id":"928807-s-4-14","title":"Major","mono":"<ul><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Nifedipine (probable)<\/li><li>Piperaquine (theoretical)<\/li><\/ul>"},"2":{"id":"928807-s-4-15","title":"Moderate","mono":"<ul><li>Midazolam (probable)<\/li><li>Omeprazole (probable)<\/li><li>Quetiapine (established)<\/li><\/ul>"}}},"5":{"id":"928807-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (1% to 4%)<\/li><li><b>Gastrointestinal:<\/b>Decrease in appetite (3% to 6%), Diarrhea (3% to 5%), Nausea (6% to 14%), Xerostomia (2% to 7%)<\/li><li><b>Neurologic:<\/b>Dizziness (3% to 8%), Headache (14% to 28%), Insomnia (4% to 6%)<\/li><li><b>Psychiatric:<\/b>Anxiety (4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Drug hypersensitivity syndrome, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Psychiatric:<\/b>Depression (1% to 3%), Suicidal thoughts<\/li><li><b>Other:<\/b>Anaphylaxis, Angioedema<\/li><\/ul>"},"6":{"id":"928807-s-6","title":"Drug Name Info","sub":{"0":{"id":"928807-s-6-17","title":"US Trade Names","mono":"Nuvigil<br\/>"},"2":{"id":"928807-s-6-19","title":"Class","mono":"<ul><li>Amphetamine Related<\/li><li>CNS Stimulant<\/li><\/ul>"},"3":{"id":"928807-s-6-20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"928807-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928807-s-7","title":"Mechanism Of Action","mono":"Armodafinil, an alpha1-adrenoceptor agonist, is the R enantiomer of modafinil. The exact mechanism that armodafinil produces wakefulness is unknown. The wake-promoting actions of armodafinil are similar to that of sympathomimetic amines despite differences in their pharmacologic profiles.<br\/>"},"8":{"id":"928807-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"928807-s-8-23","title":"Absorption","mono":"Effect of food: (oral), minimal with time to reach peak concentration delayed by 2 to 4 h <br\/>"},"1":{"id":"928807-s-8-24","title":"Distribution","mono":"<ul><li>Vd: approximately 42 L<\/li><li>Protein binding: 60%, mainly albumin<\/li><\/ul>"},"2":{"id":"928807-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic; amide hydrolysis, the most prominent pathway<\/li><li>Hepatic; CYP3A4 and CYP3A5, resulting in modafinil sulfones<\/li><\/ul>"},"4":{"id":"928807-s-8-27","title":"Elimination Half Life","mono":"15 h <br\/>"}}},"10":{"id":"928807-s-10","title":"Monitoring","mono":"<ul><li>clinical improvement in overall performance and a reduction in excessive sleepiness may indicate efficacy<\/li><li>degree of persistent sleepiness, frequently in patients with excessive sleepiness.<\/li><li>effectiveness of long-term therapy (ie, greater than 12 weeks); periodically<\/li><li>blood pressure and pulse; especially in patients with known cardiovascular disease<\/li><li>geriatric patients; due to decreased elimination<\/li><\/ul>"},"11":{"id":"928807-s-11","title":"How Supplied","mono":"<b>Nuvigil<\/b><br\/>Oral Tablet: 50 MG, 150 MG, 200 MG, 250 MG<br\/>"},"12":{"id":"928807-s-12","title":"Toxicology","sub":[{"id":"928807-s-12-31","title":"Clinical Effects","mono":"<b>MODAFINIL AND RELATED AGENTS <\/b><br\/>USES: Modafinil and armodafinil are indicated to improve wakefulness in patients with excessive daytime sleepiness associated with narcolepsy, obstructive sleep apnea\/hypopnea syndrome, and shift work sleep disorder. PHARMACOLOGY: Modafinil and armodafinil (R-enantiomer of modafinil) are wakefulness-promoting agents acting as a central nervous system stimulant.  They are chemically and pharmacologically unrelated to other CNS stimulants, such as methylphenidate, amphetamine, or pemoline. EPIDEMIOLOGY: Overdose is rare. TOXICITY: MILD TO MODERATE: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Effects that have been observed in limited number of exposures include: Nausea, abdominal pain, vomiting, diarrhea, dry mouth, headache, insomnia, excitation, dizziness, anxiety, dyskinesia, dystonia, tremor, dysarthria, tachycardia, erythema, flushing, hypertension, prolonged QTc interval, palpitations, edema, chest pain, and elevated creatine phosphokinase. SEVERE: Severe hypertension and tachycardia, agitated delirium and hallucinations are possible. ADVERSE EFFECTS: MODAFINIL: COMMON: Headache, anxiety, dizziness, agitation, insomnia, nausea, diarrhea, anorexia, and dry mouth are commonly reported following therapeutic doses of modafinil. INFREQUENT:  Tachycardia, Hypertension, chest pain, ECG abnormalities, elevated liver enzyme levels, and oro-facial dyskinesias have infrequently occurred with modafinil therapy. Modafinil is classified as a Schedule IV drug and may cause psychoactive and euphoric effects, with alterations in mood and perception. ARMODAFINIL: Headache, dizziness, nausea, and insomnia have been reported following therapeutic doses of armodafinil. <br\/>"},{"id":"928807-s-12-32","title":"Treatment","mono":"<b>MODAFINIL AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Monitor neurologic status. Alterations in heart rhythm and blood pressure may occur. Monitor vital signs. Obtain a baseline ECG and institute continuous cardiac monitoring in patients with tachycardia. Sinus tachycardia does not generally require treatment unless hemodynamic compromise is present. If therapy is required, a short-acting, cardioselective agent such as esmolol is generally preferred.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in patients who are awake and able to maintain their airway. HOSPITAL: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected.<\/li><li>Airway management: Airway protection may be required in patients with altered mental status.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor vital signs, ECG, and liver enzyme concentrations after significant overdose. Monitor fluid and electrolyte status in patients with severe vomiting or diarrhea. Monitor mental status and perform a neurologic exam in symptomatic patients.<\/li><li>Enhanced elimination procedure: There is no information regarding the effectiveness of hemodialysis for enhancing the elimination of modafinil following an overdose ingestion.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestions of less than 400 mg can be managed at home. OBSERVATION CRITERIA: Symptomatic patients, those ingesting 400 mg or more, and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients with significant persistent hypertension, tachycardia, severe neurologic symptoms, or dysrhythmias (eg, prolonged QT) should be admitted to the hospital. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"928807-s-12-33","title":"Range of Toxicity","mono":"<b>MODAFINIL AND RELATED AGENTS<\/b><br\/>TOXICITY: A specific minimum toxic dose of modafinil has not been established, doses of less than 400 mg have not been associated with significant toxicity.  In a study of modafinil overdoses (age range, 1.25 to 72 years; mean dose: 939 mg; median dose: 400 mg; range, 25 to 16,100 mg), no major effects or death were reported. ADULTS: Patients have tolerated modafinil doses up to 400 mg\/day as a single dose. Ingestion of 4500 mg modafinil by an adult resulted in insomnia, excitation, and tachycardia. CHILDREN: In one study, no significant toxicity was reported in children less than 6 years of age after ingesting less than 400 mg of modafinil. Ingestion of 5 grams of modafinil by a 15-year-old girl resulted in severe headache, nausea, abdominal pain, insomnia, dyskinesia, prolonged QTc interval, and tachycardia. THERAPEUTIC DOSE: ARMODAFINIL: ADULTS: 150 mg or 250 mg as a single dose orally. CHILDREN: Safety and efficacy of armodafinil administration in children less than 17 years of age has not been established. MODAFINIL: ADULTS: 200 mg orally once daily. CHILDREN: Safety and efficacy of modafinil administration in children less than 16 years of age has not been established. <br\/>"}]},"13":{"id":"928807-s-13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient drug may decrease effectiveness of steroidal contraceptives (pills, implants, or IUDs). Recommend additional form of birth control during therapy and for one month after last dose.<\/li><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized as some degree of sleepiness may persist.<\/li><li>Drug may cause nausea, diarrhea, xerostomia, dizziness, headaches, and insomnia.<\/li><li>Instruct patient to report signs\/symptoms of palpitations, psychosis, mania, rash, depression, or anxiety.<\/li><li>Advise patient using drug for daytime wakefulness to take a dose in the morning. If patient is using drug to maintain wakefulness during shift work, take the drug 1 hour prior to working. Avoid use at bedtime.<\/li><li>Instruct patient to avoid drinking alcohol.<\/li><\/ul>"}}}