{"drugs":["Doribax","Doripenem"],"mono":{"0":{"id":"928897-s-0","title":"Generic Names","mono":"Doripenem"},"1":{"id":"928897-s-1","title":"Dosing and Indications","sub":[{"id":"928897-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bacteremia associated with intravascular line:<\/b> (due to Escherichia coli and Klebsiella species, extended-spectrum beta-lactamase positive) 500 mg IV every 8 hours<\/li><li><b>Infectious disease of abdomen, Complicated:<\/b> 500 mg IV over 1 hour every 8 hours for 5 to 14 days; duration includes at least 3 days of IV therapy and switch to appropriate oral therapy<\/li><li><b>Pyelonephritis:<\/b> 500 mg IV over 1 hour every 8 hours for 10 days (or up to 14 days with concurrent bacteremia); duration includes at least 3 days of IV therapy and switch to appropriate oral therapy<\/li><li><b>Urinary tract infectious disease, Complicated:<\/b> 500 mg IV over 1 hour every 8 hours for 10 days (or up to 14 days with concurrent bacteremia); duration includes at least 3 days of IV therapy and switch to appropriate oral therapy<\/li><\/ul>"},{"id":"928897-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"928897-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl greater than 50 mL\/min, no adjustment; CrCl 30 to 50 mL\/min, 250 mg IV over 1 hour every 8 hours; CrCl greater than 10 to less than 30 mL\/min, 250 mg IV over 1 hour every 12 hours<\/li><li><b>hemodialysis:<\/b> doripenem is hemodialyzable; there is insufficient information to make dose adjustment recommendations<\/li><\/ul>"},{"id":"928897-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Infectious disease of abdomen, Complicated<\/li><li>Pyelonephritis<\/li><li>Urinary tract infectious disease, Complicated<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Bacteremia associated with intravascular line<br\/>"}]},"3":{"id":"928897-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928897-s-3-9","title":"Contraindications","mono":"<ul><li>anaphylactic reactions to other beta-lactam antibiotics<\/li><li>serious known hypersensitivity to doripenem or other drugs in the same class (carbapenems)<\/li><\/ul>"},{"id":"928897-s-3-10","title":"Precautions","mono":"<ul><li>Clostridium difficile-associated diarrhea, including mild diarrhea to fatal colitis, has been reported; may occur more than 2 months after use; discontinuation may be necessary<\/li><li>CNS disorders (eg, stroke or seizure history); increased risk of seizures<\/li><li>concomitant use with probenecid not recommended<\/li><li>concomitant use with valproic acid or sodium valproate; increased risk of breakthrough seizures; consider alternative antibiotic therapies, or if necessary, consider supplemental anticonvulsants<\/li><li>doses greater than 500 mg every 8 hours; increased risk of seizures<\/li><li>hypersensitivity reaction, including crossreactivity, serious and sometimes fatal, has been reported with beta-lactam antibiotics; increased risk in patients with history of sensitivity to multiple allergens; discontinue use if occurs<\/li><li>pneumonitis, with inhalation route of administration, has occurred; inhalation route not recommended<\/li><li>renal impairment; increased risk of seizures<\/li><li>renal impairment, moderate (estimated CrCl, 30 to 50 mL\/min) or severe (estimated CrCl, greater than 10 mL\/min to less than 30 mL\/min); dosage adjustment and monitoring recommended<\/li><li>seizures have been reported<\/li><li>ventilator-associated bacterial pneumonia (unapproved use); increased risk of death<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928897-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"928897-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928897-s-4","title":"Drug Interactions","sub":{"1":{"id":"928897-s-4-14","title":"Major","mono":"<ul><li>Probenecid (probable)<\/li><li>Valproic Acid (established)<\/li><\/ul>"}}},"5":{"id":"928897-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Phlebitis (2% to 8%)<\/li><li><b>Dermatologic:<\/b>Rash (1% to 6%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (6% to 14%), Nausea (4% to 12%)<\/li><li><b>Hematologic:<\/b>Anemia (2% to 10%)<\/li><li><b>Neurologic:<\/b>Headache (3% to 16%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Skin reaction - finding, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile colitis (up to 1%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction (less than 1%)<\/li><li><b>Neurologic:<\/b>Seizure<\/li><li><b>Renal:<\/b>Renal failure<\/li><li><b>Respiratory:<\/b>Interstitial pneumonia<\/li><\/ul>"},"6":{"id":"928897-s-6","title":"Drug Name Info","sub":{"0":{"id":"928897-s-6-17","title":"US Trade Names","mono":"Doribax<br\/>"},"2":{"id":"928897-s-6-19","title":"Class","mono":"<ul><li>Antibiotic<\/li><li>Beta-Lactam<\/li><li>Carbapenem<\/li><\/ul>"},"3":{"id":"928897-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928897-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928897-s-7","title":"Mechanism Of Action","mono":"Doripenem, a carbapenem bactericidal antimicrobial inactivates essential penicillin-binding proteins in the cell wall inhibiting cell wall biosynthesis resulting in bacterial cell death. It is resistant to most beta-lactamases including penicillinases and cephalosporinases produced by gram-positive and gram-negative bacteria, but is not stable to hydrolysis by carbapenem beta-lactamases.<br\/>"},"8":{"id":"928897-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"928897-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 16.8 L (range, 8.09 to 55.5 L)<\/li><li>Vd, obesity (mean BMI, 65.1 kg\/m[2]): 32.2 L<\/li><li>Protein binding: 8.1%, independent of plasma drug concentrations<\/li><\/ul>"},"2":{"id":"928897-s-8-25","title":"Metabolism","mono":"<ul><li>Renal: 15% converted to an inactive metabolite via dehydropeptidase-I<\/li><li>Hepatic: none, not a substrate for hepatic CYP450 enzymes<\/li><\/ul>"},"3":{"id":"928897-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: less than 1%<\/li><li>Renal: 71% unchanged drug, 15% of inactive metabolite<\/li><li>Dialyzable: yes (hemodialysis), 52% after a 4-hour session<\/li><li>Total body clearance: 15.9 L\/hr.<\/li><li>Total body clearance, obesity (mean BMI, 65.1 kg\/m[2]): 11.7 L\/hr<\/li><\/ul>"},"4":{"id":"928897-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Approximately 1 hour.<\/li><li>Obese adults (mean BMI, 65.1 kg\/m[2]): 2.8 hours<\/li><\/ul>"}}},"9":{"id":"928897-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>reconstitute 500 mg vial with 10 mL Sterile Water for Injection or NS to yield a 50 mg\/mL concentration (not for direct injection); gently shake and further dilute in 100 mL NS or D5W for a final concentration of 4.5 mg\/mL; administer entire contents of infusion bag for 500-mg dose, or remove and discard 55 mL from bag and use remaining solution for a 250-mg dose<\/li><li>reconstitute 250 mg vial with 10 mL Sterile Water for Injection or NS to yield a 25 mg\/mL concentration (not for direct injection); gently shake and further dilute in 50 or 100 mL NS or D5W for a final concentration of 4.2 mg\/mL (50 mL bag) or 2.3 mg\/mL (100 mL bag), respectively<\/li><li>contents of reconstituted vial should be diluted in infusion solution within 1 hour after reconstitution<\/li><li>infusion solutions prepared in NS are stable for 12 hours at room temperature or 72 hours at 2 to 8 degrees C<\/li><li>infusion solutions prepared in D5W are stable for 4 hours at room temperature or 24 hours at 2 to 8 degrees C<\/li><li>IV infusion only; do not give IV push or IV bolus<\/li><li>infuse over 1 hour<\/li><\/ul>"},"10":{"id":"928897-s-10","title":"Monitoring","mono":"<ul><li>CBC, fever<\/li><li>hypersensitivity reactions and serious skin reactions, especially in patients with history of sensitivity to multiple allergens.<\/li><li>renal function.<\/li><\/ul>"},"11":{"id":"928897-s-11","title":"How Supplied","mono":"<b>Doribax<\/b><br\/>Intravenous Powder for Suspension: 250 MG, 500 MG<br\/>"},"12":{"id":"928897-s-12","title":"Toxicology","sub":[{"id":"928897-s-12-31","title":"Clinical Effects","mono":"<b>CARBAPENEM ANTIBIOTICS <\/b><br\/>USES: Carbapenem antibiotics are generally indicated for treatment of complicated intra-abdominal, dermal, and urinary tract infections. PHARMACOLOGY: Broad-spectrum bactericidal agents that act by inhibiting the synthesis of the bacterial cell wall. EPIDEMIOLOGY: Limited data. Overdose is rare and rarely causes significant toxicity. MILD TO MODERATE TOXICITY: Diarrhea and transient dizziness were reported in an adult patient following inadvertent administration of 3 ertapenem doses of 1 g each in a 24-hour period. Nausea and vomiting are also possible SEVERE TOXICITY: Based on limited data, severe toxicity has not been reported following overdose. ADVERSE EFFECTS: COMMON: The most common adverse effects with therapy are headache, nausea, diarrhea, rash, and phlebitis. <br\/>"},{"id":"928897-s-12-32","title":"Treatment","mono":"<b>CARBAPENEM ANTIBIOTICS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. There is no known antidote.<\/li><li>Decontamination: Decontamination is not indicated as an ingestion is unlikely; carbapenem antibiotics are administered parenterally.<\/li><li>Antidote: None.<\/li><li>Seizure: Administer IV benzodiazepines or barbiturates if seizures recur or persist.<\/li><li>Monitoring of patient: Plasma levels of carbapenem antibiotics are not widely available or useful in guiding therapy after overdose. Monitor fluid and electrolyte status in patients with severe vomiting or diarrhea. No specific lab work (CBC, electrolytes, urinalysis) is needed in asymptomatic patients unless otherwise clinically indicated.<\/li><li>Enhanced elimination procedure: Limited reports have suggested that doripenem, ertapenem, and meropenem are readily dialyzable following therapeutic administration; however, no information is available regarding the use of hemodialysis following overdose.<\/li><li>Patient disposition: OBSERVATION CRITERIA: These antibiotics are most often administered in an inpatient setting. If overdose occurs in a patient receiving outpatient antibiotic infusion, mild to moderately symptomatic patients should be sent to health care facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"928897-s-12-33","title":"Range of Toxicity","mono":"<b>CARBAPENEM ANTIBIOTICS <\/b><br\/>TOXICITY: A toxic dose has not been established with these agents. ADULTS: Diarrhea and transient dizziness were reported in an adult patient following inadvertent administration of three 1-gram ertapenem doses in a 24-hour period. CHILDREN: During pediatric clinical trials, a single IV ertapenem dose of 40 mg\/kg up to a maximum of 2 g was well-tolerated with no toxicity reported. THERAPEUTIC DOSE: DORIPENEM: ADULTS: 500 mg every 8 hours administered as an IV infusion over a 1-hour period. ERTAPENEM: ADULTS (13 years of age or older): 1 g once daily administered as an IV infusion over a 30-minute period or as an IM injection. CHILDREN (3 months to 12 years of age): 15 mg\/kg twice daily (max 1 g\/day) administered as an IV infusion over a 30-minute period or as an IM injection. MEROPENEM: ADULTS: 500 to 1 g every 8 hours administered as an IV infusion over a 15- to 30-minute period. CHILDREN (3 months of age or older): 10 to 40 mg\/kg (max 500 mg to 2 g) every 8 hours administered as an IV infusion over a 15- to 30-minute period.<br\/>"}]},"13":{"id":"928897-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause nausea or headache.<\/li><li>Advise patient to report signs\/symptoms of Stevens-Johnson syndrome (flu-like symptoms, spreading red rash, or skin\/mucous membrane blistering) or toxic epidermal necrolysis (widespread peeling\/blistering of skin).<\/li><li>Instruct patient to report severe diarrhea and consult healthcare professional prior to taking antidiarrheal medicine.<\/li><\/ul>"}}}