{"generic":"Rivastigmine","drugs":["Exelon","Rivastigmine"],"mono":{"0":{"id":"928825-s-0","title":"Generic Names","mono":"Rivastigmine"},"1":{"id":"928825-s-1","title":"Dosing and Indications","sub":[{"id":"928825-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>switch from oral to patch:<\/b> for total daily doses of less than 6 mg of ORAL rivastigmine, switch to 4.6 mg\/24 hours patch; for a total daily dose between 6 to 12 mg of ORAL rivastigmine, switch to 9.5 mg\/24 hours patch; apply the first patch on the day following the last oral dose<\/li><li><b>treatment interruption:<\/b> if dosing interrupted for 3 days or less, restart with same or lower strength patch; if dosing interrupted for more than 3 days, restart with 4.6 mg\/24 hours patch and titrate to maintenance dose<\/li><li><b>Alzheimer's disease - Dementia:<\/b> (mild, moderate, severe) initial, 4.6 mg\/24 hours patch TOPICALLY once daily; after a minimum of 4 weeks and good tolerability, may titrate dose to 9.5 mg\/24 hours patch TOPICALLY once daily<\/li><li><b>Alzheimer's disease - Dementia:<\/b> (mild to moderate) maintenance, 9.5 mg\/24 hours patch TOPICALLY once daily; after a minimum of 4 weeks and good tolerability, may titrate to MAX of 13.3 mg\/24 hours patch TOPICALLY once daily when no longer receiving therapeutic benefit at lower dose<\/li><li><b>Alzheimer's disease - Dementia:<\/b> (severe) maintenance, 13.3 mg\/24 hours patch TOPICALLY once daily after minimum 4 weeks and good tolerability at lower dose of 9.5 mg\/24 hours<\/li><li><b>Dementia (Mild to Moderate) - Parkinson's disease:<\/b> initial, 4.6 mg\/24 hours patch TOPICALLY once daily; may titrate dose after a minimum of 4 weeks and good tolerability to 9.5 mg\/24 hours patch TOPICALLY once daily for as long as therapeutic effect is maintained; may increase to MAX effective dose of 13.3 mg\/24 hours TOPICALLY once daily<\/li><\/ul>"},{"id":"928825-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"928825-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dosage adjustments necessary<\/li><li><b>hepatic impairment, mild to moderate (Child-Pugh score 5 to 9):<\/b> initial and maintenance dose of 4.6 mg\/24 hours transdermally<\/li><li><b>hepatic impairment, severe:<\/b> no data available<\/li><li><b>low body weight (less than 50 kg):<\/b> titrate carefully and consider reducing maintenance dose to 4.6 mg\/24 hours if toxicities develop<\/li><li><b>high body weight (greater than 100 kg):<\/b> titrate carefully and consider doses greater than 9.5 mg\/24 hours<\/li><\/ul>"},{"id":"928825-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Alzheimer's disease - Dementia<\/li><li>Dementia (Mild to Moderate) - Parkinson's disease<\/li><\/ul>"}]},"3":{"id":"928825-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928825-s-3-9","title":"Contraindications","mono":"<ul><li>Hypersensitivity to rivastigmine, other carbamate derivatives, or other components of the product<\/li><li>History of application site reactions with prior use of the transdermal patch that indicate allergic contact dermatitis; generalized skin reactions have been reported<\/li><\/ul>"},{"id":"928825-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>--  Vagotonic effects on heart rate (eg, bradycardia) may occur, especially in patients with sick sinus syndrome or other supraventricular cardiac conduction conditions<\/li><li>Dermatologic:<\/li><li>-- Skin application site reactions may occur and progress into allergic contact dermatitis; discontinue if site reaction spreads beyond patch size, if there is evidence of a more intense local reaction (eg, edema, papules, increasing erythema), or symptoms do not improve within 48 hours of patch removal<\/li><li>-- If application site reactions to transdermal patch suggestive of allergic contact dermatitis occur, may switch to oral rivastigmine only after results of allergy tests are negative and with close monitoring<\/li><li>-- Disseminated allergic dermatitis has been reported with oral or transdermal use; discontinue use<\/li><li>Gastrointestinal:<\/li><li>-- Gastrointestinal adverse events (eg, significant nausea, vomiting, diarrhea, anorexia\/decreased appetite) resulting in serious outcomes including esophageal rupture or severe dehydration may occur, especially with higher doses; dosage adjustment may be necessary<\/li><li>-- Increased gastric acid secretion may occur; monitoring recommended, especially in patients at risk for developing ulcers (eg, history of ulcer disease or receiving concurrent NSAIDs)<\/li><li>Hepatic:<\/li><li>-- Mild to moderate hepatic impairment (Child-Pugh score 5 to 9); dosage adjustment recommended<\/li><li>Neurologic:<\/li><li>-- New or worsening extrapyramidal symptoms may occur<\/li><li>-- Worsening of parkinsonian symptoms, especially tremor, has been reported with oral use in patients with dementia associated with Parkinson disease;<\/li><li>-- Seizures may occur due to increased cholinergic activity<\/li><li>--Ability to drive or operating machinery may be impaired; routine clinical evaluation recommended<\/li><li>Respiratory:<\/li><li>-- Use caution in patients with asthma or obstructive pulmonary disease due to increased cholinergic activity<\/li><li>Renal:<\/li><li>-- Urinary obstruction may occur due to increased cholinergic activity<\/li><li>Other:<\/li><li>-- Low body weight (less than 50 kg) is associated with an increased risk of adverse effects (eg, excessive nausea, vomiting); monitoring recommended and dosage adjustment recommended<\/li><li>-- Medication errors involving failure to remove the old patch and use of multiple patches have occurred, resulting in serious sometimes fatal adverse reactions; instruct patients and caregivers on proper administration<\/li><li>Concomitant Use:<\/li><li>-- Succinylcholine-type muscle relaxation during anesthesia may be exacerbated<\/li><li>-- Concomitant use with metoclopramide not recommended due to additive extrapyramidal effects<\/li><li>-- Concomitant use with other cholinomimetic or anticholinergic drugs; not recommended unless clinically necessary<\/li><li>-- Concomitant use with beta-blockers, especially cardioselective beta-blockers, not recommended when signs of bradycardia (eg, syncope) are present<\/li><\/ul>"},{"id":"928825-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"928825-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928825-s-4","title":"Drug Interactions","sub":[{"id":"928825-s-4-13","title":"Contraindicated","mono":"<ul>Metoclopramide (theoretical)<\/ul>"},{"id":"928825-s-4-14","title":"Major","mono":"<ul><li>Acebutolol (theoretical)<\/li><li>Atenolol (theoretical)<\/li><li>Betaxolol (theoretical)<\/li><li>Bisoprolol (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Carteolol (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Celiprolol (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Esmolol (theoretical)<\/li><li>Labetalol (theoretical)<\/li><li>Levobunolol (theoretical)<\/li><li>Metipranolol (theoretical)<\/li><li>Metoprolol (theoretical)<\/li><li>Nadolol (theoretical)<\/li><li>Nebivolol (theoretical)<\/li><li>Oxprenolol (theoretical)<\/li><li>Penbutolol (theoretical)<\/li><li>Pindolol (theoretical)<\/li><li>Practolol (theoretical)<\/li><li>Propranolol (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Timolol (theoretical)<\/li><\/ul>"},{"id":"928825-s-4-15","title":"Moderate","mono":"<ul><li>Oxybutynin (established)<\/li><li>Tolterodine (established)<\/li><\/ul>"}]},"5":{"id":"928825-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Decrease in appetite (1% to 6%), Diarrhea (5% to 7%), Nausea (3% to 12%), Vomiting (3% to 10%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (2% to 10%)<\/li><li><b>Other:<\/b>Falls (6% to 12%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Neurologic:<\/b>Seizure<\/li><li><b>Other:<\/b>Dehydration (1% or greater)<\/li><\/ul>"},"6":{"id":"928825-s-6","title":"Drug Name Info","sub":{"0":{"id":"928825-s-6-17","title":"US Trade Names","mono":"Exelon<br\/>"},"2":{"id":"928825-s-6-19","title":"Class","mono":"<ul><li>Central Nervous System Agent<\/li><li>Cholinesterase Inhibitor, Centrally Acting<\/li><\/ul>"},"3":{"id":"928825-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928825-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928825-s-7","title":"Mechanism Of Action","mono":"The exact mechanism of rivastigmine is unknown; however, the primary effect of rivastigmine is reversible inhibition of cholinesterase, which increases the level of acetylcholine available in the CNS.<br\/>"},"8":{"id":"928825-s-8","title":"Pharmacokinetics","sub":[{"id":"928825-s-8-23","title":"Absorption","mono":"Tmax, Transdermal: 8 to 16 hours <br\/>"},{"id":"928825-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 40%<\/li><li>Vd: 1.8 to 2.7 L\/kg<\/li><\/ul>"},{"id":"928825-s-8-25","title":"Metabolism","mono":"<ul><li>Site: not described; extensive via cholinesterases<\/li><li>Metabolite: NAP226-90 (decarbamylated metabolite): minimal activity<\/li><\/ul>"},{"id":"928825-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: less than 1%<\/li><li>Renal: greater than 90% (changed)<\/li><li>Renal clearance: 2.1 to 2.8 L\/hr<\/li><li>Dialyzable: No (hemodialysis); No (peritoneal dialysis)<\/li><li>Hemofiltration: No<\/li><li>Total body clearance: hepatic impairment (mild to moderate, Child-Pugh score, 5 to 9), 65% lower<\/li><li>Total body clearance: smokers, 23% greater<\/li><\/ul>"},{"id":"928825-s-8-27","title":"Elimination Half Life","mono":"3 hours <br\/>"}]},"9":{"id":"928825-s-9","title":"Administration","mono":"<b>Transdermal<\/b><br\/><ul><li>apply to dry, hairless, intact, healthy skin<\/li><li>preferred site of application is the upper or lower back (less likely area to be removed by patient); alternative sites are upper arm or chest<\/li><li>replace patch every 24 hours; only wear 1 patch at a time; if patch falls off or dose is missed, apply new patch immediately and then replace patch the next day at the usual application time<\/li><li>rotate the site of application daily to avoid irritation, although consecutive patches can be applied to the same anatomic site; the same site should not be used within 14 days<\/li><li>bathing and hot weather are acceptable when using the patch, but avoid long exposure to external heat sources<\/li><\/ul>"},"10":{"id":"928825-s-10","title":"Monitoring","mono":"<ul><li>improvement in cognitive performance is indicative of efficacy<\/li><li>ability to continue driving or operating machinery; routinely evaluate<\/li><li>body weight; especially in patients with very low body weight during up-titration<\/li><li>symptoms of active or occult gastrointestinal bleeding; especially in patients with an increased risk of developing ulcers (eg, history ulcer disease, concomitant use of NSAIDs)<\/li><\/ul>"},"11":{"id":"928825-s-11","title":"How Supplied","mono":"<b>Exelon<\/b><br\/>Transdermal Patch, Extended Release: 4.6 MG\/24 HR, 9.5 MG\/24 HR, 13.3 MG\/24 HR<br\/>"},"12":{"id":"928825-s-12","title":"Toxicology","sub":[{"id":"928825-s-12-31","title":"Clinical Effects","mono":"<b>RIVASTIGMINE AND RELATED AGENTS<\/b><br\/>USES: Rivastigmine, an acetylcholinesterase inhibitor, is used for the treatment of dementia of the Alzheimer's type and mild to moderate dementia associated with Parkinson's disease. WITHDRAWN FROM MARKET: Because of ongoing concerns over the safety of TACRINE it was withdrawn from the market in 2013. Other agents, such as metrifonate and velnacrine are also no longer used in the treatment of Alzheimer's disease. PHARMACOLOGY: The precise mechanism of action of rivastigmine is unknown. However, it is thought to exert is effect by enhancing cholinergic function, by increasing the concentration of acetylcholine through reversible inhibition of its hydrolysis by cholinesterase. EPIDEMIOLOGY: Exposure has occurred. Severe clinical events or fatalities are uncommon. OVERDOSE: Overdose information is limited. Cholinergic toxicity has been reported after overdose of rivastigmine, typical findings can include severe nausea, vomiting, salivation, sweating, bradycardia, hypotension, respiratory depression, collapse and convulsions. In severe cases, muscle weakness can develop and may result in death if respiratory muscles become involved. Other symptoms that have been associated with overdose of rivastigmine include: diarrhea, abdominal pain, dizziness, tremor, headache, somnolence, confusional state, hyperhidrosis, hypertension, hallucinations and malaise. Depression of blood cholinesterase may occur following overdoses.  ADVERSE EFFECTS: The most common adverse effects reported with rivastigmine therapy include: nausea, vomiting, anorexia, dyspepsia, and asthenia. Other clinical events include dizziness, headache, urinary tract infection, fatigue, insomnia, and confusion. Infrequent events may include depression, anxiety, hallucination, and aggressive reactions. CHOLINERGIC ACTIVITY: Other events that can develop due to increases in cholinergic activity include extrapyramidal symptoms, worsening of parkinsonian symptoms (ie, tremor), seizures, increases in gastric acid secretion, at risk to develop ulcers or gastrointestinal bleeding, bradycardia, and possible urinary obstruction. Drugs like rivastigmine the increase cholinergic activity should also be given with caution in patients with an underlying history of asthma or obstructive pulmonary disease. POSTMARKETING EXPERIENCE: Based on postmarketing experience with rivastigmine, hepatitis, aggression, Stevens-Johnson syndrome and disseminated allergic dermatitis have been reported. <br\/>"},{"id":"928825-s-12-32","title":"Treatment","mono":"<b>RIVASTIGMINE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor vital signs and mental status. Monitor fluid status and electrolyte balance if the patient develops significant fluid loss (ie, vomiting, diarrhea, diaphoresis). Treat nausea and vomiting with antiemetics and fluid replacement. Initially treat hypotension with IV fluids. Infuse 10 to 20 mL\/kg of isotonic fluid. If hypotension persists, administer dopamine or norepinephrine. Atropine is the drug of choice to treat cholinergic effects such as bradycardia, bronchorrhea and bronchospasm. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizure activity with IV benzodiazepines (diazepam or lorazepam). Consider phenobarbital or propofol if seizures recur. ANTIDOTES: Administer atropine for muscarinic manifestations (e.g. salivation, diarrhea, bronchorrhea); and pralidoxime for nicotinic manifestations (e.g. weakness, fasciculations) for severe toxicity. Assess respiratory function, airway management including intubation and mechanical ventilation as needed. Respiratory depression including muscle weakness can occur. Increasing muscle weakness is a possibility and may result in death if respiratory muscles are involved. Acute lung injury may develop with a significant exposure. Maintain adequate ventilation and oxygenation; serial ABGs and\/or pulse oximetry as necessary; PEEP may be necessary.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is unlikely to be necessary as spontaneous vomiting is likely to occur. PREHOSPITAL: Spontaneous vomiting can occur after a significant exposure. Excessive vomiting may increase the risk of esophageal rupture and induced emesis is probably not indicated. HOSPITAL: GI decontamination is unlikely to be necessary as spontaneous vomiting it likely to occur. Activated charcoal may be considered if coingestants are suspected, the ingestion is recent, and the airway can be protected.<\/li><li>Airway management: A significant exposure can result in cholinergic crisis include respiratory depression and severe respiratory muscle weakness. Monitor respiratory effort and ventilation. Administer oxygen. Intubation and mechanical ventilation may be necessary.<\/li><li>Antidote: Atropine sulfate is the drug of choice to treat cholinergic effects such as bradycardia, bronchorrhea and bronchospasm.  For significant muscarinic symptoms administer: ADULT: Initial dose of 1 to 2 mg IV repeat with subsequent doses based on clinical response; CHILD: Initial dose 0.05 mg\/kg up to 4 mg (usual dose 1 mg), intramuscularly or intravenously every 10 to 30 minutes until muscarinic signs and symptoms subside, and repeat if they reappear. ALTERNATIVE THERAPY: Glycopyrrolate and methscopolamine bromide have been suggested as alternatives to atropine in treating the peripheral cholinergic symptoms. PRALIDOXIME: Treat moderate to severe poisoning (fasciculations, muscle weakness, respiratory depression, coma, seizures) with pralidoxime in addition to atropine.<\/li><li>Bronchospasm: ALBUTEROL: ADULT: 0.25 to 0.5 mL in 2 to 4.5 mL of normal saline delivered every 4 to 6 hours per nebulizer; CHILD: 100 to 200 mcg 3 to 6 times a day.<\/li><li>Monitoring of patient: Monitor respiratory and cardiovascular function. Monitor pulse rate and blood pressure; alterations may develop as a result of cholinergic toxicity. Monitor fluid status in patients with significant cholinergic symptoms.<\/li><li>Enhanced elimination procedure: Due to the short half-life (1.5 hours) of rivastigmine, dialysis (hemodialysis, peritoneal dialysis, or hemofiltration) is not clinically indicated. Rivastigmine also has a large volume of distribution (range, 1.8 to 2.7 L\/kg); therefore, hemodialysis is unlikely to be beneficial.<\/li><li>Patient disposition: HOME CRITERIA: All children with ingestions should be sent to a healthcare facility for evaluation and treatment. Adults with a deliberate overdose should be sent to a healthcare facility for evaluation and treatment. Asymptomatic adults with an inadvertent ingestion of one or two pills can be monitored at home. OBSERVATION CRITERIA: Patients should be observed until all symptoms resolve. Patients that develop significant toxicity including respiratory depression should be admitted for a higher level of care. ADMISSION CRITERIA: Patients who develop cholinergic crisis including respiratory depression should be admitted. They should only be discharged when free of symptoms. CONSULT CRITERIA: Consult a medical toxicologist or a poison center for assistance with medical management in patients with severe overdose or in whom the diagnosis is unclear. Consult a pulmonologist or hospital intensivist if the patient develops evidence of respiratory compromise.<\/li><\/ul>"},{"id":"928825-s-12-33","title":"Range of Toxicity","mono":"<b>RIVASTIGMINE AND RELATED AGENTS<\/b><br\/>TOXIC DOSE: A toxic dose has not been established. RIVASTIGMINE: An adult developed vomiting, bradycardia, hypertension, salivation, diaphoresis and drowsiness after ingesting 90 mg. TACRINE: An estimated human lethal dose is reported as 30 mg\/kg when unopposed by anticholinergics. METRIFONATE: Doses as high as 72 mg\/kg have produced severe abdominal colic, vomiting, and muscle weakness. THERAPEUTIC DOSE: Dosing for Alzheimer's Disease is as follows: RIVASTIGMINE: 1.5 mg orally twice daily; if tolerated, increase dose every 2 weeks by 1.5 mg twice daily to a maximum dose of 6 mg twice daily. Other agents (ie, tacrine and metrifonate) have been withdrawn from the market. <br\/>"}]},"13":{"id":"928825-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient or caregiver of symptoms of allergic contact dermatitis and to notify a physician if application site reactions spread beyond the patch size, if there is a more intense local reactions (eg, edema, increasing erythema, papules, vesicles), and if little symptomatic improvement is seen within 48 hours after patch removal.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Advise patient and\/or caregiver to avoid direct exposure of patch to external heat sources, such as excessive sunlight, saunas, or sun rooms, for long periods of time, as this may cause increased release of drug from patch.<\/li><li>Drug may cause nausea, vomiting, diarrhea, depression, and application site reactions (dermatitis, eczema, irritation, erythema, pruritus).<\/li><li>Drug may exacerbate or induce extrapyramidal symptoms, or worsen parkinsonian symptoms, specifically tremor.<\/li><li>Instruct patient and\/or caregiver to monitor any loss of appetite or weight reduction as dose adjustment may be needed.<\/li><li>Instruct patient and\/or caregiver to report gastrointestinal adverse effects, which can be severe at higher than recommended doses.<\/li><li>Teach patient and\/or caregiver how to properly administer, care for, and discard the transdermal patch.<\/li><li>Instruct patient and\/or caregiver to apply the patch immediately and to replace patch the following day at the usual application time. The patient should not apply 2 patches to make up for a missed dose. If the patch has not been applied for more than 3 days, the patient should call the doctor for instructions.<\/li><\/ul>"}}}