{"drugs":["Aliskiren\/Hydrochlorothiazide","Tekturna HCT"],"mono":[{"id":"928975-s-0","title":"Generic Names","mono":"Aliskiren\/Hydrochlorothiazide"},{"id":"928975-s-1","title":"Dosing and Indications","sub":[{"id":"928975-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hypertension:<\/b> initial and add-on therapy: starting dose, aliskiren 150 mg\/hydrochlorothiazide 12.5 mg ORALLY once daily; titration to maintenance (allow 2 to 4 weeks to achieve maximal antihypertensive effect); doses in order of increasing effect are 150 mg\/12.5 mg, 150 mg\/25 mg, 300 mg\/12.5 mg, and 300 mg\/25 mg; MAX daily dose aliskiren 300 mg\/ hydrochlorothiazide 25 mg<\/li><li><b>Hypertension:<\/b> replacement therapy: may be substituted for the titrated component<\/li><\/ul>"},{"id":"928975-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"928975-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (CrCl greater than 30 mL\/min):<\/b> no dosage adjustment is necessary; uptitrate dose slowly<\/li><li><b>renal impairment (CrCl 30 mL\/min or less):<\/b> use not recommended<\/li><li><b>hepatic impairment:<\/b> no initial dosage adjustment is necessary; uptitrate dose slowly<\/li><li><b>geriatric:<\/b>  no initial dosage adjustment is required<\/li><\/ul>"},{"id":"928975-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypertension<br\/>"}]},{"id":"928975-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>When pregnancy is detected, discontinue aliskiren\/hydrochlorothiazide as soon as possible since drugs that act directly on the renin-angiotensin system can cause injury and death to the developing fetus.<br\/>"},{"id":"928975-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928975-s-3-9","title":"Contraindications","mono":"<ul><li>Anuria<\/li><li>Concomitant angiotensin receptor blockers or ACE inhibitors in patients with diabetes<\/li><li>Hypersensitivity to sulfonamide-derived drugs<\/li><\/ul>"},{"id":"928975-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Avoid use during pregnancy due to risk of fetal injury or death; discontinue therapy as soon as possible if pregnancy is detected<\/li><li>Cardiovascular:<\/li><li>-- Symptomatic hypotension may occur in patients with salt or volume depletion or concomitant use of agents acting on the renin-angiotensin system; correct volume or salt depletion prior to use<\/li><li>Endocrine and Metabolic:<\/li><li>-- Electrolyte abnormalities may occur, especially with potassium, magnesium, sodium, and calcium; correct prior to initiating therapy; monitoring recommended and discontinuation may be warranted<\/li><li>-- Cholesterol and triglyceride levels may be increased<\/li><li>-- Glucose tolerance may be altered<\/li><li>-- Uric acid levels may be increased and may exacerbate hyperuricemia or precipitate gout in susceptible patients<\/li><li>Hepatic:<\/li><li>-- Hepatic coma may be precipitated by minor alterations in fluid and electrolyte balance in patients with hepatic impairment or progressive liver disease<\/li><li>Immunologic:<\/li><li>-- Anaphylactic reactions and angioedema of the face, extremities, lips, tongue, glottis, or larynx, requiring hospitalization and intubation, have been reported with aliskiren; discontinue and do not restart<\/li><li>-- Hypersensitivity reactions to hydrochlorothiazide are more likely in patients with a history of allergy or bronchial asthma, but may also occur in those without a history<\/li><li>-- Worsening or new onset systemic lupus erythematosus may occur<\/li><li>Ophthalmic:<\/li><li>-- Acute transient myopia or acute angle-closure glaucoma may occur; increased risk with history of sulfonamide or penicillin allergy; discontinuation of therapy and medical management may be necessary<\/li><li>Renal:<\/li><li>-- Changes in renal function, including acute renal failure, may occur; increased risk when renal function depends on the activity of the renin-angiotensin system (eg, renal artery stenosis, severe heart failure, post myocardial infarction, volume depletion) or with concomitant angiotensin receptor blockers, ACE inhibitors, NSAIDs, or COX-2 inhibitors; monitoring recommended and interruption or discontinuation may be warranted<\/li><li>Concomitant Use:<\/li><li>-- Avoid concomitant use with ACE inhibitors or angiotensin receptor blockers, especially in patient with CrCl less than 60 mL\/min<\/li><li>-- Avoid concomitant cyclosporine or itraconazole<\/li><\/ul>"},{"id":"928975-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"928975-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"928975-s-4","title":"Drug Interactions","sub":[{"id":"928975-s-4-13","title":"Contraindicated","mono":"<ul><li>Azilsartan (probable)<\/li><li>Azilsartan Medoxomil (probable)<\/li><li>Benazepril (probable)<\/li><li>Candesartan (probable)<\/li><li>Captopril (probable)<\/li><li>Dofetilide (probable)<\/li><li>Enalapril (probable)<\/li><li>Enalaprilat (probable)<\/li><li>Eprosartan (probable)<\/li><li>Fosinopril (probable)<\/li><li>Irbesartan (probable)<\/li><li>Lisinopril (probable)<\/li><li>Losartan (probable)<\/li><li>Moexipril (probable)<\/li><li>Olmesartan (probable)<\/li><li>Perindopril (probable)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Telmisartan (probable)<\/li><li>Trandolapril (probable)<\/li><li>Valsartan (probable)<\/li><\/ul>"},{"id":"928975-s-4-14","title":"Major","mono":"<ul><li>Acetyldigoxin (established)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Cyclophosphamide (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Deslanoside (established)<\/li><li>Digitalis (established)<\/li><li>Digitoxin (established)<\/li><li>Digoxin (established)<\/li><li>Droperidol (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Ketanserin (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Lithium (probable)<\/li><li>Lomitapide (theoretical)<\/li><li>Methotrexate (probable)<\/li><li>Metildigoxin (established)<\/li><li>Nilotinib (theoretical)<\/li><li>Ouabain (theoretical)<\/li><li>Proscillaridin (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Sotalol (probable)<\/li><li>Tocophersolan (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><\/ul>"},{"id":"928975-s-4-15","title":"Moderate","mono":"<ul><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Alacepril (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Bepridil (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Celecoxib (probable)<\/li><li>Cholestyramine (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Cilazapril (probable)<\/li><li>Clonixin (probable)<\/li><li>Delapril (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Furosemide (probable)<\/li><li>Ginkgo (probable)<\/li><li>Gossypol (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Imidapril (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Licorice (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Pentopril (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Rifampin (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Spirapril (probable)<\/li><li>Sulindac (probable)<\/li><li>Temocapril (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Topiramate (probable)<\/li><li>Valdecoxib (probable)<\/li><li>Zofenopril (probable)<\/li><\/ul>"}]},{"id":"928975-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperkalemia (0.8% to 36.9%), Hypokalemia (2.2%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (1.6%)<\/li><li><b>Neurologic:<\/b>Dizziness (2.3%)<\/li><li><b>Renal:<\/b>Serum blood urea nitrogen raised (11.8%)<\/li><li><b>Respiratory:<\/b>Cough (1.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension<\/li><li><b>Ophthalmic:<\/b>Angle-closure glaucoma, acute, Myopia (Acute), Transient<\/li><\/ul>"},{"id":"928975-s-6","title":"Drug Name Info","sub":{"0":{"id":"928975-s-6-17","title":"US Trade Names","mono":"Tekturna HCT<br\/>"},"2":{"id":"928975-s-6-19","title":"Class","mono":"<ul><li>Antihypertensive<\/li><li>Diuretic<\/li><li>Renin Inhibitor<\/li><li>Thiazide<\/li><\/ul>"},"3":{"id":"928975-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928975-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"928975-s-7","title":"Mechanism Of Action","mono":"<ul><li>Aliskiren directly inhibits renin which decreases plasma renin activity (PRA) and inhibits the conversion of angiotensinogen to angiotensin I (Ang I). Unlike angiotensin converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) which indirectly increase levels of PRA, aliskiren reduces PRA, Ang I, and Angiotensin II (Ang II) by directly inhibiting renin. These reductions occur whether or not aliskiren is used as monotherapy or concomitantly with other antihypertensive agents. It is unknown if aliskiren has an effect on other renin-angiotensin-aldosterone system (RAAS) components.<\/li><li>Hydrochlorothiazide is a thiazide diuretic and antihypertensive that affects the renal tubular mechanism of electrolyte reabsorption resulting to an increase in the excretion of sodium and chloride. Its diuretic effect indirectly decreases plasma volume, increases plasma renin activity, increases aldosterone secretion, increases urinary potassium loss and decreases serum potassium. Its antihypertensive mechanism is still unknown.<\/li><\/ul>"},{"id":"928975-s-8","title":"Pharmacokinetics","sub":[{"id":"928975-s-8-23","title":"Absorption","mono":"<ul><li>Oral, aliskiren: rapidly absorbed<\/li><li>Bioavailability: (aliskiren, oral, tablet), 2.5%<\/li><li>Effect of food: (aliskiren), high fat food decreases AUC and Cmax by 60% and 82%, respectively<\/li><li>Effect of food: (hydrochlorothiazide), high fat food increases AUC and Cmax by 13% and 10%, respectively<\/li><\/ul>"},{"id":"928975-s-8-24","title":"Distribution","mono":"<ul><li>Vd: (aliskiren), 135 L<\/li><li>Protein binding: (aliskiren), 47% to 51%<\/li><\/ul>"},{"id":"928975-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: (aliskiren), in vitro via P450 CYP3A4, minor extent.<\/li><li>Hydrochlorothiazide: not metabolized<\/li><\/ul>"},{"id":"928975-s-8-26","title":"Excretion","mono":"<ul><li>Fecal\/Biliary: (aliskiren), 91%, 77.5% unchanged<\/li><li>Renal: (aliskiren), 0.6%, 0.4% unchanged<\/li><li>Renal: (hydrochlorothiazide), at least 61% unchanged<\/li><\/ul>"},{"id":"928975-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Aliskiren, approximately 40 hr<\/li><li>Hydrochlorothiazide: 5.8 to 18.9 hr<\/li><\/ul>"}]},{"id":"928975-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take consistently with regard to meals as high fat meals can significantly decrease absorption of aliskiren <br\/>"},{"id":"928975-s-10","title":"Monitoring","mono":"<ul><li>hypertension: a decrease in blood pressure is indicative of efficacy<\/li><li>renal function; periodically in all patients, particularly if risk for developing acute renal failure (eg, renal arterial stenosis, severe heart failure, post myocardial infarction, volume depletion, concomitant use of angiotensin receptor blockers, ACE inhibitors, or NSAIDs)<\/li><li>serum calcium levels; in patients with hypercalcemia<\/li><li>serum potassium levels; periodically in all patients, particularly in patients with preexisting renal impairment or diabetes, concomitant use of angiotensin receptor blockers, ACE inhibitors, NSAIDs, potassium supplements, or potassium-sparing diuretics.<\/li><\/ul>"},{"id":"928975-s-11","title":"How Supplied","mono":"<b>Tekturna HCT<\/b><br\/>Oral Tablet: (Aliskiren - Hydrochlorothiazide) 150 MG-12.5 MG, 150 MG-25 MG, 300 MG-12.5 MG, 300 MG-25 MG<br\/>"},{"id":"928975-s-12","title":"Toxicology","sub":[{"id":"928975-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>ALISKIREN<\/b><br\/>USES: Aliskiren is used alone or in combination with other agents to treat hypertension. PHARMACOLOGY: Aliskiren directly inhibits renin which decreases plasma renin activity (PRA) and inhibits the conversion of angiotensinogen to angiotensin I (Ang I). Unlike angiotensin converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) which indirectly increase levels of PRA, aliskiren reduces PRA, Ang I, and Angiotensin II (Ang II) by directly inhibiting renin. These reductions occur whether or not aliskiren is used as monotherapy or concomitantly with other antihypertensive agents. It is unknown if aliskiren has an effect on other renin-angiotensin-aldosterone system (RAAS) components. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. The main effect expected with aliskiren overdose would be hypotension. ADVERSE EFFECTS: Aliskiren is generally well tolerated by most patients. Adverse effects reported with aliskiren therapy include hypotension (rare), diarrhea, abdominal pain, dyspepsia, gastrointestinal reflux disease, dizziness, headache, and decreased hemoglobin and hematocrit. Most symptoms were dose-related, mild, and rarely led to discontinuation of therapy.<br\/><\/li><li><b>DIURETICS<\/b><br\/>USES: Class of drugs that are primarily used to treat hypertension and congestive heart failure. Potassium sparing diuretics and carbonic anhydrase inhibitors are covered in separate managements. PHARMACOLOGY: Work in a variety of mechanisms including inhibiting sodium and chloride reabsorption in the distal convoluted tubule (thiazides), inhibiting transport of sodium, potassium, and chloride in the thick ascending limb of the loop of henle (loop), and osmotic agents (mannitol). TOXICOLOGY: Produce hypovolemia and electrolyte deficiencies. EPIDEMIOLOGY: Rare overdose which uncommonly results in significant morbidity or death. MILD TO MODERATE TOXICITY: Mild dehydration, tachycardia, dry mucous membranes, headache, muscle cramps, thirst, and brisk diuresis. Large doses of furosemide or ethacrynic acid can cause ototoxicity. SEVERE TOXICITY: Hypotension, hypochloremic metabolic alkalosis, mental status changes, and electrolyte abnormalities (i.e. hypokalemia, hypomagnesemia, hypochloremia, hypocalcemia) are the most common manifestations of severe poisoning. Rarely muscle spasms, tetany, seizures, coma, or dysrhythmias may develop secondary to severe electrolyte abnormalities.  CNS depression has been reported rarely in children with acute ingestion without significant electrolyte abnormalities. ADVERSE EFFECTS: Thiazides are associated with hyperglycemia and hyperlipidemia. Furosemide has been associated with ototoxicity, hyperglycemia, and hypercholesterolemia.  Diuretics have a large number of drug interactions as well. Extravasation of mannitol can cause tissue injury and compartment syndrome.<br\/><\/li><\/ul>"},{"id":"928975-s-12-32","title":"Treatment","mono":"<ul><li><b>ALISKIREN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Correct any significant serum electrolyte abnormalities in patients with severe vomiting and\/or diarrhea.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic agents are involved. Ensure adequate ventilation and perform endotracheal intubation early in patients with hemodynamic instability.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs after significant overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Aliskiren is moderately bound to plasma proteins (49.5%) and has a volume of distribution of 135 L. Hemodialysis is unlikely to be useful in overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients who are symptomatic and patients with deliberate overdose should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a local poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with minor symptoms can be managed with supportive care only.  Oral hydration and oral electrolyte supplementation may be sufficient.  Severe electrolyte disturbances and\/or mental status changes indicate a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is very rare. Treatment should be directed at intravenous correction of volume loss and electrolyte abnormalities.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not indicated as toxicity is rare. HOSPITAL: Activated charcoal is rarely  indicated as acute toxicity is rare.<\/li><li>Airway management: Diuretic poisoning should not produce symptoms mandating airway management.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: Monitor vital signs and serum electrolytes.  Obtain an ECG in patients with significant electrolyte abnormalities.<\/li><li>Enhanced elimination procedure: Hemodialysis is not expected to be helpful.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of less than a maximal daily dose can be monitored at home. OBSERVATION CRITERIA: Adults with intentional ingestions or symptomatic children should be referred to a health care facility.  Patients who are asymptomatic after 6 hours can be discharged home. ADMISSION CRITERIA: Patients who have severe electrolyte abnormalities or vital sign abnormalities should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul><\/li><\/ul>"},{"id":"928975-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>ALISKIREN<\/b><br\/>TOXICITY: A toxic dose has not been established. Doses up to 600 mg\/day have been used in adults in therapeutic trials with minimal adverse effects. An accidental ingestion of a single 300 mg aliskiren tablet by a 12-year-old boy (77.2 kg) resulted in a significant drop in systolic and diastolic pressure with the nadir occurring approximately 7 hours post-ingestion; his blood pressure gradually improved. THERAPEUTIC DOSE: ADULT: Initial, 150 mg orally once daily; may be increased to 300 mg orally once daily if BP is not adequately controlled.<br\/><\/li><li><b>DIURETICS<\/b><br\/>TOXICITY: Toxic doses are not well established.  Diuresis is expected to result at even therapeutic doses.  Toxicity is most common with chronic dosing and acute toxicity is often related to other factors such as comorbid conditions and access to fluid replacement. THERAPEUTIC DOSE: Furosemide is typically dosed at 20 to 80 mg with repeat doses as necessary in adults; pediatric dose is 1 to 2 mg\/kg orally.  Hydrochlorothiazide is typically dosed at 12.5 to 50 mg daily in adults; pediatric dose is 1 to 3 mg\/kg divided twice daily.<br\/><\/li><\/ul>"}]},{"id":"928975-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause angioedema (ie, swelling of the face, lips, tongue, throat, arms and legs, or the whole body). Advise patient to seek out immediate medical attention if one or more of these symptoms occur.<\/li><li>This drug may cause dizziness and diarrhea.<\/li><li>Counsel patient to report signs\/symptoms of acute transient myopia associated with acute angle-closure glaucoma, including sudden ocular pain or decreased visual acuity.<\/li><li>Instruct patient to report syncope or symptoms of hypotension.<\/li><li>Advise patient to maintain adequate hydration to prevent hypotension, especially with heavy sweating, diarrhea, or vomiting.<\/li><li>Patient should avoid alcohol while taking this drug.<\/li><li>Advise patient to avoid concomitant use of potassium supplements or potassium-containing salt substitutes unless approved by healthcare professional.<\/li><\/ul>"}]}