{"generic":"Etravirine","drugs":["Etravirine","Intelence"],"mono":{"0":{"id":"928973-s-0","title":"Generic Names","mono":"Etravirine"},"1":{"id":"928973-s-1","title":"Dosing and Indications","sub":[{"id":"928973-s-1-4","title":"Adult Dosing","mono":"<b>HIV infection, Treatment-experienced:<\/b> 200 mg ORALLY twice daily following a meal "},{"id":"928973-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness not established in pediatric patients less than 6 years of age<\/li><li><b>HIV infection, Treatment-experienced:<\/b> (6 years or older, 16 kg to less than 20 kg) 100 mg ORALLY twice daily following a meal<\/li><li><b>HIV infection, Treatment-experienced:<\/b> (6 years or older, 20 kg to less than 25 kg) 125 mg ORALLY twice daily following a meal<\/li><li><b>HIV infection, Treatment-experienced:<\/b> (6 years or older, 25 kg to less than 30 kg) 150 mg ORALLY twice daily following a meal<\/li><li><b>HIV infection, Treatment-experienced:<\/b> (6 years or older, 30 kg or greater) 200 mg ORALLY twice daily following a meal<\/li><\/ul>"},{"id":"928973-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dosage adjustment necessary<\/li><li><b>hepatic impairment, mild to moderate:<\/b> no dosage adjustment necessary<\/li><li><b>co-infection with Hepatitis B and\/or C virus:<\/b> no dosage adjustment necessary<\/li><li><b>hemodialysis or peritoneal dialysis:<\/b> no dosage adjustment necessary<\/li><\/ul>"},{"id":"928973-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>HIV infection, Treatment-experienced<br\/>"}]},"3":{"id":"928973-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928973-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"928973-s-3-10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- severe, potentially life-threatening, and fatal skin reactions, including Stevens-Johnson syndrome, toxic epidermal necrolysis, and erythema multiforme, have been reported; discontinue immediately and monitoring recommended if severe rash develops<\/li><li>Immunologic:<\/li><li>-- hypersensitivity reactions, including drug rash with eosinophilia and systemic symptoms (DRESS) have been reported; discontinue immediately and monitoring recommended if occurs<\/li><li>-- immune reconstitution syndrome has been reported<\/li><li>-- autoimmune disorders, including Graves disease, polymyositis, and Guillain-Barr  syndrome, have been reported in the setting of immune reconstitution and may occur many months after initiation of therapy<\/li><li>Concomitant Use:<\/li><li>-- avoid use with avanafil, carbamazepine, clopidogrel, phenobarbital, phenytoin, rifampin, rifapentine, or St John's wort<\/li><li>-- avoid use with boceprevir in the presence of other dugs which may further decrease etravirine exposure (eg, darunavir\/ritonavir, lopinavir\/ritonavir, saquinavir\/ritonavir, tenofovir disoproxil fumarate, or rifabutin)<\/li><li>-- dolutegravir without atazanavir\/ritonavir, darunavir\/ritonavir, or lopinavir\/ritonavir should be avoided<\/li><li>-- avoid use with other nonnucleoside reverse transcriptase inhibitors (efavirenz, nevirapine, delavirdine, rilpivirine)<\/li><li>-- avoid use with protease inhibitors (atazanavir, fosamprenavir, indinavir, or nelfinavir) without low-dose ritonavir<\/li><li>-- avoid use with rifabutin when etravirine is coadministered with darunavir\/ritonavir, lopinavir\/ritonavir, or saquinavir\/ritonavir<\/li><li>-- avoid use with ritonavir (600 mg twice daily dosing), tipranavir\/ritonavir, or fosamprenavir\/ritonavir<\/li><\/ul>"},{"id":"928973-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"928973-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"928973-s-4","title":"Drug Interactions","sub":[{"id":"928973-s-4-13","title":"Contraindicated","mono":"<ul><li>Carbamazepine (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><\/ul>"},{"id":"928973-s-4-14","title":"Major","mono":"<ul><li>Amiodarone (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Artemether (theoretical)<\/li><li>Atazanavir (established)<\/li><li>Avanafil (theoretical)<\/li><li>Axitinib (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Cilostazol (theoretical)<\/li><li>Clarithromycin (probable)<\/li><li>Clopidogrel (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Cyclosporine (theoretical)<\/li><li>Daclatasvir (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Dexamethasone (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Dolutegravir (established)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Efavirenz (probable)<\/li><li>Eliglustat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fosamprenavir (probable)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Ifosfamide (theoretical)<\/li><li>Indinavir (probable)<\/li><li>Itraconazole (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lidocaine (theoretical)<\/li><li>Lumefantrine (theoretical)<\/li><li>Maraviroc (established)<\/li><li>Mexiletine (theoretical)<\/li><li>Naloxegol (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nevirapine (probable)<\/li><li>Nifedipine (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Nintedanib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Rifabutin (probable)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>Rilpivirine (theoretical)<\/li><li>Ritonavir (probable)<\/li><li>Simeprevir (theoretical)<\/li><li>Sirolimus (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Tipranavir (probable)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},{"id":"928973-s-4-15","title":"Moderate","mono":"<ul><li>Atorvastatin (probable)<\/li><li>Boceprevir (probable)<\/li><li>Buprenorphine (established)<\/li><li>Clobazam (probable)<\/li><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Digoxin (established)<\/li><li>Drospirenone (probable)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Fluconazole (established)<\/li><li>Levonorgestrel (probable)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Methadone (probable)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Ospemifene (established)<\/li><li>Raltegravir (probable)<\/li><li>Sildenafil (probable)<\/li><li>Voriconazole (established)<\/li><\/ul>"}]},"5":{"id":"928973-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (adult, 10%; pediatric, 15%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (2% or greater)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (6% (grade 2); 3% (grade 3), 1% (grade 4)), AST\/SGOT level raised (6% (grade 2); 3% (grade 3); less than 1% (grade 4); hepatitis B and\/or hepatitis C co-infected patients: 27.8% (grade 2 or greater))<\/li><li><b>Neurologic:<\/b>Peripheral neuropathy (4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction (less than 2%)<\/li><li><b>Dermatologic:<\/b>Erythema multiforme (0.5% or less), Rash, Grade 3 or 4 (1.3%), Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hepatic:<\/b>Hepatitis (less than 2%), Liver failure (less than 2%)<\/li><li><b>Immunologic:<\/b>Drug hypersensitivity syndrome, Immune reconstitution syndrome (less than 2%)<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><\/ul>"},"6":{"id":"928973-s-6","title":"Drug Name Info","sub":{"0":{"id":"928973-s-6-17","title":"US Trade Names","mono":"Intelence<br\/>"},"2":{"id":"928973-s-6-19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Non-Nucleoside Reverse Transcriptase Inhibitor<\/li><\/ul>"},"3":{"id":"928973-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928973-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928973-s-7","title":"Mechanism Of Action","mono":"Etravirine is a non-nucleoside reverse transcriptase inhibitor (NNRTI) of human immunodeficiency virus type 1 (HIV-1).  Etravirine binds directly to reverse transcriptase and blocks the RNA-dependent and DNA-dependent DNA polymerase activities. Etravirine does not inhibit the human DNA polymerases alpha, beta, or gamma .<br\/>"},"8":{"id":"928973-s-8","title":"Pharmacokinetics","sub":[{"id":"928973-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 2.5 to 4 hours<\/li><li>Bioavailability, Oral: unknown<\/li><li>Effect of food: increases systemic exposure<\/li><\/ul>"},{"id":"928973-s-8-24","title":"Distribution","mono":"Protein binding: 99.9% <br\/>"},{"id":"928973-s-8-25","title":"Metabolism","mono":"Hepatic: via CYP3A4, CYP2C9, and CYP2C19 <br\/>"},{"id":"928973-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 93.7% changed, 81.2% to 86.4% unchanged<\/li><li>Renal: 1.2% changed, 0% unchanged<\/li><li>Dialyzable: yes (hemodialysis), 29% removed<\/li><\/ul>"},{"id":"928973-s-8-27","title":"Elimination Half Life","mono":"9.05  to 41 hours <br\/>"}]},"9":{"id":"928973-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>swallow the tablet whole following a meal; type of food does not affect drug exposure<\/li><li>if unable to swallow, disperse the tablets in a glass of water, stir well and drink immediately; rinse glass with water, orange juice, or milk several times and swallow each rinse<\/li><\/ul>"},"10":{"id":"928973-s-10","title":"Monitoring","mono":"<ul><li>(adults and adolescents) viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>(adults and adolescents) CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during the at least the first 2 years of treatment and if the CD4 counts are below 300 cells\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>(adults and adolescents) hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>(pediatrics) viral load: at baseline and with modification of ARV treatment, within 2 to 4 weeks, then every 3 to 4 months thereafter<\/li><li>(pediatrics) CD4 count\/percentage: at baseline and with modification of ARV treatment, then every 3 to 4 months; less frequent monitoring for children adherent to treatment who have remained clinically stable and have maintained viral suppression and CD4 counts above the threshold for opportunistic infection for more than 2 to 3 years<\/li><li>(pediatrics) clinical history, physical exam, and evaluation of adherence: at baseline at 1 to 2 weeks and 2 to 4 weeks following initiation or modification of ARV treatment, then every 3 to 4 months thereafter<\/li><li>Resistance testing; guides use<\/li><li>(adults and adolescents) ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>(adults and adolescents) basic chemistry (eg, serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine); at baseline, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>(adults and adolescents) CBC with a differential; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>(adults and adolescents) fasting blood glucose or HbA1c; at baseline and with modification of ARV treatment, then every 3 to 6 months with abnormal values or 12 months with normal values<\/li><li>(adults and adolescents) fasting lipid profile; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 6 to 12 months<\/li><li>(adults and adolescents) urinalysis; at baseline or modification of ARV therapy, then every 12 months<\/li><li>(pediatrics) basic chemistry including creatinine, electrolytes, and glucose; at baseline and with modification of ARV treatment, at 2 to 4 weeks after treatment initiation, then every 3 to 4 months thereafter<\/li><li>(pediatrics) CBC with differential; at baseline and with modification of ARV treatment, within 2 to 4 weeks, then every 3 to 4 months<\/li><li>(pediatrics) hepatic transaminases; at baseline and with modification of ARV treatment, then every 3 to 4 months or more frequently if signs of hepatotoxicity develop<\/li><li>(pediatrics 2 years or older) non-fasting lipid panel at baseline and with modification of ARV treatment, then every 6 to 12 months; patients with lipid abnormalities should have a baseline fasting lipid panel and with modification of ARV treatment, then every 6 months<\/li><li>(pediatrics) urinalysis; at baseline, then every 6 to 12 months<\/li><\/ul>"},"11":{"id":"928973-s-11","title":"How Supplied","mono":"<b>Intelence<\/b><br\/>Oral Tablet: 25 MG, 100 MG, 200 MG<br\/>"},"12":{"id":"928973-s-12","title":"Toxicology","sub":[{"id":"928973-s-12-31","title":"Clinical Effects","mono":"<b>AIDS ANTIVIRAL NON-NUCLEOSIDES <\/b><br\/>USES: The non-nucleoside reverse transcriptase inhibitors (NNRTIs) are used in the treatment of HIV-1 infection. This class includes etravirine, delavirdine mesylate, efavirenz, nevirapine, and rilpivirine. PHARMACOLOGY: NNRTIs bind adjacent to the active site of HIV-1 reverse transcriptase, causing conformational change and thus inactivation of the enzyme. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon, and severe sequelae from acute overdose is rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: The majority of patients will have minimal or no symptoms following overdose. Mild transaminitis may occur in the setting of overdose. Psychiatric disturbances characterized by mania, agitation, and sometimes somnolence have been observed in overdose. Abdominal pain, nausea, and vomiting have been reported. Transient mild neutropenia and hyperlactemia developed in an infant after intravenous overdose. ADVERSE EFFECTS: COMMON: Headache, dizziness, transaminitis, rash, nausea, vomiting,  diarrhea, paresthesias, psychiatric disturbances, and hyperlipidemia are the most commonly reported adverse effects. Other adverse effects specific to each drug include: DELAVIRDINE: rash (36%), hepatitis (rare), Stevens-Johnson syndrome (rare), neutropenia (rare). EFAVIRENZ: headache, dizziness, impaired concentration, abnormal dreams, or other CNS\/psychiatric disturbances (52%), rash (27%), transaminitis, fever, hyperlipidemia. ETRAVIRINE: rash, peripheral neuropathy, toxic epidermal necrolysis (rare), hepatitis (rare). NEVIRAPINE: rash (7%), pruritus, hepatitis (1%), Stevens-Johnson syndrome (0.3%), fever. Hypersensitivity syndrome (HHS) has been described approximately 4 weeks following the therapeutic use of nevirapine.  Generalized maculopapular rash, eosinophilia, enlarged lymph nodes, fever, and hepatosplenomegaly developed. DRUG INTERACTIONS: DELAVIRDINE: A CYP3A4 substrate and inhibitor and a CYP2C9 inhibitor; carbamazepine, phenobarbital, rifampin, and phenytoin may decrease delavirdine concentrations; may increase plasma concentrations of other CYP3A4 substrates. EFAVIRENZ: A CYP3A4 substrate and inducer, and a CYP2B6 substrate; may decrease phenobarbital, phenytoin, carbamazepine, and methadone concentrations; may cause false positive tetrahydrocannabinol tests. ETRAVIRINE: A CYP3A4 substrate and inducer, a CYP2C9 substrate and inhibitor, and a CYP2C19 substrate and inhibitor; may increase the INR when administered with warfarin; may decrease etravirine concentrations when administered with phenytoin, carbamazepine, or phenobarbital; may increase digoxin concentrations. NEVIRAPINE: A CYP3A4 substrate and inducer, and a CYP2B6 substrate; may cause methadone withdrawal; may decrease plasma concentrations of oral contraceptives; may decrease ketoconazole concentrations; administration with rifampin may decrease nevirapine concentrations.<br\/>"},{"id":"928973-s-12-32","title":"Treatment","mono":"<b>AIDS ANTIVIRAL NON-NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored and no specific treatment is indicated. Nausea and vomiting should be treated with antiemetics. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care in severe toxicity. Withdrawal of the offending agent is imperative to improvement in severe adverse reactions. Stevens-Johnson syndrome should be treated with supportive care and consideration of corticosteroid and IV immunoglobulin therapy. Granulocyte colony stimulating factor (GCSF) should be considered for neutropenia complicated by infection felt to be secondary to nevirapine. Hepatic failure should prompt consultation with a transplant center.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of non-nucleoside reverse transcriptase inhibitor (NNRTI) overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NNRTIs. However coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NNRTI toxicity.<\/li><li>Monitoring of patient: Measurement of a basic metabolic panel, complete blood count, and liver enzymes should be performed in cases where adverse effects or overdose are suspected. Right upper quadrant ultrasound should be considered to evaluate for alternative etiologies of transaminitis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NNRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients should be referred to a health care facility. Asymptomatic patients with inadvertent ingestions of NNRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with Stevens-Johnson syndrome or hepatic failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Hepatic failure should prompt consultation with a transplant center.<\/li><\/ul>"},{"id":"928973-s-12-33","title":"Range of Toxicity","mono":"<b>AIDS ANTIVIRAL NON-NUCLEOSIDES<\/b><br\/>OVERDOSE: A full month supply of many of these agents has been ingested in overdose without clinical effects, although toxicity can occur at therapeutic doses with all non-nucleoside reverse transcriptase inhibitors (NNRTIs). ADULT: Psychomotor agitation developed after 15.6 grams and 54 grams efavirenz in adults. PEDIATRIC: An ingestion of 200 mg of nevirapine (40 times the recommended dose of 2 mg\/kg\/day) instead of the prescribed 200 mg of nelfinavir in an 8-day-old infant resulted in mild transient neutropenia and hyperlactatemia. THERAPEUTIC DOSE: DELAVIRDINE: ADULT: 400 mg three times daily. PEDIATRIC (age 16 years or older): 400 mg three times daily. EFAVIRENZ: ADULT: 600 mg\/day. PEDIATRIC: 10 kg to less than 15 kg: 200 mg\/day; 15 kg to less than 20 kg: 250 mg\/day; 20 kg to less than 25 kg: 300 mg\/day; 25 kg to less than 32.5 kg: 350 mg\/day; 32.5 kg to less than 40 kg: 400 mg\/day; 40 kg or more: 600 mg\/day. ETRAVIRINE: ADULT: 200 mg twice daily. NEVIRAPINE: ADULT: 200 mg twice daily. PEDIATRIC: 150 mg\/m(2) twice daily (Max: 400 mg\/day).<br\/>"}]},"13":{"id":"928973-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>Drug may cause mild, moderate, or grade 3 and 4 skin rash. Mild rash is not unusual and should resolve within 1 to 2 weeks with continued therapy. Rash is most common in the second week of therapy and infrequent after the fourth week.<\/li><li>Advise patient to report signs\/symptoms of hypersensitivity, Stevens-Johnson syndrome (flu-like symptoms, severe spreading red rash, or skin\/mucous membrane blistering), toxic epidermal necrolysis, or erythema multiforme.<\/li><li>Drug may cause nausea or body fat redistribution.<\/li><li>Instruct patient to take each dose following a meal.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><li>If a patient remembers a missed dose within 6 hours of the time it was supposed to be taken, advise to take the dose as soon as possible with food. If the dose is more than 6 hours late, advise to wait and take the next dose on the usual schedule.<\/li><\/ul>"}}}