{"generic":"Tetrastarch (hydroxyethyl starch 130\/0.4)\/Sodium Chloride","drugs":["Tetrastarch (hydroxyethyl starch 130\/0.4)\/Sodium Chloride","Voluven"],"mono":{"0":{"id":"928944-s-0","title":"Generic Names","mono":"Tetrastarch (hydroxyethyl starch 130\/0.4)\/Sodium Chloride"},"1":{"id":"928944-s-1","title":"Dosing and Indications","sub":[{"id":"928944-s-1-4","title":"Adult Dosing","mono":"<ul><li>not for use in critically-ill patients, including those with sepsis; increased risk of mortality and need for renal replacement therapy<\/li><li>a 50 mL\/kg tetrastarch (6% hydroxyethyl starch 130\/0.4)\/sodium chloride dose is equivalent to 3 g of hydroxyethyl starch and 7.7 mEq of sodium per kg<\/li><li><b>Hypovolemia:<\/b> initial, 10 to 20 mL IV infusion slowly<\/li><li><b>Hypovolemia:<\/b> maintenance, up to 50 mL\/kg per day administered repetitively over several days if necessary; dose and rate are dependent on blood loss, hemodynamics, and hemodilution effects<\/li><li><b>Hypovolemia; Prophylaxis:<\/b> initial, 10 to 20 mL IV infusion slowly<\/li><li><b>Hypovolemia; Prophylaxis:<\/b> maintenance, up to 50 mL\/kg per day administered repetitively over several days if necessary; dose and rate are dependent on blood loss, hemodynamics, and hemodilution effects<\/li><\/ul>"},{"id":"928944-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>not for use in critically-ill patients, including those with sepsis; increased risk of mortality and need for renal replacement therapy<\/li><li>a 50 mL\/kg tetrastarch (6% hydroxyethyl starch 130\/0.4)\/sodium chloride dose is equivalent to 3 g of hydroxyethyl starch and 7.7 mEq of sodium per kg<\/li><li><b>Hypovolemia:<\/b> (newborn to younger than 2 years), mean dose of 16 mL\/kg IV was administered (study dosing); up to 50 mL\/kg per day administered repetitively over several days if necessary; dose and rate are dependent on blood loss, hemodynamics, and hemodilution effects (manufacturer dosing) <\/li><li><b>Hypovolemia:<\/b> (2 to 12 years old), mean dose of 36 mL\/kg IV was administered (study dosing): up to 50 mL\/kg per day administered repetitively over several days if necessary; dose and rate are dependent on blood loss, hemodynamics, and hemodilution effects (manufacturer dosing)<\/li><li><b>Hypovolemia:<\/b> (older than 12 years) initial, 10 to 20 mL IV slow infusion; maintenance, up to 50 mL\/kg per day administered repetitively over several days if necessary; dose and rate are dependent on blood loss, hemodynamics, and hemodilution effects (manufacturer dosing)<\/li><li><b>Hypovolemia:<\/b> (all ages) maintenance, up to 50 mL\/kg per day administered repetitively over several days if necessary; dose and rate are dependent on blood loss, hemodynamics, and hemodilution effects (manufacturer dosing)<\/li><li><b>Hypovolemia; Prophylaxis:<\/b> initial, 10 to 20 mL IV infusion slowly<\/li><li><b>Hypovolemia; Prophylaxis:<\/b> maintenance, up to 50 mL\/kg per day administered repetitively over several days if necessary; dose and rate are dependent on blood loss, hemodynamics, and hemodilution effects<\/li><li><b>Hypovolemia; Prophylaxis:<\/b> (newborn to younger than 2 years) maintenance, mean dose of 16 mL\/kg IV was administered during clinical trials; up to 50 mL\/day may be used based on disease state, and hemodynamic and hydration status<\/li><li><b>Hypovolemia; Prophylaxis:<\/b> (2 to 12 years) maintenance, mean dose of 36 mL\/kg IV was administered during clinical trials; up to 50 mL\/day may be used based on disease state and hemodynamic and hydration status<\/li><li><b>Hypovolemia; Prophylaxis:<\/b> (older than 12 years) initial, 10 to 20 mL IV infusion slowly; maintenance, up to 50 mL\/kg per day administered repetitively over several days if necessary; dose and rate are dependent on blood loss, hemodynamics, and hemodilution effects<\/li><\/ul>"},{"id":"928944-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>cardiac dysfunction:<\/b> dose adjust to avoid volume overload<\/li><li><b>renal dysfunction:<\/b> avoid use; dose adjust to avoid volume overload; discontinue at first sign of renal injury<\/li><li><b>liver disease, severe:<\/b> do not use<\/li><li><b>geriatric:<\/b> cautious dose selection recommended<\/li><\/ul>"},{"id":"928944-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hypovolemia<\/li><li>Hypovolemia; Prophylaxis<\/li><\/ul>"}]},"2":{"id":"928944-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>In critically ill adult patients, including patients with sepsis, use of hydroxyethyl starch (HES) products, including tetrastarch and sodium chloride combination, increases risk of mortality and renal replacement therapy. Do not use HES products, including tetrastarch and sodium chloride combination, in critically ill adult patients including patients with sepsis.<br\/>"},"3":{"id":"928944-s-3","title":"Contraindications\/Warnings","sub":[{"id":"928944-s-3-9","title":"Contraindications","mono":"<ul><li>bleeding or coagulation disorders<\/li><li>critically ill adult patients, including those with sepsis; increased risk of death and renal replacement therapy<\/li><li>dialysis treatment<\/li><li>hyperchloremia, severe<\/li><li>hypernatremia, severe<\/li><li>hypersensitivity to hydroxyethyl starch<\/li><li>intracranial bleeding<\/li><li>liver disease, severe<\/li><li>renal failure with oliguria or anuria (not related to hypovolemia)<\/li><li>volume overload conditions<\/li><\/ul>"},{"id":"928944-s-3-10","title":"Precautions","mono":"<ul><li>renal injury, sometimes requiring renal replacement therapy, has been reported; monitoring recommended; discontinue use at first sign of renal injury<\/li><li>anaphylactoid reactions have been reported; discontinue use immediately if hypersensitivity occurs<\/li><li>cardiac dysfunction; dosage adjustment required<\/li><li>cardiac insufficiency; monitoring recommended<\/li><li>coagulopathy has been reported; promptly discontinue use if suspected<\/li><li>dehydration; sufficient fluids are necessary to prevent dehydration<\/li><li>high doses; dilutional effects of blood components may occur (eg, coagulation factors, plasma proteins, and hematocrit)<\/li><li>open heart surgery with cardiopulmonary bypass; excessive bleeding has been reported; monitoring required; discontinue use at first sign of coagulopathy<\/li><li>renal dysfunction; avoid use<\/li><li>report adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088, or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"928944-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"928944-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"928944-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Itching (1% to less than 10%)<\/li><li><b>Gastrointestinal:<\/b>Serum amylase raised (1% to less than 10%)<\/li><li><b>Hematologic:<\/b>Coagulation factor deficiency syndrome (1% to less than 10%), Decreased hematocrit level (1% to less than 10%), Plasma proteins low (1% to less than 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Blood coagulation disorder, Hemorrhage<\/li><li><b>Immunologic:<\/b>Anaphylaxis (less than 0.1%), Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Nephrotoxicity, Renal failure<\/li><\/ul>"},"6":{"id":"928944-s-6","title":"Drug Name Info","sub":{"0":{"id":"928944-s-6-17","title":"US Trade Names","mono":"Voluven<br\/>"},"2":{"id":"928944-s-6-19","title":"Class","mono":"<ul><li>Hydroxyethyl Starch<\/li><li>Volume Expander<\/li><\/ul>"},"3":{"id":"928944-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"928944-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"928944-s-7","title":"Mechanism Of Action","mono":"Tetrastarch, a synthetic derivative of amylopectin, is a colloid plasma volume expander. The low molar substitution on the glucose units of the polymer reduces hemostatic interactions while preserving its efficacy in restoring plasma volume. The mean molecular weight is 130,000 daltons and the molar substitution by hydroxyethyl groups is 0.4 on glucose units of the starch.<br\/>"},"8":{"id":"928944-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"928944-s-8-24","title":"Distribution","mono":"Vd: (intravenous), 5.9 L <br\/>"},"2":{"id":"928944-s-8-25","title":"Metabolism","mono":"Plasma; alpha-amylase <br\/>"},"3":{"id":"928944-s-8-26","title":"Excretion","mono":"Renal: (healthy adults), approximately 62% to 70% <br\/>"},"4":{"id":"928944-s-8-27","title":"Elimination Half Life","mono":"Adults (intravenous): 12 hr <br\/>"}}},"9":{"id":"928944-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>for IV use only.<\/li><li>use non-vented standard infusion set<\/li><li>do not remove the IV container from the overwrap until immediately before use<\/li><li>if severe dehydration exists, a crystalloid solution should be administered first<\/li><li>give immediately after insertion of administration set; do not vent<\/li><li>if administered by pressure infusion, withdraw or expel air from bag through medication or administration port prior to infusion<\/li><li>initiate infusion slowly (first 10 to 20 mL); monitor for possible anaphylactoid reactions<\/li><li>single use only; discard unused portion<\/li><li>change administration sets at least once every 24 hours<\/li><\/ul>"},"10":{"id":"928944-s-10","title":"Monitoring","mono":"<ul><li>restoration or maintenance of hemodynamics parameters may indicate clinical efficacy<\/li><li>fluid status regularly during treatment, especially in patients with cardiac insufficiency or severe renal dysfunction.<\/li><li>renal function, in hospitalized patients; for at least 90 days after use<\/li><li>coagulation status, in patients undergoing open heart surgery with cardiopulmonary bypass<\/li><li>serum electrolyte concentrations, renal function, acid-base balance, and coagulation parameters; during prolonged parenteral therapy  or when deemed clinically necessary.<\/li><li>hepatic function.<\/li><li>urine output, in patients with renal impairment<\/li><\/ul>"},"11":{"id":"928944-s-11","title":"How Supplied","mono":"<b>Voluven<\/b><br\/>Intravenous Solution: (Sodium Chloride - Tetrastarch) 0.9 %-6 %<br\/>"},"12":{"id":"928944-s-12","title":"Toxicology","sub":[{"id":"928944-s-12-31","title":"Clinical Effects","mono":"<b>SODIUM CHLORIDE <\/b><br\/>USES: Used therapeutically as a parenteral crystalloid substitute for volume replacement or for maintenance therapy in the hospital setting. Also, commonly used as an additive for meals (ie, table salt) for electrolyte replacement during sports or outdoor activity, in water softening solutions, and in road salt for deicing roads. EPIDEMIOLOGY: Exposure is common, serious toxicity is very rare. PHARMACOLOGY: Sodium chloride can lead to increases in intravascular volume by adrenal glandular hormonal action. Also, potentially attenuates nitric oxide production. TOXICOLOGY: Sodium chloride can cause direct irritation to mucosal membranes, if ingested and may cause hypernatremia and hyperchloremia. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea and abdominal discomfort may develop. Patients may complain of excessive thirst. SEVERE TOXICITY: Restlessness, seizures, mental status depression, coma, tachycardia, fever, hypotension, and respiratory arrest are rare effects of severe sodium chloride toxicity. Acute ulcerative gastritis has been reported. Hypernatremia and hyperchloremia may develop, with associated fluid retention, and the potential for pulmonary and cerebral edema can occur. Hyperosmolarity of cerebral fluids may lead to cellular crenation and irreversible neurologic damage. PEDIATRIC: Poisoning from sodium chloride has resulted from gastric lavage with hypertonic saline and errors in the formulation of infant feeds. Intentional pediatric salt poisonings have been reported. Infants with hypernatremia may develop a flat anterior fontanelle. <br\/>"},{"id":"928944-s-12-32","title":"Treatment","mono":"<b>SODIUM CHLORIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Dilute with milk or water. MANAGEMENT OF SEVERE TOXICITY: Treat hypernatremia with an IV solution containing 30 to 50 mEq\/L sodium. Longstanding hypernatremia should be corrected slowly. Treat seizures with benzodiazepines. Treat cerebral edema with mannitol. Hemodialysis should be performed in patients with severe toxicity.<\/li><li>Decontamination: DILUTION: Immediately dilute with 4 to 8 ounces (120 to 240 mL) of water (not to exceed 4 ounces (120 mL) in a child). OCULAR EXPOSURE: Irrigate exposed eyes with copious amounts of room temperature water for at least 15 minutes. If irritation, pain swelling, lacrimation, or photophobia persist, the patient should be seen in a health care facility.<\/li><li>Airway management: Airway management is unlikely to be necessary unless severe toxicity occurs.  Maintain airway patency and adequate oxygenation. Endotracheal intubation and assisted mechanical ventilation may be required.<\/li><li>Hypernatremia: For longstanding hypernatremia, intravenous administration of a solution containing 30 to 50 mEq\/L of sodium (half as chloride and half as bicarbonate) should be administered slowly. The rate of administration is critical (usually 2\/3 of a daily maintenance) and should proceed to lower serum sodium to normal range no sooner than 24 to 36 hours after institution of therapy. If a decrease in serum sodium occurs more rapidly, seizures are likely to ensue. For acute, severe hypernatremia secondary to acute ingestion of large amounts of sodium chloride, more rapid correction of serum sodium with intravenous D5W or other hypotonic solutions, oral free water, or hemodialysis may be appropriate.<\/li><li>Seizure: Administer a benzodiazepine IV. Diazepam: Adult: 5 mg to 10 mg, repeat every 10 to 15 min as needed. CHILD: 0.2 to 0.5 mg\/kg, repeat every 5 minutes as needed OR lorazepam: Adult: 2 to 4 mg; Child: 0.05 to 0.1 mg\/kg. Consider phenobarbital or propofol if seizures recur after diazepam 30 mg (adults) or 10 mg (children older than 5 years). Monitor for hypotension, dysrhythmias, respiratory depression, and need for endotracheal intubation. Monitor for hypoglycemia, electrolyte disturbances and hypoxia.<\/li><li>Hypotensive episode: Infuse 10 to 20 mL\/kg isotonic fluid. If hypotension persists, administer dopamine (5 to 20 mcg\/kg\/min) or norepinephrine (Adult: Begin infusion at 0.5 to 1 mcg\/min; Child: Begin infusion at 0.1 mcg\/kg\/min); titrate to desired response.<\/li><li>Cerebral edema: Monitor intracranial pressure. IV mannitol (0.5 to 1 g\/kg) may be administered to remove excess intracellular water from the brain.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes frequently. Monitor renal function and urine output. Urinary sodium excretion will be high in all cases of hypernatremia and cannot be used to differentiate salt poisoning from dehydration. Monitor for evidence of volume overload, pulmonary edema and cerebral edema.<\/li><li>Enhanced elimination procedure: Hemodialysis can effectively remove sodium chloride. It should be considered early in patients with severe hypernatremia or severe clinical manifestations, and in patients with renal insufficiency.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with ingestions of less than 8 mEq\/kg (0.5 g\/kg) sodium chloride can probably be managed at home. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions, and patients ingesting 8 mEq\/kg (0.5 g\/kg) sodium chloride or more should be referred to a healthcare facility. ADMISSION CRITERIA: All patients with evidence of systemic toxicity from sodium chloride, severe hypernatremia not responding to hydration, or those with intractable vomiting should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe hypernatremia or severe clinical manifestations.<\/li><\/ul>"},{"id":"928944-s-12-33","title":"Range of Toxicity","mono":"<b>SODIUM CHLORIDE <\/b><br\/>TOXICITY: Ingestion of 0.5 to 1 g\/kg (8.6 to 17.2 mEq\/kg) of sodium chloride is probably toxic in the majority of patients. Central nervous system signs and symptoms are common with serum sodium concentrations above 150 to 160 mEq\/L. At such levels, there is a 10% chance of seizures which increases when serum sodium concentration reaches 160 to 185 mEq\/L.  Death is a frequent occurrence at serum sodium concentrations above 185 mEq\/L. A teenager survived a serum sodium concentration of 196 mmol\/L following the ingestion of soy sauce (quart size bottle; equivalent to 160 to 170 g salt) following aggressive supportive care; no permanent sequelae occurred. PEDIATRIC: One level tablespoon (17.85 g) is approximately 305 mEq of sodium, and if retained, would raise serum levels by 30.5 mEq\/L in a 3-year-old (15 kg) child. A toddler died after ingesting 400 mEq\/kg and an adolescent died after absorbing an estimated 45 g sodium chloride as salt water. RECOMMENDED DAILY CONSUMPTION: ADULT: It is recommended an adult consume no more than 2300 mg of sodium daily. <br\/>"}]}}}