{"generic":"Levoleucovorin Calcium","drugs":["Fusilev","Levoleucovorin Calcium"],"mono":{"0":{"id":"929001-s-0","title":"Generic Names","mono":"Levoleucovorin Calcium"},"1":{"id":"929001-s-1","title":"Dosing and Indications","sub":[{"id":"929001-s-1-4","title":"Adult Dosing","mono":"<ul><li>dose is 50% lower than the usual racemic leucovorin dose<\/li><li><b>Antimetabolite overdose, Folic acid antagonist:<\/b> 7.5 mg (approximately 5 mg\/m(2)) IV every 6 hr until serum methotrexate level is less than 10(-8) M; concomitant hydration and urinary alkalinization (pH 7 or higher) are suggested<\/li><li><b>Levoleucovorin rescue, After high-dose methotrexate for osteosarcoma:<\/b> 7.5 mg (approximately 5 mg\/m(2)) IV every 6 hr for 10 doses starting 24 hr after beginning of methotrexate infusion, rescue dose is based on a methotrexate dose of 12 grams\/m(2) IV infusion over 4 hr; hydration and urinary alkalinization (pH of 7 or higher) are suggested; continue until methotrexate level less than 5 x 10(-8) M (0.05 micromolar)<\/li><li><b>Metastatic colorectal cancer, Advanced, as palliative therapy, in combination with 5-fluorouracil:<\/b> 100 mg\/m(2) slow IV injection over a minimum of 3 minutes, followed by 5-fluorouracil at 370 mg\/m(2) IV OR 10 mg\/m(2) IV injection, followed by 5-fluorouracil at 425 mg\/m(2) IV; repeat daily for 5 days; may repeat at 4-week (28-day) intervals for 2 courses, and then repeated at 4- to 5-week (28- to 35-day) intervals provided that patient has recovered from any toxicity experienced in prior treatment course<\/li><\/ul>"},{"id":"929001-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>dose is 50% lower than the usual racemic leucovorin dose<\/li><li><b>Levoleucovorin rescue, After high-dose methotrexate for osteosarcoma:<\/b> age 6 years and older, 7.5 mg (approximately 5 mg\/m(2)) IV every 6 hr for 10 doses starting 24 hr after beginning of methotrexate infusion, rescue dose is based on a methotrexate dose of 12 grams\/m(2) IV infusion over 4 hr; hydration and urinary alkalinization (pH 7 or higher) are suggested; continue until methotrexate level less than 5 x 10(-8) M (0.05 micromolar)<\/li><\/ul>"},{"id":"929001-s-1-6","title":"Dose Adjustments","mono":"<ul><li>normal methotrexate elimination (serum methotrexate level at 10 micromolar (mcmol) at 24 hr after administration, 1 mcmol at 48 hr, and below 0.2 mcmol at 72 hr) 7.5 mg IV every 6 hr for 60 hr (total 10 doses); delayed late methotrexate elimination (serum methotrexate level above 0.2 mcmol at 72 hr, and above 0.05 mcmol at 96 hr) 7.5 mg IV every 6 hr until methotrexate level drops below 0.05 mcmol; delayed early methotrexate elimination and\/or evidence of acute renal injury (serum methotrexate level of 50 mcmol or above at 24 hr, or 5 mcmol or more at 48 hr, OR a 100% or greater increase in serum creatinine level at 24 hr after administration) 75 mg IV every 3 hr until methotrexate level drops below 1 mcmol, then 7.5 mg IV every 3 hr until methotrexate level is below 0.05 mcmol; significant methotrexate toxicity, but less severe than the abnormalities described above, extend for an additional 24 hr (total of 14 doses over 84 hr) in subsequent courses<\/li><li><b>(levoleucovorin in combination with 5-fluorouracil) moderate hematologic or gastrointestinal toxicity in prior treatment course:<\/b> reduce daily dose of 5-fluorouracil by 20% in subsequent treatment course; no dosage adjustment necessary for levoleucovorin<\/li><li><b>(levoleucovorin in combination with 5-fluorouracil) severe hematologic or gastrointestinal toxicity in prior treatment course:<\/b> reduce daily dose of 5-fluorouracil by 30% in subsequent treatment course; no dosage adjustment necessary for levoleucovorin<\/li><li><b>(levoleucovorin in combination with 5-fluorouracil) no toxicity in prior treatment course:<\/b> may increase daily dose of 5-fluorouracil by 10% in subsequent treatment course; no dosage adjustment necessary for levoleucovorin<\/li><\/ul>"},{"id":"929001-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Antimetabolite overdose, Folic acid antagonist<\/li><li>Levoleucovorin rescue, After high-dose methotrexate for osteosarcoma<\/li><li>Metastatic colorectal cancer, Advanced, as palliative therapy, in combination with 5-fluorouracil<\/li><\/ul>"}]},"3":{"id":"929001-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929001-s-3-9","title":"Contraindications","mono":"previous allergic reactions to folic acid or folinic acid, such as levoleucovorin or leucovorin<br\/>"},{"id":"929001-s-3-10","title":"Precautions","mono":"<ul><li>diarrhea; risk of rapid clinical deterioration resulting in death; close monitoring recommended until resolved; do not initiate\/reinitiate therapy until complete symptom resolution<\/li><li>elderly and\/or debilitated; increased risk of severe gastrointestinal toxicity when coadministered with 5-fluorouracil<\/li><li>enterocolitis, diarrhea, and dehydration, some cases severe and resulting in death, have been reported with coadministration of 5-fluorouracil in elderly patients; therapy discontinuation recommended in patients with gastrointestinal toxicity of any severity until complete symptom resolution<\/li><li>seizures and\/or syncope have been reported, particularly in patients with CNS metastases or other predisposing factors<\/li><li>report suspected adverse reactions to Spectrum Pharmaceuticals, Inc, at 1-877-387-4538 or to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929001-s-3-11","title":"Pregnancy Category","mono":"Levoleucovorin: C (FDA)<br\/>"},{"id":"929001-s-3-12","title":"Breast Feeding","mono":"Levoleucovorin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"929001-s-4","title":"Drug Interactions","sub":{"1":{"id":"929001-s-4-14","title":"Major","mono":"<ul>Tegafur (theoretical)<\/ul>"},"2":{"id":"929001-s-4-15","title":"Moderate","mono":"<ul><li>Capecitabine (probable)<\/li><li>Fluorouracil (probable)<\/li><\/ul>"}}},"5":{"id":"929001-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (combination with 5-fluorouracil, 26%), Dermatitis (rescue therapy following high-dose methotrexate, 6.3%; combination with 5-fluorouracil, 29%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, All grades (rescue therapy following high-dose methotrexate, 6.3%; combination with 5-fluorouracil, 70%), Loss of appetite (combination with 5-fluorouracil, 24%), Nausea (rescue therapy following high-dose methotrexate, 18.8%; combination with 5-fluorouracil, 62%), Stomatitis, All grades (rescue therapy following high-dose methotrexate, 37.5%; combination with 5-fluorouracil, 72%), Vomiting (37.5% to 40%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea, Grade 3 or greater (combination with 5-fluorouracil, 19%), Stomatitis, Grade 3 or greater (6.3% to 12%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><\/ul>"},"6":{"id":"929001-s-6","title":"Drug Name Info","sub":{"0":{"id":"929001-s-6-17","title":"US Trade Names","mono":"Fusilev<br\/>"},"2":{"id":"929001-s-6-19","title":"Class","mono":"Methotrexate Rescue<br\/>"},"3":{"id":"929001-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929001-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"929001-s-7","title":"Mechanism Of Action","mono":"Levoleucovorin is the levo isomer of racemic (d, l)-leucovorin and is an active folic acid derivative. In the active state, levoleucovorin is available as a source of one-carbon moieties for chemical reactions. Thus, levoleucovorin counteracts the effects of folic acid antagonists, such as methotrexate (a dihydrofolic acid reductase inhibitor) in methotrexate toxicity. Levoleucovorin enhances both the toxic and therapeutic effects of 5-fluorouracil, by adding stability to the bond that results in inhibition of thymidylate synthase.<br\/>"},"8":{"id":"929001-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"929001-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, IV (5-methyltetrahydrofolate, active metabolite): 0.9 hour<\/li><li>Tmax, Oral (levoleucovorin): 1 to 1.5 hours<\/li><li>Tmax, Oral (5-methyltetrahydrofolate, active metabolite): 2.7 hours<\/li><li>Bioavailability, Oral: 74%<\/li><\/ul>"},"2":{"id":"929001-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive<\/li><li>5-methyltetrahydrofolate: active<\/li><\/ul>"},"3":{"id":"929001-s-8-26","title":"Excretion","mono":"Renal: primarily as active folate metabolites <br\/>"},"4":{"id":"929001-s-8-27","title":"Elimination Half Life","mono":"<ul><li>total tetrahydrofolate, adults: 5.1 hours<\/li><li>5-methyltetrahydrofolate, adults: 6.8 hours<\/li><\/ul>"}}},"9":{"id":"929001-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>reconstitute 50-mg vial with 5.3 mL of NS to a concentration of 10 mg\/mL; also available as ready-to-use solution for injection (10 mg\/mL); may further dilute in NS or D5W to a concentration between 0.5 to 5 mg\/mL<\/li><li>the initial and final diluted solution using NS must be used within 12 hours and the final diluted solution using D5W must be used within 4 hours<\/li><li>avoid coadministration with other agents in the same admixture due to risk of precipitation<\/li><li>for IV use only; do not give intrathecally<\/li><li>do not exceed an IV injection of 16 mL (160 mg of levoleucovorin) per minute<\/li><\/ul>"},"10":{"id":"929001-s-10","title":"Monitoring","mono":"<ul><li>serum creatinine; at least once daily<\/li><li>serum methotrexate levels; at least once daily<\/li><li>rescue after high-dose methotrexate: fluid status; until serum methotrexate level has fallen to below 0.05 micromolar and renal failure is resolved<\/li><li>rescue after high-dose methotrexate: serum electrolytes; until serum methotrexate level has fallen to below 0.05 micromolar and renal failure is resolved<\/li><\/ul>"},"11":{"id":"929001-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 10 MG\/ML<br\/><\/li><li><b>Fusilev<\/b><br\/>Intravenous Powder for Solution: 50 MG<br\/><\/li><\/ul>"},"12":{"id":"929001-s-12","title":"Toxicology","sub":[{"id":"929001-s-12-31","title":"Clinical Effects","mono":"<b>LEUCOVORIN AND RELATED AGENTS<\/b><br\/>OVERDOSE: Limited overdose data available. Overdose effects are expected to be an extension of adverse effects reported with therapeutic use. Overdose may nullify the desired chemotherapeutic effects of concomitantly administered folic acid antagonists. Intrathecal administration of leucovorin calcium has been associated with seizures, severe neurotoxicity and death. ADVERSE EFFECTS: HYPERSENSITIVITY REACTIONS: Allergic sensitization, anaphylactoid reactions, and urticaria have been reported. Anaphylactic reactions including shock have also been reported. OTHER: Most adverse effects reported with leucovorin calcium appear to occur when it is combined with 5-flourouracil (leucovorin calcium appears to enhance the toxicity of 5FU). The most commonly reported effects are leukopenia, nausea, vomiting, diarrhea, stomatitis and alopecia. Dermatitis, constipation, anorexia, thrombocytopenia, lethargy, malaise, and fatigue have also been reported in patients receiving leucovorin calcium in combination with 5FU. The most commonly reported adverse effects following levoleucovorin therapy are vomiting, stomatitis, and nausea.<br\/>"},{"id":"929001-s-12-32","title":"Treatment","mono":"<b>LEUCOVORIN AND RELATED AGENTS<\/b><br\/><ul><li>Decontamination: Severe toxicity has not been reported after ingestion; gastrointestinal decontamination is not routinely recommended.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Nausea and vomiting: May be managed with antiemetics.<\/li><li>Leukopenia: Administer colony stimulating factor. Filgrastim 5 mcg\/kg\/day subQ or IV over 15 to 30 minutes. Sargramostim: Usual dose is 250 mcg\/m(2)\/day infused IV over 4 hours.<\/li><li>Anaphylaxis: Mild - antihistamines; Severe - airway management, epinephrine, ECG monitoring, IV fluids<\/li><li>Intrathecal injection: Leucovorin and levoleucovorin may be harmful or fatal if given intrathecally. Keep patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free 0.9% saline).  Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hr).  FFP (25 ml FFP\/liter NS) or albumin 5% have also been used for perfusion. Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Monitoring of patient: Vital signs, fluid and electrolyte balance, CBC with differential and platelet count, and serum calcium.<\/li><\/ul>"},{"id":"929001-s-12-33","title":"Range of Toxicity","mono":"<b>LEUCOVORIN AND RELATED AGENTS<\/b><br\/>TOXICITY: Toxic dose is not known. An 11-year-old boy died after receiving 150 mg of leucovorin intrathecally in three divided doses over 24 hours. THERAPEUTIC: LEUCOVORIN - Antimetabolite overdose, Folic acid antagonist: 15 mg (10 mg\/m(2)) IM\/IV\/ORAL every 6 hr until serum methotrexate level below 0.01 mcmol\/L; if 24 hr serum creatinine 50% above baseline, 24 hr methotrexate level above 5 mcmol\/L, OR 48 hr methotrexate level above 0.9 mcmol, increase dose to 100 mg\/m(2) IV every 3 hr until serum methotrexate less than 0.01 mcmol\/L. Colorectal cancer, Advanced, in combination with 5-fluorouracil (palliative treatment): Leucovorin 200 mg\/m(2) IV over a minimum of 3 min, followed by 5-fluorouracil 370 mg\/m(2) IV daily for 5 days; may repeat in 4-week intervals for 2 courses then 4- to 5-week intervals; adjust based on patient tolerance. Colorectal cancer, Advanced, in combination with 5-fluorouracil (palliative treatment): Leucovorin 20 mg\/m(2) IV followed by 5-fluorouracil 425 mg\/m(2) IV daily for 5 days; may repeat in 4-week intervals for 2 courses then 4- to 5-week intervals; adjust based on patient tolerance. Megaloblastic anemia due to folate deficiency, when oral therapy is not feasible: Up to 1 mg IM\/IV daily. LEVOLEUCOVORIN -7.5 milligrams (mg)  (approximately 5 mg\/square meter (mg\/m(2))) given intravenously every 6 hours  for 10 doses starting 24 hours after the beginning of methotrexate infusion  (12 grams\/m(2) intravenous infusion over 4 hours), followed by dosing adjustment  according to serum methotrexate levels and renal function. Continue levoleucovorin  until methotrexate level is less than 5 x 10(-8) M (0.05 micromolar).<br\/>"}]},"13":{"id":"929001-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea, vomiting, or stomatitis.<\/li><li>Advise patient to immediately report signs and symptoms of severe enterocolitis, diarrhea, and dehydration, especially if the patient is elderly and receiving treatment with 5-fluorouracil.<\/li><li>Drug may decrease the effectiveness of antiseizure medications (ie, phenobarbital, phenytoin, primidone). Warn susceptible patients of the risk of increased seizures.<\/li><\/ul>"}}}