{"generic":"Bendamustine Hydrochloride","drugs":["Bendamustine Hydrochloride","Treanda"],"mono":{"0":{"id":"929003-s-0","title":"Generic Names","mono":"Bendamustine Hydrochloride"},"1":{"id":"929003-s-1","title":"Dosing and Indications","sub":[{"id":"929003-s-1-4","title":"Adult Dosing","mono":"<ul><li>Bendamustine hydrochloride solution for injection (Treanda(R) injection 45 mg\/0.5 mL or 180 mg\/2 mL solution) cannot be used with any closed system transfer devices (CSTD), adapters, or syringes that contain polycarbonate or acrylonitrile-butadiene-styrene (ABS) because of an incompatibility; the solution for injection must be withdrawn and transferred using a polypropylene syringe with a metal needle and polypropylene hub (translucent syringes) in a biosafety cabinet or containment isolator. If a CSTD or adapters as supplemental protection are required, only use bendamustine hydrochloride lyophilized powder (Treanda(R) for injection 25 mg\/vial or 100 mg\/vial) or verify with the CSTD manufacturer or Teva Medical Information (1-800-896-5855) that the CSTD is compatible with Treanda(R) solution for injection prior to drug preparation.<\/li><li><b>Chronic lymphoid leukemia:<\/b> 100 mg\/m(2) IV over 30 minutes on days 1 and 2; repeat every 28 days up to a maximum of 6 cycles; allopurinol may be given when initiating treatment in patients at high risk for tumor lysis syndrome<\/li><li><b>Non-Hodgkin's lymphoma, Indolent B-Cell, refractory to rituximab or rituximab-containing regimens:<\/b> 120 mg\/m(2) IV over 60 minutes on days 1 and 2 of a 21-day cycle, up to 8 cycles; allopurinol may be given when initiating treatment in patients at high risk for tumor lysis syndrome<\/li><\/ul>"},{"id":"929003-s-1-5","title":"Pediatric Dosing","mono":"effectiveness has not been established in pediatric patients "},{"id":"929003-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl less than 40 mL\/min, do not use<\/li><li><b>hepatic impairment:<\/b> moderate (AST or ALT 2.5 to 10 times the ULN and total bilirubin 1.5 to 3 times the ULN) or severe (total bilirubin greater than 3 times ULN), do not use<\/li><li><b>general, hematologic toxicity:<\/b> grade 4, delay until absolute neutrophil count greater than or equal to 1 x 10(9)\/L, and\/or platelets greater than or equal to 75 x 10(9)\/L<\/li><li><b>general, nonhematologic toxicity:<\/b> greater than or equal to grade 2, delay until the nonhematologic toxicity recovers to less than or equal to grade 1<\/li><li><b>chronic lymphocytic leukemia, hematologic toxicity:<\/b> grade 3 or greater, reduce to 50 mg\/m(2) days 1 and 2 per cycle; if grade 3 or greater toxicity recurs, reduce to 25 mg\/m(2) on days 1 and 2 per cycle; dose re-escalation may be considered<\/li><li><b>chronic lymphocytic leukemia, nonhematologic toxicity:<\/b> grade 3 or greater, reduce to 50 mg\/m(2) on days 1 and 2 per cycle; dose re-escalation may be considered<\/li><li><b>non-Hodgkin lymphoma, hematologic toxicity:<\/b> grade 4, reduce to 90 mg\/m(2) days 1 and 2 per cycle; if grade 4 toxicity recurs, reduce to 60 mg\/m(2) on days 1 and 2 per cycle<\/li><li><b>non-Hodgkin lymphoma, nonhematologic toxicity:<\/b> grade 3 or greater, reduce to 90 mg\/m(2) on days 1 and 2 per cycle; if grade 3 or greater nonhematologic toxicity recurs, reduce to 60 mg\/m(2) on days 1 and 2 per cycle<\/li><\/ul>"},{"id":"929003-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Chronic lymphoid leukemia<\/li><li>Non-Hodgkin's lymphoma, Indolent B-Cell, refractory to rituximab or rituximab-containing regimens<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Metastatic breast cancer<\/li><li>Multiple myeloma<\/li><li>Non-Hodgkin's lymphoma<\/li><\/ul>"}]},"3":{"id":"929003-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929003-s-3-9","title":"Contraindications","mono":"hypersensitivity (eg, anaphylactic or anaphylactoid reactions) to bendamustine <br\/>"},{"id":"929003-s-3-10","title":"Precautions","mono":"<ul><li>anaphylactic and anaphylactoid reactions, severe, have been reported, typically after second and subsequent infusions; monitoring recommended; discontinue use and do not rechallenge if grade 3 or 4 allergic reactions occur<\/li><li>extravasations, resulting in hospitalization, have been reported; monitoring recommended<\/li><li>hepatic impairment, mild<\/li><li>hepatic impairment, moderate (AST or ALT 2.5 to 10 x ULN and total bilirubin 1.5 to 3 x ULN) or severe (total bilirubin greater than 3 x ULN); use not recommended<\/li><li>infections (eg, pneumonia, sepsis, septic shock), some fatal, have been reported; increased risk with myelosuppression following treatment<\/li><li>infusion reactions have been reported; monitoring recommended; pretreatment may be necessary; discontinue use if grade 4 reactions occur and consider discontinuation for grade 3 reactions<\/li><li>malignant and premalignant diseases (eg, myelodysplastic syndrome, myeloproliferative disorders, acute myeloid leukemia, and bronchial carcinoma) have been reported<\/li><li>myelosuppression, including fatalities from related adverse events, has been reported; monitoring recommended and dosage adjustment may be necessary<\/li><li>renal impairment, severe (CrCl less than 40 mL\/min); use not recommended<\/li><li>renal impairment, mild to moderate<\/li><li>severe skin reactions (eg, rash, bullous exanthema, Stevens-Johnson syndrome, toxic epidermal necrolysis), some cases fatal, have been reported; increased risk in patients receiving concomitant allopurinol or rituximab; interrupt or discontinue use if severe or progressive skin reactions occur<\/li><li>toxicities, non-hematological and grade 3 or greater; dosage adjustment required<\/li><li>tumor lysis syndrome has been reported, usually during first treatment cycle; may lead to renal failure and death; monitoring recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929003-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Bendamustine: D (FDA)<\/li><li>Bendamustine: D (AUS)<\/li><\/ul>"},{"id":"929003-s-3-12","title":"Breast Feeding","mono":"Bendamustine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"929003-s-4","title":"Drug Interactions","sub":{"1":{"id":"929003-s-4-14","title":"Major","mono":"<ul><li>Ciprofloxacin (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Omeprazole (theoretical)<\/li><\/ul>"}}},"5":{"id":"929003-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site pain (6%), Pruritus (5% to 6%), Rash (all grades, 8% to 16%; grade 3 or 4, less than 1% to 3%)<\/li><li><b>Endocrine metabolic:<\/b>Weight loss (all grades, 7% to 18%; grade 3 or 4, 2%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (all grades, 29%; grade 3 or 4 less than 1%), Diarrhea (all grades, 9% to 37%; grade 3 or 4, 1% to 3%), Loss of appetite (all grades, 23%; grade 3 or 4, 2%), Nausea (all grades, 20% to 75%; grade 3 or 4, less than 1% to 4%), Stomatitis (all grades, 15%; grade 3 or 4, less than 1%), Vomiting (all grades, 16% to 40%; grade 3 or 4, less than 1% to 3%)<\/li><li><b>Neurologic:<\/b>Headache (21%)<\/li><li><b>Respiratory:<\/b>Cough (all grades, 4% to 22%; grade 3 or 4, less than 1%), Dyspnea (all grades, 16%; grade 3 or 4, 2%)<\/li><li><b>Other:<\/b>Dehydration (all grades, 14%; grade 3 or 4, 5%), Fatigue (all grades, 9% to 57%; grade 3 or 4, 1% to 11%), Fever (all grades, 24% to 34%; grade 3 or 4, 2% to 4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypertensive crisis<\/li><li><b>Dermatologic:<\/b>Dermatologic toxicity, Injection site extravasation, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Endocrine metabolic:<\/b>Hyperuricemia (all grades, 7%; grade 3 or 4, 2%)<\/li><li><b>Hematologic:<\/b>Acute myeloid leukemia, Anemia (all grades, 88% to 89%; grade 3 or 4, 11% to 13%), Febrile neutropenia (6%), Leukopenia (all grades, 61% to 94%; grade 3 or 4, 28% to 56%), Lymphocytopenia (all grades, 68% to 99%; grade 3 or 4, 47% to 94%), Myelodysplastic syndrome, Myeloproliferative disorder, Myelosuppression, grade 3 and 4 (98%), Neutropenia (all grades, 75% to 86%; grade 3 or 4, 43% to 60%), Thrombocytopenia (all grades, 77% to 86%; grade 3 or 4, 11% to 25%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction (all grades, 5%; grade 3 or 4, 1%), Infectious disease, Sepsis, Septic shock<\/li><li><b>Renal:<\/b>Renal failure<\/li><li><b>Respiratory:<\/b>Squamous cell carcinoma of bronchus<\/li><li><b>Other:<\/b>Myelodysplastic syndrome, Tumor lysis syndrome<\/li><\/ul>"},"6":{"id":"929003-s-6","title":"Drug Name Info","sub":{"0":{"id":"929003-s-6-17","title":"US Trade Names","mono":"Treanda<br\/>"},"2":{"id":"929003-s-6-19","title":"Class","mono":"<ul><li>Alkylating Agent<\/li><li>Antineoplastic Agent<\/li><li>Nitrogen Mustard<\/li><\/ul>"},"3":{"id":"929003-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929003-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"929003-s-7","title":"Mechanism Of Action","mono":"The exact mechanism of action of bendamustine hydrochloride is unknown. As a bifunctional mechlorethamine derivative, bendamustine hydrochloride and its derivatives form covalent bonds with electron-rich nucleophilic moieties, leading to cell death via several pathways. Bendamustine is active against both quiescent and dividing cells.<br\/>"},"8":{"id":"929003-s-8","title":"Pharmacokinetics","sub":[{"id":"929003-s-8-23","title":"Absorption","mono":"Tmax, IV: end of infusion <br\/>"},{"id":"929003-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 94% to 96%<\/li><li>Vd: 20 L to 25 L<\/li><\/ul>"},{"id":"929003-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: extensive<\/li><li>Monohydroxy-bendamustine (HP1), dihydroxy-bendamustine (HP2), gamma-hydroxy bendamustine (M3) and N-desmethyl-bendamustine (M4): active minor metabolites with low cytotoxic activity<\/li><li>substrate of CYP1A2<\/li><\/ul>"},{"id":"929003-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: approximately 25%<\/li><li>Renal excretion: approximately 50% changed, 3.3% unchanged, less than 5% as metabolites<\/li><li>Total body clearance: 700 mL\/min (adults)<\/li><\/ul>"},{"id":"929003-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Parent compound: approximately 40 minutes<\/li><li>M3 metabolite, 3 hours; M4 metabolite, 30 minutes<\/li><\/ul>"}]},"9":{"id":"929003-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>Use proper procedures for handling and disposal of chemotherapy.<\/li><li>Do not mix or combine lyophilized powder for injection and solution for injection; reconstituted lyophilized powder for injection has a final concentration of 5 mg\/mL; solution for injection is provided as a 90 mg\/mL solution.<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>(Powder for injection) Reconstitute only with sterile water for injection (5mL for 25-mg vial; 20 mL for 100-mg vial) to yield a 5 mg\/mL concentration; shake well.<\/li><li>(Powder for injection) Reconstituted solution should be further diluted within 30 minutes.<\/li><li>(Powder for injection) Dilute in 500 mL NS or dextrose 2.5%\/sodium chloride 0.45% to a final concentration within 0.2 to 0.6 mg\/mL.<\/li><li>(IV solution) Do not use with any closed system transfer devices (CSTD), adapters, or syringes containing polycarbonate or acrylonitrile-butadiene-styrene (ABS); use the lyophilized powder if a CSTD or adapter must be used<\/li><li>(IV solution) Withdraw appropriate volume from the 90 mg\/mL vial using only a polypropylene syringe with a metal needle and polypropylene hub<\/li><li>(IV solution) Dilute only in 500 mL NS or dextrose 2.5%\/sodium chloride 0.45% to a final concentration within 0.2 to 0.7 mg\/mL.<\/li><li>Administer IV over 30 to 60 minutes; following dilution, complete infusion within 24 hours if refrigerated (2 to 8 degrees C or 36 to 47 degrees F) or within 2 hours (if prepared from IV solution) or 3 hours (if prepared from powder for injection) if stored at room temperature (15 to 30 degrees C or 59 to 86 degrees F).<\/li><\/ul><\/li><\/ul>"},"10":{"id":"929003-s-10","title":"Monitoring","mono":"<ul><li>clinical, laboratory, and radiologic evidence of response indicates efficacy<\/li><li>leukocytes, platelets, Hb, neutrophil counts; closely during each cycle<\/li><li>blood chemistries, especially serum potassium and uric acid levels, and signs and symptoms of tumor lysis syndrome<\/li><li>fever or signs or symptoms of infection<\/li><li>signs of extravasation at site of infusion (eg, redness, swelling, pain, infection, necrosis); during and after administration<\/li><li>signs or symptoms of infusion reactions (eg, fever, chills, pruritus, rash), including anaphylactic and anaphylactoid reactions<\/li><\/ul>"},"11":{"id":"929003-s-11","title":"How Supplied","mono":"<b>Treanda<\/b><br\/><ul><li>Intravenous Powder for Solution: 25 MG, 100 MG<\/li><li>Intravenous Solution: 45 MG\/0.5 ML<\/li><\/ul>"},"12":{"id":"929003-s-12","title":"Toxicology","sub":[{"id":"929003-s-12-31","title":"Clinical Effects","mono":"<b>NITROSOUREAS<\/b><br\/>OVERDOSE: Limited data. Effects are anticipated to be an extension of adverse effects. Severe delayed bone marrow depression has been reported following lomustine overdose. Other effects have included: delayed liver and lymph node enlargement, abdominal pain, ileitis, elevated liver enzymes, mental status changes and tachypnea following lomustine overdose. ADVERSE EFFECTS: BENDAMUSTINE: Hypersensitivity reactions (fever, chills, pruritus and rash) have occurred with therapy, but severe anaphylactoid reactions have been reported rarely. Myelosuppression is common, tumor lysis syndrome may cause renal failure. Rashes are common. CARMUSTINE: Hypotension, tachycardia and myocardial ischemia have been reported with high dose carmustine infusion. Thrombocytopenia and granulocytopenia are common. Pulmonary toxicity may develop after carmustine therapy and may be dose related. Effects are more commonly reported in women and may present years after therapy. LOMUSTINE: Delayed myelosuppression is the most common and severe toxic effect. Pulmonary fibrosis has developed. Acute renal insufficiency and failure can develop. Nausea and vomiting are common. STREPTOZOCIN: Renal toxicity may be severe. Nausea and vomiting are common. Hematologic toxicity is rare. <br\/>"},{"id":"929003-s-12-32","title":"Treatment","mono":"<b>NITROSOUREAS <\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive.<\/li><li>Decontamination: Consider activated charcoal following an oral exposure.<\/li><li>Myelosuppression: Administer colony stimulating factor. Filgrastim 5 mcg\/kg\/day subQ or IV over 15 to 30 minutes.<\/li><li>Nausea and vomiting: Treat with antiemetics.<\/li><li>Monitoring of patient: Monitor hematocrit, platelet count, total leukocyte count with differential, renal function, liver enzymes, and respiratory status.<\/li><li>Extravasation injury: Discontinue infusion. Local application of moderate heat may be beneficial. Monitor site for signs of necrosis or infection. Treat as a chemical burn.<\/li><li>Intrathecal injection: No clinical reports of intrathecal injection with nitrosoureas are available. This information was derived from experience with other antineoplastics. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative-free NS or LR). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative-free NS or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes are 80 to 150 mL\/hr for 18 to 24 hours). Fresh frozen plasma (25 mL FFP per liter NS or LR) or albumin 5% have been used for perfusion. Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><\/ul>"},{"id":"929003-s-12-33","title":"Range of Toxicity","mono":"<b>NITROSOUREAS<\/b><br\/>TOXICITY: LOMUSTINE: A patient survived an overdose of 600 mg orally for 15 days; delayed bone marrow toxicity occurred.  Two patients survived an 800 mg dose of lomustine over 5 days, with both patients experiencing severe myelosuppression. An adult died of multiorgan system failure after ingesting 1400 mg of lomustine. BENDAMUSTINE: Limited data. The maximum single dose reported was 280 mg\/m(2) with several patients developing ECG changes and QT prolongation. STREPTOZOCIN - Toxic and minimum lethal dose are not known. THERAPEUTIC: Varies with agent. BENDAMUSTINE: 100 mg\/meter(2) IV on Days 1 and 2 of a 28-day cycle for up to 6 cycles. CARMUSTINE: 150 to 200 mg\/meter(2) IV every 6 weeks. LOMUSTINE: A single oral dose of 100 to 130 mg\/meter(2) repeated every 6 weeks. STREPTOZOCIN: 500 mg\/meter(2) IV daily for 5 days every 6 weeks. A single dose of 1500 mg\/meter(2) should NOT be exceeded. <br\/>"}]},"13":{"id":"929003-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of myelosuppression, infection, or severe or worsening skin rash or itching.<\/li><li>Warn female patient to prevent pregnancy during therapy and for 3 months after therapy is discontinued.<\/li><li>Instruct male patient to prevent pregnancy in sexual partner during therapy and for 3 months after therapy is discontinued.<\/li><li>Side effects may include pyrexia, anorexia, weight loss, dyspnea, cough, nausea, vomiting, diarrhea, constipation, or stomatitis.<\/li><li>Advise patient to avoid driving and other activities requiring mental alertness or coordination until drug effects are realized, as drug may cause fatigue.<\/li><\/ul>"}}}