{"drugs":["Fospropofol Disodium","Lusedra"],"mono":{"0":{"id":"929247-s-0","title":"Generic Names","mono":"Fospropofol Disodium"},"1":{"id":"929247-s-1","title":"Dosing and Indications","sub":[{"id":"929247-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Monitored anesthesia care sedation:<\/b> healthy adults or adults with mild systemic disease (American Society of Anesthesiology physical status of P1 or P2) 18 to 65 years of age, initiation, 6.5 mg\/kg IV bolus followed immediately by supplemental infusion; patients weighing less than 60 kg should be dosed at 60 kg and patients weighing greater than 90 kg should be dosed at 90 kg<\/li><li><b>Monitored anesthesia care sedation:<\/b> healthy adults or adults with mild systemic disease (American Society of Anesthesiology physical status of P1 or P2) 18 to 65 years of age, supplemental, 1.6 mg\/kg IV no more frequently than every 4 min as needed to achieve the desired level of sedation; patients weighing less than 60 kg should be dosed at 60 kg and patients weighing greater than 90 kg should be dosed at 90 kg<\/li><\/ul>"},{"id":"929247-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness of fospropofol injection has not been established in pediatric patients "},{"id":"929247-s-1-6","title":"Dose Adjustments","mono":"<ul><li>no dosage adjustment necessary in patients with CrCl of 30 mL\/min or greater<\/li><li>adults 65 years and older or adults with severe systemic disease (American Society of Anesthesiology physical status of P3 or P4), initiation, 75% of standard dose (6.5 mg\/kg) IV bolus followed immediately by 75% of standard dose IV supplemental infusion; patients weighing less than 60 kg should be dosed at 60 kg and patients weighing greater than 90 kg should be dosed at 90 kg<\/li><li>adults 65 years and older or adults with severe systemic disease (American Society of Anesthesiology physical status of P3 or P4), supplemental, 75% of standard dose (1.6 mg\/kg) IV no more frequently than every 4 min as needed to achieve the desired level of sedation; patients weighing less than 60 kg should be dosed at 60 kg and patients weighting greater than 90 kg should be dosed at 90 kg.<\/li><\/ul>"},{"id":"929247-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Monitored anesthesia care sedation<br\/>"}]},"3":{"id":"929247-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929247-s-3-9","title":"Contraindications","mono":"hypersensitivity to propofol or fospropofol<br\/>"},{"id":"929247-s-3-10","title":"Precautions","mono":"<ul><li>elderly (65 years and older); increased risk of respiratory depression; lower doses recommended<\/li><li>hypotension has been reported; patients with compromised myocardial function, reduced vascular tone, or reduced intravascular volume may be at increased risk<\/li><li>hypoxemia has been reported<\/li><li>severe systemic disease; increased risk of respiratory depression; lower doses recommended<\/li><\/ul>"},{"id":"929247-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"929247-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"929247-s-4","title":"Drug Interactions","sub":{"1":{"id":"929247-s-4-14","title":"Major","mono":"<ul><li>Alfentanil (theoretical)<\/li><li>Alprazolam (theoretical)<\/li><li>Amobarbital (theoretical)<\/li><li>Barbital (theoretical)<\/li><li>Buprenorphine (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Butorphanol (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Clonazepam (theoretical)<\/li><li>Clorazepate (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Dichloralphenazone (theoretical)<\/li><li>Estazolam (theoretical)<\/li><li>Eszopiclone (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Hexobarbital (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Levorphanol (theoretical)<\/li><li>Lorazepam (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Mephobarbital (theoretical)<\/li><li>Meprobamate (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nalbuphine (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Paraldehyde (theoretical)<\/li><li>Pentazocine (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Propoxyphene (theoretical)<\/li><li>Ramelteon (theoretical)<\/li><li>Remifentanil (theoretical)<\/li><li>Secobarbital (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Temazepam (theoretical)<\/li><li>Triazolam (theoretical)<\/li><li>Zaleplon (theoretical)<\/li><li>Zolpidem (theoretical)<\/li><li>Zopiclone (theoretical)<\/li><\/ul>"}}},"5":{"id":"929247-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypoxemia (1% to 27%)<\/li><li><b>Dermatologic:<\/b>Pruritus (16% to 28%)<\/li><li><b>Neurologic:<\/b>Paresthesia (49% to 74%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Ventricular tachycardia, Nonsustained<\/li><li><b>Respiratory:<\/b>Apnea (up to 3%)<\/li><\/ul>"},"6":{"id":"929247-s-6","title":"Drug Name Info","sub":{"0":{"id":"929247-s-6-17","title":"US Trade Names","mono":"Lusedra<br\/>"},"2":{"id":"929247-s-6-19","title":"Class","mono":"Sedative-Hypnotic<br\/>"},"3":{"id":"929247-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"929247-s-7","title":"Mechanism Of Action","mono":"The water-soluble, phosphate ester prodrug fospropofol disodium is hydrolysed to release propofol, which interacts with the GABA receptors of the CNS resulting in sedation. 1.86 mg of fospropofol disodium is the molar equivalent of 1 mg propofol.<br\/>"},"8":{"id":"929247-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"929247-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 0.33 L\/kg (fospropofol); 5.8 L\/kg (propofol)<\/li><li>Protein binding: 98%<\/li><\/ul>"},"2":{"id":"929247-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic, metabolized by alkaline phosphatases<\/li><li>Active metabolites: propofol<\/li><\/ul>"},"3":{"id":"929247-s-8-26","title":"Excretion","mono":"Renal: 71% <br\/>"},"4":{"id":"929247-s-8-27","title":"Elimination Half Life","mono":"0.81 to 0.88 hr (fospropofol); 2.06 hr (propofol) <br\/>"}}},"9":{"id":"929247-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>available as ready to use formulation and intended for single-patient use only<\/li><li>follow strict aseptic techniques and draw fospropofol into sterile syringes immediately after vials are opened<\/li><li>discard unused portion at the end of the procedure<\/li><li>administer as a IV bolus injection<\/li><li>flush with NS before and after administration<\/li><\/ul>"},"10":{"id":"929247-s-10","title":"Monitoring","mono":"<ul><li>induction and maintenance of sedation<\/li><li>cardiorespiratory depressive effects (pulse oximetry, electrocardiogram, and blood pressure); monitor for early signs of hypotension, apnea, airway obstruction, and\/or oxygen desaturation; especially patients older than 65 years, receiving higher fospropofol doses, concomitant drugs with additive respiratory depressant effects, patients with severe systemic disease, compromised myocardial function, or reduced vascular tone or intravascular volume.<\/li><li>loss of ability to demonstrate purposeful responsiveness (eg, vigorous tactile or painful stimulation); may be indicative of a loss of protective reflexes and may necessitate airway assistance<\/li><\/ul>"},"12":{"id":"929247-s-12","title":"Toxicology","sub":[{"id":"929247-s-12-31","title":"Clinical Effects","mono":"<b>PROPOFOL AND RELATED AGENTS<\/b><br\/>USES: Propofol is used both for the induction and maintenance of general anesthesia. It also has several off-label uses including: conscious sedation, postoperative nausea and vomiting, and refractory status epilepticus and delirium tremens. There has also been documented recreational use, mostly involving medical professionals. PHARMACOLOGY: Its mechanism of action is not well-defined, but it is thought to decrease the excitatory effects of glutamate. TOXICOLOGY: Its toxic effects are secondary to its action as a general anesthetic. EPIDEMIOLOGY: Significant toxicity is extremely rare, with case reports of death usually secondary to illicit use. OVERDOSE: Propofol toxicity only occurs following IV injection. Overdose produces unconsciousness, respiratory depression and may cause hypotension and cardiovascular toxicity. ADVERSE EFFECTS: A \"propofol infusion syndrome\" has been described in patients receiving prolonged propofol sedation in the intensive care setting. This syndrome is characterized by metabolic acidosis, bradydysrhythmias, rhabdomyolysis, hyperkalemia, dyslipidemia, acute renal failure, massive ketonuria, elevated transaminases, fatty liver, myocardial failure and death. While most cases have involved children, it has been reported in adults as well. OTHER: Other significant adverse reactions include hypotension, increased movement, local injection site burning, stinging, or pain and apnea. More rarely, there have been reports of hypertension in children, dysrhythmias, bradycardia, decreased cardiac output (especially with concurrent opioid use), tachycardia, pruritus, rash, hypertriglyceridemia, and respiratory acidosis during weaning. RARE: Very rarely there are reports of events by the following individual organ systems: CARDIAC: Cardiac arrest, asystole, syncope, dysrhythmias (ie, atrial and ventricular premature contractions); NEURO: postoperative unconsciousness, somnolence, delirium, dizziness, anticholinergic syndrome, agitation, hypertonia, and myoclonia; IMMUNE: anaphylaxis\/anaphylactoid reaction, laryngospasm; RESPIRATORY: decreased lung function, hypoxia, cough, pulmonary edema, wheezing; GASTROINTESTINAL: nausea, pancreatitis, hypersalivation; MUSCULOSKELETAL: myalgia, rhabdomyolysis; EYE: vision abnormalities (ie, amblyopia); GENITOURINARY: discoloration of urine (green); DERMAL: extravasation, phlebitis, discolored hair and nailbeds (green); GENERAL: fever, flushing, chills, extremity pain, hypomagnesemia. <br\/>"},{"id":"929247-s-12-32","title":"Treatment","mono":"<b>PROPOFOL AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Stop propofol administration and provide good supportive care. MANAGEMENT OF SEVERE TOXICITY: The mainstay of treatment is propofol cessation and to provide good supportive care. Assisted ventilation is likely to be necessary, orotracheal intubation may be required. Initially, treat hypotension with intravenous fluids, add vasopressors if unresponsive to fluids. To reduce the incidence of &quot;propofol infusion syndrome&quot; some recommendation have included limiting propofol administration to only a few days and to closely monitor patients for alterations in creatine kinase and ECG abnormalities. For hypertriglyceridemia, some recommendations include monitoring serum triglycerides after continuous therapy for greater than 48 hours with doses exceeding 50 mcg\/kg\/minute, and to use an alternative sedative agent if significant hypertriglyceridemia (greater than 500 mg\/dL) develops due to the risk of developing pancreatitis.<\/li><li>Decontamination: PREHOSPITAL: There is no role for GI decontamination as propofol toxicity only occurs during parenteral administration. For dermal or eye exposure, decontaminate the site via irrigation. HOSPITAL: There is no role for GI decontamination as propofol toxicity only occurs during parenteral administration.<\/li><li>Airway management: For patients with mild sedation, open the airway and assist ventilation; propofol has a short duration of action so this may be all that is necessary. If respiratory depression persists orotracheal intubation and mechanical ventilation will be necessary.<\/li><li>Antidote: There is no specific antidote for propofol.<\/li><li>Enhanced elimination procedure: Propofol is highly protein bound (99%) in the body and has a large volume of distribution, hemodialysis and hemoperfusion are not useful.<\/li><li>Monitoring of patient: Though blood concentrations of propofol can be obtained, they are not widely available or clinically useful. In patients undergoing sedation, institute continuous cardiac monitoring, pulse oximetry and end tidal CO2 monitoring. If &quot;propofol infusion syndrome&quot; is suspected, or if administration has been prolonged, monitor serum electrolytes, renal function tests, liver enzymes, creatine kinase, serum triglycerides and ECG. An echocardiogram may be useful to evaluate myocardial function. Monitor urinalysis for ketonuria after prolonged and\/or significant exposure; urine may appear discolored (ie, rusty, olive green, tea-colored).<\/li><li>Patient disposition: HOME CRITERIA: Patients should not have home access to propofol; thus, all potential exposures should be sent to a health care facility. OBSERVATION CRITERIA: All patients should be observed until all symptoms resolve (ie, the patient is awake and alert). ADMISSION CRITERIA: All patients administered propofol should be an intensive care setting or the equivalent. The vast majority of patients receiving propofol are in an Emergency Department, Operating Room\/PACU, or Intensive Care Unit secondary to other comorbidities. Criteria or discharge secondary to the use of propofol primarily relies on the patient's mental status (ie, awake and alert), but may chiefly rely on their underlying medical issues. CONSULT CRITERIA: A poison center\/toxicologist should be contacted for patients with severe toxicity. Other potential consultants is dependent on the patient's symptoms.<\/li><\/ul>"},{"id":"929247-s-12-33","title":"Range of Toxicity","mono":"<b>PROPOFOL AND RELATED AGENTS <\/b><br\/>TOXICITY: Adverse reactions to propofol including bradycardia, hypotension, fever, dysrhythmias, somnolence, hepatotoxicity and seizures have occurred during therapeutic use. Deaths associated with propofol use are associated with either self-administration with resultant respiratory failure (eg, a 29-year-old woman radiographer died after self-administration of 400 mg of intravenous propofol) or myocardial failure\/dysrhythmias secondary to propofol infusion syndrome after continuous infusion over more than a day (eg, a 28-month-old who received propofol for 48 hours). THERAPEUTIC: PROPOFOL: ICU SEDATION: ADULT: For intubated, mechanically ventilated adults, intensive care sedation should be initiated slowly with a continuous infusion. In most patients the initial infusion should be 5 mcg\/kg\/min (0.3 mg\/kg\/hour) for at least 5 minutes. Subsequent increments of 5 to 10 mcg\/kg\/min (0.3 to  0.6 mg\/kg\/hour) over 5 to 10 minutes may be used until desired level of sedation is achieved. Maintenance rates of 5 to 50 mcg\/kg\/min (0.3 to 3 mg\/kg\/hour) or higher may be required. PEDIATRIC: Propofol infusions for ICU sedation is NOT discussed by the manufacturer for pediatric use. FOSPROPOFOL: MONITORED ANESTHESIA CARE SEDATION: ADULT: Standard dose (Healthy, Adults 18 to 65 years): IV bolus of 6.5 mg\/kg followed by supplemental doses of 1.6 mg\/kg as indicated. Modified dose (Adults greater than or equal to 65 years or severe systemic disease): 75% of the standard dose. PEDIATRIC: The safety and efficacy of fospropofol have not been established in children.<br\/>"}]},"13":{"id":"929247-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness and\/or coordination if residual sedation exists.<\/li><li>Drug may cause transient, mild-to-moderate paresthesias and\/or pruritus in the perineal region.<\/li><\/ul>"}}}