{"drugs":["Dexilant","Dexlansoprazole","Kapidex"],"mono":{"0":{"id":"929276-s-0","title":"Generic Names","mono":"Dexlansoprazole"},"1":{"id":"929276-s-1","title":"Dosing and Indications","sub":[{"id":"929276-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Erosive esophagitis, Healing of all grades:<\/b> 60 mg ORALLY once daily for up to 8 weeks<\/li><li><b>Erosive esophagitis, Maintenance of healing - Heartburn:<\/b> 30 mg ORALLY once daily for up to 6 months<\/li><li><b>Gastroesophageal reflux disease, Symptomatic, nonerosive:<\/b> 30 mg ORALLY once daily for 4 weeks<\/li><\/ul>"},{"id":"929276-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in children younger than 18 years "},{"id":"929276-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no adjustment necessary<\/li><li><b>mild hepatic impairment (Child-Pugh class A):<\/b> no adjustment necessary<\/li><li><b>moderate hepatic impairment (Child-Pugh class B):<\/b> maximum daily dose of 30 mg<\/li><li><b>elderly:<\/b> no adjustment necessary<\/li><\/ul>"},{"id":"929276-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Erosive esophagitis, Healing of all grades<\/li><li>Erosive esophagitis, Maintenance of healing - Heartburn<\/li><li>Gastroesophageal reflux disease, Symptomatic, nonerosive<\/li><\/ul>"}]},"3":{"id":"929276-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929276-s-3-9","title":"Contraindications","mono":"hypersensitivity to any component of the product; anaphylaxis and acute interstitial nephritis have been reported <br\/>"},{"id":"929276-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- Cyanocobalamin deficiency may occur with prolonged use; consider diagnosis if symptoms emerge<\/li><li>-- Hypomagnesemia has been reported in patients treated with proton pump inhibitors for 3 months or more; monitoring recommended with concomitant use of drugs that cause hypomagnesemia<\/li><li>Gastrointestinal:<\/li><li>-- Symptomatic response to dexlansoprazole does not rule out gastric malignancy<\/li><li>-- Increased risk of Clostridium difficile-associated diarrhea (CDAD) with proton pump inhibitor use, particularly in hospitalized patients; use lowest dose and shortest treatment duration as appropriate<\/li><li>Musculoskeletal:<\/li><li>-- Increased risk of osteoporosis-related bone fracture of the hip, wrist, or spine with proton pump inhibitor use, particularly with high-doses or long term use<\/li><li>Renal:<\/li><li>-- Acute interstitial nephritis, typically associated with idiopathic hypersensitivity, has been reported proton pump inhibitor use; discontinuation required<\/li><li>Concomitant use:<\/li><li>-- Temporarily withdrawal proton pump inhibitors with high dose methotrexate therapy<\/li><li>-- Not recommended with atazanavir<\/li><\/ul>"},{"id":"929276-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"929276-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"929276-s-4","title":"Drug Interactions","sub":{"1":{"id":"929276-s-4-14","title":"Major","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Ledipasvir (theoretical)<\/li><li>Methotrexate (theoretical)<\/li><li>Mycophenolate Mofetil (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Pazopanib (established)<\/li><li>Saquinavir (theoretical)<\/li><li>Vismodegib (theoretical)<\/li><\/ul>"},"2":{"id":"929276-s-4-15","title":"Moderate","mono":"<ul><li>Cranberry (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"929276-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Abdominal pain (3.5% to 4%), Diarrhea (4.7% to 5.1%), Flatulence (1.4% to 2.6%), Nausea (2.8% to 3.3%), Vomiting (1.4% to 2.2%)<br\/><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Endocrine metabolic:<\/b>Hypomagnesemia<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile diarrhea<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction (less than 2%)<\/li><li><b>Musculoskeletal:<\/b>Fracture of bone<\/li><li><b>Renal:<\/b>Interstitial nephritis, acute<\/li><\/ul>"},"6":{"id":"929276-s-6","title":"Drug Name Info","sub":{"0":{"id":"929276-s-6-17","title":"US Trade Names","mono":"<ul><li>Kapidex<\/li><li>Dexilant<\/li><\/ul>"},"2":{"id":"929276-s-6-19","title":"Class","mono":"<ul><li>Gastric Acid Secretion Inhibitor<\/li><li>Proton Pump Inhibitor<\/li><\/ul>"},"3":{"id":"929276-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929276-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"929276-s-7","title":"Mechanism Of Action","mono":"Dexlansoprazole selectively inhibits the parietal cell membrane enzyme (H+,K+)-ATPase, typically referred to as the proton pump, which blocks the final step of acid production.<br\/>"},"8":{"id":"929276-s-8","title":"Pharmacokinetics","sub":[{"id":"929276-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 2 distinct peaks (peak one, 1 to 2 hours; peak two, 4 to 5 hours)<\/li><li>Bioavailability, Nasogastric or Orally via syringe: similar compared with oral administration of intact capsule<\/li><li>Effects of food: no significant differences noted in mean gastric pH<\/li><\/ul>"},{"id":"929276-s-8-24","title":"Distribution","mono":"<ul><li>Vd: (GERD), 40.3 L<\/li><li>Protein binding: (Healthy subjects), 96.1% to 98.8%<\/li><\/ul>"},{"id":"929276-s-8-25","title":"Metabolism","mono":"Hepatic; CYP2C19 and CYP3A; extensive <br\/>"},{"id":"929276-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: (Healthy adults), 47.6%<\/li><li>Renal: (Healthy adults), 50.7%, 0% unchanged<\/li><\/ul>"},{"id":"929276-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Healthy subjects and patients with symptomatic GERD: 1 to 2 hr<\/li><li>Elderly: 2.23 hr.<\/li><\/ul>"}]},"9":{"id":"929276-s-9","title":"Administration","mono":"<ul><li><b>Nasogastric<\/b><br\/>capsules may be opened and added to 20 mL of water for administration via a nasogastric tube (size greater than or equal to 16 French); withdraw mixture with catheter-tip syringe, gently swirl, and administer immediately; refill syringe with 10 mL of water, gently swirl, administer, then repeat to ensure complete delivery.<br\/><\/li><li><b>Oral<\/b><br\/><ul><li>can be taken without regard to food<\/li><li>swallow capsule whole, do not crush or chew<\/li><li>capsules may be opened and contents sprinkled on a tablespoon of applesauce; swallow immediately; do not chew granules<\/li><li>capsules may be opened and contents added to 20 mL of water for administration via an oral syringe; withdraw mixture into oral syringe, gently swirl, and administer immediately; refill syringe with 10 mL of water, gently swirl and administer, then repeat to ensure complete delivery; do not chew granules<\/li><\/ul><\/li><\/ul>"},"10":{"id":"929276-s-10","title":"Monitoring","mono":"<ul><li>endoscopic improvement<\/li><li>symptomatic improvement (heartburn, regurgitation)<\/li><li>serum magnesium, prior to initiation and periodically during prolonged therapy <\/li><li>complete blood counts<\/li><li>liver function tests<\/li><li>signs\/symptoms of hypersensitivity and anaphylaxis<\/li><\/ul>"},"11":{"id":"929276-s-11","title":"How Supplied","mono":"<b>Dexilant<\/b><br\/>Oral Capsule, Delayed Release: 30 MG, 60 MG<br\/>"},"12":{"id":"929276-s-12","title":"Toxicology","sub":[{"id":"929276-s-12-31","title":"Clinical Effects","mono":"<b>OMEPRAZOLE AND RELATED AGENTS <\/b><br\/>USES: Dexlansoprazole, esomeprazole, lansoprazole, omeprazole, pantoprazole, and rabeprazole are substituted benzimidazoles and potent proton-pump inhibitors used as gastric antisecretories.  They are used to treat various gastrointestinal conditions (eg, dyspepsia, gastroesophageal reflux disease (GERD), duodenal and peptic ulcers, and esophageal stricture).  Esomeprazole with naproxen and omeprazole with sodium bicarbonate combinations are also available. Refer to \"NAPROXEN\" and \"SODIUM BICARBONATE\" management for specific information. PHARMACOLOGY: These agents inhibit the parietal cell membrane enzyme (H+\/K+)-ATPase, typically referred to as the proton pump, which blocks the final step of acid production. EPIDEMIOLOGY: Overdose is rare, and only mild toxicity has been reported. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. In limited overdose cases, clinical effects have consisted of mild tachycardia, flushing, somnolence, confusion, headache, blurred vision, abdominal pain, nausea, vomiting, dry mouth, and moderate leukocytosis. ADVERSE EFFECTS: Proton-pump inhibitors have similar adverse events reported after therapeutic use. COMMON (2% or greater): Headache, abdominal pain, nausea, vomiting, diarrhea, and flatulence. OTHER EFFECTS: Constipation, dry mouth, hypertension, and dizziness. RARE: Lichen spinulosus, exfoliative dermatitis, toxic epidermal necrolysis, cutaneous leukocytoclastic vasculitis, urticaria, anaphylaxis, hypomagnesemia, pancreatitis, elevated serum creatinine levels, anterior ischemic optic neuropathy, optic neuritis, optic atrophy, neutropenia, agranulocytosis, thrombocytopenia, pancytopenia, hemolytic anemia, elevated liver enzymes, hepatitis, hepatic encephalopathy, rhabdomyolysis, myopathy, hypocalcemic-induced seizures. ACUTE INTERSTITIAL NEPHRITIS: Although rare, acute interstitial nephritis (AIN) has been reported in association with all proton-pump inhibitors (PPIs).  The mean duration of treatment prior to onset of symptoms is reported at 9 to 13 weeks.  A decline in renal function is usually noted over a period of days to weeks. Fatigue, malaise, weakness, nausea, vomiting, anorexia, and weight loss are commonly reported symptoms.  Classic drug hypersensitivity signs and symptoms, such as the clinical triad of rash, fever and eosinophilia, are seen in less than 10% of patients.<br\/>"},{"id":"929276-s-12-32","title":"Treatment","mono":"<b>OMEPRAZOLE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not required.  HOSPITAL: Severe toxicity is not expected after an overdose. Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor vital signs, CBC with differential, renal function, CK, and liver enzymes in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution of these agents.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"929276-s-12-33","title":"Range of Toxicity","mono":"<b>OMEPRAZOLE AND RELATED AGENTS<\/b><br\/>TOXICITY: OMEPRAZOLE: Doses up to 2400 mg (120 times the usual recommended clinical dose) resulted in transient effects (eg, drowsiness, confusion, and tachycardia), with no serious events reported when taken alone. LANSOPRAZOLE: An adult ingested 600 mg with no adverse events reported. In animal studies, oral doses up to 1300 times the recommended human dose did not produce any deaths or clinical events.  RABEPRAZOLE: The maximum reported overdose with rabeprazole was 80 mg. There were no clinical signs or symptoms associated with any reported overdose. Patients with Zollinger-Ellison syndrome have been treated with doses up to 120 mg rabeprazole once daily. THERAPEUTIC DOSE: Varies by indication: DEXLANSOPRAZOLE: Adults: 30 mg or 60 mg once daily. Children: Safety and efficacy not established. ESOMEPRAZOLE: Adults and children 12 to 17 years of age: 20 mg or 40 mg orally once daily. Children 1 to 11 years of age: 10 mg orally once daily (weight less than 20 kg); 10 to 20 mg orally once daily (weight 20 kg or more); 1 month to less than 1 year of age: 2.5 to 10 mg for patients weighing 3 to 12 kg; less than 1 month of age: Safety and efficacy not established. LANSOPRAZOLE: Adults: 15 mg or 30 mg once daily. Children: Varies by weight and age: 15 mg to 30 mg once daily. OMEPRAZOLE: Adults: 20 to 60 mg orally once daily. Children 1 to 16 years of age: 5 mg once daily (weight 5 to less than 10 kg); 10 mg once daily (weight 10 to less than 10 kg); 20 mg once daily (weight 20 kg or greater). Children: 20 to 40 mg orally once daily. RABEPRAZOLE: Adults and children 12 years and older: 20 mg once daily. <br\/>"}]},"13":{"id":"929276-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that drug may increase risk for osteoporosis-related fractures of the hip, wrist, or spine with multiple daily doses that are continued for longer than a year.<\/li><li>Warn patient to report diarrhea that does not improve, especially with persistent watery stools, fever, and abdominal pain.<\/li><li>Drug may cause abdominal pain, diarrhea, nausea, vomiting, and flatulence.<\/li><li>Instruct patient to immediately report signs\/symptoms of hypomagnesemia, including palpitations, dizziness, seizures, or involuntary muscle contractions.<\/li><li>If patient is unable to swallow the capsule whole, sprinkle the contents of the capsule onto a tablespoon of applesauce and swallow immediately.<\/li><\/ul>"}}}