{"drugs":["Adapalene\/Benzoyl Peroxide","Epiduo"],"mono":{"0":{"id":"929269-s-0","title":"Generic Names","mono":"Adapalene\/Benzoyl Peroxide"},"1":{"id":"929269-s-1","title":"Dosing and Indications","sub":{"0":{"id":"929269-s-1-4","title":"Adult Dosing","mono":"<b>Acne vulgaris:<\/b> apply a thin film TOPICALLY to affected area(s) once daily "},"1":{"id":"929269-s-1-5","title":"Pediatric Dosing","mono":"<b>Acne vulgaris:<\/b> apply a thin film TOPICALLY to affected area(s) once daily "},"3":{"id":"929269-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Acne vulgaris<br\/>"}}},"3":{"id":"929269-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929269-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"929269-s-3-10","title":"Precautions","mono":"<ul><li>direct natural or artificial sunlight; may cause a skin reaction; use sunscreen when exposure is unavoidable<\/li><li>concomitant use with topical products that have a strong drying effect; may increase irritation<\/li><\/ul>"},{"id":"929269-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"929269-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"929269-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Application site irritation (1%), Contact dermatitis (3% or greater), Dry skin (7% or greater), Erythema, Skin irritation (1%), Stinging of skin (2% or greater)<br\/>"},"6":{"id":"929269-s-6","title":"Drug Name Info","sub":{"0":{"id":"929269-s-6-17","title":"US Trade Names","mono":"Epiduo<br\/>"},"2":{"id":"929269-s-6-19","title":"Class","mono":"<ul><li>Antiacne<\/li><li>Retinoid<\/li><\/ul>"},"3":{"id":"929269-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929269-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"929269-s-7","title":"Mechanism Of Action","mono":"<ul><li>Adapalene (topical): The exact mechanism is not known. Adapalene binds to specific retinoic acid receptors (RARs) but does not to cytosolic receptor protein. Adapalene is a modulator of cellular inflammatory processes, differentiation, and keratinization.<\/li><li>Benzoyl peroxide (topical): Benzoyl peroxide slowly releases active oxygen. For acne vulgaris, benzoyl peroxide has antibacterial action against Propionibacterium acnes. Benzoyl peroxide improves both inflammatory and noninflammatory lesions of acne. The medication also has some keratolytic effect, which produces comedo lysis, as well as drying and desquamative actions that contribute to its efficacy.<\/li><\/ul>"},"8":{"id":"929269-s-8","title":"Pharmacokinetics","sub":{"2":{"id":"929269-s-8-25","title":"Metabolism","mono":"<ul><li>Topical (benzoyl peroxide)<\/li><li>Active metabolite (benzoyl peroxide): Benzoic acid<\/li><\/ul>"},"3":{"id":"929269-s-8-26","title":"Excretion","mono":"<ul><li>Biliary (primary)<\/li><li>Renal: eliminated as benzoic acid<\/li><\/ul>"}}},"9":{"id":"929269-s-9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>apply after washing<\/li><li>use pea-sized quantity for each area of the face (eg, forehead, chin, each cheek)<\/li><li>do not apply to eyes, lips, or mucous membranes<\/li><li>do not apply to cuts, abrasions, eczematous, or sunburned skin<\/li><li>not for oral, ophthalmic, or intravaginal use<\/li><\/ul>"},"10":{"id":"929269-s-10","title":"Monitoring","mono":"improved acne<br\/>"},"11":{"id":"929269-s-11","title":"How Supplied","mono":"<b>Epiduo<\/b><br\/>Topical Gel\/Jelly: (Adapalene - Benzoyl Peroxide) 0.1 %-2.5 %<br\/>"},"12":{"id":"929269-s-12","title":"Toxicology","sub":[{"id":"929269-s-12-31","title":"Clinical Effects","mono":"<b>BENZOYL PEROXIDE<\/b><br\/>USES: Benzoyl peroxide is commonly utilized as a 2.5% to 10% topical preparation for treatment of inflammatory acne, decubital and stasis ulcers, and pyoderma gangrenosum. Benzoyl peroxide is used in industry as an oxidizing agent, a polymerization initiator, a catalyst, and a curing agent. Benzoyl peroxide is utilized as a source of free radicals in organic synthesis, and is used in dental resin cement, for automobile body putty, in roof bolting, and in the mining industry. PHARMACOLOGY: Benzoyl peroxide has antimicrobial activity. TOXICOLOGY: Benzoyl peroxide is irritating to skin and mucous membranes. Allergic dermatitis may occur. EPIDEMIOLOGY: Overdose is rare and clinically significant toxicity has not been reported. OVERDOSE: No overdoses resulting in significant toxicity have been reported. ADVERSE EFFECTS: Contact dermatitis, xeroderma, erythema, and skin peeling.<br\/>"},{"id":"929269-s-12-32","title":"Treatment","mono":"<b>BENZOYL PEROXIDE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after benzoyl peroxide overdose. INHALATION EXPOSURE: Move patient to fresh air. Monitor for respiratory distress. If cough or difficulty breathing develops, evaluate for respiratory tract irritation, bronchitis, or pneumonitis. Administer oxygen and assist ventilation as required. Treat bronchospasm with inhaled beta-2 agonist and oral or parenteral corticosteroids. DERMAL EXPOSURE: Remove contaminated clothing and wash exposed area extremely thoroughly with soap and water. A physician may need to examine the area if irritation or pain persists after washing. EYE EXPOSURE: Irrigate exposed eyes with copious amounts of room temperature water for at least 15 minutes. If irritation, pain, swelling, lacrimation, or photophobia persist, the patient should be seen in a health care facility.<\/li><li>Decontamination: Gastrointestinal decontamination is not indicated. Wash exposed skin and irrigate exposed eyes.<\/li><li>Airway management: Airway compromise is not expected in isolated benzoyl peroxide ingestions.<\/li><li>Antidote: None<\/li><li>Enhanced elimination procedure: Not indicated.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients and patients with isolated skin irritation and erythema can be managed at home with observation. OBSERVATION CRITERIA; Patients with severe skin symptoms and non-skin symptoms, and patients with deliberate overdoses should be referred to a health care facility for observation and treatment. ADMISSION CRITERIA: Patients are not expected to develop toxicity requiring admission. CONSULT CRITERIA:  Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"929269-s-12-33","title":"Range of Toxicity","mono":"<b>BENZOYL PEROXIDE<\/b><br\/>TOXICITY: Human exposure equal to or greater than 12.2 mg\/m(3) produces nose and throat irritation.<br\/>"}]},"13":{"id":"929269-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug causes sun-sensitivity. Advise patient to use sunscreen and avoid tanning beds.<\/li><li>Instruct patient that cold temperatures or wind may also increase skin irritation during drug therapy.<\/li><li>Drug may bleach hair and colored fabrics.<\/li><li>This drug may cause stinging\/burning, erythema, scaling, or dryness.<\/li><li>Patients should avoid contact with the eyes, lips, and mucous membranes.<\/li><li>Tell patients to avoid concurrent use of topical products, which may dry or irritate the skin.<\/li><\/ul>"}}}