{"drugs":["Fenofibric Acid","Fibricor","Trilipix"],"mono":{"0":{"id":"929250-s-0","title":"Generic Names","mono":"Fenofibric Acid"},"1":{"id":"929250-s-1","title":"Dosing and Indications","sub":[{"id":"929250-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Hyperlipidemia:<\/b> (Fibricor(R)) 105 mg ORALLY daily with or without food; MAX 105 mg daily<\/li><li><b>Hyperlipidemia:<\/b> (Trilipix(R)) 135 mg ORALLY daily with or without food; MAX 135 mg daily<\/li><li><b>Hypertriglyceridemia:<\/b> (Fibricor(R)) 35 to 105 mg ORALLY daily, with or without food, adjusted to patient response and repeat lipid tests at 4 to 8 week intervals, MAX 105 mg daily<\/li><li><b>Hypertriglyceridemia:<\/b> (Trilipix(R)) 45 to 135 mg ORALLY daily, with or without food, adjusted to patient response and repeat lipid tests at 4 to 8 week intervals if needed, MAX 135 mg daily<\/li><li><b>Mixed hyperlipidemia:<\/b> (Fibricor(R)) 105 mg ORALLY daily with or without food; MAX 105 mg daily<\/li><li><b>Mixed hyperlipidemia:<\/b> (Trilipix(R)) 135 mg ORALLY daily with or without food; MAX 135 mg daily<\/li><\/ul>"},{"id":"929250-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy has not been established in pediatric patients "},{"id":"929250-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>(Fibricor(R)) renal impairment (mild to moderate):<\/b> initial, 35 mg ORALLY once daily; avoid in severe renally impaired patients<\/li><li><b>(Trilipix(R)) renal impairment (mild to moderate):<\/b> initial, 45 mg ORALLY once daily; avoid in severe renally impaired patients<\/li><li><b>elderly:<\/b> dosage adjustment based on renal function<\/li><\/ul>"},{"id":"929250-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hyperlipidemia<\/li><li>Hypertriglyceridemia<\/li><li>Mixed hyperlipidemia<\/li><\/ul>"}]},"3":{"id":"929250-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929250-s-3-9","title":"Contraindications","mono":"<ul><li>gallbladder disease<\/li><li>hypersensitivity to fenofibric acid, fenofibrate<\/li><li>liver disease, active, including primary biliary cirrhosis and unexplained persistent liver function abnormalities<\/li><li>nursing mothers<\/li><li>renal impairment, severe, including patients receiving dialysis<\/li><\/ul>"},{"id":"929250-s-3-10","title":"Precautions","mono":"<ul><li>agranulocytosis and thrombocytopenia have been reported; monitoring recommended<\/li><li>cholelithiasis may occur; discontinue therapy if gallstones are found<\/li><li>concomitant use with an HMG-CoA reductase inhibitor (statin) should be avoided unless benefit outweighs risk<\/li><li>diabetes; increased risk of serious muscle toxicity<\/li><li>elderly patients; increased risk of serious muscle toxicity<\/li><li>HDL cholesterol, decreased, has been reported; monitoring recommended; discontinuation may be required<\/li><li>hemoglobin, hematocrit, and white blood cell decreases have been reported; monitoring recommended<\/li><li>hypersensitivity reactions, acute, including severe skin rashes (eg, toxic epidermal necrolysis, Stevens-Johnson syndrome), have been reported<\/li><li>hypothyroidism; increased risk of serious muscle toxicity<\/li><li>myopathy and rhabdomyolysis have been reported; discontinue therapy for markedly elevated CPK levels or if myopathy or myositis is diagnosed<\/li><li>pancreatitis has been reported<\/li><li>pulmonary embolus and DVT have been reported<\/li><li>renal impairment, mild to moderate; risk of drug toxicity; monitoring recommended; dose adjustment required<\/li><li>renal failure; increased risk of serious muscle toxicity<\/li><li>serum creatinine elevations have occurred; monitoring recommended in patients with renal impairment or risk for renal insufficiency (eg, elderly or diabetic patients)<\/li><li>serum transaminase (AST and ALT) increases of more than 3 times the ULN have been reported; monitoring is recommended; discontinue therapy for persistent liver enzyme levels greater than 3 times the ULN<\/li><li>report suspected adverse events to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929250-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"929250-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"929250-s-4","title":"Drug Interactions","sub":{"1":{"id":"929250-s-4-14","title":"Major","mono":"<ul><li>Acenocoumarol (theoretical)<\/li><li>Atorvastatin (theoretical)<\/li><li>Cerivastatin (theoretical)<\/li><li>Colchicine (probable)<\/li><li>Dicumarol (theoretical)<\/li><li>Fluvastatin (theoretical)<\/li><li>Lovastatin (theoretical)<\/li><li>Pitavastatin (theoretical)<\/li><li>Pravastatin (theoretical)<\/li><li>Rosuvastatin (theoretical)<\/li><li>Simvastatin (theoretical)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"929250-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (2.3% to 5.5%)<\/li><li><b>Musculoskeletal:<\/b>Backache (3.4% to 6.3%)<\/li><li><b>Neurologic:<\/b>Headache (11.9% to 13.1%)<\/li><li><b>Respiratory:<\/b>Disorder of respiratory system (6.2%), Nasopharyngitis (3% or greater), Upper respiratory infection (3% or greater)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Decreased HDL level, Severe<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised, AST\/SGOT level raised<\/li><li><b>Musculoskeletal:<\/b>Increased creatine kinase level (0.2% or greater), Myositis, Rhabdomyolysis<\/li><\/ul>"},"6":{"id":"929250-s-6","title":"Drug Name Info","sub":{"0":{"id":"929250-s-6-17","title":"US Trade Names","mono":"<ul><li>Trilipix<\/li><li>Fibricor<\/li><\/ul>"},"2":{"id":"929250-s-6-19","title":"Class","mono":"<ul><li>Antihyperlipidemic<\/li><li>Fibric Acid<\/li><\/ul>"},"3":{"id":"929250-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929250-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"929250-s-7","title":"Mechanism Of Action","mono":"Fenofibric acid is a lipid regulating agent that works by activating the peroxisome proliferator activated receptor alpha (PPARalpha). Through this mechanism, fenofibrate activates lipoprotein lipase and reduces production of Apoprotein C-III, thereby increasing lipolysis and elimination of triglyceride-rich particles from plasma.<br\/>"},"8":{"id":"929250-s-8","title":"Pharmacokinetics","sub":[{"id":"929250-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability: 81%<\/li><li>Effects of food: not significant<\/li><\/ul>"},{"id":"929250-s-8-24","title":"Distribution","mono":"Protein binding: 99% <br\/>"},{"id":"929250-s-8-25","title":"Metabolism","mono":"Primarily conjugated with glucuronic acid <br\/>"},{"id":"929250-s-8-26","title":"Excretion","mono":"Renal: primary route, in the form of fenofibric acid and fenofibric acid glucuronide <br\/>"},{"id":"929250-s-8-27","title":"Elimination Half Life","mono":"20 hours <br\/>"}]},"9":{"id":"929250-s-9","title":"Administration","mono":"<b>General Information<\/b><br\/><ul><li>may be taken without regard to meals<\/li><li>(Triplex(R)) swallow whole, do not crush, break, dissolve, or chew<\/li><li>(Triplex(R)) may be taken at the same time as a statin<\/li><\/ul>"},"10":{"id":"929250-s-10","title":"Monitoring","mono":"<ul><li>serum lipids at baseline and periodically; at 4 to 8 week intervals with severe hypertriglyceridemia<\/li><li>HDL-C levels within the first few months of treatment initiation<\/li><li>periodic liver function tests, including ALT<\/li><li>red blood cell count and white blood cell count periodically during the first 12 months<\/li><li>renal function in patients with renal impairment; consider in those at risk of renal impairment (eg, elderly, diabetic)<\/li><\/ul>"},"11":{"id":"929250-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule, Delayed Release: 45 MG, 135 MG<\/li><li>Oral Tablet: 35 MG, 105 MG<\/li><\/ul><\/li><li><b>Fibricor<\/b><br\/>Oral Tablet: 35 MG, 105 MG<br\/><\/li><li><b>Trilipix<\/b><br\/>Oral Capsule, Delayed Release: 45 MG, 135 MG<br\/><\/li><\/ul>"},"12":{"id":"929250-s-12","title":"Toxicology","sub":[{"id":"929250-s-12-31","title":"Clinical Effects","mono":"<b>FENOFIBRATE AND RELATED AGENTS <\/b><br\/>USES: Fibrates are indicated to reduce elevated levels of LDL-C, Total-C, TG, and Apo B, and to increase HDL-C in patients with primary or mixed dyslipidemia. PHARMACOLOGY: Fibrates activate peroxisome proliferator activated receptor alfa (PPARa), leading to elimination of triglyceride-rich particles, transformation, and increased elimination of small, dense LDL particles and synthesis of apolipoproteins AI, AII, and HDL-C. EPIDEMIOLOGY: Overdose is rare. TOXICITY: The extent of symptoms in human overdose is unknown. ADVERSE EFFECTS: COMMON: Headache, back pain, nasopharyngitis, nausea, myalgia, diarrhea, and upper respiratory tract infection. Increases of serum transaminase levels greater than 3 times the upper limit of normal were reported following fenofibrate therapy. LESS COMMON: Fatigue, increased ALT, and muscle spasms. <br\/>"},{"id":"929250-s-12-32","title":"Treatment","mono":"<b>FENOFIBRATE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Observe clinical status and vital signs in substantial ingestions.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of roflumilast alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Patients should be observed for CNS depression. Monitor liver enzyme concentrations, urinalysis, and renal function tests in patients with significant overdose. Monitor CK in patients with muscle pain or tenderness.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Patients with an inadvertent overdose who have more than mild symptoms and patients with deliberate self-harm ingestions should be sent to a health care facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"929250-s-12-33","title":"Range of Toxicity","mono":"<b>FENOFIBRATE AND RELATED AGENTS <\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: FENOFIBRATE: The recommended dose of fenofibrate is 48 to 145 mg orally once daily; MAX dose 145 mg. FENOFIBRIC ACID: The recommended dose of fenofibric acid is 45 to 135 mg orally once daily; MAX dose 135 mg. CLOFIBRATE: 2 grams daily in divided doses.<br\/>"}]},"13":{"id":"929250-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause headache, back pain, nasopharyngitis, nausea, myalgia, diarrhea, and upper respiratory infection.<\/li><li>Instruct patient to report signs\/symptoms of myositis, myopathy, cholelithiasis, or pancreatitis.<\/li><li>Patient should take this drug at least 1 hour before or 4 to 6 hours after a bile acid resin.<\/li><\/ul>"}}}