{"generic":"Lacosamide","drugs":["Lacosamide","Vimpat"],"mono":{"0":{"id":"929227-s-0","title":"Generic Names","mono":"Lacosamide"},"1":{"id":"929227-s-1","title":"Dosing and Indications","sub":[{"id":"929227-s-1-4","title":"Adult Dosing","mono":"<ul><li>abrupt discontinuation of therapy may precipitate withdrawal seizure; discontinue gradually over a minimum of 1 week<\/li><li><b>Partial seizure, Monotherapy:<\/b> initial, 100 mg ORALLY twice daily; increase weekly by 50 mg twice daily up to 150 to 200 mg twice daily<\/li><li><b>Partial seizure, Monotherapy:<\/b> initial, 100 mg IV twice daily; increase weekly by 50 mg twice daily up to 150 to 200 mg twice daily; preferably infuse over 30 to 60 minutes, may infuse over 15 minutes if needed<\/li><li><b>Partial seizure, Monotherapy:<\/b> alternative dosing, single loading dose of 200 mg ORALLY or IV, followed approximately 12 hours later by 100 mg ORALLY or IV twice daily for 1 week; may increase at weekly intervals by 50 mg twice daily, up to 150 mg to 200 mg ORALLY or IV twice daily<\/li><li><b>Partial seizure, Monotherapy:<\/b> maintenance dose in patients already taking an antiepileptic drug, 150 mg to 200 mg ORALLY or IV twice daily for at least 3 days before initiating withdrawal of the previous antiepileptic drug<\/li><li><b>Partial seizure, Monotherapy:<\/b> switching from oral to IV or vice versa, the patient should be started at the equivalent daily dosage and frequency of the alternative route of administration<\/li><li><b>Partial seizure; Adjunct:<\/b> initial, 50 mg ORALLY twice daily; increase weekly by 100 mg\/day given in 2 divided doses up to 200 to 400 mg\/day<\/li><li><b>Partial seizure; Adjunct:<\/b> initial, 50 mg IV twice daily; increase weekly by 100 mg\/day given in 2 divided doses up to 200 to 400 mg\/day; preferably infuse over 30 to 60 minutes; may infuse over 15 minutes if needed<\/li><li><b>Partial seizure; Adjunct:<\/b> alternative dosing, single loading dose 200 mg ORALLY or IV, followed approximately 12 hours later by 100 mg ORALLY or IV twice daily for 1 week; may be increase at weekly intervals of 50 mg twice daily up to the MAX recommended dose of 200 mg twice daily<\/li><li><b>Partial seizure; Adjunct:<\/b> switching from oral to IV or vice versa, the patient should be started at the equivalent daily dosage and frequency of the alternative route of administration<\/li><\/ul>"},{"id":"929227-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>abrupt discontinuation of therapy may precipitate withdrawal seizure; discontinue gradually over a minimum of 1 week<\/li><li>safety and efficacy not established in patients younger than 17 years<\/li><\/ul>"},{"id":"929227-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild to moderate:<\/b> No adjustment necessary, but titrate dose cautiously; in such patients taking a concurrent strong inhibitor of CYP3A4 or CYP2C9, dose reduction may be necessary<\/li><li><b>renal impairment, severe (CrCl 30 mL\/min or less) or ESRD:<\/b> MAX dose is 300 mg\/day; in such patients taking a concurrent strong inhibitor of CYP3A4 or CYP2C9, dose reduction may be necessary<\/li><li><b>hepatic impairment, mild to moderate:<\/b> Titrate dose cautiously; MAX dose of 300 mg\/day; in such patients taking a concurrent strong inhibitor of CYP3A4 or CYP2C9, dose reduction may be necessary<\/li><li><b>hepatic impairment, severe:<\/b> Use not recommended<\/li><li><b>hemodialysis:<\/b> Up to a 50% dosage supplementation following a 4-hour dialysis treatment is recommended<\/li><li><b>geriatric:<\/b> No dosage adjustment needed<\/li><\/ul>"},{"id":"929227-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Partial seizure, Monotherapy<\/li><li>Partial seizure; Adjunct<\/li><\/ul>"}]},"3":{"id":"929227-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929227-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"929227-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- dose-dependent PR interval prolongation has been reported<\/li><li>-- asymptomatic first-degree AV block has been reported<\/li><li>-- second-degree and third-degree AV block as well as complete AV block has been reported<\/li><li>-- use with caution in patients with cardiac conduction problems (eg, marked first-degree AV block, second-degree or higher AV block, sick sinus syndrome without pacemaker) sodium channelopathies (eg, Brugada Syndrome), myocardial ischemia, heart failure, or structural heart disease, or using concomitant medications that prolong PR interval; monitoring recommended<\/li><li>-- profound bradycardia has been reported with IV infusion<\/li><li>-- atrial fibrillation and atrial flutter have been reported<\/li><li>-- syncope has been reported in patients with diabetic neuropathy, particularly with doses exceeding 400 mg\/day; some cases were associated with a history of risk factors for cardiac disease and use of drugs that slow AV conduction<\/li><li>Hepatic:<\/li><li>-- avoid use in patients with severe hepatic impairment<\/li><li>-- mild to moderate hepatic impairment; monitoring and dosage adjustment recommended<\/li><li>Immunologic:<\/li><li>-- multiorgan hypersensitivity reactions have been reported with anticonvulsants; discontinue use if suspected<\/li><li>Neurologic:<\/li><li>-- dizziness and ataxia have been reported<\/li><li>-- abrupt discontinuation of therapy may precipitate withdrawal seizure; discontinue gradually over a minimum of 1 week<\/li><li>Psychiatric:<\/li><li>-- suicidal ideation and behavior have been reported; monitoring recommended<\/li><li>Renal:<\/li><li>-- renal impairment; dosage adjustment may be necessary during titration<\/li><li>Other:<\/li><li>-- phenylketonuria; oral solution contains aspartame, a source of phenylalanine<\/li><li>-- elderly patients; use caution during dose titration<\/li><\/ul>"},{"id":"929227-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"929227-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"929227-s-4","title":"Drug Interactions","sub":{"1":{"id":"929227-s-4-14","title":"Major","mono":"<ul><li>Acebutolol (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amlodipine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Atenolol (theoretical)<\/li><li>Betaxolol (theoretical)<\/li><li>Bisoprolol (theoretical)<\/li><li>Carteolol (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Celiprolol (theoretical)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Cinnarizine (theoretical)<\/li><li>Clevidipine (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Esmolol (theoretical)<\/li><li>Felodipine (theoretical)<\/li><li>Isradipine (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Labetalol (theoretical)<\/li><li>Levobunolol (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Metipranolol (theoretical)<\/li><li>Metoprolol (theoretical)<\/li><li>Nadolol (theoretical)<\/li><li>Nebivolol (theoretical)<\/li><li>Nicardipine (theoretical)<\/li><li>Nifedipine (theoretical)<\/li><li>Nimodipine (theoretical)<\/li><li>Nisoldipine (theoretical)<\/li><li>Orlistat (probable)<\/li><li>Oxprenolol (theoretical)<\/li><li>Penbutolol (theoretical)<\/li><li>Pindolol (theoretical)<\/li><li>Practolol (theoretical)<\/li><li>Propranolol (theoretical)<\/li><li>Quinine (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Timolol (theoretical)<\/li><li>Verapamil (theoretical)<\/li><\/ul>"}}},"5":{"id":"929227-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (up to 24%)<\/li><li><b>Neurologic:<\/b>Dizziness (16% to 53%), Headache (11% to 16%)<\/li><li><b>Ophthalmic:<\/b>Diplopia (9% to 11%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation and flutter, First degree atrioventricular block, Asymptomatic (0.4%), Prolonged PR interval<\/li><li><b>Immunologic:<\/b>Drug hypersensitivity syndrome<\/li><li><b>Psychiatric:<\/b>Suicidal behavior, Suicidal thoughts<\/li><\/ul>"},"6":{"id":"929227-s-6","title":"Drug Name Info","sub":{"0":{"id":"929227-s-6-17","title":"US Trade Names","mono":"Vimpat<br\/>"},"2":{"id":"929227-s-6-19","title":"Class","mono":"Anticonvulsant<br\/>"},"3":{"id":"929227-s-6-20","title":"Regulatory Status","mono":"Schedule V<br\/>"},"4":{"id":"929227-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"929227-s-7","title":"Mechanism Of Action","mono":"Lacosamide is a functionalized amino acid in which precise antiepileptic mechanism is unknown. It appears to offer dual mode of action by controlling neuronal hyperexcitability via selective sodium channel slow inactivation, and binding to collapsin response mediator protein-2 (CRMP-2) which is part of the signal transduction cascade of neurotropic factors.<br\/>"},"8":{"id":"929227-s-8","title":"Pharmacokinetics","sub":[{"id":"929227-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability, Oral: 100%<\/li><li>Effect of food: none<\/li><\/ul>"},{"id":"929227-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 0.6 L\/kg<\/li><li>Protein binding: less than 15%<\/li><\/ul>"},{"id":"929227-s-8-25","title":"Metabolism","mono":"<ul><li>O-desmethyl-lacosamide: major inactive metabolite<\/li><li>substrate of CYP3A4, CYP2C9, and CYP2C19<\/li><\/ul>"},{"id":"929227-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: less than 0.5%<\/li><li>Renal excretion: 95%<\/li><li>Dialyzable: yes (hemodialysis), 50% removed<\/li><\/ul>"},{"id":"929227-s-8-27","title":"Elimination Half Life","mono":"Adults: 13 hours <br\/>"}]},"9":{"id":"929227-s-9","title":"Administration","mono":"<ul><li><b>Intravenous<\/b><br\/><ul><li>may be administered without further dilution or may be mixed with NS, D5W, or LR solution<\/li><li>store diluted solution at room temperature and administer within 4 hours of dilution<\/li><li>infuse preferably over 30 to 60 minutes; may infuse over 15 minutes if needed<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>give with or without food<\/li><li>calibrated measuring device should be used when measuring doses for the oral solution<\/li><li>discard unused oral solution 7 weeks after opening the bottle<\/li><\/ul><\/li><\/ul>"},"10":{"id":"929227-s-10","title":"Monitoring","mono":"<ul><li>seizure control is evidence of therapeutic effect<\/li><li>ECG; prior to treatment and after titration to maintenance dose in patients with known cardiac conduction problems who receive concomitant medications that prolong the PR interval, and in patients with severe cardiac disease, particularly if lacosamide is administered IV<\/li><li>new onset or worsening of depression, suicidality, or changes in behavior<\/li><li>toxicity; during dose titration in patients with mild to moderate hepatic impairment or coexisting renal and hepatic impairment<\/li><\/ul>"},"11":{"id":"929227-s-11","title":"How Supplied","mono":"<b>Vimpat<\/b><br\/><ul><li>Intravenous Solution: 10 MG\/ML<\/li><li>Oral Solution: 10 MG\/ML<\/li><li>Oral Tablet: 50 MG, 100 MG, 150 MG, 200 MG<\/li><\/ul>"},"12":{"id":"929227-s-12","title":"Toxicology","sub":[{"id":"929227-s-12-31","title":"Clinical Effects","mono":"<b>LACOSAMIDE<\/b><br\/>USES: An antiepileptic agent used as adjunctive therapy to treat partial-onset seizures in epileptic patients aged 17 years and older. PHARMACOLOGY: Targets the slow inactivation of voltage-gated sodium channels and binding of the phosphoprotein collapsin response mediator protein-2 (CRMP-2). EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: The signs and symptoms of an acute overdose are expected to be similar to adverse effects seen at therapeutic doses. At the time of this review, limited overdose information was available. SEVERE: QRS prolongation, AV blocks and cardiac arrest have been reported. Coma and epileptic waveforms on EEG were reported in a patient with a mixed overdose (lacosamide, zonisamide, topiramate, and gabapentin). AV block was observed in one case of IV overdose.  ADVERSE EFFECTS: COMMON: Headache, dizziness, ataxia, nausea, vomiting, diplopia, and blurred vision. RARE: Cardiac rhythm and conduction abnormalities as well as syncope have been reported infrequently in controlled trials. Paranoid behavior and psychotic symptoms developed in one patient after 7 days of lacosamide therapy. <br\/>"},{"id":"929227-s-12-32","title":"Treatment","mono":"<b>LACOSAMIDE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Patients may require airway management. Closely monitor neurologic function. Treat QRS prolongation with sodium bicarbonate; an initial dose of 1 to 2 mEq\/kg is reasonable. Monitor ECG and arterial blood gases.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not recommended because of the potential for CNS depression and subsequent aspiration. HOSPITAL: Consider activated charcoal after a potentially toxic ingestion of lacosamide if the patient is able to maintain airway or in whom airway is protected, or if coningestants dictate it.<\/li><li>Airway management: Most likely unnecessary, but perform early if life-threatening cardiac dysrhythmias or significant CNS depression develop.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor fluid and electrolyte status in patients with severe vomiting and\/or diarrhea. Monitor liver enzymes after significant overdose. Monitor ECG in symptomatic patients. Monitor vital signs and mental status.<\/li><li>Enhanced elimination procedure: Theoretically, hemodialysis may be effective following a significant exposure or in cases of significant renal impairment. Lacosamide is approximately 50% removed following a standard four hour hemodialysis session. Hemodialysis is unlikely to be necessary, but should be considered in patients with severe toxicity not responding to supportive care.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions who are symptomatic should be observed in a healthcare facility. ADMISSION CRITERIA: Patients with a deliberate ingestions demonstrating cardiotoxicity, or persistent neurotoxicity should be admitted. CONSULT CRITERIA: Call a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"929227-s-12-33","title":"Range of Toxicity","mono":"<b>LACOSAMIDE<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Doses of 600 mg\/day were no more effective and demonstrated a higher rate of adverse events when compared to 400 mg\/day. In clinical trials, the inadvertent administration of lacosamide 1200 mg\/day resulted in adverse effects similar to effects experienced by patients exposed to supratherapeutic doses. One case of an intentional overdose of 12 grams lacosamide (co-ingested with zonisamide, topiramate and gabapentin) resulted in coma and generalized tonic-clonic seizures. The patient recovered in 2 days with supportive care. An adult died after ingesting 7 grams of lacosamide. Despite supportive care, he died 14 hours after presentation. THERAPEUTIC DOSES: ADULT: PARTIAL-ONSET SEIZURE; ADJUNCT: IV AND ORAL: Initial, 100 to 200 mg\/day in divided doses, increased weekly, up to the MAX dose of 200 mg twice daily (400 mg\/day). IV dose: preferably infuse over 30 to 60 minutes; may infuse over 15 minutes if needed. MONOTHERAPY: Initial, 200 mg\/day in divided doses, increased weekly, up to the MAX dose of 150 to 200 mg twice daily (300 to 400 mg\/day). IV dose: preferably infuse over 30 to 60 minutes; may infuse over 15 minutes if needed. CHILD: Safety and efficacy of lacosamide in the pediatric population aged less than 17 years have not been established.<br\/>"}]},"13":{"id":"929227-s-13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid driving and other activities requiring mental alertness or coordination until drug effects are realized, as this medicine may cause dizziness, somnolence, double vision, and ataxia.<\/li><li>Drug may cause syncope, headache, and nausea.<\/li><li>Instruct patient or caregiver of patient to report new or worsening depression, suicidal thoughts or behavior, and\/or any unusual changes in behavior or mood.<\/li><li>Advise patient to immediately report signs\/symptoms of liver toxicity (eg, fatigue, jaundice, dark urine) or second-degree or higher AV block (eg, slow or irregular pulse, feeling of lightheadedness or fainting).<\/li><li>Advise patient against sudden discontinuation of drug, as this may precipitate seizures.<\/li><\/ul>"}}}