{"generic":"Tolvaptan","drugs":["Samsca","Tolvaptan"],"mono":[{"id":"929380-s-0","title":"Generic Names","mono":"Tolvaptan"},{"id":"929380-s-1","title":"Dosing and Indications","sub":[{"id":"929380-s-1-4","title":"Adult Dosing","mono":"<ul><li>patient should be hospitalized for initiation or reinitiation of tolvaptan therapy to evaluate therapeutic response and avoid too rapid correction of hyponatremia<\/li><li><b>Ascites, Refractory to conventional diuretic therapy; Adjunct:<\/b> 7.5 mg once daily for 7 days; responders may continue 7.5 mg daily for 7 additional days; may consider increasing to 15 mg\/day for 7 days in nonresponders; give with fixed regimen of conventional diuretics (study dosing)<\/li><li><b>Autosomal dominant polycystic kidney disease:<\/b> initial, 45 mg ORALLY in the morning and 15 mg ORALLY in the afternoon; increased weekly to 60 mg in the morning and 30 mg in the afternoon, then to 90 mg in the morning and 30 mg in the afternoon, based on patient tolerability; average dose was 95 mg\/day in a clinical trial<\/li><li><b>Heart failure, Acute exacerbation; Adjunct:<\/b> 30 mg\/day ORALLY in addition to standard therapy (study dosing)<\/li><li><b>Hyponatremia, Hypervolemic or euvolemic:<\/b> Initial, 15 mg ORALLY once daily; may increase to 30 mg once daily, after at least 24 hours, to MAX of 60 mg once daily; do not administer for more than 30 days<\/li><\/ul>"},{"id":"929380-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"929380-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dosage adjustment required; CrCl less than 10 mL\/min: use not recommended<\/li><li><b>hepatic impairment:<\/b> avoid use with underlying liver disease<\/li><li><b>congestive heart failure:<\/b> no dosage adjustment required<\/li><\/ul>"},{"id":"929380-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hyponatremia, Hypervolemic or euvolemic<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Ascites, Refractory to conventional diuretic therapy; Adjunct<\/li><li>Autosomal dominant polycystic kidney disease<\/li><li>Heart failure, Acute exacerbation; Adjunct<\/li><\/ul>"}]},{"id":"929380-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Tolvaptan should be initiated and re-initiated in patients only in a hospital where serum sodium can be monitored closely. Too-rapid correction of hyponatremia (eg, greater than 12 mEq\/L\/24 hr) can cause osmotic demyelination resulting in dysarthria, mutism, dysphagia, lethargy, affective changes, spastic quadriparesis, seizures, coma, and death. Slower rates of correction may be advisable in susceptible patients (eg, those with severe malnutrition, alcoholism, or advanced liver disease).<br\/>"},{"id":"929380-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929380-s-3-9","title":"Contraindications","mono":"<ul><li>anuria; no clinical benefit expected<\/li><li>concomitant use with strong CYP3A inhibitors (eg, clarithromycin, ketoconazole, itraconazole, ritonavir, indinavir, nelfinavir, saquinavir, nefazodone, telithromycin)<\/li><li>fluid balance, inability to autoregulate; increased risk of too-rapid correction of serum sodium, hypernatremia, and hypovolemia<\/li><li>hypersensitivity (eg, anaphylactic shock or generalized rash) to tolvaptan or any component of the product<\/li><li>hypovolemic hyponatremia; risks associated with worsening hypovolemia (eg, hypotension and renal failure) outweigh possible benefits<\/li><li>urgent need to raise serum sodium acutely; not studied for this use<\/li><\/ul>"},{"id":"929380-s-3-10","title":"Precautions","mono":"<ul><li>too-rapid correction of serum sodium (eg, greater than 12 mEq\/L\/24 hours) may result in serious neurologic conditions; increased risk in conditions such as severe malnutrition or advanced liver disease; monitoring recommended, especially during initiation and dose titration; interrupt or discontinue use if occurs<\/li><li>concomitant use with moderate CYP3A inhibitors (eg, erythromycin, fluconazole, aprepitant, diltiazem, verapamil); avoid use<\/li><li>concomitant use with CYP3A inducers (eg, rifampin, rifabutin, rifapentin, barbiturates, phenytoin, carbamazepine, St John's wort); avoid use<\/li><li>concomitant use with hypertonic saline; not recommended<\/li><li>CrCl less than 10 mL\/min; use not recommended<\/li><li>dehydration may occur, particularly in volume-depleted patients receiving diuretics or fluid-restricted patients; interrupt or discontinue use if suspected<\/li><li>hyperkalemia, preexisting, or drugs that increase serum potassium; may further increase serum potassium; monitoring recommended<\/li><li>hypovolemia may occur, particularly in volume-depleted patients receiving diuretics or fluid-restricted patients; monitoring recommended; interrupt or discontinue use if suspected<\/li><li>liver disease (eg, cirrhosis); may impair liver injury recovery; avoid use<\/li><li>liver injury, serious and potentially fatal, has been reported; limit tolvaptan therapy to 30 days to minimize liver injury risk; liver function tests recommended if symptomatic; discontinue use if suspected; reinstitute therapy only if liver injury is unrelated to tolvaptan<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929380-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"929380-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"929380-s-4","title":"Drug Interactions","sub":[{"id":"929380-s-4-13","title":"Contraindicated","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (probable)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"},{"id":"929380-s-4-14","title":"Major","mono":"<ul><li>Amobarbital (theoretical)<\/li><li>Amprenavir (theoretical)<\/li><li>Aprepitant (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Efavirenz (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Lomitapide (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Modafinil (theoretical)<\/li><li>Nevirapine (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Oxcarbazepine (theoretical)<\/li><li>Pentobarbital (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Pioglitazone (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (theoretical)<\/li><li>Secobarbital (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Tocophersolan (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><li>Verapamil (theoretical)<\/li><li>Vincristine (theoretical)<\/li><li>Vincristine Sulfate Liposome (theoretical)<\/li><\/ul>"}]},{"id":"929380-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperglycemia (6%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (7%), Increased thirst (12% to 40%), Nausea (8% to 21%), Xerostomia (7% to 23%)<\/li><li><b>Musculoskeletal:<\/b>Asthenia (9%)<\/li><li><b>Neurologic:<\/b>Dizziness (5% to 9%)<\/li><li><b>Renal:<\/b>Polyuria (4% to 24%)<\/li><li><b>Other:<\/b>Dehydration (3.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypovolemia<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage, in cirrhotic patients (10%)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised, Injury of liver, Serum bilirubin raised<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Neurologic:<\/b>Demyelinating disease of central nervous system, Osmotic demyelination syndrome<\/li><\/ul>"},{"id":"929380-s-6","title":"Drug Name Info","sub":{"0":{"id":"929380-s-6-17","title":"US Trade Names","mono":"Samsca<br\/>"},"2":{"id":"929380-s-6-19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Vasopressin Receptor Antagonist, V2<\/li><\/ul>"},"3":{"id":"929380-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929380-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"929380-s-7","title":"Mechanism Of Action","mono":"Tolvaptan is a selective vasopressin V(2)-receptor antagonist. Antagonism of vasopressin causes an increase in urine water excretion resulting in increased free water clearance, decreased urine osmolality, and increased serum sodium concentrations.<br\/>"},{"id":"929380-s-8","title":"Pharmacokinetics","sub":[{"id":"929380-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1.75 to 4 hours<\/li><li>Tmax, Nasogastric: 1.5 hours<\/li><li>Bioavailability, Oral: at least 40%<\/li><li>Bioavailability, Nasogastric: not equivalent to oral formulation<\/li><li>Effects of food: no effect<\/li><\/ul>"},{"id":"929380-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 3 L\/kg<\/li><li>Protein binding: 99%<\/li><\/ul>"},{"id":"929380-s-8-25","title":"Metabolism","mono":"Hepatic: extensive via CYP3A <br\/>"},{"id":"929380-s-8-26","title":"Excretion","mono":"<ul><li>Renal excretion: none<\/li><li>Total body clearance: 35.6 to 38.7 L\/hr; 4 mL\/min\/kg (healthy volunteers); 2 mL\/min\/kg (hyponatremic patients)<\/li><\/ul>"},{"id":"929380-s-8-27","title":"Elimination Half Life","mono":"2.8  to 12 hours <br\/>"}]},{"id":"929380-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>may be taken with or without food<\/li><li>avoid fluid restriction during first 24 hours of therapy<\/li><li>resume fluid restriction upon discontinuation<\/li><\/ul>"},{"id":"929380-s-10","title":"Monitoring","mono":"<ul><li>serum sodium; frequent especially during initiation, dose titration or re-initiation of therapy, normalization is indicative of efficacy<\/li><li>volume status; frequent, especially during initiation, dose titration or re-initiation of therapy<\/li><li>serum electrolytes including potassium; closely during therapy initiation, titration, and following discontinuation, in patients with potassium levels greater than 5 mEq\/L, or concomitant use of potassium-raising drugs<\/li><li>serum sodium; for too-rapid correction (greater than 12 mEq\/L\/24 hr) especially during initiation and after dose titration, particularly with severe malnutrition, alcoholism, advanced liver disease, syndrome of inappropriate anti-diuretic hormone secretion, or severe hyponatremia<\/li><li>neurologic status; especially during initiation and after dose titration, particularly with severe malnutrition, alcoholism, advanced liver disease, syndrome of inappropriate anti-diuretic hormone secretion, or severe hyponatremia<\/li><\/ul>"},{"id":"929380-s-11","title":"How Supplied","mono":"<b>Samsca<\/b><br\/>Oral Tablet: 15 MG, 30 MG<br\/>"},{"id":"929380-s-12","title":"Toxicology","sub":[{"id":"929380-s-12-31","title":"Clinical Effects","mono":"<b>CONIVAPTAN AND RELATED AGENTS<\/b><br\/>USES: Indicated for the treatment of hypervolemic and euvolemic hyponatremia. PHARMACOLOGY: Antagonism of the arginine vasopressin V2 receptors in the renal collecting ducts causes an increase in urine water excretion resulting in increased free water clearance, decreased urine osmolality, and increased serum sodium concentrations. EPIDEMIOLOGY: Limited data. Overdose is rare and rarely causes significant toxicity. TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Toxic effects are generally mild to moderate. ADVERSE EFFECTS: COMMON: CONIVAPTAN: Infusion site reactions (eg, pain, erythema, phlebitis), orthostatic hypotension, hypokalemia, and headache are the most common adverse effects. TOLVAPTAN: Thirst, dry mouth, asthenia, constipation, polyuria, and hyperglycemia are the most common adverse effects. Pyrexia was reported in conivaptan and tolvaptan-treated patients during clinical efficacy trials. <br\/>"},{"id":"929380-s-12-32","title":"Treatment","mono":"<b>CONIVAPTAN AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. There is no known antidote.<\/li><li>Decontamination: Decontamination is generally not indicated as toxicity is limited (480 mg of tolvaptam was well tolerated in volunteers). Consider activated charcoal after very large ingestions or if toxic coingestants are involved and the patients is alert and able to protect their airway.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs, fluid status, serum electrolytes and urine output after significant overdose.<\/li><li>Enhanced elimination procedure: Due to high protein binding (99%), hemodialysis and hemoperfusion are NOT likely to be beneficial.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestions can be monitored at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions who are symptomatic should be observed in a healthcare facility. ADMISSION CRITERIA: Patients with deliberate ingestions demonstrating severe fluid and electrolyte imbalance should be admitted. CONSULT CRITERIA: Call a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"929380-s-12-33","title":"Range of Toxicity","mono":"<b>CONIVAPTAN AND RELATED AGENTS<\/b><br\/>TOXICITY: Overdose data are limited. CONIVAPTAN: Conivaptan administration of a 20 mg loading dose followed by a continuous intravenous infusion of 80 mg\/day for 4 days or 120 mg\/day for 2 days were well tolerated. TOLVAPTAN: Tolvaptan administration of single oral doses up to 480 mg and multiple dosing up to 300 mg once daily for 5 days were well-tolerated in healthy subjects. THERAPEUTIC DOSE: CONIVAPTAN: The loading dose is 20 mg administered intravenously over 30 minutes, following by a continuous infusion of 20 mg\/24 hours. The dose may be increased up to a maximum daily dose of 40 mg and up to 4 days of therapy. TOLVAPTAN: Initial dose: 15 mg orally once daily. After 24 hours, the dose may be increased to 30 mg once daily, up to a maximum dose of 60 mg once daily.<br\/>"}]},{"id":"929380-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause osmotic demyelination syndrome. Instruct patient to report any of the following neurologic symptoms: dysarthria, mutism, dysphagia, lethargy, affective changes, spastic quadriparesis, or seizures.<\/li><li>Instruct patient to notify their healthcare provider if they are breastfeeding or intend to breastfeed during therapy.<\/li><li>This drug may cause thirst, dry mouth, asthenia, constipation, pollakiuria, polyuria, or hyperglycemia.<\/li><li>Tell patient to maintain adequate hydration (ingest fluid in response to thirst), especially during the first 24 hours of therapy, to prevent dehydration and hypovolemia.<\/li><li>Patient should not drink grapefruit juice while taking this drug.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}]}