{"generic":"Treprostinil","drugs":["Remodulin","Treprostinil","Tyvaso"],"mono":{"0":{"id":"929443-s-0","title":"Generic Names","mono":"Treprostinil"},"1":{"id":"929443-s-1","title":"Dosing and Indications","sub":[{"id":"929443-s-1-4","title":"Adult Dosing","mono":"<ul><li>safety and efficacy of inhalation solution is not established in patients with significant underlying lung disease (eg, asthma or chronic obstructive pulmonary disease)<\/li><li>transition from epoprostenol (Flolan(R)) should be done under constant observation in a hospital; initiate treprostinil (Remodulin(R)) infusion at 10% of the current epoprostenol dose and decrease epoprostenol dose at the same time; titrate dose based on individual response<\/li><li><b>Pulmonary hypertensive arterial disease, WHO Group I:<\/b> (oral inhalation) initial, 3 breaths (18 mcg) via ORAL INHALATION per treatment session, 4 times daily during waking hours (approximately 4 hours apart); reduce to 1 or 2 breaths if 3 breaths not tolerated and subsequently increase to 3 breaths<\/li><li><b>Pulmonary hypertensive arterial disease, WHO Group I:<\/b> (oral inhalation) maintenance, titrate by additional 3 breaths via ORAL INHALATION at approximately 1 to 2 week intervals as tolerated, to a target dose of 9 breaths (54 mcg) per treatment session, 4 times daily during waking hours (approximately 4 hours apart); MAX dose of 9 breaths per treatment session, 4 times daily<\/li><li><b>Pulmonary hypertensive arterial disease, WHO Group I:<\/b> (injection) initial, 1.25 nanogram\/kg\/min continuous SUBQ or central line IV infusion; decrease to 0.625 nanogram\/kg\/min if initial dose cannot be tolerated<\/li><li><b>Pulmonary hypertensive arterial disease, WHO Group I:<\/b> (injection) adjustments, increase dose in increments of 1.25 nanogram\/kg\/min (ng\/kg\/min) per week continuous SUBQ or central line IV infusion for the first 4 weeks and then by 2.5 ng\/kg\/min per week continuous SUBQ or central line IV infusion for remaining duration; may increase dose more often if tolerated<\/li><li><b>Pulmonary hypertensive arterial disease, WHO Group I:<\/b> (injection) transition from epoprostenol: initial treprostinil dose (SUBQ or IV) is 10% of the current epoprostenol dose with no change in epoprostenol dose; increase treprostinil to 30% of the starting epoprostenol dose and decrease epoprostenol to 80% of the starting epoprostenol dose; increase treprostinil to 50% of the starting epoprostenol dose and decrease epoprostenol to 60% of the starting epoprostenol dose; increase treprostinil to 70% of the starting epoprostenol dose and decrease epoprostenol to 40% of the starting epoprostenol dose; increase treprostinil to 90% of the starting epoprostenol dose and decrease epoprostenol to 20% of the starting epoprostenol dose; increase treprostinil to 110% of the starting epoprostenol dose and decrease epoprostenol to 5% of the starting epoprostenol dose; increase treprostinil dose in 5% to 10% increments as needed and stop epoprostenol<\/li><\/ul>"},{"id":"929443-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"929443-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment, mild or moderate (parenteral route):<\/b> initial SUBQ or IV dose should be decreased to 0.625 nanogram\/kg\/min (using ideal body weight) and should be increased cautiously<\/li><li><b>hepatic impairment (inhalation route):<\/b> slow titration of INHALATION dose is recommended<\/li><li><b>renal impairment (inhalation route):<\/b> slow titration of INHALATION dose is recommended<\/li><\/ul>"},{"id":"929443-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Pulmonary hypertensive arterial disease, WHO Group I<br\/>"}]},"3":{"id":"929443-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929443-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"929443-s-3-10","title":"Precautions","mono":"<ul><li>bleeding may occur; increased risk due to inhibition of platelet aggregation by treprostinil, particularly in patients treated with anticoagulants<\/li><li>blood stream infections (BSI), potentially fatal and septic, may occur with chronic IV infusions via an indwelling central venous catheter; continuous subQ injection is preferred route; high pH glycine diluent (eg, Sterile Diluent for Flolan or Sterile Diluent for Epoprostenol Sodium) associated with lower BSI incidence compared with neutral diluents (eg, sterile water, 0.9% sodium chloride) (injection)<\/li><li>hepatic insufficiency; systemic exposure increased; slow titration recommended; initial dose reduction and monitoring recommended (injection)<\/li><li>hypotension, symptomatic, may occur; increased risk in patients with low systemic arterial pressure and\/or those receiving diuretics, antihypertensive agents, or other vasodilators<\/li><li>pulmonary arterial hypertension symptoms may worsen with abrupt withdrawal or sudden large dose reductions (injection)<\/li><li>pulmonary infection, acute and preexisting; may result in worsening of lung disease and loss of drug effect; monitoring recommended (inhalation)<\/li><li>renal insufficiency; systemic exposure may be increased; slow titration recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929443-s-3-11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"929443-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"929443-s-4","title":"Drug Interactions","sub":{"1":{"id":"929443-s-4-14","title":"Major","mono":"<ul><li>Alipogene Tiparvovec (theoretical)<\/li><li>Alteplase, Recombinant (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Ardeparin (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Aspirin (theoretical)<\/li><li>Bivalirudin (theoretical)<\/li><li>Certoparin (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Desirudin (theoretical)<\/li><li>Dipyridamole (theoretical)<\/li><li>Edoxaban (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Eptifibatide (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fondaparinux (theoretical)<\/li><li>Heparin (theoretical)<\/li><li>Lepirudin (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Nadroparin (theoretical)<\/li><li>Parnaparin (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Protein C (theoretical)<\/li><li>Reviparin (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Tinzaparin (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"}}},"5":{"id":"929443-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema (subQ, 9%), Hypotension (subQ, 4%), Vasodilatation (subQ, 11%)<\/li><li><b>Dermatologic:<\/b>Flushing (inhalation, 15%; subQ, common), Injection site pain (39% to 85%), Injection site reaction (38% to 83%), Pruritus (subQ, 8%), Rash (subQ, 14%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (subQ, 25%), Nausea (inhalation, 19%; subQ, 22%)<\/li><li><b>Musculoskeletal:<\/b>Jaw pain (subQ, 13%)<\/li><li><b>Neurologic:<\/b>Dizziness (subQ, 9%), Headache (inhalation, 41%; subQ, 27%)<\/li><li><b>Respiratory:<\/b>Cough (inhalation, 54%), Throat irritation (inhalation, 25%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage<\/li><li><b>Hematologic:<\/b>Hemoptysis, Infection of bloodstream<\/li><li><b>Respiratory:<\/b>Pneumonia<\/li><li><b>Other:<\/b>Sepsis<\/li><\/ul>"},"6":{"id":"929443-s-6","title":"Drug Name Info","sub":{"0":{"id":"929443-s-6-17","title":"US Trade Names","mono":"<ul><li>Tyvaso<\/li><li>Remodulin<\/li><\/ul>"},"2":{"id":"929443-s-6-19","title":"Class","mono":"<ul><li>Antihypertensive<\/li><li>Prostaglandin<\/li><li>Vasodilator<\/li><\/ul>"},"3":{"id":"929443-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929443-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"929443-s-7","title":"Mechanism Of Action","mono":"The major pharmacological actions of treprostinil are direct vasodilation of pulmonary and systemic arterial vascular beds and inhibition of platelet aggregation. Studies in animals have demonstrated vasodilatory effects such as, reduction in right and left ventricular afterload and increased cardiac output and stroke volume. Other studies have shown that treprostinil causes a dose-related negative inotropic and lusitropic effect. There were no major effects on cardiac conduction.<br\/>"},"8":{"id":"929443-s-8","title":"Pharmacokinetics","sub":[{"id":"929443-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Inhalation: 0.12 and 0.25 hr<\/li><li>Tmax, IV: 36.39 hr<\/li><li>Tmax, SubQ: 50.27 hr<\/li><li>Bioavailability, Inhalation: 64% (18 mcg), 72% (36 mcg)<\/li><li>Bioavailability, SubQ infusion: 100%<\/li><\/ul>"},{"id":"929443-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 14 L\/70 kg ideal body weight;  3.65 to 3.71 L\/kg<\/li><li>Protein binding: 91%<\/li><\/ul>"},{"id":"929443-s-8-25","title":"Metabolism","mono":"Hepatic: substantial, primarily by CYP2C8 enzymes <br\/>"},{"id":"929443-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 13%<\/li><li>Renal: 79% (4% unchanged, 64% identified metabolites)<\/li><li>Total body clearance: 9.28 to 9.56 mL\/min\/kg<\/li><\/ul>"},{"id":"929443-s-8-27","title":"Elimination Half Life","mono":"4 hr <br\/>"}]},"9":{"id":"929443-s-9","title":"Administration","mono":"<ul><li><b>Inhalation, oral<\/b><br\/><ul><li>use only with Tyvaso(R) Inhalation System; follow instructions for operation and daily cleaning of the device after last treatment session of the day; access to a back-up Tyvaso(R) device is recommended in case of equipment malfunction<\/li><li>do not mix with other medications in the Tyvaso(R) Inhalation System device; compatibility with other agents has not been studied<\/li><li>one ampule of treprostinil contains sufficient volume of medication for all 4 treatment sessions in a single day; squeeze entire contents of 1 ampule into medicine cup; between treatment sessions, cap device and store upright with remaining medication inside; discard remaining medication from medicine cup at the end of each day<\/li><li>avoid skin or eye contact; inhalation solution is not for oral administration<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>SubQ continuous infusion is preferred; if subQ is not tolerated, administer by central line IV continuous infusion<\/li><li>Must be diluted with sterile water for injection, NS, sterile diluent for Remodulin(R), or a similar approved high-pH glycine diluent (eg, sterile diluent for Flolan(R), sterile diluent for epoprostenol sodium); time limits for storage and administration of diluted solution vary by diluent chosen<\/li><li>Administer IV by continuous infusion using an indwelling central venous catheter, an IV infusion pump, and an infusion set with an inline 0.22- or 0.2-micron pore size filter<\/li><li>Infusion rate should allow for an infusion period length of up to 48 hours between system changeovers<\/li><li>After selecting an infusion rate (based on an infusion period of up to 48 hours and a reservoir volume of 50 or 100 mL) and the patient's dose and weight, the diluted IV treprostinil concentration can be calculated with the following equation: Diluted IV treprostinil concentration (mg\/mL) = (dose (nanogram\/kg\/min) X weight (kg) X 0.00006*) divided by IV infusion rate (mL\/hr). * a conversion factor of 0.00006 = 60 min\/hr X 0.000001 mg\/nanogram<\/li><li>Amount of treprostinil injection needed to make the required diluted IV treprostinil concentration for the given reservoir size can then be calculated using the following formula: Amount of treprostinil injection (mL) = (diluted IV treprostinil concentration (mg\/mL) divided by treprostinil vial strength (mg\/mL)) X total volume of diluted treprostinil solution in reservoir (mL)<\/li><li>Transition from IV epoprostenol to treprostinil must be done under constant observation for response in a hospital<\/li><\/ul><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>Do not dilute; may administer a single reservoir (syringe) for up to 72 hours<\/li><li>Administer by continuous infusion using a self-inserted subQ catheter and an infusion pump designed for subQ drug delivery<\/li><li>Equation to calculate the infusion rate: Infusion rate (mL\/hr) = (dose (ng\/kg\/min) X weight (kg) X 0.00006*) divided by treprostinil vial strength (mg\/mL)<\/li><li>* a conversion factor of 0.00006 = 60 min\/hr X 0.000001 mg\/ng<\/li><li>Transition from IV epoprostenol to treprostinil must be done under constant observation for response in a hospital<\/li><\/ul><\/li><\/ul>"},"10":{"id":"929443-s-10","title":"Monitoring","mono":"<ul><li>pulmonary arterial hypertension: increased walking distance and decrease in symptoms associated with exercise are indicative of efficacy<\/li><li>transition from epoprostenol: constantly monitor for a reduction of clinical deterioration<\/li><li>(inhalation) worsening lung disease and loss of drug effect; in patients with acute pulmonary infections<\/li><\/ul>"},"11":{"id":"929443-s-11","title":"How Supplied","mono":"<ul><li><b>Remodulin<\/b><br\/>Injection Solution: 1 MG\/ML, 2.5 MG\/ML, 5 MG\/ML, 10 MG\/ML<br\/><\/li><li><b>Tyvaso<\/b><br\/>Inhalation Solution: 0.6 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"929443-s-12","title":"Toxicology","sub":[{"id":"929443-s-12-31","title":"Clinical Effects","mono":"<b>TREPROSTINIL<\/b><br\/>USES: Treprostinil, a prostacyclin vasodilator, is used to treat pulmonary arterial hypertension (WHO Group 1) to improve exercise capacity. PHARMACOLOGY: Its main actions are direct vasodilation of pulmonary and systemic arterial vascular beds, inhibition of platelet aggregation, and inhibition of smooth muscle cell proliferation. EPIDEMIOLOGY: Overdose information is limited. OVERDOSE: Limited data. Since treprostinil tablets are designed to release the active ingredient at near zero order kinetics, overdose effects are anticipated to be an extension of adverse clinical events following therapeutic doses. During clinical trials, the dose-limiting pharmacologic effects included hypotension, severe headache, nausea, vomiting and diarrhea. ADVERSE EVENTS: ORAL: The most common adverse events reported (10% or greater) are headache, nausea and diarrhea. OTHER EFFECTS: Flushing, pain in the jaw and\/or extremities, hypokalemia and abdominal discomfort may develop. An increased risk of bleeding due to inhibition of platelet aggregation can occur. PARENTERAL: COMMON: Injection site pain and infusion site reaction occur in most patients. Other potentially serious adverse events included vasodilatation, hypotension, and edema. SUDDEN DRUG WITHDRAWAL: Abrupt discontinuation and\/or a sudden reduction in dosage can result in worsening of pulmonary arterial hypertension. CYP2C8 INHIBITORS: Concomitant administration of treprostinil and strong CYP2C8 inhibitors (eg, gemfibrozil) can increase exposure to treprostinil. BLOOD PRESSURE LOWERING AGENTS: Coadministration of diuretics, antihypertensive agents and vasodilators can increase the risk of hypotension. ALCOHOL: Concomitant administration of alcohol and treprostinil can result in the drug being released at a faster rate. <br\/>"},{"id":"929443-s-12-32","title":"Treatment","mono":"<b>TREPROSTINIL<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor blood pressure frequently. Assess for coingestants (eg, diuretics, antihypertensive agents, other vasodilators) that may potentiate hypotension. Assess for coingestion of alcohol, which can cause faster release and absorption. Replace fluids (oral or IV (0.9% NaCl at 10 to 20 mL\/kg) fluids) as indicated. Gastrointestinal events (ie, vomiting and diarrhea) are likely to occur. Monitor fluid and serum electrolytes including potassium as indicated. Replace fluids (ie, oral fluids; administer intravenous fluids as needed) and electrolytes as necessary. Treat with antiemetics as needed. Obtain a baseline CBC and platelet count in patients at increased risk for bleeding (eg, patients taking anticoagulants). MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat moderate to severe hypotension with IV fluids, dopamine or norepinephrine as necessary. Correct any significant electrolyte abnormalities in patients with severe vomiting and\/or diarrhea. Treprostinil can inhibit platelet aggregation; therefore, patients with evidence of active bleeding or coagulation disorders require laboratory monitoring. Give blood or blood products, if bleeding develops.<\/li><li>Decontamination: PREHOSPITAL: Prehospital activated charcoal should be avoided, due to the likely development of vomiting following exposure. HOSPITAL: Consider activated charcoal if the overdose is recent, the patient is not vomiting and is able to maintain their airway.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure. Ensure adequate ventilation and perform endotracheal intubation in patients that develop evidence of profound hypotension, severe bleeding or shock.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs including frequent blood pressure monitoring. Monitor fluid status and electrolytes including potassium, if vomiting and diarrhea are significant. Monitor for clinical evidence of bleeding. Obtain a baseline CBC with differential in patients at risk for bleeding (eg, patients currently taking anticoagulants); repeat as indicated. Serum treprostinil concentrations are not clinically useful in guiding management following overdose, or widely available in clinical practice.<\/li><li>Enhanced elimination procedure: Treprostinil is UNLIKELY to be removed by dialysis due to the high degree of protein binding (96%).<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with an inadvertent ingestion of 1 to 2 extra doses or an adult with mild gastrointestinal symptoms can be monitored at home. A child that has inadvertently chewed or broken a tablet(s) before ingesting or is suspected of chewing a tablet(s) should be evaluated in a healthcare setting. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with ongoing symptoms including hypotension or moderate to severe bleeding, requiring therapeutic intervention, should be admitted. CONSULT CRITERIA: Consult a Poison Center or medical toxicologist for assistance in managing patients with severe toxicity or for whom the diagnosis is unclear. Consider a hematology consult in patients that develop significant bleeding.<\/li><\/ul>"},{"id":"929443-s-12-33","title":"Range of Toxicity","mono":"<b>TREPROSTINIL<\/b><br\/>TOXICITY: A toxic dose has not been established. Limited data. Overdose effects are anticipated to be an extension of pharmacologic effects and are likely to include severe headache, hypotension, nausea, vomiting, and diarrhea. THERAPEUTIC DOSE: ORAL: ADULT: The recommended starting dose is 0.25 mg twice daily taken approximately 12 hours apart or 0.125 mg three times daily taken approximately 8 hours apart. Increase the dose by increments of 0.25 or 0.5 mg twice daily or 0.125 mg three time daily every 3 to 4 days. The maximum dose is determined by tolerability. Avoid abrupt withdrawal. PEDIATRIC: Safety and efficacy have not been established in children. PARENTERAL: ADULT: 1.25 ng\/kg\/min as a continuous subcutaneous or IV infusion via an infusion pump system; decrease to 0.625 ng\/kg\/min if initial dose is not tolerated. Goal of therapy is to establish the smallest dose that improves symptoms with minimal adverse events. <br\/>"}]},"13":{"id":"929443-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause symptomatic hypotension and\/or increased risk of bleeding.<\/li><li>Oral drug may cause cough, headache, throat irritation, nausea, flushing, and syncope.<\/li><li>Injection drug may cause subcutaneous infusion site reaction and pain, diarrhea, headache, jaw pain, and nausea.<\/li><li>Advise patient on proper inhaled administration technique.<\/li><li>Advise patient to avoid contact of inhalation solution with the skin or eyes.<\/li><li>Advise patient to take missed or interrupted inhaled dose as soon as possible.<\/li><\/ul>"}}}