{"generic":"Ferumoxytol","drugs":["Feraheme","Ferumoxytol"],"mono":{"0":{"id":"929422-s-0","title":"Generic Names","mono":"Ferumoxytol"},"1":{"id":"929422-s-1","title":"Dosing and Indications","sub":[{"id":"929422-s-1-4","title":"Adult Dosing","mono":"<ul><li>Each vial contains 510 mg of elemental iron in 17 mL (30 mg\/mL).<\/li><li><b>Iron deficiency anemia - Renal impairment, chronic:<\/b> 510 mg elemental iron IV once, followed by a second 510 mg IV dose 3 to 8 days later; may repeat for persistent or recurrent iron deficiency anemia<\/li><li><b>Iron deficiency anemia - Renal impairment, chronic:<\/b> 1020 mg elemental iron diluted in 100 mL NS IV over 15 minutes (study dosing)<\/li><\/ul>"},{"id":"929422-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in pediatric patients "},{"id":"929422-s-1-6","title":"Dose Adjustments","mono":"<b>Hemodialysis:<\/b> Administer once blood pressure is stable and the patient has completed at least 1 hour of hemodialysis."},{"id":"929422-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Iron deficiency anemia - Renal impairment, chronic<br\/>"}]},"2":{"id":"929422-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Fatal and serious hypersensitivity reactions, including anaphylaxis, have been reported with ferumoxytol and have occurred in patients who previously tolerated the drug. Symptoms may include hypotension, syncope, unresponsiveness, and cardiac or cardiorespiratory arrest. Administer ferumoxytol in a setting where personnel and therapies are immediately available for the treatment of anaphylaxis and other hypersensitivity reactions. Observe patients during and for at least 30 minutes following the infusion for signs and symptoms of hypersensitivity reactions, including monitoring of blood pressure and pulse.<br\/>"},"3":{"id":"929422-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929422-s-3-9","title":"Contraindications","mono":"<ul><li>History of allergic reaction to any IV iron product<\/li><li>Hypersensitivity to ferumoxytol or any product component<\/li><\/ul>"},{"id":"929422-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Fatal and serious hypersensitivity reactions, including anaphylaxis, have been reported; monitoring recommended during and for at least 30 minutes following infusion<\/li><li>-- Presentation of hypersensitivity may include cardiac or cardiorespiratory arrest, clinically significant hypotension, syncope, or unresponsiveness following the first dose or subsequent doses<\/li><li>Cardiovascular:<\/li><li>-- Clinically significant hypotension, including serious episodes, has been reported; monitoring recommended<\/li><li>Hematologic:<\/li><li>-- Excessive storage of iron, with the possibility of iatrogenic hemosiderosis, may occur with excessive parenteral iron therapy; monitoring recommended<\/li><li>Other:<\/li><li>-- Diagnostic ability of MRI may be transiently affected during and for 3 months after therapy<\/li><\/ul>"},{"id":"929422-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"929422-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"929422-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema (2%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (2.1%), Diarrhea (4%), Nausea (3.1%)<\/li><li><b>Neurologic:<\/b>Dizziness (2.6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Absent pulse, Cardiac arrest, Hypotension (1.9% to 2.5%), Syncope, Tachycardia<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (0.2%)<\/li><li><b>Other:<\/b>Angioedema, Loss of consciousness<\/li><\/ul>"},"6":{"id":"929422-s-6","title":"Drug Name Info","sub":{"0":{"id":"929422-s-6-17","title":"US Trade Names","mono":"Feraheme<br\/>"},"2":{"id":"929422-s-6-19","title":"Class","mono":"Parenteral Mineral-Trace Mineral<br\/>"},"3":{"id":"929422-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929422-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"929422-s-7","title":"Mechanism Of Action","mono":"Ferumoxytol, a carbohydrate-coated iron oxide releases iron within vesicles in the macrophages of the liver, spleen, and bone marrow where it then enters into either the intracellular storage iron pool, or is transferred to plasma transferrin and is incorporated into hemoglobin by erythroid precursor cells.<br\/>"},"8":{"id":"929422-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"929422-s-8-24","title":"Distribution","mono":"Vd: 2.3 to 3.16 L <br\/>"},"3":{"id":"929422-s-8-26","title":"Excretion","mono":"<ul><li>Dialyzable: no (hemodialysis)<\/li><li>Total body clearance: 1.44 to 2.82 mL\/hr\/kg<\/li><\/ul>"},"4":{"id":"929422-s-8-27","title":"Elimination Half Life","mono":"9.3 to 15 hr <br\/>"}}},"9":{"id":"929422-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>Dilute in 50 to 200 mL of NS or D5W solution to a final concentration of 2 to 8 mg elemental iron\/mL.<\/li><li>Infuse over at least 15 minutes while the patient is in a reclined or semi-reclined position.<\/li><\/ul>"},"10":{"id":"929422-s-10","title":"Monitoring","mono":"<ul><li>Hematologic response (ie, hemoglobin, ferritin, iron and transferrin saturation) for evidence of efficacy; at least 1 month following the second infusion<\/li><li>Hypersensitivity reaction, including blood pressure and pulse; during infusion and for at least 30 minutes afterwards and until clinically stable<\/li><li>Hematologic response (ie, hemoglobin, ferritin, iron and transferrin saturation) to rule out iron overload; regularly during therapy<\/li><li>Hypotension; following each infusion<\/li><\/ul>"},"11":{"id":"929422-s-11","title":"How Supplied","mono":"<b>Feraheme<\/b><br\/>Intravenous Solution: 30 MG\/ML<br\/>"},"12":{"id":"929422-s-12","title":"Toxicology","sub":[{"id":"929422-s-12-31","title":"Clinical Effects","mono":"<b>IRON DEXTRAN AND RELATED AGENTS<\/b><br\/>OVERDOSE - Limited reports of overdose; acute symptoms are unlikely based on the route of administration.  ADVERSE EFFECTS: Anaphylaxis and hypersensitivity reactions have occurred. High incidence of fever, chills, backache, headache, malaise, nausea and vomiting, dizziness, myalgia, and arthralgia have been reported 1 to 2 days following IRON DEXTRAN administration. FERUMOXYTOL adverse effects include hypotension, chest pain, diarrhea, dizziness, pruritus and urticaria. CHRONIC: Can produce iron overload syndrome and exogenous hemosiderosis.<br\/>"},{"id":"929422-s-12-32","title":"Treatment","mono":"<b>IRON DEXTRAN AND RELATED AGENTS<\/b><br\/><ul><li>Decontamination: Not indicated.<\/li><li>Anaphylaxis: IV 0.9% NS, oxygen, diphenhydramine, epinephrine, corticosteroids.<\/li><li>Deferoxamine: Give if signs\/symptoms of iron poisoning develop (severe V\/D, acidosis, hypotension) as continuous IV infusion at 15 mg\/kg\/hour.  Faster rates or IV boluses may cause hypotension in some individuals<\/li><li>Shock: Treat as indicated. Blood products may be needed.<\/li><li>Monitoring of patient: Electrolytes, CBC, serum Fe levels; liver\/renal function tests, and PT\/INR and PTT in patients with clinical iron poisoning.<\/li><\/ul>"},{"id":"929422-s-12-33","title":"Range of Toxicity","mono":"<b>IRON DEXTRAN AND RELATED AGENTS<\/b><br\/>Limited overdose data. IRON DEXTRAN - Maximum daily dose is 2 mL of undiluted iron dextran. Doses of 500 mg daily are more likely to produce severe anaphylactoid response. FERUMOXYTOL - No human overdose data available.<br\/>"}]},"13":{"id":"929422-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to immediately report signs\/symptoms of hypersensitivity (eg, rash, itching, dizziness, lightheadedness, swelling, and breathing problems) during and following infusion.<\/li><li>Drug may cause nausea, diarrhea, constipation, dizziness, and peripheral edema.<\/li><li>Instruct patient to report signs\/symptoms of hypotension.<\/li><\/ul>"}}}