{"drugs":["Folotyn","Pralatrexate"],"mono":{"0":{"id":"929483-s-0","title":"Generic Names","mono":"Pralatrexate"},"1":{"id":"929483-s-1","title":"Dosing and Indications","sub":[{"id":"929483-s-1-4","title":"Adult Dosing","mono":"<ul><li>do not administer until ANC is 1000\/mcL or greater, platelets are 100,000\/mcL or greater for the first dose and 50,000\/mcL for all subsequent doses, and mucositis is at grade 1 or less<\/li><li><b>Peripheral T-cell lymphoma (clinical), Relapsed or Refractory:<\/b> 30 mg\/m(2) IV push over 3 to 5 minutes via a side port of a free flowing NS line once weekly for 6 weeks in 7-week cycles; all patients should receive vitamin supplementation with folic acid 1 mg to 1.25 mg ORALLY daily (10 days prior to treatment, during, and for 30 days after treatment); and vitamin B12 1000 mcg IM (no more than 10 weeks prior to treatment and then every 8 to 10 weeks thereafter)<\/li><\/ul>"},{"id":"929483-s-1-5","title":"Pediatric Dosing","mono":"the safety and effectiveness have not been established in pediatric patients "},{"id":"929483-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (moderate to severe):<\/b> use with caution and adjust dose as needed according to renal function and systemic toxicity<\/li><li><b>renal impairment (endstage renal disease undergoing dialysis):<\/b> avoid use<\/li><li><b>geriatrics:<\/b> cautious dose selection recommended<\/li><li><b>mucositis:<\/b> grade 2, omit dose and upon recovery to grade 1 or less continue at prior dose; grade 2 recurrence or grade 3, omit dose and upon recovery to grade 1 or less continue dose at 20 mg\/m(2); grade 4, stop therapy<\/li><li><b>hematologic toxicities:<\/b> platelets less than 50,000\/mcL for one week: omit dose and continue prior dose on restart; platelets less than 50,000\/mcL for 2 weeks: omit dose and restart dose at 20 mg\/m(2); platelets less than 50,000\/mcL for 3 weeks: stop therapy; ANC 500 to 1000\/mcL and no fever for 1 week: omit dose and restart with prior dose; ANC 500 to 1000\/mcL with fever or ANC less than 500\/mcL for 1 week: omit dose and give granulocyte colony-stimulating factor (G-CSF) or granulocyte-macrophage colony-stimulating factor (GM-CSF) support and restart with prior dose and G-CSF or GM-CSF support; ANC 500 to 1000\/mcL with fever or ANC less than 500\/mcL for 2 weeks or recurrence: omit dose and give G-CSF or GM-CSF support and restart dose at 20 mg\/m(2) with G-CSF or GM-CSF support; ANC 500 to 1000\/mcL with fever or ANC less than 500\/mcL for 3 weeks or 2nd recurrence: stop therapy<\/li><li><b>other treatment-related toxicities:<\/b> grade 3, omit dose and upon recovery to grade 2 or less dose at 20 mg\/m(2); grade 4, stop therapy<\/li><\/ul>"},{"id":"929483-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Peripheral T-cell lymphoma (clinical), Relapsed or Refractory<br\/>"}]},"3":{"id":"929483-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929483-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"929483-s-3-10","title":"Precautions","mono":"<ul><li>bone marrow suppression (ie, anemia, neutropenia, thrombocytopenia) may occur; monitoring and possible dose modification recommended; folic acid and vitamin B12 supplementation recommended to reduce treatment-related hematological toxicity<\/li><li>dermatologic reactions, severe and with fatalities (eg, skin exfoliation, ulceration, toxic epidermal necrolysis), have been reported; may be progressive and increase in severity with continued therapy; monitoring recommended; if severe reactions occur, withhold or discontinue therapy<\/li><li>hepatic function test abnormalities and liver toxicity may occur; monitoring recommended; dose modification or interruption or discontinuation of therapy may be needed<\/li><li>mucositis may occur; grade 2 or greater requires dose omission and\/or modification; folic acid and vitamin B12 supplementation recommended to reduce treatment-related mucositis<\/li><li>renal disease, end stage and undergoing dialysis; serious adverse reactions including mucositis and toxic epidermal necrolysis have been reported; avoid use<\/li><li>renal impairment, severe or moderate; increased risk for toxicity; monitoring and possible dose modification recommended<\/li><li>tumor lysis syndrome may occur; monitoring recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929483-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"929483-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"929483-s-4","title":"Drug Interactions","sub":{"1":{"id":"929483-s-4-14","title":"Major","mono":"<ul><li>Aceclofenac (theoretical)<\/li><li>Acemetacin (theoretical)<\/li><li>Amtolmetin Guacil (theoretical)<\/li><li>Aspirin (theoretical)<\/li><li>Bromfenac (theoretical)<\/li><li>Bufexamac (theoretical)<\/li><li>Celecoxib (theoretical)<\/li><li>Choline Salicylate (theoretical)<\/li><li>Clonixin (theoretical)<\/li><li>Dexibuprofen (theoretical)<\/li><li>Dexketoprofen (theoretical)<\/li><li>Diclofenac (theoretical)<\/li><li>Diflunisal (theoretical)<\/li><li>Dipyrone (theoretical)<\/li><li>Etodolac (theoretical)<\/li><li>Etofenamate (theoretical)<\/li><li>Etoricoxib (theoretical)<\/li><li>Felbinac (theoretical)<\/li><li>Fenoprofen (theoretical)<\/li><li>Fepradinol (theoretical)<\/li><li>Feprazone (theoretical)<\/li><li>Floctafenine (theoretical)<\/li><li>Flufenamic Acid (theoretical)<\/li><li>Flurbiprofen (theoretical)<\/li><li>Ibuprofen (theoretical)<\/li><li>Ibuprofen Lysine (theoretical)<\/li><li>Indomethacin (theoretical)<\/li><li>Ketoprofen (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Lornoxicam (theoretical)<\/li><li>Loxoprofen (theoretical)<\/li><li>Lumiracoxib (theoretical)<\/li><li>Meclofenamate (theoretical)<\/li><li>Mefenamic Acid (theoretical)<\/li><li>Meloxicam (theoretical)<\/li><li>Morniflumate (theoretical)<\/li><li>Nabumetone (theoretical)<\/li><li>Naproxen (theoretical)<\/li><li>Nepafenac (theoretical)<\/li><li>Niflumic Acid (theoretical)<\/li><li>Nimesulide (theoretical)<\/li><li>Oxaprozin (theoretical)<\/li><li>Oxyphenbutazone (theoretical)<\/li><li>Parecoxib (theoretical)<\/li><li>Phenylbutazone (theoretical)<\/li><li>Piketoprofen (theoretical)<\/li><li>Piroxicam (theoretical)<\/li><li>Proglumetacin (theoretical)<\/li><li>Propionic Acid (theoretical)<\/li><li>Propyphenazone (theoretical)<\/li><li>Proquazone (theoretical)<\/li><li>Rofecoxib (theoretical)<\/li><li>Salicylic Acid (theoretical)<\/li><li>Salsalate (theoretical)<\/li><li>Sodium Salicylate (theoretical)<\/li><li>Sulindac (theoretical)<\/li><li>Tenoxicam (theoretical)<\/li><li>Tiaprofenic Acid (theoretical)<\/li><li>Tolfenamic Acid (theoretical)<\/li><li>Tolmetin (theoretical)<\/li><li>Valdecoxib (theoretical)<\/li><\/ul>"},"2":{"id":"929483-s-4-15","title":"Moderate","mono":"<ul>Probenecid (probable)<\/ul>"}}},"5":{"id":"929483-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema (30%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (33%), Inflammatory disease of mucous membrane, Any grade (70%), Nausea (40%)<\/li><li><b>Hematologic:<\/b>Anemia, Any grade (34%), Neutropenia, Any grade (24%), Thrombocytopenia, Any grade (41%)<\/li><li><b>Respiratory:<\/b>Cough (28%)<\/li><li><b>Other:<\/b>Fatigue (36%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Disorder of skin (Severe) (2.1%), Peeling of skin, Skin ulcer, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Inflammatory disease of mucous membrane, Grade 3\/4 (grade 3, 17%; grade 4, 4%)<\/li><li><b>Hematologic:<\/b>Anemia (17%), Febrile neutropenia (greater than 3%), Neutropenia, Grade 3\/4 (20%), Pancytopenia, Thrombocytopenia, Grade 3\/4 (33%)<\/li><li><b>Immunologic:<\/b>Sepsis (greater than 3%)<\/li><li><b>Respiratory:<\/b>Dyspnea (19%)<\/li><li><b>Other:<\/b>Dehydration (greater than 3%), Fever (32%)<\/li><\/ul>"},"6":{"id":"929483-s-6","title":"Drug Name Info","sub":{"0":{"id":"929483-s-6-17","title":"US Trade Names","mono":"Folotyn<br\/>"},"2":{"id":"929483-s-6-19","title":"Class","mono":"<ul><li>Antimetabolite<\/li><li>Antineoplastic Agent<\/li><\/ul>"},"3":{"id":"929483-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929483-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"929483-s-7","title":"Mechanism Of Action","mono":"Pralatrexate is a dihydrofolate reductase inhibitor. It is a competitive inhibitor for polyglutamylation via the folylpolyglutamyl synthetase enzyme as well.<br\/>"},"8":{"id":"929483-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"929483-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 105 L (S-diastereomer); 37 L (R-diastereomer)<\/li><li>Protein binding: 67%<\/li><\/ul>"},"2":{"id":"929483-s-8-25","title":"Metabolism","mono":"Hepatic: insignificant <br\/>"},"3":{"id":"929483-s-8-26","title":"Excretion","mono":"<ul><li>Renal excretion: 31% unchanged (S-diastereomer); 38% unchanged (R-diastereomer)<\/li><li>Total body clearance: 417 mL\/min (S-diastereomer); 191 mL\/min (R-diastereomer)<\/li><\/ul>"},"4":{"id":"929483-s-8-27","title":"Elimination Half Life","mono":"12 to 18 hr <br\/>"}}},"9":{"id":"929483-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of chemotherapy<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>administer the calculated dose, undiluted, IV push over 3 to 5 minutes via a side port of a free flowing NS line<\/li><li>unopened vials in the original container and at room temperature are stable for 72 hours<\/li><\/ul><\/li><\/ul>"},"10":{"id":"929483-s-10","title":"Monitoring","mono":"<ul><li>objective evidence of clinical improvement in peripheral T-cell lymphoma is indicative of efficacy<\/li><li>CBC; baseline and weekly  (including differential)<\/li><li>liver function tests; prior to the start of doses 1 and 4 of each cycle<\/li><li>renal function tests; prior to the start of doses 1 and 4 of each cycle<\/li><li>serum chemistry tests; prior to the start of doses 1 and 4 of each cycle<\/li><li>signs and symptoms of tumor lysis syndrome in at risk patients<\/li><li>mucositis at baseline and weekly<\/li><\/ul>"},"11":{"id":"929483-s-11","title":"How Supplied","mono":"<b>Folotyn<\/b><br\/>Intravenous Solution: 20 MG\/ML<br\/>"},"12":{"id":"929483-s-12","title":"Toxicology","sub":[{"id":"929483-s-12-31","title":"Clinical Effects","mono":"<b>PRALATREXATE<\/b><br\/>USES: Pralatrexate is used to treat patients with relapsed or refractory peripheral T-cell lymphoma (PTCL). PHARMACOLOGY: Pralatrexate, an antineoplastic folate analog, is a dihydrofolate reductase inhibitor. Additionally, it is a competitive inhibitor for polyglutamylation via the folylpolyglutamyl synthetase enzyme. TOXICOLOGY: After an overdose, the effects of decreased DNA synthesis and cell death may be noticed primarily in organ systems with rapidly dividing cells (eg, bone marrow, gastrointestinal tract). EPIDEMIOLOGY: Overdose is rare. TOXICITY: There are no reports of toxicity following acute overdose. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses, particularly myelosuppression, nausea, vomiting and mucositis. ADVERSE EVENTS: COMMON: Mucositis, thrombocytopenia, nausea, and fatigue. The following adverse effects have also been reported: Edema, tachycardia, pruritus, rash, fever, night sweats, hypokalemia, vomiting, diarrhea, constipation, anorexia, abdominal pain, anemia, neutropenia, leukopenia, pancytopenia, back pain, asthenia, cough, epistaxis, dyspnea, pharyngolaryngeal pain, upper respiratory tract infection, and fever. DRUG INTERACTIONS: Probenecid, trimethoprim\/sulfamethoxazole, and nonsteroidal antiinflammatory agents may reduce pralatrexate elimination and increase the risk of toxicity.<br\/>"},{"id":"929483-s-12-32","title":"Treatment","mono":"<b>PRALATREXATE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Administer intravenous fluids and antiemetics.  Maintain hydration and adequate urine output. Administer colony-stimulating factor to patients with severe neutropenia at risk for neutropenic sepsis. MANAGEMENT OF SEVERE TOXICITY: In addition to the above, administer intravenous leucovorin as soon as possible. <\/li><li>Intrathecal injection: No clinical reports are available; the following information is derived from experience with methotrexate.  After an overdose,  keep the patient upright and perform cerebrospinal fluid drainage; this is probably sufficient therapy in patients with less than 7-fold overdose or less than 100 mg of methotrexate.  CSF exchange and ventriculolumbar perfusion should be performed after large overdoses  Administration of corticosteroids (dexamethasone 4 mg IV every 6 hours for 4 doses) and leucovorin (100 mg IV every 6 hours for 4 doses) also may help.   DO NOT ADMINISTER LEUCOVORIN INTRATHECALLY.<\/li><li>Decontamination: Decontamination is not necessary; pralatrexate is administered intravenously.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may rarely be required in patients with severe CNS and cardiac toxicity.<\/li><li>Antidote: No clinical reports are available; the following information is derived from experience with methotrexate. LEUCOVORIN: Leucovorin calcium should be given as soon as possible (ideally within the first hour).  In most cases, leucovorin 100 mg\/m(2) IV infused over 15 to 30 minutes every 3 to 6 hours for several days is sufficient.  NEVER administer leucovorin intrathecally.   THYMIDINE: Thymidine can ameliorate cellular toxicity from methotrexate and is given at a dose of 8 g\/m(2)\/day via continuous infusion.<\/li><li>Monitoring of patient: Monitor vital signs, serial CBC with differential, serum electrolytes, renal function, and liver enzymes. Obtain a chest radiograph in patients with respiratory symptoms.<\/li><li>Enhanced elimination procedure: No clinical reports are available; the following information is derived from experience with methotrexate. High flux hemodialysis can clear methotrexate in patients with renal failure, but it has not been used after overdose.   Pralatrexate is approximately 67% protein bound in blood and has a steady-state Vd of 37 L (R-diastereomer) and 105 L (S-diastereomer); hemodialysis may be of some benefit shortly after large overdose.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management, as leucovorin rescue is most effective when given early. All exposures should be evaluated in a health care facility. OBSERVATION CRITERIA: All patients should be sent to a healthcare facility for evaluation. If patients are asymptomatic for 6 hours, they may be sent home as long as close follow up can be arranged. Since toxic effects may be delayed, patients should return to a healthcare provider for serial monitoring. ADMISSION CRITERIA: Any symptomatic patients should be admitted to the hospital, and depending on the severity of their symptoms, either to the floor or ICU.  Criteria for discharge should be improvement in laboratory analyses and resolution of symptoms. CONSULT CRITERIA:  A medical toxicologist or poison center should be consulted on symptomatic cases, as well as and oncologist familiar with giving the drug and its adverse side effects.<\/li><\/ul>"},{"id":"929483-s-12-33","title":"Range of Toxicity","mono":"<b>PRALATREXATE<\/b><br\/>TOXICITY: A toxic dose has not been established. THERAPEUTIC DOSE: ADULTS: 30 mg\/m(2) administered as an IV push over 3 to 5 minutes via the side port of a free flowing NS line, once weekly for 6 weeks in 7-week cycles. All patients should be given vitamin supplementation with folic acid 1 mg to 1.25 mg orally daily (10 days prior to treatment, during, and for 30 days after treatment); and vitamin B12 1000 mcg IM (no more than 10 weeks prior to treatment and then every 8 to 10 weeks thereafter).<br\/>"}]},"13":{"id":"929483-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report signs\/symptoms of an infection, including fever.<\/li><li>Advise patient to report signs\/symptoms of anemia or bleeding.<\/li><li>Warn patient to report signs\/symptoms of tumor lysis syndrome or severe dermatologic reactions (eg, skin exfoliation, toxic epidermal necrolysis).<\/li><li>Drug may cause mucositis, nausea, fatigue, dehydration, and dyspnea.<\/li><li>Instruct patient to take folic acid and vitamin B12 to reduce possible side effects.<\/li><li>Advise patient to avoid using NSAIDs with drug, especially NSAIDs that are available without a prescription (over-the-counter), probenecid, and trimethoprim\/sulfamethoxazole to prevent increased plasma levels.<\/li><\/ul>"}}}