{"generic":"Aliskiren\/Valsartan","drugs":["Aliskiren\/Valsartan","Valturna"],"mono":{"0":{"id":"929474-s-0","title":"Generic Names","mono":"Aliskiren\/Valsartan"},"1":{"id":"929474-s-1","title":"Dosing and Indications","sub":[{"id":"929474-s-1-4","title":"Adult Dosing","mono":"<b>Hypertension:<\/b> initial or add-on therapy, aliskiren 150 mg\/valsartan 160 mg ORALLY once daily; may titrate after 2 to 4 weeks to a MAX dosage of aliskiren 300 mg \/valsartan 320 mg ORALLY once daily; in patients already receiving aliskiren and valsartan, the combination tablet which has the same individual component doses may be substituted "},{"id":"929474-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients."},{"id":"929474-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> mild to moderate, no initial dosage adjustment necessary<\/li><li><b>hepatic impairment:<\/b> mild to moderate, no initial dosage adjustment necessary<\/li><li><b>geriatric:<\/b> no initial dosage adjustment necessary<\/li><\/ul>"},{"id":"929474-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hypertension<br\/>"}]},"2":{"id":"929474-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Discontinue aliskiren\/valsartan as soon as possible when pregnancy is detected. Drugs that act directly on the renin-angiotensin system can cause injury and death to the developing fetus.<br\/>"},"3":{"id":"929474-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929474-s-3-9","title":"Contraindications","mono":"diabetes; risk of renal impairment, hyperkalemia, and hypotension <br\/>"},{"id":"929474-s-3-10","title":"Precautions","mono":"<ul><li>pregnancy; risk of fetal toxicity including death to the developing fetus; discontinue therapy as soon as possible when pregnancy is detected<\/li><li>angioedema of the face, extremities, lips, tongue, glottis and\/or larynx requiring hospitalization and intubation has been reported with aliskiren therapy; may occur at any time during treatment; may be fatal if angioedema involves the throat, tongue, glottis or larynx or if history of upper respiratory surgery; has occurred in patients with and without a history of angioedema; discontinue if angioedema occurs and do not restart<\/li><li>concomitant use with cyclosporine or itraconazole should be avoided<\/li><li>dialysis; increased risk of symptomatic hypotension<\/li><li>heart failure; symptomatic hypotension and increases in BUN, serum creatinine, and potassium have been reported<\/li><li>hyperkalemia has been reported; particularly in patients at risk for hyperkalemia (eg, renal impairment, concomitant NSAIDs, potassium supplements or potassium-sparing diuretics); monitoring recommended<\/li><li>hypotension, usually transient, may occur<\/li><li>myocardial infarction, recent; symptomatic hypotension and changes in renal function have been reported<\/li><li>renal impairment, moderate (GFR less than 60 mL\/min); avoid use<\/li><li>renal impairment, severe (CrCl less than 30 mL\/min); safety and efficacy not established<\/li><li>renal toxicity may occur, including acute renal failure; especially in patients with renal function dependant on the activity of the renin-angiotensin system (eg, renal artery stenosis, severe heart failure, post myocardial infarction, volume depletion) or concomitant use of NSAIDs; monitoring recommended; interruption or discontinuation of therapy may be needed<\/li><li>surgery (undergoing); increased risk of symptomatic hypotension<\/li><li>volume- or salt-depleted patients; risk of symptomatic hypotension, especially with concomitant high-dose diuretics; use not recommended as initial therapy in intravascular volume depletion; correct prior to initiating therapy<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929474-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"929474-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"929474-s-4","title":"Drug Interactions","sub":[{"id":"929474-s-4-13","title":"Contraindicated","mono":"<ul><li>Azilsartan (probable)<\/li><li>Azilsartan Medoxomil (probable)<\/li><li>Benazepril (probable)<\/li><li>Candesartan (probable)<\/li><li>Captopril (probable)<\/li><li>Enalapril (probable)<\/li><li>Enalaprilat (probable)<\/li><li>Eprosartan (probable)<\/li><li>Fosinopril (probable)<\/li><li>Irbesartan (probable)<\/li><li>Lisinopril (probable)<\/li><li>Losartan (probable)<\/li><li>Moexipril (probable)<\/li><li>Olmesartan (probable)<\/li><li>Perindopril (probable)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Telmisartan (probable)<\/li><li>Trandolapril (probable)<\/li><\/ul>"},{"id":"929474-s-4-14","title":"Major","mono":"<ul><li>Cyclosporine (probable)<\/li><li>Eliglustat (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Lithium (probable)<\/li><li>Lomitapide (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Teriflunomide (probable)<\/li><li>Tocophersolan (theoretical)<\/li><li>Trimethoprim (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><\/ul>"},{"id":"929474-s-4-15","title":"Moderate","mono":"<ul><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Celecoxib (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Clonixin (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Furosemide (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Rifampin (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Sulindac (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Valdecoxib (probable)<\/li><\/ul>"}]},"5":{"id":"929474-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (5.5% to 18.6%)<\/li><li><b>Endocrine metabolic:<\/b>Hyperkalemia (4% to 36.9%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (2.6%)<\/li><li><b>Other:<\/b>Fatigue (2.6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Renal:<\/b>Acute renal failure, Renal impairment (12.4%)<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"929474-s-6","title":"Drug Name Info","sub":{"0":{"id":"929474-s-6-17","title":"US Trade Names","mono":"Valturna<br\/>"},"2":{"id":"929474-s-6-19","title":"Class","mono":"<ul><li>Angiotensin II Receptor Antagonist<\/li><li>Antihypertensive<\/li><li>Renin Inhibitor<\/li><\/ul>"},"3":{"id":"929474-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"929474-s-7","title":"Mechanism Of Action","mono":"Aliskiren is a potent, direct inhibitor of renin, causing a decrease in plasma renin activity (PRA) and inhibiting the conversion of angiotensinogen to Angiotensin I. Valsartan is a nonpeptide, specific angiotensin II receptor blocker acting on the AT1 receptor subtype. The combination of aliskiren\/valsartan work synergistically to reduce blood pressure by acting on different sites of the renin-angiotensin-aldosterone system.<br\/>"},"8":{"id":"929474-s-8","title":"Pharmacokinetics","sub":[{"id":"929474-s-8-23","title":"Absorption","mono":"<ul><li>Aliskiren, Bioavailability, oral: 2.5%<\/li><li>Valsartan, Bioavailability, oral: 25% (range, 10% to 35%)<\/li><li>Aliskiren, Tmax, oral: 1 hr<\/li><li>Valsartan, Tmax, oral: 3 hr<\/li><li>Aliskiren, Effect of food: AUC reduced by 76%; Cmax reduced by 88%<\/li><li>Valsartan, Effect of food: not significantly<\/li><\/ul>"},{"id":"929474-s-8-24","title":"Distribution","mono":"<ul><li>Aliskiren, Vd: 135 L<\/li><li>Valsartan, Vd: 17 L (intravenous dose)<\/li><li>Aliskiren, Protein binding, 47% to 51%.<\/li><li>Valsartan, Protein binding, Serum Albumin: 95%<\/li><\/ul>"},{"id":"929474-s-8-25","title":"Metabolism","mono":"<ul><li>Aliskiren, Liver: minor via CYP3A4<\/li><li>Valsartan, Liver: low via CYP2C9<\/li><\/ul>"},{"id":"929474-s-8-26","title":"Excretion","mono":"<ul><li>Aliskiren, Fecal: 91% (77% unchanged)<\/li><li>Valsartan, Fecal: 83% (oral solution)<\/li><li>Aliskiren, Renal: 0.6%<\/li><li>Valsartan, Renal: 13% oral solution<\/li><li>Aliskiren, Renal clearance: 1.3 L\/hr<\/li><li>Valsartan, Renal clearance: 0.62 L\/hr<\/li><li>Valsartan, Dialyzable: No<\/li><\/ul>"},{"id":"929474-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Aliskiren, elimination half-life: 34 hr<\/li><li>Valsartan, elimination half-life: 12 hr<\/li><\/ul>"}]},"9":{"id":"929474-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>establish a routine pattern with regard to meals; high-fat meals reduce absorption significantly <br\/>"},"10":{"id":"929474-s-10","title":"Monitoring","mono":"<ul><li>blood pressure: to assess clinical response<\/li><li>renal function; periodically in all patients, especially those with heart failure or postmyocardial infarction<\/li><li>serum potassium levels; periodically in all patients, particularly if risk factors for hyperkalemia (eg, renal impairment, concomitant NSAIDs, potassium supplements, or potassium sparing diuretics)<\/li><\/ul>"},"12":{"id":"929474-s-12","title":"Toxicology","sub":[{"id":"929474-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>ALISKIREN<\/b><br\/>USES: Aliskiren is used alone or in combination with other agents to treat hypertension. PHARMACOLOGY: Aliskiren directly inhibits renin which decreases plasma renin activity (PRA) and inhibits the conversion of angiotensinogen to angiotensin I (Ang I). Unlike angiotensin converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) which indirectly increase levels of PRA, aliskiren reduces PRA, Ang I, and Angiotensin II (Ang II) by directly inhibiting renin. These reductions occur whether or not aliskiren is used as monotherapy or concomitantly with other antihypertensive agents. It is unknown if aliskiren has an effect on other renin-angiotensin-aldosterone system (RAAS) components. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. The main effect expected with aliskiren overdose would be hypotension. ADVERSE EFFECTS: Aliskiren is generally well tolerated by most patients. Adverse effects reported with aliskiren therapy include hypotension (rare), diarrhea, abdominal pain, dyspepsia, gastrointestinal reflux disease, dizziness, headache, and decreased hemoglobin and hematocrit. Most symptoms were dose-related, mild, and rarely led to discontinuation of therapy.<br\/><\/li><li><b>ANGIOTENSIN II ANTAGONISTS<\/b><br\/>USES: Angiotensin II receptor blockers (ARB) are used for the treatment of hypertension. EPIDEMIOLOGY: Exposures are common, but toxicity is rare and deaths have not been reported following single-substance exposures. PHARMACOLOGY: Angiotensin II is an endogenous peptide that binds to angiotensin receptors, causing vasoconstriction and stimulation of aldosterone release. Angiotensin receptor blockers are competitive antagonists at these receptors. TOXICOLOGY: Excessive antagonism of angiotensin receptors causes vasodilation and hypotension. MILD TO MODERATE TOXICITY: Mild hypotension and tachycardia, hypokalemia, asymptomatic hypoglycemia, muscle cramps and dizziness have been reported. SEVERE TOXICITY: Severe toxicity has not been observed with these agents. ADVERSE EFFECTS: Common adverse effects include hypotension and dizziness. Angioedema has been reported rarely.<br\/><\/li><\/ul>"},{"id":"929474-s-12-32","title":"Treatment","mono":"<ul><li><b>ALISKIREN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Correct any significant serum electrolyte abnormalities in patients with severe vomiting and\/or diarrhea.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic agents are involved. Ensure adequate ventilation and perform endotracheal intubation early in patients with hemodynamic instability.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs after significant overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Aliskiren is moderately bound to plasma proteins (49.5%) and has a volume of distribution of 135 L. Hemodialysis is unlikely to be useful in overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients who are symptomatic and patients with deliberate overdose should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a local poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>ANGIOTENSIN II ANTAGONISTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Administer IV fluids for hypotension. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity has not been reported following exposure to these agents. Provide the usual supportive treatment for any symptoms and consider co-ingestion of other medical conditions.<\/li><li>Decontamination: PREHOSPITAL: Not recommended. HOSPITAL: Decontamination is unlikely to be necessary as most ingestions remain asymptomatic. Consider activated charcoal after very large recent ingestion or if more toxic co-ingestants are a concern.<\/li><li>Airway management: Airway management is unlikely to be required following overdose. Perform early orotracheal intubation in patients with signs of airway obstruction from angioedema.<\/li><li>Antidote: There is no antidote for poisoning from these agents.<\/li><li>Enhanced elimination procedure: These agents are highly protein bound; hemodialysis is unlikely to be of any benefit.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes and glucose in symptomatic patients.<\/li><li>Patient disposition: HOME CRITERIA: Healthy children and adults can be managed at home if overdose was inadvertent and no signs or symptoms are present. OBSERVATION CRITERIA: Any patients with deliberate overdose or more than mild symptoms should be sent to a health care facility for evaluation. Patients with significant cardiovascular disease, those on other cardiodepressant agents (eg beta blocker) and those who have ingested more than 4 pills or 320 mg valsartan should be referred to a healthcare facility. ADMISSION CRITERIA: Any patient with persistent hypotension should be admitted to the hospital. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"929474-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>ALISKIREN<\/b><br\/>TOXICITY: A toxic dose has not been established. Doses up to 600 mg\/day have been used in adults in therapeutic trials with minimal adverse effects. An accidental ingestion of a single 300 mg aliskiren tablet by a 12-year-old boy (77.2 kg) resulted in a significant drop in systolic and diastolic pressure with the nadir occurring approximately 7 hours post-ingestion; his blood pressure gradually improved. THERAPEUTIC DOSE: ADULT: Initial, 150 mg orally once daily; may be increased to 300 mg orally once daily if BP is not adequately controlled.<br\/><\/li><li><b>ANGIOTENSIN II ANTAGONISTS<\/b><br\/>TOXICITY: Severe toxicity has not been described following isolated overdose from these medications. An adult developed mild toxicity after ingesting 2240 mg valsartan. Azilsartan oral doses up to 320 mg once daily for 7 days were well tolerated in healthy adults during clinical trials. THERAPEUTIC DOSE: Varies with agent. AZILSARTAN: ADULT: 80 mg orally once daily. CANDESARTAN: ADULT: Total daily dose can range from 8 to 32 mg. EPROSARTAN: ADULT: 400 to 800 mg daily in single or divided doses. IRBESARTAN: ADULT: 150 to 300 mg once daily. LOSARTAN: ADULT: 25 to 100 mg orally daily. TELMISARTAN: ADULT: 20 to 80 mg orally daily. VALSARTAN: ADULT: 80 to 320 mg daily. PEDIATRIC: No dosing information available for these agents.<br\/><\/li><\/ul>"}]},"13":{"id":"929474-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause angioedema (ie, swelling of the face, lips, tongue, throat, arms and legs, or the whole body). Advise patient to seek immediate medical attention if one or more of these symptoms occur.<\/li><li>Drug may cause fatigue and nasopharyngitis.<\/li><li>Instruct patient to immediately report signs or symptoms of hypotension.<\/li><li>Advise patient to maintain adequate hydration, especially if patient exercises, sweats heavily, or has diarrhea or vomiting. This drug may cause excessive hypotension in volume or salt-depleted patients.<\/li><li>Patient should take the drug consistently with regard to meals.<\/li><li>Advise patient to avoid concomitant use of potassium supplements or potassium-containing salt substitutes unless approved by healthcare professional.<\/li><\/ul>"}}}