{"drugs":["Bepotastine Besilate","Bepreve"],"mono":{"0":{"id":"929467-s-0","title":"Generic Names","mono":"Bepotastine Besilate"},"1":{"id":"929467-s-1","title":"Dosing and Indications","sub":{"0":{"id":"929467-s-1-4","title":"Adult Dosing","mono":"<b>Allergic conjunctivitis:<\/b> instill one drop into the affected eye(s) twice daily "},"1":{"id":"929467-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy have not been established in pediatric patients less than 2 yr of age<\/li><li><b>Allergic conjunctivitis:<\/b> (2 yr or older) instill one drop into the affected eye(s) twice daily<\/li><\/ul>"},"3":{"id":"929467-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Allergic conjunctivitis<br\/>"}}},"3":{"id":"929467-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929467-s-3-9","title":"Contraindications","mono":"hypersensitivity reactions to bepotastine or any component of the product <br\/>"},{"id":"929467-s-3-10","title":"Precautions","mono":"<ul><li>contact lens-related eye irritation; do not use<\/li><li>topical ophthalmic use only<\/li><li>report suspected adverse events to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929467-s-3-11","title":"Pregnancy Category","mono":"Bepotastine: C (FDA)<br\/>"},{"id":"929467-s-3-12","title":"Breast Feeding","mono":"Bepotastine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"929467-s-4","title":"Drug Interactions","sub":{"1":{"id":"929467-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><\/ul>"}}},"5":{"id":"929467-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Disorder of taste (approximately 25%)<\/li><li><b>Neurologic:<\/b>Headache (2% to 5%)<\/li><li><b>Ophthalmic:<\/b>Eye irritation (2% to 5%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (2% to 5%)<\/li><\/ul>"},"6":{"id":"929467-s-6","title":"Drug Name Info","sub":{"0":{"id":"929467-s-6-17","title":"US Trade Names","mono":"Bepreve<br\/>"},"2":{"id":"929467-s-6-19","title":"Class","mono":"<ul><li>Antihistamine<\/li><li>Ophthalmologic Agent<\/li><\/ul>"},"3":{"id":"929467-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929467-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"929467-s-7","title":"Mechanism Of Action","mono":"Bepotastine besilate 1.5% ophthalmic solution acts topically as a histamine-1 receptor antagonist. Additionally, bepotastine besilate 1.5% ophthalmic solution inhibits the release of histamine from mast cells.<br\/>"},"8":{"id":"929467-s-8","title":"Pharmacokinetics","sub":[{"id":"929467-s-8-23","title":"Absorption","mono":"Tmax, ophthalmic: 1 to 2 hr <br\/>"},{"id":"929467-s-8-24","title":"Distribution","mono":"Protein binding: 55% <br\/>"},{"id":"929467-s-8-25","title":"Metabolism","mono":"Liver: minimal <br\/>"},{"id":"929467-s-8-26","title":"Excretion","mono":"Renal: 75% to 90% unchanged <br\/>"}]},"9":{"id":"929467-s-9","title":"Administration","mono":"<b>Ophthalmic<\/b><br\/><ul><li>for topical ophthalmic use only<\/li><li>remove contact lenses before administration; wait 10 min before reinserting contact lenses<\/li><\/ul>"},"10":{"id":"929467-s-10","title":"Monitoring","mono":"relief of ocular itching associated with allergic conjunctivitis is indicative of efficacy<br\/>"},"11":{"id":"929467-s-11","title":"How Supplied","mono":"<b>Bepreve<\/b><br\/>Ophthalmic Solution: 15 MG\/ML<br\/>"},"12":{"id":"929467-s-12","title":"Toxicology","sub":[{"id":"929467-s-12-31","title":"Clinical Effects","mono":"<b>AZELASTINE AND RELATED AGENTS  <\/b><br\/>USES: Azelastine nasal spray is used to treat symptoms of seasonal allergic rhinitis, such as rhinorrhea, sneezing, and nasal pruritus in adults and children 5 years and older, and to treat symptoms of vasomotor rhinitis, such as rhinorrhea, nasal congestion, and post nasal drip in adults and children 12 years and older. Azelastine and bepotastine ophthalmic solutions are used to treat itching of the eyes associated with allergic conjunctivitis. PHARMACOLOGY: Azelastine and bepotastine are histamine H1-receptor antagonist. They are inhibitors of the release of histamine and other mediators from cells (eg, mast cells) involved in the allergic response. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. The signs and symptoms of an acute overdose are also expected to be similar to excessive pharmacologic effects. AZELASTINE: Since each bottle of a nasal spray contains 30 mg of azelastine hydrochloride (Astelin(R)), acute overdose in adults is unlikely to result in clinically significant adverse events, other than increased somnolence. In studies, adults did not experience increased incidence of serious adverse events following single doses of the oral formulation of azelastine hydrochloride (up to 16 mg). ADVERSE EFFECTS: AZELASTINE: NASAL: MOST COMMON: Bitter taste, nasal discomfort\/burning, headache, epistaxis, sneezing, sinusitis, and somnolence. OTHER EFFECTS: Rash, nasopharyngitis, weight gain, dry mouth, vomiting, abdominal discomfort, dryness of the nose, fatigue, cough, rhinitis, and dyspnea. AZELASTINE: OPHTHALMIC: MOST COMMON: Eye burning\/stinging, headaches, and bitter taste. OTHER EFFECTS: Asthma, conjunctivitis, dyspnea, eye pain, fatigue, influenza-like symptoms, pharyngitis, pruritus, rhinitis, and temporary blurring. BEPOTASTINE: OPHTHALMIC: Alterations in taste, eye irritation, nasopharyngitis, and headache. <br\/>"},{"id":"929467-s-12-32","title":"Treatment","mono":"<b>AZELASTINE AND RELATED AGENTS  <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL:  Due to rapid absorption and limited expected toxicity, gastrointestinal decontamination is not routinely recommended. HOSPITAL: Toxicity after acute ingestion is unlikely. Gastrointestinal decontamination is generally unnecessary.<\/li><li>Airway management: Should not be required in these cases.<\/li><li>Antidote: None<\/li><li>Enhanced elimination procedure: Hemodialysis is not recommended given the low toxicity of these drugs. <\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor serum electrolytes in patients with significant vomiting.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. Children who have no or mild symptoms may be managed at home following the inadvertent ingestion of third generation antihistamines. OBSERVATION CRITERIA: Following the ingestion of greater than 3 to 5 times the therapeutic dose, patients should be observed for excessive sedation for several hours (up to 12 hours postingestion). ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"929467-s-12-33","title":"Range of Toxicity","mono":"<b>AZELASTINE AND RELATED AGENTS<\/b><br\/>TOXICITY: Overdose data is limited. Since each bottle of a nasal spray contains 30 mg of azelastine hydrochloride, acute overdose in adults is unlikely to result in clinically significant adverse events, other than increased somnolence. In studies, adults did not experience increased incidence of serious adverse events following single doses of the oral formulation of azelastine hydrochloride (up to 16 mg). THERAPEUTIC DOSE: AZELASTINE: ADULTS AND CHILDREN (12 YEARS OR OLDER): ALLERGIC OR VASOMOTOR RHINITIS: Two sprays (azelastine 137 mcg\/spray) per nostril twice daily. CHILDREN (5 to 11 YEARS): One spray (137 mcg) per nostril twice daily. ALLERGIC CONJUNCTIVITIS: ADULTS AND CHILDREN 3 YEARS AND OLDER: Instill one drop of azelastine 0.05% into each affected eye twice a day. BEPOTASTINE: ADULTS AND CHILDREN (2 YEARS OR OLDER): One drop of bepotastine 1.5% into each affected eye twice daily. <br\/>"}]},"13":{"id":"929467-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid touching the tip of the dropper to the eyelids or surrounding areas to prevent contamination.<\/li><li>This drug may cause a mild taste in the mouth, eye irritation, headache, and nasopharyngitis.<\/li><li>Instruct patient on proper instillation technique.<\/li><li>Advise patient not to wear contacts if eyes are red during therapy.<\/li><li>Advise patient to remove contact lenses prior to instilling drug as preservative may be absorbed. Lenses may be reinserted 10 min following instillation.<\/li><\/ul>"}}}