{"generic":"Gadofosveset Trisodium","drugs":["Ablavar","Gadofosveset Trisodium"],"mono":{"0":{"id":"929459-s-0","title":"Generic Names","mono":"Gadofosveset Trisodium"},"1":{"id":"929459-s-1","title":"Dosing and Indications","sub":[{"id":"929459-s-1-4","title":"Adult Dosing","mono":"<ul><li>Before administration, screen patients to identify those with acute kidney injury or chronic, severe kidney disease (GFR less than 30 mL\/min\/1.73 m(2)) since they are at high risk for nephrogenic systemic fibrosis. Avoid use in patients with suspected or known impaired drug elimination unless alternative imaging modalities, including non-contrast MRI, are unable to provide essential diagnostic information. Do not exceed the recommended dose. Do not repeat the administration of the contrast agent during a single imaging session.<\/li><li>initiate hemodialysis promptly for hemodialysis patients following administration of a gadolinium-based contrast agent to increase elimination<\/li><li><b>Magnetic resonance angiography:<\/b> 0.03 mmol\/kg (0.12 mL\/kg) IV bolus injection over a period of time up to 30 seconds, followed by 25 to 30 mL normal saline flush<\/li><\/ul>"},{"id":"929459-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"929459-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> GFR less than 60 mL\/kg\/m(2), reduce dose to 0.01 to 0.02 mmol\/kg<\/li><li><b>geriatric:<\/b> no dosage adjustment necessary<\/li><\/ul>"},{"id":"929459-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Magnetic resonance angiography<br\/>"}]},"2":{"id":"929459-s-2","title":"Black Box Warning","mono":"<b>Injection (Solution)<\/b><br\/>Gadolinium-based contrast agents (GBCAs) increase the risk for nephrogenic systemic fibrosis (NSF) in patients with impaired elimination of the drugs (ie, chronic, severe renal insufficiency (GFR less than 30 mL\/min\/1.73 m(2)), or acute kidney injury. Avoid use of GBCAs unless the diagnostic information is essential and not available with non-contrast enhanced MRI. Screen all patients for acute kidney injury and other conditions that may reduce renal function. For patients at risk for chronically reduced renal function (eg, age greater than 60 years, hypertension, or diabetes), perform lab testing to estimate the GFR. For patients with the highest NSF risk, do not exceed recommended dose and allow a sufficient time period for elimination prior to readministration.<br\/>"},"3":{"id":"929459-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929459-s-3-9","title":"Contraindications","mono":"history of allergic reaction to a gadolinium-based contrast agent <br\/>"},{"id":"929459-s-3-10","title":"Precautions","mono":"<ul><li>nephrogenic systemic fibrosis, which can be fatal or debilitating, may occur in patients with kidney dysfunction; monitoring recommended<\/li><li>diabetes, elderly (greater than 60 years), or hypertension; risk of chronically reduced kidney function and development of fatal or debilitating nephrogenic system fibrosis; monitoring recommended<\/li><li>impaired drug elimination, known or suspected; increased risk of fatal or debilitating nephrogenic systemic fibrosis; avoid use unless diagnostic information is essential and alternative imaging not available<\/li><li>kidney injury, acute; high risk for fatal or debilitating nephrogenic systemic fibrosis; do not exceed dose and allow sufficient time for elimination before re-administering<\/li><li>renal insufficiency, chronic and severe (GFR less than 30 mL\/min\/1.73 m(2)); high risk for fatal or debilitating nephrogenic systemic fibrosis; do not exceed dose and allow sufficient time for elimination before readministering<\/li><li>repeated and higher than recommended doses; increased risk of fatal or debilitating nephrogenic systemic fibrosis; monitoring recommended<\/li><li>asthma, allergy, or other hypersensitivity disorders; increased risk of hypersensitivity reactions; monitoring recommended; discontinue use if reaction occurs<\/li><li>hemodialysis patients; consider prompt hemodialysis immediately following administration to enhance elimination<\/li><li>hypersensitivity reactions (eg, anaphylactoid, anaphylactic reactions), including fatalities; have been reported; monitoring recommended; discontinue use if occurs<\/li><li>QTc prolongation has been reported; use caution in patients at high risk for arrhythmias due to QTc prolongation (eg, concomitant medications which cause QT prolongation, underlying cardiac conditions); consider monitoring patients at high risk<\/li><li>renal impairment; may increase risk for acute renal failure requiring dialysis or worsening renal function; monitoring recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929459-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"929459-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"929459-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Vasodilatation (3%)<\/li><li><b>Dermatologic:<\/b>Pruritus (5%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (4%)<\/li><li><b>Neurologic:<\/b>Headache (4%), Paresthesia (3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Prolonged QT interval<\/li><li><b>Immunologic:<\/b>Anaphylaxis (0.1%)<\/li><li><b>Renal:<\/b>Nephrogenic systemic fibrosis<\/li><\/ul>"},"6":{"id":"929459-s-6","title":"Drug Name Info","sub":{"0":{"id":"929459-s-6-17","title":"US Trade Names","mono":"Ablavar<br\/>"},"2":{"id":"929459-s-6-19","title":"Class","mono":"Diagnostic Agent, Radiological Contrast Media<br\/>"},"3":{"id":"929459-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929459-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"929459-s-7","title":"Mechanism Of Action","mono":"The binding of gadofosveset trisodium to serum albumin increases its magnetic resonance relaxivity, and decreases the relaxation time (T1) of water protons resulting in an increase in signal intensity (brightness) of blood. Gadofosveset trisodium is a gadolinium-based contrast agent that binds reversibly to endogenous serum albumin resulting in longer vascular residence time than non-protein binding contrast agents.<br\/>"},"8":{"id":"929459-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"929459-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 148 mL\/kg<\/li><li>Protein binding: 79.8% to 87.4%<\/li><\/ul>"},"3":{"id":"929459-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 4.7%<\/li><li>Renal: 83.5%<\/li><li>Dialyzable: Yes (hemodialysis, high-flux filter) 46.8%<\/li><li>Total body clearance: 6.57 mL\/hr\/kg<\/li><\/ul>"},"4":{"id":"929459-s-8-27","title":"Elimination Half Life","mono":"<ul><li>16.3 hr<\/li><li>Renal impairment: 49 hr (moderate), 70 hr (severe)<\/li><\/ul>"}}},"9":{"id":"929459-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>single use vial only; discard unused portion<\/li><li>do not mix other medications or infuse simultaneously in the same IV line with gadofosveset<\/li><\/ul>"},"10":{"id":"929459-s-10","title":"Monitoring","mono":"<ul><li>enhanced visualization of vascular system during magnetic resonance angiography is indicative of efficacy<\/li><li>renal function in all patients prior to administration and at follow-up in those with history of renal dysfunction  or those at risk for chronically reduced renal function (eg, diabetes, high blood pressure, or over 60 years of age)<\/li><li>baseline ECG in patients with increased risk of arrhythmias due to QTc prolongation; follow-up ECGs and monitor intensively until most of the agent is eliminated from the blood if administered to a high-risk patient<\/li><li>signs and\/or symptoms of nephrogenic systemic fibrosis in patients with acute kidney injury or chronic, severe kidney disease; symptoms include burning, itching, scaling, hardening, and tightening of the skin; red or dark patches on the skin; and joint stiffness<\/li><li>hypersensitivity reactions during and for several hours following administration, particularly in patients with a history of drug reactions, asthma, allergy, or other hypersensitivity disorders<\/li><\/ul>"},"11":{"id":"929459-s-11","title":"How Supplied","mono":"<b>Ablavar<\/b><br\/>Injection Solution: 244 MG\/ML<br\/>"},"13":{"id":"929459-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause pruritus, headache, nausea, and paresthesia.<\/li><li>Instruct patient to report signs\/symptoms of nephrogenic systemic fibrosis (burning, itching, swelling, scaling, hardening and tightening of the skin; red or dark patches on the skin; muscle weakness; pain in hips or ribs; and joint stiffness).<\/li><li>Advise patient to report any signs\/symptoms of injection site reaction.<\/li><\/ul>"}}}