{"drugs":["Istodax","Romidepsin"],"mono":{"0":{"id":"929527-s-0","title":"Generic Names","mono":"Romidepsin"},"1":{"id":"929527-s-1","title":"Dosing and Indications","sub":[{"id":"929527-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Peripheral T-cell lymphoma (clinical), Following at least one prior systemic therapy:<\/b> 14 mg\/m(2) IV over 4 hours on days 1, 8, and 15 repeated in 28-day cycles<\/li><li><b>Primary cutaneous T-cell lymphoma, Following at least one prior systemic therapy:<\/b> 14 mg\/m(2) IV over 4 hr on days 1, 8, 15 repeated in 28-day cycles<\/li><\/ul>"},{"id":"929527-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"929527-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hematologic toxicity:<\/b> grade 3 or 4 neutropenia or thrombocytopenia, delay therapy until the absolute neutrophil count is 1.5 X 10(9) cells\/L or greater and\/or the platelet count is 75 X 10(9) cells\/L or greater or baseline; therapy can be restarted at 14 mg\/m(2)<\/li><li><b>hematologic toxicity:<\/b> grade 4 febrile neutropenia (temperature of 38.5 degrees C or greater) or thrombocytopenia requiring a platelet transfusion, delay therapy until toxicity resolves to grade 1 or less or baseline and reduce dose permanently to 10 mg\/m(2) for subsequent infusions<\/li><li><b>nonhematologic toxicity (except alopecia):<\/b> grade 2 or 3, delay therapy until toxicity resolves to grade 1 or less or baseline; if grade 3 toxicity recurs, delay therapy until toxicity resolves to grade 1 or less or baseline and reduce dose to 10 mg\/m(2) for subsequent infusions; if grade 3 or 4 toxicity recurs after a dose reduction, discontinue therapy<\/li><li><b>nonhematologic toxicity (except alopecia):<\/b> grade 4, delay therapy until toxicity resolves to grade 1 or less or baseline and reduce dose permanently to 10 mg\/m(2) for subsequent infusions; if grade 3 or 4 toxicity recurs after a dose reduction, discontinue therapy<\/li><\/ul>"},{"id":"929527-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Peripheral T-cell lymphoma (clinical), Following at least one prior systemic therapy<\/li><li>Primary cutaneous T-cell lymphoma, Following at least one prior systemic therapy<\/li><\/ul>"}]},"3":{"id":"929527-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929527-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"929527-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- ECG changes, including T-wave and ST-segment changes, have been reported; prior to administration confirm that potassium and magnesium levels are within the normal range<\/li><li>-- increased risk of ECG changes in patients with congenital long QT syndrome, a history of significant cardiovascular disease, or with concomitant use of antiarrhythmic or QT prolonging agents; monitoring recommended<\/li><li>Hematologic:<\/li><li>-- hematologic toxicities, including thrombocytopenia, leukopenia (neutropenia and lymphopenia), and anemia, have been reported; monitoring recommended; dose modification may be necessary<\/li><li>Hepatic:<\/li><li>-- use cautiously in patients with moderate to severe hepatic impairment<\/li><li>Immunologic:<\/li><li>-- fatal and serious infections, including pneumonia, sepsis, and viral reactivation of hepatitis B or Epstein Barr viruses have been reported; monitoring recommended and antiviral prophylaxis may be warranted for patients with prior hepatitis B infection<\/li><li>-- increased risk of life-threatening infection in patients with diseases involving bone marrow and those with a past history of monoclonal antibody treatment directed at lymphocyte antigens<\/li><li>Renal:<\/li><li>-- use cautiously in patients with ESRD<\/li><li>Other:<\/li><li>-- tumor lysis syndrome has been reported; increased risk in patients with advanced stage disease or high tumor burden; monitoring recommended<\/li><li>Concomitant use:<\/li><li>-- avoid concomitant use of rifampin or other potent CYP3A4 inducers<\/li><\/ul>"},{"id":"929527-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"929527-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"929527-s-4","title":"Drug Interactions","sub":[{"id":"929527-s-4-13","title":"Contraindicated","mono":"<ul><li>Atazanavir (probable)<\/li><li>Boceprevir (probable)<\/li><li>Cobicistat (probable)<\/li><li>Lopinavir (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Ritonavir (probable)<\/li><li>Saquinavir (probable)<\/li><li>Telaprevir (probable)<\/li><li>Tipranavir (probable)<\/li><\/ul>"},{"id":"929527-s-4-14","title":"Major","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Aprepitant (theoretical)<\/li><li>Azithromycin (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Captopril (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclosporine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dexamethasone (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Felodipine (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Indinavir (probable)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lomitapide (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nefazodone (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Posaconazole (probable)<\/li><li>Primidone (theoretical)<\/li><li>Quercetin (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Telithromycin (probable)<\/li><li>Ticagrelor (theoretical)<\/li><li>Tocophersolan (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><li>Voriconazole (probable)<\/li><\/ul>"}]},"5":{"id":"929527-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>EKG ST segment changes (2% to 63%)<\/li><li><b>Endocrine metabolic:<\/b>Weight decreased (10% to 15%)<\/li><li><b>Gastrointestinal:<\/b>Loss of appetite (23% to 54%), Nausea (56% to 86%), Vomiting (34% to 52%)<\/li><li><b>Hematologic:<\/b>Anemia, All grades (peripheral T-cell lymphoma, 25% to 62%; cutaneous T-cell lymphoma, 19% to 72%), Leukopenia, All grades (peripheral T-cell lymphoma, 12% to 55%; cutaneous T-cell lymphoma, 4% to 46%), Neutropenia, All grades (peripheral T-cell lymphoma, 30% to 66%; cutaneous T-cell lymphoma, 11% to 57%), Thrombocytopenia, All grades (peripheral T-cell lymphoma, 41% to 72%; cutaneous T-cell lymphoma, 17% to 65%)<\/li><li><b>Immunologic:<\/b>Infectious disease (peripheral T-cell lymphoma, 20% to 23%; cutaneous T-cell lymphoma, 46% to 54%), Lymphocytopenia (4% to 57%)<\/li><li><b>Neurologic:<\/b>Asthenia, Headache (15% to 34%)<\/li><li><b>Respiratory:<\/b>Cough (18% to 21%)<\/li><li><b>Other:<\/b>Fatigue, Shivering (11% to 17%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Supraventricular arrhythmia (6%), Ventricular arrhythmia (4%)<\/li><li><b>Hematologic:<\/b>Anemia, Grades 3\/4 (peripheral T-cell lymphoma, 11% to 28%; cutaneous T-cell lymphoma, 3% to 16%), Leukopenia, Grades 3\/4 (peripheral T-cell lymphoma, 6% to 45%; cutaneous T-cell lymphoma, up to 22%), Neutropenia, Grades 3\/4 (peripheral T-cell lymphoma, 20% to 47%; cutaneous T-cell lymphoma, 4% to 27%), Thrombocytopenia, Grades 3\/4 (peripheral T-cell lymphoma, 24% to 36%; cutaneous T-cell lymphoma, up to 14%)<\/li><li><b>Hepatic:<\/b>Reactivation of hepatitis B viral hepatitis (1%)<\/li><li><b>Immunologic:<\/b>Epstein-Barr virus infection, Reactivation, Sepsis (5%)<\/li><li><b>Other:<\/b>Tumor lysis syndrome (1% to 2%)<\/li><\/ul>"},"6":{"id":"929527-s-6","title":"Drug Name Info","sub":{"0":{"id":"929527-s-6-17","title":"US Trade Names","mono":"Istodax<br\/>"},"2":{"id":"929527-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Histone Deacetylase Inhibitor<\/li><\/ul>"},"3":{"id":"929527-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929527-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"929527-s-7","title":"Mechanism Of Action","mono":"Romidepsin inhibits histone deacetylase (HDAC), resulting in an accumulation of acetylated histones. It induces cell cycle arrest and apoptosis of some cancer cell lines.<br\/>"},"8":{"id":"929527-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"929527-s-8-24","title":"Distribution","mono":"Protein binding: alpha 1-acid-glycoprotein: 92% to 94% <br\/>"},"2":{"id":"929527-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: extensive<\/li><li>substrate of CYP3A4 and P-glycoprotein (P-gp, ABCB1)<\/li><li>inhibitor of the bile salt export pump (BSEP) and the OATP1B1 transporter<\/li><\/ul>"},"4":{"id":"929527-s-8-27","title":"Elimination Half Life","mono":"3 hr <br\/>"}}},"9":{"id":"929527-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of chemotherapy<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute 10-mg vial with 2 mL of supplied diluent to a final concentration of 5 mg\/mL; use vial contents within 8 hr when stored at room temperature<\/li><li>further dilute in 500 mL of NS in a polyvinyl chloride, ethylene vinyl acetate, or polyethylene infusions bag or a glass bottle; use infusion bag immediately or within 24 hr when stored at room temperature<\/li><li>administer IV over 4 hr<\/li><\/ul><\/li><\/ul>"},"10":{"id":"929527-s-10","title":"Monitoring","mono":"<ul><li>objective evidence of clinical improvement in cutaneous T-cell lymphoma is indicative of efficacy<\/li><li>blood counts; regularly during treatment<\/li><li>potassium and magnesium levels; prior to treatment<\/li><li>viral reactivation; in patients with a past history of hepatitis B infection<\/li><li>ECG; baseline and periodically thereafter in patients with congenital long QT syndrome, a history of significant cardiovascular disease, or those receiving antiarrhythmic or QT prolonging drugs<\/li><li>tumor lysis syndrome; patients with advanced stage disease or high tumor burden<\/li><\/ul>"},"11":{"id":"929527-s-11","title":"How Supplied","mono":"<b>Istodax<\/b><br\/>Intravenous Powder for Solution: 10 MG<br\/>"},"12":{"id":"929527-s-12","title":"Toxicology","sub":[{"id":"929527-s-12-31","title":"Clinical Effects","mono":"<b>ROMIDEPSIN<\/b><br\/>USES: Romidepsin is indicated for the treatment of cutaneous T-cell lymphoma (CTCL) in patients who have received at least one prior systemic therapy. PHARMACOLOGY: Romidepsin is a histone deacetylase (HDAC) inhibitor; it causes the accumulation of acetylated histones and induces cell cycle arrest and apoptosis of some cancer cell lines. EPIDEMIOLOGY: Overdose of romidepsin is rare. TOXICITY: At the time of this review, there are no reports of overdose with romidepsin. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses; primarily nausea and vomiting, leucopenia, thrombocytopenia, QTc prolongation and possibly ventricular dysrhythmias. ADVERSE EFFECTS: LESS SEVERE: Nausea, vomiting, and fatigue. SEVERE: Risk of QT prolongation or treatment-related ECG changes, infection, sepsis, fever, supraventricular dysrhythmia, leukopenia, anemia and thrombocytopenia may develop. During clinical trials, most deaths were related to disease progression. In a small number of cases, the cause of death was due to cardiopulmonary failure, acute renal failure, infection, myocardial ischemia and acute respiratory distress syndrome. <br\/>"},{"id":"929527-s-12-32","title":"Treatment","mono":"<b>ROMIDEPSIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor patient for clinical signs of infection. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic. Institute cardiac monitoring, correct electrolyte abnormalities, and replace fluids lost through vomiting or diarrhea. Monitor serial CBC with differential. Granulocyte colony stimulating factors or blood products may be necessary.<\/li><li>Decontamination: Decontamination is not necessary, romidepsin is administered parenterally.<\/li><li>Airway management: Assess airway patency. Oxygen therapy may be necessary for patients who develop cardiac or pulmonary failure, but this is rare with therapeutic use.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Severe Neutropenia: Filgrastim 5 mcg\/kg\/day subcutaneously, or sargramostim 250 mcg\/m(2)\/day.for patients with severe neutropenia or neutropenic fever. If the severity of overdose makes bone marrow failure likely, consider admission to a bone marrow transplant unit.<\/li><li>Hypotensive episode: Treat hypotension with intravenous fluids; if hypotension persists, administer vasopressors.<\/li><li>Torsades de pointes: Therapeutic doses of romidepsin may cause prolongation of the QT interval. Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Hemodynamically unstable patients require electrical cardioversion. Treat stable patients with magnesium and\/or atrial overdrive pacing.  Correct electrolyte abnormalities (hypomagnesemia, hypokalemia, hypocalcemia).<\/li><li>Monitoring of patient: Monitor vital signs and serial CBC with differential. Obtain an ECG and institute continuous cardiac monitoring. Monitor electrolytes in cases of severe vomiting or diarrhea. Monitor patients for clinical signs of infection.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value due to the high degree of protein binding of romidepsin.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Patients with significant overdose should be sent to a healthcare facility for evaluation. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or for whom diagnosis is unclear.<\/li><\/ul>"},{"id":"929527-s-12-33","title":"Range of Toxicity","mono":"<b>ROMIDEPSIN<\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: The recommended therapeutic dose of romidepsin is 14 mg\/m(2) given intravenously over 4 hours on days 1, 8, and 15 on a 28-day cycle.<br\/>"}]},"13":{"id":"929527-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report signs\/symptoms of anemia, thrombocytopenia, or leukopenia (bleeding, fatigue).<\/li><li>Warn patient to immediately report signs\/symptoms of infection (fever, cough, flu-like symptoms, burning or painful urination).<\/li><li>Drug may cause constipation, diarrhea, abdominal pain, anorexia, dysgeusia, headaches, or asthenia.<\/li><li>Advise patient to report persistent nausea and\/or vomiting.<\/li><li>Instruct patient to immediately report tachycardia, chest pain, or dyspnea.<\/li><\/ul>"}}}