{"drugs":["Ampyra","Dalfampridine"],"mono":{"0":{"id":"929568-s-0","title":"Generic Names","mono":"Dalfampridine"},"1":{"id":"929568-s-1","title":"Dosing and Indications","sub":[{"id":"929568-s-1-4","title":"Adult Dosing","mono":"<b>Multiple sclerosis, Walking:<\/b> 10 mg ORALLY twice daily, approximately 12 hours apart; MAX 20 mg\/day "},{"id":"929568-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in patients younger than 18 years of age "},{"id":"929568-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, moderate or severe (CrCl 50 mL\/min or less):<\/b> Contraindicated<\/li><li><b>Renal impairment, mild (CrCl 51 to 80 mL\/min):<\/b> Plasma concentrations may be similar to those seen at a dose of 15 mg twice daily (a dose that may be associated with increased risk of seizures); however, in another study, concentrations were similar with administration of 10 mg twice daily.<\/li><li><b>Hepatic impairment:<\/b> No adjustment necessary<\/li><li><b>Elderly:<\/b> Adjustment may be necessary in elderly patients with decreased renal function.<\/li><\/ul>"},{"id":"929568-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Multiple sclerosis, Walking<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Acute spinal cord injury<\/li><li>Disorder of neuromuscular transmission<\/li><\/ul>"}]},"3":{"id":"929568-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929568-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to dalfampridine or 4-aminopyridine<\/li><li>renal impairment, moderate or severe (CrCl less than or equal to 50 mL\/min)<\/li><li>seizure, history of<\/li><\/ul>"},{"id":"929568-s-3-10","title":"Precautions","mono":"<ul><li>age greater than 50 years; may be at higher risk of seizures due to decreases in renal function<\/li><li>anaphylaxis or severe allergic reactions, including respiratory compromise, urticaria, and angioedema of the throat and\/or tongue may occur; discontinue use if anaphylactic or allergic reaction occurs<\/li><li>concomitant use with 4-aminopyridine derivatives (4-AP, fampridine) should be avoided<\/li><li>epileptiform activity on EEG; risk of seizures unknown but could be increased<\/li><li>renal impairment, mild (CrCl 51 to 80 mL\/min); risk of seizures may be increased; consider potential benefits verus risks; monitoring recommended<\/li><li>seizures have been reported, in patients without prior history and at usual recommended dose; permanently discontinue therapy if seizure occurs<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929568-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"929568-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"929568-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (7%), Nausea (7% to 13%), Vomiting (13%)<\/li><li><b>Musculoskeletal:<\/b>Abnormal gait (5%), Backache (5%)<\/li><li><b>Neurologic:<\/b>Asthenia (7%), Dizziness (7%), Headache (7%), Insomnia (9%)<\/li><li><b>Psychiatric:<\/b>Anxiety (5%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (12%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},"6":{"id":"929568-s-6","title":"Drug Name Info","sub":{"0":{"id":"929568-s-6-17","title":"US Trade Names","mono":"Ampyra<br\/>"},"2":{"id":"929568-s-6-19","title":"Class","mono":"<ul><li>Central Nervous System Agent<\/li><li>Potassium Channel Blocker<\/li><\/ul>"},"3":{"id":"929568-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929568-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"929568-s-7","title":"Mechanism Of Action","mono":"Dalfampridine is a broad spectrum potassium channel blocker; however, it is unknown how it exerts its therapeutic effect. Animal studies demonstrated an increase in conduction of action potentials in demyelinated axons through inhibition of potassium channels.<br\/>"},"8":{"id":"929568-s-8","title":"Pharmacokinetics","sub":[{"id":"929568-s-8-23","title":"Absorption","mono":"<ul><li>Tmax: 3 to 4 hr<\/li><li>Bioavailability, Oral: rapidly and completely<\/li><li>Effect of food: minimal<\/li><\/ul>"},{"id":"929568-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 2.6 L\/kg<\/li><li>Protein binding: negligible<\/li><\/ul>"},{"id":"929568-s-8-25","title":"Metabolism","mono":"Liver: negligible  <br\/>"},{"id":"929568-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 90%<\/li><li>Feces: 0.5%<\/li><\/ul>"},{"id":"929568-s-8-27","title":"Elimination Half Life","mono":"<ul><li>5 to 6.5 hr<\/li><li>Moderate renal impairment, 7.2 hours<\/li><\/ul>"}]},"9":{"id":"929568-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with or without food<\/li><li>take tablets whole; do not divide, crush, chew, or dissolve<\/li><li>doses should not be doubled or extra doses taken if a dose is missed<\/li><\/ul>"},"10":{"id":"929568-s-10","title":"Monitoring","mono":"<ul><li>walking speed improvement is indicative of clinical efficacy<\/li><li>CrCl, before initiating and at least once yearly during therapy<\/li><\/ul>"},"11":{"id":"929568-s-11","title":"How Supplied","mono":"<b>Ampyra<\/b><br\/>Oral Tablet, Extended Release: 10 MG<br\/>"},"12":{"id":"929568-s-12","title":"Toxicology","sub":[{"id":"929568-s-12-31","title":"Clinical Effects","mono":"<b>DALFAMPRIDINE\/4-AMINOPYRIDINE AND RELATED AGENTS <\/b><br\/>USES: Dalfampridine (4-aminopyridine) is indicated for the improvement in walking in multiple sclerosis patients. Amifampridine is used for the symptomatic treatment of Lambert-Eaton myasthenic syndrome (LEMS) in adults. PHARMACOLOGY: Dalfampridine is a broad spectrum potassium channel blocker; however, it is unknown how it exerts its therapeutic effect. Animal studies demonstrated an increase in conduction of action potentials in demyelinated axons through inhibition of potassium channels. Dalfampridine neither prolongs the QTc interval nor has any meaningful effect on the QRS duration. EPIDEMIOLOGY: Overdose ingestions have occasionally occurred; however, severe toxicity is rare. TOXICITY: DALFAMPRIDINE: Altered mental status, seizures, weakness, memory loss, hypophonic speech, choreoathetoid movements, diaphoresis, vomiting, and metabolic acidosis have occurred following overdose ingestions of 4-aminopyridine. AMIFAMPRIDINE: Nausea, vomiting, paresthesias, seizures, and cardiac complications, including supraventricular tachycardia and cardiac arrest, have been reported in one patient following a 6-fold overdose over 6 days. ADVERSE EFFECTS: Insomnia, dizziness, headache, paresthesia, seizures, urinary tract infections, nausea, vomiting, abdominal pain, and back pain have been reported following therapeutic administration of 4-aminopyridine.<br\/>"},{"id":"929568-s-12-32","title":"Treatment","mono":"<b>DALFAMPRIDINE\/4-AMINOPYRIDINE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most 4-aminopyridine exposures require supportive care only. MANAGEMENT OF SEVERE TOXICITY: Treat seizures with benzodiazepines. Status epilepticus should be treated with high-dose benzodiazepines, followed by propofol and\/or barbiturates if benzodiazepines are ineffective. Manage airway in patients with recurrent seizures.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal is not recommended due to the potential for seizures. HOSPITAL: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain their airway or if airway is protected.<\/li><li>Airway management: Airway management may be necessary for severe refractory seizures.<\/li><li>Antidote: None.<\/li><li>Seizure: Administer IV benzodiazepines; add propofol and\/or barbiturates if seizures recur or persist.<\/li><li>Monitoring of patient: No specific lab work (e.g., CBC, electrolyte, urinalysis) is needed unless otherwise indicated.  4-aminopyridine levels are not clinically useful.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are unlikely to be effective following dalfampridine overdose ingestions due to its large volume of distribution (2.6 L\/kg).<\/li><li>Patient disposition: OBSERVATION CRITERIA: Patients with neurologic toxicity should be treated and observed until symptoms resolve. ADMISSION CRITERIA: Patients with demonstrating seizure activity or other persistent neurotoxicity should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or poison center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"929568-s-12-33","title":"Range of Toxicity","mono":"<b>DALFAMPRIDINE\/4-AMINOPYRIDINE AND RELATED AGENTS<\/b><br\/>TOXICITY: DALFAMPRIDINE: Ingestion of 0.6 mg\/kg may produce toxic signs and symptoms which require hospitalization. In the clinical setting, 1 mg\/kg administered IV in postoperative patients has resulted in restlessness, confusion (seizures) and central nervous system excitation during the recovery period. Ingestion of 90 to 125 mg caused status epilepticus in adults. AMIFAMPRIDINE: Ingestion of 60 mg 6 times daily for approximately 8 days, instead of the prescribed 10 mg 6 times daily, resulted in nausea, vomiting, paresthesias, generalized seizures, dysrhythmias, and cardiac arrest. THERAPEUTIC DOSE: DALFAMPRIDINE: The maximum recommended dose of dalfampridine is 10 mg twice daily. AMIFAMPRIDINE: Initially, the recommended oral dose is 15 mg\/day, given in divided doses 3 or 4 times daily. The dose may be increased in 5 mg increments every 4 to 5 days, up to a maximum daily dose of 60 mg. A single dose should not exceed 20 mg. <br\/>"}]},"13":{"id":"929568-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient this drug may cause seizures. Instruct patient to discontinue drug if they have a seizure and report it to the doctor immediately.<\/li><li>Drug may cause urinary tract infections, insomnia, dizziness, headaches, nausea, asthenia, back pain, and an abnormal gait.<\/li><li>Instruct patient not to exceed 2 tablets within 24 hours and to take doses approximately 12 hours apart.<\/li><li>In the event of a missed dose, counsel patient not to double the dose. Skip the missed dose and maintain a regular dosing schedule.<\/li><\/ul>"}}}