{"drugs":["Liraglutide","Saxenda","Victoza"],"mono":[{"id":"929571-s-0","title":"Generic Names","mono":"Liraglutide"},{"id":"929571-s-1","title":"Dosing and Indications","sub":[{"id":"929571-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Type 2 diabetes mellitus:<\/b> (Victoza(R)) Initial: 0.6 mg SUBQ every day for 1 week; this dose is to reduce gastrointestinal symptoms during titration and is not effective for glycemic control<\/li><li><b>Type 2 diabetes mellitus:<\/b> (Victoza(R)) Maintenance: 1.2 mg SUBQ once daily; may increase to 1.8 mg\/day if needed; MAX 1.8 mg\/day<\/li><li><b>Weight maintenance regimen, Adjunct to calorie-restricted diet and exercise:<\/b> (Saxenda(R)) Initial: 0.6 mg SUBQ once daily; increase weekly in increments of 0.6 mg\/day until maintenance dose of 3 mg SUBQ once daily is reached<\/li><\/ul>"},{"id":"929571-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established in patients younger than 18 years "},{"id":"929571-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>(Victoza(R)) Renal impairment:<\/b> None<\/li><li><b>Victoza(R) Liver disease:<\/b> None<\/li><li><b>Concomitant insulin secretagogues:<\/b> Consider reducing insulin secretagogue dose  by half<\/li><li><b>(Saxenda(R)) Concomitant insulin:<\/b> Use not recommended<\/li><li><b>(Saxenda(R)) Gastrointestinal adverse effects:<\/b> If next dose titration is not tolerated, may delay titration for 1 week; if 3 mg dose is not tolerated, discontinue use<\/li><\/ul>"},{"id":"929571-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Type 2 diabetes mellitus<\/li><li>Weight maintenance regimen, Adjunct to calorie-restricted diet and exercise<\/li><\/ul>"}]},{"id":"929571-s-2","title":"Black Box Warning","mono":"<b>Subcutaneous (Solution)<\/b><br\/>Dose-dependent and treatment-duration-dependent thyroid C-cell tumors have occurred in rats and mice at clinically relevant exposures. It is unknown whether this risk translates to humans. This drug is contraindicated in patients with a personal or family history of medullary thyroid carcinoma or Multiple Endocrine Neoplasia syndrome type 2. Monitoring of serum calcitonin or thyroid ultrasounds for early detection of MTC may not be beneficial.<br\/>"},{"id":"929571-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929571-s-3-9","title":"Contraindications","mono":"<ul><li>Hypersensitivity to liraglutide or any component of the product<\/li><li>Personal or family history of medullary thyroid carcinoma<\/li><li>Personal of family history of multiple endocrine neoplasia syndrome type 2<\/li><li>Pregnancy, in patients treated for obesity<\/li><\/ul>"},{"id":"929571-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Dose-dependent and treatment-duration-dependent thyroid C-cell tumors have occurred in rats and mice at clinically relevant exposures<\/li><li>-- Medullary thyroid carcinoma in humans has been reported; however, a causal relationship could not be determined; routine monitoring of serum calcitonin and thyroid ultrasounds may lead to the risk of unnecessary procedures<\/li><li>-- Patients with significantly elevated serum calcitonin levels (above 50 nanograms\/L) or thyroid nodules should be evaluated<\/li><li>Cardiovascular:<\/li><li>-- Increased heart rate has been reported in patients treated for obesity; monitoring recommended and discontinue treatment in sustained cases<\/li><li>-- Angioedema has been reported; use caution in patients with a history of angioedema with other GLP-1 receptor agonists<\/li><li>Endocrine and Metabolic:<\/li><li>-- Hypoglycemia may occur in patients with type 2 diabetes; increased risk with concomitant use  of insulin  and insulin secretagogues (eg, sulfonylureas); monitoring recommended<\/li><li>Gastrointestinal:<\/li><li>-- Pancreatitis, fatal and nonfatal, hemorrhagic or necrotizing, has been reported; monitoring recommended and discontinue if suspected and do not restart if confirmed<\/li><li>-- Consider alternative antidiabetic treatment in patients with history of pancreatitis and type 2 diabetes<\/li><li>-- Cholelithiasis and cholecystitis have been reported in patients treated for obesity<\/li><li>Hepatic:<\/li><li>-- Use caution in patients with hepatic impairment<\/li><li>Immunologic:<\/li><li>-- Hypersensitivity reactions, including anaphylaxis and angioedema, have been reported; discontinue use and initiate appropriate treatment if suspected<\/li><li>Psychiatric:<\/li><li>-- Suicidal behavior, with one case of attempted suicide, has been reported in patients treated for obesity; monitoring required and discontinue use if suicidal thoughts or behaviors occur<\/li><li>-- Avoid use in patients with history of suicidal attempts or active suicidal ideation in patients treated for obesity<\/li><li>Renal:<\/li><li>-- Acute renal failure or worsening of chronic renal failure, sometimes requiring hemodialysis, has been reported<\/li><li>-- Use caution in patients with renal impairment, especially when initiating or adjusting the dose<\/li><li>Other:<\/li><li>-- Pen devices are for single patient use only and never to be shared, even if the needle is changed, due to increased risk for transmission of bloodborne pathogens<\/li><li>Concomitant use:<\/li><li>-- Avoid use with insulin in patients treated for obesity<\/li><li>-- Avoid use with other glucagon-like peptide-1 receptor agonists in patients treated for obesity<\/li><\/ul>"},{"id":"929571-s-3-11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"929571-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"929571-s-4","title":"Drug Interactions","sub":{"1":{"id":"929571-s-4-14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Insulin (theoretical)<\/li><li>Insulin Aspart, Recombinant (theoretical)<\/li><li>Insulin Bovine (theoretical)<\/li><li>Insulin Degludec (theoretical)<\/li><li>Insulin Detemir (theoretical)<\/li><li>Insulin Glulisine (theoretical)<\/li><li>Insulin Lispro, Recombinant (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"929571-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Esmolol (probable)<\/li><li>Furazolidone (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},{"id":"929571-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypoglycemia (monotherapy, 9.7% to 23%; combination therapy, 3.6% to 43.6%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (9.9% to 19.4%), Decrease in appetite (10%), Diarrhea (17.1% to 20.9%), Indigestion (9.6%), Nausea (28.4% to 39.3%), Vomiting (10.9% to 15.7%)<\/li><li><b>Neurologic:<\/b>Headache (9.1% to 13.6%)<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (9.5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Breast cancer (0.6%), C-cell hyperplasia of thyroid, Medullary thyroid carcinoma, Papillary thyroid carcinoma (0.2%)<\/li><li><b>Gastrointestinal:<\/b>Cholecystitis (0.6%), Cholelithiasis (1.5%), Colorectal cancer (0.1% to 0.5%), Pancreatic cancer, Pancreatitis (0.3%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Psychiatric:<\/b>Suicidal thoughts (0.2%)<\/li><li><b>Renal:<\/b>Acute renal failure<\/li><li><b>Other:<\/b>Angioedema, Breast cancer (0.6%), Pancreatic cancer<\/li><\/ul>"},{"id":"929571-s-6","title":"Drug Name Info","sub":{"0":{"id":"929571-s-6-17","title":"US Trade Names","mono":"<ul><li>Victoza<\/li><li>Saxenda<\/li><\/ul>"},"2":{"id":"929571-s-6-19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Glucagon-Like Peptide-1 Receptor Agonist<\/li><\/ul>"},"3":{"id":"929571-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929571-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"929571-s-7","title":"Mechanism Of Action","mono":"Liraglutide is an acylated human Glucagon-Like Peptide-1 (GLP-1) receptor agonist that acts to increase insulin release in the presence of elevated glucose concentrations, decrease glucagon secretion in a glucose-dependent manner, and delay gastric emptying, thereby reducing the rate at which postprandial glucose appears in circulation. GLP-1 regulates appetite and calorie intake, including via receptors that are present in the brain. The weight reduction effect of liraglutide is due to decreased calorie intake.<br\/>"},{"id":"929571-s-8","title":"Pharmacokinetics","sub":[{"id":"929571-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability: subQ: 55%<\/li><li>Tmax, subQ: 8 to 12 hours; 11 hours (Saxenda(R))<\/li><\/ul>"},{"id":"929571-s-8-24","title":"Distribution","mono":"<ul><li>Vd, subQ: 13 L; 20 to 25 L (patients weighing 100 kg)<\/li><li>Vd, IV: 0.07 L\/kg<\/li><li>Protein binding: Greater than 98%<\/li><\/ul>"},{"id":"929571-s-8-25","title":"Metabolism","mono":"Metabolism: not significant <br\/>"},{"id":"929571-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 0% unchanged; 5% changed<\/li><li>Renal excretion: 0% unchanged; 6% changed<\/li><li>Total body clearance: 1.2 L\/hr; 0.9 to 1.4 L\/hr<\/li><\/ul>"},{"id":"929571-s-8-27","title":"Elimination Half Life","mono":"13 hours <br\/>"}]},{"id":"929571-s-9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>Inject subQ in the abdomen, thigh, or upper arm<\/li><li>(Victoza(R)) 4, 5, or 6 mm needles recommended in all patients regardless of BMI or age; inject at a 90 degree angle except when injecting into limbs or a slim abdomen; in these cases, use a lifted skin fold (4 and 5 mm needles) or 45 degree angle (6 mm needle)<\/li><li>Administer any time of the day, independent of meals<\/li><li>If more than 3 days have elapsed since last dose, reinitiate at 0.6 mg\/day and retitrate<\/li><li>(Victoza(R)) Do not mix with insulin; do not administer adjacent to insulin<\/li><li>Do not share pens with other patients<\/li><\/ul>"},{"id":"929571-s-10","title":"Monitoring","mono":"<ul><li>Chronic weight management: decreased body weight indicates efficacy<\/li><li>Chronic weight management: Blood glucose; before starting therapy and during treatment<\/li><li>Chronic weight management: Elevated serum calcitonin levels warrant a referral to an endocrinologist<\/li><li>Chronic weight management: Thyroid nodules; patient should be referred to an endocrinologist if noted on physical exam or neck imaging; thyroid ultrasound is of uncertain value<\/li><li>Chronic weight management: Heart rate; at regular intervals<\/li><li>Chronic weight management: Emergence or worsening of depression, suicidal thoughts or behavior, or changes in mood or behavior<\/li><li>Type 2 diabetes mellitus: Achieving glycemic control is indicative of efficacy<\/li><li>Type 2 diabetes mellitus: HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>Type 2 diabetes mellitus: Blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>Type 2 diabetes mellitus: Elevated serum calcitonin levels warrant a referral to an endocrinologist<\/li><li>Type 2 diabetes mellitus: Thyroid nodules; patient should be referred to an endocrinologist if noted on physical exam or neck imaging; thyroid ultrasound is of uncertain value<\/li><\/ul>"},{"id":"929571-s-11","title":"How Supplied","mono":"<ul><li><b>Saxenda<\/b><br\/>Subcutaneous Solution: 6 MG\/ML<br\/><\/li><li><b>Victoza<\/b><br\/>Subcutaneous Solution: 6 MG\/ML<br\/><\/li><\/ul>"},{"id":"929571-s-12","title":"Toxicology","sub":[{"id":"929571-s-12-31","title":"Clinical Effects","mono":"<b>EXENATIDE AND RELATED AGENTS<\/b><br\/>USES: Exenatide is a glucagon-like peptide-1 (GLP-1) receptor agonist and is used as adjunctive therapy to treat type 2 diabetes mellitus. Other GLP-1 receptor agonists include the following agents: albiglutide, dulaglutide, and liraglutide. PHARMACOLOGY: GLP-1 receptor agonists activate the GLP-1 receptor, resulting in an increase in glucose-dependent insulin secretion by the beta-cells of the pancreas and a decrease in glucagon secretion. Gastric emptying is also delayed. EPIDEMIOLOGY: Overdose is rarely reported. OVERDOSE: Exposure information is limited for these agents. In general, overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. EXENATIDE: Three patients with type 2 diabetes experienced severe nausea, vomiting, and hypoglycemia following subcutaneous administration of 100 mcg exenatide (10 times the maximum recommended dose). Another patient developed vomiting, diarrhea, and weakness with normal blood glucose after 90 mcg exenatide. LIRAGLUTIDE: Two adults developed severe nausea and vomiting following liraglutide subcutaneous injections of 17.4 mg (10 times the maximum recommended dose) and 72 mg; hypoglycemia did not develop. ADVERSE EFFECTS: COMMON: Albiglutide (10% or greater incidence): nausea, diarrhea, injection site reaction, and upper respiratory tract infection. Dulaglutide (5% or greater incidence): nausea, vomiting, diarrhea, abdominal pain, and decreased appetite. Exenatide (5% or greater incidence): nausea, vomiting, diarrhea, constipation, feeling jittery, dizziness, headache, dyspepsia, and asthenia. Liraglutide (5% or greater incidence): nausea, diarrhea, and headache. LESS COMMON: Other adverse effects that may occur less frequently include hypersensitivity reactions (rash, pruritus, dyspnea), acute pancreatitis, and hypoglycemia. The risk of hypoglycemia may be increased with concomitant administration of a GLP-1 receptor agonist and insulin or an insulin secretagogue (eg sulfonylurea). Tachycardia and ECG abnormalities (increased PR intervals and first degree AV block) were infrequently reported with dulaglutide therapy.<br\/>"},{"id":"929571-s-12-32","title":"Treatment","mono":"<b>EXENATIDE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. HYPOGLYCEMIA:  Hypoglycemic effects are enhanced in patients with concurrent administration of insulin or insulin secretagogues; obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. DIET: If the patient is awake and alert, offer carbohydrates. If hypoglycemia persists or becomes severe, treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. NOT RECOMMENDED: Prophylactic dextrose administration is not recommended in patients who do not become hypoglycemic, as it may make it difficult to distinguish patients who become hypoglycemic and require prolonged hospitalization from those who remain asymptomatic and may be discharged sooner. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. HYPOGLYCEMIA: Hypoglycemic effects are enhanced in patients with concurrent administration of insulin or insulin secretagogues; obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. ACUTE ALLERGIC REACTION: Oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: These agents are administered subcutaneously; ingestion is unlikely.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Hypoglycemia: DEXTROSE: Give dextrose if symptomatic or BS less than 60 mg\/dL. DOSE: ADULT: 0.5 to 1 g\/kg of D50W (50% dextrose) IV push; ADOLESCENT: 0.5 to 1 g\/kg (1 to 2 mL\/kg) of 50% dextrose IV push; INFANT and CHILD: 0.5 to 1 g\/kg (2 to 4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL. DIET: When the patient is awake and alert, supplement IV glucose with carbohydrate intake.<\/li><li>Monitoring of patient: Monitor electrolytes and fluid status as indicated in patients with significant gastrointestinal symptoms following exposure. Hypoglycemic effects are enhanced in patients with concurrent administration of insulin or insulin secretagogues; obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Monitor serum lipase in patients showing signs and symptoms consistent with pancreatitis. Monitor dermal injection sites for irritation or hypersensitivity reactions. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: All children with inadvertent injections should be sent to a healthcare facility for evaluation and treatment. Adults with a deliberate overdose should be sent to a healthcare facility for evaluation and treatment. Diabetic adults with an inadvertent injection of an extra dose who are asymptomatic can be monitored at home. Asymptomatic nondiabetic adults with an inadvertent injection of an extra dose can be monitored at home. OBSERVATION CRITERIA: There is no information on the onset or duration of hypoglycemia after overdose of these patients; however, due to the prolonged half-lives of these agents, patients may need to be monitored for a minimum of 8 to 12 hours if they are also taking insulin or an insulin secretagogue. ADMISSION CRITERIA: Patients who develop hypoglycemia should be admitted for a minimum of 24 hours for frequent blood glucose monitoring. They should only be discharged when free of symptoms and are able to maintain euglycemia without supplemental dextrose for 8 hours. CONSULT CRITERIA: Consult a medical toxicologist or a poison center for assistance with medical management in patients with severe overdose or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"929571-s-12-33","title":"Range of Toxicity","mono":"<b>EXENATIDE AND RELATED AGENTS<\/b><br\/>TOXICITY: Specific toxic doses for these agents have not been established. EXENATIDE: Severe nausea, vomiting, and hypoglycemia occurred in three patients with type 2 diabetes following subcutaneous administration of 100 mcg (10 times the maximum recommended dose). An adult developed vomiting and weakness without hypoglycemia after 90 mcg exenatide. The patient did have symptoms of nausea, vomiting, and weakness, but never developed low blood sugars. Healthy volunteers did not develop clinical hypoglycemia after a 10 microgram dose subcutaneously. LIRAGLUTIDE: During a clinical trial, an adult inadvertently received 17.4 mg subQ (10 times the recommended dose) of liraglutide and developed severe nausea and vomiting; hypoglycemia was not observed. Recovery was uneventful. Another adult intentionally injected 72 mg subcutaneously and developed severe nausea and vomiting, but did not develop hypoglycemia. THERAPEUTIC DOSE: ALBIGLUTIDE: ADULT: 30 to 50 mg subQ once weekly. DULAGLUTIDE: ADULT: 0.75 to 1.5 mg subQ once weekly. EXENATIDE: ADULT: 5 to 10 mcg subQ twice daily. LIRAGLUTIDE: ADULT: Initial dose: 0.6 mg subQ daily for one week to minimize gastrointestinal symptoms and then increased to 1.2 mg (up to 1.8 mg daily) subQ daily for glycemic control. <br\/>"}]},{"id":"929571-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report worsening depression, suicidal ideation, or unusual changes in behavior.<\/li><li>Advise patient to avoid dehydration, especially with persistent diarrhea or vomiting, to prevent acute renal failure or worsening of renal function.<\/li><li>Warn patient to never share pens due to risk for transmission of bloodborne pathogens.<\/li><li>Side effects may include nausea, diarrhea, dyspepsia, constipation, vomiting, abdominal pain, decreased appetite, fatigue, and dizziness.<\/li><li>Instruct patient to report symptoms of a thyroid tumor, cholelithiasis, or pancreatitis.<\/li><li>Advise diabetic patient to monitor for symptoms of hyperglycemia or hypoglycemia and to report difficulties with glycemic control.<\/li><li>Advise patient to administer once daily at any time during the day, independent of meals.<\/li><li>Teach patient proper technique and placement of injections.<\/li><li>If a dose is missed, instruct patient to skip the missed dose and resume a normal schedule. If more than 3 days have elapsed since the last dose, retitration is recommended.<\/li><\/ul>"}]}