{"generic":"Cabazitaxel","drugs":["Cabazitaxel","Jevtana"],"mono":[{"id":"929642-s-0","title":"Generic Names","mono":"Cabazitaxel"},{"id":"929642-s-1","title":"Dosing and Indications","sub":[{"id":"929642-s-1-4","title":"Adult Dosing","mono":"<b>Hormone refractory prostate cancer, Metastatic, in combination with prednisone, after failure of a prior docetaxel-containing regimen:<\/b> 25 mg\/m(2) IV over 1 hour every 3 weeks; administer continuous ORAL prednisone 10 mg daily; premedicate with dexchlorpheniramine 5 mg or diphenhydramine 25 mg, dexamethasone 8 mg, and ranitidine 50 mg or equivalents IV at least 30 minutes prior to each administration; antiemetic prophylaxis ORALLY or IV as needed "},{"id":"929642-s-1-5","title":"Pediatric Dosing","mono":"Safety and effectiveness not established in pediatric patients "},{"id":"929642-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Diarrhea, grade 3 or higher or persisting despite medication, fluid, and electrolyte replacement:<\/b> Delay treatment until improved or resolved, then reduce cabazitaxel to 20 mg\/m(2)<\/li><li><b>Febrile neutropenia or neutropenic infection:<\/b> Delay treatment until improvement or resolution and neutrophil count is greater than 1500 cells\/mm(3), then reduce cabazitaxel to 20 mg\/m(2) and use granulocyte-colony stimulating factor for secondary prophylaxis<\/li><li><b>Neutropenia, prolonged (longer than 1 week), grade 3 or higher despite treatment including the use of granulocyte-colony stimulating factor:<\/b> Delay treatment until neutrophil count is greater than 1500 cells\/mm(3) then reduce cabazitaxel to 20 mg\/m(2) and use granulocyte-colony stimulating factor for secondary prophylaxis<\/li><li><b>Peripheral neuropathy, grade 2:<\/b> Delay treatment until improvement or resolution, then reduce cabazitaxel to 20 mg\/m(2)<\/li><li><b>Peripheral neuropathy, grade 3:<\/b> Discontinue treatment<\/li><li><b>Concomitant strong CYP3A inhibitors:<\/b> If coadministration cannot be avoided, consider reducing the cabazitaxel dose by 25%<\/li><\/ul>"},{"id":"929642-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Hormone refractory prostate cancer, Metastatic, in combination with prednisone, after failure of a prior docetaxel-containing regimen<br\/>"}]},{"id":"929642-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Neutropenic deaths have been reported. Obtain frequent blood counts to monitor for neutropenia. Cabazitaxel is contraindicated in patients with neutrophil counts of 1500 cells\/mm(3) or less. Severe hypersensitivity can occur and may include generalized rash\/erythema, hypotension and bronchospasm. Discontinue cabazitaxel if severe reactions occur, and administer appropriate therapy. Cabazitaxel is contraindicated in patients with a history of severe hypersensitivity reactions to cabazitaxel or to drugs formulated with polysorbate 80.<br\/>"},{"id":"929642-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929642-s-3-9","title":"Contraindications","mono":"<ul><li>Neutrophil counts of 1500 cells\/mm(3) or less<\/li><li>Severe hypersensitivity reactions to cabazitaxel or other drugs formulated with polysorbate 80<\/li><li>Severe hepatic impairment (ie, total bilirubin greater than 3 times ULN)<\/li><\/ul>"},{"id":"929642-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning: Severe hypersensitivity reactions may occur; premedicate all patients and immediately discontinue infusion and initiate appropriate therapy if severe reactions occur<\/li><li>Black Box Warning: Neutropenic deaths have been reported; monitoring required<\/li><li>Concomitant use: Avoid strong CYP3A4 inhibitors (eg, voriconazole, telithromycin, saquinavir, ritonavir, nelfinavir, nefazodone, indinavir, atazanavir, clarithromycin, itraconazole, ketoconazole)<\/li><li>Gastrointestinal: Gastrointestinal hemorrhage and perforation, ileus, enterocolitis, and neutropenic enterocolitis, including fatalities, have been reported; treatment delay or discontinuation may be required<\/li><li>Gastrointestinal: Nausea, vomiting, and diarrhea leading to electrolyte imbalance and death have occurred; treatment delay or dose reduction may be required<\/li><li>Geriatric patients (ie, age 65 or older): Increased risk of adverse reactions, including neutropenia and febrile neutropenia<\/li><li>Hematologic: Bone marrow suppression (eg, neutropenia, anemia, thrombocytopenia, or pancytopenia) may occur; monitoring recommended, dose reduction or discontinuation may be required<\/li><li>Immunological: Hypersensitivity reactions may occur within a few minutes of infusion; premedication required, monitoring recommended and discontinuation may be necessary<\/li><li>Renal: Renal failure, including fatalities, has been reported; usually associated with sepsis, dehydration, or obstructive uropathy<\/li><\/ul>"},{"id":"929642-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"929642-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"929642-s-4","title":"Drug Interactions","sub":{"1":{"id":"929642-s-4-14","title":"Major","mono":"<ul><li>Aprepitant (established)<\/li><li>Atazanavir (established)<\/li><li>Boceprevir (established)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (established)<\/li><li>Cobicistat (established)<\/li><li>Conivaptan (established)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Delavirdine (established)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fosaprepitant (established)<\/li><li>Idelalisib (established)<\/li><li>Imatinib (established)<\/li><li>Indinavir (established)<\/li><li>Itraconazole (established)<\/li><li>Ketoconazole (established)<\/li><li>Lopinavir (established)<\/li><li>Mitotane (theoretical)<\/li><li>Nefazodone (established)<\/li><li>Nelfinavir (established)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Posaconazole (established)<\/li><li>Primidone (theoretical)<\/li><li>Ritonavir (established)<\/li><li>Saquinavir (established)<\/li><li>Siltuximab (theoretical)<\/li><li>Telaprevir (established)<\/li><li>Telithromycin (established)<\/li><li>Tipranavir (established)<\/li><li>Topotecan (theoretical)<\/li><li>Voriconazole (established)<\/li><\/ul>"}}},{"id":"929642-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (10%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (20%), Diarrhea, All grades (47%), Loss of appetite (16%), Nausea (34%), Vomiting (22%)<\/li><li><b>Hematologic:<\/b>Anemia, All grades (98%), Leukopenia, All grades (96%), Neutropenia, All grades (94%), Thrombocytopenia (48%)<\/li><li><b>Musculoskeletal:<\/b>Backache (16%)<\/li><li><b>Neurologic:<\/b>Asthenia (20%), Peripheral neuropathy (13%)<\/li><li><b>Renal:<\/b>Hematuria (17%)<\/li><li><b>Respiratory:<\/b>Cough (11%), Dyspnea (12%)<\/li><li><b>Other:<\/b>Fatigue (37%), Fever (12%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Bowel obstruction, Diarrhea, Grade 3 or 4 (6%), Enterocolitis, Gastrointestinal hemorrhage, Gastrointestinal perforation, Neutropenic enterocolitis<\/li><li><b>Hematologic:<\/b>Anemia, Grade 3 or 4 (11%), Febrile neutropenia (7%), Leukopenia, Grade 3 or 4 (69%), Neutropenia, Grade 3 or 4 (82%)<\/li><li><b>Renal:<\/b>Renal failure<\/li><\/ul>"},{"id":"929642-s-6","title":"Drug Name Info","sub":{"0":{"id":"929642-s-6-17","title":"US Trade Names","mono":"Jevtana<br\/>"},"2":{"id":"929642-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Mitotic Inhibitor<\/li><\/ul>"},"3":{"id":"929642-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929642-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"929642-s-7","title":"Mechanism Of Action","mono":"Cabazitaxel binds to tubulin and simultaneously promotes assembly and inhibits disassembly of microtubules. This stabilization of microtubules inhibits mitotic and interphase cellular functions.<br\/>"},{"id":"929642-s-8","title":"Pharmacokinetics","sub":[{"id":"929642-s-8-23","title":"Absorption","mono":"Tmax, IV: end of 1-hour infusion <br\/>"},{"id":"929642-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 4864 L (2643 L\/m(2) for median body surface area of 1.84 m(2))<\/li><li>Protein binding: albumin, 82%; lipoproteins (HDL, 88%; LDL, 70%; very low density lipoprotein, 56%)<\/li><\/ul>"},{"id":"929642-s-8-25","title":"Metabolism","mono":"Liver: greater than 95%, primarily via CYP3A4\/5 <br\/>"},{"id":"929642-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 76% (mainly metabolites)<\/li><li>Renal: 3.7% (2.3% as unchanged drug)<\/li><li>Total body clearance: 48.5 L\/hr (26.4 L\/hr\/m(2) for median body surface area of 1.84 m(2))<\/li><\/ul>"},{"id":"929642-s-8-27","title":"Elimination Half Life","mono":"95 hours <br\/>"}]},{"id":"929642-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>Use proper procedures for the handling and disposal of cabazitaxel.<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>Do not prepare or administer with any plasticized polyvinyl chloride (PVC) or polyurethane equipment or devices.<\/li><li>Both the cabazitaxel vial and the diluent contain overfill to achieve the correct concentration; dilute with the entire contents of the diluent vial.<\/li><li>Two-step dilution process; add entire contents of supplied diluent directed toward the inside wall of the vial to minimize foaming; yield an initial concentration of 10 mg\/mL; invert vial repeatedly for at least 45 seconds to fully mix; do not shake; allow majority of foam to dissipate; proceed with second dilution immediately or within 30 minutes of first dilution; for final dilution, add calculated dose to 250 mL of NS or D5W to a final concentration between 0.1 mg\/mL to 0.26 mg\/mL<\/li><li>Do not use if crystallization occurs either with the first or second dilution, or if a precipitate appears prior to administration.<\/li><li>Doses greater than 65 mg require a larger volume of the infusion vehicle (final concentration should not exceed 0.26 mg\/mL).<\/li><li>Use within 8 hours at room temperature or within a total of 24 hours if refrigerated, including the 1-hour infusion.<\/li><li>Administer IV over 1 hour with a 0.22 mcm nominal pore size in-line filter.<\/li><\/ul><\/li><\/ul>"},{"id":"929642-s-10","title":"Monitoring","mono":"<ul><li>Prostate cancer: tumor response may indicate efficacy<\/li><li>CBC with differential; weekly during cycle 1 and before each cycle thereafter<\/li><li>Signs of hypersensitivity reaction (especially rash\/erythema, hypotension, and bronchospasm); especially during the first and second infusions<\/li><li>Elderly patients 65 years or older; closely due to an increased likelihood of adverse events<\/li><li>Patients with mild or moderate hepatic impairment<\/li><li>Patients with ESRD<\/li><\/ul>"},{"id":"929642-s-11","title":"How Supplied","mono":"<b>Jevtana<\/b><br\/>Intravenous Solution: 60 MG\/1.5 ML<br\/>"},{"id":"929642-s-12","title":"Toxicology","sub":[{"id":"929642-s-12-31","title":"Clinical Effects","mono":"<b>CABAZITAXEL<\/b><br\/>USES: Cabazitaxel is used in combination with prednisone for the treatment of patients with hormone-refractory metastatic prostate cancer. PHARMACOLOGY: Cabazitaxel, a microtubule inhibitor, binds to tubulin and promotes its assembly into microtubules while inhibiting disassembly. The stabilization that occurs produces inhibition of mitotic and interphase cellular functions. TOXICOLOGY: Cabazitaxel inhibits normal interphase and mitotic cellular function, causing cell death. Overdose effects are likely to occur in rapidly dividing cells (ie, bone marrow, gastrointestinal tract). EPIDEMIOLOGY: At the time of this review, no overdose events have been reported with cabazitaxel. MILD TO MODERATE TOXICITY: Data are limited. Effects are anticipated to be similar to adverse effects reported during therapeutic use. Early symptoms may include nausea, vomiting, and diarrhea (which may be severe) with potential alterations in fluid and electrolyte balance. Hematuria may occur. SEVERE TOXICITY: Myelosuppression (neutropenia and leukopenia) is likely to develop and may be severe. Other potentially serious events include renal failure and severe diarrhea associated with electrolyte imbalance. ADVERSE EFFECTS:  COMMON: Neutropenia and leukopenia have been commonly reported with therapy. Several reports of death have been associated with neutropenia and febrile neutropenia. The most common grade 3 to 4 events include: neutropenia, leukopenia, anemia, febrile neutropenia, diarrhea, fatigue, and asthenia. Renal failure, including some fatalities, has been reported with cabazitaxel use. Other common (greater than 10%) less severe events may include: nausea, vomiting, constipation, abdominal pain, peripheral edema, peripheral neuropathy, fever, dyspnea, dysgeusia, musculoskeletal symptoms, and hematuria. Hypersensitivity reactions have developed and are more likely to occur during the first or second dose. INFREQUENT: Less common adverse events may include: intestinal mucosa inflammation, dysrhythmias, hypotension, edema, and dysuria. <br\/>"},{"id":"929642-s-12-32","title":"Treatment","mono":"<b>CABAZITAXEL<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is primarily symptomatic and supportive, there is no antidote. Early signs of toxicity may include nausea\/vomiting and diarrhea, that can be severe. Treat with IV fluids, antidiarrheals (eg, high-dose loperamide, diphenoxylate) and antiemetics. It may be necessary to treat with multiple, concomitant agents, from different drug classes, in patients with persistent vomiting. BONE MARROW SUPPRESSION: Neutropenia should be anticipated. Colony stimulating factor (filgrastim or sargramostim) should be initiated as soon as possible after exposure. Place patients with severe neutropenia in protective isolation. PERIPHERAL NEUROPATHY: May develop in overdose. Monitor and treat symptoms. MYALGIAS: Initially treat with NSAIDs. MANAGEMENT OF SEVERE TOXICITY: NEUTROPENIA: Bone marrow suppression (ie, neutropenia) may be severe. Neutropenia is the dose-dependent and the dose-limiting toxicity in therapy. Colony stimulating factor (filgrastim or sargramostim) should be initiated as soon as possible. Patients with severe neutropenia should be in protective isolation. Platelet and red cell transfusions may be necessary. DIARRHEA: For severe or uncontrolled diarrhea treat with octreotide 100 mcg to 150 mcg IV (25 to 50 mcg\/hr), IV fluids, antibiotics and electrolyte replacement as needed. EMESIS: Aggressively treat with antiemetics and fluid and electrolyte replacement. Closely monitor patients for hypotension, bradycardia and other cardiac dysrhythmias. Monitor liver enzymes and renal function.<\/li><li>Decontamination: PREHOSPITAL: Not indicated since overdose is unlikely because cabazitaxel is administered by the intravenous route. HOSPITAL: Activated charcoal and\/or gastric lavage are generally not indicated, ingestion is unlikely.<\/li><li>Airway management: Consider orotracheal intubation in patients with significant CNS depression or respiratory failure.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Antidote: There is no known antidote for cabazitaxel.<\/li><li>Myelosuppression: Severe neutropenia should be anticipated following a significant exposure. Place patients in protective isolation. Give colony stimulating factor as soon as possible. Closely monitor CBC with differential daily until patient recovery. Filgrastim: 5 mcg\/kg\/day IV or subQ (preferred route). Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours OR 250 mcg\/m(2)\/day SubQ once daily.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Vomiting: Treat nausea and vomiting with high-dose dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, promethazine or prochlorperazine), 5-HT3 serotonin antagonists (eg, ondansetron, dolasetron, or granisetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and\/or antipsychotics (eg, haloperidol). Diphenhydramine may be required to prevent dystonic reactions from dopamine antagonists, phenothiazines, or antipsychotics. Replace fluid and electrolytes as needed. Monitor liver enzymes and renal function closely.<\/li><li>Stomatitis: Mucosal inflammation has occurred with other taxanes and may develop with cabazitaxel. Ice chips (ie, cryotherapy) may help minimize symptoms. Palifermin, a keratinocyte growth factor, is indicated for the prevention of chemotherapy-induced oral mucositis. Treat mild symptoms of pain or xerostomia with bland rinses (ie, normal saline or sodium bicarbonate). Treat salivary gland dysfunction or xerostomia with sugarless candy\/mints, pilocarpine\/cevimeline, bethanechol, topical fluorides or remineralizing agents. Treat moderate pain symptoms with topical anesthetics (ie, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin) and mucosal coating agents (benzydamine) as needed. Moderate to severe symptoms may require systemic analgesics. Prophylactic treatment to prevent infection is suggested; topical or systemic treatment may be indicated. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. In patients with severe carbazitaxel overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days.<\/li><li>Neuropathy: Peripheral neurotoxicity may develop in overdose. Cabazitaxel-induced neurotoxicity can produce peripheral neuropathy (sensory and motor). Monitor and treat symptoms as indicated. Pain is sometimes present.<\/li><li>Intrathecal injection: No clinical reports available, information derived from experience with other antineoplastics. Keep the patient upright if possible. Immediately drain at least 20 mL cerebrospinal fluid (CSF); drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative-free normal saline or Lactated Ringer's). For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free NS or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes are 80 to 150 mL\/hr for 18 to 24 hours). Add albumin 5% or fresh frozen plasma (25 mL FFP\/L NS or LR) to the perfusion solution to increase removal as cabazitaxel is highly protein bound. Give dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Enhanced elimination procedure: Hemodialysis, hemoperfusion and plasmapheresis are unlikely to be useful as cabazitaxel is highly protein-bound with a large volume of distribution.<\/li><li>Monitoring of patient: Obtain CBC with differential and platelets daily to evaluate for bone marrow suppression (primarily neutropenia). Serial counts should be monitored until patient recovery. Monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Closely monitor liver enzymes, renal function, fluid status and electrolytes. Ensure adequate hydration, and correct electrolyte abnormalities as needed. Monitor vital signs, including temperature. Obtain an ECG. Continuous cardiac monitoring is indicated in patients with evidence of conduction abnormalities. Clinically evaluate patients for the development of mucositis and\/or peripheral neuropathy.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. Patients with a cabazitaxel overdose need to be admitted. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), daily monitoring of CBC with differential until bone marrow suppression is resolved, along with monitoring of serum electrolytes, renal function and hepatic enzymes. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with a cabazitaxel overdose. TRANSFER CRITERIA: Patients with severe overdose or profound neutropenia may benefit from a transfer to a bone marrow transplant or cancer treatment center.<\/li><\/ul>"},{"id":"929642-s-12-33","title":"Range of Toxicity","mono":"<b>CABAZITAXEL<\/b><br\/>TOXICITY: A minimum lethal dose has not been established. THERAPEUTIC DOSE: ADULT: Administer 25 mg\/m(2) every 3 weeks as a 1 hour intravenous infusion in combination with oral prednisone. PEDIATRIC: The safety and efficacy of cabazitaxel have not been established in pediatric patients.<br\/>"}]},{"id":"929642-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report severe diarrhea and consult a healthcare professional prior to taking antidiarrheal medicine.<\/li><li>Advise patient to promptly report symptoms of gastrointestinal hemorrhage, perforation, ileus, or enterocolitis.<\/li><li>Warn patient to report symptoms of neutropenia, anemia, or thrombocytopenia.<\/li><li>Side effects may include fatigue, nausea, vomiting, anorexia, hematuria, asthenia, back pain, arthralgia, or peripheral neuropathy.<\/li><li>Counsel patient to report symptoms of renal failure.<\/li><\/ul>"}]}