{"drugs":["IncobotulinumtoxinA","Xeomin"],"mono":{"0":{"id":"929674-s-0","title":"Generic Names","mono":"IncobotulinumtoxinA"},"1":{"id":"929674-s-1","title":"Dosing and Indications","sub":{"0":{"id":"929674-s-1-4","title":"Adult Dosing","mono":"<ul><li>potency units of botulinum toxin products are not interchangeable; dosing units of one product cannot be converted or compared with dosing units of another botulinum toxin product<\/li><li><b>Blepharospasm:<\/b> (previous Botox(R) dose known) initial total dose, number, and location of injections should be the same as patient's previous dose of onabotulinumtoxinA (Botox(R)); individualize dose based on severity of blepharospasm, and previous dose and response to onabotulinumtoxinA (Botox(R)) up to a MAX total dose of 70 units (35 units per eye); repeat treatment based on clinical response, but no more frequently than every 12 weeks<\/li><li><b>Blepharospasm:<\/b> (previous Botox(R) dose unknown) recommended initial dose is 1.25 to 2.5 units per injection site; individualize subsequent dosing based on response up to a MAX total dose of 70 units (35 units per eye); repeat treatment based on clinical response, but no more frequently than every 12 weeks<\/li><li><b>Cervical dystonia:<\/b> initial total dose, 120 units divided and injected among affected muscles (sternocleidomastoid, levator scapulae, splenius capitis, scalenus, and\/or the trapezius muscle(s), or any other muscle responsible for controlling head position that requires treatment); repeat treatment based on clinical response, but no more frequently than every 12 weeks; individualize dose and number of injection sites based on location of muscle(s) to be treated, degree of spasticity\/dystonia, muscle mass, body weight, and response to previous botulinum toxin treatment<\/li><li><b>Rhytide of glabellar skin (Moderate to Severe):<\/b> 4 units IM into each of 5 sites (2 in each corrugator muscle, 1 in procerus muscle); total dose 20 units; retreat no more frequently than every 3 months<\/li><li><b>Upper limb spasticity, Poststroke:<\/b> single set of IM injections at a maximum intended dose of 400 units (median dose, 320 units; mean dose, 307 units; range, 80 to 435 units) was administered in a clinical trial<\/li><\/ul>"},"1":{"id":"929674-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in patients younger than 18 years "},"3":{"id":"929674-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Blepharospasm<\/li><li>Cervical dystonia<\/li><li>Rhytide of glabellar skin (Moderate to Severe)<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Upper limb spasticity, Poststroke<br\/>"}}},"2":{"id":"929674-s-2","title":"Black Box Warning","mono":"<b>Intramuscular (Powder for Solution)<\/b><br\/>The effects of incobotulinumtoxinA and all botulinum toxin products may spread from the area of injection to produce symptoms consistent with botulinum toxin effects. These symptoms have been reported hours to weeks after injection. Swallowing and breathing difficulties can be life threatening and there have been reports of death. The risk of symptoms is probably greatest in children treated for spasticity, but symptoms can also occur in adults, particularly in those patients who have underlying conditions that would predispose them to these symptoms. Cases of spread of effect have occurred at doses comparable to those used to treat cervical dystonia and at lower doses.<br\/>"},"3":{"id":"929674-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929674-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to botulinum neurotoxin type A or to any other component of the product (human albumin, sucrose)<\/li><li>infection at the proposed injection site<\/li><\/ul>"},{"id":"929674-s-3-10","title":"Precautions","mono":"<ul><li>distant spread of toxin effects; botulinum toxin may spread beyond the site of local injection, leading to serious and potentially fatal adverse reactions (eg, swallowing or breathing difficulties) within hours to weeks after injection; risk increased in children treated for spasticity and in adults with underlying conditions that predispose them to such adverse reactions<\/li><li>amyotrophic lateral sclerosis; increased risk for severe dysphagia and respiratory compromise; monitoring recommended<\/li><li>avoid injection into the medial lower eyelid area to prevent ectropion<\/li><li>blepharospasm; reduced blinking from injection in the orbicularis oculi muscle may lead to persistent epithelial defect, corneal exposure, and ulceration; especially in patients with VII nerve disorders<\/li><li>botulinum toxin type products not interchangable; units of biological activity of incobotulinumtoxin A cannot be compared to nor converted into units of any other botulinum toxin<\/li><li>diplopia with previous botulinum toxin injections; avoid injection into the lower eyelid<\/li><li>dysphagia, severe, has been reported; some cases were severe enough to warrant feeding tube placement and resulted in aspiration and death<\/li><li>glabellar lines; increased risk of ptosis; avoid injection near the levator palpebrae superioris, particularly in patients with larger brow depressor complexes; place corrugator injections at least I cm above the bony supraorbital ridge<\/li><li>hypersensitivity reactions, including anaphylaxis, have been reported<\/li><li>narrow angle glaucoma, patients at risk of developing; drug has anticholinergic effects<\/li><li>neuromuscular junctional disorders (eg, myasthenia gravis or Lambert-Eaton syndrome); increased risk for severe dysphagia and respiratory compromise; monitoring recommended<\/li><li>peripheral motor neuropathic diseases; increased risk for severe dysphagia and respiratory compromise; monitoring recommended<\/li><li>respiratory status, compromised; increased risk of serious breathing difficulties<\/li><li>smaller neck muscle mass; increased risk of dysphagia during treatment of cervical dystonia; reducing dose may decrease risk<\/li><li>sternocleidomastoid muscle bilateral injection; increased risk of dysphagia during treatment of cervical dystonia; reducing dose may decrease risk<\/li><li>swallowing or breathing difficulties; risk of exacerbation<\/li><li>report suspected adverse reactions to the United States Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929674-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"929674-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"929674-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site pain (cervical dystonia, 4% to 9%; glabellar lines, less than 1%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (8%), Dysphagia (13% to 18%), Xerostomia (16%)<\/li><li><b>Musculoskeletal:<\/b>Muscle weakness (7% to 11%), Musculoskeletal pain (4% to 7%), Neck pain (7% to 15%)<\/li><li><b>Neurologic:<\/b>Headache (5.4% to 7.1%)<\/li><li><b>Ophthalmic:<\/b>Dry eye (16%), Ptosis of eyelid (blepharospasm, 19%; glabellar lines, 0.2%), Visual impairment (12%.)<\/li><li><b>Respiratory:<\/b>Dyspnea (5%), Nasopharyngitis (5%), Respiratory tract infection (5%)<\/li><\/ul><b>Serious<\/b><br\/><b>Respiratory:<\/b>Disorder of respiratory system (10% to 13%)<br\/>"},"6":{"id":"929674-s-6","title":"Drug Name Info","sub":{"0":{"id":"929674-s-6-17","title":"US Trade Names","mono":"Xeomin<br\/>"},"2":{"id":"929674-s-6-19","title":"Class","mono":"<ul><li>Botulinum Toxin Type A<\/li><li>Musculoskeletal Agent<\/li><\/ul>"},"3":{"id":"929674-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929674-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"929674-s-7","title":"Mechanism Of Action","mono":"IncobotulinumtoxinA, a neurotoxin formed from Clostridium botulinum serotype A, blocks neuromuscular conduction by binding to receptor sites on motor nerve terminals, entering the nerve terminals, and inhibiting the release of acetylcholine.<br\/>"},"9":{"id":"929674-s-9","title":"Administration","mono":"<b>Intramuscular<\/b><br\/><ul><li>reconstitute each 50-unit vial with 0.25, 0.5, 1, 1.25, 2, 2.5, 4, or 5 mL of sterile, preservative-free NS; the corresponding doses per 0.1 mL are 20, 10, 5, 4, 2.5, 2, 1.25, and 1 unit, respectively<\/li><li>reconstitute each 100-unit vial with 0.5, 1, 1.25, 2, 2.5, 4, 5, or 8 mL of sterile, preservative-free NS; the corresponding doses per 0.1 mL are 20, 10, 8, 5, 4, 2.5, 2, and 1.25 units, respectively<\/li><li>discard vial if vacuum does not pull diluent into vial<\/li><li>reconstituted solution stable for 24 hours after dilution when stored in refrigerator<\/li><li>reconstituted solution for IM injection only; use reconstituted solution for only 1 injection session and 1 patient only<\/li><li>(blepharospasm) administer using appropriate needle size (eg, 26-gauge, 37-mm length (superficial muscles) or 22-gauge, 75-mm length (deeper muscles))<\/li><li>(cervical dystonia) administer using appropriate needle size (eg, 26-gauge, 37-mm length (superficial muscles) or 22-gauge, 75-mm length (deeper muscles))<\/li><li>(glabellar lines) administer using a 30 to 33 gauge, 13-mm length needle<\/li><li>if pen marks are used to mark injection sites, do not inject product into pen marks or a permanent tattooing effect may occur<\/li><li>use caution when injecting product near sites close to sensitive structures (ie, carotid artery, lung apices, and esophagus), and avoid the medial lower eyelid area<\/li><\/ul>"},"10":{"id":"929674-s-10","title":"Monitoring","mono":"<ul><li>blepharospasm: lessening of involuntary contraction of the eyelids is indicative of efficacy<\/li><li>cervical dystonia: improvement in severity of abnormal head position and neck pain indicates therapeutic efficacy<\/li><li>median first onset of therapeutic effect appears within 7 days post-injection; usual duration of effect is up to 3 months, but the effect may be shorter or longer in some patients<\/li><li>clinically significant adverse events (eg, severe dysphagia and respiratory compromise) in patients with peripheral motor neuropathic disease, amyotrophic lateral sclerosis, or neuromuscular junctional disorders<\/li><\/ul>"},"11":{"id":"929674-s-11","title":"How Supplied","mono":"<b>Xeomin<\/b><br\/>Intramuscular Powder for Solution: 50 U, 100 U<br\/>"},"12":{"id":"929674-s-12","title":"Toxicology","sub":[{"id":"929674-s-12-31","title":"Clinical Effects","mono":"<b>BOTULINUM TOXINS<\/b><br\/>USES: Botulinum toxin has been used medicinally for the treatment of various conditions, such as blepharospasm, cervical dystonia, facial nerve disorders, and cosmetic applications. Toxins are produced by the anaerobic gram-positive bacillary species, Clostridium botulinum. These toxins could also be used in bioterrorism. This document addresses overdose of the pharmaceutical or research preparation of the toxins. Botulism from food poisoning is addressed in a separate management. PHARMACOLOGY: Botulinum toxin binds irreversibly at the presynaptic neurons at the neuromuscular junction and autonomic receptors in the peripheral nervous system, preventing the release of acetylcholine. TOXICOLOGY: Toxicity is an extension of the therapeutic effect and produces widespread paralysis. EPIDEMIOLOGY: Iatrogenic botulinum toxin overdose cases have been reported, but are very rare. MILD TO MODERATE OVERDOSE: Weakness, primarily affecting muscles near the site of injection. SEVERE OVERDOSE: Signs and symptoms may not be immediately apparent following injection. Signs of systemic weakness and muscle paralysis may occur within a day of a large exposure, or up to several weeks after a smaller exposure. Reported effects after overdose are progressive weakness and paralysis that may lead to respiratory failure. BIOTERRORISM: Botulinum toxin could be delivered by aerosol or used to contaminate food or water supplies. If inhaled, these toxins could produce clinical symptoms that are similar to foodborne intoxication, such as bulbar weakness (diplopia, lateral rectus palsy, ptosis, dysphagia) followed by descending paralysis leading to respiratory failure; however, time to onset may be delayed. Other symptoms include constipation, urinary retention, dry mouth, dysphonia, reduced deep tendon reflexes, and mydriasis. Mental status and sensation remain normal. The toxin is relatively easy to produce and is highly lethal in small quantities. ADVERSE EFFECTS: COMMON: Dry mouth, dysphagia, dyspepsia, and injection site pain have been commonly reported with therapy. Other clinical effects reported have included allergic reaction, fever, headache, chest pain, chills, malaise, dyspnea, and anxiety. Muscle weakness, nausea, vomiting, and dysphagia are reported. RARE: There are reports in the medical literature of dysphagia so severe that a gastric feeding tube was required. Anaphylaxis is possible.<br\/>"},{"id":"929674-s-12-32","title":"Treatment","mono":"<b>BOTULINUM TOXINS<\/b><br\/><ul><li>Decontamination: Give activated charcoal if a known, recent ingestion and the patient is alert and can protect the airway.<\/li><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Monitor serial neurologic exams with special attention to cranial nerve function, muscle weakness, and respiratory muscle weakness. Progression of respiratory symptoms can be monitored using techniques such as a negative inspiratory force (NIF), peak flow rates (PF), and pulse oximetry. MANAGEMENT OF SEVERE TOXICITY: Monitor serial neurologic exams with special attention to cranial nerve findings, motor weakness, and weakness of respiratory muscles. Negative inspiratory force is probably the best way to monitor respiratory weakness and the impending need for intubation. Continuous pulse oximetry and end tidal CO2 monitoring should be employed, but are later indicators of respiratory failure. Administer botulinum antitoxin to any patient with systemic weakness. Intubation and mechanical ventilation are likely to be required, and enteral or parenteral nutrition should be initiated during supportive care.<\/li><li>Decontamination: In the unlikely event of a recent ingestion, activated charcoal should be given if the patient is alert and can protect the airway.<\/li><li>Airway management: Intubation and mechanical ventilation are likely to be required.<\/li><li>Antidote:  Investigational heptavalent botulinum antitoxin (HBAT), containing equine-derived antibody to botulinum toxin types A through G,  is the only botulinum antitoxin available in the United States for treatment of naturally occurring noninfant botulism and can be obtained from the CDC (770-448-7100). It should be requested at the time of diagnosis or suspected exposure. Antitoxin can be obtained by contacting your state health department to process a request through the CDC. Hypersensitivity testing should be performed prior to administration. The antitoxin binds free toxin, preventing progression of symptoms, but does not reverse established clinical effects.<\/li><li>Monitoring of patient: In most patients, the diagnosis may not be immediately obvious. Monitor serum electrolytes, renal function, and arterial blood gas. Other routine labs, including CSF, are typically normal. Monitor vital signs, negative inspiratory force, peak flow, continuous pulse oximetry and end tidal CO2, and serial neurologic exam. While toxin concentration can be measured in serum, this is not widely available and will not help guide therapy, but can confirm exposure. If inadvertent administration or overdose occurs, 10 mL of serum for determination of toxin should be drawn before treatment.  The standard laboratory study is the mouse bioassay.  Analysis takes 24 hours to perform, so the results cannot be used to determine treatment.  A reference laboratory (CDC, state or local health department) must be consulted; diagnosis confirmed by demonstration of toxin in serum, stool, or food items, or by isolation of organism in stool or food items.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management of suspected botulinum toxin overdose. OBSERVATION CRITERIA: All patients with suspected botulinum toxin overdose should be referred to a healthcare facility for evaluation and treatment. ADMISSION CRITERIA: Symptomatic patients need to be admitted to an intensive care unit for careful monitoring. CONSULT CRITERIA: Consult the CDC for assistance in the diagnosis, management, and evaluation for botulism (770-448-7100). Contact your health department in a suspected case of botulism.<\/li><\/ul>"},{"id":"929674-s-12-33","title":"Range of Toxicity","mono":"<b>BOTULINUM TOXINS<\/b><br\/>TOXICITY: On a weight basis, botulinum neurotoxin is the most poisonous substance known. Oral lethal dose is 1 mcg\/kg. Overdose is very unlikely with pharmaceutical grade products as the total dose in a single vial is approximately 0.005% of the estimated lethal oral dose. Toxicity is possible with ingestion or injection of research grade products. An adult developed severe toxicity after illicit use of research grade botulinum toxin for cosmetic purposes. It was estimated that she had received a dose in excess of 100,000 units. BIOTERRORISM: Commercially available botulinum toxin represents an impractical bioterrorist weapon because a vial of the type A preparation currently licensed in the United States contains only 0.3% of the estimated lethal inhalational dose and only 0.005% of the estimated lethal oral dose. THERAPEUTIC DOSE: CERVICAL DYSTONIA: BOTULINUM TOXIN TYPE A: The mean dose administered to patients in clinical trials was 236 Units divided among affected muscles. BOTULINUM TOXIN TYPE B: The recommended scheduled dose for a patient with prior tolerance to the toxin injection is 2500 to 5000 Units intramuscularly divided among affected muscles. Its suggested that botulinum toxin is not expected to be present in the peripheral blood at measurable levels following IM or intradermal injection at recommended doses. <br\/>"}]},"13":{"id":"929674-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to seek immediate medical care if respiratory, speech or swallowing difficulties occur as toxin effects may spread from site of injection to produce systemic symptoms consistent with botulinum toxin effects.<\/li><li>Counsel patients with blepharospasm to contact doctor if eye pain or irritation develops after therapy.<\/li><li>Instruct patient to avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>When used for glabellar lines, drug may cause headache, facial paresis, facial pain, injection site hematoma, difficulty elevating eyebrows, or swelling of the eyelid.<\/li><li>When used for cervical dystonia, drug may cause dysphagia, neck pain, muscle weakness, injection site pain, and musculoskeletal pain.<\/li><li>When used for blepharospasm, drug may cause eyelid ptosis, dry eye, dry mouth, diarrhea, headache, visual impairment, dyspnea, nasopharyngitis, and respiratory tract infection.<\/li><li>Advise patients to avoid use of other botulinum products while receiving this drug.<\/li><\/ul>"}}}