{"drugs":["Latuda","Lurasidone Hydrochloride"],"mono":[{"id":"929748-s-0","title":"Generic Names","mono":"Lurasidone Hydrochloride"},{"id":"929748-s-1","title":"Dosing and Indications","sub":[{"id":"929748-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bipolar disorder, depressed phase:<\/b> initial, 20 mg ORALLY once daily as monotherapy or adjunctive therapy with lithium or valproate; give with food (at least 350 Calories); initial dose titration not required; MAX 120 mg once daily; long-term usefulness beyond 6 weeks should be periodically re-evaluated<\/li><li><b>Schizophrenia:<\/b> initial, 40 mg ORALLY once daily with food (at least 350 Calories); initial dose titration not required; MAX 160 mg once daily<\/li><\/ul>"},{"id":"929748-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"929748-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, moderate to severe (CrCl less than 50 mL\/min):<\/b> initial dose, 20 mg\/day; dose not to exceed 80 mg\/day<\/li><li><b>hepatic impairment, moderate (Child-Pugh score 7 to 9):<\/b> initial dose, 20 mg\/day; dose not to exceed 80 mg\/day<\/li><li><b>hepatic impairment, severe (Child-Pugh score 10 to 15):<\/b> initial dose, 20 mg\/day; dose not to exceed 40 mg\/day<\/li><li><b>concomitant CYP3A4 moderate inhibitors:<\/b> when initiating lurasidone, 20 mg\/day; dose not to exceed 80 mg\/day; when moderate CYP3A4 inhibitor added to stable lurasidone therapy, reduce lurasidone to half of the original dose<\/li><li><b>concomitant CYP3A4 inducer:<\/b> may require lurasidone dose increase following chronic treatment (7 days or longer)<\/li><\/ul>"},{"id":"929748-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Bipolar disorder, depressed phase<\/li><li>Schizophrenia<\/li><\/ul>"}]},{"id":"929748-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Elderly patients with dementia-related psychosis treated with atypical antipsychotic drugs are at an increased risk of death. Lurasidone hydrochloride is not approved for the treatment of patients with dementia-related psychosis. Increased risk of suicidal thinking and behavior was found in children, adolescents, and young adults taking antidepressants. Monitor for worsening and emergence of suicidal thoughts and behaviors.<br\/>"},{"id":"929748-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929748-s-3-9","title":"Contraindications","mono":"<ul><li>coadministration with strong CYP3A4 inducers (eg, rifampin, avasimibe, St John's wort, phenytoin, carbamazepine)<\/li><li>coadministration with strong CYP3A4 inhibitors (eg, ketoconazole, clarithromycin, ritonavir, voriconazole, mibefradil)<\/li><li>hypersensitivity to lurasidone hydrochloride or any components in the formulation; angioedema has been reported<\/li><\/ul>"},{"id":"929748-s-3-10","title":"Precautions","mono":"<ul><li>elderly patients with dementia-related psychosis (unapproved use); increased risk of death<\/li><li>suicidality, unusual changes in behavior, and worsening of depression may occur; increased risk in children, adolescents, and young adults (aged 18 to 24 years); monitoring recommended, especially during the first few months or with dosage adjustments; discontinuation of therapy may be required<\/li><li>body temperature regulation may be disrupted with antipsychotic use; overheating and dehydration should be avoided<\/li><li>cerebrovascular adverse events (stroke and TIA), including fatalities, have been reported in association with antipsychotic agents in elderly patients with dementia (unapproved use)<\/li><li>concomitant use with grapefruit or grapefruit juice should be avoided<\/li><li>dementia with Lewy bodies; increased sensitivity to antipsychotics<\/li><li>diabetes mellitus or risk factors for diabetes mellitus; increased risk of severe hyperglycemia; monitoring recommended<\/li><li>dyslipidemia has been reported with atypical antipsychotic use<\/li><li>esophageal dysmotility and aspiration may occur with antipsychotic use<\/li><li>hepatic impairment, moderate and severe; dose adjustment required<\/li><li>hyperglycemia (some cases extreme and associated with ketoacidosis, hyperosmolar coma, or death) has been reported with atypical antipsychotic use; monitoring recommended<\/li><li>hyperprolactinemia has been reported<\/li><li>leukopenia and neutropenia, including agranulocytosis (some cases fatal), have been reported with antipsychotic drugs; monitoring recommended; discontinue for severe neutropenia<\/li><li>mania or hypomania may occur, especially in patients with bipolar disorder; monitoring recommended<\/li><li>neuroleptic malignant syndrome, potentially fatal, has been reported; immediately discontinue use if suspected<\/li><li>orthostatic hypotension and syncope may occur; monitoring recommended for predisposing conditions (eg, dehydration, hypovolemia, antihypertensive medications) and cardiovascular or cerebrovascular disease<\/li><li>Parkinson disease; increased sensitivity to antipsychotics<\/li><li>renal impairment, moderate and severe; dose adjustment required<\/li><li>seizure, history, or conditions that lower the seizure threshold; increased risk of seizures<\/li><li>tardive dyskinesia, potentially irreversible, may occur with antipsychotic treatment; increased risk with increased duration of treatment and total cumulative dose<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda\/gov\/medwatch<\/li><\/ul>"},{"id":"929748-s-3-11","title":"Pregnancy Category","mono":"Lurasidone: B (FDA)<br\/>"},{"id":"929748-s-3-12","title":"Breast Feeding","mono":"Lurasidone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"929748-s-4","title":"Drug Interactions","sub":[{"id":"929748-s-4-13","title":"Contraindicated","mono":"<ul><li>Atazanavir (probable)<\/li><li>Boceprevir (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Clarithromycin (probable)<\/li><li>Cobicistat (probable)<\/li><li>Conivaptan (probable)<\/li><li>Darunavir (theoretical)<\/li><li>Enzalutamide (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Idelalisib (probable)<\/li><li>Indinavir (probable)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (probable)<\/li><li>Lopinavir (probable)<\/li><li>Metoclopramide (theoretical)<\/li><li>Nefazodone (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Posaconazole (probable)<\/li><li>Primidone (probable)<\/li><li>Rifabutin (probable)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Ritonavir (probable)<\/li><li>Saquinavir (probable)<\/li><li>St John's Wort (probable)<\/li><li>Telaprevir (probable)<\/li><li>Telithromycin (probable)<\/li><li>Tipranavir (probable)<\/li><li>Voriconazole (probable)<\/li><\/ul>"},{"id":"929748-s-4-14","title":"Major","mono":"<ul><li>Abiraterone (probable)<\/li><li>Acarbose (theoretical)<\/li><li>Albiglutide (theoretical)<\/li><li>Alogliptin (theoretical)<\/li><li>Amprenavir (probable)<\/li><li>Aprepitant (probable)<\/li><li>Canagliflozin (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Chlorpropamide (theoretical)<\/li><li>Ciprofloxacin (probable)<\/li><li>Crizotinib (probable)<\/li><li>Dapagliflozin (theoretical)<\/li><li>Delavirdine (probable)<\/li><li>Diltiazem (probable)<\/li><li>Dulaglutide (theoretical)<\/li><li>Empagliflozin (theoretical)<\/li><li>Erythromycin (probable)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Exenatide (theoretical)<\/li><li>Fluconazole (probable)<\/li><li>Fosamprenavir (probable)<\/li><li>Glimepiride (theoretical)<\/li><li>Glipizide (theoretical)<\/li><li>Glyburide (theoretical)<\/li><li>Imatinib (probable)<\/li><li>Insulin (theoretical)<\/li><li>Insulin Aspart, Recombinant (theoretical)<\/li><li>Insulin Bovine (theoretical)<\/li><li>Insulin Degludec (theoretical)<\/li><li>Insulin Detemir (theoretical)<\/li><li>Insulin Glulisine (theoretical)<\/li><li>Insulin Lispro, Recombinant (theoretical)<\/li><li>Linagliptin (theoretical)<\/li><li>Liraglutide (theoretical)<\/li><li>Lixisenatide (theoretical)<\/li><li>Metformin (theoretical)<\/li><li>Miglitol (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nateglinide (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Pioglitazone (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pramlintide (theoretical)<\/li><li>Repaglinide (theoretical)<\/li><li>Rosiglitazone (theoretical)<\/li><li>Saxagliptin (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Sitagliptin (theoretical)<\/li><li>Tolazamide (theoretical)<\/li><li>Tolbutamide (theoretical)<\/li><li>Verapamil (probable)<\/li><li>Vildagliptin (theoretical)<\/li><\/ul>"}]},{"id":"929748-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (3% to 5%), Nausea (10% to 17%), Vomiting (2% to 8%)<\/li><li><b>Neurologic:<\/b>Akathisia (5.6% to 22%), Extrapyramidal disease (10% to 39%), Parkinsonism (5% to 17%), Somnolence (7.3% to 26.5%)<\/li><li><b>Psychiatric:<\/b>Anxiety (4% to 5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Orthostatic hypotension (0.3% to 2.1%), Syncope (0.1%)<\/li><li><b>Hematologic:<\/b>Agranulocytosis<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident (0.1% to 1%), Seizure (less than 1%), Tardive dyskinesia, Transient ischemic attack<\/li><li><b>Psychiatric:<\/b>Suicidal thoughts (0.4% to 1.1%)<\/li><li><b>Renal:<\/b>Serum creatinine raised (2% to 4%)<\/li><li><b>Other:<\/b>Neuroleptic malignant syndrome<\/li><\/ul>"},{"id":"929748-s-6","title":"Drug Name Info","sub":{"0":{"id":"929748-s-6-17","title":"US Trade Names","mono":"Latuda<br\/>"},"2":{"id":"929748-s-6-19","title":"Class","mono":"<ul><li>Antipsychotic<\/li><li>Central Nervous System Agent<\/li><\/ul>"},"3":{"id":"929748-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929748-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"929748-s-7","title":"Mechanism Of Action","mono":"Lurasidone hydrochloride is an atypical antipsychotic agent that acts as an antagonist at dopamine type-2 (D2) and 5-hydroxytryptamine (5-HT)2A receptors. It also has moderate antagonistic activity at alpha-2C and alpha-2A adrenergic receptors and is a partial agonist at 5-HT1A receptors.<br\/>"},{"id":"929748-s-8","title":"Pharmacokinetics","sub":[{"id":"929748-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1 to 3 hours<\/li><li>Bioavailability, Oral: 9% to 19%<\/li><li>Effect of food: increased Cmax and AUC values<\/li><\/ul>"},{"id":"929748-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 6173 L<\/li><li>Protein binding: about 99%<\/li><\/ul>"},{"id":"929748-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: extensive via CYP3A4<\/li><li>ID-14283 and ID-44326: active<\/li><\/ul>"},{"id":"929748-s-8-26","title":"Excretion","mono":"<ul><li>Renal: about 9%<\/li><li>Fecal: about 80%<\/li><li>Total body clearance: 3902 mL\/min<\/li><\/ul>"},{"id":"929748-s-8-27","title":"Elimination Half Life","mono":"18 hours <br\/>"}]},{"id":"929748-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with food (at least 350 Calories)<\/li><li>do not crush, split, or chew lurasidone tablets<\/li><\/ul>"},{"id":"929748-s-10","title":"Monitoring","mono":"<ul><li>improvement in signs and symptoms of schizophrenia is indicative of efficacy<\/li><li>improvement in depression in patients with bipolar I disorder is indicative of efficacy.<\/li><li>personal and family history of obesity, diabetes mellitus, and cardiovascular disease; prior to treatment, and updated annually<\/li><li>CBC; frequently during the first few months of therapy in patients with a history of low WBC or drug-induced leukopenia or neutropenia; include a differential<\/li><li>fasting blood glucose test; baseline, at week 12, and annually in all patients; more frequently for patients with risk factors for diabetes mellitus; diabetic patients should be closely monitored for worsening glucose control<\/li><li>fasting lipid profile; baseline, at week 12, and every 5 years thereafter<\/li><li>suicidal thoughts or behavior, or unusual changes in behavior, including emergence of agitation or irritability; especially during the first few months of therapy and dose adjustments<\/li><li>blood pressure; in all patients at baseline, at week 12, and annually thereafter; more frequently in patients with risk factors for hypertension; orthostatic vital signs (blood pressure and heart rate); especially at the beginning of treatment and during dose escalation in patients at risk for orthostatic hypotension or at risk for experiencing complications from hypotension, in patients with history of cerebrovascular or cardiovascular disease, and in antipsychotic-naive patients<\/li><li>emergence of manic or hypomanic episodes<\/li><li>tardive dyskinesia; prior to treatment and annually thereafter; every 6 months in patients with higher risk (ie, elderly, patients who have experienced acute dystonic reactions, akathisia, or other clinically significant extrapyramidal side effects)<\/li><li>waist circumference; baseline, and annually thereafter<\/li><li>weight and BMI; baseline, at week 4, at week 8, at week 12, following initiation or change in therapy, and quarterly thereafter<\/li><\/ul>"},{"id":"929748-s-11","title":"How Supplied","mono":"<b>Latuda<\/b><br\/>Oral Tablet: 20 MG, 40 MG, 60 MG, 80 MG, 120 MG<br\/>"},{"id":"929748-s-12","title":"Toxicology","sub":[{"id":"929748-s-12-31","title":"Clinical Effects","mono":"<b>LURASIDONE<\/b><br\/>USES: Lurasidone an atypical antipsychotic indicated for the treatment of schizophrenia in adults. It is also indicated as either monotherapy or adjunctive therapy with lithium or valproate for the treatment of depressive episodes associated with bipolar I disorder in adults. PHARMACOLOGY: Lurasidone acts as an antagonist at dopamine type-2 (D2) and 5-hydroxytryptamine (5-HT)2A receptors. Lurasidone also has moderate antagonistic activity at alfa-2C and alfa-2A adrenergic receptors and is a partial agonist at 5-HT1A receptors. It exhibits minimal or no affinity for histamine type-1 (H1) or muscarinic type-1 (M1) receptors. TOXICOLOGY: Similar to other atypical antipsychotic agents in that it has a propensity to produce extrapyramidal effects. It does have alpha-1-adrenergic antagonist activity which may produce hypotension and other hemodynamic effects. EPIDEMIOLOGY: Overdose is rare.  MILD TO MODERATE POISONING: Limited experience. During premarketing clinical trials, a patient ingested approximately 560 mg of lurasidone and recovered without sequelae. SEVERE POISONING: At the time of this review, there is no information on severe toxicity with lurasidone. Severe overdose might cause hypotension and altered mental status. ADVERSE EFFECTS: The most common events reported with therapeutic use include somnolence, akathisia, nausea, parkinsonism, and agitation. Infrequent but potentially serious events include hypotension, neutropenia\/leukopenia, hyperglycemia, tardive dyskinesia, and neuroleptic malignant syndrome.<br\/>"},{"id":"929748-s-12-32","title":"Treatment","mono":"<b>LURASIDONE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Management will primarily be symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treat hypotension with IV fluids and pressors (norepinephrine preferred) if needed. Manage dystonic reactions with anticholinergic agents. Treat severe neutropenia with colony stimulating factors. Although rare, treat neuroleptic malignant syndrome with benzodiazepines, bromocriptine, consider dantrolene, as well as cooling and supportive measures.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal is not recommended due to the potential for somnolence or dystonic reactions and subsequent aspiration. HOSPITAL: Consider activated charcoal in a patient with a recent, significant overdose who is alert or in whom airway is protected.<\/li><li>Airway management: Insure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression.<\/li><li>Antidote: None<\/li><li>Hypotensive episode: Treat hypotension with intravenous fluids. If hypotension persists, administer vasopressors. Norepinephrine is preferred; the manufacturer recommends avoidance of epinephrine and dopamine since beta stimulation may worsen hypotension in the setting of lurasidone-induced alpha blockade.<\/li><li>Neutropenia: For severe neutropenia, administer colony stimulating factor. Filgrastim 5 mcg\/kg\/day subQ or IV over 15 to 30 minutes OR sargramostim 250 mcg\/meter(2)\/day IV over 4 hours.<\/li><li>Drug-induced dystonia: ADULT: Benztropine 1 to 2 mg IV or diphenhydramine 1 mg\/kg\/dose IV over 2 minutes. CHILD: Diphenhydramine 1 mg\/kg\/dose IV over 2 minutes (maximum 5 mg\/kg\/day or 50 mg\/m(2)\/day). <\/li><li>Neuroleptic malignant syndrome: Oral bromocriptine, benzodiazepines or oral or IV dantrolene in conjunction with cooling and other supportive measures.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Lurasidone plasma concentrations are not readily available or clinically useful in the treatment of overdose. Obtain a baseline ECG and repeat as needed; continuous cardiac monitoring may be necessary in symptomatic patients. Routine laboratory studies are not likely to be necessary.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions who are symptomatic should be observed in a healthcare facility. ADMISSION CRITERIA: Patients demonstrating persistent neurotoxicity should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"929748-s-12-33","title":"Range of Toxicity","mono":"<b>LURASIDONE<\/b><br\/>TOXICITY: A specific toxic dose has not been established. During premarketing clinical studies, a patient ingested approximately 560 mg of lurasidone and recovered without sequelae. THERAPEUTIC DOSE: ADULT: The recommended starting dose is 40 mg orally once daily. The dose may be increased up to a maximum daily dose of 80 mg. PEDIATRIC: Safety and efficacy have not been established in pediatric patients.<br\/>"}]},{"id":"929748-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to rise from a sitting\/lying position slowly, as drug may cause orthostatic hypotension.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause sedation, dizziness, and impaired judgement, thinking, or motor skills.<\/li><li>Advise patient to use caution with activities leading to an increased core temperature, such as strenuous exercise, exposure to extreme heat, or dehydration.<\/li><li>Drug may cause akathisia, somnolence, parkinsonism, nausea, and agitation.<\/li><li>Instruct patient or caregiver to immediately report suicidal thoughts, unusual changes in behavior, manic or hypomanic behavior, irritability, or agitation.<\/li><li>Patient should report signs\/symptoms of tardive dyskinesia (jerky muscle movements, tongue thrusting, facial grimacing\/ticks) or neuroleptic malignant syndrome (hyperpyrexia, muscle rigidity, autonomic dysfunction).<\/li><li>Advise diabetic patients to monitor for signs of hyperglycemia and to report difficulties with glucose control or changes in weight.<\/li><li>Patient should take with food (at least 350 calories).<\/li><li>Patient should avoid drinking alcohol due to additive CNS effects.<\/li><li>Patient should avoid grapefruit and grapefruit juice due to a potential drug interaction.<\/li><\/ul>"}]}