{"generic":"Roflumilast","drugs":["Daliresp","Roflumilast"],"mono":{"0":{"id":"929815-s-0","title":"Generic Names","mono":"Roflumilast"},"1":{"id":"929815-s-1","title":"Dosing and Indications","sub":[{"id":"929815-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Bronchitis, chronic - Chronic obstructive pulmonary disease (Severe), Exacerbation; Prophylaxis:<\/b> 500 mcg ORALLY once daily<\/li><li><b>Chronic obstructive pulmonary disease:<\/b> 500 mcg orally once daily (study dosing)<\/li><\/ul>"},{"id":"929815-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"929815-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatric:<\/b> no dosage adjustment necessary<\/li><li><b>hepatic impairment, moderate to severe (Child-Pugh B or C):<\/b> use not recommended<\/li><li><b>hepatic impairment, mild (Child-Pugh A):<\/b> caution recommended<\/li><li><b>renal impairment:<\/b> no dosage adjustment necessary<\/li><\/ul>"},{"id":"929815-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Bronchitis, chronic - Chronic obstructive pulmonary disease (Severe), Exacerbation; Prophylaxis<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Chronic obstructive pulmonary disease<br\/>"}]},"3":{"id":"929815-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929815-s-3-9","title":"Contraindications","mono":"liver impairment, moderate to severe (Child-Pugh B or C) <br\/>"},{"id":"929815-s-3-10","title":"Precautions","mono":"<ul><li>bronchospasm, acute; not indicated<\/li><li>concomitant use of strong CYP inducers (eg, rifampicin, phenobarbital, carbamazepine, phenytoin) is not recommended<\/li><li>depression and\/or suicidal thoughts or behavior, history; may increase risk of psychiatric events; monitoring recommended<\/li><li>liver impairment, mild (Child-Pugh A); increased drug exposure<\/li><li>suicidal ideation and behavior, including completed suicide, have been reported<\/li><li>weight loss, significant, has been reported; monitoring recommended; drug discontinuation may be necessary<\/li><li>reports suspected adverse reactions to Forest Laboratories, Inc. at 1-800-678-1605 or to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929815-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"929815-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"929815-s-4","title":"Drug Interactions","sub":[{"id":"929815-s-4-13","title":"Contraindicated","mono":"<ul>Riociguat (theoretical)<\/ul>"},{"id":"929815-s-4-14","title":"Major","mono":"<ul><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Rifampin (established)<\/li><li>Siltuximab (theoretical)<\/li><\/ul>"},{"id":"929815-s-4-15","title":"Moderate","mono":"<ul><li>Cimetidine (established)<\/li><li>Enoxacin (established)<\/li><li>Erythromycin (established)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Fluvoxamine (established)<\/li><li>Gestodene (probable)<\/li><li>Ketoconazole (established)<\/li><\/ul>"}]},"5":{"id":"929815-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Weight decreased (7% to 20%)<\/li><li><b>Gastrointestinal:<\/b>Decrease in appetite (2.1%), Diarrhea (9.5%), Nausea (4.7%)<\/li><li><b>Immunologic:<\/b>Influenza (2.8%)<\/li><li><b>Musculoskeletal:<\/b>Backache (3.2%)<\/li><li><b>Neurologic:<\/b>Dizziness (2.1%), Headache (4.4%), Insomnia (2.4%)<\/li><\/ul><b>Serious<\/b><br\/><b>Psychiatric:<\/b>Suicidal thoughts<br\/>"},"6":{"id":"929815-s-6","title":"Drug Name Info","sub":{"0":{"id":"929815-s-6-17","title":"US Trade Names","mono":"Daliresp<br\/>"},"2":{"id":"929815-s-6-19","title":"Class","mono":"<ul><li>Phosphodiesterase Inhibitor<\/li><li>Respiratory Agent<\/li><\/ul>"},"3":{"id":"929815-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929815-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"929815-s-7","title":"Mechanism Of Action","mono":"Roflumilast and the active metabolite, roflumilast N-oxide, selectively inhibit phosphodiesterase 4 (PDE4), a major cyclic-AMP-metabolizing enzyme in lung tissue. The specific mechanism of roflumilast activity in COPD is not well defined, it is thought to be associated with increased levels of intracellular cyclic AMP in lung cells, and reduced neutrophil and eosinophil cell counts in the lungs <br\/>"},"8":{"id":"929815-s-8","title":"Pharmacokinetics","sub":[{"id":"929815-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1 hour<\/li><li>Bioavailability, Oral: 80%<\/li><li>Effects of food, roflumilast: no change in total absorption (Tmax delayed 1 hour, Cmax reduced 40%)<\/li><li>Effects of food, roflumilast N-oxide (active): no effect<\/li><\/ul>"},{"id":"929815-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 2.9 L\/kg<\/li><li>Roflumilast, Protein binding: 99%<\/li><li>Roflumilast N-oxide, Protein binding: 97%<\/li><\/ul>"},{"id":"929815-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive via CYP1A2, CYP3A4, and conjugation<\/li><li>Roflumilast N-oxide: active<\/li><\/ul>"},{"id":"929815-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 70% unchanged<\/li><li>Dialyzable: No (hemodialysis); Unknown (peritoneal dialysis)<\/li><li>Total body clearance: 9.6 L\/hr<\/li><\/ul>"},{"id":"929815-s-8-27","title":"Elimination Half Life","mono":"<ul><li>roflumilast: 17 hours<\/li><li>roflumilast N-oxide: 30 hours<\/li><\/ul>"}]},"9":{"id":"929815-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with or without food <br\/>"},"10":{"id":"929815-s-10","title":"Monitoring","mono":"<ul><li>improved arterial blood gases and pulmonary function tests may indicate efficacy<\/li><li>decreased rate of COPD exacerbation is indicative of efficacy<\/li><li>greater symptom relief, reduced use of rescue medication, and quality of life measurements may indicate efficacy<\/li><li>new or worsening depressive symptoms and\/or development of suicidality<\/li><li>body weight, regularly<\/li><\/ul>"},"11":{"id":"929815-s-11","title":"How Supplied","mono":"<b>Daliresp<\/b><br\/>Oral Tablet: 500 MCG<br\/>"},"12":{"id":"929815-s-12","title":"Toxicology","sub":[{"id":"929815-s-12-31","title":"Clinical Effects","mono":"<b>ROFLUMILAST<\/b><br\/>USES: Roflumilast is indicated to reduce to the risk of COPD exacerbations in patients with severe COPD associated with chronic bronchitis and a history of exacerbations. PHARMACOLOGY: Roflumilast and its active metabolite (roflumilast N-oxide) are selective inhibitors of phosphodiesterase 4 (PDE4). Roflumilast and roflumilast N-oxide inhibition of PDE4 (a major cyclic-3',5'-adenosine monophosphate (cyclic-AMP)-metabolizing enzyme in lung tissue) activity leads to accumulation of intracellular cyclic AMP. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: During clinical studies, single doses of 2500 mcg and 5000 mcg produced an increased incidence of headache, gastrointestinal disorders, dizziness, palpitations, lightheadedness, clamminess and hypotension. SEVERE TOXICITY: Limited data. Symptomatic hypotension may develop. ADVERSE EFFECTS: COMMON: Weight decrease, diarrhea, nausea, headache and back pain. LESS COMMON: Insomnia, dizziness and influenza. INFREQUENT: Anxiety, depression. RARE: Suicidal thoughts.<br\/>"},{"id":"929815-s-12-32","title":"Treatment","mono":"<b>ROFLUMILAST<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV fluids and vasopressors, if necessary.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of roflumilast alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with serious toxicity or severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: Initially treat with IV NS 10 to 20 ml\/kg, if unresponsive to fluid bolus administer dopamine, norepinephrine, as necessary.<\/li><li>Monitoring of patient: Monitor vital signs and liver enzymes in all symptomatic patients. Assess neurologic status. Monitor fluid and electrolyte levels in patients with severe vomiting. Serum roflumilast levels are not readily available and are not clinically useful.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Patients with an inadvertent overdose who have more than mild symptoms and patients with deliberate self-harm ingestions should be sent to a health care facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"929815-s-12-33","title":"Range of Toxicity","mono":"<b>ROFLUMILAST<\/b><br\/>TOXICITY: A specific toxic dose has not been established. During Phase I trials, single doses of 2500 mcg and 5000 mcg caused headache, gastrointestinal disorders, dizziness, palpitations, lightheadedness, clamminess and hypotension. THERAPEUTIC DOSE: ADULT: The recommended dose of roflumilast is 500 mcg once daily. PEDIATRIC: Roflumilast is not indicated for use in the pediatric population. <br\/>"}]},"13":{"id":"929815-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that this drug is not a bronchodilator, and is not indicated for acute bronchospasm.<\/li><li>Drug may cause diarrhea, nausea, headache, back pain, dizziness, or decreased appetite.<\/li><li>Advise patient to immediately report unexplained or significant weight loss.<\/li><li>Instruct patient to immediately report new or worsening insomnia, depression, anxiety, suicidal ideation, or unusual changes in behavior.<\/li><\/ul>"}}}