{"drugs":["Ezogabine","Potiga"],"mono":[{"id":"929976-s-0","title":"Generic Names","mono":"Ezogabine"},{"id":"929976-s-1","title":"Dosing and Indications","sub":[{"id":"929976-s-1-4","title":"Adult Dosing","mono":"<ul><li>avoid abrupt withdrawal unless safety concerns prompt discontinuation<\/li><li><b>Partial seizure, In patients with inadequate response to several alternatives; Adjunct:<\/b> begin at 100 mg ORALLY 3 times daily for 1 week; increase dosage by no more than 50 mg 3 times daily (150 mg\/day) at 1-week intervals to the usual maintenance dose of 200 to 400 mg ORALLY 3 times daily; discontinue use in patients who fail to show substantial clinical benefit after adequate titration<\/li><\/ul>"},{"id":"929976-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in pediatric patients "},{"id":"929976-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild:<\/b> no dose adjustment is necessary<\/li><li><b>renal impairment, moderate or greater severity (CrCl less than 50 mL\/min):<\/b> initial dose, 50 mg ORALLY 3 times daily; titrate by 50 mg 3 times daily or less at 1-week intervals to a MAX dose of 200 mg ORALLY 3 times daily (600 mg\/day)<\/li><li><b>hepatic impairment, mild:<\/b> no dose adjustment is necessary<\/li><li><b>hepatic impairment, moderate (Child-Pugh score 7 to 9):<\/b> initial dose, 50 mg ORALLY 3 times daily; titrate by 50 mg 3 times daily or less at 1-week intervals to a MAX dose of 250 mg ORALLY 3 times daily (750 mg\/day)<\/li><li><b>hepatic impairment, severe (Child-Pugh score greater than 9):<\/b> initial dose, 50 mg ORALLY 3 times daily; titrate by 50 mg 3 times daily or less at 1-week intervals to a MAX dose of 200 mg ORALLY 3 times daily (600 mg\/day)<\/li><li><b>geriatric:<\/b> initial dose, 50 mg ORALLY 3 times daily; titrate by 50 mg 3 times daily or less at 1-week intervals to a MAX dose of 250 mg ORALLY 3 times daily (750 mg\/day)<\/li><li><b>hemodialysis:<\/b> initial dose, 50 mg ORALLY 3 times daily; titrate by 50 mg 3 times daily or less at 1-week intervals to a MAX dose of 200 mg ORALLY 3 times daily (600 mg\/day)<\/li><\/ul>"},{"id":"929976-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Partial seizure, In patients with inadequate response to several alternatives; Adjunct<br\/>"}]},{"id":"929976-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Retinal abnormalities that can progress to vision loss were seen in about one-third of patients after approximately 4 years of ezogabine treatment. These retinal abnormalities exhibited fundoscopic features similar to those of retinal pigment dystrophies. The reversibility and rate of progression of these retinal abnormalities is unknown. Accordingly, ezogabine is only indicated for patients who have experienced refractory results with other treatments and in whom the benefits of ezogabine exceed the risk of vision loss. Visual monitoring (including visual acuity, dilated fundus photography, and possibly fluorescein angiograms, ocular coherence tomography, perimetry, and electroretinograms) is indicated at baseline and at 6-month intervals thereafter with ezogabine therapy. Discontinue use if retinal pigmentary abnormalities or vision changes are detected and no other treatment options are available and in patients who do not gain substantial clinical benefit after adequate ezogabine titration. <br\/>"},{"id":"929976-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929976-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"929976-s-3-10","title":"Precautions","mono":"<ul><li>retinal abnormalities (ie, pigment changes, retinal dystrophy) have occurred with long-term use; monitoring required; discontinue use if detected<\/li><li>abrupt withdrawal may increase seizure frequency; gradual withdrawal over 3 weeks is recommended when possible<\/li><li>congestive heart failure, preexisting; QT-interval prolongation has been reported within 3 hours of administration; monitoring recommended<\/li><li>discoloration of the skin, palate, sclera and conjunctiva have been reported; typically blue in color and on or around the lips and nail beds; also affects the face and legs; consider treatment discontinuation if detected<\/li><li>geriatric patients (greater than age 65 years); dose adjustment required<\/li><li>hepatic impairment, moderate or severe (Child Pugh greater than 7); dose adjustment required<\/li><li>hypokalemia, preexisting; QT-interval prolongation has been reported within 3 hours of administration; monitoring recommended<\/li><li>hypomagnesemia, preexisting; QT-interval prolongation has been reported within 3 hours of administration; monitoring recommended<\/li><li>neuropsychiatric events (ie, confusion, psychotic symptoms, and hallucinations), dose-related, have been reported, including cases requiring hospitalization; usually within the first 8 weeks of treatment; risk increased with rapid titration at greater than recommended doses<\/li><li>QT-interval prolongation has been reported within 3 hours of administration; monitoring recommended<\/li><li>renal impairment (CrCl less than 50 mL\/min), including ESRD with dialysis; dose adjustment required<\/li><li>skin discoloration has been reported; typically blue in color and on or around the lips and nail beds; can affect the face, legs, palate, sclera, and conjunctiva; consider treatment discontinuation if detected<\/li><li>suicidal thoughts and behavior has been reported; may occur as early a 1 week following initiation; monitoring recommended; evaluate benefit\/risk of continued use<\/li><li>urinary retention has been reported, including cases requiring catheterization and continued catheterization following discontinuation; increased risk in patients with concomitant risk factors (eg, benign prostatic hyperplasia, especially elderly), inability to communicate symptoms (eg, cognitive impairment), and with concomitant use of other drugs that affect voiding (eg, anticholinergics); monitoring recommended<\/li><li>ventricular hypertrophy, preexisting; QT-interval prolongation has been reported within 3 hours of administration; monitoring recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929976-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"929976-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"929976-s-4","title":"Drug Interactions","sub":{"1":{"id":"929976-s-4-14","title":"Major","mono":"<ul><li>Carbamazepine (probable)<\/li><li>Digoxin (theoretical)<\/li><li>Fosphenytoin (probable)<\/li><li>Lamotrigine (probable)<\/li><li>Orlistat (probable)<\/li><li>Phenytoin (probable)<\/li><\/ul>"}}},{"id":"929976-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Confusion (4% to 16%), Dizziness (15% to 32%), Incoordination (5% to 12%), Memory impairment (3% to 9%), Somnolence (15% to 27%), Tremor (3% to 12%), Vertigo (8% to 9%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision (2% to 10%), Diplopia (6% to 8%)<\/li><li><b>Other:<\/b>Fatigue (13% to 16%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Prolonged QT interval, Syncope<\/li><li><b>Neurologic:<\/b>Amnesia (up to 3%)<\/li><li><b>Psychiatric:<\/b>Hallucinations (2%), Psychotic disorder (up to 2%), Suicidal thoughts<\/li><li><b>Renal:<\/b>Delay when starting to pass urine (1% to 4%), Dysuria (1% to 4%), Urinary retention (up to 2%)<\/li><\/ul>"},{"id":"929976-s-6","title":"Drug Name Info","sub":{"0":{"id":"929976-s-6-17","title":"US Trade Names","mono":"Potiga<br\/>"},"2":{"id":"929976-s-6-19","title":"Class","mono":"Anticonvulsant<br\/>"},"3":{"id":"929976-s-6-20","title":"Regulatory Status","mono":"Schedule V<br\/>"},"4":{"id":"929976-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"929976-s-7","title":"Mechanism Of Action","mono":"Ezogabine is an anticonvulsant; its mechanism of action remains unclear, but may involve enhancement of transmembrane potassium currents that result in stabilization of the resting membrane potential and reduction of brain excitability.<br\/>"},{"id":"929976-s-8","title":"Pharmacokinetics","sub":[{"id":"929976-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 0.5 to 2 hours<\/li><li>Bioavailability, Oral: 60%<\/li><li>Effects of food: no effect on overall absorption; increases Cmax by 38%; delays Tmax by 0.75 hour<\/li><\/ul>"},{"id":"929976-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 2 to 3 L\/kg<\/li><li>Protein Binding: 80%<\/li><\/ul>"},{"id":"929976-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive via glucuronidation and acetylation<\/li><li>NAMR: active<\/li><\/ul>"},{"id":"929976-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: approximately 14% (3% unchanged)<\/li><li>Renal: approximately 85% (36% unchanged; 18% NAMR)<\/li><\/ul>"},{"id":"929976-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Ezogabine: 7 to 11 hours<\/li><li>Ezogabine: elderly, prolonged by 30%<\/li><li>NAMR: 7 to 11 hours<\/li><\/ul>"}]},{"id":"929976-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>swallow tablets whole<\/li><li>may be taken without regard to meals<\/li><\/ul>"},{"id":"929976-s-10","title":"Monitoring","mono":"<ul><li>seizure control is indicative of efficacy<\/li><li>systematic visual monitoring, including visual acuity and dilated fundus photography, and possibly fluorescein angiograms, ocular coherence tomography, perimetry, and electroretinograms; at baseline and every 6 months during treatment<\/li><li>emergence or worsening of depression, suicidality, or any unusual behavioral or mood changes<\/li><li>urologic symptoms; especially in patients with other risk factors for urinary retention (eg, benign prostatic hyperplasia), or who have difficulty communicating clinical symptoms (eg, cognitive impairment)<\/li><li>appearance of confusional state, psychotic symptoms, and hallucinations<\/li><li>QT-interval; in patients with known prolonged QT-interval, congestive heart failure, ventricular hypertrophy, hypokalemia, or hypomagnesemia<\/li><\/ul>"},{"id":"929976-s-11","title":"How Supplied","mono":"<b>Potiga<\/b><br\/>Oral Tablet: 50 MG, 200 MG, 300 MG, 400 MG<br\/>"},{"id":"929976-s-12","title":"Toxicology","sub":[{"id":"929976-s-12-31","title":"Clinical Effects","mono":"<b>EZOGABINE<\/b><br\/>USES: Ezogabine is used as adjunctive therapy for partial-onset seizures in patients 18-years-old and older. PHARMACOLOGY: Ezogabine is an anticonvulsant that enhances transmembrane potassium currents mediated by the KCNQ (Kv7.2 to 7.5) family of ion channels. By activating and opening these KCNQ channels, ezogabine helps stabilize the resting membrane potential and reduce brain excitability. In vitro studies also suggest that ezogabine augments GABA-mediated currents. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Agitation, aggressiveness, and irritability were reported during clinical trials with total daily doses greater than 2500 mg. SEVERE TOXICITY: Cardiac dysrhythmias (asystole or ventricular tachycardia) occurred in 2 volunteers within 3 hours of ingesting a single 900-mg ezogabine dose. Both individuals recovered, without sequelae, following spontaneous resolution of the dysrhythmias. Ezogabine prolongs the QT interval, Torsades de Pointes is possible but has not been reported. ADVERSE EFFECTS: COMMON: Dizziness, somnolence, fatigue, confusion, vertigo, tremor, abnormal coordination, diplopia, memory impairment, asthenia, blurred vision, gait disturbance, aphasia, dysarthria, and balance disorder. INFREQUENT: Other adverse effects that have occurred less frequently include: QT interval prolongation, dysuria, urinary retention, nausea, constipation, hallucinations, and anxiety.<br\/>"},{"id":"929976-s-12-32","title":"Treatment","mono":"<b>EZOGABINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most patients require only supportive care. Control agitation and confusion with benzodiazepines. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat agitation with benzodiazepines. Therapeutic doses of ezogabine may cause prolongation of the QT interval. Concomitant use of ezogabine and other drugs that prolong the QT interval may increase the risk of torsade de pointes. Treat torsade de pointes with IV magnesium sulfate, and correct electrolyte abnormalities, overdrive pacing may be necessary. Treat ventricular dysrhythmias using ACLS protocols.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not recommended because of the potential for CNS depression and subsequent aspiration. HOSPITAL: Consider activated charcoal after a potentially toxic ingestion of ezogabine, if the patient is awake and able to maintain their airway or if airway is protected.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may rarely be required in patients with significant CNS depression or dysrhythmias.<\/li><li>Antidote: None.<\/li><li>Torsades de pointes: Therapeutic doses of ezogabine may cause prolongation of the QT interval. Concomitant use of ezogabine and other drugs that prolong the QT interval may increase the risk of torsade de pointes. Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Hemodynamically unstable patients require electrical cardioversion. Treat stable patients with magnesium, atrial overdrive pacing may be necessary.  Correct electrolyte abnormalities (hypomagnesemia, hypokalemia, hypocalcemia). MAGNESIUM SULFATE\/DOSE:  ADULT: 1 to 2 g IV (mixed in 50 to 100 mL D5W) infused over 5 min, repeat 2 g bolus and begin infusion of 0.5 to 1 g\/hr if dysrhythmias recur. CHILD: 25 to 50 mg\/kg diluted to 10 mg\/mL; infuse IV over 5 to 15 min. OVERDRIVE PACING: Begin at 130 to 150 beats\/min, decrease as tolerated. Rates of 100 to 120 beats\/min may terminate torsades. Avoid class Ia (quinidine, disopyramide, procainamide), class Ic (flecainide, encainide, propafenone) and most class III antidysrhythmics (N-acetylprocainamide, sotalol).<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary. Monitor neurologic status s. Obtain an ECG, and institute continuous cardiac monitoring. Monitor urine output for evidence of urinary retention. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness) with a minor (50 mg or less) inadvertent ingestion may be monitored at home with appropriate adult supervision. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions who are symptomatic should be observed in a healthcare facility. ADMISSION CRITERIA: Patients who remain symptomatic or have persistent ECG abnormalities despite adequate treatment should be admitted. Patients with dysrhythmias should be admitted to an ICU setting. CONSULT CRITERIA: Contact a Poison Center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"929976-s-12-33","title":"Range of Toxicity","mono":"<b>EZOGABINE<\/b><br\/>TOXICITY: During clinical trials, total daily doses greater than 2500 mg resulted in agitation, aggressiveness, and irritability. Cardiac dysrhythmias (asystole or ventricular tachycardia) were reported in 2 volunteers within 3 hours of ingesting a single 900-mg dose of ezogabine. Both individuals recovered, without sequelae, following spontaneous resolution of the dysrhythmias. THERAPEUTIC DOSE: ADULT: 600 to 1200 mg orally in 3 equally divided doses. ELDERLY PATIENTS: 150 to 750 mg orally in 3 equally divided doses. PEDIATRIC: The safety and efficacy of ezogabine in patients under 18 years of age have not been studied. <br\/>"}]},{"id":"929976-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to report any vision changes, as permanent vision loss and retinal abnormalities are possible.<\/li><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness, vertigo, somnolence, diplopia, and blurred vision.<\/li><li>Instruct patient to immediately report psychotic symptoms, new or worsening depression, or suicidal ideation.<\/li><li>Side effects may include fatigue, tremor, abnormal coordination or balance, asthenia, gait disturbances, attention disturbances, memory impairment, aphasia, and dysarthria.<\/li><li>Counsel patient to report discoloration of the nails, lips, skin, palate, or eyes.<\/li><li>Advise patient to immediately report symptoms of urinary retention, an inability to urinate, or pain with urination.<\/li><li>Advise patient against sudden discontinuation of drug as this may increase seizure frequency.<\/li><li>Instruct patient to avoid alcohol during therapy as this may increase systemic exposure and adverse effects.<\/li><\/ul>"}]}