{"drugs":["Brilinta","Ticagrelor"],"mono":[{"id":"929979-s-0","title":"Generic Names","mono":"Ticagrelor"},{"id":"929979-s-1","title":"Dosing and Indications","sub":[{"id":"929979-s-1-4","title":"Adult Dosing","mono":"<ul><li>Avoid maintenance doses of aspirin above 100 mg\/day as efficacy of ticagrelor may be decreased<\/li><li>Discontinue ticagrelor at least 5 days prior to elective surgery<\/li><li><b>Acute coronary syndrome - Thrombosis; Prophylaxis:<\/b> Loading dose, 180 mg ORALLY with aspirin (usually 325 mg) ORALLY once (manufacturer dosing)<\/li><li><b>Acute coronary syndrome - Thrombosis; Prophylaxis:<\/b> Maintenance, 90 mg ORALLY twice daily with aspirin 75 to 100 mg ORALLY once daily; may start ticagrelor in patient who received a loading dose of clopidogrel (manufacturer dosing)<\/li><li><b>Acute coronary syndrome - Thrombosis; Prophylaxis:<\/b> Long-term therapy, 60 or 90 mg ORALLY twice daily in addition to low-dose aspirin orally once daily (study dosing)<\/li><li><b>Percutaneous coronary intervention - Thrombosis; Prophylaxis:<\/b> Loading dose, 180 mg ORALLY with aspirin (usually 325 mg) ORALLY once; maintenance, 90 mg ORALLY twice daily with aspirin 75 to 100 mg ORALLY once daily<\/li><li><b>Percutaneous coronary intervention - Thrombosis; Prophylaxis:<\/b> Duration of therapy for stent placement should be at least 12 months; continuation of therapy beyond 12 months may be considered for drug-eluting stents (guideline dosing)<\/li><\/ul>"},{"id":"929979-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy have not been established in pediatric patients "},{"id":"929979-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment:<\/b> No adjustments necessary<\/li><li><b>Hepatic impairment (severe):<\/b> Contraindicated<\/li><li><b>Hepatic impairment (mild):<\/b> No adjustments necessary<\/li><\/ul>"},{"id":"929979-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acute coronary syndrome - Thrombosis; Prophylaxis<\/li><li>Percutaneous coronary intervention - Thrombosis; Prophylaxis<\/li><\/ul>"}]},{"id":"929979-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Ticagrelor, can cause significant, sometimes fatal, bleeding. Do not use in patients with active pathological bleeding or history of intracranial hemorrhage. Do not start in patients planned to undergo urgent CABG. When possible, discontinue at least 5 days prior to any surgery. Suspect bleeding in any patient who is hypotensive and has recently undergone coronary angiography, percutaneous coronary intervention, CABG, or other surgical procedures in the setting of ticagrelor. If possible, manage bleeding without discontinuing ticagrelor. Stopping ticagrelor increases the risk of subsequent cardiovascular events. Maintenance doses of aspirin above 100 mg reduce the effectiveness of ticagrelor and should be avoided.<br\/>"},{"id":"929979-s-3","title":"Contraindications\/Warnings","sub":[{"id":"929979-s-3-9","title":"Contraindications","mono":"<ul><li>hepatic impairment, severe; increased drug exposure expected and increased risk of bleeding due to reduced synthesis of coagulation proteins<\/li><li>hypersensitivity (eg, angioedema) to ticagrelor or any product component<\/li><li>intracranial hemorrhage, history of; high risk of recurrence<\/li><li>pathological bleeding, active (eg, peptic ulcer or intracranial hemorrhage)<\/li><\/ul>"},{"id":"929979-s-3-10","title":"Precautions","mono":"<ul><li>bleeding, increased overall risk; manage without discontinuing drug if possible<\/li><li>concomitant use of aspirin maintenance doses greater than 100 mg should be avoided<\/li><li>discontinuation of drug; increased risk of myocardial infarction, stent thrombosis, and death; restart as soon as possible if temporary discontinuation is necessary<\/li><li>surgery; drug discontinuation recommended 5 days prior to procedure<\/li><li>bleeding disorders, history of; increased risk of bleeding<\/li><li>concomitant use with potent CYP3A inducers (eg, rifampin, dexamethasone, phenytoin, carbamazepine, and phenobarbital) should be avoided<\/li><li>concomitant use with simvastatin and lovastatin doses greater than 40 mg should be avoided<\/li><li>concomitant use with strong CYP3A inhibitors (eg, atazanavir, clarithromycin, indinavir, itraconazole, ketoconazole, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, and voriconazole) should be avoided<\/li><li>hepatic impairment, moderate; possible increased drug exposure<\/li><li>older age; increased risk of bleeding<\/li><li>percutaneous invasive procedures; increased risk of bleeding<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"929979-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"929979-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"929979-s-4","title":"Drug Interactions","sub":[{"id":"929979-s-4-13","title":"Contraindicated","mono":"<ul><li>Colchicine (theoretical)<\/li><li>Eletriptan (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><\/ul>"},{"id":"929979-s-4-14","title":"Major","mono":"<ul><li>Afatinib (theoretical)<\/li><li>Alipogene Tiparvovec (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Aspirin (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Cilostazol (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clozapine (established)<\/li><li>Cobicistat (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dexamethasone (theoretical)<\/li><li>Dipyridamole (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Eptifibatide (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Everolimus (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Ifosfamide (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Ivacaftor (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Naloxegol (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Nintedanib (theoretical)<\/li><li>Olaparib (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Pomalidomide (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Romidepsin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Topotecan (theoretical)<\/li><li>Trabectedin (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vincristine (theoretical)<\/li><li>Vincristine Sulfate Liposome (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><\/ul>"},{"id":"929979-s-4-15","title":"Moderate","mono":"<ul><li>Digoxin (established)<\/li><li>Simvastatin (established)<\/li><\/ul>"}]},{"id":"929979-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Hematologic:<\/b>Bleeding, Major and minor (8.7%)<\/li><li><b>Neurologic:<\/b>Headache (6.5%)<\/li><li><b>Renal:<\/b>Serum creatinine raised (7.4%)<\/li><li><b>Respiratory:<\/b>Cough (4.9%), Dyspnea (13.8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation (4.2%), Syncope<\/li><li><b>Hematologic:<\/b>Bleeding, Major (4.5%)<\/li><li><b>Respiratory:<\/b>Pulmonary hemorrhage<\/li><\/ul>"},{"id":"929979-s-6","title":"Drug Name Info","sub":{"0":{"id":"929979-s-6-17","title":"US Trade Names","mono":"Brilinta<br\/>"},"2":{"id":"929979-s-6-19","title":"Class","mono":"<ul><li>ADP-Induced Aggregation Inhibitor<\/li><li>Platelet Aggregation Inhibitor<\/li><\/ul>"},"3":{"id":"929979-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"929979-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"929979-s-7","title":"Mechanism Of Action","mono":"Ticagrelor, a cyclopentyltriazolopyrimidine, and its equipotent metabolite (AR-C124910XX) reversibly interact with the platelet P2Y(12) ADP-receptor, thereby preventing signal transduction and platelet activation and aggregation.<br\/>"},{"id":"929979-s-8","title":"Pharmacokinetics","sub":[{"id":"929979-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability, Oral: 36%<\/li><li>Effects of food: 21% increase in AUC (ticagrelor); 22% decrease in Cmax (active metabolite)<\/li><li>Tmax, oral: 1.5 to 2.1 hours (ticagrelor); 2 to 2.5 hours (active metabolite)<\/li><\/ul>"},{"id":"929979-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, plasma proteins: greater than 99%<\/li><li>Vd: 88 L<\/li><\/ul>"},{"id":"929979-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: primary via CYP3A4<\/li><li>AR-C124910XX: active<\/li><\/ul>"},{"id":"929979-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 26% changed; less than 1% unchanged<\/li><li>Fecal: 58% changed; less than 1% unchanged<\/li><\/ul>"},{"id":"929979-s-8-27","title":"Elimination Half Life","mono":"<ul><li>7 hours<\/li><li>AR-C124910XX: 9 hours<\/li><\/ul>"}]},{"id":"929979-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>If unable to swallow tablet, crush and mix with water immediately prior to drinking; then refill glass with water, stir, and drink contents. Crushed tablet mixture is bioequivalent to whole tablets.<\/li><li>May also administer the crushed tablet and water mixture via an NG tube (CH8 or greater); flush tube thoroughly with water following administration.<\/li><li>May be taken with or without food<\/li><\/ul>"},{"id":"929979-s-10","title":"Monitoring","mono":"reduction in thrombotic cardiovascular events in patients with acute coronary syndrome is indicative of efficacy<br\/>"},{"id":"929979-s-11","title":"How Supplied","mono":"<b>Brilinta<\/b><br\/>Oral Tablet: 90 MG<br\/>"},{"id":"929979-s-12","title":"Toxicology","sub":[{"id":"929979-s-12-31","title":"Clinical Effects","mono":"<b>TICAGRELOR<\/b><br\/>USES: Ticagrelor is used to reduce the rate of thrombotic cardiovascular events in patients with unstable angina, non-ST elevation myocardial infarction, or ST elevation myocardial infarction. It is used in combination with aspirin. PHARMACOLOGY: Ticagrelor, a cyclo-pentyl-triazolo-pyrimidine, is orally active, selective and reversible inhibitor of platelet activation and aggregation mediated by the P2Y(12) ADP-receptor. It is also blocks ADP-mediated vasoconstriction of vascular smooth muscle and enhances the adenosine-induced coronary blood flow through inhibition of adenosine uptake by erythrocytes. EPIDEMIOLOGY: Limited data. Overdose is rare. MILD TO MODERATE TOXICITY: Mild to moderate bleeding and dyspnea may occur. Other events may include: bradycardia, chest pain, nausea, diarrhea, muscle pain, and fatigue. SEVERE TOXICITY: Major bleeding (eg, intracranial bleed, intrapericardial bleed with cardiac tamponade, hypovolemic shock or severe hypotension) or a decrease in hemoglobin of more than 5 g\/dL may develop. Patients at greater risk to develop severe bleeding may include: older patients, those with a history of bleeding disorders, concomitant therapies (ie, anticoagulants, fibrinolytic therapy, higher doses of aspirin) or recent invasive procedures. Other symptoms may include: dyspnea, alterations in blood pressure and conduction abnormalities. An increase in serum creatinine levels may also develop. ADVERSE EFFECTS: The most common adverse events reported with therapeutic use are bleeding and dyspnea. Other events may include: chest pain, alterations in blood pressure, nausea, diarrhea, headache, dizziness, muscle pain and fatigue. <br\/>"},{"id":"929979-s-12-32","title":"Treatment","mono":"<b>TICAGRELOR<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Dyspnea and bleeding are common adverse events. Monitor for evidence of bleeding. Transfusions of packed RBCs and other blood products may be needed. Monitor respiratory rate and effort; assess pulse oximetry. Administer oxygen as necessary. Obtain ABGs as indicated for persistent dyspnea. Replace fluids and electrolytes in patients with significant GI loss (ie, diarrhea, vomiting).  Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Major bleeding may develop. Transfuse with RBCs, platelets and other blood products, as needed. Assess respiratory rate and effort, monitor pulse oximetry or ABGs. Administer oxygen as needed. Airway management may be indicated in patients that develop severe bleeding or hemodynamic instability. For severe toxicity, administer intravenous fluids and vasopressors for hypotension. Obtain a baseline ECG and institute continuous cardiac monitoring in symptomatic patients.<\/li><li>Decontamination: PREHOSPITAL: Emesis is not indicated. Consider activated charcoal in patients with a recent ingestion that are alert and able to protect their airway. HOSPITAL: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain their airway or if the airway is protected.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure. Patients with a severe exposure may develop severe bleeding and hemodynamic instability requiring airway support and mechanical ventilation.<\/li><li>Antidote: There is no known antidote.<\/li><li>Monitoring of patient: Monitor hemoglobin, hematocrit, partial thromboplastin time, platelet count, INR and fibrinogen in patients with severe bleeding. Monitor vital signs, respiratory rate and effort. Obtain a baseline pulse oximetry level and monitor as indicated in patients with dyspnea. Obtain ABGs or chest x-ray in patients with persistent symptoms. Obtain a baseline ECG and institute continuous cardiac monitoring in symptomatic patients. Monitor renal function after a significant overdose. Monitor fluid and electrolyte status in patients with significant diarrhea. Serum ticagrelor concentrations are not clinically useful in guiding management following overdose, or widely available in clinical practice.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because ticagrelor is extensively protein bound (greater than 99%) and obtaining access for hemodialysis or hemoperfusion may induce bleeding complications.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult with an inadvertent minor exposure may be monitored at home. Due to limited experience, a child with more than a minor exposure (90 mg) should be observed in a healthcare center. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with dyspnea should be monitored until symptoms resolve and pulse oximetry and\/or ABGs are normal. Patients with minor or minimal bleeding should be observed and discharged to home once bleeding has stopped and CBC and coagulation studies are within normal limits. ADMISSION CRITERIA: Patients with persistent dyspnea or evidence of severe bleeding should be admitted for further treatment. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"929979-s-12-33","title":"Range of Toxicity","mono":"<b>TICAGRELOR<\/b><br\/>TOXICITY: A minimum toxic dose has not been determined. During clinical trials, doses above 180 mg daily were not studied. THERAPEUTIC USE: ADULT: LOADING DOSE: 180 mg orally. MAINTENANCE THERAPY: 90 mg orally twice daily along with a daily dose of aspirin (75 to 100 mg). PEDIATRIC: The safety and efficacy of ticagrelor in pediatric patients have not been established. <br\/>"}]},{"id":"929979-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to immediately report signs\/symptoms of unanticipated, prolonged, or excessive bleeding (eg, hematuria, hematemesis, blood in the stool, nosebleeds).<\/li><li>Drug may cause bruising, headaches, cough, dizziness, nausea, diarrhea, and hypertension.<\/li><li>Instruct patient to report unexpected dyspnea.<\/li><li>Advise patient against discontinuation of drug without physician approval.<\/li><li>Tell patient using concomitant aspirin not to exceed 100 mg\/day and to avoid other products that may contain aspirin.<\/li><\/ul>"}]}