{"drugs":["Asparaginase Erwinia Chrysanthemi","Erwinaze"],"mono":{"0":{"id":"930045-s-0","title":"Generic Names","mono":"Asparaginase Erwinia Chrysanthemi"},"1":{"id":"930045-s-1","title":"Dosing and Indications","sub":{"0":{"id":"930045-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Acute lymphoid leukemia, In combination with other chemotherapeutic agents in patients with hypersensitivity to E coli-derived asparaginase:<\/b> Substitute for pegaspargase, 25,000 international units\/m(2) IV or IM 3 times weekly (Monday\/Wednesday\/Friday) for 6 doses<\/li><li><b>Acute lymphoid leukemia, In combination with other chemotherapeutic agents in patients with hypersensitivity to E coli-derived asparaginase:<\/b> Substitute for E coli-derived asparaginase, 25,000 international units\/m(2) IV or IM for each scheduled dose of E coli-derived asparaginase<\/li><\/ul>"},"1":{"id":"930045-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Acute lymphoid leukemia, In combination with other chemotherapeutic agents in patients with hypersensitivity to E coli-derived asparaginase:<\/b> Substitute for pegaspargase, 25,000 international units\/m(2) IV or IM 3 times weekly (Monday\/Wednesday\/Friday) for 6 doses<\/li><li><b>Acute lymphoid leukemia, In combination with other chemotherapeutic agents in patients with hypersensitivity to E coli-derived asparaginase:<\/b> Substitute for E coli-derived asparaginase, 25,000 international units\/m(2) IV or IM for each scheduled dose of E coli-derived asparaginase<\/li><\/ul>"},"3":{"id":"930045-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Acute lymphoid leukemia, In combination with other chemotherapeutic agents in patients with hypersensitivity to E coli-derived asparaginase<br\/>"}}},"3":{"id":"930045-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930045-s-3-9","title":"Contraindications","mono":"<ul><li>History of serious hypersensitivity reactions to asparaginase Erwinia chrysanthemi therapy, including anaphylaxis<\/li><li>Serious pancreatitis with prior L-asparaginase therapy<\/li><li>Serious hemorrhagic events with prior L-asparaginase therapy<\/li><li>Serious thrombosis with prior L-asparaginase therapy<\/li><\/ul>"},{"id":"930045-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine\/Metabolic:<\/li><li>-- Glucose intolerance, irreversible in some cases, has been reported; monitoring recommended<\/li><li>Gastrointestinal:<\/li><li>-- Interrupt therapy and monitor amylase levels if signs and symptoms of mild pancreatitis develop; may resume therapy after resolution<\/li><li>-- Discontinue use if severe or hemorrhagic pancreatitis occurs<\/li><li>Hematologic:<\/li><li>-- Interrupt therapy if thrombosis (including pulmonary embolism or sagittal sinus thrombosis) or hemorrhage develop; may resume therapy after resolution<\/li><li>Immunologic:<\/li><li>-- Discontinue if anaphylaxis or other serious hypersensitivity reactions occur<\/li><\/ul>"},{"id":"930045-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"930045-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930045-s-4","title":"Drug Interactions","sub":[{"id":"930045-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"930045-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Methotrexate (theoretical)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Prednisolone (theoretical)<\/li><li>Prednisone (theoretical)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Vincristine (theoretical)<\/li><li>Vincristine Sulfate Liposome (theoretical)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},"5":{"id":"930045-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (Up to 3%)<\/li><li><b>Hepatic:<\/b>Elevated levels of transaminase &amp; lactic acid dehydrogenase (4% to 13%)<\/li><li><b>Other:<\/b>Fever (3% to 10%), Injection site reaction (Up to 3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperglycemia (2% to 17%), Malabsorption of glucose (5%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (Up to 2%), Nausea (Up to 20%), Pancreatitis (4%), Vomiting (Up to 17%)<\/li><li><b>Hematologic:<\/b>Hemorrhage, All grades (Up to 1%), Hemorrhage, Grade 3 or 4 (Less than 1%), Thrombosis, All grades (2% to 7%), Thrombosis, Grade 3 or 4 (Less than 1%)<\/li><li><b>Hepatic:<\/b>Hyperbilirubinemia (Up to 10%), Liver enzymes abnormal, Grade 3 or 4 (Up to 5%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis (Less than 1%), Hypersensitivity reaction (3% to 37%)<\/li><\/ul>"},"6":{"id":"930045-s-6","title":"Drug Name Info","sub":{"0":{"id":"930045-s-6-17","title":"US Trade Names","mono":"Erwinaze<br\/>"},"2":{"id":"930045-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Asparaginase (class)<\/li><\/ul>"},"3":{"id":"930045-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930045-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930045-s-7","title":"Mechanism Of Action","mono":"Asparaginase Erwinia chrysanthemi administration causes a reduction in circulating asparagine levels by catalyzing the deamidation of asparagine to aspartic acid and ammonia. This results in a cytotoxicity specific for leukemic cells, which depend on an exogenous source of asparagine for protein metabolism and survival.<br\/>"},"8":{"id":"930045-s-8","title":"Pharmacokinetics","sub":{"4":{"id":"930045-s-8-27","title":"Elimination Half Life","mono":"15.6 hours (IM); 7.51 hours (IV) <br\/>"}}},"9":{"id":"930045-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>Obtain predose serum asparaginase activity levels prior to IV administration and consider switching to IM administration if desired levels are not achieved.<br\/><\/li><li><b>Intramuscular<\/b><br\/><ul><li>Reconstitute with 1 mL of NS for final concentration of 10,000 international units\/mL or 2 mL of NS for final concentration of 5000 international units\/mL; mix gently; do not shake or invert vial.<\/li><li>Draw solution into the syringe within 15 minutes of reconstitution; administer within 4 hours of reconstitution; do not refrigerate or freeze reconstituted solution.<\/li><li>Administer IM; do not inject more than 2 mL into a single injection site; use multiple injection sites for dose volumes of more than 2 mL.<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>Reconstitute with 1 mL of NS for final concentration of 10,000 international units\/mL or 2 mL of NS for final concentration of 5000 international units\/mL; mix gently; do not shake or invert vial.<\/li><li>Draw solution into the syringe within 15 minutes of reconstitution and add to 100 mL NS infusion bag that has been brought to room temperature.<\/li><li>Administer within 4 hours of reconstitution; do not refrigerate or freeze reconstituted solution.<\/li><li>Administer IV infusion over 1 hour; do not administer other IV agents through the same line during infusion.<\/li><\/ul><\/li><\/ul>"},"10":{"id":"930045-s-10","title":"Monitoring","mono":"<ul><li>Clinical remission of leukemia is indicative of efficacy<\/li><li>Pre-dose serum asparaginase activity levels prior to IV administration; consider switching to IM administration if desired levels are not achieved<\/li><li>Serum glucose at baseline and periodically during therapy<\/li><\/ul>"},"11":{"id":"930045-s-11","title":"How Supplied","mono":"<b>Erwinaze<\/b><br\/>Injection Powder for Solution: 10000 IU<br\/>"},"12":{"id":"930045-s-12","title":"Toxicology","sub":[{"id":"930045-s-12-31","title":"Clinical Effects","mono":"<b>ASPARAGINASE <\/b><br\/>USES: Escherichia coli (E. coli)-derived asparaginase is used primarily in combination therapy for the treatment of acute lymphocytic leukemia. Asparaginase Erwinia chrysanthemi is indicated to treat patients with acute lymphocytic leukemia who have developed hypersensitivity to E. coli-derived asparaginase.  NOTE: Asparaginase should NOT be interchanged with Erwinia asparaginase or pegylated E. coli asparaginase because they may result in subtherapeutic blood levels of asparaginase or additional toxicity related to an overdose. PHARMACOLOGY: Asparaginase contains the enzyme L-asparagine amidohydrolase type EC-2, which is derived from Escherichia coli.  Asparaginase removes asparagine from leukemic cells (especially lymphoblasts) by hydrolysis to aspartic acid and  ammonia.  These cells depend upon an exogenous source of asparagine for survival. Normal cells, however, are able to synthesize asparagine and are less affected by the effects of asparaginase. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Limited overdose data available. Overdose effects are expected to be an extension of adverse effects reported with therapeutic use. Hyperammonemia, increased levels of glutamic and aspartic acid, and decreased levels of glutamine and asparagine were noted after a 10-fold overdose of asparaginase in a 3-year-old boy. The boy had no serious adverse effects and treatment with asparaginase was continued after a three day wash out period. ADVERSE EFFECTS: COMMON: The most commonly reported adverse reactions following therapeutic administration are allergic reactions (including anaphylaxis), hyperglycemia, pancreatitis (sometimes fatal), thrombosis, coagulopathy, hyperbilirubinemia, and elevated liver enzymes. INFREQUENT: Other adverse effects reported less frequently include: nausea, vomiting, abdominal pain, diarrhea, mucositis, hyperlipidemia, leukopenia, thrombocytopenia, hyperthermia, CNS depression, agitation, seizures, posterior reversible encephalopathy syndrome, hallucinations, and hyperammonemia. RARE: Hyperkalemia and liver failure are rare occurrences.<br\/>"},{"id":"930045-s-12-32","title":"Treatment","mono":"<b>ASPARAGINASE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive.  Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat agitation with benzodiazepines. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.  Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia.  In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Intrathecal injection: No clinical reports available, information derived from experience with other antineoplastics. Keep patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free 0.9% saline).  Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hr).  Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression or severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Hyperammonemia: Severe hyperammonemia may develop after large doses. Decrease nitrogen intake by administering a low protein diet with adequate carbohydrate and lipids to minimize endogenous protein catabolism. Sodium benzoate has been used in a case report to decrease ammonia production after asparaginase therapy or overdose, although controlled data is lacking. One dosing regimen is 250 mg\/kg\/day divided every 8 hours administered orally or intravenously.<\/li><li>Monitoring of patient: Monitor serial serum ammonia level and complete blood counts with differential and platelet counts after overdose. Monitor blood glucose and hepatic enzymes in patients with significant exposure. Monitor serum lipase in patients with abdominal pain or persistent vomiting. Fibrinogen levels, INR, PTT, and fibrin degradation products should be monitored in patients with evidence of bleeding or embolic complications. Monitor vital signs, including temperature, and mental status. Monitor fluid and electrolytes in patients with prolonged vomiting and\/or diarrhea. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted.  CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"930045-s-12-33","title":"Range of Toxicity","mono":"<b>ASPARAGINASE<\/b><br\/>TOXICITY: A specific toxic dose has not been established. A 3-year-old boy with acute lymphoblastic leukemia received 66,000 International Units of asparaginase intravenously (a 10-fold overdose). Hyperammonemia, increased levels of glutamic and aspartic acid, and decreased levels of glutamine and asparagine were noted. One week after the overdose the laboratory values returned to normal. THERAPEUTIC DOSE: ADULT AND PEDIATRIC: ASPARAGINASE E. COLI DERIVED: Recommended dose is 6,000 International Units\/m(2), administered IM or IV, 3 times per week. ASPARAGINASE ERWINIA CHRYSANTHEMI (substitute for E. Coli derived):  Recommended dose is 25,000 International Units\/m(2) IV or IM for each scheduled dose of E. coli-derived asparaginase; (substitute for pegaspargase). DOSE: 25,000 International Units\/m(2) IV or IM 3 times weekly (Monday\/Wednesday\/Friday) for 6 doses. NOTE: Asparaginase should NOT be interchanged with Erwinia asparaginase or pegylated E. coli asparaginase because they may result in subtherapeutic blood levels of asparaginase or additional toxicity related to an overdose.<br\/>"}]},"13":{"id":"930045-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to immediately report signs\/symptoms of pancreatitis (severe and sudden abdominal pain).<\/li><li>Counsel patient to immediately report signs\/symptoms of thrombosis (headache, arm or leg swelling, shortness of breath, chest pain) or hemorrhage.<\/li><li>Drug may cause nausea, vomiting, diarrhea, headache, and fever.<\/li><li>Advise patient to report signs\/symptoms of hyperglycemia or glucose intolerance (excessive thirst, increase in volume or frequency of urination).<\/li><\/ul>"}}}