{"generic":"Ivacaftor","drugs":["Ivacaftor","Kalydeco"],"mono":{"0":{"id":"930102-s-0","title":"Generic Names","mono":"Ivacaftor"},"1":{"id":"930102-s-1","title":"Dosing and Indications","sub":[{"id":"930102-s-1-4","title":"Adult Dosing","mono":"<b>Cystic fibrosis, In patients with a G551D, G1244E, G1349D, G178R, G551S, R117H, S1251N, S1255P, S549N, or S549R mutation in the CFTR gene:<\/b> 150 mg ORALLY every 12 hours with fat-containing food "},{"id":"930102-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Use is not recommended in patients younger than 2 years.<\/li><li><b>Cystic fibrosis, In patients with a G551D, G1244E, G1349D, G178R, G551S, R117H, S1251N, S1255P, S549N, or S549R mutation in the CFTR gene:<\/b> (6 years or older) 150 mg ORALLY every 12 hours with fat-containing food<\/li><li><b>Cystic fibrosis, In patients with a G551D, G1244E, G1349D, G178R, G551S, R117H, S1251N, S1255P, S549N, or S549R mutation in the CFTR gene:<\/b> (2 to younger than 6 years, less than 14 kg) One 50-mg packet of granules ORALLY every 12 hours; mix with 5 mL soft food or liquid and administer with fat-containing food<\/li><li><b>Cystic fibrosis, In patients with a G551D, G1244E, G1349D, G178R, G551S, R117H, S1251N, S1255P, S549N, or S549R mutation in the CFTR gene:<\/b> (2 to younger than 6 years, 14 kg or greater) One 75-mg packet of granules ORALLY every 12 hours; mix with 5 mL soft food or liquid and administer with fat-containing food<\/li><\/ul>"},{"id":"930102-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Hepatic impairment, mild (Child-Pugh class A):<\/b> No adjustment required<\/li><li><b>Hepatic impairment, moderate (Child-Pugh class B), 6 years or older:<\/b> 150 mg ORALLY once daily<\/li><li><b>Hepatic impairment, moderate (Child-Pugh class B), 2 to younger than 6 years, less than 14 kg:<\/b> One 50-mg packet of granules ORALLY once daily<\/li><li><b>Hepatic impairment, moderate (Child-Pugh class B), 2 to younger than 6 years, 14 kg or greater:<\/b> One 75-mg packet of granules ORALLY once daily<\/li><li><b>Hepatic impairment, severe (Child-Pugh class C):<\/b> 150 mg OR 1 packet of granules ORALLY once daily or less frequently<\/li><li><b>Renal impairment, mild to moderate:<\/b> No adjustment necessary; use caution in patients with severe renal impairment (CrCl less than or equal to 30 mL\/min) or ESRD<\/li><li><b>Concomitant use with moderate CYP3A inhibitors (6 years or older):<\/b> 150 mg ORALLY once daily<\/li><li><b>Concomitant use with moderate CYP3A inhibitors (2 to younger than 6 years, less than 14 kg):<\/b> One 50-mg packet of granules ORALLY once daily<\/li><li><b>Concomitant use with moderate CYP3A inhibitors (2 to younger than 6 years, 14 kg or greater):<\/b> One 75-mg packet of granules ORALLY once daily<\/li><li><b>Concomitant use with strong CYP3A inhibitors, 6 years or older:<\/b> 150 mg ORALLY twice weekly<\/li><li><b>Concomitant use with strong CYP3A inhibitors, 2 to younger than 6 years, less than 14 kg:<\/b> One 50-mg packet of granules ORALLY twice weekly<\/li><li><b>Concomitant use with strong CYP3A inhibitors, 2 to younger than 6 years, 14 kg or greater:<\/b> One 75-mg packet of granules ORALLY twice weekly<\/li><\/ul>"},{"id":"930102-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Cystic fibrosis, In patients with a G551D, G1244E, G1349D, G178R, G551S, R117H, S1251N, S1255P, S549N, or S549R mutation in the CFTR gene<br\/>"}]},"3":{"id":"930102-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930102-s-3-9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"930102-s-3-10","title":"Precautions","mono":"<ul><li>Hepatic:<\/li><li>-- Elevated transaminase levels have been reported; monitoring recommended, and dose interruption may be necessary<\/li><li>-- Moderate hepatic impairment (Child-Pugh Class B); dose adjustment recommended<\/li><li>-- Severe hepatic impairment (Child-Pugh Class C); dose adjustment and\/or reduction in frequency of administration recommended<\/li><li>Ophthalmic:<\/li><li>-- Noncongenital lens opacities\/cataracts were observed in pediatric patients; monitoring recommended<\/li><li>Renal:<\/li><li>-- Severe renal impairment (CrCl less than or equal to 30 mL\/min) or end stage renal disease; use cautiously<\/li><li>Other:<\/li><li>-- Avoid use in patients homozygous for the F508del mutation in the CFTR gene<\/li><li>Concomitant use:<\/li><li>-- Use with strong CYP3A inducers (eg, rifampin, rifabutin, phenobarbital, carbamazepine, phenytoin, St. John's Wort) is not recommended<\/li><li>-- Avoid consumption of grapefruit or Seville oranges during treatment<\/li><\/ul>"},{"id":"930102-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"930102-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930102-s-4","title":"Drug Interactions","sub":[{"id":"930102-s-4-13","title":"Contraindicated","mono":"<ul>Colchicine (theoretical)<\/ul>"},{"id":"930102-s-4-14","title":"Major","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Amprenavir (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Aprepitant (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Digoxin (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Efavirenz (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Isavuconazonium Sulfate (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Miconazole (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Netupitant (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Nintedanib (theoretical)<\/li><li>Oxcarbazepine (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Ticagrelor (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Topotecan (theoretical)<\/li><li>Verapamil (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"},{"id":"930102-s-4-15","title":"Moderate","mono":"<ul>Midazolam (probable)<\/ul>"}]},"5":{"id":"930102-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (10% to 13%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (16%), Diarrhea (13%), Nausea (10% to 12%)<\/li><li><b>Neurologic:<\/b>Dizziness (5% to 9%), Headache (17% to 24%)<\/li><li><b>Respiratory:<\/b>Nasal congestion (16% to 20%), Nasopharyngitis (15%), Pain in throat (22%), Upper respiratory infection (16% to 22%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hepatic:<\/b>AST\/SGOT level raised (4% to 7%), Increased liver enzymes (4% to 7%)<\/li><li><b>Ophthalmic:<\/b>Cataract<\/li><\/ul>"},"6":{"id":"930102-s-6","title":"Drug Name Info","sub":{"0":{"id":"930102-s-6-17","title":"US Trade Names","mono":"Kalydeco<br\/>"},"2":{"id":"930102-s-6-19","title":"Class","mono":"Respiratory Agent<br\/>"},"3":{"id":"930102-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930102-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930102-s-7","title":"Mechanism Of Action","mono":"Ivacaftor potentiates the cystic fibrosis transmembrane conductance protein (CFTR), specifically G551D-CFTR, resulting in increased chloride transport on the surface of epithelial cells in multiple organs.<br\/>"},"8":{"id":"930102-s-8","title":"Pharmacokinetics","sub":[{"id":"930102-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 4 hours<\/li><li>Effect of food: Increased with fat-containing food <\/li><\/ul>"},{"id":"930102-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 353 L<\/li><li>Protein binding: 99%, primarily alpha 1-acid glycoprotein and albumin<\/li><\/ul>"},{"id":"930102-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: extensively by CYP3A<\/li><li>M1: active<\/li><li>Sensitive CYP3A substrate<\/li><li>Weak inhibitor of CYP3A and P-glycoprotein<\/li><\/ul>"},{"id":"930102-s-8-26","title":"Excretion","mono":"<ul><li>Renal: negligible<\/li><li>Feces: 87.8% as metabolites<\/li><li>Total body clearance: 17.3 L\/hr<\/li><\/ul>"},{"id":"930102-s-8-27","title":"Elimination Half Life","mono":"12 hours <br\/>"}]},"9":{"id":"930102-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Oral granules: Mix entire packet contents with 5 mL age-appropriate soft food or liquid (eg, pureed fruits or vegetables, yogurt, applesauce, water, milk, juice) that is at or below room temperature.<\/li><li>Oral granules: Ensure entire dose is consumed; product is stable for 1 hour after mixing.<\/li><li>Oral granules: Administer each dose just before or just after fat-containing food (eg, eggs, peanut butter, cheese pizza, whole-milk dairy products).<\/li><li>Oral tablets: Take with fat-containing food (eg, eggs, peanut butter, cheese pizza, whole-milk dairy products).<\/li><li>Missed dose: If dose is missed within 6 hours of the usual time it is taken, take the dose with fat-containing food as soon as possible; otherwise, skip the missed dose and resume the normal dosing schedule.<\/li><li>Avoid administering with food containing grapefruit or Seville oranges.<\/li><\/ul>"},"10":{"id":"930102-s-10","title":"Monitoring","mono":"<ul><li>Cystic fibrosis gene mutation test; confirm presence of G551D, G1244E, G1349D, G178R, G551S, R117H, S1251N, S1255P, S549N, or S549R mutation; verify with bidirectional sequencing if recommended<\/li><li>Improvement in FEV1 is indicative of efficacy<\/li><li>ALT and AST; prior to initiation, every 3 months for first year, then annually or until resolution if abnormalities occur<\/li><li>History of transaminase elevations; more frequent monitoring<\/li><li>Ophthalmic examinations; prior to initiation and at followup intervals in pediatric patients<\/li><\/ul>"},"11":{"id":"930102-s-11","title":"How Supplied","mono":"<b>Kalydeco<\/b><br\/><ul><li>Oral Granule: 50 MG\/Packet, 75 MG\/Packet<\/li><li>Oral Tablet: 150 MG<\/li><\/ul>"},"12":{"id":"930102-s-12","title":"Toxicology","sub":[{"id":"930102-s-12-31","title":"Clinical Effects","mono":"<b>IVACAFTOR<\/b><br\/>USES: Ivacaftor is indicated for the treatment of cystic fibrosis (CF) in patients 6 years of age and older who have a G551D mutation in the CF transmembrane conductance regulator (CFTR) gene. PHARMACOLOGY: Ivacaftor potentiates the cystic fibrosis transmembrane conductance protein (CFTR), specifically G551D-CFTR, resulting in increased chloride transport on the surface of epithelial cells in multiple organs. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: In a study evaluating the effect of ivacaftor on ECGs of healthy subjects, more patients developed dizziness and diarrhea after receiving repeated doses of ivacaftor (450 mg tablets every 12 hours for 4.5 days (9 doses)) compared with placebo. ADVERSE EFFECTS: COMMON (8% or greater): Headache, oropharyngeal pain, upper respiratory tract infection, nasal congestion, abdominal pain, nasopharyngitis, diarrhea, rash, nausea, and dizziness. OTHER EFFECTS: Acne, elevated liver enzymes, myalgia, arthralgia, rhinitis, pharyngeal erythema, pleuritic pain, sinus congestion, and wheezing. <br\/>"},{"id":"930102-s-12-32","title":"Treatment","mono":"<b>IVACAFTOR<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting and\/or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary. Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory symptoms.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor hepatic enzymes in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, should be referred to a healthcare facility to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, hepatotoxicity, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"930102-s-12-33","title":"Range of Toxicity","mono":"<b>IVACAFTOR<\/b><br\/>TOXICITY: In a clinical study, the highest single dose of ivacaftor 800 mg solution did not cause any adverse events. In a study evaluating the effect of ivacaftor on ECGs of healthy subjects, more patients developed dizziness and diarrhea after receiving repeated doses of ivacaftor (450 mg tablets every 12 hours for 4.5 days (9 doses)) compared with placebo. THERAPEUTIC DOSES: ADULTS AND CHILDREN 6 YEARS AND OLDER: 150 mg orally every 12 hours. The safety and efficacy of ivacaftor in children less than 6 years of age have not been established. <br\/>"}]},"13":{"id":"930102-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise caregiver to report symptoms of cataracts in pediatric patient.<\/li><li>Side effects may include oropharyngeal pain, upper respiratory tract infection, nasal congestion, nasopharyngitis, abdominal pain, diarrhea, nausea, rash, or dizziness.<\/li><li>Counsel patient to take drug with fatty foods (eg, eggs, butter, peanut butter, cheese pizza, whole-milk daily products) to enhance absorption.<\/li><li>Granules: Advise caregiver to mix with soft foods or liquids (eg, pureed fruits or vegetables, yogurt, applesauce, water, milk, juice) that is at or below room temperature and give within 1 hour of mixing.<\/li><li>Tell patient to avoid grapefruit products or Seville oranges.<\/li><li>Instruct patient to take a missed dose as soon as possible, but if next dose is in less than 6 hours, skip the missed dose.<\/li><\/ul>"}}}