{"generic":"Vismodegib","drugs":["Erivedge","Vismodegib"],"mono":[{"id":"930100-s-0","title":"Generic Names","mono":"Vismodegib"},{"id":"930100-s-1","title":"Dosing and Indications","sub":[{"id":"930100-s-1-4","title":"Adult Dosing","mono":"<b>Basal cell carcinoma of skin, Metastatic or locally advanced:<\/b> 150 mg ORALLY once daily until disease progression or unacceptable toxicity occurs "},{"id":"930100-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in children "},{"id":"930100-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment:<\/b> No adjustment recommended<\/li><li><b>Hepatic impairment:<\/b> No adjustment recommended<\/li><\/ul>"},{"id":"930100-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Basal cell carcinoma of skin, Metastatic or locally advanced<br\/>"}]},{"id":"930100-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Vismodegib can result in embryo-fetal death or severe birth defects. Animal data indicate vismodegib is embryotoxic and teratogenic. Pregnancy status should be verified 7 days prior to treatment initiation. Advise female patients of the need for contraception during and after vismodegib therapy. Advise male patients of the potential risk of vismodegib exposure through semen and recommend use of condoms with female partners of reproductive potential.<br\/>"},{"id":"930100-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930100-s-3-9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"930100-s-3-10","title":"Precautions","mono":"<ul><li>Pregnancy, known or suspected; risk of embryo-fetal death or severe birth defects; verify pregnancy status 7 days prior to initiating therapy; use of adequate contraception required during and for 7 months after treatment<\/li><li>Blood donation; do not donate blood or blood products during therapy and for at least 7 months after the last dose<\/li><li>Semen donation; do not donate during treatment for at least 3 months after discontinuation<\/li><\/ul>"},{"id":"930100-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"930100-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"930100-s-4","title":"Drug Interactions","sub":{"1":{"id":"930100-s-4-14","title":"Major","mono":"<ul><li>Aluminum Carbonate, Basic (theoretical)<\/li><li>Aluminum Hydroxide (theoretical)<\/li><li>Aluminum Phosphate (theoretical)<\/li><li>Calcium Carbonate (theoretical)<\/li><li>Cimetidine (theoretical)<\/li><li>Dexlansoprazole (theoretical)<\/li><li>Dihydroxyaluminum Aminoacetate (theoretical)<\/li><li>Dihydroxyaluminum Sodium Carbonate (theoretical)<\/li><li>Esomeprazole (theoretical)<\/li><li>Famotidine (theoretical)<\/li><li>Lansoprazole (theoretical)<\/li><li>Magaldrate (theoretical)<\/li><li>Magnesium Carbonate (theoretical)<\/li><li>Magnesium Hydroxide (theoretical)<\/li><li>Magnesium Oxide (theoretical)<\/li><li>Magnesium Trisilicate (theoretical)<\/li><li>Nizatidine (theoretical)<\/li><li>Omeprazole (theoretical)<\/li><li>Pantoprazole (theoretical)<\/li><li>Rabeprazole (theoretical)<\/li><li>Ranitidine (theoretical)<\/li><\/ul>"}}},{"id":"930100-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (63.8%)<\/li><li><b>Endocrine metabolic:<\/b>Weight loss (44.9%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (21%), Decrease in appetite (25.4%), Diarrhea, All grades (29%), Loss of taste (10.9%), Nausea, All grades (30.4%), Taste sense altered (55.1%), Vomiting (13.8%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (15.9%), Skeletal muscle spasm (71.7%)<\/li><li><b>Other:<\/b>Fatigue (39.9%)<\/li><\/ul><b>Serious<\/b><br\/><b>Gastrointestinal:<\/b>Diarrhea, Grade 3 (0.7%), Nausea, Grade 3 (0.7%)<br\/>"},{"id":"930100-s-6","title":"Drug Name Info","sub":{"0":{"id":"930100-s-6-17","title":"US Trade Names","mono":"Erivedge<br\/>"},"2":{"id":"930100-s-6-19","title":"Class","mono":"Antineoplastic Agent<br\/>"},"3":{"id":"930100-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930100-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"930100-s-7","title":"Mechanism Of Action","mono":"Vismodegib is a hedgehog pathway inhibitor. It binds to and inhibits Smoothened, a transmembrane protein that is involved in Hedgehog signal transduction.<br\/>"},{"id":"930100-s-8","title":"Pharmacokinetics","sub":[{"id":"930100-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability, Oral: 31.8%<\/li><li>Effect of food: no effect on absorption<\/li><\/ul>"},{"id":"930100-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 16.4 to 26.6 L<\/li><li>Protein binding: greater than 99%<\/li><\/ul>"},{"id":"930100-s-8-25","title":"Metabolism","mono":"Hepatic: primary via oxidation, glucuronidation, and pyridine ring cleavage <br\/>"},{"id":"930100-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 82%<\/li><li>Renal: 4.4%<\/li><\/ul>"},{"id":"930100-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Continuous daily dosing, 4 days<\/li><li>Single dose, 12 days<\/li><\/ul>"}]},{"id":"930100-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Take with or without food<\/li><li>Swallow whole; do not open or crush<\/li><\/ul>"},{"id":"930100-s-10","title":"Monitoring","mono":"<ul><li>positive tumor response is indicative of efficacy<\/li><li>verify pregnancy status within 7 days prior to initiating<\/li><\/ul>"},{"id":"930100-s-11","title":"How Supplied","mono":"<b>Erivedge<\/b><br\/>Oral Capsule: 150 MG<br\/>"},{"id":"930100-s-12","title":"Toxicology","sub":[{"id":"930100-s-12-31","title":"Clinical Effects","mono":"<b>VISMODEGIB <\/b><br\/>USES: Vismodegib is indicated for the treatment of patients with metastatic basal cell carcinoma, or locally advanced basal cell carcinoma that has recurred following surgery or who are not candidates for surgery, and who are not candidates for radiation. PHARMACOLOGY: Vismodegib is a Hedgehog pathway inhibitor. It binds to and inhibits Smoothened, a transmembrane protein that is involved in Hedgehog signal transduction. EPIDEMIOLOGY: Overdose has not been reported. OVERDOSE: Toxicity following overdose has not been reported. Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. ADVERSE EFFECTS: COMMON: The most common adverse effects include: muscle spasms, alopecia, dysgeusia, weight loss, fatigue, nausea, diarrhea, constipation, joint pain, vomiting, decreased appetite, and ageusia. LESS FREQUENT: Other adverse effects occurring less frequently include: hyponatremia, azotemia, hypokalemia, and amenorrhea. In postmarketing surveillance, there have been infrequent reports of hepatotoxicity including elevated liver enzymes, hepatitis, or hepatocellular damage. <br\/>"},{"id":"930100-s-12-32","title":"Treatment","mono":"<b>VISMODEGIB <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Management is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Management is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea or vomiting. Significant alterations in sodium may lead to seizures; correct hyponatremia and treat seizures (eg, benzodiazepines).<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not routinely required following a minor exposure. HOSPITAL: Consider activated charcoal for a large overdose if the ingestion is recent and the patient is not vomiting and the airway can be maintained.<\/li><li>Airway management: Insure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression or seizure activity.<\/li><li>Antidote: None.<\/li><li>Hyponatremia: Evaluate for hyponatremia and associated symptoms. Patients with mild symptoms can be managed with water restriction. Patients with moderate to severe symptoms should receive 0.9% sodium chloride (rarely 3% NaCl in patients with very severe symptoms). The goal is slow correction; the serum sodium should not increase more than 2 mEq\/L\/hour in any 4-hour period or more than 15 mEq\/L per day. Rapid correction may cause central pontine myelinolysis. Monitor serum electrolytes, fluid intake and output, and urine volume and electrolytes.<\/li><li>Monitoring of patient: Monitor serum electrolytes and renal function. Monitor vital signs. Toxic levels of vismodegib have not been established; routine drug plasma levels are not likely to be available. Due to the risk of embryo-fetal death or severe birth defects, a pregnancy test is recommended in women of childbearing age who have been exposed to vismodegib.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding (99% or greater). Plasmapheresis might be effective based on the small volume of distribution and high protein binding, but has not been used in overdose.<\/li><li>Patient disposition: HOME CRITERIA: A minor (a single dose) inadvertent dose in a patient currently being treated with vismodegib can likely be managed at home. An asymptomatic child with an inadvertent exposure (a single dose) can likely be monitored at home, if a responsible adult is present. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions who are symptomatic should be observed in a healthcare facility. ADMISSION CRITERIA: Patients demonstrating persistent electrolyte imbalance should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"930100-s-12-33","title":"Range of Toxicity","mono":"<b>VISMODEGIB <\/b><br\/>TOXICITY: A specific toxic dose has not been established. Doses up to 540 mg once daily were tolerated in clinical trials, and were not associated with increased exposure compared to a dose of 150 mg once daily. THERAPEUTIC DOSE: ADULT: The recommended dose is 150 mg orally once daily until disease progression or unacceptable toxicity occurs. PEDIATRIC: Safety and efficacy of vismodegib have not been established in pediatric patients.<br\/>"}]},{"id":"930100-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise female patient to use adequate contraception to avoid pregnancy during and for 7 months after the last dose.<\/li><li>Counsel male patient to use adequate contraception to prevent pregnancy in sexual partner during and for 2 months after the last dose.<\/li><li>Warn patient that blood or blood product donation should be avoided during and for 7 months after the last dose.<\/li><li>Drug may cause muscle spasms, arthralgias, alopecia, dysgeusia, ageusia, nausea, diarrhea, vomiting, constipation, decreased appetite, weight loss, and fatigue.<\/li><\/ul>"}]}