{"generic":"Carfilzomib","drugs":["Carfilzomib","Kyprolis"],"mono":{"0":{"id":"930254-s-0","title":"Generic Names","mono":"Carfilzomib"},"1":{"id":"930254-s-1","title":"Dosing and Indications","sub":[{"id":"930254-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Multiple myeloma, relapsed after at least 2 prior therapies:<\/b> 20 mg\/m(2)\/day, using actual BSA up to a MAX of 2.2 m(2), IV over 2 to 10 minutes on 2 consecutive days each week for 3 weeks (days 1, 2, 8, 9, 15, and 16) followed by 12 days of rest (days 17 to 28) for cycle 1; if tolerated in cycle 1, escalate dose to 27 mg\/m(2)\/day in cycle 2 and continue in subsequent cycles until disease progression or unacceptable toxicity; premedicate all patients with dexamethasone 4 mg ORALLY or IV prior to all doses in cycle 1 and the first cycle of dose escalation to 27 mg\/m(2)\/day; premedication with dexamethasone should be reinstated if infusion reaction occurs during subsequent cycles; prior to each dose of cycle 1, hydrate all patients with 250 to 500 mL of NS or other appropriate IV fluid and an additional 250 to 500 mL after carfilzomib administration; continue IV hydration, as needed, in subsequent cycles<\/li><li><b>Waldenstroem macroglobulinemia:<\/b> Induction, 20 mg\/m(2) IV infusion over 20 minutes in cycle 1, then 36 mg\/m(2) IV infusion over 30 minutes for cycle 2 and subsequent cycles, plus dexamethasone 20 mg IV on days 1, 2, 8, and 9, and rituximab 375 mg\/m(2) IV on days 2 and 9 every 21 days for 6 cycles; premedicate with dexamethasone 10 mg ORALLY the night before rituximab administration; concomitant acyclovir 400 mg ORALLY twice daily for duration of therapy plus 6 months and famotidine 20 mg ORALLY twice daily during weeks of active therapy (study dose).<\/li><li><b>Waldenstroem macroglobulinemia:<\/b> Maintenance (starting 8 weeks after completion of induction): 36 mg\/m(2) IV plus dexamethasone 20 mg IV on days 1 and 2 and rituximab 375 mg\/m(2) IV on day 2 every 8 weeks for 8 cycles; premedicate with dexamethasone 10 mg ORALLY the night before rituximab administration; concomitant acyclovir 400 mg ORALLY twice daily for duration of therapy plus 6 months and famotidine 20 mg ORALLY twice daily during weeks of active therapy (study dose).<\/li><\/ul>"},{"id":"930254-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness of carfilzomib in pediatric patients have not been established "},{"id":"930254-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>cardiac toxicities (congestive heart failure, decreased left ventricular function, myocardial function), grade 3 or 4, new onset or worsening:<\/b> interrupt carfilzomib therapy, and if appropriate, reinstitute once toxicity is resolved or returned to baseline with dose reduced by one level (ie, from 27 mg\/m(2) to 20 mg\/m(2) OR from 20 mg\/m(2) to 15 mg\/m(2)); if tolerated, reduced dose may be escalated to the previous dose<\/li><li><b>hepatic toxicity, grade 3 or 4 elevation of transaminases, bilirubin, or other liver abnormalities:<\/b> interrupt carfilzomib therapy, and if appropriate, reinstitute once toxicity is resolved or returned to baseline with dose reduced by one level (ie, from 27 mg\/m(2) to 20 mg\/m(2) OR from 20 mg\/m(2) to 15 mg\/m(2)); if tolerated, reduced dose may be escalated to the previous dose<\/li><li><b>neutropenia, grade 3 or 4:<\/b> withhold carfilzomib dose, reinstitute at same dose level if recovery achieved prior to next scheduled dose or once toxicity has improved to grade 2 with dose reduced by one level (ie, from 27 mg\/m(2) to 20 mg\/m(2) OR from 20 mg\/m(2) to 15 mg\/m(2)); if tolerated, reduced dose may be escalated to the previous dose<\/li><li><b>non-hematologic toxicities, grade 3 or 4:<\/b> interrupt carfilzomib therapy, reinstitute once toxicity is resolved or returned to baseline with dose reduced by one level (ie, from 27 mg\/m(2) to 20 mg\/m(2) OR from 20 mg\/m(2) to 15 mg\/m(2)); if tolerated, reduced dose may be escalated to the previous dose<\/li><li><b>pulmonary hypertension, or grade 3 or 4 pulmonary complications:<\/b> interrupt carfilzomib therapy, reinstitute once toxicity is resolved or returned to baseline with dose reduced by one level (ie, from 27 mg\/m(2) to 20 mg\/m(2) OR from 20 mg\/m(2) to 15 mg\/m(2)); if tolerated, reduced dose may be escalated to the previous dose<\/li><li><b>renal toxicity (serum creatinine increases 2 or more times baseline level) attributable to carfilzomib:<\/b> interrupt carfilzomib therapy, reinstitute once renal function has improved to grade 1 or baseline status with dose reduced by one level (ie, from 27 mg\/m(2) to 20 mg\/m(2) OR from 20 mg\/m(2) to 15 mg\/m(2)); if tolerated, reduced dose may be escalated to the previous dose<\/li><li><b>thrombocytopenia, grade 4:<\/b> withhold carfilzomib dose, reinstitute at same dose level if recovery achieved prior to next scheduled dose or reinstitute once toxicity has improved to grade 3 with dose reduced by one level (ie, from 27 mg\/m(2) to 20 mg\/m(2) OR from 20 mg\/m(2) to 15 mg\/m(2)); if tolerated, reduced dose may be escalated to the previous dose<\/li><li><b>weight change:<\/b> adjust calculated dose if actual body weight changes by more than 20% from baseline<\/li><\/ul>"},{"id":"930254-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Multiple myeloma, relapsed after at least 2 prior therapies<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Waldenstroem macroglobulinemia<br\/>"}]},"3":{"id":"930254-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930254-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"930254-s-3-10","title":"Precautions","mono":"<ul><li>cardiac arrest, fatal and within one day of carfilzomib administration, has been reported; monitoring recommended, especially for at-risk patients (ie, NYHA Class III or IV heart failure, myocardial infarction in past 6 months, uncontrolled conduction abnormalities); dose reduction, interruption, or withdrawal may be required<\/li><li>cardiac failure (eg, decreased ejection fraction, pulmonary edema, congestive heart failure) has been reported; monitoring recommended, especially in at-risk patients (ie, NYHA Class III or IV heart failure, myocardial infarction in past 6 months, uncontrolled conduction abnormalities); dose reduction, interruption, or withdrawal may be required<\/li><li>congestive heart failure, new onset or worsening, with decreased left ventricular function or myocardial ischemia, has been reported; monitoring recommended, especially for at-risk patients (ie, NYHA Class III or IV heart failure, myocardial infarction in past 6 months, uncontrolled conduction abnormalities); dose reduction, interruption, or withdrawal may be required<\/li><li>dyspnea, sometimes fatal, has been reported; monitoring recommended; dose reduction or interruption may be required<\/li><li>hepatic failure, sometimes fatal, has been reported; monitoring recommended; dose reduction, interruption, or withdrawal may be required<\/li><li>hepatic toxicity (ie, grade 3 or 4 elevations of transaminases, bilirubin, or other liver abnormalities) may occur; monitoring recommended; dose reduction, interruption, or discontinuation may be required<\/li><li>infusion reactions (ie fever, weakness, vomiting, shortness of breath, chest tightness, arthralgia, myalgia, chills, facial flushing or edema, hypotension, syncope, angina) may occur up to 24 hours after administration; premedication with dexamethasone recommended<\/li><li>neutropenia may occur; monitoring recommended; dose reduction or interruption may be necessary<\/li><li>peripheral neuropathy has been reported; dose reduction, interruption, or withdrawal may be necessary<\/li><li>pulmonary arterial hypertension has been reported; dose interruption, reduction, or withdrawal may be required<\/li><li>renal failure, sometimes fatal, has been reported; adequate hydration and monitoring recommended; discontinue use if suspected<\/li><li>renal toxicity (ie, serum creatinine 2 times baseline or greater) may occur; monitoring recommended; dose reduction or interruption may be required<\/li><li>thrombocytopenia, with platelet nadirs around day 8 of 28-day treatment cycle and return to baseline by next cycle, may occur; monitoring recommended; dose reduction or interruption may be necessary<\/li><li>tumor lysis syndrome has been reported, especially in patients with a high tumor burden; adequate hydration and monitoring recommended; dose interruption may be necessary<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"930254-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"930254-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"930254-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema (24%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (20.9%), Diarrhea (32.7%), Nausea (44.9%), Vomiting (22.2%)<\/li><li><b>Hematologic:<\/b>Anemia (46.8%), Lymphocytopenia (24%), Neutropenia, All grades (20.7%), Thrombocytopenia, All grades (36.3%)<\/li><li><b>Musculoskeletal:<\/b>Backache (20.2%)<\/li><li><b>Neurologic:<\/b>Headache (27.6%)<\/li><li><b>Renal:<\/b>Serum creatinine raised, All grades (24.1%)<\/li><li><b>Respiratory:<\/b>Cough (26%), Dyspnea, All grades (34.6%), Upper respiratory infection (28.3%)<\/li><li><b>Other:<\/b>Fatigue (55.5%), Fever (30.4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Congestive heart failure (3%), Myocardial ischemia<\/li><li><b>Hematologic:<\/b>Neutropenia, Grades 3 and 4 (0.8% to 9.5%), Thrombocytopenia, Grades 3 and 4 (10.3% to 13.1%)<\/li><li><b>Hepatic:<\/b>AST\/SGOT level raised, Grades 3 and 4 (0.2% to 2.9%), Liver failure (less than 1%)<\/li><li><b>Neurologic:<\/b>Peripheral neuropathy (14%)<\/li><li><b>Renal:<\/b>Acute renal failure (4%), Renal failure (9%), Serum creatinine raised, Grades 3 and 4 (0.2% to 2.5%)<\/li><li><b>Respiratory:<\/b>Dyspnea, Grades 3 and 4 (0.2% to 4.8%)<\/li><li><b>Other:<\/b>Tumor lysis syndrome (less than 1%)<\/li><\/ul>"},"6":{"id":"930254-s-6","title":"Drug Name Info","sub":{"0":{"id":"930254-s-6-17","title":"US Trade Names","mono":"Kyprolis<br\/>"},"2":{"id":"930254-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Proteasome Inhibitor<\/li><\/ul>"},"3":{"id":"930254-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930254-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930254-s-7","title":"Mechanism Of Action","mono":"Carfilzomib, a tetrapeptide epoxyketone proteasome inhibitor, has antiproliferative and proapoptotic activities in solid and hematologic tumor cells by irreversibly binding to the N-terminal threonine-containing active sites of the 20S proteasome.<br\/>"},"8":{"id":"930254-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"930254-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, Plasma proteins: 97%<\/li><li>Vd: 28 L<\/li><\/ul>"},"2":{"id":"930254-s-8-25","title":"Metabolism","mono":"Liver: extensive <br\/>"},"3":{"id":"930254-s-8-26","title":"Excretion","mono":"Total body clearance: 151 to 263 L\/hr <br\/>"},"4":{"id":"930254-s-8-27","title":"Elimination Half Life","mono":"1 hour or less <br\/>"}}},"9":{"id":"930254-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>reconstitute vial with 29 mL Sterile Water for Injection onto the inside wall of the vial to yield concentration of carfilzomib 2 mg\/mL<\/li><li>do not shake; swirl slowly for 1 minute<\/li><li>if foaming occurs, allow reconstituted solution to rest for 2 to 5 minutes<\/li><li>use within 4 hours of reconstitution if stored at room temperature OR within 24 hours if stored under refrigeration<\/li><li>do NOT mix with or administer as an infusion with other products<\/li><li>flush IV line immediately before and after carfilzomib administration with NS or D5W<\/li><li>do NOT give as IV bolus<\/li><li>single-use, reconstituted vial may contain more than the required dose<\/li><li>withdraw calculated dose from 2 mg\/mL vial; administer IV via syringe or diluted in 50 mL of D5W over 2 to 10 minutes<\/li><li>dialysis patients: administer carfilzomib after procedure<\/li><\/ul>"},"10":{"id":"930254-s-10","title":"Monitoring","mono":"<ul><li>disease response or stabilization indicates efficacy<\/li><li>blood chemistries; throughout treatment<\/li><li>liver enzymes; frequently during therapy<\/li><li>platelet  and neutrophil counts; frequently during therapy<\/li><li>signs of tumor lysis syndrome<\/li><li>cardiac complications, including new or worsening congestive heart failure, decreased left ventricular function, or myocardial ischemia; especially in patients with New York Heart Association Class III or IV heart failure, myocardial infarction in the preceding 6 months, or uncontrolled conduction abnormalities<\/li><li>cardiac imaging and\/or other tests as needed for pulmonary hypertension.<\/li><li>dyspnea<\/li><li>signs of fluid overload during IV hydration<\/li><\/ul>"},"11":{"id":"930254-s-11","title":"How Supplied","mono":"<b>Kyprolis<\/b><br\/>Intravenous Powder for Solution: 60 MG<br\/>"},"12":{"id":"930254-s-12","title":"Toxicology","sub":[{"id":"930254-s-12-31","title":"Clinical Effects","mono":"<b>CARFILZOMIB<\/b><br\/>USES: Carfilzomib is a proteosome inhibitor approved for the treatment of multiple myeloma in patients who have disease progression despite treatment with bortezomib and an immunomodulator. PHARMACOLOGY: Carfilzomib, a tetrapeptide epoxy ketone proteasome inhibitor, has antiproliferative and proapoptotic activities in solid and hematologic tumor cells by irreversibly binding to the N-terminal threonine-containing active sites of the 20S proteasome, the proteolytic core particle within the 26S proteasome. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Toxicity following overdose has not been reported.  Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses and may include anemia, neutropenia, and thrombocytopenia. ADVERSE EFFECTS (COMMON): The most commonly reported adverse reactions (30% or more) are fatigue, nausea, diarrhea, anemia, thrombocytopenia, dyspnea, and pyrexia. LESS FREQUENT: Other adverse effects that have occurred less frequently include peripheral edema, hypertension, chest pain, congestive heart failure, hyperglycemia, electrolyte abnormalities (hypokalemia, hypomagnesemia, hypophosphatemia, hyponatremia), vomiting, constipation, anorexia, acute renal failure, lymphopenia, neutropenia, hepatic failure, back pain, arthralgia, muscle spasms, asthenia, headache, insomnia, peripheral neuropathy, dizziness, hypoesthesia, cough, upper respiratory infection, pulmonary hypertension, infusion reaction, and tumor lysis syndrome.<br\/>"},{"id":"930254-s-12-32","title":"Treatment","mono":"<b>CARFILZOMIB<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive.  Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting.  For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Administer colony stimulating factors (filgrastim or sargramostim) in patients who develop severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia or anemia.  For severe hypertension with end organ effects, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives.<\/li><li>Intrathecal injection: No clinical reports available, information derived from experience with other antineoplastics. After an overdose, keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hours). Add fresh frozen plasma (25 mL FFP to 1 L NS or LR) or 5% albumin to the perfusate to enhance removal as carfilzomib is highly protein bound. Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination:  Gastrointestinal decontamination is not recommended; administered via the parenteral route. For dermal exposures, cleanse skin with soap and water, and for eye exposures, flush with water.<\/li><li>Airway management: Intubate if patient is unable to protect airway.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Administer colony stimulating factors in patients who develop severe neutropenia following a significant overdose. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours OR 250 mcg\/m(2)\/day SubQ once daily. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia or anemia. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Monitoring of patient: Monitor serial CBC (with differential) and platelet count until there is evidence of bone marrow recovery. Following a therapeutic dose, platelet nadirs occur approximately day 8 of each 28-day cycle, with recovery to baseline by the start of the next 28-day cycle. Obtain baseline electrolytes and assess renal function and hepatic enzymes in patients with evidence of tumor lysis syndrome or after significant overdose. Monitor fluid balance. Monitor respiratory and cardiac function, ECG and cardiac rhythm in symptomatic patients. Cardiac complications, including cardiac arrest, congestive heart failure, and pulmonary edema, have been reported with therapeutic use. Monitor vital signs including temperature. Serum carfilzomib concentrations are not clinically useful in guiding management following overdose, or widely available in clinical practice.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be effective due to high protein binding (97%).<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), and daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT CRITERIA:  Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an overdose. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"930254-s-12-33","title":"Range of Toxicity","mono":"<b>CARFILZOMIB<\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: ADULTS: The recommended dose is 20 mg\/m(2)\/day, based on actual BSA up to a maximum 2.2 m(2), as an IV infusion over 2 to 10 minutes on 2 consecutive days, each week for 3 weeks (days 1, 2, 8, 9, 15, and 16), followed by a 12 days of rest (days 17 to 28), in the first treatment cycle.  If cycle 1 is tolerated, the carfilzomib dose should be escalated to 27 mg\/m(2)\/day beginning in cycle 2 and continued at 27 mg\/m(2)\/day in subsequent cycles. CHILDREN: Safety and efficacy have not been established.<br\/>"}]},"13":{"id":"930254-s-13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient to report signs\/symptoms of congestive heart failure, angina, or hepatotoxicity.<\/li><li>Advise patient to avoid driving or operating heavy machinery if dizziness, fainting, fatigue, or hypotension develop.<\/li><li>Recommend female patient use reliable contraception to avoid pregnancy during therapy.<\/li><li>Drug may cause fatigue anemia, nausea, thrombocytopenia, dyspnea, diarrhea, and pyrexia.<\/li><li>Instruct patient to seek immediate medical attention for symptoms of infusion reaction (ie, fever, chills, syncope, chest tightness, dyspnea, hypotension, vomiting, edema).<\/li><li>Instruct patient to maintain adequate fluid intake to avoid dehydration.<\/li><\/ul>"}}}