{"drugs":["Bosulif","Bosutinib"],"mono":{"0":{"id":"930282-s-0","title":"Generic Names","mono":"Bosutinib"},"1":{"id":"930282-s-1","title":"Dosing and Indications","sub":[{"id":"930282-s-1-4","title":"Adult Dosing","mono":"<b>Philadelphia chromosome positive chronic myelogenous leukemia, Chronic, accelerated, or blast phase, resistant or intolerant to prior therapy:<\/b> 500 mg ORALLY once daily until disease progression or unacceptable toxicity; consider increasing dosage to 600 mg per day, in the absence of grade 3 or higher toxicity in patients with failure to achieve a satisfactory hematologic response by week 8 of treatment or cytogenic response by week 12 of treatment "},{"id":"930282-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in patients younger than 18 years "},{"id":"930282-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Hepatic impairment, mild, moderate, or severe (Child-Pugh A, B, or C):<\/b> 200 mg ORALLY once daily<\/li><li><b>Renal impairment, moderate (CrCl 30 to 50 mL\/min):<\/b> 400 mg ORALLY once daily<\/li><li><b>Renal impairment, severe (CrCl less than 30 mL\/min):<\/b> 300 mg ORALLY once daily<\/li><li><b>Diarrhea, grade 3 or 4:<\/b> Withhold until recovery to grade 1 or less; resume at reduced dose of 400 mg once daily<\/li><li><b>Liver transaminases elevations greater than 5 x ULN:<\/b> Withhold until recovery to less than or equal to 2.5 x ULN and resume at reduced dose of 400 mg once daily; if recovery takes longer than 4 weeks, discontinue use<\/li><li><b>Liver transaminases elevations greater than or equal to 3 x ULN with concurrent bilirubin elevation greater than 2 x ULN and alkaline phosphatase less than 2 x ULN:<\/b> Discontinue use<\/li><li><b>Myelosuppression, absolute neutrophil count (ANC) less than 1000 x 10(6)\/L OR platelets less than 50,000 X 10(6)\/L:<\/b> Interrupt bosutinib; when the ANC is at least 1000 x 10(6)\/L AND platelets are at least 50,000 x 10(6)\/L, resume at the same dose if recovery occurs within 2 weeks; if blood counts remain low for longer than 2 weeks, upon recovery, resume at a dose reduced by 100 mg; if cytopenia recurs, stop bosutinib until recovery and resume at a dose reduced by an additional 100 mg<\/li><li><b>Nonhematologic toxicity, moderate or severe:<\/b> Withhold until resolved and consider resuming at reduced dose of 400 mg once daily, and if clinically appropriate, consider escalating to 500 mg once daily<\/li><\/ul>"},{"id":"930282-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Philadelphia chromosome positive chronic myelogenous leukemia, Chronic, accelerated, or blast phase, resistant or intolerant to prior therapy<br\/>"}]},"3":{"id":"930282-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930282-s-3-9","title":"Contraindications","mono":"Hypersensitivity to bosutinib <br\/>"},{"id":"930282-s-3-10","title":"Precautions","mono":"<ul><li>Gastrointestinal:<\/li><li>-- Gastrointestinal toxicity (diarrhea, nausea, vomiting, abdominal pain) has been reported; monitoring recommend and interruption, dose reduction, or discontinuation may be necessary<\/li><li>Hematologic:<\/li><li>-- Myelosuppression (anemia, neutropenia, thrombocytopenia) has been reported; monitoring recommend and interruption, dose reduction, or discontinuation may be necessary<\/li><li>Hepatic:<\/li><li>-- Hepatic toxicity, including ALT and AST elevations, has been reported; monitoring recommend and interruption, dose reduction, or discontinuation may be necessary<\/li><li>-- Dose reduction is necessary in patients with hepatic impairment<\/li><li>Immunologic:<\/li><li>-- Anaphylactic shock has been reported<\/li><li>Renal:<\/li><li>-- Renal toxicity has been reported; monitoring recommended and dose adjustment may be necessary<\/li><li>Reproductive:<\/li><li>-- Pregnancy should be avoided; contraception required during treatment and for at least 30 days after treatment discontinuation<\/li><li>Other:<\/li><li>-- Fluid retention, which may manifest as pericardial effusion, pleural effusion, or pulmonary or peripheral edema, has been reported; monitoring recommend and interruption, dose reduction, or discontinuation may be necessary<\/li><li>Concomitant use:<\/li><li>-- Use with strong or moderate CYP3A inhibitors (eg, ritonavir, indinavir, nelfinavir, saquinavir, ketoconazole, boceprevir, telaprevir, itraconazole, voriconazole, posaconazole, clarithromycin, telithromycin, nefazodone, conivaptan, fluconazole, darunavir, erythromycin, diltiazem, atazanavir, aprepitant, amprenavir, fosamprenavir, crizotinib, imatinib, verapamil, grapefruit products, ciprofloxacin) should be avoided<\/li><li>-- Use with strong or moderate CYP3A inducers (eg, rifampin, phenytoin, carbamazepine, St. John's Wort, rifabutin, phenobarbital, bosentan, nafcillin, efavirenz, modafinil, etravirine) should be avoided<\/li><\/ul>"},{"id":"930282-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"930282-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930282-s-4","title":"Drug Interactions","sub":[{"id":"930282-s-4-13","title":"Contraindicated","mono":"<ul>Colchicine (theoretical)<\/ul>"},{"id":"930282-s-4-14","title":"Major","mono":"<ul><li>Afatinib (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Amprenavir (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Aprepitant (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Azithromycin (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Bosentan (theoretical)<\/li><li>Captopril (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclosporine (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Dexamethasone (theoretical)<\/li><li>Dexlansoprazole (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Efavirenz (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Esomeprazole (theoretical)<\/li><li>Etravirine (theoretical)<\/li><li>Everolimus (theoretical)<\/li><li>Felodipine (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (established)<\/li><li>Lansoprazole (established)<\/li><li>Lapatinib (theoretical)<\/li><li>Lomitapide (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Modafinil (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nafcillin (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nevirapine (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Omeprazole (theoretical)<\/li><li>Oxcarbazepine (theoretical)<\/li><li>Pantoprazole (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Pomalidomide (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Quercetin (theoretical)<\/li><li>Rabeprazole (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Romidepsin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Ticagrelor (theoretical)<\/li><li>Tocophersolan (theoretical)<\/li><li>Tolvaptan (theoretical)<\/li><li>Topotecan (theoretical)<\/li><li>Trabectedin (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><li>Verapamil (theoretical)<\/li><li>Vincristine (theoretical)<\/li><li>Vincristine Sulfate Liposome (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"}]},"5":{"id":"930282-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (35%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (37%), Diarrhea, All grades (82%), Nausea (46%), Vomiting (39%)<\/li><li><b>Hematologic:<\/b>Anemia (27%), Thrombocytopenia, All grades (41%)<\/li><li><b>Neurologic:<\/b>Headache (20%)<\/li><li><b>Respiratory:<\/b>Cough (20%)<\/li><li><b>Other:<\/b>Fatigue (24%), Fever (26%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Pericardial effusion (1% to less than 10%), Pericarditis (0.1% to less than 1%), Prolonged QT interval (1% to less than 10%)<\/li><li><b>Dermatologic:<\/b>Erythema multiforme (0.1% to less than 1%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Grades 3 and 4 (8%), Gastrointestinal hemorrhage (0.1% to less than 1%), Pancreatitis (0.1% to less than 1%)<\/li><li><b>Hematologic:<\/b>Febrile neutropenia (1% to less than 10%), Neutropenia, Grades 3 and 4 (12%), Thrombocytopenia, Grades 3 and 4 (29%)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised, Grades 3 and 4 (7%), AST\/SGOT level raised, Grades 3 and 4 (3%), Hepatotoxicity (1% to less than 10%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis (0.1% to less than 1%)<\/li><li><b>Renal:<\/b>Acute renal failure (1% to less than 10%), Renal impairment<\/li><li><b>Respiratory:<\/b>Pleural effusion (1% to less than 10%), Pulmonary edema (0.1% to less than 1%), Pulmonary hypertension (0.1% to less than 1%)<\/li><\/ul>"},"6":{"id":"930282-s-6","title":"Drug Name Info","sub":{"0":{"id":"930282-s-6-17","title":"US Trade Names","mono":"Bosulif<br\/>"},"2":{"id":"930282-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Tyrosine Kinase Inhibitor<\/li><\/ul>"},"3":{"id":"930282-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930282-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930282-s-7","title":"Mechanism Of Action","mono":"Bosutinib is a tyrosine kinase inhibitor, specifically the Bcr-Abl kinase that promotes chronic myelogenous leukemia, and the Src-family kinases including Src, Lyn and Hck.<br\/>"},"8":{"id":"930282-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"930282-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 4 to 6 hours<\/li><li>Effect of food: Cmax increased 1.8-fold and AUC increased 1.7-fold (high fat meal)<\/li><\/ul>"},"1":{"id":"930282-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 94% to 96%<\/li><li>Vd: 6080 L<\/li><\/ul>"},"3":{"id":"930282-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: 91.3%<\/li><li>Renal: 3%<\/li><li>Total body clearance: 189 L\/hr<\/li><\/ul>"},"4":{"id":"930282-s-8-27","title":"Elimination Half Life","mono":"22.5 hours.<br\/>"}}},"9":{"id":"930282-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>For missed dose beyond 12 hours, skip the dose and take the usual prescribed dose on the following day<\/li><li>Take with food<\/li><\/ul>"},"10":{"id":"930282-s-10","title":"Monitoring","mono":"<ul><li>Evidence of hematologic or cytogenetic response indicates efficacy<\/li><li>CBC; weekly for the first month of treatment and then monthly thereafter or as clinically indicated, including differential<\/li><li>Hepatic enzymes; monthly for the first 3 months of treatment and as clinically indicated; if transaminase levels elevate, monitor more frequently<\/li><li>Renal function, paying close attention to patients with preexisting renal impairment or risk factors for renal dysfunction; at baseline and during therapy<\/li><li>Signs of fluid retention, which may manifest as pericardial effusion, pleural effusion, pulmonary edema, or peripheral edema<\/li><li>Signs of gastrointestinal toxicity, such as  diarrhea, vomiting, and abdominal pain<\/li><\/ul>"},"11":{"id":"930282-s-11","title":"How Supplied","mono":"<b>Bosulif<\/b><br\/>Oral Tablet: 100 MG, 500 MG<br\/>"},"12":{"id":"930282-s-12","title":"Toxicology","sub":[{"id":"930282-s-12-31","title":"Clinical Effects","mono":"<b>BOSUTINIB <\/b><br\/>USES: Bosutinib is used to treat adult patients with chronic, accelerated, or blast phase Ph+ chronic myelogenous leukemia (CML) who have been resistant to or intolerant of prior therapy. PHARMACOLOGY: Bosutinib is a tyrosine kinase inhibitor that reduces the size of chronic myelogenous leukemia (CML) tumors by specifically inhibiting Bcr-Abl kinase and Src-family kinases (Src, Lyn, and Hck). EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Toxicity following overdose has not been reported. Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. ADVERSE EFFECTS: COMMON: The most commonly reported adverse effects include abdominal pain, anemia, cough, diarrhea, fatigue, headache, nausea, pyrexia, rash, thrombocytopenia, and vomiting. LESS FREQUENT: Other adverse effects that have occurred less frequently include asthenia, decreased appetite, dizziness, edema, elevated serum lipase levels, elevated liver enzymes, hypophosphatemia, joint or back pain, neutropenia, and respiratory tract infection. RARE: Rare but serious effects that have occurred include acute renal failure, anaphylaxis, hepatotoxicity, pleural effusion, pulmonary edema, and QT interval prolongation.<br\/>"},{"id":"930282-s-12-32","title":"Treatment","mono":"<b>BOSUTINIB <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Myelosuppression has been reported with therapeutic doses. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding. QT PROLONGATION: Therapeutic doses of bosutinib may cause prolongation of the QT interval. Treat torsades de pointes with IV magnesium sulfate, and correct electrolyte abnormalities.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in patients who are awake and able to maintain their airway. HOSPITAL: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain their airway or if the airway is protected.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias, severe respiratory symptoms, or severe allergic reactions.<\/li><li>Antidote: None<\/li><li>Myelosuppression: Administer colony stimulating factors in patients who develop severe neutropenia or neutropenic sepsis. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Torsades de pointes: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Hemodynamically unstable patients require electrical cardioversion. Treat stable patients with magnesium, and\/or atrial overdrive pacing.  Isoproterenol may be used if overdrive pacing is unavailable or contraindicated. Correct electrolyte abnormalities (hypomagnesemia, hypokalemia, hypocalcemia). MAGNESIUM SULFATE\/DOSE:  ADULT: 2 g IV over 1 to 2 min, repeat 2 g bolus and begin infusion of 0.5 to 1 g\/hr if dysrhythmias recur. CHILD: 25 to 50 mg\/kg diluted to 10 mg\/mL; infuse IV over 5 to 15 min. OVERDRIVE PACING: Begin at 130 to 150 beats\/min, decrease as tolerated. Avoid class Ia (quinidine, disopyramide, procainamide), class Ic (flecainide, encainide, propafenone) and most class III antidysrhythmics (N-acetylprocainamide, sotalol).<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Treat with antihistamines, may also need inhaled beta agonists, and corticosteroids. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection.<\/li><li>Monitoring of patient: Monitor serum electrolytes, renal function, lipase, phosphorus levels, and liver enzymes after significant overdose. Monitor serial CBC with differential and platelets. Monitor vital signs. Institute continuous cardiac monitoring and obtain an ECG. In patients with neutropenia, monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Due to the risk of fetal harm, a pregnancy test is recommended in women of childbearing age who have been exposed to bosutinib. Serum bosutinib concentrations are not clinically useful in guiding management following overdose, or widely available in clinical practice.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be effective due to high protein binding (94% or higher) and large volume of distribution (6080 L).<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with inadvertent ingestion of one extra doses can be monitored at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions, or inadvertent ingestion of more than one extra dose should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions should be observed in a healthcare facility. ADMISSION CRITERIA: Patients demonstrating severe fluid and electrolyte imbalance, QTc prolongation, severe hypersensitivity reaction, or pulmonary edema should be admitted. CONSULT CRITERIA: Consult with an oncologist, medical toxicologist, and\/or poison center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"930282-s-12-33","title":"Range of Toxicity","mono":"<b>BOSUTINIB<\/b><br\/>TOXICITY: A specific toxic dose has not been established. There have been no reports of serious events associated with bosutinib overdose at the time of this review. THERAPEUTIC DOSE: ADULTS: 500 mg orally once daily. PEDIATRIC: Safety and efficacy have not been established.<br\/>"}]},"13":{"id":"930282-s-13","title":"Clinical Teaching","mono":"<ul><li>Recommend female patient avoid pregnancy during therapy and for at least 30 days posttreatment.<\/li><li>Advise patient to report persistent diarrhea, nausea, abdominal pain, or vomiting.<\/li><li>Counsel patient to report symptoms of an infection or bleeding.<\/li><li>Tell patient to report symptoms of hepatotoxicity.<\/li><li>Instruct patient to report symptoms of fluid retention or renal toxicity.<\/li><li>Side effects may include anemia, rash, pyrexia, or fatigue.<\/li><li>Advise patient to take drug with food.<\/li><li>Instruct patient to take a missed dose as soon as possible, but if next dose is in less than 12 hours, skip the missed dose.<\/li><\/ul>"}}}