{"generic":"Azelastine hydrochloride\/Fluticasone propionate","drugs":["Azelastine hydrochloride\/Fluticasone propionate","Dymista"],"mono":{"0":{"id":"930204-s-0","title":"Generic Names","mono":"Azelastine hydrochloride\/Fluticasone propionate"},"1":{"id":"930204-s-1","title":"Dosing and Indications","sub":{"0":{"id":"930204-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Rhinitis, chronic:<\/b> 1 spray (azelastine 137 mcg\/fluticasone 50 mcg) per nostril INTRANASALLY twice daily, separated by 12 hours (study dose)<\/li><li><b>Seasonal allergic rhinitis:<\/b> 1 spray (azelastine 137 mcg\/fluticasone 50 mcg) in each NOSTRIL twice a day<\/li><\/ul>"},"1":{"id":"930204-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Rhinitis, chronic:<\/b> (12 years or older) 1 spray (azelastine 137 mcg\/fluticasone 50 mcg) per nostril INTRANASALLY twice daily, separated by 12 hours (study dose)<\/li><li><b>Seasonal allergic rhinitis:<\/b> 6 years or older, 1 spray (azelastine 137 mcg\/fluticasone 50 mcg) in each NOSTRIL twice a day<\/li><\/ul>"},"3":{"id":"930204-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Seasonal allergic rhinitis<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Rhinitis, chronic<br\/>"}}},"3":{"id":"930204-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930204-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"930204-s-3-10","title":"Precautions","mono":"<ul><li>adrenal suppression and hypercorticism may occur; increased risk with higher doses or concomitant use of other corticosteroids; if symptoms appear, slowly taper and discontinue<\/li><li>Candida albicans infection of the nose or throat may occur; may require discontinuation of therapy; monitoring recommended<\/li><li>cataracts or glaucoma may occur; monitoring recommended if vision change or history of glaucoma, increased intraocular pressure, or cataracts<\/li><li>concomitant alcohol or central nervous system depressants; increased risk of somnolence, reduced alertness, or impairment of central nervous system performance; avoid use<\/li><li>concomitant ritonavir; use not recommended<\/li><li>epistaxis may occur<\/li><li>immunosuppression may result in greater susceptibility to serious infections and communicable diseases, including fatalities; use caution or avoid use in patients with untreated systemic fungal, bacterial, viral, or parasitic infections, or ocular herpes simplex<\/li><li>nasal ulceration and septal perforation have been reported with intranasal application of corticosteroids<\/li><li>nasal ulcers, nasal surgery, or nasal trauma, recent; wound healing may be impaired; do not use unless healing has occurred<\/li><li>pediatric and adolescent patients; may reduce growth velocity; monitoring recommended<\/li><li>somnolence has been reported<\/li><li>transferring from systemic corticosteroid therapy to topical therapy; risk of acute adrenal insufficiency; monitoring recommended<\/li><li>tuberculosis, active or quiescent; use caution or avoid use; increased risk of exacerbation<\/li><li>unvaccinated or patients without a history of chickenpox or measles; increased risk of severe or even fatal course of illness; if exposed, immune globulin and\/or antiviral therapy may be needed<\/li><li>to report suspected adverse reactions, contact the US Food and Drug Administration (FDA) at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"930204-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"930204-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930204-s-4","title":"Drug Interactions","sub":{"1":{"id":"930204-s-4-14","title":"Major","mono":"<ul><li>Aprepitant (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (probable)<\/li><li>Dasabuvir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (established)<\/li><li>Ketoconazole (probable)<\/li><li>Mitotane (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tipranavir (probable)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"},"2":{"id":"930204-s-4-15","title":"Moderate","mono":"<ul>Cimetidine (probable)<\/ul>"}}},"5":{"id":"930204-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Urticaria (2% or more)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (2% or more), Diarrhea (2% or more), Nausea (2% or more), Taste sense altered (2% or more), Vomiting (2% or more)<\/li><li><b>Neurologic:<\/b>Headache (2% or more)<\/li><li><b>Otic:<\/b>Otitis (2% or more)<\/li><li><b>Respiratory:<\/b>Cough (2% or more), Epistaxis (2% or more), Nasal congestion (2% or more), Pharyngitis (2% or more), Rhinitis (2% or more), Upper respiratory infection (2% or more)<\/li><li><b>Other:<\/b>Fever (2% or more)<\/li><\/ul><b>Serious<\/b><br\/><b>Neurologic:<\/b>Somnolence (Less than 1%)<br\/>"},"6":{"id":"930204-s-6","title":"Drug Name Info","sub":{"0":{"id":"930204-s-6-17","title":"US Trade Names","mono":"Dymista<br\/>"},"2":{"id":"930204-s-6-19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Antihistamine<\/li><li>Nasal Agent<\/li><\/ul>"},"3":{"id":"930204-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930204-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930204-s-7","title":"Mechanism Of Action","mono":"Azelastine is phthalazinone derivative H-1 receptor blocking agent effective for the treatment of allergic rhinitis. The primary metabolite of azelastine, desmethylazelastine, also has H-1 antihistamine activity. Fluticasone propionate, a potent synthetic trifluorinated corticosteroid, has activity against various proinflammatory mediators (eg, histamine, leukotrienes, cytokines, and eicosanoids) and cell types (eg, mast cells, eosinophils, lymphocytes, macrophages, and neutrophils), although its exact mechanism in allergic rhinitis is unknown.<br\/>"},"8":{"id":"930204-s-8","title":"Pharmacokinetics","sub":[{"id":"930204-s-8-23","title":"Absorption","mono":"<ul><li>Azelastine, Tmax: 0.5 hr<\/li><li>Fluticasone, Tmax: 1 hr<\/li><li>Azelastine, Bioavailability, intranasal: 40%<\/li><li>Fluticasone, Bioavailability, nasal: 44% to 61% greater than fluticasone monotherapy (which is less than 2%)<\/li><li>Fluticasone, Bioavailability, oral: negligible<\/li><\/ul>"},{"id":"930204-s-8-24","title":"Distribution","mono":"<ul><li>Azelastine, protein binding: 88%<\/li><li>Fluticasone, protein binding: 91%<\/li><li>Azelastine, Vd: 14.5 L<\/li><li>Fluticasone, Vd: 4.2 L\/kg<\/li><\/ul>"},{"id":"930204-s-8-25","title":"Metabolism","mono":"<ul><li>Azelastine, Liver via CYP450 system<\/li><li>Fluticasone, Liver via CYP3A4<\/li><li>Azelastine, desmethylazelastine: active<\/li><\/ul>"},{"id":"930204-s-8-26","title":"Excretion","mono":"<ul><li>Fluticasone, Renal excretion: less than 5% changed<\/li><li>Azelastine, Fecal: 75%; less than 10% unchanged<\/li><li>Fluticasone, Fecal: approximately 95%, changed and unchanged<\/li><li>Azelastine, Total body clearance: 0.5 L\/kg\/hr<\/li><li>Fluticasone, Total body clearance: 66 L\/hr<\/li><\/ul>"},{"id":"930204-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Azelastine, 25 hr<\/li><li>Fluticasone, 7.8 hr<\/li><\/ul>"}]},"9":{"id":"930204-s-9","title":"Administration","mono":"<b>Nasal<\/b><br\/><ul><li>Prime the pump before initial use (actuating 6 times), or if not used for 14 consecutive days (1 actuation or until a fine mist appears)<\/li><li>Shake before use<\/li><li>Avoid spraying into eyes; if contact occurs, flush eyes with water for 10 minutes or longer<\/li><\/ul>"},"10":{"id":"930204-s-10","title":"Monitoring","mono":"<ul><li>improvement in symptoms of seasonal allergic rhinitis indicates efficacy<\/li><li>glaucoma, increased intraocular pressure, and cataracts; in patients with change in vision or with a history of increased intraocular pressure, glaucoma, and\/or cataracts<\/li><li>growth velocity; routinely in pediatric patients (eg, via stadiometry)<\/li><li>nasal mucosa adverse effects (eg, nasal ulceration or perforation); periodically<\/li><\/ul>"},"11":{"id":"930204-s-11","title":"How Supplied","mono":"<b>Dymista<\/b><br\/>Nasal Spray: (Azelastine Hydrochloride - Fluticasone Propionate) 137 MCG\/Actuation-50 MCG\/Actuation<br\/>"},"12":{"id":"930204-s-12","title":"Toxicology","sub":[{"id":"930204-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>AZELASTINE AND RELATED AGENTS  <\/b><br\/>USES: Azelastine nasal spray is used to treat symptoms of seasonal allergic rhinitis, such as rhinorrhea, sneezing, and nasal pruritus in adults and children 5 years and older, and to treat symptoms of vasomotor rhinitis, such as rhinorrhea, nasal congestion, and post nasal drip in adults and children 12 years and older. Azelastine and bepotastine ophthalmic solutions are used to treat itching of the eyes associated with allergic conjunctivitis. PHARMACOLOGY: Azelastine and bepotastine are histamine H1-receptor antagonist. They are inhibitors of the release of histamine and other mediators from cells (eg, mast cells) involved in the allergic response. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. The signs and symptoms of an acute overdose are also expected to be similar to excessive pharmacologic effects. AZELASTINE: Since each bottle of a nasal spray contains 30 mg of azelastine hydrochloride (Astelin(R)), acute overdose in adults is unlikely to result in clinically significant adverse events, other than increased somnolence. In studies, adults did not experience increased incidence of serious adverse events following single doses of the oral formulation of azelastine hydrochloride (up to 16 mg). ADVERSE EFFECTS: AZELASTINE: NASAL: MOST COMMON: Bitter taste, nasal discomfort\/burning, headache, epistaxis, sneezing, sinusitis, and somnolence. OTHER EFFECTS: Rash, nasopharyngitis, weight gain, dry mouth, vomiting, abdominal discomfort, dryness of the nose, fatigue, cough, rhinitis, and dyspnea. AZELASTINE: OPHTHALMIC: MOST COMMON: Eye burning\/stinging, headaches, and bitter taste. OTHER EFFECTS: Asthma, conjunctivitis, dyspnea, eye pain, fatigue, influenza-like symptoms, pharyngitis, pruritus, rhinitis, and temporary blurring. BEPOTASTINE: OPHTHALMIC: Alterations in taste, eye irritation, nasopharyngitis, and headache.<br\/><\/li><li><b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/><\/li><\/ul>"},{"id":"930204-s-12-32","title":"Treatment","mono":"<ul><li><b>AZELASTINE AND RELATED AGENTS  <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL:  Due to rapid absorption and limited expected toxicity, gastrointestinal decontamination is not routinely recommended. HOSPITAL: Toxicity after acute ingestion is unlikely. Gastrointestinal decontamination is generally unnecessary.<\/li><li>Airway management: Should not be required in these cases.<\/li><li>Antidote: None<\/li><li>Enhanced elimination procedure: Hemodialysis is not recommended given the low toxicity of these drugs. <\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor serum electrolytes in patients with significant vomiting.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. Children who have no or mild symptoms may be managed at home following the inadvertent ingestion of third generation antihistamines. OBSERVATION CRITERIA: Following the ingestion of greater than 3 to 5 times the therapeutic dose, patients should be observed for excessive sedation for several hours (up to 12 hours postingestion). ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><\/ul>"},{"id":"930204-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>AZELASTINE AND RELATED AGENTS<\/b><br\/>TOXICITY: Overdose data is limited. Since each bottle of a nasal spray contains 30 mg of azelastine hydrochloride, acute overdose in adults is unlikely to result in clinically significant adverse events, other than increased somnolence. In studies, adults did not experience increased incidence of serious adverse events following single doses of the oral formulation of azelastine hydrochloride (up to 16 mg). THERAPEUTIC DOSE: AZELASTINE: ADULTS AND CHILDREN (12 YEARS OR OLDER): ALLERGIC OR VASOMOTOR RHINITIS: Two sprays (azelastine 137 mcg\/spray) per nostril twice daily. CHILDREN (5 to 11 YEARS): One spray (137 mcg) per nostril twice daily. ALLERGIC CONJUNCTIVITIS: ADULTS AND CHILDREN 3 YEARS AND OLDER: Instill one drop of azelastine 0.05% into each affected eye twice a day. BEPOTASTINE: ADULTS AND CHILDREN (2 YEARS OR OLDER): One drop of bepotastine 1.5% into each affected eye twice daily.<br\/><\/li><li><b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/><\/li><\/ul>"}]},"13":{"id":"930204-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that drug is for intranasal use only. Avoid exposure to eyes.<\/li><li>Tell patient to avoid exposure to infections including measles and chickenpox and to contact a healthcare provider immediately should exposure occur.<\/li><li>Warn patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause somnolence.<\/li><li>Drug may cause headache, nose bleed, distorted taste sensation, nasal congestion, cough, and sore throat.<\/li><li>Instruct patient to immediately report vision changes.<\/li><li>Advise patient to avoid concomitant use of CNS depressants (eg, alcohol) as this may have an additive effect.<\/li><\/ul>"}}}