{"drugs":["Mirabegron","Myrbetriq"],"mono":{"0":{"id":"930231-s-0","title":"Generic Names","mono":"Mirabegron"},"1":{"id":"930231-s-1","title":"Dosing and Indications","sub":[{"id":"930231-s-1-4","title":"Adult Dosing","mono":"<b>Bladder muscle dysfunction - overactive, With symptoms of urge urinary incontinence, urgency, and urinary frequency:<\/b> initial, 25 mg ORALLY once daily, may increase to 50 mg ORALLY once daily after 8 weeks based on efficacy and tolerability "},{"id":"930231-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness of mirabegron has not been established in children "},{"id":"930231-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hemodialysis:<\/b> use not recommended<\/li><li><b>geriatric:<\/b> no dose adjustment required<\/li><li><b>hepatic impairment, mild (Child-Pugh Class A):<\/b> no dose adjustment required<\/li><li><b>hepatic impairment, moderate (Child-Pugh Class B):<\/b> do not exceed 25 mg daily<\/li><li><b>hepatic impairment, severe (Child-Pugh Class C):<\/b> use not recommended<\/li><li><b>renal impairment, mild to moderate (CrCl 30 to 89 mL\/min):<\/b> no dose adjustment required<\/li><li><b>renal impairment, severe (CrCl 15 to 29 mL\/min):<\/b> do not exceed 25 mg daily<\/li><li><b>renal impairment, ESRD (CrCl less than 15 mL\/min):<\/b> use not recommended<\/li><\/ul>"},{"id":"930231-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Bladder muscle dysfunction - overactive, With symptoms of urge urinary incontinence, urgency, and urinary frequency<br\/>"}]},"3":{"id":"930231-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930231-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"930231-s-3-10","title":"Precautions","mono":"<ul><li>blood pressure, increased, has been reported; monitoring recommended, especially in hypertensive patients<\/li><li>hypertension, severe and uncontrolled (eg 180 mmHg or greater systolic and\/or 100 mmHg or greater diastolic); mirabegron use not recommended<\/li><li>urinary retention, with history of bladder outlet obstruction or use of antimuscarinic medications for overactive bladder, has been reported<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"930231-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"930231-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930231-s-4","title":"Drug Interactions","sub":[{"id":"930231-s-4-13","title":"Contraindicated","mono":"<ul>Thioridazine (theoretical)<\/ul>"},{"id":"930231-s-4-14","title":"Major","mono":"<ul><li>Propafenone (theoretical)<\/li><li>Tramadol (theoretical)<\/li><\/ul>"},{"id":"930231-s-4-15","title":"Moderate","mono":"<ul><li>Desipramine (established)<\/li><li>Digoxin (probable)<\/li><li>Metoprolol (established)<\/li><\/ul>"}]},"5":{"id":"930231-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (7.5% to 11.3%)<\/li><li><b>Neurologic:<\/b>Headache (2.1% to 4.1%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (2.9% to 5.9%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (3.5% to 3.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Neurologic:<\/b>Cerebrovascular accident (0.4%)<\/li><li><b>Other:<\/b>Cancer (0.1% to 1.3%)<\/li><\/ul>"},"6":{"id":"930231-s-6","title":"Drug Name Info","sub":{"0":{"id":"930231-s-6-17","title":"US Trade Names","mono":"Myrbetriq<br\/>"},"3":{"id":"930231-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930231-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930231-s-7","title":"Mechanism Of Action","mono":"Mirabegron is a beta-3 adrenergic agonist which increases bladder capacity by relaxing the detrusor smooth muscle during the storage phase of the urinary bladder fill-void cycle.<br\/>"},"8":{"id":"930231-s-8","title":"Pharmacokinetics","sub":[{"id":"930231-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability, oral: 29% to 35%<\/li><li>Effects of food: Cmax decreased 45% to 75%; AUC decreased 17% to 51%<\/li><li>Tmax, oral: 3.5 hours<\/li><\/ul>"},{"id":"930231-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, albumin and alpha-1 acid glycoprotein: 71%<\/li><li>Vd: 1670 L<\/li><\/ul>"},{"id":"930231-s-8-25","title":"Metabolism","mono":"Hepatic: CYP3A4 and CYP2D6 (limited role), butylcholinesterase, uridine diphospho-glucuronosyltransferases (UGT), and possibly alcohol dehydrogenase <br\/>"},{"id":"930231-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 6% to 12.2% unchanged<\/li><li>Renal clearance: 13 L\/hr<\/li><li>Total body clearance: 57 L\/hr<\/li><\/ul>"},{"id":"930231-s-8-27","title":"Elimination Half Life","mono":"50 hours <br\/>"}]},"9":{"id":"930231-s-9","title":"Administration","mono":"<b>General Information<\/b><br\/><ul><li>do not chew, crush, or divide<\/li><li>take without regard to meals<\/li><\/ul>"},"10":{"id":"930231-s-10","title":"Monitoring","mono":"<ul><li>improvement in symptoms including incontinence, urinary urgency and frequency, and volume voided indicates efficacy<\/li><li>periodic blood pressure determinations, especially hypertensive patients<\/li><\/ul>"},"11":{"id":"930231-s-11","title":"How Supplied","mono":"<b>Myrbetriq<\/b><br\/>Oral Tablet, Extended Release: 25 MG, 50 MG<br\/>"},"12":{"id":"930231-s-12","title":"Toxicology","sub":[{"id":"930231-s-12-31","title":"Clinical Effects","mono":"<b>MIRABEGRON<\/b><br\/>USES: Mirabegron is indicated for the treatment of overactive bladder with symptoms of urge urinary incontinence, urgency, and urinary frequency. PHARMACOLOGY: Mirabegron is a beta-3 adrenergic agonist which increases bladder capacity by relaxing the detrusor smooth muscle during the storage phase of the urinary bladder fill-void cycle. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: After receiving single doses up to 400 mg of mirabegron, palpitations and tachycardia (heart rate greater than 100 beats\/min) developed in 1 and 3 healthy volunteers (n=6), respectively. Increases in pulse rate and systolic blood pressure also developed after volunteers received multiple doses of mirabegron up to 300 mg daily for 10 days. ADVERSE EFFECTS: Mirabegron is generally well-tolerated. GREATER THAN 2% AND GREATER THAN PLACEBO: Hypertension (up to 11.3%), urinary tract infections (up to 5.9%), nasopharyngitis (up to 3.9%), headache (up to 3.2%). RARE EFFECTS: Tachycardia, palpitations, pruritus, rash, urticaria, or leukocytoclastic vasculitis, abdominal distention, gastritis, dyspepsia, abdominal pain, diarrhea, constipation, bladder pain, nephrolithiasis, sinusitis, rhinitis, elevated liver enzymes. <br\/>"},{"id":"930231-s-12-32","title":"Treatment","mono":"<b>MIRABEGRON<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.  For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not necessary. HOSPITAL: Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Should not be required in these cases.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs in symptomatic patients or after large overdose. No specific laboratory tests are necessary unless otherwise clinically indicated. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic or have persistent severe hypertension or tachycardia despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"930231-s-12-33","title":"Range of Toxicity","mono":"<b>MIRABEGRON<\/b><br\/>TOXICITY: After receiving single doses up to 400 mg of mirabegron, palpitations and tachycardia (heart rate greater than 100 beats\/min) developed in 1 and 3 healthy volunteers (n=6), respectively. Increases in pulse rate and systolic blood pressure also developed after volunteers received multiple doses of mirabegron up to 300 mg daily for 10 days. THERAPEUTIC DOSES: ADULTS: 25 to 50 mg orally once daily. CHILDREN: Safety and efficacy of mirabegron have not been established in pediatric patients. <br\/>"}]},"13":{"id":"930231-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient with preexisting hypertension to monitor blood pressure as drug may exacerbate.<\/li><li>Counsel patient that urinary retention is possible if combined with other drugs for overactive bladder (oxybutynin, solifenacin, trospium, tolterodine).<\/li><li>Drug may cause nasopharyngitis, urinary tract infection, headaches, constipation, diarrhea, and tachycardia.<\/li><\/ul>"}}}