{"generic":"Teriflunomide","drugs":["Aubagio","Teriflunomide"],"mono":[{"id":"930285-s-0","title":"Generic Names","mono":"Teriflunomide"},{"id":"930285-s-1","title":"Dosing and Indications","sub":[{"id":"930285-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Discontinuation of therapy:<\/b> Without an accelerated elimination procedure, it may take an average of 8 months and up to 2 years to achieve blood levels less than 0.02 mg\/L.<\/li><li><b>Multiple sclerosis, Relapsing forms:<\/b> 7 mg or 14 mg ORALLY once daily<\/li><\/ul>"},{"id":"930285-s-1-5","title":"Pediatric Dosing","mono":"Safety and effectiveness have not been established in pediatric patients."},{"id":"930285-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Hepatic impairment, severe:<\/b> Use contraindicated<\/li><li><b>Hepatic impairment, mild or moderate:<\/b> No adjustment necessary<\/li><li><b>Renal impairment:<\/b> No adjustment necessary<\/li><\/ul>"},{"id":"930285-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Multiple sclerosis, Relapsing forms<br\/>"}]},{"id":"930285-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Severe liver injury, including fatal liver failure, has been reported in patients receiving leflunomide, and a similar risk is expected with teriflunomide. Teriflunomide use is contraindicated in patients with severe hepatic impairment. Concomitant use with other hepatotoxic drugs may increase the risk of liver injury. Monitoring is recommended and discontinuation of therapy, including an accelerated elimination procedure, is advised if liver injury is suspected. Teriflunomide may cause major birth defects if used during pregnancy. Pregnancy must be excluded before the start of treatment with teriflunomide. Teriflunomide is contraindicated in pregnant women, or women of childbearing potential who are not using reliable contraception. Pregnancy must be avoided during teriflunomide treatment or prior to the completion of the drug elimination procedure after treatment.<br\/>"},{"id":"930285-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930285-s-3-9","title":"Contraindications","mono":"<ul><li>Concomitant use with leflunomide<\/li><li>Pregnancy or potential for pregnancy<\/li><li>Severe hepatic impairment<\/li><\/ul>"},{"id":"930285-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Severe liver injury, including fatalities, may occur; monitoring recommended and discontinuation required and accelerated elimination procedure recommended if liver injury is suspected<\/li><li>-- Concomitant use of hepatotoxic drugs may increase risk of liver injury; monitoring recommended and discontinuation required if liver injury is suspected<\/li><li>-- Patients with preexisting liver disease may have increased risk of elevated serum transaminases<\/li><li>-- Major birth defects may occur if used during pregnancy; exclude pregnancy prior to treatment and avoid pregnancy for duration of treatment<\/li><li>Cardiovascular:<\/li><li>-- Increases in blood pressure have been reported; monitoring recommended<\/li><li>Dermatologic:<\/li><li>-- Stevens-Johnson syndrome and toxic epidermal necrolysis have rarely been reported with leflunomide use and a similar risk can be expected with teriflunomide; discontinue use and perform accelerated elimination procedure<\/li><li>Hematologic:<\/li><li>-- Decreases in WBCs and platelets have been reported; monitoring recommended<\/li><li>-- Agranulocytosis, pancytopenia, or thrombocytopenia have been reported with leflunomide and may occur with teriflunomide; monitoring recommended<\/li><li>Hepatic:<\/li><li>-- Avoid use in patients with acute or chronic liver disease or those with ALT levels greater than 2 times the ULN at baseline<\/li><li>-- ALT elevations greater than 3 times the ULN have been reported; monitoring recommended and discontinuation and accelerated elimination procedures may be required<\/li><li>Immunologic:<\/li><li>-- Do not initiate treatment in patients with active acute or chronic infections until the infections are resolved<\/li><li>-- Due to an increased risk of infection, including opportunistic infection, use not recommended in patients with severe immunodeficiency, bone marrow disease, or severe, uncontrolled infection<\/li><li>-- Serious infections (including reactivation of cytomegalovirus hepatitis, tuberculosis, or Klebsiella pneumonia sepsis) which may lead to death have been reported; consider suspending treatment and using accelerated elimination procedures if infection suspected<\/li><li>Neurologic:<\/li><li>-- Peripheral neuropathy, including polyneuropathy and mononeuropathy, has been reported; discontinuation and accelerated elimination procedures may be warranted<\/li><li>-- Increased risk of peripheral neuropathy in patients aged 60 years and older, in diabetic patients, and with concomitant use of neurotoxic medications<\/li><li>Reproductive:<\/li><li>-- All women of childbearing potential should undergo an accelerated elimination procedure upon discontinuation of therapy<\/li><li>Respiratory:<\/li><li>-- Tuberculosis has been reported; monitoring and screening recommended<\/li><li>-- New onset or worsening interstitial lung disease has been reported with leflunomide and may occur with teriflunomide; discontinuation and accelerated elimination procedures may be necessary<\/li><li>Other:<\/li><li>-- Increased risk of malignancy, particularly lymphoproliferative disorders, has been reported with some immunosuppressive agents<\/li><li>Concomitant Use:<\/li><li>-- Use with immunosuppressive or immunomodulating therapies may increase risk of hematologic toxicity; monitoring recommended<\/li><li>-- Use of live vaccines is not recommended during or potentially following completion of therapy<\/li><\/ul>"},{"id":"930285-s-3-11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"930285-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"930285-s-4","title":"Drug Interactions","sub":{"1":{"id":"930285-s-4-14","title":"Major","mono":"<ul><li>Atorvastatin (probable)<\/li><li>Bosentan (probable)<\/li><li>Cefaclor (probable)<\/li><li>Chlorothiazide (probable)<\/li><li>Cimetidine (probable)<\/li><li>Ciprofloxacin (probable)<\/li><li>Clozapine (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Ezetimibe (probable)<\/li><li>Fluvastatin (probable)<\/li><li>Furosemide (probable)<\/li><li>Glyburide (probable)<\/li><li>Irinotecan (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Measles Virus Vaccine, Live (theoretical)<\/li><li>Methotrexate (probable)<\/li><li>Mumps Virus Vaccine, Live (theoretical)<\/li><li>Nateglinide (probable)<\/li><li>Olmesartan (probable)<\/li><li>Penicillin G (probable)<\/li><li>Pitavastatin (probable)<\/li><li>Pravastatin (probable)<\/li><li>Repaglinide (probable)<\/li><li>Rifampin (probable)<\/li><li>Rosuvastatin (theoretical)<\/li><li>Rotavirus Vaccine, Live (theoretical)<\/li><li>Rubella Virus Vaccine, Live (theoretical)<\/li><li>Simvastatin (probable)<\/li><li>Smallpox Vaccine (theoretical)<\/li><li>Valsartan (probable)<\/li><li>Varicella Virus Vaccine (theoretical)<\/li><li>Warfarin (probable)<\/li><li>Zidovudine (probable)<\/li><\/ul>"},"2":{"id":"930285-s-4-15","title":"Moderate","mono":"<ul>Eltrombopag (probable)<\/ul>"}}},{"id":"930285-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (10% to 13%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (13% to 14%), Nausea (8% to 11%)<\/li><li><b>Hepatic:<\/b>Increased liver enzymes (13% to 15%)<\/li><li><b>Neurologic:<\/b>Headache (16% to 18%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Neutropenia (4% to 16%)<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Neurologic:<\/b>Peripheral neuropathy (1.4% to 1.9%)<\/li><li><b>Renal:<\/b>Serum creatinine raised (0.6% to 0.8%)<\/li><li><b>Respiratory:<\/b>Interstitial lung disease<\/li><\/ul>"},{"id":"930285-s-6","title":"Drug Name Info","sub":{"0":{"id":"930285-s-6-17","title":"US Trade Names","mono":"Aubagio<br\/>"},"2":{"id":"930285-s-6-19","title":"Class","mono":"<ul><li>Central Nervous System Agent<\/li><li>Dihydroorotate Dehydrogenase Inhibitor<\/li><\/ul>"},"3":{"id":"930285-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930285-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"930285-s-7","title":"Mechanism Of Action","mono":"Teriflunomide, the primary active metabolite of leflunomide, inhibits dihydroorotate dehydrogenase, which is a mitochondrial enzyme involved in de novo pyrimidine synthesis. Although the exact mechanism of action in multiple sclerosis is unknown, it may involve a reduction in activated lymphocytes in the CNS.<br\/>"},{"id":"930285-s-8","title":"Pharmacokinetics","sub":[{"id":"930285-s-8-23","title":"Absorption","mono":"<ul><li>Tmax: 1 to 4 hours<\/li><li>Effect of food: none<\/li><\/ul>"},{"id":"930285-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: over 99% in plasma protein<\/li><li>Vd: 11 L<\/li><\/ul>"},{"id":"930285-s-8-25","title":"Metabolism","mono":"<ul><li>hydrolysis (primary)<\/li><li>inducer of CYP1A2<\/li><li>inhibitor of CYP2C8, efflux transporter Breast Cancer Resistant Protein (BCRP), OATP1B1, and OAT3<\/li><li>substrate of BCRP<\/li><\/ul>"},{"id":"930285-s-8-26","title":"Excretion","mono":"<ul><li>Bile: primary route, unchanged<\/li><li>Fecal: 37.5%<\/li><li>Renal: 22.6%<\/li><li>Total body clearance: 30.5 mL\/hr<\/li><\/ul>"},{"id":"930285-s-8-27","title":"Elimination Half Life","mono":"18 to 19 days <br\/>"}]},{"id":"930285-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>Give with or without food.<br\/>"},{"id":"930285-s-10","title":"Monitoring","mono":"<ul><li>Reduction in multiple sclerosis relapse rate is indicative of efficacy<\/li><li>Pregnancy test; prior to treatment and during treatment when pregnancy suspected<\/li><li>TB screening; prior to initiation of therapy with a skin test or blood test for mycobacterium tuberculosis.<\/li><li>CBC with differential; within 6 months prior to treatment initiation and during therapy if signs or symptoms of bone marrow suppression develop<\/li><li>Serum transaminases and bilirubin; within 6 months of treatment initiation and then ALT at least monthly for the first 6 months of therapy; consider additional monitoring if preexisting hepatic impairment, onset of signs or symptoms suggestive of hepatic dysfunction, or concomitant use of other hepatotoxic agents<\/li><li>Blood pressure; when initiating therapy and periodically during treatment<\/li><\/ul>"},{"id":"930285-s-11","title":"How Supplied","mono":"<b>Aubagio<\/b><br\/>Oral Tablet: 7 MG, 14 MG<br\/>"},{"id":"930285-s-12","title":"Toxicology","sub":[{"id":"930285-s-12-31","title":"Clinical Effects","mono":"<b>LEFLUNOMIDE AND RELATED AGENTS<\/b><br\/>USES: Leflunomide is indicated to reduce signs and symptoms, improve physical function, and inhibit structural damage in adult patients with rheumatoid arthritis. Teriflunomide is the active metabolite of leflunomide and is indicated for the treatment of adult patients with relapsing forms of multiple sclerosis. PHARMACOLOGY: Leflunomide, an isoxazole immunomodulatory agent, inhibits dihydrooratate dehydrogenase (an enzyme in de novo pyrimidine synthesis), and has anti-inflammatory and immunomodulating activity. Teriflunomide, the primary active metabolite of leflunomide. Although the exact mechanism of action in multiple sclerosis is unknown, it may involve a reduction in activated lymphocytes in the CNS. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. A woman developed no adverse effects after inadvertently taking leflunomide 120 mg daily for 28 days. SEVERE TOXICITY: Chronic high doses of leflunomide (an average of 34 mg\/daily for 26 months) produced interstitial nephritis in one adult. ADVERSE EFFECTS: Leflunomide and teriflunomide have similar adverse effects. COMMON: Hypertension, reversible alopecia, diarrhea, rashes, and elevated liver enzyme levels. OTHER EFFECTS: Chest pain, nausea, anorexia, abdominal pain, headache, dizziness, pancytopenia, agranulocytosis, thrombocytopenia, tenosynovitis, bronchitis, respiratory infection, Stevens-Johnson Syndrome (rare), Toxic Epidermal Necrolysis (rare). Based on postmarketing experience, rare cases of hepatotoxicity have been reported with therapeutic use. Individuals with multiple risk factors may be at greatest risk. Rare reports of severe infections, including sepsis have also occurred, but may be confounded by concomitant immunosuppressant therapy or comorbidity. REPRODUCTIVE: Leflunomide and teriflunomide are US FDA pregnancy category X, due to the risk of severe teratogenicity or fetal death. <br\/>"},{"id":"930285-s-12-32","title":"Treatment","mono":"<b>LEFLUNOMIDE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Myelosuppression has been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Administer activated charcoal (50 g orally every 12 hours for 11 days) if the overdose is recent, the patient is not vomiting, and is able to maintain airway. DRUG ELIMINATION PROCEDURE: CHOLESTYRAMINE: Cholestyramine may also be used to accelerate the elimination of leflunomide or teriflunomide. Administer cholestyramine 8 g 3 times daily for 11 days (the 11 days do not need to be consecutive unless rapid leflunomide elimination is necessary).<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions (rare) or pulmonary toxicity.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Administer colony stimulating factors in patients who develop severe neutropenia or neutropenic sepsis. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Drug concentrations of leflunomide are not readily available. Monitor vital signs and liver enzymes. Monitor serum electrolytes and renal function in patients with significant vomiting and\/or diarrhea. Monitor serial CBC with differential after substantial overdose. There are rare reports of pancytopenia, agranulocytosis, and thrombocytopenia after therapeutic doses of leflunomide.<\/li><li>Enhanced elimination procedure: Studies with both hemodialysis and chronic ambulatory peritoneal dialysis have shown that M1 is NOT dialyzable. Cholestyramine may enhance the elimination of the active metabolite.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions who are symptomatic should be observed in a healthcare facility. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"930285-s-12-33","title":"Range of Toxicity","mono":"<b>LEFLUNOMIDE AND RELATED AGENTS<\/b><br\/>TOXICITY: LEFLUNOMIDE: The toxic dose is not known. In an adult, chronic overdosage (an average of 34 mg\/day) of leflunomide for 26 months resulted in interstitial nephritis. LACK OF EFFECT: A woman took 120 mg daily of leflunomide for 28 days and developed no adverse effects. TERIFLUNOMIDE: Healthy subjects did not develop any major adverse effects after ingesting teriflunomide 70 mg daily up to 14 days. THERAPEUTIC DOSE: LEFLUNOMIDE: ADULTS: LOADING DOSE: 100 mg orally once daily for 3 days. MAINTENANCE THERAPY: 20 mg orally once daily; may reduce dose to 10 mg daily if higher dose not tolerated. CHILDREN: The safety and effectiveness of leflunomide have not been established in pediatric patients. TERIFLUNOMIDE: ADULTS: 7 mg or 14 mg once daily. CHILDREN: The safety and effectiveness of teriflunomide have not been established in pediatric patients. <br\/>"}]},{"id":"930285-s-13","title":"Clinical Teaching","mono":"<ul><li>Counsel female patient to avoid pregnancy during therapy and before completion of the drug elimination procedure. A male patient who wishes to father a child should also undergo the drug elimination procedure.<\/li><li>Advise patient to avoid live vaccines during therapy and for at least 6 months following discontinuation of therapy.<\/li><li>Drug may cause influenza, upper respiratory tract infection, bronchitis, headache, paresthesia, diarrhea, nausea, or alopecia.<\/li><li>Advise patients to immediately report signs\/symptoms of infection.<\/li><li>Instruct patients to immediately report signs\/symptoms of hepatotoxicity including unexplained nausea or vomiting, abdominal pain, fatigue, loss of appetite, jaundice, or darkened urine.<\/li><li>Tell patient to immediately report signs\/symptoms of peripheral neuropathy including numbness or tingling in the hands or feet.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}]}