{"generic":"Lomitapide Mesylate","drugs":["Juxtapid","Lomitapide Mesylate"],"mono":{"0":{"id":"930351-s-0","title":"Generic Names","mono":"Lomitapide Mesylate"},"1":{"id":"930351-s-1","title":"Dosing and Indications","sub":[{"id":"930351-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Familial hypercholesterolemia - homozygous:<\/b> initial, 5 mg ORALLY once daily at least 2 hours after the evening meal; give with supplements containing vitamin E 400 international units, linoleic acid 200 mg, alpha-linolenic acid 210 mg, eicosapentaenoic acid 110 mg, and docosahexaenoic acid 80 mg<\/li><li><b>Familial hypercholesterolemia - homozygous:<\/b> maintenance, increase dose gradually based on safety and tolerability; after 2 weeks may increase to 10 mg ORALLY once daily; after 6 weeks may increase to 20 mg ORALLY once daily; after 10 weeks may increase to 40 mg ORALLY once daily; after 14 weeks may increase to 60 mg ORALLY once daily; take at least 2 hours after the evening meal; give with supplements containing vitamin E 400 international units, linoleic acid 200 mg, alpha-linolenic acid 210 mg, eicosapentaenoic acid 110 mg, and docosahexaenoic acid 80 mg; MAX: 60 mg ORALLY once daily<\/li><\/ul>"},{"id":"930351-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"930351-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>ESRD receiving dialysis:<\/b> MAX 40 mg orally daily<\/li><li><b>hepatic impairment, mild (Child-Pugh A):<\/b> MAX 40 mg orally daily<\/li><li><b>hepatic impairment, moderate (Child-Pugh B) or severe (Child-Pugh C):<\/b> use not recommended<\/li><li><b>transaminase elevations (ALT or AST):<\/b> 5 times ULN or higher, withhold dose; 3 times ULN but less than 5 times ULN, reduce dose or withhold if there are signs of abnormal liver function, injury, or if levels rise above 5 times ULN or do not fall below 3 times ULN within 4 weeks<\/li><li><b>CYP3A4 inhibitors, weak:<\/b> MAX 30 mg orally daily<\/li><li><b>CYP3A4 inhibitors, moderate or strong:<\/b> use not recommended<\/li><\/ul>"},{"id":"930351-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Familial hypercholesterolemia - homozygous<br\/>"}]},"2":{"id":"930351-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Lomitapide mesylate can cause elevations in transaminases. Measure ALT, AST, alkaline phosphatase, and total bilirubin before initiating treatment and then ALT and AST regularly as recommended. During treatment, adjust the dose of lomitapide mesylate if the ALT or AST is greater than or equal to 3 times the ULN. Discontinue lomitapide mesylate for clinically significant liver toxicity. Lomitapide mesylate increases hepatic fat (hepatic steatosis) with or without concomitant increases in transaminases. Hepatic steatosis associated with lomitapide mesylate may be a risk factor for progressive liver disease, including steatohepatitis and cirrhosis. Because of the risk of hepatotoxicity, lomitapide mesylate is available only through a restricted program called the Juxtapid(TM) REMS Program.<br\/>"},"3":{"id":"930351-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930351-s-3-9","title":"Contraindications","mono":"<ul><li>concomitant use with moderate or strong CYP3A4 inhibitors<\/li><li>hepatic impairment, moderate or severe (Child-Pugh category B or C)<\/li><li>liver disease, active, including unexplained persistent elevations of serum transaminases<\/li><li>pregnancy<\/li><\/ul>"},{"id":"930351-s-3-10","title":"Precautions","mono":"<ul><li>hepatic steatosis, with or without concomitant increases in transaminases, may occur; risk of progressive liver disease, including steatohepatitis and cirrhosis, may be increased<\/li><li>transaminase level elevations have been reported; monitoring recommended; dose reduction or discontinuation may be necessary<\/li><li>concomitant use with alcohol may increase levels of hepatic fat and cause or worsen liver injury; limit use to not more than one alcoholic drink per day<\/li><li>concomitant use with grapefruit juice should be avoided<\/li><li>concomitant use with other LDL-lowering agents that can also increase hepatic fat not recommended<\/li><li>ESRD receiving dialysis; dose adjustment necessary<\/li><li>fat-soluble nutrient absorption may be decreased, especially in patients with chronic bowel or pancreatic diseases; daily nutrient supplement recommended<\/li><li>galactose intolerance, Lapp lactase deficiency, or glucose-galactose malabsorption hereditary conditions; use not recommended<\/li><li>gastrointestinal adverse reactions, severe, including diarrhea, vomiting, and abdominal pain, distension, or discomfort, have been reported; low-fat diet and gradual dose titration recommended<\/li><li>hepatic impairment, mild (Child-Pugh category A); dose adjustment necessary<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"930351-s-3-11","title":"Pregnancy Category","mono":"Lomitapide: X (FDA)<br\/>"},{"id":"930351-s-3-12","title":"Breast Feeding","mono":"Lomitapide: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930351-s-4","title":"Drug Interactions","sub":[{"id":"930351-s-4-13","title":"Contraindicated","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Amprenavir (theoretical)<\/li><li>Aprepitant (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Colchicine (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Eletriptan (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Mibefradil (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Verapamil (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"},{"id":"930351-s-4-14","title":"Major","mono":"<ul><li>Afatinib (theoretical)<\/li><li>Aliskiren (theoretical)<\/li><li>Ambrisentan (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clozapine (established)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Digoxin (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Everolimus (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fexofenadine (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Loperamide (theoretical)<\/li><li>Lovastatin (theoretical)<\/li><li>Maraviroc (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Nintedanib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Pomalidomide (theoretical)<\/li><li>Propranolol (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Romidepsin (theoretical)<\/li><li>Saxagliptin (theoretical)<\/li><li>Silodosin (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Simvastatin (probable)<\/li><li>Sirolimus (theoretical)<\/li><li>Sitagliptin (theoretical)<\/li><li>Talinolol (theoretical)<\/li><li>Tolvaptan (theoretical)<\/li><li>Topotecan (theoretical)<\/li><li>Trabectedin (theoretical)<\/li><li>Vinblastine (theoretical)<\/li><li>Vincristine (theoretical)<\/li><li>Vincristine Sulfate Liposome (theoretical)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"930351-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain (24%)<\/li><li><b>Endocrine metabolic:<\/b>Weight decreased (24%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal discomfort (21%), Abdominal distension (21%), Abdominal pain (34%), Constipation (21%), Diarrhea (79%), Flatulence (21%), Indigestion (38%), Nausea (65%), Vomiting (34%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (17%)<\/li><li><b>Other:<\/b>Fatigue (17%), Influenza (21%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Malabsorption syndrome<\/li><li><b>Hepatic:<\/b>Increased liver enzymes (34%), Steatosis of liver (78%)<\/li><\/ul>"},"6":{"id":"930351-s-6","title":"Drug Name Info","sub":{"0":{"id":"930351-s-6-17","title":"US Trade Names","mono":"Juxtapid<br\/>"},"2":{"id":"930351-s-6-19","title":"Class","mono":"Antihyperlipidemic<br\/>"},"3":{"id":"930351-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930351-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930351-s-7","title":"Mechanism Of Action","mono":"Lomitapide mesylate is a synthetic lipid-lowering agent that binds to and inhibits microsomal triglyceride transfer protein (MTP), which prevents the assembly of apo B-containing lipoproteins in hepatocytes and enterocytes. Therefore, the synthesis of chylomicrons and VLDL is inhibited, which leads to reduced levels of LDL-C.<br\/>"},"8":{"id":"930351-s-8","title":"Pharmacokinetics","sub":[{"id":"930351-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 6 hours<\/li><li>Bioavailability, Oral: 7%<\/li><\/ul>"},{"id":"930351-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 99.8%<\/li><li>Vd: 985 to 1292 L<\/li><\/ul>"},{"id":"930351-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: extensive via CYP3A4<\/li><li>substrate and inhibitor of CYP3A4<\/li><li>inhibitor of P-glycoprotein<\/li><\/ul>"},{"id":"930351-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 52.9% to 59.5%<\/li><li>Fecal: 33.4% to 35.1% (mostly unchanged)<\/li><\/ul>"}]},"9":{"id":"930351-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take at least 2 hours after the evening meal with a glass of water; do not take with food<\/li><li>swallow whole; do not open, dissolve, crush, or chew<\/li><\/ul>"},"11":{"id":"930351-s-11","title":"How Supplied","mono":"<b>Juxtapid<\/b><br\/>Oral Capsule: 5 MG, 10 MG, 20 MG, 30 MG, 40 MG, 60 MG<br\/>"},"12":{"id":"930351-s-12","title":"Toxicology","sub":[{"id":"930351-s-12-31","title":"Clinical Effects","mono":"<b>LOMITAPIDE<\/b><br\/>USES: Lomitapide mesylate is indicated as an adjunct to a low-fat diet and other lipid-lowering treatments, including LDL apheresis where available, to reduce LDL-C, total cholesterol, apolipoprotein B, and non-HDL-C in patients with homozygous familial hypercholesterolemia. PHARMACOLOGY: Lomitapide mesylate is a synthetic lipid-lowering agent that binds to and inhibits microsomal triglyceride transfer protein (MTP), which prevents the assembly of apo B-containing lipoproteins in hepatocytes and enterocytes. Therefore, the synthesis of chylomicrons and VLDL is inhibited, which leads to reduced levels of LDL-C. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. Signs and symptoms of an acute overdose are anticipated to be similar to excessive pharmacologic adverse events. ADVERSE EFFECTS: MOST COMMON (34% or greater): Diarrhea, nausea, vomiting, dyspepsia, and abdominal pain. COMMON (17% to 24%): Weight loss, abdominal discomfort, abdominal distension, constipation, flatulence, increased liver enzymes, chest pain, influenza, nasopharyngitis, and fatigue. OTHER EFFECTS: Palpitations, angina pectoris, gastroesophageal reflux disease, defecation urgency, rectal tenesmus, gastroenteritis, back pain, headache, dizziness, pharyngolaryngeal pain, nasal congestion, and fever. DRUG INTERACTION: Concomitant administration of lomitapide with moderate or strong CYP3A4 inhibitors can increase lomitapide exposure 27 fold. <br\/>"},{"id":"930351-s-12-32","title":"Treatment","mono":"<b>LOMITAPIDE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Correct any significant serum electrolyte abnormalities in patients with severe vomiting and\/or diarrhea.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic agents are involved.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and liver enzymes after significant overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Hemodialysis is NOT expected to significantly enhance the clearance of lomitapide due to extensive protein binding and high volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients who are symptomatic and patients with deliberate overdose should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"930351-s-12-33","title":"Range of Toxicity","mono":"<b>LOMITAPIDE<\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSES: ADULT: Initially 5 mg orally once daily, increased gradually up to a maximum of 60 mg daily. PEDIATRIC: The safety and efficacy of lomitapide mesylate have not been established in pediatric patients. <br\/>"}]},"13":{"id":"930351-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise female patients of reproductive potential to have a negative pregnancy test prior to initiating therapy and to maintain effective contraception during therapy.<\/li><li>This drug may cause abdominal pain, diarrhea, dyspepsia, nausea, and vomiting.<\/li><li>Warn patient to report signs\/symptoms of liver problems including nausea, vomiting, or abdominal pain that gets worse, changes in character, or persists, fever, yellowing of skin or eyes, increased fatigue, or flu-like symptoms.<\/li><li>Advise patient that diarrhea or vomiting can affect absorption of oral medications, including oral contraceptives. May need additional contraceptive methods<\/li><li>Advise patient to take daily supplements of vitamin E and omega-3 fatty acids.<\/li><li>Drug should be given with a glass of water at least 2 hours after evening meal, do not take with food. Swallow the capsule whole. Do not open, crush, dissolve, or chew the capsules<\/li><li>Counsel patient to maintain a low-fat diet (ie, less than 20% of total calories from fat), which may help decrease gastrointestinal adverse effects.<\/li><li>Advise patient to limit alcohol consumption to no more than 1 alcoholic drink per day.<\/li><li>Instruct patient that there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs and vitamins).<\/li><li>Tell patient to avoid grapefruit juice.<\/li><\/ul>"}}}