{"generic":"Teduglutide","drugs":["Gattex","Revestive","Teduglutide"],"mono":{"0":{"id":"930349-s-0","title":"Generic Names","mono":"Teduglutide"},"1":{"id":"930349-s-1","title":"Dosing and Indications","sub":[{"id":"930349-s-1-4","title":"Adult Dosing","mono":"<b>Short bowel syndrome, dependant on parenteral support:<\/b> 0.05 mg\/kg SUBQ once daily "},{"id":"930349-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"930349-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> moderate to severe (CrCl less than 50 mL\/min) or ESRD; reduce dose by 50%<\/li><li><b>hepatic impairment:<\/b> mild to moderate (Child-Pugh grade B) no dose adjustment necessary<\/li><li><b>geriatric patients:<\/b> no dose adjustment necessary<\/li><\/ul>"},{"id":"930349-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Short bowel syndrome, dependant on parenteral support<br\/>"}]},"3":{"id":"930349-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930349-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"930349-s-3-10","title":"Precautions","mono":"<ul><li>biliary tract and gallbladder disease (cholecystitis, cholangitis, cholelithiasis) has been reported; monitoring recommended; reassess need for continued treatment with clinically meaningful changes<\/li><li>colorectal polyps have been reported; monitoring recommended; if polyps occur, adhere to follow-up guidelines; if colorectal cancer occurs, discontinue use<\/li><li>concomitant oral medications; increased absorption may occur; use caution with drugs that have a narrow therapeutic index or require titration (eg, benzodiazepines, psychotropic agents)<\/li><li>fluid and electrolyte imbalances have been reported on discontinuation<\/li><li>fluid overload, including congestive heart failure, has been reported; adjust parenteral support and reassess need for continued treatment if symptoms occur, especially with underlying cardiovascular disease or if significant cardiac deterioration develops<\/li><li>gastrointestinal (GI) malignancy (GI tract, hepatobiliary, pancreatic), active; discontinue use<\/li><li>hyperplastic changes, including neoplasia, may occur; among patients at increased risk for malignancy and in patients with active nongastrointestinal malignancy, use only if benefits outweigh risks<\/li><li>intestinal or stomal obstruction has been reported; temporarily discontinue use if occurs; upon resolution, therapy may be resumed if clinically indicated<\/li><li>pancreatic disease (pancreatitis) has been reported; monitoring recommended; reassess need for continued treatment if clinically meaningful changes occur<\/li><li>renal impairment, moderate or severe (CrCl less than 50 mL\/min) or end-stage renal disease; dosage adjustment required<\/li><li>small bowel neoplasia may occur; monitoring recommended; remove benign neoplasm if occurs; discontinue use if small bowel cancer occurs<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"930349-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"930349-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"930349-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site reaction (12% to 21.8%)<\/li><li><b>Endocrine metabolic:<\/b>Hypervolemia (11.7%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal distension (14.8% to 19.5%), Abdominal pain (31.3% to 37.7%), Complication of external stoma of gastrointestinal tract (41.9%), Nausea (18.8% to 24.7%), Vomiting (11.7%)<\/li><li><b>Neurologic:<\/b>Headache (16.3%)<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (11.9% to 26%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Bowel obstruction (3.9% to 9.4%), Cholecystitis, Pancreatitis, Polyp, Colorectal<\/li><li><b>Respiratory:<\/b>Lung cancer<\/li><li><b>Other:<\/b>Lung cancer, Metastatic adenocarcinoma of unknown origin<\/li><\/ul>"},"6":{"id":"930349-s-6","title":"Drug Name Info","sub":{"0":{"id":"930349-s-6-17","title":"US Trade Names","mono":"<ul><li>Gattex<\/li><li>Revestive<\/li><\/ul>"},"2":{"id":"930349-s-6-19","title":"Class","mono":"Gastrointestinal Agent<br\/>"},"3":{"id":"930349-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930349-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930349-s-7","title":"Mechanism Of Action","mono":"Teduglutide is a 33 amino acid glucagon-like peptide-2 (GLP-2) analog manufactured using recombinant DNA technology. Naturally occurring human GLP-2 is a peptide secreted by L-cells of the distal intestine. GLP-2 increases intestinal and portal blood flow, and inhibits gastric acid secretion. Teduglutide binds to GLP-2 receptors in the intestinal subpopulations of enteroendocrine cells, subepithelial myofibroblasts, and enteric neurons of the submucosal and myenteric plexus. Activation of GLP-2 receptors leads to local release of insulin-like growth factor, nitric oxide, and keratinocyte growth factor. Administration of teduglutide improves intestinal absorption in patients with short bowel syndrome who are dependent on parenteral support.<br\/>"},"8":{"id":"930349-s-8","title":"Pharmacokinetics","sub":[{"id":"930349-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, subQ; 3 to 5 hours<\/li><li>Tmax, subQ; renal impairment: 4 to 4.5 hours<\/li><li>Bioavailability, subQ: 88%<\/li><\/ul>"},{"id":"930349-s-8-24","title":"Distribution","mono":"Vd: 103 mL\/kg <br\/>"},{"id":"930349-s-8-25","title":"Metabolism","mono":"small peptides and amino acids: unknown <br\/>"},{"id":"930349-s-8-26","title":"Excretion","mono":"<ul><li>Renal clearance: extensive<\/li><li>Total body clearance: 123 mL\/hr\/kg<\/li><li>Total body clearance, renal impairment: decreased; 4.83  L\/hr (moderate), 6.21 L\/hr (severe); 7.52 L\/hr (ESRD)<\/li><\/ul>"},{"id":"930349-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Healthy subjects, 2 hours  to 6 hours<\/li><li>Short bowel syndrome, 1.3 hours<\/li><\/ul>"}]},"9":{"id":"930349-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>do not administer by IV or IM injection<br\/><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>reconstitute with 0.5 mL of sterile water for injection (provided in prefilled syringe) and let stand for 30 seconds<\/li><li>gently roll vial for 15 seconds and then let stand for about 2 minutes; do not shake<\/li><li>if undissolved powder is visible, gently roll vial again; do not use product if it remains undissolved after second attempt<\/li><li>administer within 3 hours of reconstitution; discard unused portion<\/li><li>alternate injection sites (eg, arms, thighs, and quadrants of the abdomen)<\/li><\/ul><\/li><\/ul>"},"10":{"id":"930349-s-10","title":"Monitoring","mono":"<ul><li>reduction in weekly parenteral nutrition (PN) or IV support may indicate efficacy<\/li><li>bilirubin, alkaline phosphatase, lipase and amylase; within 6 months of initiating therapy, and at least every 6 months while on therapy, or more frequently if required.<\/li><li>electrolyte status; upon discontinuation of treatment.<\/li><li>colonoscopy or alternative imaging of the entire colon with removal of polyps; within 6 months of initiating treatment, after 1 years of treatment, then at least every 5 years if no polyp is found, or per current polyp followup guidelines if a polyp is found<\/li><li>fluid status; upon discontinuation of treatment.<\/li><li>signs and symptoms of small bowel neoplasms<\/li><li>gallbladder and\/or biliary tract imaging if clinical meaningful changes in bilirubin and\/or alkaline phosphatase levels are seen<\/li><li>pancreatic imaging if clinically meaningful changes in lipase and\/or amylase are seen<\/li><\/ul>"},"11":{"id":"930349-s-11","title":"How Supplied","mono":"<b>Gattex<\/b><br\/>  Kit: 5 MG<br\/>"},"13":{"id":"930349-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause abdominal pain, injection site reactions, swelling of stoma, nausea, headaches, abdominal distension, upper respiratory tract infections, or vomiting.<\/li><li>Instruct patient to report signs\/symptoms of intestinal obstruction.<\/li><li>Advise patient to report signs\/symptoms of cholecystitis, cholangitis, cholelithiasis, or pancreatic disease to a healthcare professional.<\/li><li>Instruct patient to report signs\/symptoms of fluid overload or cardiac decompensation.<\/li><li>Advise patient to report a severe reaction, including severe rash, to a healthcare professional.<\/li><li>Teach patient proper injection technique and placement of injections.<\/li><li>Advise patient to rotate injection sites.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><li>Instruct patient to take a missed dose as soon as possible on the day the dose is missed, but if next scheduled dose is the same day, skip the missed dose. Patient should not take 2 doses on the same day.<\/li><\/ul>"}}}