{"drugs":["Adasuve","Loxapine"],"mono":[{"id":"930354-s-0","title":"Generic Names","mono":"Loxapine"},{"id":"930354-s-1","title":"Dosing and Indications","sub":{"0":{"id":"930354-s-1-4","title":"Adult Dosing","mono":"<ul><li>Adasuve(TM) is available only through the restricted Adasuve REMS program.<\/li><li>prior to administration, screen all patients for history of asthma, COPD, or other pulmonary disease associated with bronchospasm (use is contraindicated) and perform a physical examination, including chest auscultation, for respiratory signs (eg, wheezing); loxapine has the potential to cause bronchospasm that may lead to respiratory distress and respiratory arrest<\/li><li><b>Bipolar I disorder - Psychomotor agitation:<\/b> 10 mg via ORAL INHALATION as a single dose within a 24-hour period<\/li><li><b>Psychomotor agitation - Schizophrenia:<\/b> 10 mg via ORAL INHALATION as a single dose within a 24-hour period<\/li><\/ul>"},"1":{"id":"930354-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Adasuve(TM) is available only through the restricted Adasuve REMS program<\/li><li>safety and efficacy not established in pediatric patients<\/li><\/ul>"},"3":{"id":"930354-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Bipolar I disorder - Psychomotor agitation<\/li><li>Psychomotor agitation - Schizophrenia<\/li><\/ul>"}}},{"id":"930354-s-2","title":"Black Box Warning","mono":"<b>Inhalation, oral (Powder)<\/b><br\/>Loxapine powder for oral inhalation can cause bronchospasm that can to lead to respiratory distress and respiratory arrest. Administer only in an enrolled healthcare facility with immediate access on-site to equipment and personnel trained to manage acute bronchospasm. Prior to administration, screen patients regarding a current diagnosis, history, or symptoms of asthma, COPD, and other lung diseases, and examine (including chest auscultation) patients for respiratory signs. Monitor for signs and symptoms of bronchospasm following treatment. Only available through a restricted program under a Risk Evaluation and Mitigation Strategy (REMS) called the Adasuve(TM) REMS. Elderly patients with dementia-related psychosis treated with antipsychotic drugs are at an increased risk of death. Loxapine powder for oral inhalation is not approved for the treatment of patients with dementia-related psychosis.<br\/>"},{"id":"930354-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930354-s-3-9","title":"Contraindications","mono":"<ul><li>acute respiratory signs and\/or symptoms (eg, wheezing)<\/li><li>asthma, COPD, or other lung disease associated with bronchospasm, current or history<\/li><li>bronchospasm following loxapine oral inhalation treatment, history of<\/li><li>concurrent use of medications to treat airway disease, such as asthma or COPD<\/li><li>known hypersensitivity to loxapine or amoxapine<\/li><\/ul>"},{"id":"930354-s-3-10","title":"Precautions","mono":"<ul><li>bronchospasm, leading to respiratory distress and respiratory arrest, may occur; screen patients prior to therapy; use restricted through the Adasave(TM) REMS program; monitoring recommended<\/li><li>elderly patients with dementia-related psychosis (unapproved use); increased risk of death and increased risk of cerebrovascular events (cerebrovascular accidents and TIA, some fatal); most deaths were attributed to cardiovascular events (eg, heart failure or sudden death) or infections (eg, pneumonia)<\/li><li>anticholinergic reactions, including exacerbation of glaucoma or urinary retention, may occur<\/li><li>cardiovascular or cerebrovascular disease or conditions that predispose patients to hypotension (eg, dehydration, hypovolemia, antihypertensive medications); increased risk of orthostatic hypotension, hypotension, and syncope<\/li><li>impaired judgement, thinking, and motor skills can occur, increased risk with concurrent use of CNS depressants<\/li><li>neuroleptic malignant syndrome, potentially fatal, may occur with antipsychotic drugs; immediately discontinue drug if suspected; give careful consideration to resuming therapy; monitoring recommended with re-introduction<\/li><li>seizures have occurred with oral loxapine therapy, including patients on antiepileptic maintenance therapy<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"930354-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"930354-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"930354-s-4","title":"Drug Interactions","sub":[{"id":"930354-s-4-13","title":"Contraindicated","mono":"<ul>Metoclopramide (theoretical)<\/ul>"},{"id":"930354-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Lithium (probable)<\/li><li>Milnacipran (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Umeclidinium (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"930354-s-4-15","title":"Moderate","mono":"<ul>Betel Nut (probable)<\/ul>"}]},{"id":"930354-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Taste sense altered (14%)<\/li><li><b>Neurologic:<\/b>Sedated (12%)<\/li><li><b>Respiratory:<\/b>Pharyngitis (3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cerebrovascular accident, Transient ischemic attack<\/li><li><b>Other:<\/b>Death<\/li><\/ul>"},{"id":"930354-s-6","title":"Drug Name Info","sub":{"0":{"id":"930354-s-6-17","title":"US Trade Names","mono":"Adasuve<br\/>"},"2":{"id":"930354-s-6-19","title":"Class","mono":"<ul><li>Antipsychotic<\/li><li>Dibenzoxazepine<\/li><\/ul>"},"3":{"id":"930354-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930354-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"930354-s-7","title":"Mechanism Of Action","mono":"Loxapine is a dibenzoxazepine compound, a subclass of tricyclic antipsychotic agents, chemically distinct from the phenothiazines, butyrophenones, thioxanthenes. It may reduce agitation via antagonism of central dopamine (D1, D2, D3, and D4) receptors and serotonin 5-HT(2a) receptors.<br\/>"},{"id":"930354-s-8","title":"Pharmacokinetics","sub":[{"id":"930354-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability, oral inhalation: increases linearly in a dose-dependent manner<\/li><li>Tmax, oral inhalation: 1.13 minutes<\/li><\/ul>"},{"id":"930354-s-8-24","title":"Distribution","mono":"Protein binding, plasma proteins: 96.6% <br\/>"},{"id":"930354-s-8-25","title":"Metabolism","mono":"<ul><li>Liver, extensive.<\/li><li>Metabolites: N-desmethyl loxapine (amoxapine), active; 8-hydroxyloxapine, active<\/li><li>Inhibitor of P-glycoprotein<\/li><li>Substrate of CYP1A2, CYP3A4, and CYP2D6<\/li><\/ul>"},{"id":"930354-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: as unconjugated metabolites<\/li><li>Renal: as conjugated metabolites<\/li><li>Total body: 24 hours<\/li><\/ul>"},{"id":"930354-s-8-27","title":"Elimination Half Life","mono":"7.61 hours <br\/>"}]},{"id":"930354-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>administer only via oral inhalation<br\/><\/li><li><b>Inhalation, oral<\/b><br\/><ul><li>pull plastic tab from rear of the inhaler and ensure that the green light turns on (signifies that the inhaler is ready for use); inhaler must be used within 15 minutes of removing the tab to prevent automatic deactivation of the inhaler; if the green light is off, the inhaler is not usable; discard after 1 use<\/li><li>administer only by a healthcare professional in an enrolled healthcare facility<\/li><li>during administration, a flash of light, a clicking sound, and warmth coming from the inhaler are normal<\/li><li>following administration, check that the green light turns off, indicating that the dose has been delivered; if the green light is still on, readminister up to 2 additional times; if the green light still does not turn off, the dose has not been delivered; discard the inhaler and use a new inhaler<\/li><\/ul><\/li><\/ul>"},{"id":"930354-s-10","title":"Monitoring","mono":"<ul><li>improvement of agitation associated with schizophrenia or bipolar I disorder may indicate efficacy<\/li><li>baseline screen for history of asthma, COPD, or other pulmonary disease; examine (eg auscultation) for respiratory signs (eg, wheezing)<\/li><li>bronchospasm symptoms (eg, physical exam, vital signs, auscultation); every 15 minutes for a minimum of 1 hour after administration<\/li><\/ul>"},{"id":"930354-s-11","title":"How Supplied","mono":"<b>Adasuve<\/b><br\/>Inhalation Powder: 10 MG<br\/>"},{"id":"930354-s-12","title":"Toxicology","sub":[{"id":"930354-s-12-31","title":"Clinical Effects","mono":"<b>ANTIDEPRESSANTS, DIBENZOXAZEPINE <\/b><br\/>USES: Dibenzoxazepine derivatives include amoxapine and loxapine. Amoxapine is used to treat different types of depression (eg, neurotic or reactive depressive disorders, endogenous and psychotic depression). Loxapine is used to treat patients with schizophrenia. Dibenzoxazepine is also the main component of CR gas, a lacrimating agent used for crowd control.  Refer to \"LACRIMATORS\" document for information on CR gas. PHARMACOLOGY: Amoxapine is an antidepressant with mild sedative property and an unknown mechanism of action. It reduces norepinephrine and serotonin uptake and inhibits the response of dopamine receptors to dopamine. It is not an inhibitor of monoamine oxidase. Although the exact mechanism of action of loxapine has not been completely established, loxapine is thought to improve psychotic conditions by blocking dopamine at postsynaptic receptor sites in the brain. TOXICOLOGY: In overdose, anticholinergic and antihistamine effects cause CNS depression. Increased norepinephrine in the brain can lead to seizure activity. Dopaminergic blockade leads to extrapyramidal symptoms including tardive dyskinesia, delirium, and neuroleptic malignant syndrome. EPIDEMIOLOGY: Amoxapine and loxapine use and therefore overdose has decreased in the last 20 years use with the advent of selective serotonin reuptake inhibitors and atypical antipsychotics. However, severe toxicity and deaths have been reported. MILD TO MODERATE TOXICITY: These agents can cause tachycardia, mild anticholinergic effects, and mild CNS depression. SEVERE TOXICITY: CNS depression and recurrent, prolonged seizures predominate. Complications of status epilepticus such as profound metabolic acidosis, respiratory failure, hyperthermia, rhabdomyolysis with subsequent acute renal failure may develop if seizures are not rapidly controlled. Hypotension also develops with severe overdose. Dysrhythmias are not a predominant feature, but may develop in patients with severe acidosis or protracted seizures. Supraventricular tachycardia, atrial flutter, premature ventricular contractions, nonspecific ST segment and T wave changes, QRS prolongation, bradycardia, and myocardial failure have been reported. Neuroleptic malignant syndrome has also been reported in a patient following amoxapine overdose. ADVERSE EFFECTS: AMOXAPINE: COMMON (up to 14%): Drowsiness, dry mouth, constipation, and blurred vision. INFREQUENT: Nausea, anxiety, insomnia, restlessness, nervousness, palpitations, tremors, confusion, excitement, ataxia, dizziness, headache, fatigue, weakness, increased perspiration, edema, skin rash, and neuroleptic malignant syndrome. LOXAPINE: COMMON: Extrapyramidal effects, akathisia, dystonia (eg, spasm of the neck muscles, tightness of the throat, swallowing difficulty, dyspnea, and\/or protrusion of the tongue), parkinsonian-like symptoms (eg, tremor, rigidity, excessive salivation, and masked facies), tardive dyskinesia. INFREQUENT: Nausea, vomiting, dry mouth, drowsiness, dizziness, faintness, weakness, insomnia, agitation, tension, seizures, akinesia, slurred speech, numbness, confusion, tachycardia, hypotension, hypertension, lightheadedness, dermatitis, rash, neuroleptic malignant syndrome. <br\/>"},{"id":"930354-s-12-32","title":"Treatment","mono":"<b>ANTIDEPRESSANTS, DIBENZOXAZEPINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Care is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Seizure should be treated aggressively with benzodiazepines. Seizures refractory to benzodiazepines should be treated with phenobarbital or propofol. If the above measures fail, treat with neuromuscular paralysis with continuous EEG monitoring. QRS widening should be treated with sodium bicarbonate and intubation\/hyperventilation to achieve blood pH of 7.45 to 7.55. Early intubation is advised in any patient with CNS depression, seizures, QRS prolongation or ventricular dysrhythmia. Treat hyperthermia with control of seizures and external cooling measures. Treat hypotension with intravenous fluids, control of seizures and correction of severe acidosis. if hypotension persists, use vasopressors; norepinephrine is generally preferred to dopamine.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not recommended because of the potential for abrupt onset of seizures and subsequent aspiration. HOSPITAL: Activated charcoal and orogastric lavage may be of benefit even several hours after ingestion, due to the anticholinergic effects of these drugs in overdose. However, because of the potential for seizure and CNS depression, endotracheal intubation for airway protection should be strongly considered prior to decontamination.<\/li><li>Airway management: Early intubation is advised in any patient with CNS depression, seizures, QRS prolongation or ventricular dysrhythmia.<\/li><li>Antidote: None.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg.<\/li><li>Drug interaction: PHYSOSTIGMINE: Physostigmine use in the setting of tricyclic antidepressant overdose has been associated with the development of seizures and fatal dysrhythmias.  It is NOT recommended. FLUMAZENIL: Use of flumazenil is not recommended as it may precipitate seizures.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes, renal function, arterial blood gases, and CPK in patients with seizure or severe CNS depression. Obtain an ECG and institute continuous cardiac monitoring. Serum drug concentrations are generally not useful in acute management. In general, cyclic antidepressant concentrations greater than 1000 ng\/mL are associated with coma, seizures, and dysrhythmias. However, significant and life-threatening toxicity may occur at serum concentrations less than 1000 ng\/mL.<\/li><li>Enhanced elimination procedure: Hemodialysis is not effective in the removal of antidepressants from the body due to the high protein binding and large volume of drug distribution.<\/li><li>Patient disposition: HOME CRITERIA: Inadvertent pediatric ingestions should be evaluated in a healthcare facility given the risk of seizures. Asymptomatic inadvertent ingestion of up to a double therapeutic dose in adults may be observed at home. OBSERVATION CRITERIA: Any pediatric ingestion, any adult ingesting more than a double a therapeutic dose, and any patient with a deliberate ingestion should be referred to a healthcare facility. Patients should received activated charcoal and be monitored for 6 hours. If asymptomatic after 6 hours, with normal vital signs and ECG, patients may be discharged or cleared for psychiatric evaluation as appropriate. ADMISSION CRITERIA: Patients with CNS depression should be admitted and monitored for potential seizure activity. Patients should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a medical toxicologist or poison center for any patient with severe toxicity. Consult a neurologist for patients with status epilepticus and those requiring continuous EEG monitoring.<\/li><\/ul>"},{"id":"930354-s-12-33","title":"Range of Toxicity","mono":"<b>ANTIDEPRESSANTS, DIBENZOXAZEPINE<\/b><br\/>TOXICOLOGY: Fatal poisonings have occurred in children following the ingestion of as little as 250 mg of amoxapine.  Fatalities have been reported in adults after ingestions of 2 to 5 grams of amoxapine. THERAPEUTIC DOSES: ADULTS: AMOXAPINE: 50 to 600 mg daily 50 to 600 mg daily in divided doses. LOXAPINE: 10 mg orally twice daily up to 100 mg\/day; MAX: 250 mg\/day. CHILDREN: Safety and efficacy of amoxapine and loxapine have not been established in  pediatric patients. <br\/>"}]},{"id":"930354-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to immediately report symptoms of bronchospasm.<\/li><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause sedation and impair judgment and motor skills.<\/li><li>Counsel patient to report symptoms of neuroleptic malignant syndrome (hyperpyrexia, muscle rigidity, altered mental status, autonomic instability).<\/li><li>Drug may cause dysgeusia, throat irritation, hypotension, orthostatic hypotension, and syncope.<\/li><\/ul>"}]}