{"drugs":["Iclusig","Ponatinib Hydrochloride"],"mono":[{"id":"930331-s-0","title":"Generic Names","mono":"Ponatinib Hydrochloride"},{"id":"930331-s-1","title":"Dosing and Indications","sub":[{"id":"930331-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Chronic myeloid leukemia, Chronic, accelerated, or blast phase; for whom no other tyrosine kinase inhibitor therapy is indicated:<\/b> 45 mg ORALLY once daily<\/li><li><b>Chronic myeloid leukemia, T315I-positive, chronic, accelerated, or blast phase:<\/b> 45 mg ORALLY once daily<\/li><li><b>Philadelphia chromosome-positive acute lymphoblastic leukemia, For whom no other tyrosine kinase inhibitor therapy is indicated:<\/b> 45 mg ORALLY once daily<\/li><li><b>Philadelphia chromosome-positive acute lymphoblastic leukemia, T315I-positive:<\/b> 45 mg ORALLY once daily<\/li><\/ul>"},{"id":"930331-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in pediatric patients "},{"id":"930331-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment (Child-Pugh class A, B, or C):<\/b> Reduce initial dose to 30 mg ORALLY once daily<\/li><li><b>hepatic toxicity (liver transaminase more than 3 times ULN):<\/b> Interrupt therapy, resume dosing after recovery of liver transaminase to less than 3 times ULN; for occurrence on 45 mg, resume at 30 mg; for occurrence on 30 mg, resume at 15 mg; for occurrence at 15 mg, discontinue therapy<\/li><li><b>hepatic toxicity (elevation of AST or ALT to 3 times or higher ULN with a concurrent elevation of bilirubin to more than 2 times ULN and alkaline phosphatase less than 2 times ULN):<\/b> Discontinue therapy<\/li><li><b>concomitant use of strong CYP3A inhibitor:<\/b> Reduce ponatinib dose to 30 mg ORALLY once daily if concomitant use is required<\/li><li><b>major surgery:<\/b> Interrupt therapy for at least 1 week prior to surgery and resume when clinically assessed for adequate wound healing<\/li><li><b>myelosuppression (ANC less than 1 x 10(9)\/L or platelet count less than 50 x 10(9)\/L):<\/b> Interrupt therapy, resume after recovery of ANC to 1.5 x 10(9)\/L or greater and platelet count to 75 x 10(9)\/L or greater; for first occurrence, resume at 45 mg; for second occurrence, resume at 30 mg; for third occurrence, resume at 15 mg<\/li><li><b>pancreatitis (asymptomatic grade 1 or 2 serum lipase increase):<\/b> Consider interrupting therapy or reducing the ponatinib dose<\/li><li><b>pancreatitis (asymptomatic grade 3 or 4 serum lipase increase [more than 2 times ULN] or asymptomatic radiologic pancreatitis [grade 2]):<\/b> Interrupt therapy and resume after recovery to grade 1 or less (less than 1.5 times ULN); for occurrence on 45 mg, resume at 30 mg; for occurrence on 30 mg, resume at 15 mg; for occurrence at 15 mg, discontinue therapy<\/li><li><b>pancreatitis (symptomatic grade 3):<\/b> Interrupt therapy and resume after complete resolution of symptoms and recovery of lipase elevation to grade 1 or less; for occurrence on 45 mg, resume at 30 mg; for occurrence on 30 mg, resume at 15 mg; for occurrence at 15 mg, discontinue therapy<\/li><li><b>pancreatitis (grade 4):<\/b> Discontinue ponatinib therapy<\/li><li><b>serious arterial or venous occlusive reaction:<\/b> Modify, interrupt, or discontinue therapy; do not restart unless benefit outweighs risk and no other treatment options are available<\/li><li><b>serious nonhematologic reaction, except arterial or venous occlusive reaction:<\/b> Modify or interrupt therapy; do not restart unless benefit outweighs risk<\/li><\/ul>"},{"id":"930331-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Chronic myeloid leukemia, Chronic, accelerated, or blast phase; for whom no other tyrosine kinase inhibitor therapy is indicated<\/li><li>Chronic myeloid leukemia, T315I-positive, chronic, accelerated, or blast phase<\/li><li>Philadelphia chromosome-positive acute lymphoblastic leukemia, For whom no other tyrosine kinase inhibitor therapy is indicated<\/li><li>Philadelphia chromosome-positive acute lymphoblastic leukemia, T315I-positive<\/li><\/ul>"}]},{"id":"930331-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Arterial and venous thrombosis and occlusions have occurred in at least 27% of ponatinib hydrochloride-treated patients, including fatal myocardial infarction, stroke, stenosis of large arterial vessels of the brain, severe peripheral vascular disease, and the need for urgent revascularization procedures. Patients experienced these events with and without cardiovascular risk factors, including patients less than 50 years of age. Monitor for evidence of thromboembolism and vascular occlusion; interrupt or stop ponatinib hydrochloride immediately for vascular occlusion. Heart failure, including fatalities, occurred in 8% of ponatinib hydrochloride-treated patients. Monitor cardiac function; interrupt or stop ponatinib hydrochloride for new or worsening heart failure. Hepatotoxicity, liver failure, and death have occurred with ponatinib hydrochloride treatment. Monitor hepatic function; interruption may be necessary if hepatotoxicity is suspected.<br\/>"},{"id":"930331-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930331-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"930331-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- vascular occlusion (ie, myocardial infarction, stroke, stenosis of large arteries of the brain, severe peripheral vascular disease) causing fatalities or requiring urgent revascularization procedures has occurred within 2 weeks of treatment initiation, even in patients with no cardiovascular risk factors or under age 50; condition may affect multiple sites or recur; monitoring recommended; interrupt or immediately discontinue if condition develops<\/li><li>--life-threatening or fatal heart failure or left ventricular dysfunction has been reported; monitoring recommended; interrupt or discontinue if condition occurs<\/li><li>-- life-threatening or fatal hepatoxicity and liver failure have occurred; monitoring recommended; dose adjust, interrupt or discontinue treatment if condition is suspected<\/li><li>Cardiovascular:<\/li><li>-- serious hypertension and hypertensive crisis has been reported, including patients without preexisting hypertension; monitoring recommended; dose adjustment, interruption, or discontinuation of treatment may be required<\/li><li>-- arrhythmias, ranging from symptomatic bradyarrhythmias to supraventricular tachyarrhythmias, have been reported; interrupt use if suspected<\/li><li>-- serious fluid retention events (ie, brain edema, pericardial effusion, pleural effusion, ascites) have occurred and were fatal in some cases; monitoring required; dose reduction, interruption, or discontinuation of treatment may be required<\/li><li>Dermatologic Effects:<\/li><li>-- wound healing complications may occur; discontinue use at least 1 week before major surgery and resume therapy upon adequate wound healing<\/li><li>Gastrointestinal Effects:<\/li><li>-- serious gastrointestinal perforation and fistula has been reported; discontinue use at least 1 week before major surgery and resume therapy upon adequate wound healing<\/li><li>Hematologic:<\/li><li>-- life-threatening and fatal hemorrhage has occurred, mostly in patients with grade 4 thrombocytopenia; interrupt use if severe hemorrhage develops<\/li><li>Hepatic Effects:<\/li><li>-- dose reduction recommended in patients with hepatic impairment (Child-Pugh class A, B., or C)<\/li><li>-- pancreatitis has been reported; monitoring recommended, especially patients with history of pancreatitis or alcohol abuse; dose reduction, interruption, or discontinuation may be required<\/li><li>-- serious AST and ALT elevations have occurred; baseline screening and monitoring recommended; dose reduction, interruption, or discontinuation may be required<\/li><li>Immunologic Effects:<\/li><li>-- grade 3 or 4 myelosuppression has been reported; monitoring recommended; dose adjustment may be required<\/li><li>Neurologic:<\/li><li>-- peripheral and cranial neuropathy has been reported; monitoring recommended; consider dose interruption if condition occurs<\/li><li>Ophthalmic Effects:<\/li><li>-- serious ocular and retinal toxicities (eg, macular edema, retinal vein occlusion, retinal hemorrhage, conjunctival or corneal irritation, dry eye, eye pain, cataracts, glaucoma, iritis, iridocyclitis, ulcerative keratitis) have been reported and have progressed to blurred vision or blindness; baseline screening and monitoring recommended<\/li><li>Reproductive Effects:<\/li><li>-- avoid pregnancy during treatment, as drug is known teratogen<\/li><li>Respiratory Effects:<\/li><li>Other:<\/li><li>-- tumor lysis syndrome has been reported; treat; high uric acid levels and ensure adequate hydration prior to treatment<\/li><li>-- geriatric patients at greater risk for vascular occlusion, decreased platelet count, peripheral edema, dyspnea, asthenia, muscle spasms, reduced appetite, or lipase elevations<\/li><li>-- product contains lactose<\/li><li>Concomitant Use:<\/li><li>-- avoid concurrent use of strong CYP3A inducers (eg, St. John's wort, rifampin, phenytoin, carbamazepine) unless benefit outweighs potential risks<\/li><\/ul>"},{"id":"930331-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"930331-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"930331-s-4","title":"Drug Interactions","sub":{"1":{"id":"930331-s-4-14","title":"Major","mono":"<ul><li>Aprepitant (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Carbamazepine (established)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Efavirenz (established)<\/li><li>Enzalutamide (established)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Fosphenytoin (established)<\/li><li>Idelalisib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Phenobarbital (established)<\/li><li>Phenytoin (established)<\/li><li>Piperaquine (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Primidone (established)<\/li><li>Rifabutin (established)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (established)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>St John's Wort (established)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"}}},{"id":"930331-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (53% to 71%)<\/li><li><b>Dermatologic:<\/b>Dry skin (24% to 39%), Rash (34% to 54%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (34% to 49%), Constipation (all grades, 24% to 47%; grade 3 or 4, up to 3%), Increased serum lipase level (all grades, 41%), Nausea (all grades, 22% to 32%; grade 3 or 4, up to 2%)<\/li><li><b>Hematologic:<\/b>Myelosuppression, Grade 3 or 4 (48%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (all grades, 13% to 31%; grade 3 or 4, up to 2%)<\/li><li><b>Neurologic:<\/b>Asthenia, Headache (all grades, 25% to 39%; grade 3 or 4, up to 3%)<\/li><li><b>Other:<\/b>Fatigue, Fever (all grades, 23% to 32%; grade 3 or 4, up to 5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation, Bradyarrhythmia, Heart failure (6% to 15%), Myocardial ischemia, Peripheral arterial occlusive disease, Peripheral vascular disease, Supraventricular tachycardia (5%)<\/li><li><b>Endocrine metabolic:<\/b>Body fluid retention (all grade, 23%; serious, 3%), Hyperuricemia (7%)<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage, Gastrointestinal perforation, Pancreatitis (6%)<\/li><li><b>Hematologic:<\/b>Anemia, Grade 3 or 4 (9% to 55%), Arterial thrombosis, Febrile neutropenia, Hemorrhage (24%), Leukopenia, Grade 3 or 4 (14% to 63%), Lymphocytopenia, Grade 3 or 4 (10% to 37%), Neutropenia, Grade 3 or 4 (24% to 63%), Thrombocytopenia, Grade 3 or 4 (36% to 57%), Vasoconstriction, Venous thromboembolism<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Sepsis (1% to 22%)<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Cranial nerve disorder (1%), Hemorrhage, Central Nervous System, Peripheral nerve disease (6% to 16%)<\/li><li><b>Ophthalmic:<\/b>Blindness - both eyes, Glaucoma, Iridocyclitis, Keratitis, Retinal disorder (3%)<\/li><li><b>Other:<\/b>Tumor lysis syndrome (less than 1%)<\/li><\/ul>"},{"id":"930331-s-6","title":"Drug Name Info","sub":{"0":{"id":"930331-s-6-17","title":"US Trade Names","mono":"Iclusig<br\/>"},"2":{"id":"930331-s-6-19","title":"Class","mono":"Tyrosine Kinase Inhibitor<br\/>"},"3":{"id":"930331-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930331-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"930331-s-7","title":"Mechanism Of Action","mono":"Ponatinib hydrochloride is a tyrosine kinase inhibitor, which inhibited the in vitro viability of cells expressing native or mutant BCR-ABL, including T315I.<br\/>"},{"id":"930331-s-8","title":"Pharmacokinetics","sub":[{"id":"930331-s-8-23","title":"Absorption","mono":"<ul><li>Tmax: less than 6 hours<\/li><li>Bioavailability: unknown<\/li><li>Effect of food: no effect on AUC or Cmax<\/li><\/ul>"},{"id":"930331-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: more than 99%<\/li><li>Vd: 1223 L<\/li><\/ul>"},{"id":"930331-s-8-25","title":"Metabolism","mono":"<ul><li>oxidative (primary) and hydrolysis reactions<\/li><li>substrate of CYP3A4, and to a lesser extent, CYP2C8, CYP2D6, CYP3A5<\/li><li>inhibitor of P-glycoprotein, ATP-binding cassette G2, and bile salt export pump transporter systems<\/li><\/ul>"},{"id":"930331-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: approximately 87%<\/li><li>Renal: approximately 5%<\/li><\/ul>"},{"id":"930331-s-8-27","title":"Elimination Half Life","mono":"approximately 24 hours <br\/>"}]},{"id":"930331-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with or without food<\/li><li>swallow tablets whole<\/li><\/ul>"},{"id":"930331-s-10","title":"Monitoring","mono":"<ul><li>cytogenetic response and\/or hematologic response are an indication of efficacy<\/li><li>CBC; every 2 weeks during the first 3 months, and monthly thereafter, or as clinically indicated; include differential<\/li><li>comprehensive eye examinations; at baseline and periodically during treatment<\/li><li>hypertension; regularly throughout therapy<\/li><li>lipase; every 2 weeks during the first 2 months, and monthly thereafter, or as clinically indicated; additional monitoring may be necessary in patients with a history of pancreatitis or alcohol abuse<\/li><li>liver function tests; at baseline and monthly thereafter, or as clinically indicated<\/li><li>signs and symptoms of heart failure; regularly throughout therapy<\/li><li>signs of fluid retention; regularly throughout therapy<\/li><li>symptoms of neuropathy (eg, hypoesthesia, hyperesthesia, paresthesia, discomfort, burning sensation, neuropathic pain, weakness)<\/li><\/ul>"},{"id":"930331-s-11","title":"How Supplied","mono":"<b>Iclusig<\/b><br\/>Oral Tablet: 15 MG, 45 MG<br\/>"},{"id":"930331-s-12","title":"Toxicology","sub":[{"id":"930331-s-12-31","title":"Clinical Effects","mono":"<b>PONATINIB <\/b><br\/>USES: Ponatinib is used to treat adult patients with T315I-positive chronic myeloid leukemia (chronic, accelerated, or blast phase) or T315I-positive Philadelphia chromosome positive acute lymphoblastic leukemia (Ph+ ALL). It may also be used to treat adults with chronic phase, accelerated phase, or blast phase chronic myeloid leukemia or Ph+ALL for whom no other tyrosine kinase inhibitor (TKI) therapy is indicated. PHARMACOLOGY: Ponatinib is a tyrosine kinase inhibitor that reduces the size of CML or Ph+ALL tumors by specifically inhibiting the activity of ABL and T315I mutant ABL. Additionally, ponatinib inhibits the kinase activity of members of the VEGFR, PDGFR, FGFR, EPH receptors and SRC families of kinases, as well as KIT, RET, TIE2, and FLT3. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. In clinical trials, QT prolongation (uncorrected QT interval 520 milliseconds), fatigue, noncardiac chest pain, pneumonia, systemic inflammatory response, atrial fibrillation, and pericardial effusion were reported after overdose. ADVERSE EFFECTS: SEVERE OR FATAL: Arterial and venous thrombosis and occlusions occurred in at least 27% of patients treated with ponatinib including fatal and life-threatening vascular occlusions (eg, myocardial infarction, stroke, stenosis of large arterial vessels of the brain, severe peripheral vascular disease, and need for urgent revascularization). Some occlusive events occurred within 2 weeks of starting treatment. Heart failure, including fatalities, occurred in 8% of patients treated with ponatinib. Hepatotoxicity and fatal liver failure have also occurred with treatment. COMMON: The most commonly reported adverse effects include myelosuppression (thrombocytopenia, leukopenia, and anemia), lymphopenia, hypertension, rash, abdominal pain, fatigue, headache, dry skin, constipation, arthralgia, nausea, and pyrexia. LESS FREQUENT: Other adverse effects that have occurred less frequently include arterial thrombosis, myocardial infarction, congestive heart failure, cardiac dysrhythmias, venous thromboembolic events, fluid retention, pancreatitis, oral mucositis, diarrhea, retinal toxicities, and hemorrhagic events. RARE: Rare but serious effects that have occurred include fatal hepatotoxicity, tumor lysis syndrome, and febrile neutropenia.<br\/>"},{"id":"930331-s-12-32","title":"Treatment","mono":"<b>PONATINIB <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Myelosuppression has been reported with therapeutic doses. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes.  QT PROLONGATION: Prolongation of the QT interval has occurred with ponatinib exposure. Treat torsades de pointes with IV magnesium sulfate, overdrive pacing, and correct electrolyte abnormalities.<\/li><li>Decontamination: PREHOSPITAL: Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL: Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias, severe respiratory symptoms, or severe allergic reactions.<\/li><li>Antidote: None<\/li><li>Myelosuppression: Administer colony stimulating factors if patients develop severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Hypertensive episode: Mild\/moderate asymptomatic hypertension does not usually require treatment. For severe hypertension, nitroprusside or phentolamine are preferred, with nitroglycerin or labetalol as alternatives.<\/li><li>Torsades de pointes: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Hemodynamically unstable patients require electrical cardioversion. Treat stable patients with magnesium, and\/or atrial overdrive pacing.  Correct electrolyte abnormalities (hypomagnesemia, hypokalemia, hypocalcemia). MAGNESIUM SULFATE\/DOSE:  ADULT: 2 g IV over 1 to 2 min, repeat 2 g bolus and begin infusion of 0.5 to 1 g\/hr if dysrhythmias recur. CHILD: 25 to 50 mg\/kg diluted to 10 mg\/mL; infuse IV over 5 to 15 min. OVERDRIVE PACING: Begin at 130 to 150 beats\/min, decrease as tolerated. Avoid class Ia (quinidine, disopyramide, procainamide), class Ic (flecainide, encainide, propafenone) and most class III antidysrhythmics (N-acetylprocainamide, sotalol).<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. In patients with a ponatinib overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days. <\/li><li>Monitoring of patient: Monitor vital signs. Serum ponatinib concentrations are not clinically useful in guiding management following overdose, or widely available in clinical practice. Institute continuous cardiac monitoring and obtain an ECG. Monitor serum electrolytes, renal function, lipase and liver enzymes after significant overdose. Monitor serial CBC with differential. In patients with neutropenia, monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Monitor patients carefully for clinical evidence of arterial or venous thromboembolic events. Due to the risk of fetal harm, a pregnancy test is recommended in women of childbearing age who have been exposed to ponatinib.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be effective due to high protein binding (99% or higher) and large volume of distribution (mean (CV%) apparent steady state volume of distribution is 1223 L).<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with inadvertent ingestion of one extra doses can be monitored at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions, or inadvertent ingestion of more than one extra dose should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions should be evaluated in a healthcare facility. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), cardiac function, and daily monitoring of CBC with differential until bone marrow suppression is resolved. Patients demonstrating severe fluid and electrolyte imbalance, QTc prolongation, or pulmonary edema should be admitted. CONSULT CRITERIA: Consult with an oncologist, medical toxicologist, and\/or poison center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"930331-s-12-33","title":"Range of Toxicity","mono":"<b>PONATINIB <\/b><br\/>TOXICITY: A specific toxic dose has not been established. In clinical trials, QT prolongation (uncorrected QT interval 520 milliseconds), developed in one patient after receiving an inadvertent administration of approximately 540 mg of ponatinib via nasogastric tube. Another patient developed pneumonia, systemic inflammatory response, atrial fibrillation, and pericardial effusion after ingesting multiple 90 mg doses of ponatinib daily for 12 days. Fatigue and non-cardiac chest pain developed in a patient after ingesting 165 mg of ponatinib. THERAPEUTIC DOSE: ADULTS: 45 mg orally once daily. PEDIATRIC: Safety and efficacy have not been established.<br\/>"}]},{"id":"930331-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell female patients of childbearing potential to avoid pregnancy during therapy.<\/li><li>Warn patient to immediately report symptoms of elevated blood pressure or hypertension (headache, dizziness, chest pain, or shortness of breath).<\/li><li>Tell patient to immediately report symptoms of a blood clot (eg, chest pain, shortness of breath, weakness on one side of the body, speech problems, leg pain or swelling).<\/li><li>Advise patient to immediately report symptoms of hepatotoxicity (eg, yellowing of the eyes or skin, &quot;tea&quot;-colored urine, drowsiness).<\/li><li>Side effects may include rash, abdominal pain, fatigue, headache, nausea, constipation, arthralgia, pyrexia, or dry skin.<\/li><li>Advise elderly patients that other side effects may include peripheral edema, decreased appetite, dyspnea, asthenia, or muscle spasms.<\/li><li>Advise patient to seek immediate medical attention for symptoms of pancreatitis (eg, abdominal pain, nausea, or vomiting).<\/li><li>Tell patient to seek immediate medical attention if severe bleeding or easy bruising occurs.<\/li><li>Counsel patient to report any incidents of unusually slow or fast heartbeat, or symptoms of heart failure (fainting, dizziness, or chest pain).<\/li><li>Inform patients to report symptoms of neuropathy (eg, hypoesthesia, hyperesthesia, paresthesia, discomfort, burning sensation, neuropathic pain, weakness).<\/li><li>Advise patient to report symptoms of ocular toxicity (eg, blurred vision, dry eye, eye pain).<\/li><li>Warn patient to report any swelling, weight gain, or shortness of breath that develops.<\/li><li>Inform patient to report signs or symptoms of infection (eg, fever).<\/li><li>Tell patient to consult with his or her healthcare provider before medical procedures, as drug interruption is needed before surgery.<\/li><li>Tell patient not to drink grapefruit juice while taking this drug.<\/li><li>Advise patient that there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs, such as St. John's Wort and antacids).<\/li><\/ul>"}]}