{"generic":"Raxibacumab","drugs":["Raxibacumab","Raxibacumab"],"mono":{"0":{"id":"930352-s-0","title":"Generic Names","mono":"Raxibacumab"},"1":{"id":"930352-s-1","title":"Dosing and Indications","sub":[{"id":"930352-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Inhalational anthrax, due to Bacillus anthracis in combination with appropriate antibacterial drugs:<\/b> 40 mg\/kg IV infused over 2 hours 15 minutes as a single dose; premedicate with diphenhydramine 25 to 50 mg ORAL or IV 1 hour prior<\/li><li><b>Inhalational anthrax, when alternative therapies are not available or are not appropriate; Prophylaxis:<\/b> 40 mg\/kg IV infused over 2 hours 15 minutes as a single dose; premedicate with diphenhydramine 25 to 50 mg ORAL or IV 1 hour prior<\/li><\/ul>"},{"id":"930352-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Inhalational anthrax, due to Bacillus anthracis in combination with appropriate antibacterial drugs:<\/b> (greater than 50 kg) 40 mg\/kg IV infused over 2 hours 15 minutes as a single dose; premedicate with diphenhydramine 25 to 50 mg ORAL or IV 1 hour prior<\/li><li><b>Inhalational anthrax, due to Bacillus anthracis in combination with appropriate antibacterial drugs:<\/b> (greater than 15 to 50 kg) 60 mg\/kg IV infused over 2 hours 15 minutes as a single dose; premedicate with diphenhydramine 25 to 50 mg ORAL or IV 1 hour prior<\/li><li><b>Inhalational anthrax, due to Bacillus anthracis in combination with appropriate antibacterial drugs:<\/b> (15 kg or less) 80 mg\/kg IV infused over 2 hours 15 minutes as a singe dose; premedicate with diphenhydramine 25 to 50 mg ORAL or IV 1 hour prior<\/li><li><b>Inhalational anthrax, when alternative therapies are not available or are not appropriate; Prophylaxis:<\/b> (greater than 50 kg) 40 mg\/kg IV infused over 2 hours 15 minutes as a single dose; premedicate with diphenhydramine 25 to 50 mg ORAL or IV 1 hour prior<\/li><li><b>Inhalational anthrax, when alternative therapies are not available or are not appropriate; Prophylaxis:<\/b> (greater than 15 to 50 kg) 60 mg\/kg IV infused over 2 hours 15 minutes as a single dose; premedicate with diphenhydramine 25 to 50 mg ORAL or IV 1 hour prior<\/li><li><b>Inhalational anthrax, when alternative therapies are not available or are not appropriate; Prophylaxis:<\/b> (15 kg or less) 80 mg\/kg IV infused over 2 hours 15 minutes as a single dose; premedicate with diphenhydramine 25 to 50 mg ORAL or IV 1 hour prior<\/li><\/ul>"},{"id":"930352-s-1-6","title":"Dose Adjustments","mono":"<b>geriatric:<\/b> no dose adjustment necessary "},{"id":"930352-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Inhalational anthrax, due to Bacillus anthracis in combination with appropriate antibacterial drugs<\/li><li>Inhalational anthrax, when alternative therapies are not available or are not appropriate; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"930352-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930352-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"930352-s-3-10","title":"Precautions","mono":"<ul><li>infusion reactions (eg, rash, urticaria, pruritus) have been reported; premedication and reduction or interruption of infusion recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"930352-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"930352-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"930352-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (2.5%), Rash (2.5% to 22.2%)<\/li><li><b>Musculoskeletal:<\/b>Pain in limb (2.5%)<\/li><li><b>Neurologic:<\/b>Somnolence (1.4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Palpitations (less than 1.5%)<\/li><li><b>Hematologic:<\/b>Anemia (less than 1.5%), Leukopenia (less than 1.5%)<\/li><li><b>Respiratory:<\/b>Dyspnea<\/li><\/ul>"},"6":{"id":"930352-s-6","title":"Drug Name Info","sub":{"0":{"id":"930352-s-6-17","title":"US Trade Names","mono":"Raxibacumab<br\/>"},"2":{"id":"930352-s-6-19","title":"Class","mono":"<ul><li>Antitoxin<\/li><li>Monoclonal Antibody<\/li><\/ul>"},"3":{"id":"930352-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"930352-s-7","title":"Mechanism Of Action","mono":"Raxibacumab is a human IgG (lambda) monoclonal antibody, with no direct antibacterial activity, that binds to the protective antigen (PA) of Bacillus (B.) anthracis. The binding of raxibacumab to the PA of B anthracis prevents intracellular entry of anthrax lethal factor and edema factor, the enzymatic toxin components responsible for the pathogenic effects of anthrax toxin.<br\/>"},"8":{"id":"930352-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"930352-s-8-24","title":"Distribution","mono":"Vd: greater than plasma volume <br\/>"},"3":{"id":"930352-s-8-26","title":"Excretion","mono":"<ul><li>Renal clearance: virtually none<\/li><li>Total body clearance: less than glomerular filtration rate<\/li><\/ul>"}}},"9":{"id":"930352-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>determine volume of raxibacumab needed for the weight-based dose; withdraw required volume into a syringe for administration or transfer to infusion bag containing NS or 0.45% sodium chloride for injection, USP<\/li><li>(adults and children 50 kg or greater) dilute to final volume 250 mL with NS<\/li><li>(children less than 50 kg) dilute with NS or 0.45% sodium chloride for injection, USP to the final volume indicated based on the child's weight<\/li><li>mix gently; do not shake; stable for 8 hours at room temperature<\/li><li>administer via IV infusion at a rate based on dose; may slow or interrupt infusion with adverse reactions<\/li><\/ul>"},"10":{"id":"930352-s-10","title":"Monitoring","mono":"no specific monitoring has been determined<br\/>"},"12":{"id":"930352-s-12","title":"Toxicology","sub":[{"id":"930352-s-12-31","title":"Clinical Effects","mono":"<b>RAXIBACUMAB<\/b><br\/>USES: Raxibacumab is approved for the treatment of inhalational anthrax in adult and pediatric patients and is given in combination with appropriate antibacterial therapy. It is also approved for the prophylaxis of inhalational anthrax, when alternative therapies are unavailable or not appropriate. PHARMACOLOGY: Raxibacumab is a human IgG (lambda) monoclonal antibody, with no direct antibacterial activity, that binds to the protective antigen (PA) of Bacillus (B) anthracis. The binding of raxibacumab to the PA of B anthracis prevents intracellular entry of anthrax lethal factor and edema factor, the enzymatic toxin components responsible for the pathogenic effects of anthrax toxin. EPIDEMIOLOGY: Overdose has not been reported. TOXICITY: There have been no reports of overdose. Signs and symptoms of an acute overdose are anticipated to be similar to excessive pharmacologic adverse events. ADVERSE EFFECTS: COMMON: The most common adverse effects reported in at least 1.5% of patients during clinical trials were rash, pruritus, pain in the extremity, and somnolence. INFREQUENT: Other adverse effects that occurred in less than 1.5% of patients, but at a higher rate than in patients receiving a placebo, include palpitations, vertigo, anemia, leukopenia, prolonged prothrombin time, lymphadenopathy, fatigue, peripheral edema, increased blood amylase and creatine phosphokinase concentrations, back pain, muscle spasms, vasovagal syncope, insomnia, flushing, and hypertension.<br\/>"},{"id":"930352-s-12-32","title":"Treatment","mono":"<b>RAXIBACUMAB<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after raxibacumab overdose. In the event of an infusion reaction, decrease rate of infusion or discontinue infusion entirely; administer antihistamines, acetaminophen, and corticosteroids as indicated.<\/li><li>Decontamination: Gastrointestinal decontamination is not necessary as raxibacumab is administered intravenously.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor dermal injection sites for irritation or hypersensitivity reactions. Monitor for infusion reaction (rash, pruritus, flushing). Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: It is unlikely that hemodialysis would be useful after overdose because of the size of raxibacumab (molecular weight 146 kilodaltons).<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management; raxibacumab is generally only used in the hospital setting. OBSERVATION CRITERIA: Patients should be observed for several hours after overdose until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center or medical toxicologist for assistance in managing patients with severe toxicity or for whom diagnosis is unclear.<\/li><\/ul>"},{"id":"930352-s-12-33","title":"Range of Toxicity","mono":"<b>RAXIBACUMAB<\/b><br\/>TOXICITY: A toxic dose has not been established. There have been no reports of overdose with raxibacumab. THERAPEUTIC DOSE: ADULT:  A single dose of 40 mg\/kg IV infused over 2 hours and 15 minutes. PEDIATRIC: GREATER THAN 50 KG BODY WEIGHT: A single 40 mg\/kg dose IV infused over 2 hours and 15 minutes; GREATER THAN 15 KG TO 50 KG: A single 60 mg\/kg dose IV infused over 2 hours and 15 minutes; 15 KG OR LESS: A single 80 mg\/kg dose IV infused over 2 hours and 15 minutes.<br\/>"}]},"13":{"id":"930352-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause pain in extremity or somnolence.<\/li><li>Instruct patient to promptly report rash, urticaria, or pruritus.<\/li><\/ul>"}}}