{"drugs":["Nicotinic Acid\/Laropiprant"],"mono":{"0":{"id":"930360-s-0","title":"Generic Names","mono":"Nicotinic Acid\/Laropiprant"},"1":{"id":"930360-s-1","title":"Dosing and Indications","sub":[{"id":"930360-s-1-4","title":"Adult Dosing","mono":"<ul><li>The European Medicines Agency (EMA) Committee for Medicinal Products for Human Use recommended to suspend marketing of laropiprant\/nicotinic acid (Tredaptive, Pelzont, or Trevaclyn) due to safety concerns. Subsequently the EMA withdrew its market authorization of the product.<\/li><li>European Medicines Agency (EMA) withdrew its market authorization of laropiprant\/nicotinic acid (Tredaptive, Pelzont, or Trevaclyn) due to safety concerns<\/li><li><b>Dyslipidemia:<\/b> initial, nicotinic acid 1000 mg\/laropiprant 20 mg ORALLY once daily for 4 weeks, then maintenance nicotinic acid 2000 mg\/laropiprant 40 mg ORALLY once daily; MAX nicotinic acid 2000 mg\/laropiprant 40 mg ORALLY once daily (European Medicines Agency-approved dosing)<\/li><li><b>Primary hypercholesterolemia, Heterozygous familial and nonfamilial:<\/b> initial, nicotinic acid 1000 mg\/laropiprant 20 mg ORALLY once daily for 4 weeks, then maintenance nicotinic acid 2000 mg\/laropiprant 40 mg ORALLY once daily; MAX dose nicotinic acid 2000 mg\/laropiprant 40 mg ORALLY once daily (European Medicines Agency-approved dosing)<\/li><\/ul>"},{"id":"930360-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>The European Medicines Agency (EMA) Committee for Medicinal Products for Human Use recommended to suspend marketing of laropiprant\/nicotinic acid (Tredaptive, Pelzont, or Trevaclyn) due to safety concerns. Subsequently the EMA withdrew its market authorization of the product.<\/li><li>European Medicines Agency (EMA) withdrew its market authorization of laropiprant\/nicotinic acid (Tredaptive, Pelzont, or Trevaclyn) due to safety concerns<\/li><\/ul>"},{"id":"930360-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>geriatric:<\/b> no dose adjustment necessary<\/li><li><b>missed dose(s):<\/b> if less than 7 consecutive days, resume last administered dose; if 7 or more consecutive days, administer nicotinic acid 1000 mg\/laropiprant 20 mg for 1 week, then nicotinic acid 2000 mg\/laropiprant 40 mg<\/li><\/ul>"},{"id":"930360-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><ul><li>The European Medicines Agency (EMA) Committee for Medicinal Products for Human Use recommended to suspend marketing of laropiprant\/nicotinic acid (Tredaptive, Pelzont, or Trevaclyn) due to safety concerns [1]. Subsequently the EMA withdrew its market authorization of the product.<\/li><li>Dyslipidemia<\/li><li>Primary hypercholesterolemia, Heterozygous familial and nonfamilial<\/li><\/ul>"}]},"3":{"id":"930360-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930360-s-3-9","title":"Contraindications","mono":"<ul><li>arterial bleeding<\/li><li>hepatic dysfunction, significant or unexplained<\/li><li>hypersensitivity to niacin, laropiprant, or any component of the product<\/li><li>peptic ulcer disease, active<\/li><\/ul>"},{"id":"930360-s-3-10","title":"Precautions","mono":"<ul><li>vascular events, major (eg, heart attack, stroke), may occur; nicotinic acid\/laropiprant in combination with statins compared with statins alone did not reduce risk of major vascular events and increased incidence of serious nonfatal adverse effects; do not initiate therapy with Tredaptive, Pelzont, or Trevaclyn in new patients, but continue therapy in current users until physician visit<\/li><li>alcohol consumption, substantial<\/li><li>acute coronary syndrome (unstable angina or acute phase of myocardial infarction), especially in patients who are receiving vasoactive medications (eg, nitrates, calcium channel blockers, or adrenergic blocking agents)<\/li><li>Chinese patients; increased risk of myopathy when used in combination with HMG-CoA reductase inhibitors; concomitant use with simvastatin 80 mg or ezetimibe 10 mg\/simvastatin 80 mg not recommended<\/li><li>concomitant use with HMG-CoA reductase inhibitors; myopathy and rhabdomyolysis has been reported; monitoring recommended; increased rhabdomyolysis with age over 70 years, renal impairment, uncontrolled hypertension, personal or family history of hereditary muscular disorders, previous history of muscular toxicity with a HMG-CoA reductase inhibitor or fibrate, or alcohol abuse<\/li><li>diabetic or potentially diabetic patients; increased fasting blood glucose has been reported<\/li><li>galactose intolerance, hereditary, including Lapp lactase deficiency or glucose-galactose malabsorption; product contains lactose; use not recommended<\/li><li>gout or predisposition to gout; small increases in uric acid have been reported<\/li><li>hepatic toxicity, severe, including fulminant hepatic necrosis, has been reported in patients switching from immediate-release niacin to long-acting niacin at equivalent doses<\/li><li>hypophosphatemia or at risk for; small decreases in phosphorus levels have been reported<\/li><li>jaundice or hepatobiliary disease, history; monitoring recommended<\/li><li>liver disease, history<\/li><li>liver function tests, abnormal, have been reported; monitoring recommended<\/li><li>peptic ulcer, history; monitoring recommended<\/li><li>renal impairment<\/li><li>surgery patients; small reductions in platelet counts have been reported<\/li><\/ul>"},{"id":"930360-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Laropiprant: Unknown<\/li><li>Niacin: C (FDA)<\/li><li>Niacin: B2 (AUS)<\/li><\/ul>"},{"id":"930360-s-3-12","title":"Breast Feeding","mono":"<ul><li>Laropiprant: Unknown<\/li><li>Niacin: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"930360-s-4","title":"Drug Interactions","sub":{"1":{"id":"930360-s-4-14","title":"Major","mono":"<ul><li>Atorvastatin (theoretical)<\/li><li>Cerivastatin (probable)<\/li><li>Lovastatin (probable)<\/li><li>Pitavastatin (theoretical)<\/li><li>Rosuvastatin (probable)<\/li><li>Simvastatin (established)<\/li><\/ul>"},"2":{"id":"930360-s-4-15","title":"Moderate","mono":"<ul><li>Midazolam (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"930360-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Erythema (1% to less than 10%), Flushing (12.3%), Pruritus (1% to less than 10%), Rash (1% to less than 10%), Urticaria (1% to less than 10%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (1% to less than 10%), Indigestion (1% to less than 10%), Nausea (1% to less than 10%), Vomiting (1% to less than 10%)<\/li><li><b>Neurologic:<\/b>Dizziness (1% to less than 10%), Headache (1% to less than 10%), Paresthesia (1% to less than 10%)<\/li><li><b>Other:<\/b>Feels hot (1% to less than 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Palpitations, Syncope<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction (0.1% to less than 1%)<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Ophthalmic:<\/b>Toxic amblyopia<\/li><\/ul>"},"6":{"id":"930360-s-6","title":"Drug Name Info","sub":{"2":{"id":"930360-s-6-19","title":"Class","mono":"<ul><li>Cardiovascular Agent<\/li><li>Nicotinic Acid (class)<\/li><li>Vitamin B (class)<\/li><\/ul>"},"3":{"id":"930360-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"9":{"id":"930360-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with food in the evening or at bedtime<\/li><li>tablets should not be broken, split, crushed, or chewed<\/li><li>avoid alcohol, hot drinks, and spicy foods at time of administration to reduce flushing<\/li><li>take more than 1 hour before or 4 hours after administration of bile acid sequestrants<\/li><\/ul>"},"12":{"id":"930360-s-12","title":"Toxicology","sub":[{"id":"930360-s-12-31","title":"Clinical Effects","mono":"<b>NIACIN AND RELATED AGENTS<\/b><br\/>OVERDOSE: Epigastric discomfort, sensation of warmth, chills and intermittent rash (diffuse, red, flat, and coalescent), primarily affecting scalp, face, and legs have been reported with niacin overdose. Tachycardia, nausea, vomiting and abdominal pain have been reported. Lactic acidosis has been occurred after acute overdoses with sustained release products. Severe hypotension has been reported following a massive niacin overdose (11,000 milligrams). Elevated hepatic enzymes have developed following overdose. Laboratory findings have also included hypo- and hyperglycemia and coagulopathy in some exposures. A teenager developed a prolonged QTc interval after ingesting 5.5 grams of niacin. ADVERSE EVENTS: Flushing, pruritus, and gastrointestinal distress are frequent symptoms after oral niacin therapy. Other adverse effects include dizziness, tachycardia, palpitations, shortness of breath, sweating, chills, edema, syncope, dryness of the skin, abdominal pain, diarrhea, nausea and vomiting, anorexia, stimulation of peptic ulcer, amblyopia, jaundice and elevated hepatic enzymes, decrease in glucose tolerance, hyperglycemia, and hyperuricemia. Significant toxicity has been reported in a small number of patients following the use of niacin to interfere with urine drug screening.<br\/>"},{"id":"930360-s-12-32","title":"Treatment","mono":"<b>NIACIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive.<\/li><li>Decontamination:  Gastrointestinal decontamination is generally not required after acute overdose of immediate release products. Consider activated charcoal after an acute ingestion of more than 5 g of sustained release niacin and if the patient is able to maintain airway or if airway is protected<\/li><li>Hypotensive episode: IV 0.9% NaCl at 10 mL to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Monitoring of patient: Monitor vital signs, especially blood pressure. Monitor, liver enzymes, as well as fluid, electrolyte, and acid-base status in patients with significant vomiting and\/or diarrhea.<\/li><\/ul>"},{"id":"930360-s-12-33","title":"Range of Toxicity","mono":"<b>NIACIN AND RELATED AGENTS<\/b><br\/>TOXICITY: A minimum toxic dose has not been established. After ingesting 11,000 mg of niacin within a 12-hour period, a 56-year-old man developed severe, persistent hypotension (BP 58\/40 mmHg) in the absence of cutaneous flushing. Following supportive therapy, he recovered completely. A 16-year-old girl developed epigastric discomfort and rash after taking 330 mg of niacin daily (more than 25 times the recommended daily allowance for a teenager).  Symptoms resolved upon discontinuation of therapy. Two teenagers developed hepatotoxicity and acidosis after ingestion of 5 and 6 g of sustained-release niacin over a 48-hour period. THERAPEUTIC: ADULT: EXTENDED RELEASE FORMULATION: Initial, 500 mg orally once daily at bedtime for 4 weeks, then 1000 mg at bedtime for 4 weeks; titrate by tolerability and efficacy but no faster than 500 mg every 4 weeks; usual maintenance dose, 1000 to 2000 mg once daily at bedtime; MAX 2000 mg\/day. ADULT: IMMEDIATE RELEASE FORMULATION: Initial 100 mg 3 times\/day, increase to 1000 mg 3 times\/day, MAX 4500 mg\/day. PEDIATRIC: IMMEDIATE RELEASE: Initial, 100-250 mg\/day in 3 divided doses with meals; increase 100 mg\/day weekly or 250 mg\/day every 2-3 wk as tolerated; MAX 10 mg\/kg\/day. <br\/>"}]}}}