{"generic":"Bedaquiline Fumarate","drugs":["Bedaquiline Fumarate","Sirturo"],"mono":[{"id":"930356-s-0","title":"Generic Names","mono":"Bedaquiline Fumarate"},{"id":"930356-s-1","title":"Dosing and Indications","sub":[{"id":"930356-s-1-4","title":"Adult Dosing","mono":"<ul><li>safety and efficacy not established for the treatment of latent infection due to Mycobacterium TB, or for treatment of drug-sensitive TB, extrapulmonary TB, or non-tuberculous mycobacterial infection<\/li><li><b>Multidrug resistant tuberculosis, In combination with at least 3 other agents:<\/b> initial, 400 mg ORALLY once daily for 2 weeks, then 200 mg ORALLY 3 times weekly for 22 weeks with food<\/li><\/ul>"},{"id":"930356-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"930356-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> mild to moderate; no dose adjustment necessary<\/li><li><b>hepatic impairment:<\/b> mild to moderate (Child-Pugh B); no dose adjustment necessary<\/li><li><b>hepatic impairment:<\/b> severe; use not recommended unless benefit outweighs risk<\/li><\/ul>"},{"id":"930356-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Multidrug resistant tuberculosis, In combination with at least 3 other agents<br\/>"}]},{"id":"930356-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Only use bedaquiline when an effective treatment regimen cannot otherwise be provided due to an increased risk of unexplained death in bedaquiline-treated patients compared with placebo in a controlled trial. Prolongation of the QT interval may occur with bedaquiline, especially with concomitant use of other QT prolonging drugs. Monitor ECG prior to and during treatment and discontinue if significant ventricular arrhythmia or if a QTc interval of greater than 500 milliseconds develops.<br\/>"},{"id":"930356-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930356-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"930356-s-3-10","title":"Precautions","mono":"<ul><li>increased risk of death has been reported; only use bedaquiline when effective treatment cannot otherwise be provided<\/li><li>QT prolongation has been reported; increased risk with concomitant use of other QT-prolonging drugs, in patients with low serum calcium, magnesium, or potassium levels, or with a history of Torsade de Pointes, congenital long QT syndrome, uncompensated heart failure, or ongoing hypothyroidism or bradyarrhythmias; monitoring of electrolytes and ECG recommended; discontinue use with appearance of a clinically significant ventricular arrhythmia or a QTc interval of greater than 500 milliseconds (confirmed by repeat ECG)<\/li><li>alcohol consumption or concomitant use of other hepatotoxic drugs, especially in patients with hepatic impairment; avoid use<\/li><li>concomitant use of strong or moderate CYP3A4 inducers; avoid use<\/li><li>concomitant use of strong CYP3A4 inhibitors for more than 14 consecutive days; avoid use unless benefits outweigh risk; monitoring recommended<\/li><li>hepatic impairment, pre-existing severe; use only if benefits outweigh risk; monitoring recommended<\/li><li>hepatotoxicity has been reported; monitoring recommended; discontinue use if aminotransferase elevations are greater than 8 times ULN, or are greater than 5 times ULN and persist beyond 2 weeks, or are accompanied by total bilirubin greater than 2 times ULN<\/li><li>renal impairment, severe, or endstage renal disease requiring hemodialysis or peritoneal dialysis; monitoring recommended<\/li><\/ul>"},{"id":"930356-s-3-11","title":"Pregnancy Category","mono":"Bedaquiline: B (FDA)<br\/>"},{"id":"930356-s-3-12","title":"Breast Feeding","mono":"Bedaquiline: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"930356-s-4","title":"Drug Interactions","sub":[{"id":"930356-s-4-13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Ketoconazole (probable)<\/li><li>Mesoridazine (established)<\/li><li>Nelfinavir (theoretical)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"930356-s-4-14","title":"Major","mono":"<ul><li>Alfuzosin (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Artemether (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Buserelin (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clofazimine (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclobenzaprine (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Droperidol (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Halofantrine (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ibutilide (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Lapatinib (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lumefantrine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Sodium Phosphate (theoretical)<\/li><li>Sodium Phosphate, Dibasic (theoretical)<\/li><li>Sodium Phosphate, Monobasic (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Sunitinib (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tetrabenazine (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tizanidine (theoretical)<\/li><li>Triptorelin (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Vilanterol (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"}]},{"id":"930356-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain (11%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (38%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (33%)<\/li><li><b>Neurologic:<\/b>Headache (28%)<\/li><li><b>Respiratory:<\/b>Hemoptysis (18%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Prolonged QT interval<\/li><li><b>Hepatic:<\/b>Increased liver enzymes (9% to 10.8%)<\/li><\/ul>"},{"id":"930356-s-6","title":"Drug Name Info","sub":{"0":{"id":"930356-s-6-17","title":"US Trade Names","mono":"Sirturo<br\/>"},"2":{"id":"930356-s-6-19","title":"Class","mono":"Anti-Infective Agent<br\/>"},"3":{"id":"930356-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930356-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"930356-s-7","title":"Mechanism Of Action","mono":"Bedaquiline, a diarylquinoline, inhibits mycobacterial ATP synthase which is an enzyme required for the generation of energy in Mycobacterium tuberculosis.<br\/>"},{"id":"930356-s-8","title":"Pharmacokinetics","sub":[{"id":"930356-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 5 hours<\/li><li>Effects of food: bioavailability increased by 2-fold<\/li><\/ul>"},{"id":"930356-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: greater than 99.9%<\/li><li>Vd: 164 L<\/li><\/ul>"},{"id":"930356-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: significant<\/li><li>N-monodesmethyl metabolite (M2): inactive<\/li><li>substrate of CYP3A4<\/li><\/ul>"},{"id":"930356-s-8-26","title":"Excretion","mono":"<ul><li>Fecal: extensive<\/li><li>Renal: less than 0.001%<\/li><li>Renal clearance: insignificant<\/li><li>Dialyzable: No (hemodialysis); No (peritoneal dialysis)<\/li><\/ul>"},{"id":"930356-s-8-27","title":"Elimination Half Life","mono":"5.5 months <br\/>"}]},{"id":"930356-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer by direct observation therapy (DOT) in combination with at least 3 other effective agents<\/li><li>take with food<\/li><li>swallow whole with water<\/li><\/ul>"},{"id":"930356-s-10","title":"Monitoring","mono":"<ul><li>sputum for mycobacterial culture and susceptibility testing prior to initiation of and during treatment<\/li><li>serum calcium, magnesium, and potassium; at baseline<\/li><li>liver function tests and symptoms of liver dysfunction; at baseline, monthly during treatment, and as needed<\/li><li>ECG; before initiation, and at least 2, 12, and 24 weeks after initiation, particularly patients at risk for QT prolongation<\/li><\/ul>"},{"id":"930356-s-11","title":"How Supplied","mono":"<b>Sirturo<\/b><br\/>Oral Tablet: 100 MG<br\/>"},{"id":"930356-s-12","title":"Toxicology","sub":[{"id":"930356-s-12-31","title":"Clinical Effects","mono":"<b>BEDAQUILINE<\/b><br\/>USES: Bedaquiline is used in combination with other therapies to treat multidrug resistant pulmonary tuberculosis. It is not indicated for the treatment of latent, extra-pulmonary or drug-sensitive tuberculosis. PHARMACOLOGY: Bedaquiline is a diarylquinoline antimycobacterial agent. It inhibits mycobacterial ATP synthase which is an enzyme required for the generation of energy in Mycobacterium tuberculosis. EPIDEMIOLOGY: Exposure is uncommon. ADVERSE EVENTS: Nausea, arthralgia and headache were the most common adverse events occurring in 10% or more of patients treated with bedaquiline. Bedaquiline can prolong the QT interval. Other events include elevated liver enzymes, hemoptysis and chest pain. OVERDOSE: There are no reports of overdose with bedaquiline. MILD TO MODERATE TOXICITY: Clinical events are likely an extension of therapeutic adverse events and may include nausea, arthralgia and headache. Elevated liver enzymes may develop. SEVERE TOXICITY: Prolongation of QT interval may occur following overdose. Although there are no reports of torsades de pointes, it may develop following a significant exposure or in combination with other QT prolonging drugs. <br\/>"},{"id":"930356-s-12-32","title":"Treatment","mono":"<b>BEDAQUILINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY:  Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. QT prolongation has been reported with therapeutic doses and may occur following overdose. Obtain serial ECGs and institute continuous cardiac monitoring following a significant exposure. In patients who develop QT prolongation, monitor serum electrolytes including potassium, calcium and magnesium in patients with significant overdose; correct any abnormalities. At the time of this review, torsades de pointes has not been reported with therapy.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not likely to be necessary following a minor exposure, but should be considered after a large ingestion if the patient is alert. HOSPITAL: Consider activated charcoal for a large overdose if the ingestion is recent and the patient is not vomiting and the airway can be maintained.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs. Institute continuous cardiac monitoring and obtain serial ECGs to evaluate for evidence of QT prolongation. If QT prolongation is present, monitor serum electrolytes including potassium, calcium and magnesium. Correct any abnormalities. Monitor liver enzymes (ie, ALT, AST, alkaline phosphatase and bilirubin) following a significant exposure. Serum bedaquiline concentrations are not clinically useful in guiding management following overdose, or widely available in clinical practice.<\/li><li>Enhanced elimination procedure: It is unlikely that hemodialysis would be useful after overdose because of significant protein binding (99.9%).<\/li><li>Patient disposition: HOME CRITERIA: A minor (a single dose) inadvertent dose in an asymptomatic patient currently being treated with bedaquiline can likely be managed at home. An asymptomatic child with an inadvertent exposure (a single dose) can likely be monitored at home, if a responsible adult is present. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions or who are symptomatic should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions who are symptomatic should be observed in a healthcare facility. ADMISSION CRITERIA: Patients with persistent dysrhythmias should be admitted with ongoing ECG and electrolyte monitoring; correct any electrolyte abnormalities. CONSULT CRITERIA: Consult a Poison Center or medical toxicologist for assistance in managing patients with severe toxicity or for whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"930356-s-12-33","title":"Range of Toxicity","mono":"<b>BEDAQUILINE<\/b><br\/>TOXIC DOSE: A specific toxic dose has not been established. THERAPEUTIC DOSE: ADULT: The usual therapeutic dose is 400 mg for the first 2 weeks followed by 200 mg 3 times per week (a total of 600 mg\/week) for a total duration of 24 weeks. PEDIATRIC: The safety and effectiveness of bedaquiline have not been established for pediatric patients. <br\/>"}]},{"id":"930356-s-13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea, arthralgia, headache, hemoptysis, anorexia, or chest pain.<\/li><li>Advise patient to report syncope, heart rhythm abnormalities, or other symptoms of QT prolongation.<\/li><li>Instruct patient to report symptoms of new or worsening liver dysfunction (fatigue, anorexia, nausea, jaundice, dark urine, liver tenderness).<\/li><li>Tell patient to take with food and in combination with other antimycobacterial drugs prescribed by physician.<\/li><li>Counsel patient not to drink alcohol while taking this drug.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><li>Instruct patient to skip the missed dose and continue the usual dosing schedule if a dose is missed during the first 2 weeks of treatment; however, patient should take the missed dose as soon as possible and resume the usual dosing regimen if a 200-mg dose is missed from week 3 onward.<\/li><li>Emphasize compliance with the full course of therapy to prevent reduced effectiveness of therapy and development of future drug resistance.<\/li><\/ul>"}]}