{"generic":"Nomegestrol Acetate\/Estradiol","drugs":["Nomegestrol Acetate\/Estradiol","Zoely"],"mono":{"0":{"id":"930344-s-0","title":"Generic Names","mono":"Nomegestrol Acetate\/Estradiol"},"1":{"id":"930344-s-1","title":"Dosing and Indications","sub":[{"id":"930344-s-1-4","title":"Adult Dosing","mono":"<ul><li>nomegestrol acetate\/estradiol has centralized marketing authorization by the European Medicines Agency (EMA) for use in the European Union (EU)<\/li><li><b>Oral contraception:<\/b> 1 white tablet ORALLY daily for 24 days followed by 1 yellow tablet ORALLY for 4 days starting on day 1 of the natural menstrual cycle (first day of menstrual bleeding)(European Medicines Agency (EMA)-approved dosing)<\/li><\/ul>"},{"id":"930344-s-1-5","title":"Pediatric Dosing","mono":"efficacy and safety not established in patients younger than 18 years "},{"id":"930344-s-1-6","title":"Dose Adjustments","mono":"liver disease, severe; use not recommended as long as liver function values have not returned to normal "},{"id":"930344-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><br\/>Oral contraception<br\/>"}]},"3":{"id":"930344-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930344-s-3-9","title":"Contraindications","mono":"<ul><li>arterial thrombosis (eg, myocardial infarction), current or history of, or prodromal conditions (eg, TIA, angina)<\/li><li>cerebrovascular accident, current or history of<\/li><li>hepatic disease, severe, current or history of, with current abnormal liver function tests<\/li><li>hypersensitivity to nomegestrol acetate, estradiol, or any component of the product<\/li><li>liver tumors, benign or malignant, current or history of<\/li><li>migraine with focal neurological symptoms, history of<\/li><li>pancreatitis, or history of pancreatitis associated with severe hypertriglyceridemia<\/li><li>sex steroid-influenced malignancies, known or suspected (eg, malignancies of genital organs or breasts)<\/li><li>thrombosis, venous or arterial, hereditary or acquired predisposition for (eg, activated protein C resistance, antithrombin III deficiency, protein C deficiency, protein S deficiency, hyperhomocysteinemia, antiphospholipid antibodies (anticardiolipin antibodies, lupus anticoagulant))<\/li><li>thrombosis, venous or arterial, severe or multiple risk factors (eg, diabetes with vascular symptoms, severe hypertension, severe dyslipoproteinemia)<\/li><li>vaginal bleeding, undiagnosed<\/li><li>VTE (DVT or pulmonary embolism), current or history of<\/li><\/ul>"},{"id":"930344-s-3-10","title":"Precautions","mono":"<ul><li>arterial thromboembolism may occur with combined oral contraceptive use; risk of arterial thromboembolic event or cerebrovascular accident increased in combined oral contraceptive users with increasing age, smoking, dyslipoproteinemia, obesity, hypertension, migraine, valvular heart disease, atrial fibrillation, and positive family history; discontinue for suspected or confirmed thrombosis<\/li><li>cancer risk for cervical and breast cancer may be increased with combined oral contraceptive use<\/li><li>chloasma may occur, especially with a history of chloasma gravidarum; avoidance of exposure to sun or UV radiation recommended for women with a tendency to chloasma<\/li><li>depression; worsening of disease has been associated with combined oral contraceptive use<\/li><li>diabetes; monitoring recommended, especially during the first months of use<\/li><li>galactose intolerance, rare hereditary problems of Lapp lactase deficiency or glucose-galactose malabsorption; use not recommended<\/li><li>hereditary angioedema; angioedema symptoms may be induced or exacerbated<\/li><li>hypertension may develop with combined oral contraceptive use; suspend therapy and treat clinically relevant hypertension; may resume therapy if normotensive values achieved with antihypertensive therapy<\/li><li>hypertriglyceridemia, current or family history of; possible increased risk of pancreatitis with combined oral contraceptive use<\/li><li>inflammatory bowel disease, chronic (Crohn disease or ulcerative colitis); worsening of disease has been associated with combined oral contraceptive use<\/li><li>liver function disturbances, acute or chronic; discontinuation until normalization of liver function tests may be necessary<\/li><li>liver tumors, benign and malignant, with life-threatening intra-abdominal hemorrhages in isolated cases, have been reported in combined oral contraceptive users<\/li><li>medical conditions associated with circulatory events, including diabetes mellitus, systemic lupus erythematosus, hemolytic uremic syndrome, chronic inflammatory bowel disease (eg, Crohn disease, ulcerative colitis), and sickle cell disease<\/li><li>migraine frequency or severity may be increased with combined oral contraceptive use; immediate discontinuation may be warranted<\/li><li>puerperium period; increased risk of thromboembolism<\/li><li>thrombosis in blood vessels, including hepatic, mesenteric, renal, cerebral, and retinal veins and arteries, has been reported in combined oral contraceptive users; association with combined oral contraceptives is inconclusive; discontinue for suspected or confirmed thrombosis<\/li><li>VTE risk is increased in combined oral contraceptive users compared with nonusers; risk of VTE in combined oral contraceptive users increased with increasing age, positive family history, prolonged immobilization, major surgery, surgery to legs, major trauma, and obesity; discontinue for suspected or confirmed thrombosis<\/li><\/ul>"},{"id":"930344-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Estradiol: X (FDA)<\/li><li>Estradiol: B1 (AUS)<\/li><li>Nomegestrol Acetate: Unknown<\/li><\/ul>"},{"id":"930344-s-3-12","title":"Breast Feeding","mono":"<ul><li>Estradiol: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Estradiol: WHO: Avoid breastfeeding if possible.  May inhibit lactation.<\/li><li>Estradiol: Micromedex: Milk effects are possible.<\/li><li>Nomegestrol Acetate: Unknown<\/li><\/ul>"}]},"4":{"id":"930344-s-4","title":"Drug Interactions","sub":{"1":{"id":"930344-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Topotecan (theoretical)<\/li><\/ul>"},"2":{"id":"930344-s-4-15","title":"Moderate","mono":"<ul><li>Clarithromycin (probable)<\/li><li>Efavirenz (probable)<\/li><li>Ginseng (probable)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Lamotrigine (established)<\/li><li>Levothyroxine (probable)<\/li><li>Licorice (probable)<\/li><li>St John's Wort (probable)<\/li><li>Tacrine (probable)<\/li><li>Tipranavir (established)<\/li><\/ul>"}}},"5":{"id":"930344-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Acne (15.4%)<\/li><li><b>Endocrine metabolic:<\/b>Weight increased (8.6%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (1% to less than 10%)<\/li><li><b>Neurologic:<\/b>Headache (1% to less than 10%), Migraine (1% to less than 10%)<\/li><li><b>Psychiatric:<\/b>Depressed mood (1% to less than 10%), Disturbance in mood (1% to less than 10%), Reduced libido (1% to less than 10%)<\/li><li><b>Reproductive:<\/b>Bleeding between periods (1% to less than 10%), Menorrhagia (1% to less than 10%), Pain in pelvis (1% to less than 10%), Pain of breast (1% to less than 10%), Withdrawal bleeding, Abnormal (10.5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Arterial thromboembolism, Venous thromboembolism<\/li><li><b>Endocrine metabolic:<\/b>Breast cancer<\/li><li><b>Hepatic:<\/b>Neoplasm of liver<\/li><li><b>Reproductive:<\/b>Cervical cancer<\/li><\/ul>"},"6":{"id":"930344-s-6","title":"Drug Name Info","sub":{"0":{"id":"930344-s-6-17","title":"US Trade Names","mono":"Zoely<br\/>"},"2":{"id":"930344-s-6-19","title":"Class","mono":"<ul><li>Contraceptive<\/li><li>Estrogen<\/li><li>Progestin<\/li><\/ul>"},"3":{"id":"930344-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"9":{"id":"930344-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>administer every day at approximately the same time without regard to meals <br\/>"},"12":{"id":"930344-s-12","title":"Toxicology","sub":[{"id":"930344-s-12-31","title":"Clinical Effects","mono":"<b>ORAL CONTRACEPTIVES <\/b><br\/>USES: To suppress the follicle-stimulating hormone luteinizing hormone sequence from the anterior pituitary, resulting in the suppression of ovulation and production of mucus that is less acceptable to spermatozoa. PHARMACOLOGY: An oral contraceptive acts by suppression of gonadotropins. TOXICOLOGY: There are no significant toxic effects from overdose. OVERDOSE: Abdominal pain, nausea, vomiting, headaches, breast tenderness, dysmenorrhea, arterial thromboembolism, hypertension, venous thrombosis, pulmonary embolus, cerebral thrombosis. ADVERSE EFFECTS: Nausea and vomiting with iron containing contraceptives in children, otherwise asymptomatic. <br\/>"},{"id":"930344-s-12-32","title":"Treatment","mono":"<b>ORAL CONTRACEPTIVES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of oral contraceptive overdoses require only supportive care. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is not expected in single substance oral contraceptive ingestion.<\/li><li>Decontamination: There is no need for GI decontamination.<\/li><li>Airway management: Patients with single substance oral contraceptive ingestion will not require airway management.<\/li><li>Antidote: None.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not of value.<\/li><li>Monitoring of patient: Concentrations of the hormones in oral contraceptives are not clinically useful. No routine laboratory studies are needed in most patients.<\/li><li>Patient disposition: HOME CRITERIA: Patients with inadvertent ingestions can be managed at home. If oral contraceptives containing iron are ingested, asymptomatic patients ingesting less than 40 mg\/kg elemental iron can be managed at home. OBSERVATION CRITERIA: The following patients should be sent to a healthcare facility for evaluation: Patients with self-harm ingestions; patients ingesting iron-containing oral contraceptives at a dose of more than 40 mg\/kg elemental iron or who have symptoms (nausea, vomiting, or other gastrointestinal complaints). ADMISSION CRITERIA: Patients with pure oral contraceptive overdoses do not need admission. Children with exposure to iron-containing products should follow the iron guidelines for admission. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients for any additional questions.<\/li><\/ul>"},{"id":"930344-s-12-33","title":"Range of Toxicity","mono":"<b>ORAL CONTRACEPTIVES <\/b><br\/>TOXICITY: A human toxic dose has not been established. Significant toxicity has not been reported after overdose. THERAPEUTIC DOSE: Oral contraceptives are available in various brands, doses, and formulations. <br\/>"}]}}}