{"drugs":["Tofacitinib Citrate","Xeljanz"],"mono":{"0":{"id":"930309-s-0","title":"Generic Names","mono":"Tofacitinib Citrate"},"1":{"id":"930309-s-1","title":"Dosing and Indications","sub":[{"id":"930309-s-1-4","title":"Adult Dosing","mono":"<ul><li>do not initiate in patients with an absolute neutrophil count (ANC) less than 1000 cells\/mm(3), a lymphocyte count less than 500 cells\/mm(3), or an Hb level less than 9 g\/dL; test for latent or active TB and screen for viral hepatitis before starting treatment<\/li><li><b>Rheumatoid arthritis (Moderate to Severe), In patients who had an inadequate response or intolerance to methotrexate:<\/b> 5 mg ORALLY twice daily<\/li><\/ul>"},{"id":"930309-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established in pediatric patients "},{"id":"930309-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, moderate or severe:<\/b> reduce dose to 5 mg orally once daily<\/li><li><b>hepatic impairment, severe:<\/b> use not recommended<\/li><li><b>hepatic impairment, moderate:<\/b> reduce dose to 5 mg orally once daily<\/li><li><b>hematologic toxicity, neutropenia:<\/b> absolute neutrophil count (ANC) less than 1000 cells\/mm(3), interrupt therapy until ANC above 1000 cells\/mm(3); discontinue if ANC less than 500 cells\/mm(3)<\/li><li><b>hematologic toxicity, lymphopenia:<\/b> discontinue therapy for lymphocyte count less than 500 cells\/mm(3)<\/li><li><b>hematologic toxicity, anemia:<\/b> interrupt therapy for Hb decreases greater than 2 g\/dL or Hb level less than 8 g\/dL, until Hb levels have normalized<\/li><li><b>concomitant use of potent CYP3A4 inhibitors:<\/b> reduce dose to 5 mg orally once daily<\/li><li><b>concomitant use of a medication or medications resulting in simultaneous moderate CYP3A4 inhibition and potent CYP2C19 inhibition:<\/b> reduce dose to 5 mg orally once daily<\/li><\/ul>"},{"id":"930309-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Rheumatoid arthritis (Moderate to Severe), In patients who had an inadequate response or intolerance to methotrexate<br\/>"}]},"2":{"id":"930309-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Serious infections leading to hospitalization or death, including tuberculosis and bacterial, invasive fungal, viral, and other opportunistic infections, have occurred in patients receiving tofacitinib. If a serious infection develops, interrupt tofacitinib until the infection is controlled. Prior to starting tofacitinib and during therapy, perform a test for latent tuberculosis; if it is positive, start treatment for tuberculosis prior to starting tofacitinib. Monitor all patients for the development of signs and symptoms of infection during and after treatment with tofacitinib, including active tuberculosis during treatment, even if the initial latent tuberculosis test is negative. Lymphoma and other malignancies have been observed in patients treated with tofacitinib. Epstein Barr virus-associated post-transplant lymphoproliferative disorder has been observed at an increased rate in renal transplant patients treated with tofacitinib and concomitant immunosuppressive medications.<br\/>"},"3":{"id":"930309-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930309-s-3-9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"930309-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning: Serious infections (eg, active TB, cryptococcosis, esophageal candidiasis, pneumocystosis, multidermatomal herpes zoster, cytomegalovirus, BK virus, pneumonia, cellulitis, urinary tract infection), including fatalities, have occurred; monitoring recommended during and following therapy; treatment interruption required<\/li><li>Black Box Warning: Consider discontinuation if malignancies (eg, solid cancers, lymphoma) develop<\/li><li>Black Box Warning: Post-transplant lymphoproliferative disorder associated with the Epstein Barr virus has occurred in renal transplant recipients (unapproved use) receiving concomitant immunosuppressant therapy<\/li><li>Dermatologic: Non-melanoma skin cancers have occurred; monitoring recommended in patients at increased risk<\/li><li>Endocrine and Metabolic: Lipid increases may occur; monitoring recommended<\/li><li>Gastrointestinal: Gastrointestinal perforation has been reported; use cautiously in patients with associated risk (eg, history of diverticulitis)<\/li><li>Hematologic: Myelosuppression (ie, lymphocytopenia, neutropenia, and anemia) may occur; monitoring recommended; treatment delay, interruption, or discontinuation may be required<\/li><li>Hepatic: Liver enzyme elevations may occur; monitoring recommended and treatment interruption may be required<\/li><li>Hepatic: Moderate hepatic impairment requires dose reduction<\/li><li>Hepatic: Use is not recommended in severe hepatic impairment<\/li><li>Immunologic: Avoid use in patients with active, serious infection<\/li><li>Immunologic: Anti-TB therapy may be required before initiation with TB risk factors or history of TB; monitoring recommended<\/li><li>Immunologic: Viral reactivation, including cases of herpes virus reactivation, has occurred; screen for viral hepatitis prior to initiation<\/li><li>Immunologic: Increased risk of herpes zoster, especially in patients treated in Japan<\/li><li>Immunologic: Avoid use of live vaccines<\/li><li>Renal: Dose reduction required with moderate or severe renal impairment<\/li><li>Concomitant Use: Use with biologic DMARDs or potent immunosuppressants (eg, cyclosporine, azathioprine) is not recommended<\/li><\/ul>"},{"id":"930309-s-3-11","title":"Pregnancy Category","mono":"Tofacitinib: C (FDA)<br\/>"},{"id":"930309-s-3-12","title":"Breast Feeding","mono":"Tofacitinib: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930309-s-4","title":"Drug Interactions","sub":{"1":{"id":"930309-s-4-14","title":"Major","mono":"<ul><li>Carbamazepine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><\/ul>"},"2":{"id":"930309-s-4-15","title":"Moderate","mono":"<ul>Fluconazole (probable)<\/ul>"}}},"5":{"id":"930309-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Increased HDL level (10% to 12%), Raised low density lipoprotein cholesterol (15% to 19%)<\/li><li><b>Neurologic:<\/b>Headache (3.4% to 4.3%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (2%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (2.8% to 3.8%), Upper respiratory infection (3.8% to 4.5%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Skin cancer, Non-melanoma<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal perforation<\/li><li><b>Hematologic:<\/b>Anemia, Decreased lymphocyte count (0.04%), Neutropenia (0.07%)<\/li><li><b>Hepatic:<\/b>Injury of liver<\/li><li><b>Immunologic:<\/b>Infectious disease (20% to 22%), Opportunistic infection, Post-transplant lymphoproliferative disorder, Epstein Barr virus associated (2.3%), Tuberculosis<\/li><li><b>Other:<\/b>Cancer<\/li><\/ul>"},"6":{"id":"930309-s-6","title":"Drug Name Info","sub":{"0":{"id":"930309-s-6-17","title":"US Trade Names","mono":"Xeljanz<br\/>"},"2":{"id":"930309-s-6-19","title":"Class","mono":"<ul><li>Musculoskeletal Agent<\/li><li>Tyrosine Kinase Inhibitor<\/li><\/ul>"},"3":{"id":"930309-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930309-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930309-s-7","title":"Mechanism Of Action","mono":"Tofacitinib inhibits Janus kinases (JAK), which are intracellular enzymes, and modulates a signaling pathway that influences the cellular processes of hematopoiesis and immune cell function. Signals in this pathway arise from cytokine or growth factor-receptor interactions on the cellular membrane. Inhibition of JAK prevents the phosphorylation and activation of Signal Transducers and Activators of Transcription (STATs), which modulate gene expression and other intracellular activity.<br\/>"},"8":{"id":"930309-s-8","title":"Pharmacokinetics","sub":[{"id":"930309-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral: 0.5 to 1 hour<\/li><li>Bioavailability, oral: 74%<\/li><li>Effects of food: Cmax decreased 32% with high-fat meal, but no effect on AUC<\/li><\/ul>"},{"id":"930309-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: approximately 40%, primarily to albumin<\/li><li>Vd, IV: 87 L<\/li><\/ul>"},{"id":"930309-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: 70%, primarily via CYP3A4<\/li><li>substrate: CYP3A4 (primary), CYP2C19 (minor)<\/li><\/ul>"},{"id":"930309-s-8-26","title":"Excretion","mono":"Renal: 30% (65% unchanged) <br\/>"},{"id":"930309-s-8-27","title":"Elimination Half Life","mono":"3 hours <br\/>"}]},"9":{"id":"930309-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>may give with or without food <br\/>"},"10":{"id":"930309-s-10","title":"Monitoring","mono":"<ul><li>improvement in rheumatoid arthritis symptoms indicates efficacy.<\/li><li>latent or active TB; evaluate and test prior to therapy and monitor all patients (including those who tested negative for latent TB) for active TB throughout therapy<\/li><li>viral hepatitis; prior to therapy initiation<\/li><li>neutrophil counts and Hb; at baseline, after 4 to 8 weeks of treatment, and every 3 months thereafter<\/li><li>lymphocyte counts; at baseline and every 3 months thereafter<\/li><li>lipid parameters; 4 to 8 weeks after treatment initiation<\/li><li>liver tests; routinely throughout therapy<\/li><li>development of signs or symptoms of infection; during and after therapy<\/li><li>skin examinations; periodically in patients with increased skin cancer risk<\/li><\/ul>"},"11":{"id":"930309-s-11","title":"How Supplied","mono":"<b>Xeljanz<\/b><br\/>Oral Tablet: 5 MG<br\/>"},"13":{"id":"930309-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to avoid live vaccines while on drug.<\/li><li>Drug may cause upper respiratory tract infection, nasopharyngitis, urinary tract infection, diarrhea, or headache.<\/li><li>Tell patient to immediately report signs\/symptoms of infection, or a fever with stomach pain and a change in bowel habits.<\/li><li>Advise patient that there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}