{"generic":"Insulin Degludec\/Insulin Aspart, Recombinant","drugs":["Insulin Degludec\/Insulin Aspart, Recombinant"],"mono":{"0":{"id":"930444-s-0","title":"Generic Names","mono":"Insulin Degludec\/Insulin Aspart, Recombinant"},"1":{"id":"930444-s-1","title":"Dosing and Indications","sub":{"0":{"id":"930444-s-1-4","title":"Adult Dosing","mono":"<ul><li>insulin degludec\/insulin aspart, recombinant has centralized marketing authorization by the European Medicines Agency for use in the European Union for the treatment of diabetes mellitus in adults<\/li><li>1 unit of insulin degludec\/insulin aspart, recombinant corresponds with 1 international unit of human insulin, 1 unit of insulin glargine, 1 unit of insulin detemir, or 1 unit of biphasic insulin aspart<\/li><li>safety and efficacy have not been established in patients younger than 18 years<\/li><li><b>Type 1 diabetes mellitus:<\/b> starting dose, administer 60% to 70% of total daily insulin requirement SUBQ once daily with the main meal; use in combination with short- or rapid-acting insulin at remaining meals; individualize dose based on fasting plasma glucose levels (European Medicines Agency approved dosing)<\/li><li><b>Type 2 diabetes mellitus:<\/b> initial, 10 units SUBQ once or divided twice daily with the main meal(s); individualize dose based on fasting plasma glucose levels (European Medicines Agency approved dosing).<\/li><li><b>Type 2 diabetes mellitus:<\/b> (switching from once-daily basal or premix insulin) convert unit to unit; administer SUBQ once daily at same total daily insulin dose (European Medicines Agency approved dosing)<\/li><li><b>Type 2 diabetes mellitus:<\/b> (switching from more than once-daily basal or premix insulin) convert unit to unit; administer SUBQ twice daily at same total daily insulin dose  (European Medicines Agency approved dosing)<\/li><li><b>Type 2 diabetes mellitus:<\/b> (switching from basal\/bolus) individualize per patient needs, in general convert unit to unit; administer same total daily basal insulin dose SUBQ once daily  (European Medicines Agency approved dosing)<\/li><\/ul>"},"3":{"id":"930444-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><ul><li>Type 1 diabetes mellitus<\/li><li>Type 2 diabetes mellitus<\/li><\/ul>"}}},"3":{"id":"930444-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930444-s-3-9","title":"Contraindications","mono":"Hypersensitivity to insulin aspart, recombinant, insulin degludec, or any product component <br\/>"},{"id":"930444-s-3-10","title":"Precautions","mono":"<ul><li>adrenal, pituitary, or thyroid disease; increased risk of hypoglycemia; dose adjustment may be necessary<\/li><li>alcohol consumption; potential intensification or reduction of effects of insulin<\/li><li>cardiac failure has been reported with concomitant pioglitazone use; increased risk in patients with preexisting cardiac risk factors; monitoring recommended; treatment discontinuation of pioglitazone may be required<\/li><li>change in diet or physical activity; increased risk of hypoglycemia; monitoring and dose adjustment may be necessary<\/li><li>change in insulin type, brand, or manufacturer; dose adjustment may be required<\/li><li>diabetic retinopathy; abrupt improvement in glycemic control may lead to transient worsening of condition<\/li><li>elderly patients; intensify blood glucose monitoring; dose adjustment may be required<\/li><li>hepatic disease; intensify blood glucose monitoring and adjust dose as necessary<\/li><li>hyperglycemia may occur; prolonged hyperglycemia may lead to diabetic ketoacidosis in patients with type 1 diabetes; dose adjustment may be required with concomitant illness or infection<\/li><li>hypoglycemia has been reported; especially with doses higher than insulin requirements, omission of meals, or unplanned strenuous physical activity; usual warning symptoms may be altered in patients with greatly improved blood glucose control or longstanding diabetes<\/li><li>illness, infection, or fever; increased risk of hypoglycemia or hyperglycemia; dose adjustment may be required<\/li><li>insulin antibody formation may occur; increased risk of hyperglycemia or hypoglycemia; dose adjustment may be required<\/li><li>intravenous or intramuscular use and use in insulin pumps not recommended<\/li><li>pregnancy; intensified blood glucose control and monitoring recommended when considering pregnancy and during gestation<\/li><li>renal disease; intensify blood glucose monitoring and adjust dose as necessary<\/li><\/ul>"},{"id":"930444-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Insulin Aspart, Recombinant: B (FDA)<\/li><li>Insulin Aspart, Recombinant: B3 (AUS)<\/li><li>Insulin Degludec: Unknown<\/li><\/ul>"},{"id":"930444-s-3-12","title":"Breast Feeding","mono":"<ul><li>Insulin Aspart, Recombinant: Micromedex: Infant risk cannot be ruled out.<\/li><li>Insulin Degludec: Unknown<\/li><\/ul>"}]},"4":{"id":"930444-s-4","title":"Drug Interactions","sub":{"1":{"id":"930444-s-4-14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Ethylestrenol (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Liraglutide (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Mesterolone (theoretical)<\/li><li>Methandriol (theoretical)<\/li><li>Methandrostenolone (theoretical)<\/li><li>Methenolone (theoretical)<\/li><li>Metreleptin (established)<\/li><li>Mibolerone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nandrolone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Oxandrolone (theoretical)<\/li><li>Oxymetholone (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Pioglitazone (theoretical)<\/li><li>Pramlintide (established)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rosiglitazone (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Stanozolol (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"930444-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Albiglutide (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Dulaglutide (probable)<\/li><li>Esmolol (probable)<\/li><li>Exenatide (probable)<\/li><li>Fenugreek (probable)<\/li><li>Furazolidone (probable)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Lixisenatide (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Psyllium (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},"5":{"id":"930444-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Injection site reaction (1% to less than 10%)<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart failure<\/li><li><b>Endocrine metabolic:<\/b>Hyperglycemia, Hypoglycemia (10% or more)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (0.01% to less than 0.1%)<\/li><\/ul>"},"6":{"id":"930444-s-6","title":"Drug Name Info","sub":{"2":{"id":"930444-s-6-19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Insulin, Long Acting<\/li><li>Insulin, Ultra Rapid Acting<\/li><\/ul>"},"3":{"id":"930444-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"9":{"id":"930444-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>not for IV or IM use or for use in insulin infusion pumps<br\/><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>administer subQ by injection into the upper arm, thigh, or abdominal wall<\/li><li>administer with the main meal(s) of the day<\/li><li>rotate injection sites within same region<\/li><li>use within 4 weeks of opening; do not refrigerate after opening<\/li><li>do not share insulin pens or cartridges among patients because of the risk of transmission of hepatitis viruses, HIV, or other bloodborne pathogens; use of a new disposable pen needle does not mitigate risks<\/li><\/ul><\/li><\/ul>"},"12":{"id":"930444-s-12","title":"Toxicology","sub":[{"id":"930444-s-12-31","title":"Clinical Effects","mono":"<b>INSULIN <\/b><br\/>USES: Insulin is a hormone used primarily in the treatment of diabetes mellitus mainly type 1 and sometimes type 2. It is also used for the treatment of hyperglycemia and hyperkalemia. It may be used as a performance enhancing drug. PHARMACOLOGY: Insulin is a polypeptide hormone composed of 51 amino acids secreted by the beta cells of the pancreas. It stimulates the uptake of glucose by the cardiac muscle, skeletal muscle and the adipose tissue. It also stimulates glycogenesis, lipogenesis, and protein synthesis, while it inhibits lipolysis. TOXICOLOGY: In overdose, insulin can cause hypoglycemia; the onset and duration depend on the type and quantity of the injected preparation. EPIDEMIOLOGY: While hypoglycemia during therapeutic use is common, deliberate insulin overdose is rare. MILD TO MODERATE TOXICITY: Insulin overdose produces hypoglycemia which may manifest as hunger, anxiety, fatigue, diaphoresis, nausea, palpitation, tachycardia, tremor and headache. As the brain becomes more deprived of glucose, blurred vision, inability to concentrate, weakness, altered behavior or coordination or somnolence may develop. Hypokalemia is a common finding in insulin overdose and hypomagnesemia and hypophosphatemia have been reported. SEVERE TOXICITY: Confusion, seizure and coma may develop. Focal neurological signs may also occur. Protracted, untreated hypoglycemia may cause permanent neurologic injury and death. Acute myocardial infarction and acute lung injury have been reported rarely after severe overdose. Cardiac dysrhythmias secondary to hypokalemia may occur when blood glucose levels drop below 40 mg\/dL following an overdose. ADVERSE EFFECTS: Hypoglycemia is common during therapeutic use. Hypokalemia may occur from intracellular shifts of potassium. Lethargy, lassitude, yawning, and irritability may occur when the blood glucose level drops to about 50 mg\/dL. <br\/>"},{"id":"930444-s-12-32","title":"Treatment","mono":"<b>INSULIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with more than mild symptoms should be treated with intravenous dextrose bolus (25 g). This should be followed with oral carbohydrates or a dextrose infusion. Glucagon may be used for initial management when IV access is not available. SEVERE TOXICITY: Blood glucose should be monitored hourly and whenever symptoms develop. The goal of therapy is to maintain the blood glucose between 120 to 200 mg\/dL using a dextrose infusion and IV boluses for hypoglycemic episodes.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not needed after ingestion because insulin is degraded in the stomach. HOSPITAL: Surgical removal of SubQ injected insulin has been described after large overdoses, but there is no evidence that this improves outcomes, and it is not recommended.<\/li><li>Airway management: Airway protection is mandatory in a patient with an altered mental status who does not improve with dextrose administration.<\/li><li>Dextrose: ANTIDOTE: The mainstay of therapy is intravenous dextrose sufficient to produce euglycemia. Dextrose administration is guided by frequent measurement of blood glucose. ADULT: An IV bolus of 25 g of dextrose (50 mL of 50% dextrose in water) is usually an adequate initial dose. However, in profound hypoglycemia an additional dose may be required. PEDIATRIC: Dose: 0.5 to 1 g\/kg of 25% dextrose (a 1:1 dilution of 50% dextrose and sterile water) while in the neonate the dose should be 0.5 to 1 g\/kg of 10% dextrose (a 1:4 dilution of 50% dextrose and sterile water). Once a patient is alert, they should be fed. Patients with recurrent hypoglycemia should receive an IV infusion of dextrose 10% titrated to maintain a blood glucose of 100 to 200 mg\/dL. If patients develop recurrent hypoglycemia despite 10% dextrose, or if volume loading is a concern, dextrose 20% can be given; however, it should be administered via a central venous catheter. Dextrose solution should be titrated and slowly discontinued once the patient starts to eat an adequate diet and hypoglycemic episodes have stopped.<\/li><li>Glucagon: ANTIDOTE: GLUCAGON: It can be used as a temporizing method to correct hypoglycemia; it may be given intravenously. Glucagon also has the advantage of being given SubQ or IM in the prehospital setting in patients who cannot be given carbohydrates because of depressed mental status and in whom IV access cannot be established. DOSE: Adult: Usual dose is 1 mg SubQ or IM; Pediatric (less than 20 kg): 0.5 mg IM or SubQ. Only effective if the patient has adequate liver glycogen stores.<\/li><li>Seizure: Correct hypoglycemia, IV benzodiazepines, barbiturates if seizures persist after hypoglycemia corrected.<\/li><li>Monitoring of patient: Serum or capillary glucose should be measured immediately then hourly, and when symptoms develop. Plasma glucose levels of 30 mg\/dL or lower are common following a large overdose. Blood electrolytes should be checked, in particular, potassium, magnesium and phosphorus especially following a large overdose. An ECG should be obtained after a large overdose. Serum insulin levels are not useful to guide therapy, but can confirm the diagnosis.<\/li><li>Enhanced elimination procedure: Enhanced elimination is of no benefit following insulin exposure.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult with an inadvertent overdose of a short-acting insulin can be managed at home with telephone follow-up, if the patient has the ability to monitor his blood glucose at home, can tolerate oral intake, and if another responsible adult is present to monitor for signs of hypoglycemia. ADMISSION CRITERIA: Patients with an intentional insulin overdose or recurrent hypoglycemia should be admitted to the ICU for close blood glucose monitoring and dextrose therapy. OBSERVATION CRITERIA: The patient with an inadvertent overdose of a short acting preparation (typically has much smaller amounts of insulin administered) can be observed in the Emergency Department and discharged if hypoglycemia resolves after feeding and a few hours of observation. Patients with recurrent hypoglycemia or long acting insulin exposure require inpatient admission at least for 24 hours. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"930444-s-12-33","title":"Range of Toxicity","mono":"<b>INSULIN <\/b><br\/>TOXICITY: There is substantial intraindividual response to insulin. In general, therapeutic doses of insulin will cause hypoglycemia in a nondiabetic patient, while a patient with insulin resistance may not get hypoglycemic even with a modest overdoses. If prolonged hypoglycemia is avoided by early appropriate treatment, patients should recover with normal neurologic function despite large overdoses. Permanent brain damage has been reported following injections of 800 and 3200 units of insulin in diabetic patients. Recovery has occurred following up to 880 units of insulin lispro (short acting) with 3800 units of insulin glargine in an adult with diabetes mellitus. <br\/>"}]}}}