{"drugs":["Pomalidomide","Pomalyst"],"mono":[{"id":"930421-s-0","title":"Generic Names","mono":"Pomalidomide"},{"id":"930421-s-1","title":"Dosing and Indications","sub":[{"id":"930421-s-1-4","title":"Adult Dosing","mono":"<ul><li>Do not initiate a new cycle of pomalidomide unless the neutrophil count is at least 500\/mcL and the platelet count is at least 50,000\/mcL<\/li><li>Prior to initiating pomalidomide therapy, obtain 2 negative pregnancy tests.<\/li><li>Pomalidomide is available only under a special restricted distribution program called the Pomalyst REMS program due to embryo-fetal risk. Only patients, prescribers, and pharmacists registered with the REMS program may receive, prescribe, and dispense pomalidomide.  For more information, contact the Celgene corporation at celgeneriskmanagement.com or 1-888-423-5436.<\/li><li><b>Multiple myeloma, In combination with dexamethasone in patients who have received at least 2 prior therapies including lenalidomide and a proteasome inhibitor with disease progression on or within 60 days of last therapy:<\/b> 4 mg ORALLY once daily on days 1 to 21 of repeated 28-day cycles until disease progression; give with dexamethasone 40 mg\/day ORALLY on days 1, 8, 15, and 22 of each 28-day cycle (75 years or younger) or dexamethasone 20 mg\/day ORALLY on days 1, 8, 15, and 22 of each 28-day cycle (older than 75 years)<\/li><li><b>Multiple myeloma, In combination with dexamethasone in patients who have received at least 2 prior therapies including lenalidomide and a proteasome inhibitor with disease progression on or within 60 days of last therapy:<\/b> Antithrombotic prophylaxis recommended<\/li><\/ul>"},{"id":"930421-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy in pediatric patients have not been established."},{"id":"930421-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, serum creatinine greater than 3 mg\/dL:<\/b> Avoid use<\/li><li><b>Hepatic impairment, serum bilirubin greater than 2 mg\/dL and AST\/ALT greater than 3 times ULN:<\/b> Avoid use<\/li><li><b>Hepatic impairment, elevation of liver enzymes during treatment:<\/b> Interrupt treatment until a return to baseline values, and consider a lower dose upon reinitiation.<\/li><li><b>Geriatric:<\/b> No adjustment needed<\/li><li><b>Concomitant use of pomalidomide and a strong CYP1A2 inhibitor in the presence of a strong CYP3A4 and P-gp inhibitor:<\/b> Reduce pomalidomide dose by 50% if use cannot be avoided.<\/li><li><b>Concomitant use of CYP1A2 inhibitor:<\/b> Consider pomalidomide dose reduction if toxicities occur.<\/li><li><b>Neutropenia:<\/b> For initial occurrence of an absolute neutrophil count (ANC) less than 500\/mcL or febrile neutropenia (fever 38.5 degrees C or higher and ANC less than 1000\/mcL), interrupt pomalidomide, and then resume at 3 mg once daily only when the ANC returns to 500\/mcL or greater. For subsequent drops in ANC to below 500\/mcL, interrupt pomalidomide, and then resume at 1 mg less than the previous dose only when ANC returns to 500\/mcL or greater. If toxicities occur following a dose reduction to 1 mg, discontinue pomalidomide treatment.<\/li><li><b>Thrombocytopenia:<\/b> For initial occurrence of a platelet count less than 25,000\/mcL, interrupt pomalidomide, and then resume at 3 mg once daily only when the platelet count returns to greater than 50,000\/mcL. For subsequent drops in platelet count less than 25,000\/mcL, interrupt pomalidomide, and then resume at 1 mg less than the previous dose only when platelet count returns to 50,000\/mcL or greater. If toxicities occur following a dose reduction to 1 mg, discontinue pomalidomide treatment.<\/li><li><b>Toxicities, grade 3 or 4 (not including neutropenia or thrombocytopenia):<\/b> Hold pomalidomide treatment, and then resume at 1 mg less than the previous dose after the toxicity has resolved to grade 2 or lower. Permanently discontinue treatment for angioedema or severe dermatologic reactions such as skin exfoliation or bullae.<\/li><\/ul>"},{"id":"930421-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Multiple myeloma, In combination with dexamethasone in patients who have received at least 2 prior therapies including lenalidomide and a proteasome inhibitor with disease progression on or within 60 days of last therapy<br\/>"}]},{"id":"930421-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Pomalidomide is contraindicated in pregnancy. Pomalidomide is a thalidomide analogue, and thalidomide is a known human teratogen that causes severe birth defects or embryo-fetal death. In females who can become pregnant, obtain 2 negative pregnancy test before treatment initiation. It is required that females of reproductive potential use 2 forms of contraception or abstain from heterosexual sex starting 4 weeks before treatment initiation until 4 weeks after stopping treatment with pomalidomide. The only way to acquire pomalidomide is through a restricted distribution program called POMALYST REMS. DVT, pulmonary embolism, myocardial infarction, and stroke have been reported in patients with multiple myeloma treated with pomalidomide. In clinical trials, prophylactic antithrombotic measures were employed. Thromboprophylaxis is recommended, and the regimen choice should be based on assessment of the underlying risk factors of the patient.<br\/>"},{"id":"930421-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930421-s-3-9","title":"Contraindications","mono":"Pregnancy; can cause fetal harm <br\/>"},{"id":"930421-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>--  Females of reproductive potential must use 2 forms of contraception or abstain from heterosexual sex starting 4 weeks before treatment initiation until 4 weeks after stopping treatment with pomalidomide<\/li><li>-- Two negative pregnancy tests are required prior to initiating treatment, with the first test within 10 to 14 days prior to initiation and the 2nd within 24 hours of initiation<\/li><li>-- DVT, pulmonary embolism, myocardial infarction, and stroke have been reported in patients with multiple myeloma; thromboprophylaxis is recommended, and the regimen choice should be based on assessment of the underlying risk factors of the patient<\/li><li>Dermatologic:<\/li><li>-- Severe dermatologic reactions have been reported; discontinue use immediately if such reactions occur<\/li><li>Hematologic:<\/li><li>-- Patients may not donate blood during therapy and for 1 month following therapy discontinuation<\/li><li>-- Hematologic toxicity (ie, neutropenia, anemia, and thrombocytopenia) has been reported; monitoring recommended and interruption or dosage adjustment may be necessary<\/li><li>-- Acute myelogenous leukemia has been reported<\/li><li>Hepatic:<\/li><li>-- Fatal hepatic failure has been reported; monitoring recommended and interruption and dosage adjustment may be necessary<\/li><li>-- Avoid us in patients with hepatic impairment (serum bilirubin greater than 2 mg\/dL and AST\/ALT greater than 3 times ULN)<\/li><li>Neurologic:<\/li><li>-- Grade 3 or 4 dizziness or confusional state has been reported<\/li><li>-- Neuropathy and peripheral neuropathy have been reported<\/li><li>Renal:<\/li><li>-- Avoid use in patients with renal impairment (serum creatinine greater than 3 mg\/dL)<\/li><li>Reproductive:<\/li><li>-- Male patients who are sexually active with female partner, even after a successful vasectomy, must comply with mandatory contraception requirements during treatment and for 28 days following discontinuation<\/li><li>-- Male patients must not donate sperm during therapy and for 28 days following therapy discontinuation<\/li><li>Other:<\/li><li>-- Angioedema has been reported; discontinue use immediately if suspected<\/li><li>-- Tumor lysis syndrome may occur with an increased risk in patients with a high tumor burden prior to treatment; monitoring recommended<\/li><li>Concomitant Use:<\/li><li>-- Avoid use with strong CYP1A2 inhibitors; if concomitant use is required dosage adjustment may be required<\/li><li>-- An increased incidence of pneumonia has been reported in patients 65 years or older<\/li><\/ul>"},{"id":"930421-s-3-11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"930421-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"930421-s-4","title":"Drug Interactions","sub":{"1":{"id":"930421-s-4-14","title":"Major","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Azithromycin (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Captopril (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclosporine (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Felodipine (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lomitapide (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Quercetin (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Ranolazine (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Ticagrelor (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tocophersolan (theoretical)<\/li><li>Ulipristal (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"}}},{"id":"930421-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation (21.7% to 36.6%), Diarrhea (22% to 35.7%), Nausea (15% to 24.1%)<\/li><li><b>Hematologic:<\/b>Anemia, All grades (42%), Neutropenia, All grades (49.1% to 51.3%)<\/li><li><b>Musculoskeletal:<\/b>Backache (19.7% to 32.1%)<\/li><li><b>Neurologic:<\/b>Asthenia<\/li><li><b>Respiratory:<\/b>Dyspnea (25.3% to 44.6%), Upper respiratory infection (28.6% to 31%)<\/li><li><b>Other:<\/b>Fatigue, Fever (26.7% to 32.1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction<\/li><li><b>Hematologic:<\/b>Anemia, Grade 3 or 4 (21.4%), Deep venous thrombosis, Febrile neutropenia, Grade 3 or 4 (2.7% to 9.3%), Neutropenia, Grade 3 or 4 (41.1% to 48.3%), Thrombocytopenia, Grade 3 or 4 (18.8% to 22%), Thromboembolic disorder (8%), Venous thromboembolism (4.7%)<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Confusion (7%)<\/li><li><b>Renal:<\/b>Renal failure (9.8% to 10.3%)<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><li><b>Other:<\/b>Neutropenic sepsis (1%), Sepsis (less than 10%), Tumor lysis syndrome<\/li><\/ul>"},{"id":"930421-s-6","title":"Drug Name Info","sub":{"0":{"id":"930421-s-6-17","title":"US Trade Names","mono":"Pomalyst<br\/>"},"3":{"id":"930421-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930421-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"930421-s-7","title":"Mechanism Of Action","mono":"Pomalidomide is a thalidomide analogue, which exerts an immunomodulatory antineoplastic effect by the inhibition of the proliferation and induction of apoptosis of hematopoietic tumor cells, and enhancement of T cell- and natural killer cell-mediated immunity and inhibition of pro-inflammatory cytokine production (eg, TNF-alpha and IL-6)  by monocytes.<br\/>"},{"id":"930421-s-8","title":"Pharmacokinetics","sub":[{"id":"930421-s-8-23","title":"Absorption","mono":"Tmax, oral: 2 to 3 hours <br\/>"},{"id":"930421-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, plasma proteins: 12% to 44%<\/li><li>Vd: 62 to 138 L<\/li><\/ul>"},{"id":"930421-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: primary<\/li><li>Substrate of CYP1A2, CYP3A4, and P-glycoprotein (main); CYP2C19 and CYP2D6 (minor)<\/li><\/ul>"},{"id":"930421-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 73%; 2% unchanged<\/li><li>Fecal: 15%; 8% unchanged<\/li><li>Total body clearance: 7 to 10 L\/hr<\/li><\/ul>"},{"id":"930421-s-8-27","title":"Elimination Half Life","mono":"7.5 hours <br\/>"}]},{"id":"930421-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>Use proper procedures for handling and disposal of pomalidomide.<br\/><\/li><li><b>Oral<\/b><br\/><ul><li>Administer without food, at least 2 hours before or 2 hours after a meal.<\/li><li>Take with water; do not break, chew, or open capsules.<\/li><\/ul><\/li><\/ul>"},{"id":"930421-s-10","title":"Monitoring","mono":"<ul><li>Evidence of disease response or stabilization may indicate efficacy.<\/li><li>Women of childbearing age: pregnancy tests; within 10 to 14 days and within 24 hours of initiating therapy, then weekly during the first 4 weeks, then every 4 weeks thereafter in women with regular menstrual cycles, or every 2 weeks in women with irregular menstrual cycles<\/li><li>CBC; weekly for the first 8 weeks of therapy, then monthly thereafter; include differential<\/li><li>Liver function tests; monthly<\/li><li>Signs and symptoms of tumor lysis syndrome in patients who had high tumor burden prior to treatment<\/li><li>Underlying risk factors for thromboembolism (eg, prior thrombosis, hyperlipidemia, hypertension, smoking)<\/li><li>Signs and symptoms of hematologic toxicities<\/li><\/ul>"},{"id":"930421-s-11","title":"How Supplied","mono":"<b>Pomalyst<\/b><br\/>Oral Capsule: 1 MG, 2 MG, 3 MG, 4 MG<br\/>"},{"id":"930421-s-12","title":"Toxicology","sub":[{"id":"930421-s-12-31","title":"Clinical Effects","mono":"<b>THALIDOMIDE AND RELATED AGENTS<\/b><br\/>USES: Thalidomide in combination with dexamethasone is used for the treatment of patients with newly diagnosed multiple myeloma. It is also indicated for the acute treatment of cutaneous manifestations of moderate to severe erythema nodosum leprosum. Pomalidomide, a thalidomide analogue, is used to treat patients with multiple myeloma who have received prior therapies (ie, lenalidomide and bortezomib) with evidence of disease progression. PHARMACOLOGY: The precise mechanism of thalidomide is not fully understood. It has immunomodulatory, antiinflammatory, and antiangiogenic properties. EPIDEMIOLOGY: Exposure is uncommon due to restricted distribution; fatal overdoses have not been reported. TOXICOLOGY: Thalidomide should not be used by pregnant women, because it is a known teratogen that can cause severe birth defects or fetal death. OVERDOSE: Overdoses have been limited and have been followed by uneventful recoveries. MILD TO MODERATE TOXICITY: Acute toxicity is minimal, but may consist of hypotension, sedation, fatigue, dizziness, constipation, and dermatologic effects. SEVERE TOXICITY: Limited data. Sedation and peripheral neuropathy may occur. Severe hepatotoxicity may develop. ADVERSE EFFECTS: The most common adverse events include: fatigue, hypocalcemia, edema, constipation, neuropathy (sensory and motor), dyspnea, muscle weakness, leukopenia, neutropenia, rash, confusion, anorexia, nausea, anxiety\/agitation, asthenia, tremor, fever, weight loss, thrombosis\/embolism, weight gain, dizziness, and dry skin. Hepatotoxicity is rare. Teratogenicity has occurred. CHRONIC USE: Peripheral neuropathy (may be irreversible) and bradycardia may occur. <br\/>"},{"id":"930421-s-12-32","title":"Treatment","mono":"<b>THALIDOMIDE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor vital signs and neuro status. Treat symptomatic hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Monitor neuro status and vital signs; obtain a baseline CBC and electrolytes. Moderate to severe hypotension may require IV fluids, dopamine or norepinephrine. Treat symptomatic bradycardia with atropine. Monitor for hepatic insufficiency in a symptomatic patient.<\/li><li>Decontamination: PREHOSPITAL: Emesis is not recommended due to the risk of CNS depression. Activated charcoal may be indicated if the ingestion was recent and the patient is able to protect their airway. HOSPITAL: Activated charcoal may be indicated if the ingestion was recent, and the airway can be protected.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure; airway support may be needed following a severe exposure (eg, CNS depression, severe hypersensitivity reaction).<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: Monitor blood pressure. Administer IV 0.9% NaCl, dopamine, norepinephrine.<\/li><li>Bradycardia: If hemodynamic compromise use atropine, pacemaker.<\/li><li>Pain: Peripheral and circumoral neuropathies should be treated with pain management as needed.<\/li><li>Monitoring of patient: Monitor vital signs, CBC, serum electrolytes and renal function after significant overdose. Assess for signs and symptoms of CNS depression and peripheral neuropathy. Obtain a pregnancy test in women of child bearing age because a single dose may be teratogenic.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be beneficial. These agents have a relatively high volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic child with a minor exposure (one tablet) can be monitored at home. An asymptomatic adult taking an inadvertent extra dose of thalidomide can be monitored at home. However, because a single dose may be teratogenic, all women of childbearing potential who ingest thalidomide or pomalidomide should have a pregnancy test. OBSERVATION CRITERIA:  Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored for symptoms. Patients who exhibit only mild CNS depression or other signs of mild intoxication should be observed, either in the emergency department or as an inpatient, until no longer intoxicated. ADMISSION CRITERIA: Patients with persistent or ongoing symptoms should be admitted for further monitoring and supportive measures. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist. Any woman of child bearing age exposed to these agents should have a pregnancy test done due to the risk of severe birth defects and fetal death. Contact the FDA via MedWatch program at 1-800-FDA-1088.<\/li><\/ul>"},{"id":"930421-s-12-33","title":"Range of Toxicity","mono":"<b>THALIDOMIDE AND RELATED AGENTS <\/b><br\/>TOXICITY: THALIDOMIDE: Overdose data are limited. Adults have developed mild, transient toxicity after doses as high as 14.4 g. Fatalities have not been reported following overdose in humans. THERAPEUTIC DOSE: ADULT: 100 to 300 mg\/day; maximum daily dose not to exceed 400 mg. POMALIDOMIDE: THERAPEUTIC DOSE: RECOMMENDED DOSE: ADULT: 4 mg once daily orally on days 1 to 21 of repeated 28-day cycles until disease progression. TOXICITY: At the time of this review, there is no overdose information. <br\/>"}]},{"id":"930421-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell patient to report symptoms of a DVT, pulmonary embolism, myocardial infarction, or stroke.<\/li><li>Warn patient to prevent pregnancy, including in sexual partners, during therapy, during therapy interruption, and for at least 4 weeks after the last dose.<\/li><li>Advise patient to avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness or confusion.<\/li><li>Instruct patient to refrain from donating blood while receiving drug and for at least 1 month after discontinuation. Male patient should also refrain from donating sperm.<\/li><li>Side effects may include fatigue, asthenia, neuropathy, peripheral neuropathy, constipation, nausea, diarrhea, neutropenia, back pain, dyspnea, and pyrexia.<\/li><li>Counsel patient to report symptoms of hepatotoxicity or tumor lysis syndrome.<\/li><li>Tell patient to report symptoms of angioedema and severe skin reactions, including skin exfoliation or bullae.<\/li><li>Instruct patient to take drug at approximately the same time each day without food (at least 2 hours before or 2 hours after a meal).<\/li><li>Advise patient to take a missed dose as soon as possible, but if next dose is in less than 12 hours, skip the missed dose.<\/li><\/ul>"}]}