{"drugs":["Kynamro","Mipomersen Sodium"],"mono":{"0":{"id":"930402-s-0","title":"Generic Names","mono":"Mipomersen Sodium"},"1":{"id":"930402-s-1","title":"Dosing and Indications","sub":[{"id":"930402-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Coronary arteriosclerosis - Familial hypercholesterolemia - heterozygous:<\/b> 200 mg SUBQ once weekly has been used in a clinical trial (n=124)<\/li><li><b>Familial hypercholesterolemia - homozygous, Adjunct to lipid-lowering medications and diet:<\/b> 200 mg SUBQ once a week, on the same day each week<\/li><li><b>Familial hypercholesterolemia - homozygous, Adjunct to lipid-lowering medications and diet:<\/b> if a dose is missed, administer the injection at least 3 days from the next weekly dose<\/li><li><b>Hypercholesterolemia, Uncontrolled with maximally tolerated lipid-lowering therapy:<\/b> 200 mg SUBQ once weekly<\/li><\/ul>"},{"id":"930402-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy in pediatric patients have not been established "},{"id":"930402-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, severe; clinically significant proteinuria; renal dialysis:<\/b> not recommended<\/li><li><b>hepatic impairment:<\/b> contraindicated<\/li><li><b>elevated transaminases (3 times ULN to less than 5 times ULN):<\/b> repeat measurement within 1 week; withhold dose until after transaminases levels reduce to less than 3 times ULN<\/li><li><b>elevated transaminases (greater than 5 times ULN):<\/b> withhold dose until after transaminases levels reduce to less than 3 times ULN<\/li><\/ul>"},{"id":"930402-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Familial hypercholesterolemia - homozygous, Adjunct to lipid-lowering medications and diet<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Coronary arteriosclerosis - Familial hypercholesterolemia - heterozygous<\/li><li>Hypercholesterolemia, Uncontrolled with maximally tolerated lipid-lowering therapy<\/li><\/ul>"}]},"2":{"id":"930402-s-2","title":"Black Box Warning","mono":"<b>Subcutaneous (Solution)<\/b><br\/>Mipomersen sodium can cause elevations in transaminases. In a clinical trial of patients with homozygous familial hypercholesterolemia, at least one elevation in ALT greater than or equal to 3 times the ULN occurred in 12% of patients treated with mipomersen sodium vs 0% with placebo. Mipomersen sodium increases hepatic fat, with or without increases in transaminases. In a clinical trial of patients with heterozygous familial hypercholesterolemia and hyperlipidemia, the median absolute increase in hepatic fat when measured by MRI was 10% after 26 weeks of treatment vs 0% at baseline. Hepatic steatosis is a risk factor for advanced liver disease, including steatohepatitis and cirrhosis. Measure ALT, AST, alkaline phosphatase, and total bilirubin levels prior to initiating therapy, and then monitor ALT and AST levels regularly as recommended. Withhold the dose if ALT or AST levels are greater than or equal to 3 times the ULN during therapy and discontinue treatment for clinically significant liver toxicity. Due to the risk of hepatotoxicity, mipomersen sodium is only available through a Risk Evaluation and Mitigation Strategy (REMS) restricted program called the Kynamro(R) REMS.<br\/>"},"3":{"id":"930402-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930402-s-3-9","title":"Contraindications","mono":"<ul><li>Active liver disease, including unexplained persistent elevations of serum transaminases<\/li><li>Hypersensitivity to any product component<\/li><li>Moderate or severe hepatic impairment (Child-Pugh B or C)<\/li><\/ul>"},{"id":"930402-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Elevations in transaminases have been reported; monitoring recommended; interrupt therapy for confirmed transaminase elevations and discontinue for elevated transaminases together with clinical symptoms of liver toxicity<\/li><li>-- Increases in hepatic fat, with or without increases in transaminases, have been reported and may increase risk for advanced liver disease, including steatohepatitis and cirrhosis<\/li><li>Dermatologic:<\/li><li>-- Injection site reactions have been reported, including erythema, pain, tenderness, pruritus, and local swelling<\/li><li>Immunologic:<\/li><li>-- Flu-like symptoms have been reported, including influenza-like illness, pyrexia, chills, myalgia, arthralgia, malaise, or fatigue<\/li><li>Renal:<\/li><li>-- Patients with severe renal impairment, clinically significant proteinuria, or on renal dialysis; not recommended<\/li><li>Concomitant Use:<\/li><li>-- Alcohol may increase levels of hepatic fat and induce or exacerbate liver injury; consumption of no more than one alcoholic drink per day is recommended<\/li><li>-- Concomitant use with other LDL-lowering agents not recommended<\/li><\/ul>"},{"id":"930402-s-3-11","title":"Pregnancy Category","mono":"Mipomersen: B (FDA)<br\/>"},{"id":"930402-s-3-12","title":"Breast Feeding","mono":"Mipomersen: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"930402-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (7%), Peripheral edema (5%)<\/li><li><b>Dermatologic:<\/b>Abnormal color (17%), Erythema (59%), Hematoma (32%), Injection site edema (18%), Injection site pain (56%), Injection site reaction (84%), Injection site reaction, Recall (8%), Pruritus (29%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (14%)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (all increases, 10%; 3 or more times ULN, 12% to 16.5%; 5 or more times ULN, 3% to 9%), AST\/SGOT level raised (all increases, 6%; 3 or more times the ULN, 7%; 5 or more times ULN, 3%), Liver function tests abnormal (5%)<\/li><li><b>Immunologic:<\/b>Antibody development (38% to 72%)<\/li><li><b>Musculoskeletal:<\/b>Pain in limb (7%)<\/li><li><b>Neurologic:<\/b>Headache (12%)<\/li><li><b>Renal:<\/b>Proteinuria, 1+ or greater (9%)<\/li><li><b>Other:<\/b>Fatigue (15%), Fever (8%), Influenza-like illness (13% to 66%), Shivering (6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hepatic:<\/b>Steatosis of liver (7% to 62%)<\/li><li><b>Renal:<\/b>Anti-glomerular basement membrane tubulointerstitial nephritis<\/li><li><b>Other:<\/b>Angioedema, Cancer (4%)<\/li><\/ul>"},"6":{"id":"930402-s-6","title":"Drug Name Info","sub":{"0":{"id":"930402-s-6-17","title":"US Trade Names","mono":"Kynamro<br\/>"},"2":{"id":"930402-s-6-19","title":"Class","mono":"<ul><li>Antihyperlipidemic<\/li><li>Antisense Phosphorothioate Oligonucleotide<\/li><\/ul>"},"3":{"id":"930402-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930402-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930402-s-7","title":"Mechanism Of Action","mono":"Mipomersen sodium is an oligonucleotide inhibitor of apo B-100 synthesis, inhibiting synthesis of apo B by sequence-specific binding to its messenger ribonucleic acid (mRNA) through enzyme-mediated pathways or disruption of mRNA function through binding alone. Apo B is the principal apolipoprotein of LDL and VLDL. Its binding to apo B mRNA as a complement in the coding region of the apo B-100 mRNA, allows hybridization of mipomersen to the cognate mRNA and RNase H-mediated degradation of the cognate mRNA with inhibition of translation of the apo B-100 protein resulting in decreased LDL and VLDL levels.<br\/>"},"8":{"id":"930402-s-8","title":"Pharmacokinetics","sub":[{"id":"930402-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, SubQ; 3 to 4 hours<\/li><li>Bioavailability, SubQ: 54% to 78%<\/li><\/ul>"},{"id":"930402-s-8-24","title":"Distribution","mono":"Protein binding: greater than or equal to 90% <br\/>"},{"id":"930402-s-8-25","title":"Metabolism","mono":"Tissue: unknown <br\/>"},{"id":"930402-s-8-26","title":"Excretion","mono":"Renal: less than 4% <br\/>"},{"id":"930402-s-8-27","title":"Elimination Half Life","mono":"approximately 1 to 2 months <br\/>"}]},"9":{"id":"930402-s-9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>warm to room temperature 30 minutes prior to administration<\/li><li>administer subQ into abdomen, thighs, or outer area of upper arms; do not give IM or IV<\/li><li>avoid areas of active skin disease or injury (eg, sunburn, rash, inflammation, infection, active psoriasis); avoid areas of tattooed or scarred skin<\/li><\/ul>"},"10":{"id":"930402-s-10","title":"Monitoring","mono":"<ul><li>lipid levels; at least every 3 months during the first year of therapy<\/li><li>levels of LDL-C; after 6 months of therapy to determine the risk of hepatotoxicity versus benefit of cholesterol lowering<\/li><li>transaminases (ALT, AST), alkaline phosphatase, and total bilirubin; at baseline, then at least ALT and AST monthly during the first year of therapy, and then every 3 months or more often if clinically indicated following the first year of therapy<\/li><\/ul>"},"11":{"id":"930402-s-11","title":"How Supplied","mono":"<b>Kynamro<\/b><br\/>Subcutaneous Solution: 200 MG\/ML<br\/>"},"12":{"id":"930402-s-12","title":"Toxicology","sub":[{"id":"930402-s-12-31","title":"Clinical Effects","mono":"<b>MIPOMERSEN<\/b><br\/>USES: Mipomersen is indicated as an adjunct to lipid-lowering medications and diet to reduce LDL-C, apolipoprotein B, total cholesterol, and non-HDL-C in adults with homozygous familial hypercholesterolemia. PHARMACOLOGY: Mipomersen sodium is an oligonucleotide inhibitor of apo B-100 synthesis. Apo B is the principal apolipoprotein of LDL and VLDL. Inhibition of translation of the apo B-100 protein results in decreased LDL and VLDL levels. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. It is anticipated that overdose effects may be an extension of events reported with therapeutic use. ADVERSE EFFECTS: COMMON: Injection site reactions, flu-like symptoms, nausea, headache, and elevations of liver enzymes. OTHER EFFECTS: Headache, fatigue, angina, peripheral edema, hypertension, vomiting, abdominal pain, proteinuria, hypersensitivity reaction, pain in extremity, fever, and chills. <br\/>"},{"id":"930402-s-12-32","title":"Treatment","mono":"<b>MIPOMERSEN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant electrolyte abnormalities in patients with severe vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL: Mipomersen is administered parenterally, GI decontamination is not necessary. HOSPITAL: Mipomersen is administered parenterally, GI decontamination is not necessary.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic agents are involved.<\/li><li>Antidote: None<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Administer oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs, serum electrolytes, renal function, and liver enzymes after significant overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is NOT expected to significantly enhance the clearance of mipomersen due to extensive protein binding.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients who are symptomatic and patients with deliberate overdose should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"930402-s-12-33","title":"Range of Toxicity","mono":"<b>MIPOMERSEN<\/b><br\/>TOXICITY: In clinical trials, adverse effects following mipomersen higher doses (300 mg and 400 mg subQ once weekly for 13 weeks) were similar to adverse effects following therapeutic doses (200 mg subQ once weekly); however, they occurred at a higher rate and greater severity. THERAPEUTIC DOSES: ADULTS: 200 mg subQ once a week, on the same day each week. CHILDREN: The safety and efficacy of mipomersen have not been established in pediatric patients. <br\/>"}]},"13":{"id":"930402-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct female patients of childbearing potential to use adequate contraception during therapy.<\/li><li>Drug may cause headache, injection-site reactions (eg, redness, pain, tenderness, pruritus, swelling), and flu-like symptoms (eg, arthralgia, chills, pyrexia, malaise, fatigue, myalgia).<\/li><li>Tell patient to immediately report symptoms of liver injury, including nausea, vomiting, fever, anorexia, fatigue, jaundice, darkened urine, itching, or abdominal pain.<\/li><li>Teach patient proper injection technique and placement of injections.<\/li><li>Advise patient to rotate injection sites.<\/li><li>Advise patient to limit alcohol consumption to no more than one alcoholic drink per day.<\/li><li>If a dose is missed, administer at least 3 days before next weekly dose.<\/li><\/ul>"}}}