{"generic":"Brinzolamide\/Brimonidine Tartrate","drugs":["Brinzolamide\/Brimonidine Tartrate","Simbrinza"],"mono":{"0":{"id":"930486-s-0","title":"Generic Names","mono":"Brinzolamide\/Brimonidine Tartrate"},"1":{"id":"930486-s-1","title":"Dosing and Indications","sub":{"0":{"id":"930486-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Ocular hypertension:<\/b> 1 drop in the affected eye(s) 3 times per day<\/li><li><b>Open-angle glaucoma:<\/b> 1 drop in the affected eye(s) 3 times per day<\/li><\/ul>"},"1":{"id":"930486-s-1-5","title":"Pediatric Dosing","mono":"contraindicated in pediatric patients younger than 2 years "},"3":{"id":"930486-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Ocular hypertension<\/li><li>Open-angle glaucoma<\/li><\/ul>"}}},"3":{"id":"930486-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930486-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to any component of the product<\/li><li>neonates and infants younger than 2 years<\/li><\/ul>"},{"id":"930486-s-3-10","title":"Precautions","mono":"<ul><li>cardiovascular disease, severe, preexisting<\/li><li>cerebral or coronary insufficiency, vascular insufficiency may be potentiated<\/li><li>concomitant oral carbonic anhydrase inhibitors is not recommended<\/li><li>contact lenses; remove prior to administration and allow at least 15 minutes before reinserting after use<\/li><li>depression, vascular insufficiency may be potentiated<\/li><li>endothelial cell counts, low; increased risk of corneal edema<\/li><li>glaucoma, acute angle-closure; additional therapeutic interventions required<\/li><li>hepatic impairment, preexisting<\/li><li>hypotension, orthostatic, vascular insufficiency may be potentiated<\/li><li>Raynaud phenomenon, vascular insufficiency may be potentiated<\/li><li>renal impairment, severe (CrCl less than 30 mL\/min); use not recommended<\/li><li>sensitization may occur<\/li><li>sulfonamide hypersensitivity reactions, which can be fatal, may occur; severe reactions may include Stevens-Johnson syndrome, toxic epidermal necrolysis, fulminant hepatic necrosis, agranulocytosis, aplastic anemia, or other blood dyscrasias; discontinue use<\/li><li>thromboangitis obliterans, vascular insufficiency may be potentiated<\/li><li>report suspected adverse reactions to the FDA at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"930486-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"930486-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930486-s-4","title":"Drug Interactions","sub":[{"id":"930486-s-4-13","title":"Contraindicated","mono":"<ul><li>Brofaromine (theoretical)<\/li><li>Clorgyline (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Lazabemide (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Nialamide (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Toloxatone (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"930486-s-4-14","title":"Major","mono":"<ul><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Memantine (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><\/ul>"}]},"5":{"id":"930486-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Taste sense altered (3% to 5%), Xerostomia (3% to 5%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision (3% to 5%), Eye irritation (3% to 5%), Hypersensitivity reaction, Ocular (3% to 5%)<\/li><\/ul>"},"6":{"id":"930486-s-6","title":"Drug Name Info","sub":{"0":{"id":"930486-s-6-17","title":"US Trade Names","mono":"Simbrinza<br\/>"},"2":{"id":"930486-s-6-19","title":"Class","mono":"<ul><li>Alpha-2 Adrenergic Agonist<\/li><li>Carbonic Anhydrase Inhibitor<\/li><li>Ophthalmologic Agent<\/li><\/ul>"},"3":{"id":"930486-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930486-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930486-s-7","title":"Mechanism Of Action","mono":"Brinzolamide is a carbonic anhydrase inhibitor that decreases aqueous humor secretion by slowing the formation of bicarbonate ions and reducing sodium and fluid transport. Brimonidine tartrate is an alpha 2 adrenergic receptor agonist that has a dual mechanism of action by reducing aqueous humor production and increasing uveoscleral outflow.<br\/>"},"8":{"id":"930486-s-8","title":"Pharmacokinetics","sub":[{"id":"930486-s-8-23","title":"Absorption","mono":"<ul><li>Brimonidine tartrate, Tmax, Ophthalmic: 1 to 4 hours<\/li><li>Brimonidine tartrate, Bioavailability, Ophthalmic: absorbed systemically<\/li><li>Brinzolamide, Bioavailability, Ophthalmic: absorbed systemically<\/li><\/ul>"},{"id":"930486-s-8-24","title":"Distribution","mono":"Brinzolamide, Protein binding: about 60% <br\/>"},{"id":"930486-s-8-25","title":"Metabolism","mono":"<ul><li>Brimonidine tartrate, Liver: primary site<\/li><li>Brinzolamide: N-desethyl brinzolamide<\/li><\/ul>"},{"id":"930486-s-8-26","title":"Excretion","mono":"<ul><li>Brimonidine tartrate, Renal: primary route as unchanged drug<\/li><li>Brinzolamide, Renal: 74%<\/li><\/ul>"},{"id":"930486-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Brinzolamide: 111 days in whole blood<\/li><li>Brimonidine tartrate: 3 hours<\/li><\/ul>"}]},"9":{"id":"930486-s-9","title":"Administration","mono":"<b>Ophthalmic<\/b><br\/><ul><li>shake well before use<\/li><li>administer at least 5 minutes apart from other topical ophthalmic medications<\/li><li>remove contact lenses before instillation; wait 15 minutes before reinserting<\/li><\/ul>"},"10":{"id":"930486-s-10","title":"Monitoring","mono":"reduction in elevated intraocular pressure indicates efficacy <br\/>"},"11":{"id":"930486-s-11","title":"How Supplied","mono":"<b>Simbrinza<\/b><br\/>Ophthalmic Suspension: (Brimonidine Tartrate - Brinzolamide) 0.2 %-1 %<br\/>"},"12":{"id":"930486-s-12","title":"Toxicology","sub":[{"id":"930486-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>BRIMONIDINE <\/b><br\/>USES: Brimonidine ophthalmic solution is used for lowering intraocular pressure in patients with open angle glaucoma or ocular hypertension, and the topical gel is used to treat persistent facial erythema of rosacea in adults. PHARMACOLOGY: A relatively selective alpha-adrenergic receptor agonist. With ophthalmic administration, brimonidine lowers intraocular pressure in open-angle glaucoma or ocular hypertension by reducing aqueous humor production and increasing uveoscleral outflow. When applied as a topical gel to the facial area, brimonidine may decrease erythema via direct vasoconstriction. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Drowsiness, lethargy, hypotension, bradycardia, hypotonia, respiratory depression, and hypothermia have been reported after intraocular use in infants and ingestion in toddlers. Since ocular dosing is not weight-adjusted, children may experience systemic toxic effects more frequently. ADVERSE EFFECTS: COMMON: Fatigue, drowsiness, headache, and ocular symptoms (ie, ocular hyperemia, burning, stinging, pruritus, blurring, conjunctival follicles, and foreign body sensation) are the most commonly reported adverse effects, occurring in 10% to 30% of patients following therapeutic administration. Other effects that may occur less frequently include: mild hypotension, miosis, allergic reactions, upper respiratory symptoms (3% to 9%), and dizziness (3% to 9%) and erythema and flushing following topical gel therapy.<br\/><\/li><li><b>CARBONIC ANHYDRASE INHIBITORS<\/b><br\/>USES: Carbonic anhydrase inhibitors (CAI) are used in the treatment of glaucoma, congestive heart failure, hydrocephalus, acute mountain sickness, and seizure disorder. Agents include acetaZOLAMIDE, brinzolamide, dorzolamide, and methazolamide. PHARMACOLOGY: These agents inhibit carbonic anhydrase, an enzyme found in red blood cells and other tissues, that catalyzes the hydration of carbon dioxide and the dehydration of carbonic acid. These agents work in various ways on different organ systems. In the eye, CAI decreases the formation of bicarbonate ions, resulting in reduced sodium and fluid transport. This decrease in aqueous humor secretion reduces intraocular pressure. In the brain, CAI may decrease excessive discharge, thus raising the seizure threshold. Inhibition of carbonic anhydrase in the kidney results in bicarbonate loss, which also carries sodium, water and potassium along with it. This causes urinary alkalinization and diuresis. TOXICOLOGY: CAI causes diuresis and bicarbonate loss and can result in electrolyte, metabolic, and renal disturbances. EPIDEMIOLOGY: CAI are an uncommon poisoning that rarely result in serious toxicity. MILD TO MODERATE TOXICITY: Confusion, metabolic acidosis, tachycardia, tachypnea electrolyte abnormalities (hyperkalemia and hyperchloremia) can develop. SEVERE TOXICITY: Lethargy and severe metabolic acidosis can occur. ADVERSE EFFECTS: The most common adverse effects include: paresthesias, renal calculi, metabolic acidosis, bone marrow depression, and rashes. Other more rare adverse effects include: taste disturbances, ataxia, gastritis, cholestatic hepatitis, and renal failure. Some CAI agents like acetaZOLAMIDE are basic and may be implicated in extravasation injury.<br\/><\/li><\/ul>"},{"id":"930486-s-12-32","title":"Treatment","mono":"<ul><li><b>BRIMONIDINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids.  Bradycardia is typically mild and usually doesn't require any treatment. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.  Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Severe bradycardia associated with hypotension should be treated with atropine.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not recommended because of the potential for CNS depression. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS or respiratory depression.<\/li><li>Antidote: There is no antidote for brimonidine. Brimonidine-induced respiratory depression, hypotension, and coma may respond to naloxone, although naloxone administration was reportedly ineffective in several case reports of children with brimonidine-induced CNS and respiratory depression. Some patients with clonidine intoxication (another alpha-2 agonist) have responded to naloxone (reversal of altered mental status, respiratory depression or apnea, and miosis) with inconsistent success.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients. Monitor pulse oximetry in patients with decreased respirations. Plasma brimonidine concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be useful following an oral exposure.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic after an inadvertent exposure may be managed at home. All children with brimonidine ingestions should be evaluated at a healthcare facility. OBSERVATION CRITERIA: Patients with a deliberate overdose, or who are symptomatic, should be sent to a healthcare facility for observation until they are clearly improving and clinically stable. ADMISSION CRITERIA:  Patients with worsening symptoms or severe systemic symptoms should be admitted to the hospital for further evaluation. Patients with mental status changes or severe respiratory distress require ICU admission. Patients should remain admitted until they are clearly improving and clinically stable. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>CARBONIC ANHYDRASE INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Symptomatic and supportive care are usually sufficient for the treatment of mild to moderate toxicity. MANAGEMENT OF SEVERE TOXICITY: Treatment is primarily symptomatic and supportive with careful attention to the airway if the patient becomes obtunded. Follow electrolytes closely and replace as these may become altered. Treat severe metabolic acidosis (pH greater than 7.1) with sodium bicarbonate (1 mEq\/kg in adults and children). This may be repeated as needed at one-half the original dose every 10 minutes. Monitor ABGs closely and titrate sodium bicarbonate meticulously. DERMAL EXPOSURE: Treat extravasation injury with warm compresses and elevation. Treat Stevens-Johns Syndrome with aggressive hydration and supportive care in an ICU setting.<\/li><li>Decontamination: PREHOSPITAL: Generally, decontamination is not indicated in the prehospital setting. HOSPITAL: Overdose is unlikely to cause severe intoxication, so activated charcoal is unnecessary. It can be used for massive ingestions or following a coingestant of concern as long as the patient can tolerate charcoal.<\/li><li>Airway management: Administer 100% oxygen as needed for respiratory support. Intubate and provide assisted ventilation as necessary, rarely indicated.<\/li><li>Antidote: None.<\/li><li>Enhanced elimination procedure: Hemodialysis may be effective for the treatment of severe acetaZOLAMIDE overdose especially in the setting of renal failure, and can be used to correct severe acid base and electrolyte abnormalities, however there is no experience with the use of hemodialysis for CAI overdose and it would rarely be indicated.<\/li><li>Monitoring of patient: Monitor serum electrolytes and renal function. Monitor liver enzymes and bilirubin, venous or arterial blood gas and urinalysis in symptomatic patients. Drug concentrations are usually not helpful in the acute setting or widely available. Consider checking acetaminophen and salicylate concentrations. If there is any uncertainty of drug ingested.<\/li><li>Patient disposition: HOME CRITERIA: Patients may be observed at home for small unintentional ingestions and mild symptoms, but should be evaluated for any concerning symptoms. OBSERVATION CRITERIA: Any patient who manifests signs of mild toxicity (ie, confusion, tachycardia, or tachypnea) or a large or deliberate overdose should be sent to a healthcare facility for observation. If symptoms resolve in the emergency department and the home social situation permits, the patient may be discharged after psychiatric clearance. ADMISSION CRITERIA: Patients who present with severe symptoms (ie, lethargy, severe metabolic acidosis, bone marrow depression, cholestatic hepatitis, renal failure or Stevens-Johnson Syndrome) should be admitted. In addition, if the above mild findings persist despite treatment in the emergency department, admit the patient to the appropriate level of care. CONSULT CRITERIA: Consult a medical toxicologist as needed, especially for patients admitted to the ICU.<\/li><\/ul><\/li><\/ul>"},{"id":"930486-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>BRIMONIDINE<\/b><br\/>TOXICITY: Minimum toxic dose has not been established. OPHTHALMIC ADMINISTRATION: Infants have developed hypotension, bradycardia, lethargy, hypothermia, and respiratory depression after receiving adult therapeutic doses of ophthalmic products ranging in concentration from 0.15% to 0.2% brimonidine. INGESTION: A 2-week-old infant developed cardiorespiratory depression, somnolence, and hyperglycemia after ingesting 1 drop of 0.2% brimonidine. A 2-year-old boy developed somnolence and bradycardia after ingesting 2 mL (220 mcg\/kg body weight) 0.2% brimonidine eye drops. THERAPEUTIC DOSE: ADULTS AND CHILDREN 2 YEARS AND OLDER: Instill 1 drop in the affected eye every 8 hours.<br\/><\/li><li><b>CARBONIC ANHYDRASE INHIBITORS<\/b><br\/>TOXICITY: The acute toxic dose is not known. Toxicity appears variable; toxicity has occurred at levels ranging from 26 to 77 mcg\/mL. A 12 month-old became ill after ingesting between 2 to 5 250-mg tablets of acetaZOLAMIDE. A 66-year-old woman died after developing renal failure, and bone marrow suppression after ingesting 50 mg daily for 11 days. A 54-year-old man died with cholestatic jaundice after ingesting 50 mg daily for 26 days. THERAPEUTIC DOSE: ADULT: ACETAZOLAMIDE: Dose ranges from 250 mg to 1 g daily, depending on the indication. BRINZOLAMIDE: Ophthalmic Solution: 1 drop in the affected eye 3 times daily. DORZOLAMIDE: Ophthalmic Solution: 1 drop in the affected eye 3 times daily. METHAZOLAMIDE: Dose ranges from 50 to 100 mg 2 or 3 times daily. PEDIATRIC: ACETAZOLAMIDE, BRINZOLAMIDE and METHAZOLAMIDE: The safety and efficacy in pediatric patients has not been established.<br\/><\/li><\/ul>"}]},"13":{"id":"930486-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid touching the tip of the dropper to the eyelids or surrounding areas to prevent product contamination.<\/li><li>Drug may cause drowsiness or fatigue and temporarily blur vision after dosing. Advise patient to use caution when driving or operating machinery.<\/li><li>Advise patient to immediately report ocular surgery, trauma, or infection during use, to assess if drug should be continued during such an event.<\/li><li>This drug may cause blurred vision, eye irritation or allergies, bad taste in mouth, and dry mouth.<\/li><li>Tell patient to report symptoms of hypersensitivity and serious or unusual ocular or systemic reactions.<\/li><li>Instruct patient to allow at least 5 minutes between administration of multiple ophthalmic products.<\/li><li>Advise patient to remove contact lenses before drug administration and to wait 15 minutes prior to reinsertion.<\/li><\/ul>"}}}