{"drugs":["Atropine\/Pralidoxime Chloride","Duodote"],"mono":{"0":{"id":"930593-s-0","title":"Generic Names","mono":"Atropine\/Pralidoxime Chloride"},"1":{"id":"930593-s-1","title":"Dosing and Indications","sub":{"0":{"id":"930593-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Organophosphate poisoning:<\/b> two or more mild symptoms, initial dose, 1 injector (atropine 2.1 mg\/pralidoxime chloride 600 mg) IM into the mid-lateral thigh, wait 10 to 15 minutes for effect<\/li><li><b>Organophosphate poisoning:<\/b> two or more mild symptoms, subsequent doses, if at any time severe symptoms develop administer 2 additional injectors in rapid succession IM into the mid-lateral thigh and immediately seek definitive medical care; MAX 3 doses unless definitive medical care is available<\/li><li><b>Organophosphate poisoning:<\/b> severe symptoms, administer 3 injectors in rapid succession IM into the mid-lateral thigh and immediately seek definitive medical care; MAX 3 doses unless definitive medical care is available<\/li><li><b>Poisoning due to nerve gas, organophosphate, initial treatment:<\/b> two or more mild symptoms, initial dose, 1 injector (atropine 2.1 mg\/pralidoxime chloride 600 mg) IM into the mid-lateral thigh, wait 10 to 15 minutes for effect<\/li><li><b>Poisoning due to nerve gas, organophosphate, initial treatment:<\/b> two or more mild symptoms, subsequent doses, if at any time severe symptoms develop administer 2 additional injectors in rapid succession IM into the mid-lateral thigh and immediately seek definitive medical care; MAX 3 doses unless definitive medical care is available<\/li><li><b>Poisoning due to nerve gas, organophosphate, initial treatment:<\/b> severe symptoms, administer 3 injectors in rapid succession IM into the mid-lateral thigh and immediately seek definitive medical care; MAX 3 doses unless definitive medical care is available<\/li><\/ul>"},"3":{"id":"930593-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Organophosphate poisoning<\/li><li>Poisoning due to nerve gas, organophosphate, initial treatment<\/li><\/ul>"}}},"3":{"id":"930593-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930593-s-3-9","title":"Contraindications","mono":"for persons poisoned by exposure to organophosphorous nerve agents or insecticides, there are NO absolute contraindications for the use of atropine\/pralidoxime chloride <br\/>"},{"id":"930593-s-3-10","title":"Precautions","mono":"<ul><li>atropine or pralidoxime chloride hypersensitivity, chronic pulmonary disease, heart disease, heart rhythm disorders, prostatic hypertrophy, pyloric stenosis, recent myocardial infarction, severe narrow angle glaucoma, or significant renal insufficiency; use extreme caution (in cases of less severe organophosphorous nerve agent or insecticide poisoning)<\/li><li>children; increased susceptibility to adverse effects of atropine<\/li><li>elderly; increased susceptibility to adverse effects of atropine<\/li><li>exercise or in warm environments; increased risk of hyperthermia and heat injury due to decreased sweating<\/li><li>morphine, theophylline, aminophylline, succinylcholine, reserpine and phenothiazine-type tranquilizers should be avoided in patients with organophosphorus poisoning<\/li><li>renal function impairment; risk of pralidoxime chloride toxicity<\/li><\/ul>"},{"id":"930593-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"930593-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930593-s-4","title":"Drug Interactions","sub":[{"id":"930593-s-4-13","title":"Contraindicated","mono":"<ul><li>Ambenonium (theoretical)<\/li><li>Potassium (theoretical)<\/li><\/ul>"},{"id":"930593-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Umeclidinium (theoretical)<\/li><\/ul>"},{"id":"930593-s-4-15","title":"Moderate","mono":"<ul>Arbutamine (probable)<\/ul>"}]},"5":{"id":"930593-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Increased blood pressure<\/li><li><b>Dermatologic:<\/b>Flushing, Injection site pain<\/li><li><b>Endocrine metabolic:<\/b>Anhidrosis<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Constipation, Nausea, Swollen abdomen, Vomiting, Xerostomia<\/li><li><b>Hepatic:<\/b>Increased liver aminotransferase level<\/li><li><b>Neurologic:<\/b>Confusion, Dizziness, Headache<\/li><li><b>Ophthalmic:<\/b>Blurred vision, Dry eyes, Photophobia<\/li><li><b>Renal:<\/b>Delay when starting to pass urine, Urinary retention<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Asystole, Palpitations, Tachyarrhythmia<\/li><li><b>Immunologic:<\/b>Anaphylaxis (rare)<\/li><li><b>Ophthalmic:<\/b>Angle-closure glaucoma, acute<\/li><\/ul>"},"6":{"id":"930593-s-6","title":"Drug Name Info","sub":{"0":{"id":"930593-s-6-17","title":"US Trade Names","mono":"Duodote<br\/>"},"2":{"id":"930593-s-6-19","title":"Class","mono":"<ul><li>Antimuscarinic<\/li><li>Nerve Gas Antidote<\/li><\/ul>"},"3":{"id":"930593-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930593-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930593-s-7","title":"Mechanism Of Action","mono":"<ul><li>Atropine is an anticholinergic agent that competitively antagonizes the effects of excess acetylcholine due to organophosphorous poisoning, at muscarinic cholinergic receptors found on smooth muscle, cardiac muscle, secretory gland cells, in the peripheral autonomic ganglia, and the central nervous system.<\/li><li>Pralidoxime chloride reactivates acetylcholinesterase which has been inactivated by organophosphate nerve agent or insecticides through phosphorylation, resulting in restoration of impaired cholinergic neural function.<\/li><\/ul>"},"8":{"id":"930593-s-8","title":"Pharmacokinetics","sub":[{"id":"930593-s-8-23","title":"Absorption","mono":"<ul><li>Atropine, IM: rapidly absorbed<\/li><li>Pralidoxime, IM: rapidly absorbed<\/li><\/ul>"},{"id":"930593-s-8-24","title":"Distribution","mono":"<ul><li>Atropine, Protein binding: 14 to 22%<\/li><li>Pralidoxime, Protein binding: insignificant<\/li><\/ul>"},{"id":"930593-s-8-25","title":"Metabolism","mono":"Atropine - Hepatic; hydrolysis <br\/>"},{"id":"930593-s-8-26","title":"Excretion","mono":"<ul><li>Atropine, Renal: 50% to 60% unchanged<\/li><li>Pralidoxime, Renal: 72% to 94% unchanged<\/li><\/ul>"},{"id":"930593-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Atropine: (IM), 2.4 +\/- 0.3 h<\/li><li>Atropine: (IV), 3 +\/- 0.9 h<\/li><li>Atropine, geriatrics: (IV), 10 +\/- 7.3 h<\/li><li>Pralidoxime: (IM), 2 +\/- 1 h<\/li><li>Pralidoxime, males: (IM), 153 min<\/li><li>Pralidoxime, females: (IM), 107 min<\/li><\/ul>"}]},"9":{"id":"930593-s-9","title":"Administration","mono":"<b>Intramuscular<\/b><br\/><ul><li>prior to administration, remove the injector from the plastic pouch, do not remove the gray safety release until ready to administer<\/li><li>do not touch the green tip, needle end.<\/li><li>inject into mid-lateral thigh<\/li><li>may be injected through clothing, ascertain that pockets at injection site are empty<\/li><li>after injection, remove from thigh and inspect the tip to ascertain drug was administered demonstrated by a visible needle. If needle is not visible, make sure gray safety release was removed and repeat injection using harder pressure<\/li><li>after the drug was administered, push the needle against a hard surface to bend the needle back against the auto-injector<\/li><\/ul>"},"10":{"id":"930593-s-10","title":"Monitoring","mono":"<ul><li>resolution of clinical symptoms (eg; muscle weakness, muscle fasciculations, respiratory difficulty, and muscarinic effects, such as, salivation, lacrimation, urination, defecation; signs of cholinergic crisis)<\/li><li>red blood cell (RBC) and plasma cholinesterase, and urinary paranitrophenol measurements (in the case of parathion exposure)<\/li><li>vital signs and cardiac function at baseline and then periodically<\/li><li>renal function\/urinary output at baseline and then periodically<\/li><li>body temperature periodically<\/li><\/ul>"},"11":{"id":"930593-s-11","title":"How Supplied","mono":"<b>DuoDote<\/b><br\/>KIT: (Atropine;Pralidoxime ChlorideAtropine;Pralidoxime Chloride) 2.1 MG\/0.7 ML,600 MG\/2 ML<br\/>"},"12":{"id":"930593-s-12","title":"Toxicology","sub":[{"id":"930593-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>ANTICHOLINERGIC POISONING <\/b><br\/>USES: The anticholinergic toxidrome refers to a set of signs and symptoms that occur with overdose of antagonists of the muscarinic cholinergic receptors. It can occur after poisoning from many pharmaceuticals and from naturally occurring alkaloids found in many plants.  These medications are commonly used as sleep aids, antispasmodics (gastrointestinal and urinary), antihistamines, and ophthalmic cycloplegics and to treat Parkinson disease.  This class of drugs is occasionally abused (mostly by adolescents) for its hallucinogenic effects. PHARMACOLOGY: Competitive antagonist of M1 and M2 muscarinic cholinergic receptor. Toxic effects from antagonism of the nicotinic cholinergic system is not a component of the syndrome. In general, the desired pharmacologic effects occur when only the peripheral muscarinic receptors are antagonized and there are no central antimuscarinic effects. TOXICOLOGY: Is an extension of the pharmacologic effects, which is due to extensive antagonism of the central and peripheral muscarinic acetylcholine receptors. EPIDEMIOLOGY: Poisoning is common but rarely severe. Toxicity may occur via oral, parenteral, or dermal route.  Systemic anticholinergic effects  have occasionally developed after use of ophthalmic preparations, mostly in young children. MILD TO MODERATE TOXICITY: Somnolence, anticholinergic effects  of mydriasis, flushing, fever, dry mouth, decreased bowel sounds, and tachycardia are characteristic.  Mild hypertension, nausea, and vomiting are  also common after overdose.  Agitation, confusion, and hallucinations may develop with moderate poisoning. SEVERE TOXICITY: Severe effects may include agitated delirium, psychosis, hallucinations, seizures, hyperthermia, and coma. Some drugs that cause the anticholinergic toxidrome (eg, diphenhydramine) may cause QRS widening and ventricular dysrhythmias due to sodium channel antagonism, but this is not due to the anticholinergic effects. Rhabdomyolysis and renal failure may rarely develop in patients with prolonged agitation, coma, or seizures. ADVERSE EFFECTS: COMMON: Dry mouth, urinary retention, and constipation are commonly seen.<br\/><\/li><li><b>PRALIDOXIME <\/b><br\/>USES: Pralidoxime chloride is used as an antidote to treat poisoning due to those pesticides and chemicals (eg, nerve agents) of the organophosphate class which have anticholinesterase activity and to control overdosage by anticholinesterase drugs used in the treatment of myasthenia gravis. Atropine and pralidoxime auto-injector is used by emergency medical services personnel to treat nerve agent or insecticide intoxication. Refer to &quot;Anticholinergic poisoning&quot;, &quot;Organophosphates&quot;, or &quot;Military nerve agents&quot; documents for more information regarding the use of pralidoxime in combination with atropine. Pralidoxime cannot be used to treat poisoning due to phosphorus, inorganic phosphates or organophosphates that do not have anticholinesterase activity. PHARMACOLOGY: Pralidoxime chloride reactivates cholinesterase (mainly outside CNS) which was inactivated by organophosphate pesticides through phosphorylation. By means of direct chemical reaction, it slows down the process of &quot;aging&quot; of phosphorylated cholinesterase to a permanently inactive form. Pralidoxime also detoxifies certain organophosphates. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Data are limited. Overdose effects observed in healthy volunteers include dizziness, blurred vision, diplopia, headache, impaired accommodation, nausea, and slight tachycardia. ADVERSE EFFECTS: It is difficult to differentiate side effects of pralidoxime from effects of the poison or atropine. Blurred vision, diplopia and impaired accommodation, dizziness, headache, drowsiness, nausea, tachycardia, hypertension, hyperventilation, muscular weakness, and elevations in liver enzymes and creatine phosphokinase were observed in healthy volunteers.<br\/><\/li><\/ul>"},{"id":"930593-s-12-32","title":"Treatment","mono":"<ul><li><b>ANTICHOLINERGIC POISONING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of pharmaceutical  overdoses that produce the anticholinergic toxidrome requires only supportive care; administer activated charcoal if the patient presents shortly after ingestion; sedate patients with benzodiazepines for agitation and delirium. Hypertension and tachycardia are generally mild and well tolerated, and do not require specific treatment. Physostigmine can be used to establish a diagnosis; it may help avoid an invasive, costly work-up, but should only be given in a setting where intensive monitoring and resuscitation is possible, and should NOT be given if the history or ECG (QRS widening) suggests tricyclic antidepressant poisoning. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed early. May benefit from gastric lavage if patient presents soon after a large ingestion; administer activated charcoal. GI decontamination should only be performed in patients who can protect their airway or who are intubated. Severe delirium may develop and require large doses of benzodiazepines for sedation. Seizures (may progress to status epilepticus) may require aggressive use of benzodiazepines, propofol and\/or barbiturates. Monitor core temperature and treat hyperthermia with aggressive benzodiazepine sedation to control agitation, and external cooling. Clinical manifestations may be prolonged due to prolonged absorption in the setting of anticholinergic ileus.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for somnolence and seizures. For dermal exposure, wash skin thoroughly. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient is able to protect airway. Consider gastric lavage in recent, life threatening ingestion, protect airway prior to gastric lavage.<\/li><li>Airway management: Protect airway early in patients with severe intoxication (i.e., seizures, severe delirium or hyperthermia).<\/li><li>Antidote: Physostigmine is indicated to reverse the CNS effects caused by clinical or toxic dosages of agents capable of producing anticholinergic syndrome; however, long lasting reversal of anticholinergic signs and symptoms is generally not achieved because of the relatively short duration of action of physostigmine (45 to 60 minutes).  It is most often used diagnostically to distinguish anticholinergic delirium from other causes of altered mental status. CAUTION: If tricyclic antidepressants are coingested, physostigmine may precipitate seizures and dysrhythmias. DOSES: ADULT: 2 mg IV at a slow controlled rate, no more than 1 mg\/min. May repeat doses at intervals of 10 to 30 min if severe symptoms recur. For patients with prolonged anticholinergic delirium consider a continuous infusion, start at 2 mg\/hr and titrate to effect. CHILD: 0.02 mg\/kg by slow IV injection, at a rate no more than 0.5 mg\/minute. Repeat dosage at 5 to 10 minute intervals as long as the toxic effect persists and there is no sign of cholinergic effects. MAXIMUM DOSAGE: 2 mg total.<\/li><li>Seizure: Intravenous benzodiazepines; add propofol or barbiturates if seizures persist or recur.<\/li><li>Body temperature above reference range: Control agitation with benzodiazepines, initiate aggressive external cooling measures (i.e., remove patient's clothing, cover with a damp sheet or spray skin with water and direct fan at the patient's skin to enhance evaporation).<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Monitoring of patient: Monitor vital signs (including temperature) and mental status.  No specific lab work is needed in most patients. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity (i.e., agitation, delirium, seizures, coma, hypotension). Monitor creatinine phosphokinase in patients with prolonged agitation, seizures or coma; monitor renal function and urine output in patients with rhabdomyolysis.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are of no value in this setting because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness or stimulation) with an acute inadvertent ingestion may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (i.e., hallucinations, somnolence, delirium, coma), or persistent tachycardia should be admitted. Patients with coma, seizures or delirium should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (i.e., seizures, severe delirium, coma), or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>PRALIDOXIME<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: It is difficult to differentiate side effects of pralidoxime from effects of the poison or atropine. Refer to &quot;Anticholinergic poisoning&quot;, &quot;Organophosphates&quot;, or &quot;Military nerve agents&quot; documents for more information regarding the use of pralidoxime in combination with atropine. Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory distress.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs, liver enzymes, and CK levels in symptomatic patients.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management, and pralidoxime is generally only used in the hospital setting.  OBSERVATION CRITERIA: Symptomatic patients should be observed with frequent monitoring of vital signs. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"930593-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>ANTICHOLINERGIC POISONING<\/b><br\/>TOXICITY: ADULTS: Varies with the specific medication. In general, patients will have to ingest large doses of plant products (or make a tea) to develop symptoms. THERAPEUTIC DOSE: Varies with the specific medication.<br\/><\/li><li><b>PRALIDOXIME<\/b><br\/>TOXICITY: Range of toxicity has not been established. It is difficult to differentiate side effects of pralidoxime from effects of the poison or atropine. A dose of 14 mg\/kg IV was reported to cause CNS toxicity. THERAPEUTIC DOSE: ADULT: A loading dose of 30 mg\/kg (maximum: 2 grams) over 30 minutes followed by a maintenance infusion of 8 to 10 mg\/kg\/hr (up to 650 mg\/hr). MAXIMUM DOSE: The maximum recommended dose for pralidoxime is 12 grams in 24 hours for adults. AUTOINJECTOR: Pralidoxime prefilled autoinjector delivers 600 mg IM (adult dosing); may repeat every 15 minutes up to 3 injections if symptoms persist. CHILD: A loading dose of 20 to 40 mg\/kg (maximum: 2 grams\/dose) infused over 30 to 60 minutes in 0.9% sodium chloride. AUTOINJECTOR: The safety and efficacy of pralidoxime autoinjector for use in nerve agent poisoning have not been established in pediatric patients; however an infusion of 10 to 20 mg\/kg\/hour of a solution containing 10 to 20 mg of pralidoxime\/mL has been used in children with organophosphate poisoning.<br\/><\/li><\/ul>"}]},"13":{"id":"930593-s-13","title":"Clinical Teaching","mono":"If self-administered, teach patient proper placement and injection technique.<br\/>"}}}