{"drugs":["MoviPrep","PEG 3350\/Electrolytes\/Sodium Ascorbate\/Ascorbic Acid"],"mono":{"0":{"id":"930621-s-0","title":"Generic Names","mono":"PEG 3350\/Electrolytes\/Sodium Ascorbate\/Ascorbic Acid"},"1":{"id":"930621-s-1","title":"Dosing and Indications","sub":{"0":{"id":"930621-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Colonoscopy - Preparation of bowel for procedure:<\/b> Split-Dose Method (preferred): starting the evening before colonoscopy, mix and drink 1 L over 1 hour (one 8-ounce glass every 15 minutes), then 16 ounces of clear fluids prior to going to bed; morning of colonoscopy, mix and drink the second L over 1 hour, then drink 16 ounces of clear liquid at least 2 hours prior to the start of the colonoscopy<\/li><li><b>Colonoscopy - Preparation of bowel for procedure:<\/b> Evening-Only Method (alternative): mix and drink 1 L over 1 hour (one 8-ounce glass every 15 minutes) at least 3.5 hours before bedtime the evening before colonoscopy, then mix and drink another 1 L over 1 hour about 1.5 hours later; additionally drink 1 L (approximately 32 ounces) of clear liquid during the evening before the colonoscopy<\/li><\/ul>"},"1":{"id":"930621-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},"3":{"id":"930621-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Colonoscopy - Preparation of bowel for procedure<br\/>"}}},"3":{"id":"930621-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930621-s-3-9","title":"Contraindications","mono":"<ul><li>bowel perforation<\/li><li>gastric retention<\/li><li>gastrointestinal obstruction<\/li><li>hypersensitivity to any component of the medication<\/li><li>ileus<\/li><li>toxic colitis or toxic megacolon<\/li><\/ul>"},{"id":"930621-s-3-10","title":"Precautions","mono":"<ul><li>arrhythmias, serious, have been reported with ionic osmotic laxatives for bowel preparation; increased risk with QT prolongation, uncontrolled arrhythmias, recent myocardial infarction, unstable angina, congestive heart failure, or cardiomyopathy; monitoring recommended in patients at increased risk<\/li><li>colonic mucosal aphthous ulcerations and ischemic colitis requiring hospitalization have been reported with osmotic laxatives<\/li><li>concomitant medications that may affect electrolyte balance (such as diuretics, ACE inhibitors, or angiotensin receptor blockers); risk of arrhythmias, seizures, or renal impairment associated with electrolyte imbalance<\/li><li>concomitant use of stimulant laxatives; not recommended; increased risk of colonic mucosal aphthous ulcerations and ischemic colitis<\/li><li>fluid or electrolyte abnormalities; increased risk of arrhythmias, seizures, or renal impairment; correct prior to treatment; monitoring recommended<\/li><li>gag reflex impaired, or prone to aspiration or regurgitation; close observation of patient recommended<\/li><li>gastrointestinal disease (eg, bloating, severe, abdominal distension, or abdominal pain); slow administration or interrupt treatment until symptoms abate<\/li><li>glucose-6-phosphate deficiency (G6PD), especially in patients with active infection, history of hemolysis, or concomitant use of medication known to precipitate hemolytic reactions; increased risk of hemolytic reactions<\/li><li>hyponatremia, known or suspected; risk of arrhythmias, seizures, or renal impairment associated with electrolyte imbalance<\/li><li>inflammatory bowel disease, known or suspected; consider the development of mucosal ulcerations when interpreting colonoscopy findings<\/li><li>phenylketonurics; contains aspartame 233 mg\/treatment corresponding to phenylalanine 131 mg\/treatment<\/li><li>renal impairment or concomitant medications affecting renal function (eg, diuretics, ACE inhibitors, angiotensin receptor blockers, NSAIDs); monitoring recommended<\/li><li>seizures, history or increased risk (eg, electrolyte abnormalities, concomitant medications that lower seizure threshold (tricyclic antidepressants), patients withdrawing from alcohol or benzodiazepines, or known or suspected hyponatremia)<\/li><li>ulcerative colitis, severe<\/li><li>vomiting, significant, or signs of dehydration; post-colonoscopy monitoring recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"930621-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"930621-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930621-s-4","title":"Drug Interactions","sub":[{"id":"930621-s-4-13","title":"Contraindicated","mono":"<ul><li>Amantadine (theoretical)<\/li><li>Atropine (theoretical)<\/li><li>Belladonna (theoretical)<\/li><li>Belladonna Alkaloids (theoretical)<\/li><li>Benztropine (theoretical)<\/li><li>Biperiden (theoretical)<\/li><li>Clidinium (theoretical)<\/li><li>Darifenacin (theoretical)<\/li><li>Dicyclomine (theoretical)<\/li><li>Eplerenone (theoretical)<\/li><li>Fesoterodine (theoretical)<\/li><li>Glycopyrrolate (theoretical)<\/li><li>Hyoscyamine (theoretical)<\/li><li>Methscopolamine (theoretical)<\/li><li>Oxybutynin (theoretical)<\/li><li>Procyclidine (theoretical)<\/li><li>Scopolamine (theoretical)<\/li><li>Solifenacin (theoretical)<\/li><li>Tolterodine (theoretical)<\/li><li>Trihexyphenidyl (theoretical)<\/li><li>Trospium (theoretical)<\/li><\/ul>"},{"id":"930621-s-4-14","title":"Major","mono":"<ul><li>Alacepril (theoretical)<\/li><li>Amiloride (probable)<\/li><li>Amygdalin (probable)<\/li><li>Benazepril (probable)<\/li><li>Canrenoate (probable)<\/li><li>Captopril (probable)<\/li><li>Cilazapril (theoretical)<\/li><li>Deferoxamine (probable)<\/li><li>Delapril (probable)<\/li><li>Enalaprilat (probable)<\/li><li>Enalapril Maleate (probable)<\/li><li>Fosinopril (probable)<\/li><li>Imidapril (probable)<\/li><li>Indomethacin (probable)<\/li><li>Licorice (theoretical)<\/li><li>Lisinopril (established)<\/li><li>Moexipril (theoretical)<\/li><li>Pentopril (theoretical)<\/li><li>Perindopril (theoretical)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Spirapril (theoretical)<\/li><li>Spironolactone (theoretical)<\/li><li>Temocapril (probable)<\/li><li>Trandolapril (probable)<\/li><li>Triamterene (theoretical)<\/li><li>Zofenopril (theoretical)<\/li><\/ul>"},{"id":"930621-s-4-15","title":"Moderate","mono":"<ul>Indinavir (probable)<\/ul>"}]},"5":{"id":"930621-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal distension (59.8%), Abdominal pain (13.3% to 39.1%), Anal pain (51.5%), Increased thirst (47.3%), Nausea (14.4% to 47.3%)<\/li><li><b>Neurologic:<\/b>Rigor (33.7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Allergic reaction to drug<\/li><li><b>Neurologic:<\/b>Tonic-clonic seizure<\/li><\/ul>"},"6":{"id":"930621-s-6","title":"Drug Name Info","sub":[{"id":"930621-s-6-17","title":"US Trade Names","mono":"MoviPrep<br\/>"},{"id":"930621-s-6-18","title":"Synonyms","mono":"PEG Electrolyte Lavage Solution<br\/>"},{"id":"930621-s-6-19","title":"Class","mono":"<ul><li>Laxative, Hyperosmotic<\/li><li>Vitamin C (class)<\/li><\/ul>"},{"id":"930621-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},{"id":"930621-s-6-21","title":"Generic Availability","mono":"No<br\/>"}]},"9":{"id":"930621-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(powder; MoviPrep(R)) combine 1 pouch A, 1 pouch B, and 1 L lukewarm water into provided container; mix until completely dissolved<\/li><li>(powder; MoviPrep(R)) reconstituted solution may be refrigerated prior to administration; use reconstituted solution within 24 hours<\/li><\/ul>"},"10":{"id":"930621-s-10","title":"Monitoring","mono":"<ul><li>colon-cleansing action is indicative of efficacy<\/li><li>sodium, potassium, calcium, creatinine, and BUN, in patients with hyponatremia (known or suspected); pre-dose and post-procedure<\/li><li>electrolytes, creatinine, and BUN, in patients with impaired renal function; pre-dose and post-procedure<\/li><li>suspected gastrointestinal obstruction or perforation; rule out before administration<\/li><li>ECG assessment, in patients at risk for serious cardiac arrhythmias; pre-dose and post-procedure<\/li><li>patients with impaired gag reflex or at risk for regurgitation or aspiration; observe during administration<\/li><\/ul>"},"11":{"id":"930621-s-11","title":"How Supplied","mono":"<b>MoviPrep<\/b><br\/>KIT: (Ascorbic Acid - Sodium Ascorbate;Polyethylene Glycol 3350 - Potassium Chloride - Sodium Chloride - Sodium SulfateAscorbic Acid - Sodium Ascorbate;Polyethylene Glycol 3350 - Potassium Chloride - Sodium Chloride - Sodium Sulfate) 4.7 GM,100 GM,1.015 GM,5.9 GM,2.691 GM,7.5 GM<br\/>"},"12":{"id":"930621-s-12","title":"Toxicology","sub":[{"id":"930621-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>LAXATIVES-SALINE <\/b><br\/>USES: Saline laxatives and cathartics are used in the treatment of constipation. This class of laxatives include: citrate, sulfate, and tartrate salts of potassium or sodium. EPIDEMIOLOGY: Toxicity from overdose is rare. Chronic laxative abuse may occur in patients with eating disorders, Munchausen Syndrome or factitious disorders. PHARMACOLOGY: Saline cathartics are salts which retain fluids in the intestine by the osmotic action of the unabsorbed salt indirectly producing an increase in peristalsis. TOXICOLOGY: Saline cathartics are poorly absorbed from the gastrointestinal tract hence, systemic toxicity is unlikely unless massive amounts have been ingested. Large exposures can cause dehydration and electrolyte disturbances secondary to the osmotic effects. MILD TO MODERATE TOXICITY: The vast majority of cases are mild and patients experience nausea, vomiting, diarrhea, and abdominal cramping. SEVERE TOXICITY: Saline cathartics are poorly absorbed from the gastrointestinal tract hence, systemic toxicity is unlikely unless massive amounts have been ingested. Severe effects may include dehydration, hypotension, hypernatremia, and electrolyte abnormalities. Hyperkalemia and ECG abnormalities developed in 2 patients after ingesting 6 tablespoons of cream of tartar (potassium bitartrate). EVENTS BY SYSTEM: CARDIOVASCULAR: A laxative withdrawal syndrome is described which is caused by persistent hyperaldosteronism and clinically manifested by edema. Theoretically, absorption of sodium could precipitate heart failure, but this has not been reported. GASTROINTESTINAL: Nausea, vomiting, and diarrhea associated with abdominal cramping are the most common signs and symptoms of saline toxicity. Patients with atherosclerotic disease receiving cathartics for procedural bowel preparation have been reported to develop ischemic colitis. Small bowel obstruction secondary to medication bezoar has been reported in patients taking laxatives chronically. GENITOURINARY: A mild diuresis may occur following excessive absorption of saline laxatives. FLUID BALANCE: Dehydration and hypovolemia may develop secondary to excessive diarrhea. ELECTROLYTE BALANCE: Hypokalemia may develop secondary to excessive diarrhea. ADVERSE EFFECTS: Typically, patients experience nausea, vomiting, and diarrhea associated with abdominal cramping.<br\/><\/li><li><b>POLYETHYLENE GLYCOL <\/b><br\/>USES: Polyethylene glycol (PEG) has pharmaceutical and industrial uses. Pharmaceutical uses include cleansing the colon prior to gastrointestinal examination or surgery and for the treatment of constipation. Industrial uses include lubrication for textile fibers, rubber molds, and metal-forming operations, as well as in water paints, paper coatings, and polishes, and in the ceramics industry. Low molecular weights (600 dalton or less) are used as reactive intermediates in the manufacture of fatty acid surfactants as solvents in gas processing and as diluents in pharmaceuticals (lorazepam contains 18% PEG 400). Intermediate weights (1000 to 2000 dalton) are used in pharmaceutical ointments and toothpaste formulations and as bases for cosmetic creams and lotions. Higher-molecular weight polyethylene glycols (3500 to 20,000) find use as binders, plasticizers, stiffening agents, molding compounds, and paper adhesives. Carbowax 1500 is a solid consisting of equal portions of PEG 1540 and PEG 300. PHARMACOLOGY: PEG 3500 is an osmotic agent, which causes water to be retained in the stool, enhancing bowel movement through the colon. TOXICOLOGY: High and intermediate molecular weight PEG is generally considered nontoxic, as it is not absorbed following ingestion. Acute toxicity decreases with increasing molecular weight. Massive ingestion, prolonged IV infusion, and prolonged application of low-weight PEG products have been associated with metabolic acidosis and renal injury. Hypercalcemia occurs and might be related to specific PEG diacid metabolites (3-oxapentane-1,5-dicarboxylic acid and 3,6-dioxaoctane-1,8-dicarboxylic acid), which are avid calcium binders.  With binding of ionized calcium, parathyroid hormone is stimulated and total serum calcium increases. EPIDEMIOLOGY: Exposure is uncommon and toxicity is extremely rare. ADVERSE EFFECTS: COMMON: Nausea, vomiting, abdominal fullness, delayed gastric emptying, diarrhea, and taste disorders may develop after ingestion. Contact dermatitis and immediate urticarial reactions may develop after dermal exposures. SEVERE: Metabolic acidosis, increased serum osmolality, acute renal failure, increased total serum calcium with normal or decreased ionized calcium, and ventricular dysrhythmias (PVCs, ventricular tachycardia) may develop. Aspiration causes severe pulmonary edema that is usually reversible. Acute pancreatitis and angioedema have been reported rarely.<br\/><\/li><li><b>POTASSIUM<\/b><br\/>USES: Potassium is a metal found naturally in the earth's crust and in most foods. It is taken medically for the prevention and treatment of hypokalemia. Tablets are readily available, including sustained-release formulations. Potassium is used as a salt substitute and is often present in &quot;low-sodium&quot; foods. It is also used as a water softener, and in chemistry and manufacturing processes. PHARMACOLOGY: Potassium is the human body's main intracellular cation, with only 2% of the body's stores in the intravascular compartment. It is necessary for nerve conduction, and muscle  (including cardiac) contraction. TOXICOLOGY: Local irritation after ingestion causes GI upset. Severe hyperkalemia after large IV or oral overdoses causes muscular dysfunction including weakness, paralysis, cardiac dysrhythmias, and rarely death. EPIDEMIOLOGY: Potassium toxicity from overdose is rare but may result from intentional ingestion. Iatrogenic overdoses can occur. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea, paresthesias, and muscle cramps are common. Rarely, GI bleed may occur. SEVERE TOXICITY: Muscular weakness progressing to paralysis may occur. Cardiac dysrhythmias often occur with concentrations greater than 8 mEq\/L, and death from cardiac arrest with concentrations of 9 to 12 mEq\/L or higher. Characteristic ECG findings occur in the following order: peaked T waves, QRS complex blends into the T wave, PR interval prolongation, P wave is lost and ST segments depress, merging S and T waves, and finally, sine waves. The presence of the sine wave is a near terminal event, signaling that hemodynamic collapse and cardiac arrest are near. As serum hyperkalemia is corrected, the ECG changes resolve in reverse order. ADVERSE EFFECTS: SPECIAL SITUATIONS: Inadvertent intrathecal injection of potassium was rapidly fatal in the only case that has been reported. Potassium permanganate crystals are caustic. Potassium carbonate and hydroxide are very alkaline and have been associated with ocular injury.<br\/><\/li><li><b>SODIUM CHLORIDE <\/b><br\/>USES: Used therapeutically as a parenteral crystalloid substitute for volume replacement or for maintenance therapy in the hospital setting. Also, commonly used as an additive for meals (ie, table salt) for electrolyte replacement during sports or outdoor activity, in water softening solutions, and in road salt for deicing roads. EPIDEMIOLOGY: Exposure is common, serious toxicity is very rare. PHARMACOLOGY: Sodium chloride can lead to increases in intravascular volume by adrenal glandular hormonal action. Also, potentially attenuates nitric oxide production. TOXICOLOGY: Sodium chloride can cause direct irritation to mucosal membranes, if ingested and may cause hypernatremia and hyperchloremia. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea and abdominal discomfort may develop. Patients may complain of excessive thirst. SEVERE TOXICITY: Restlessness, seizures, mental status depression, coma, tachycardia, fever, hypotension, and respiratory arrest are rare effects of severe sodium chloride toxicity. Acute ulcerative gastritis has been reported. Hypernatremia and hyperchloremia may develop, with associated fluid retention, and the potential for pulmonary and cerebral edema can occur. Hyperosmolarity of cerebral fluids may lead to cellular crenation and irreversible neurologic damage. PEDIATRIC: Poisoning from sodium chloride has resulted from gastric lavage with hypertonic saline and errors in the formulation of infant feeds. Intentional pediatric salt poisonings have been reported. Infants with hypernatremia may develop a flat anterior fontanelle.<br\/><\/li><\/ul>"},{"id":"930621-s-12-32","title":"Treatment","mono":"<ul><li><b>LAXATIVES-SALINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: In most cases, oral hydration and observation are all that is needed. MANAGEMENT OF SEVERE TOXICITY: Intravenous hydration and correction of electrolyte abnormalities may be necessary.<\/li><li>Decontamination: Significant systemic absorption does not occur so GI decontamination is not recommended.<\/li><li>Airway management: Airway management is rare necessary; intubation should be needed as clinically indicated.<\/li><li>Antidote: No antidote is available.<\/li><li>Congestive heart failure: For patients with excessive sodium absorption and normal renal function, hypernatremia and volume overload can be managed with a diuretic such as furosemide (1 mg\/kg\/IV start with 20 mg in those naive to furosemide).<\/li><li>Hypotensive episode: Infuse isotonic fluids is usually sufficient in most cases. If hypotension persists, administer dopamine (5 to 20 mcg\/kg\/min) or norepinephrine (DOSE: ADULT: Infuse at 0.5 to 1 mcg\/min; CHILD: Infuse at 0.1 mcg\/kg\/min); titrate to desired response.<\/li><li>Hypokalemia: Monitor potassium if significant GI loss or dehydration. Replace potassium orally or intravenously as needed.<\/li><li>Monitoring of patient: Monitor electrolytes especially potassium and sodium closely in the case of massive overdose, severe diarrhea or those symptomatic patients with heart failure.<\/li><li>Enhanced elimination procedure: Generally, excessive sodium absorption will be renally eliminated. Enhanced elimination is generally unnecessary except in patients with renal failure and severe hypernatremia or volume overload.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients or those with mild diarrhea and inadvertent exposure can be managed at home. ADMISSION CRITERIA: Patients with significant hypernatremia, confusion, dehydration, or hypotension should be admitted, observed, and carefully rehydrated. OBSERVATION CRITERIA: Patients with deliberate overdose or severe diarrhea should be referred to a healthcare facility for evaluation. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity. Severe toxicity is exceedingly rare.<\/li><\/ul><\/li><li><b>POLYETHYLENE GLYCOL <\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Patients will generally recover with supportive care. Administer IV fluids to maintain adequate urine output. Acute anaphylactic reactions associated with PEG administration are managed as anaphylaxis from other causes. Aspiration may require supplemental oxygen and mechanical ventilation with PEEP, bronchoalveolar lavage may be used for treatment. For patients with dermal exposure, irrigate the site of exposure and provide supportive care.<\/li><li>Decontamination: PREHOSPITAL: Not routinely recommended. HOSPITAL: Gastrointestinal decontamination and activated charcoal is not required. Gastric aspiration soon after an acute ingestion of a large amount of low molecular weight PEG solution may be beneficial.<\/li><li>Airway management: Endotracheal intubation may be necessary in patients who have aspirated PEG solutions.<\/li><li>Antidote: There is no specific antidote. Competitive antidiuretic hormone inhibitor therapy (eg, fomepizole, ethanol) may inhibit PEG metabolism. However, efficacy on clinical outcomes after PEG intoxication is unknown and they are not generally recommended.<\/li><li>Acidosis: Acidosis is usually self-limited but severe acidosis may require sodium bicarbonate therapy. Initiate 1-2 mEq\/kg over 5 minutes for adults, and 1 mEq\/kg for children. Repeat every 1 to 2 hours as required. Dosage adjustment should be based on arterial blood gases. Titrate to serum pH greater than 7.25.<\/li><li>Monitoring of patient: Monitor acid-base balance, osmolal gap, serum electrolytes, renal function and pulmonary function in symptomatic patients. Blood levels are not generally available or clinically useful.  A tandem quadrupole mass spectrometry technique can identify PEG and its metabolites. Monitor pulmonary function and chest x-ray in cases of suspected PEG aspiration or systemic fluid overload.  Assess adequacy of oxygenation with pulse oximetry or arterial blood gases.<\/li><li>Enhanced elimination procedure: Extracorporeal techniques may be helpful in managing patients with PEG toxicity, particularly with hepatic or renal dysfunction. Dialysis can correct acid base and electrolyte abnormalities, and reduce the osmolal gap.  It is rarely necessary as most patients do well with supportive care. Hemodialysis has been used to treat a patient with PEG 400 toxicity.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults and children can be kept home after inadvertent exposure. Any patient with significant industrial exposure or ingestion in suicidal attempt should be referred to a healthcare facility. ADMISSION CRITERIA: Patients signs of respiratory toxicity, significant persistent  gastrointestinal symptoms, renal impairment, or anion gap metabolic acidosis, should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>POTASSIUM <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Establish IV access. Initiate ECG monitoring. Cation-binding resins (ie, kayexelate) should be given orally. MANAGEMENT OF SEVERE TOXICITY: Continuous ECG monitoring should be initiated and intravenous access obtained. Treat hyperkalemia associated with ECG changes aggressively; nebulized beta agonists (eg, albuterol), intravenous sodium bicarbonate 1 mEq\/kg IV, intravenous calcium chloride (preferably through a central line) or calcium gluconate (avoid calcium salts in patients taking digoxin), intravenous insulin 10 units with 25 g D50. Note: All of these therapies shift potassium intracellularly, but do NOT increase the elimination of potassium from the body; expect rebound hyperkalemia to develop, the above therapies may need to be repeated. Administer a potassium binding resin orally (usually works over hours) and administer intravenous fluids. Diuretics may be used to increase urinary potassium elimination. In severe cases, in particular, patients with renal insufficiency or those also taking potassium sparing diuretics, hemodialysis may be warranted. Orotracheal intubation for airway protection should be performed if a patient is hemodynamically unstable.<\/li><li>Decontamination: PREHOSPITAL: EMESIS: Consider inducing emesis only if a recent oral overdose and the patient is not already vomiting and can protect their airway. ACTIVATED CHARCOAL:  There is no role for activated charcoal as it does not bind potassium. HOSPITAL: If a recent large oral ingestion of potassium, consider orogastric lavage to remove pills or pill fragments. Potassium tablets may be seen on X-ray. Consider whole bowel irrigation, if the patient has overdosed (particularly extended-release) and the tablets are beyond the stomach. In adults, 2 L of polyethylene glycol solution should be given initially followed by 1.5 to 2 L\/hr until clear rectal effluent and an absence of tablets on X-ray. For children 6 to 12 years of age: Administer 1 L\/hr of polyethylene glycol solution; children 9 months to less than 6 years: 500 cc\/hr should be administered. Patients must be awake and cooperative and\/or must have a protected airway for decontamination.<\/li><li>Airway management: Perform early in patients with severe intoxication (ie, cardiovascular collapse).<\/li><li>Antidote: There is no antidote for potassium.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serial serum potassium concentrations. Monitor serum electrolytes, renal function and blood glucose concentrations. Obtain serial ECGs and institute continuous cardiac monitoring. Routine monitoring of electrolytes, renal function, and glucose levels may be helpful.<\/li><li>Enhanced elimination procedure: Hemodialysis may be necessary in renal failure patients with hyperkalemia or in patients with normal renal function that have severe toxicity.<\/li><li>Intrathecal injection: Intrathecal injection of potassium caused cerebral edema and was rapidly fatal in the only case reported. The following recommendations are derived from experience with other agents. Keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CS exchange (remove seral 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through a ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Patient disposition: HOME CRITERIA: Any child who ingests more than a therapeutic dose of potassium or any intentional\/suicidal ingestion by an adult should be evaluated by a healthcare professional. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a healthcare facility for observation for at least 4 hours. A longer observation, up to 24 hours (until serum potassium has clearly peaked and is declining without active intervention) should be considered for patients that overdose on sustained-release products. ADMISSION CRITERIA: Patients with persistent GI symptoms, ECG changes, or persistent hyperkalemia should be admitted to the hospital. Patients with dysrhythmias or cardiovascular collapse or those needing dialysis should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (severe weakness or cardiac dysrhythmias), or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>SODIUM CHLORIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Dilute with milk or water. MANAGEMENT OF SEVERE TOXICITY: Treat hypernatremia with an IV solution containing 30 to 50 mEq\/L sodium. Longstanding hypernatremia should be corrected slowly. Treat seizures with benzodiazepines. Treat cerebral edema with mannitol. Hemodialysis should be performed in patients with severe toxicity.<\/li><li>Decontamination: DILUTION: Immediately dilute with 4 to 8 ounces (120 to 240 mL) of water (not to exceed 4 ounces (120 mL) in a child). OCULAR EXPOSURE: Irrigate exposed eyes with copious amounts of room temperature water for at least 15 minutes. If irritation, pain swelling, lacrimation, or photophobia persist, the patient should be seen in a health care facility.<\/li><li>Airway management: Airway management is unlikely to be necessary unless severe toxicity occurs.  Maintain airway patency and adequate oxygenation. Endotracheal intubation and assisted mechanical ventilation may be required.<\/li><li>Hypernatremia: For longstanding hypernatremia, intravenous administration of a solution containing 30 to 50 mEq\/L of sodium (half as chloride and half as bicarbonate) should be administered slowly. The rate of administration is critical (usually 2\/3 of a daily maintenance) and should proceed to lower serum sodium to normal range no sooner than 24 to 36 hours after institution of therapy. If a decrease in serum sodium occurs more rapidly, seizures are likely to ensue. For acute, severe hypernatremia secondary to acute ingestion of large amounts of sodium chloride, more rapid correction of serum sodium with intravenous D5W or other hypotonic solutions, oral free water, or hemodialysis may be appropriate.<\/li><li>Seizure: Administer a benzodiazepine IV. Diazepam: Adult: 5 mg to 10 mg, repeat every 10 to 15 min as needed. CHILD: 0.2 to 0.5 mg\/kg, repeat every 5 minutes as needed OR lorazepam: Adult: 2 to 4 mg; Child: 0.05 to 0.1 mg\/kg. Consider phenobarbital or propofol if seizures recur after diazepam 30 mg (adults) or 10 mg (children older than 5 years). Monitor for hypotension, dysrhythmias, respiratory depression, and need for endotracheal intubation. Monitor for hypoglycemia, electrolyte disturbances and hypoxia.<\/li><li>Hypotensive episode: Infuse 10 to 20 mL\/kg isotonic fluid. If hypotension persists, administer dopamine (5 to 20 mcg\/kg\/min) or norepinephrine (Adult: Begin infusion at 0.5 to 1 mcg\/min; Child: Begin infusion at 0.1 mcg\/kg\/min); titrate to desired response.<\/li><li>Cerebral edema: Monitor intracranial pressure. IV mannitol (0.5 to 1 g\/kg) may be administered to remove excess intracellular water from the brain.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes frequently. Monitor renal function and urine output. Urinary sodium excretion will be high in all cases of hypernatremia and cannot be used to differentiate salt poisoning from dehydration. Monitor for evidence of volume overload, pulmonary edema and cerebral edema.<\/li><li>Enhanced elimination procedure: Hemodialysis can effectively remove sodium chloride. It should be considered early in patients with severe hypernatremia or severe clinical manifestations, and in patients with renal insufficiency.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with ingestions of less than 8 mEq\/kg (0.5 g\/kg) sodium chloride can probably be managed at home. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions, and patients ingesting 8 mEq\/kg (0.5 g\/kg) sodium chloride or more should be referred to a healthcare facility. ADMISSION CRITERIA: All patients with evidence of systemic toxicity from sodium chloride, severe hypernatremia not responding to hydration, or those with intractable vomiting should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe hypernatremia or severe clinical manifestations.<\/li><\/ul><\/li><\/ul>"},{"id":"930621-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>LAXATIVES-SALINE <\/b><br\/>TOXICITY: A toxic dose has not been established. Theoretically, a massive ingestion could cause hypernatremia, but the required dose is not known. Hyperkalemia and ECG abnormalities developed in 2 patients after ingesting 6 tablespoons of cream of tartar (potassium bitartrate) which is approximately 3.5 times the daily FDA recommendation of at least 4.7 grams (120 mmoles) of potassium.<br\/><\/li><li><b>POLYETHYLENE GLYCOL<\/b><br\/>TOXICITY: Acute toxicity increases with decreasing molecular weight of polyethylene glycol (PEG). Liquid forms of PEG have a lower molecular weight and are used as vehicles for intravenous or topical medications. Toxicity has resulted in patients receiving prolonged, high dose infusions of lorazepam containing PEG 400 and in burn patients receiving repeat dermal application of PEG 200 to 400. An intentional oral ingestion of 2 liters of PEG 400 by an adult resulted in serious toxicity. Solid forms of PEG have a higher molecular weight (MW greater than 3000) and are not readily absorbed with oral ingestion; therefore, these formulations rarely produce toxicity. THERAPEUTIC DOSE: COLONOSCOPY PREPARATION: NASO-GASTRIC TUBE: 20 to 30 ml\/min until rectal effluent is clear or 4 liters of volume is consumed. ORAL: 1.2 to 1.8 L\/hr (20 to 30 ml\/min) until diarrhea fluid is clear without particulate matter or 4 liters are consumed. CONSTIPATION: 17 grams of polyethylene glycol 3350 (powder) should be dissolved in 8 ounces of clear liquid (eg, water, coffee, tea or juice) and taken once daily. PEDIATRICS: CONSTIPATION: 0.84 g\/kg daily orally, given in 2 divided doses has been studied in pediatric patients.<br\/><\/li><li><b>POTASSIUM <\/b><br\/>TOXICITY: ADULT: Doses as low as 2 to 2.5 mEq\/kg of potassium have been reported to cause toxicity. GENERAL: NORMAL SERUM CONCENTRATIONS: 3.5 to 5 mEq\/L; MINIMAL TOXICITY: Potassium concentrations under 6.5 mEq\/L; MODERATE TOXICITY: Concentrations between 6.5 and 8 mEq\/L produce lassitude, fatigue, and weakness.  SEVERE TOXICITY: Concentrations over 8 mEq\/L, complete neuromuscular paralysis may dominate the clinical picture. Death from cardiac arrest usually occurs at 9 to 12 mEq\/L.  It may occur at lower levels if cellular potassium is severely depleted. THERAPEUTIC: ADULT: 40 to 80 mEq\/day is a typical daily dose. In patients with renal insufficiency, the dose may be lower. PEDIATRIC: 2 to 3 mEq\/kg\/day is the usually daily dose.<br\/><\/li><li><b>SODIUM CHLORIDE <\/b><br\/>TOXICITY: Ingestion of 0.5 to 1 g\/kg (8.6 to 17.2 mEq\/kg) of sodium chloride is probably toxic in the majority of patients. Central nervous system signs and symptoms are common with serum sodium concentrations above 150 to 160 mEq\/L. At such levels, there is a 10% chance of seizures which increases when serum sodium concentration reaches 160 to 185 mEq\/L.  Death is a frequent occurrence at serum sodium concentrations above 185 mEq\/L. A teenager survived a serum sodium concentration of 196 mmol\/L following the ingestion of soy sauce (quart size bottle; equivalent to 160 to 170 g salt) following aggressive supportive care; no permanent sequelae occurred. PEDIATRIC: One level tablespoon (17.85 g) is approximately 305 mEq of sodium, and if retained, would raise serum levels by 30.5 mEq\/L in a 3-year-old (15 kg) child. A toddler died after ingesting 400 mEq\/kg and an adolescent died after absorbing an estimated 45 g sodium chloride as salt water. RECOMMENDED DAILY CONSUMPTION: ADULT: It is recommended an adult consume no more than 2300 mg of sodium daily.<br\/><\/li><\/ul>"}]},"13":{"id":"930621-s-13","title":"Clinical Teaching","mono":"<ul><li>This preparation may cause anal discomfort, thirst, or nausea.<\/li><li>Advise patient to report urticaria, rhinorrhea, or dermatitis.<\/li><li>Instruct patient to maintain adequate hydration before, during and after treatment.<\/li><li>Patient should not eat solid food from the beginning of treatment until after colonoscopy has been performed.<\/li><li>If severe bloating, abdominal distension, or abdominal pain occur, instruct patient to discontinue or slow the consumption of solution. Once symptoms have resolved, the patient may resume administration.<\/li><li>Patient may chill the solution before drinking if preferred, as this may make it more palatable.<\/li><li>Inform patient that the preparation may flush other oral medications from the gastrointestinal tract they are taken within an hour before the start of solution administration. Patient should contact healthcare professional if there are questions regarding when to take other oral medications.<\/li><\/ul>"}}}