{"generic":"Norethindrone acetate\/ethinyl estradiol and ethinyl estradiol and ferrous fumarate","drugs":["Lo Loestrin Fe","Lo Minastrin Fe","Norethindrone acetate\/ethinyl estradiol and ethinyl estradiol and ferrous fumarate"],"mono":{"0":{"id":"930624-s-0","title":"Generic Names","mono":"Norethindrone acetate\/ethinyl estradiol and ethinyl estradiol and ferrous fumarate"},"1":{"id":"930624-s-1","title":"Dosing and Indications","sub":{"0":{"id":"930624-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Contraception:<\/b> 1 tablet ORALLY daily in the order of package: 1 blue tablet daily for 24 consecutive days, then 1 white tablet daily for 2 days, then 1 brown tablet daily for 2 days<\/li><li><b>Contraception:<\/b> begin therapy on the first day of menstrual period<\/li><li><b>Contraception:<\/b> therapy may be initiated 4 weeks postpartum in nonlactating mothers or 4 weeks after a second trimester abortion<\/li><\/ul>"},"1":{"id":"930624-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy before menarche have not been established<\/li><li>safety and efficacy in women with a BMI greater than 35 kg\/m(2) have not been established<\/li><li><b>Contraception:<\/b> after menarche: 1 tablet ORALLY daily in the order of package: 1 blue tablet daily for 24 consecutive days, then 1 white tablet daily for 2 days, then 1 brown tablet daily for 2 days<\/li><li><b>Contraception:<\/b> begin therapy on the first day of menstrual period<\/li><li><b>Contraception:<\/b> therapy may be initiated 4 weeks postpartum in nonlactating mothers or 4 weeks after a second trimester abortion<\/li><\/ul>"},"3":{"id":"930624-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Contraception<br\/>"}}},"2":{"id":"930624-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Cigarette smoking increases the risk of serious cardiovascular events from combination oral contraceptive (COC) use. This risk increases with age, particularly in women over 35 years of age, and with the number of cigarettes smoked. COCs should not be used by women who are over 35 years of age and who also smoke.<br\/>"},"3":{"id":"930624-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930624-s-3-9","title":"Contraindications","mono":"<ul><li>breast cancer or other estrogen- or progestin-sensitive cancer, current or past history<\/li><li>cerebrovascular disease<\/li><li>cigarette smoking and older than 35 years<\/li><li>coronary artery disease<\/li><li>DVT or pulmonary embolism, current or past history<\/li><li>diabetes mellitus with vascular disease<\/li><li>headaches with focal neurological symptoms or migraine headaches with or without aura, if older than 35 years<\/li><li>hepatic disease<\/li><li>hepatic tumors, benign or malignant<\/li><li>hypercoagulopathies, inherited or acquired<\/li><li>hypertension, uncontrolled<\/li><li>pregnancy<\/li><li>thrombogenic valvular or thrombogenic rhythm diseases of the heart (eg, subacute bacterial endocarditis with valvular disease or atrial fibrillation)<\/li><li>uterine bleeding (undiagnosed abnormal)<\/li><\/ul>"},{"id":"930624-s-3-10","title":"Precautions","mono":"<ul><li>thromboembolic disorders, including thromboembolism, myocardial infarction, and cerebrovascular events (thrombotic and hemorrhagic stroke), may occur; increased risk with advancing age (older than 35 years), cigarette smoking (especially with high number of cigarettes smoked), and with underlying cardiovascular disease risk factors<\/li><li>amenorrhea or oligomenorrhea may occur after discontinuation, especially if preexisting<\/li><li>chloasma may occur, especially with history of chloasma gravidarum<\/li><li>cholestasis, pregnancy-related or with prior hormonal contraceptive use, past history; increased risk for recurrence<\/li><li>depression may be exacerbated<\/li><li>diabetes (including prediabetic women); glucose tolerance may be impaired; monitoring recommended<\/li><li>dyslipidemia, uncontrolled; may exacerbate<\/li><li>gallbladder disease may occur<\/li><li>headaches, new onset and recurrent, persistent, or severe; evaluate and discontinue if necessary<\/li><li>hepatic adenoma or hepatocellular carcinoma may occur<\/li><li>hereditary angioedema; may induce or exacerbate symptoms<\/li><li>hypertension may occur, especially in older women with extended duration of use<\/li><li>hypertriglyceridemia, personal or family history of; increased risk of pancreatitis<\/li><li>jaundice may occur; discontinue use<\/li><li>migraine headaches that increase in frequency or severity; evaluate and discontinue if necessary<\/li><li>postpartum period; increased risk of thromboembolism, do not initiate therapy earlier than 4 weeks after delivery<\/li><li>retinal vein thrombosis has occurred; discontinue use if unexplained ocular symptoms emerge (eg, loss of vision, diplopia, proptosis, papilledema, retinal vascular lesions)<\/li><li>surgery, major or elective; increased risk of thromboembolism; discontinue use 4 weeks before and through 2 weeks after procedure<\/li><li>vaginal bleeding abnormalities, including breakthrough bleeding and spotting, may occur<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"930624-s-3-11","title":"Pregnancy Category","mono":"<ul><li>Ethinyl Estradiol: X (FDA)<\/li><li>Ethinyl Estradiol: B3 (AUS)<\/li><li>Iron: A (AUS)<\/li><li>Norethindrone Acetate: Unknown<\/li><\/ul>"},{"id":"930624-s-3-12","title":"Breast Feeding","mono":"<ul><li>Ethinyl Estradiol: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Ethinyl Estradiol: WHO: Avoid breastfeeding.<\/li><li>Ethinyl Estradiol: Micromedex: Milk effects are possible.<\/li><li>Iron: Micromedex: Infant risk cannot be ruled out.<\/li><li>Norethindrone Acetate: Unknown<\/li><\/ul>"}]},"4":{"id":"930624-s-4","title":"Drug Interactions","sub":[{"id":"930624-s-4-13","title":"Contraindicated","mono":"<ul><li>Dasabuvir (theoretical)<\/li><li>Ombitasvir (established)<\/li><li>Paritaprevir (established)<\/li><li>Ritonavir (theoretical)<\/li><li>Tranexamic Acid (probable)<\/li><\/ul>"},{"id":"930624-s-4-14","title":"Major","mono":"<ul><li>Anagrelide (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Boceprevir (probable)<\/li><li>Bupropion (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Ceritinib (theoretical)<\/li><li>Clozapine (established)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Eltrombopag (theoretical)<\/li><li>Felbamate (probable)<\/li><li>Fentanyl (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Isotretinoin (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Paclitaxel (theoretical)<\/li><li>Paclitaxel Protein-Bound (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pirfenidone (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Theophylline (theoretical)<\/li><li>Tizanidine (probable)<\/li><li>Ulipristal (established)<\/li><\/ul>"},{"id":"930624-s-4-15","title":"Moderate","mono":"<ul><li>Alprazolam (probable)<\/li><li>Amprenavir (probable)<\/li><li>Aprepitant (probable)<\/li><li>Atazanavir (probable)<\/li><li>Bacampicillin (probable)<\/li><li>Betamethasone (probable)<\/li><li>Bexarotene (probable)<\/li><li>Bosentan (probable)<\/li><li>Carbidopa (probable)<\/li><li>Cefdinir (probable)<\/li><li>Clarithromycin (probable)<\/li><li>Colesevelam (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Delavirdine (probable)<\/li><li>Demeclocycline (probable)<\/li><li>Dolutegravir (established)<\/li><li>Doxycycline (probable)<\/li><li>Efavirenz (probable)<\/li><li>Eslicarbazepine Acetate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Etravirine (probable)<\/li><li>Fosamprenavir (established)<\/li><li>Fosaprepitant (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Gatifloxacin (probable)<\/li><li>Ginseng (probable)<\/li><li>Grepafloxacin (probable)<\/li><li>Griseofulvin (established)<\/li><li>Lamotrigine (established)<\/li><li>Levodopa (probable)<\/li><li>Levofloxacin (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Licorice (probable)<\/li><li>Lomefloxacin (probable)<\/li><li>Methyldopa (probable)<\/li><li>Minocycline (probable)<\/li><li>Modafinil (probable)<\/li><li>Moxifloxacin (probable)<\/li><li>Mycophenolate Mofetil (probable)<\/li><li>Mycophenolic Acid (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Ofloxacin (probable)<\/li><li>Omeprazole (probable)<\/li><li>Oxcarbazepine (probable)<\/li><li>Penicillamine (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Prednisolone (established)<\/li><li>Primidone (probable)<\/li><li>Rifabutin (probable)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (probable)<\/li><li>Roflumilast (probable)<\/li><li>Rosuvastatin (probable)<\/li><li>Rufinamide (probable)<\/li><li>Selegiline (probable)<\/li><li>St John's Wort (established)<\/li><li>Telaprevir (established)<\/li><li>Temafloxacin (probable)<\/li><li>Tetracycline (probable)<\/li><li>Tipranavir (established)<\/li><li>Topiramate (probable)<\/li><li>Troglitazone (probable)<\/li><li>Troleandomycin (established)<\/li><li>Trovafloxacin Mesylate (probable)<\/li><li>Valdecoxib (probable)<\/li><li>Voriconazole (established)<\/li><li>Warfarin (probable)<\/li><li>Zinc (established)<\/li><\/ul>"}]},"5":{"id":"930624-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema<\/li><li><b>Dermatologic:<\/b>Acne (3%)<\/li><li><b>Endocrine metabolic:<\/b>Weight change finding (4%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (3%), Nausea and vomiting (7%)<\/li><li><b>Neurologic:<\/b>Headache (7%)<\/li><li><b>Psychiatric:<\/b>Anxiety (2%), Depression (2%)<\/li><li><b>Reproductive:<\/b>Abnormal vaginal bleeding (5%), Amenorrhea, Break-through bleeding, Breast tenderness (4%), Discharge from nipple, Dysmenorrhea (4%), Swelling of breast<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension, Myocardial infarction<\/li><li><b>Gastrointestinal:<\/b>Cholecystitis<\/li><li><b>Hematologic:<\/b>Arterial thrombosis, Deep venous thrombosis, Thrombophlebitis<\/li><li><b>Hepatic:<\/b>Adenoma of liver, Liver carcinoma<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage, Thrombotic stroke<\/li><li><b>Ophthalmic:<\/b>Thrombosis of retinal vein<\/li><li><b>Reproductive:<\/b>Carcinoma of breast, Carcinoma of cervix, Venous thrombosis, Ovarian vein<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><\/ul>"},"6":{"id":"930624-s-6","title":"Drug Name Info","sub":{"0":{"id":"930624-s-6-17","title":"US Trade Names","mono":"<ul><li>Lo Loestrin Fe<\/li><li>Lo Minastrin Fe<\/li><\/ul>"},"2":{"id":"930624-s-6-19","title":"Class","mono":"<ul><li>Contraceptive<\/li><li>Endocrine-Metabolic Agent<\/li><li>Estrogen<\/li><li>Estrogen\/Progestin Combination<\/li><li>Hormonal Contraceptive<\/li><li>Progestin<\/li><\/ul>"},"3":{"id":"930624-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"930624-s-7","title":"Mechanism Of Action","mono":"Norethindrone acetate\/ethinyl estradiol\/ferrous fumarate is a combination oral contraceptive (COC) that works primarily by suppressing ovulation. Other possible mechanisms include cervical mucus changes that block sperm penetration and endometrial changes that reduce the chance of implantation.<br\/>"},"8":{"id":"930624-s-8","title":"Pharmacokinetics","sub":[{"id":"930624-s-8-23","title":"Absorption","mono":"<ul><li>Ethinyl estradiol and norethindrone, Tmax, Oral: 1 to 2 hours<\/li><li>Ethinyl estradiol, Bioavailability, Oral: 43% to 55%<\/li><li>Ethinyl estradiol, Effect of food: Cmax reduced; no effect on extent of absorption<\/li><li>Norethindrone, Bioavailability, Oral: 64%<\/li><li>Norethindrone, Effect of Food: Cmax may be decreased; extent of absorption increased<\/li><\/ul>"},{"id":"930624-s-8-24","title":"Distribution","mono":"<ul><li>Ethinyl estradiol and norethindrone, Vd: 2 to 4 L\/kg<\/li><li>Ethinyl estradiol, Protein binding, Albumin: greater than 95%<\/li><li>Norethindrone, Protein binding, Albumin and Sex Hormone-Binding Globulin (SHBG): greater than 95%<\/li><\/ul>"},{"id":"930624-s-8-25","title":"Metabolism","mono":"<ul><li>Ethinyl estradiol, Hepatic: extensive<\/li><li>Ethinyl estradiol, 2-hydroxy ethinyl estradiol: activity unknown; major<\/li><li>Norethindrone acetate: Hepatic<\/li><li>Norethindrone acetate, sulfates and glucuronide conjugates: activity unknown; major<\/li><\/ul>"},{"id":"930624-s-8-26","title":"Excretion","mono":"<ul><li>Ethinyl estradiol and norethindrone, Fecal: Primarily as metabolites<\/li><li>Ethinyl estradiol and norethindrone, Renal: Primarily as metabolites<\/li><li>Ethinyl estradiol and norethindrone, Total body clearance: 0.4 L\/hr\/kg<\/li><\/ul>"},{"id":"930624-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Ethinyl estradiol: 14 to 16 hours<\/li><li>Norethindrone acetate: 8 to 10 hours<\/li><\/ul>"}]},"9":{"id":"930624-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take exactly as directed at the same time every day in the order on the blister pack<\/li><li>do not skip tablets or take tablets at intervals exceeding 24 hours<\/li><li>may be taken with or without food<\/li><\/ul>"},"10":{"id":"930624-s-10","title":"Monitoring","mono":"<ul><li>annual history and physical; including blood pressure<\/li><li>diabetic and prediabetic women; fasting plasma glucose test<\/li><\/ul>"},"12":{"id":"930624-s-12","title":"Toxicology","sub":[{"id":"930624-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>IRON<\/b><br\/>USES: Found primarily as a nutritional supplement in vitamins. Used for the treatment and prevention of iron-deficiency anemia. PHARMACOLOGY: Iron is required in the function of multiple essential protein and enzyme complexes including hemoglobin, myoglobin, and cytochromes. TOXICOLOGY: Iron is a general cellular poison and is directly corrosive to the GI mucosa. EPIDEMIOLOGY: Historically, a common poisoning which was one of the leading causes of pediatric toxicologic deaths. Exposure has been reduced in recent years with improved packaging, but still has the potential for significant morbidity and mortality. MILD TO MODERATE POISONING: Vomiting and diarrhea may occur within 6 hours of ingestion. SEVERE POISONING: Severe vomiting and diarrhea, lethargy, metabolic acidosis, shock, GI hemorrhage, coma, seizures, hepatotoxicity, and late onset GI strictures. PHASE I (0.5 to 2 hours) includes vomiting, hematemesis, abdominal pain, diarrhea, hematochezia, lethargy, shock, acidosis, and coagulopathy. Necrosis to the GI tract occurs from the direct effect of iron on GI mucosa. Severe gastrointestinal hemorrhagic necrosis with large losses of fluid and blood contribute to shock. PHASE II includes apparent recovery; continue to observe patient closely. PHASE III (2 to 12 hours after phase I) includes profound shock, severe acidosis, cyanosis, and fever. Increased total peripheral resistance, decreased plasma volume, hemoconcentration, decrease in total blood volume, hypotension, CNS depression, and metabolic acidosis have been demonstrated. PHASE IV (2 to 4 days) includes possible hepatotoxicity. Thought to be a direct action of iron on mitochondria. Monitor liver function tests and bilirubin. Acute lung injury may also occur. Phase V (days to weeks) includes GI scarring and strictures. GI obstruction secondary to gastric or pyloric scarring may occur due to corrosive effects of iron. Sustained-release preparations have resulted in small intestinal necrosis with resultant scarring and obstruction. Carbonyl iron (also referred to as &quot;iron carbonyl&quot;) appears to be less toxic than other iron formulations because of limited absorption. Please refer to the CARBONYL IRON management for further information. Case reports suggest that iron-dextran complex overdoses may be associated with high serum iron concentrations without evidence of a corresponding degree of clinical symptoms and signs of toxicity. Please refer to the IRON DEXTRAN management for further information. ADVERSE EFFECTS: GI upset, constipation.<br\/><\/li><li><b>PROGESTINS<\/b><br\/>OVERDOSE:  Rarely do acute ingestions result in obvious clinical manifestations.  CHRONIC: Most  adverse effects are related to chronic or high-dose therapy.  Headache, dizziness, irregular menses, mastalgia, bloating, depression, decreased libido, cholestatic jaundice, hepatitis, oligomenorrhea, amenorrhea and thromboembolism may occur with chronic therapy.<br\/><\/li><\/ul>"},{"id":"930624-s-12-32","title":"Treatment","mono":"<ul><li><b>IRON <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care with intravenous fluid hydration is usually sufficient for mild poisonings. Activated charcoal is not effective for iron ingestions. Patients who are symptomatic should be observed for clinical deterioration and development of acidosis. Abdominal x-rays should be obtained as tablets are generally radiopaque. When large amounts of tablets are visible on radiograph, consider whole bowel irrigation. An iron concentration should be measured 4 to 6 hours after the initial ingestion and then repeated in 2 to 4 hours. Patients who develop metabolic acidosis or are clinically worsening with IV hydration should be treated with chelation. MANAGEMENT OF SEVERE TOXICITY: Chelation with deferoxamine is needed for patients with signs of severe poisoning including shock, acidosis, GI hemorrhage, and lethargy or coma. Consider chelation for serum iron concentrations greater than 500 mcg\/dL (a patient will usually have significant signs and symptoms of toxicity). Patients may need blood transfusions if they have significant GI hemorrhage.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal is not useful. Most patients have spontaneous vomiting. HOSPITAL: Activated charcoal does not adequately bind iron and is not useful. Studies have suggested that magnesium hydroxide antacids (5 mg magnesium hydroxide per gram of elemental iron ingested) decrease serum iron concentrations following a simulated overdose. Gastric lavage may be useful soon after ingestion in adults, but the nasogastric tubes used in children are not sufficiently large to remove tablets. In patients with large amounts of radiopaque tablets in the GI tract, whole bowel irrigation with polyethylene glycol should be considered. Endoscopic removal is another option for patients with a large number of tablets in the stomach.<\/li><li>Airway management: Patients who are comatose or with altered mental status may need mechanical respiratory support and orotracheal intubation.<\/li><li>Antidote: DEFEROXAMINE can be used to chelate iron and should be used when there are signs of severe poisoning including shock, acidosis, GI hemorrhage, and coma. Deferoxamine is administered intravenously at a rate of 15 mg\/kg\/hour; it can be titrated up to a rate of 40 mg\/kg\/hour for patients with severe poisoning. However, hypotension may occur with high dose deferoxamine infusion and the rate should be slowed if this occurs. Deferoxamine should be continued for 12 to 24 hours and then titrated off if the patient is clinically improving. If the patient worsens as the deferoxamine is titrated off, it should be restarted. Prolonged (greater than 24 hours) high dose infusion of deferoxamine has been associated with acute lung injury and should be avoided. Patients receiving deferoxamine chelation are at increased risk for Yersinia enterocolitica sepsis.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Serial serum iron levels are indicated. Obtain a complete metabolic panel and complete blood count. Baseline arterial or venous blood gas in patients with severe toxicity. Obtain an abdominal radiograph to evaluate for retained tablets.<\/li><li>Seizure: IV benzodiazepines, barbiturates.<\/li><li>Hypotensive episode: IV 0.9% NaCl, dopamine, norepinephrine.<\/li><li>Enhanced elimination procedure: Hemodialysis is not effective in removing iron, but may be necessary to remove deferoxamine-iron complexes in patients with renal insufficiency. Consider exchange transfusion in those patients with a serum iron exceeding 1000 mcg\/dL who clinically deteriorate despite supportive care and intravenous chelation therapy.<\/li><li>Patient disposition: HOME CRITERIA: Inadvertent ingestions of less than 40 mg\/kg of elemental iron in patients who have only mild GI symptoms (self limited vomiting or diarrhea) can be watched at home. OBSERVATION CRITERIA: Patients with more than mild symptoms, those who have ingested 40 mg\/kg or more, or patients with intentional ingestions should be sent to a healthcare facility for evaluation. ADMISSION CRITERIA: Patients who have hypotension, severe or worsening metabolic acidosis, GI hemorrhage, altered mental status, or a patient that requires chelation should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings and for recommendations on determining the need for chelation or whole bowel irrigation. Consult a gastroenterologist for endoscopic removal if many tablets persist in the stomach.<\/li><\/ul><\/li><li><b>PROGESTINS <\/b><br\/><ul><li>Support: Single acute overdoses will seldom result in toxicity.  Supportive treatment is adequate in most situations.<\/li><li>Decontamination: Gastric decontamination is probably only necessary after very large ingestions or with toxic coingestants; administer activated charcoal in these cases.<\/li><li>Monitoring of patient: CHRONIC TOXICITY: Discontinue medication and monitor for signs of toxicity and treat symptomatically.  Obtain a baseline CBC and hepatic and renal function tests in symptomatic patients.<\/li><\/ul><\/li><\/ul>"},{"id":"930624-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>IRON<\/b><br\/>TOXICITY: Ingestion of less than 40 mg\/kg generally does not cause significant toxicity, although mild GI irritation may develop. Mild symptoms are likely to occur with peak iron concentrations greater than 300 mcg\/dL, while peak concentrations of more than 500 mcg\/dL generally causes severe symptoms. If the patient presents after peak concentrations have occurred, severe toxicity may be associated with lower iron concentrations. THERAPEUTIC DOSE: Daily doses for children with severe iron deficiency are generally 4 to 6 mg\/kg\/day. Normal serum iron levels generally range from 65 to 175 mcg\/dL. The percentage of elemental iron in ferrous gluconate is approximately 11%, ferrous sulfate 22%, and ferrous fumarate 33%.<br\/><\/li><li><b>PROGESTINS<\/b><br\/>Toxicity is unlikely following an acute overdose.  There are insufficient data reported in the literature to assess the range of toxicity in terms of mg\/kg ingested.<br\/><\/li><\/ul>"}]},"13":{"id":"930624-s-13","title":"Clinical Teaching","mono":"<ul><li>Patients should not smoke during therapy, as this increases the risk for serious cardiovascular events.<\/li><li>This drug may cause headaches, breast tenderness, nausea, vomiting, and increased weight.<\/li><li>Counsel patient to report abnormal vaginal bleeding or amenorrhea.<\/li><li>Instruct patient to report signs\/symptoms of serious cardiovascular events, such as myocardial infarction, stroke, venous thrombosis, pulmonary embolism, and retinal vein thrombosis.<\/li><li>Advise patient that certain drugs may cause oral contraceptives to be less effective and backup contraception may be necessary. Consult healthcare professional prior to new drug use.<\/li><li>Instruct patient to take one pill at the same time each day in the exact order noted on the packaging.<\/li><li>Tell patient what to do in the event of a missed pill. In the event of 2 or more cycles of amenorrhea, pregnancy should be ruled out.<\/li><\/ul>"}}}