{"drugs":["Estradiol\/Norgestimate","Prefest"],"mono":{"0":{"id":"930603-s-0","title":"Generic Names","mono":"Estradiol\/Norgestimate"},"1":{"id":"930603-s-1","title":"Dosing and Indications","sub":[{"id":"930603-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Menopause - Moderate to severe abnormal vasomotor function:<\/b> 1 tablet containing 1 mg estradiol ORALLY daily for 3 days followed by 1 tablet containing 1 mg estradiol and 0.09 mg norgestimate ORALLY daily for 3 days; repeat regimen continuously without interruption<\/li><li><b>Menopause - Moderate to severe vaginal atrophy - Moderate to severe vulvar atrophy:<\/b> 1 tablet containing 1 mg estradiol ORALLY daily for 3 days followed by 1 tablet containing 1 mg estradiol and 0.09 mg norgestimate ORALLY daily for 3 days; repeat regimen continuously without interruption<\/li><li><b>Postmenopausal osteoporosis, In women with an intact uterus; Prophylaxis:<\/b> 1 tablet containing 1 mg estradiol ORALLY daily for 3 days followed by 1 tablet containing 1 mg estradiol and 0.09 mg norgestimate ORALLY daily for 3 days; repeat regimen continuously without interruption<\/li><\/ul>"},{"id":"930603-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in children "},{"id":"930603-s-1-6","title":"Dose Adjustments","mono":"<b>hepatic impairment or disease:<\/b> use contraindicated "},{"id":"930603-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Menopause - Moderate to severe abnormal vasomotor function<\/li><li>Menopause - Moderate to severe vaginal atrophy - Moderate to severe vulvar atrophy<\/li><li>Postmenopausal osteoporosis, In women with an intact uterus; Prophylaxis<\/li><\/ul>"}]},"2":{"id":"930603-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Estrogens with or without progestins should not be used for the prevention of cardiovascular disease. Increased risks of myocardial infarction, stroke, invasive breast cancer, pulmonary emboli, and deep vein thrombosis in postmenopausal women (50 to 79 years of age) have been reported. An increased risk of developing probable dementia in postmenopausal women 65 years of age or older has also been reported.<br\/>"},"3":{"id":"930603-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930603-s-3-9","title":"Contraindications","mono":"<ul><li>arterial thromboembolic disease (eg, stroke, myocardial infarction), active or recent (eg, within a year)<\/li><li>breast cancer, known, suspected, or history of<\/li><li>deep vein thrombosis or pulmonary embolism, active or history of<\/li><li>genital bleeding, abnormal, undiagnosed<\/li><li>hypersensitivity to estradiol, norgestimate, or to any product ingredient<\/li><li>liver dysfunction or disease<\/li><li>neoplasia, estrogen-dependent, known or suspected<\/li><li>pregnancy, known or suspected<\/li><\/ul>"},{"id":"930603-s-3-10","title":"Precautions","mono":"<ul><li>breast cancer; increased risk with use<\/li><li>cardiovascular disorders (myocardial infarction, stroke, deep venous thrombosis and pulmonary embolism); increased risk of these events; discontinue if these events occur or are suspected<\/li><li>coronary heart disease; no cardioprotective evidence associated with use of estrogen\/progestins<\/li><li>dementia; increased risk<\/li><li>asthma; estrogen has been associated with exacerbation<\/li><li>breast cancer with bone metastases; severe hypercalcemia may occur; discontinuation may be necessary<\/li><li>conditions affected by fluid retention (cardiac or renal dysfunction); estrogen may worsen condition<\/li><li>diabetes mellitus; estrogen has been associated with exacerbation of diabetes<\/li><li>endometrial cancer; unopposed estrogen use in women with intact uteri associated with increased risk of endometrial cancer<\/li><li>endometriosis; estrogen has been associated with exacerbation<\/li><li>epilepsy; estrogen has been associated with exacerbation<\/li><li>gallbladder disease; increased risk in postmenopausal women receiving estrogen<\/li><li>hepatic hemangiomas; estrogen has been associated with exacerbation<\/li><li>hypocalcemia, severe<\/li><li>hypertriglyceridemia; increased risk of pancreatitis<\/li><li>hypothyroidism; increased doses of thyroid replacement therapy may be required; monitoring recommended<\/li><li>jaundice, cholestatic, with previous estrogen use or pregnancy; increased risk of recurrence or exacerbation; discontinuation may be necessary<\/li><li>migraine; estrogen has been associated with exacerbation<\/li><li>not to be used for the prevention of cardiovascular disease<\/li><li>ovarian cancer; use may increase risk<\/li><li>porphyria; estrogen has been associated with exacerbation<\/li><li>retinal vascular thrombosis may occur; discontinuation may be necessary<\/li><li>stroke; increased risk<\/li><li>surgery associated with increased risk of VTE or prolonged immobilization; discontinue 4 to 6 weeks prior to procedure<\/li><li>systemic lupus erythematosus (SLE); estrogen has been associated with exacerbation of SLE<\/li><\/ul>"},{"id":"930603-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"930603-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930603-s-4","title":"Drug Interactions","sub":[{"id":"930603-s-4-13","title":"Contraindicated","mono":"<ul>Tranexamic Acid (probable)<\/ul>"},{"id":"930603-s-4-14","title":"Major","mono":"<ul><li>Aripiprazole (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Ceritinib (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Isotretinoin (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Theophylline (theoretical)<\/li><li>Tizanidine (probable)<\/li><li>Topotecan (theoretical)<\/li><li>Ulipristal (established)<\/li><\/ul>"},{"id":"930603-s-4-15","title":"Moderate","mono":"<ul><li>Alprazolam (probable)<\/li><li>Amprenavir (probable)<\/li><li>Aprepitant (probable)<\/li><li>Atazanavir (probable)<\/li><li>Bacampicillin (probable)<\/li><li>Betamethasone (probable)<\/li><li>Bexarotene (probable)<\/li><li>Bosentan (probable)<\/li><li>Clarithromycin (probable)<\/li><li>Colesevelam (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Delavirdine (probable)<\/li><li>Efavirenz (established)<\/li><li>Etravirine (probable)<\/li><li>Fosamprenavir (established)<\/li><li>Fosaprepitant (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Ginseng (probable)<\/li><li>Griseofulvin (established)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Lamotrigine (established)<\/li><li>Levothyroxine (probable)<\/li><li>Licorice (probable)<\/li><li>Modafinil (probable)<\/li><li>Mycophenolate Mofetil (probable)<\/li><li>Mycophenolic Acid (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Oxcarbazepine (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Prednisolone (established)<\/li><li>Rifabutin (probable)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (probable)<\/li><li>Ritonavir (probable)<\/li><li>Rosuvastatin (probable)<\/li><li>Rufinamide (probable)<\/li><li>Selegiline (probable)<\/li><li>St John's Wort (established)<\/li><li>Tacrine (probable)<\/li><li>Telaprevir (established)<\/li><li>Tipranavir (established)<\/li><li>Topiramate (probable)<\/li><li>Troglitazone (probable)<\/li><li>Troleandomycin (established)<\/li><li>Voriconazole (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"930603-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Headache (23%)<\/li><li><b>Reproductive:<\/b>Pain of breast (16%)<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (21%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction<\/li><li><b>Endocrine metabolic:<\/b>Breast cancer<\/li><li><b>Gastrointestinal:<\/b>Disorder of gallbladder<\/li><li><b>Hematologic:<\/b>Deep venous thrombosis<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Dementia<\/li><li><b>Ophthalmic:<\/b>Thrombosis of retinal vein<\/li><li><b>Reproductive:<\/b>Endometrial carcinoma<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><li><b>Other:<\/b>Breast cancer, Endometrial carcinoma<\/li><\/ul>"},"6":{"id":"930603-s-6","title":"Drug Name Info","sub":{"0":{"id":"930603-s-6-17","title":"US Trade Names","mono":"Prefest<br\/>"},"2":{"id":"930603-s-6-19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Estrogen<\/li><li>Estrogen\/Progestin Combination<\/li><li>Musculoskeletal Agent<\/li><li>Progestin<\/li><\/ul>"},"3":{"id":"930603-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"930603-s-7","title":"Mechanism Of Action","mono":"Exogenous administration of estradiol and norgestimate is intended to mimic the actions of the endogenous hormones, which include the maintenance and development of the female reproductive system and secondary sexual characteristics. These hormones work by binding to nuclear receptors in estrogen-responsive tissue, thereby eliciting intracellular changes. Estrogens modulate the pituitary secretion of gonadotropins through a negative feedback mechanism and can help control circulating levels of luteinizing hormone and follicle-stimulating hormone. Norgestimate, a synthetic progestin, decreases nuclear estradiol receptors and inhibits epithelial DNA synthesis in endometrial tissue by binding to androgen and progestogen receptors, thereby countering estrogenic effects.<br\/>"},"8":{"id":"930603-s-8","title":"Pharmacokinetics","sub":[{"id":"930603-s-8-23","title":"Absorption","mono":"<ul><li>Estradiol, Tmax, Oral: 7 hours<\/li><li>Estrone (metabolite), Tmax, Oral: 6 hours<\/li><li>Estrone (metabolite), Effects of food: 14% increase in Cmax<\/li><li>Estrone sulfate (metabolite), Tmax, Oral: 5 hours<\/li><li>Estrone sulfate (metabolite), Effects of food: 24% increase in Cmax<\/li><li>17-deacetylnorgestimate (active drug), Oral, Tmax: 2 hours<\/li><li>17-deacetylnorgestimate (active drug), Effects of food: 16% decrease in Cmax<\/li><\/ul>"},{"id":"930603-s-8-24","title":"Distribution","mono":"<ul><li>Estrogens, Vd: widely distributed<\/li><li>Estrogens, Protein binding: largely bound (sex hormone binding globulin and albumin)<\/li><li>17-deacetylnorgestimate (active drug), Protein binding: approximately 99%<\/li><\/ul>"},{"id":"930603-s-8-25","title":"Metabolism","mono":"<ul><li>Estradiol, Hepatic: primary site<\/li><li>Estradiol, estrone, estriol, and estrone sulfate: active<\/li><li>Norgestimate, Intestinal and\/or hepatic: extensive first-pass metabolism<\/li><li>Norgestimate, 17-deacetylnorgestimate: active<\/li><\/ul>"},{"id":"930603-s-8-26","title":"Excretion","mono":"<ul><li>Estradiol, Renal: multiple forms (estradiol, estrone, estriol, and glucuronide\/sulfate conjugates)<\/li><li>Norgestimate, Fecal: as metabolites<\/li><li>Norgestimate, Renal: as metabolites<\/li><\/ul>"},{"id":"930603-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Estradiol: approximately 16 hours<\/li><li>17-deacetylnorgestimate (active drug): approximately 37 hours<\/li><\/ul>"}]},"9":{"id":"930603-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>if dose is missed for 1 or more days, resume therapy with next available tablet and do not take more than 1 tablet per day <br\/>"},"10":{"id":"930603-s-10","title":"Monitoring","mono":"<ul><li>appropriate bone mineral density is indicative of efficacy<\/li><li>improvement in severity of vasomotor symptoms is indicative of efficacy<\/li><li>improvement of vulvar and vaginal atrophy and related symptoms is indicative of efficacy<\/li><li>thyroid function in patients who receive thyroid hormone replacement therapy<\/li><li>yearly breast examinations; mammography examinations based on patient's age, risk factors, and prior mammogram results<\/li><li>blood pressure at regular intervals<\/li><li>fluid status, especially in women with predispositions (eg, cardiac or renal impairment)<\/li><\/ul>"},"12":{"id":"930603-s-12","title":"Toxicology","sub":[{"id":"930603-s-12-31","title":"Clinical Effects","mono":"<b>ESTROGENS<\/b><br\/>USES: Estrogens are naturally occurring hormones secreted primarily by the ovarian follicles and also by the adrenals, corpus luteum, placenta, and testes used pharmaceutically for female birth control, to treat prostate cancer, and to treat symptoms of menopause. PHARMACOLOGY: Endogenous estrogens are mostly responsible for the development and maintenance of the female reproductive system and secondary sexual characteristics. The primary source of estrogen in normally cycling adult female is the ovarian follicle. Estrogens bind to nuclear receptors in estrogen-responsive tissues to activate pituitary secretion of gonadotropins, luteinizing hormone (LH), and follicle-stimulating hormone through negative feedback mechanisms. EPIDEMIOLOGY: Estrogens are widely used; however, overdose is rare and significant toxicity has not been reported after overdose. TOXICITY: Overdose effects include nausea, vomiting, breast tenderness, dizziness, abdominal pain, drowsiness\/fatigue, and withdrawal bleeding in women. ADVERSE EFFECTS: COMMON: Hypertension, edema, nausea, vomiting, migraine. LESS COMMON: Myocardial infarction, venous thromboembolism, anaphylaxis, cerebrovascular accident, and neoplasm.<br\/>"},{"id":"930603-s-12-32","title":"Treatment","mono":"<b>ESTROGENS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Acute toxicity is extremely rare from these compounds, except perhaps local effects from transdermal and intravenous or intramuscular administration. In terms of care for chronic use, the most immediate treatment would be cessation of use and then supportive care for associated symptoms. MANAGEMENT OF SEVERE TOXICITY: Acute toxicity from estrogen use is not expected, and the mainstay of treatment would be cessation of use and supportive care of symptoms.<\/li><li>Decontamination: PREHOSPTIAL: Toxicity is unlikely following acute single exposure of excessive amounts. Gastric decontamination is rarely necessary. HOSPITAL: Significant toxicity is rare, GI decontamination is generally not necessary.<\/li><li>Antidote: There is no specific antidote for estrogens.<\/li><li>Monitoring of patient: Routine lab studies are generally not necessary unless otherwise clinically indicated. In self harm ingestions monitor serum electrolytes, acetaminophen and salicylate concentrations. Monitor vital signs, particularly blood pressure. Monitor ECG in patients with cardiac symptoms or severe hypertension.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of benefit due to high protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposures can be watched at home with follow up with their regular physician as needed.  OBSERVATION CRITERIA: Patients with significant adverse effects or deliberate overdose should be sent to a healthcare facility. ADMISSION CRITERIA: Admission is rarely necessary after acute overdose. Patients with severe adverse reactions (eg, strokes) should be admitted, and depending on the severity of their symptoms, may merit an ICU admission. Criteria for discharge include resolution or treatment of their symptoms. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"930603-s-12-33","title":"Range of Toxicity","mono":"<b>ESTROGENS<\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: The oral therapeutic dose can range fro 0.3 mg to 10 mg, depending on the specific substance. Intramuscular and intravenous doses can range from 1.5 mg to 30 mg, depending on the specific substance. Intravaginal and transdermal delivered doses range from 0.025 mg\/day to 0.0.1 mg\/day.<br\/>"}]},"13":{"id":"930603-s-13","title":"Clinical Teaching","mono":"<ul><li>Inform postmenopausal women of the potential for serious adverse events related to hormone therapy, including cardiovascular disorders, malignant neoplasms, and probable dementia.<\/li><li>Instruct patient to immediately report signs\/symptoms of serious cardiovascular events such as myocardial infarction, stroke, venous thrombosis, or pulmonary embolism.<\/li><li>Advise patient to immediately report signs\/symptoms of retinal vein thrombosis (eg, sudden partial or complete loss of vision, or sudden onset of proptosis, diplopia, or migraine).<\/li><li>Drug may cause abdominal pain, nausea, upper respiratory infection, breast pain or tenderness, depression, back pain, fluctuations in weight, headache, or vaginal bleeding.<\/li><li>Tell patient to immediately report abnormal vaginal bleeding.<\/li><li>Tell patient to report any unexplained partial or complete loss of vision. In addition, patients who wear contact lenses should report visual changes or changes in lens tolerance.<\/li><li>Tell patient to report any sudden onset or exacerbation of migraines or headaches that become more recurrent, persistent, or severe.<\/li><li>Patient should avoid drinking large amounts of grapefruit juice with this drug.<\/li><\/ul>"}}}