{"drugs":["Conjugated Estrogens\/Bazedoxifene Acetate","Duavee"],"mono":[{"id":"930799-s-0","title":"Generic Names","mono":"Conjugated Estrogens\/Bazedoxifene Acetate"},{"id":"930799-s-1","title":"Dosing and Indications","sub":[{"id":"930799-s-1-4","title":"Adult Dosing","mono":"<ul><li>use is not recommended in women older than 75 years<\/li><li><b>Menopausal flushing:<\/b> 1 tablet (conjugated estrogens 0.45 mg\/bazedoxifene 20 mg) ORALLY once daily with or without meals<\/li><li><b>Postmenopausal osteoporosis; Prophylaxis:<\/b> 1 tablet (conjugated estrogens 0.45 mg\/bazedoxifene 20 mg) ORALLY once daily with or without meals<\/li><\/ul>"},{"id":"930799-s-1-5","title":"Pediatric Dosing","mono":"conjugated estrogens\/bazedoxifene is not indicated in pediatric patients "},{"id":"930799-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> use not recommended<\/li><li><b>hepatic impairment or liver disease:<\/b> use is contraindicated<\/li><\/ul>"},{"id":"930799-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Menopausal flushing<\/li><li>Postmenopausal osteoporosis; Prophylaxis<\/li><\/ul>"}]},{"id":"930799-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Women taking bazedoxifene\/conjugated estrogens should not take additional estrogens. There is an increased risk of endometrial cancer in women with a uterus that use unopposed estrogens. Estrogen therapy should not be used for the prevention of cardiovascular disease or dementia. The Women's Health Initiative (WHI) estrogen-alone substudy reported increased risks of stroke and deep vein thrombosis (DVT) with daily conjugated estrogens therapy compared with placebo. The WHI Memory Study (WHIMS) estrogen-alone ancillary study of WHI reported an increased risk of probable dementia in postmenopausal women 65 years of age and older with daily conjugated estrogens therapy compared with placebo.<br\/>"},{"id":"930799-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930799-s-3-9","title":"Contraindications","mono":"<ul><li>arterial thromboembolic disease (eg, stroke, myocardial infarction), active or history of<\/li><li>breast cancer, known, suspected, or history of<\/li><li>breastfeeding; drug may cause fetal harm<\/li><li>deep vein thrombosis, active or history of<\/li><li>deficiency in protein C, protein S, or antithrombin or other known thrombophilic disorders<\/li><li>estrogen-dependent neoplasia, known or suspected<\/li><li>hepatic impairment or disease, known<\/li><li>hypersensitivity (eg, anaphylaxis, angioedema) to estrogens, bazedoxifene, or any component of the product<\/li><li>pregnancy; drug may cause fetal harm<\/li><li>pulmonary embolism, active or history of<\/li><li>uterine bleeding, abnormal and undiagnosed<\/li><\/ul>"},{"id":"930799-s-3-10","title":"Precautions","mono":"<ul><li>cardiovascular disorders; estrogens with or without progestins should not be used for the prevention of cardiovascular disease<\/li><li>concomitant progestins, additional estrogens, or additional estrogen agonist\/antagonists should not be used<\/li><li>dementia; increased risk of with estrogen-alone and with conjugated estrogen plus progestin therapy in postmenopausal women aged 65 years and older; do not use for the prevention of dementia<\/li><li>endometrial cancer; increased risk with unopposed estrogen use in women with intact uterus, especially prolonged use<\/li><li>stroke and deep vein thrombosis; conjugated estrogens alone increased the risk in postmenopausal women aged 50 to 79 years; discontinue immediately if suspected<\/li><li>angioedema, hereditary; may cause exacerbation<\/li><li>arterial vascular disease risk factors (eg, hypertension, diabetes mellitus, tobacco use, hypercholesterolemia, obesity); manage cardiovascular disease risk factors appropriately<\/li><li>blood pressure increases, substantial, have been reported as an idiosyncratic reaction to estrogens<\/li><li>cholestatic jaundice, history of, with pregnancy or prior estrogen use; discontinue with recurrence<\/li><li>concomitant estrogen, progestin, or estrogen agonist\/antagonist use is not recommended<\/li><li>conditions affected by fluid retention (eg, cardiac or renal dysfunction); estrogens may exacerbate condition<\/li><li>exacerbation of existing conditions (ie, asthma, diabetes mellitus, epilepsy, migraine, porphyria, systemic lupus erythematosus, hepatic hemangiomas) may occur<\/li><li>gallbladder disease requiring surgery has been reported; estrogen increases risk 2- to 4-fold in postmenopausal women<\/li><li>genital bleeding, abnormal and undiagnosed, persistent or recurring; use of adequate diagnostic measures recommended<\/li><li>hypertriglyceridemia, preexisting; estrogen may elevate plasma triglycerides leading to pancreatitis; consider discontinuation if pancreatitis occurs<\/li><li>hypoparathyroidism, preexisting; increased risk of estrogen-induced hypocalcemia<\/li><li>hypothyroidism and dependance on thyroid hormone replacement therapy; risk of increased thyroid-binding globulin levels; monitoring recommended; dosage adjustments of thyroid replacement may be needed<\/li><li>immobilization, prolonged, (ie, postsurgical recovery, prolonged bedrest); increased risk of VTE; discontinue use at least 4 to 6 weeks before anticipated immobilization period; resume only after patients is fully ambulatory<\/li><li>mammogram, abnormal, has been reported; further evaluation required<\/li><li>ovarian cancer; increased risk with estrogen only use<\/li><li>premenopausal women; use not recommended<\/li><li>renal impairment; use not recommended<\/li><li>retinal vascular thrombosis has been reported with estrogen use; interrupt use during evaluation if there is sudden partial or complete loss of vision, or a sudden onset of proptosis, diplopia, or migraine; permanent discontinuation required if papilledema or retinal vascular lesions develop<\/li><li>venous thromboembolism; estrogen agonist\/antagonists and estrogens are individually associated with increased risk; discontinue use if stroke occurs<\/li><li>venous thromboembolism risk factors (eg, personal or family history, obesity, systemic lupus erythematosus); manage cardiovascular disease risk factors appropriately<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"930799-s-3-11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"930799-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"930799-s-4","title":"Drug Interactions","sub":{"1":{"id":"930799-s-4-14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><\/ul>"},"2":{"id":"930799-s-4-15","title":"Moderate","mono":"<ul><li>Clarithromycin (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Ginseng (probable)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Licorice (probable)<\/li><li>St John's Wort (probable)<\/li><li>Tipranavir (established)<\/li><\/ul>"}}},{"id":"930799-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (8%), Indigestion (7%), Nausea (8%), Upper abdominal pain (7%)<\/li><li><b>Musculoskeletal:<\/b>Neck pain (5%), Spasm (9%)<\/li><li><b>Neurologic:<\/b>Dizziness (5%)<\/li><li><b>Respiratory:<\/b>Pain in throat (7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cerebrovascular accident, Deep venous thrombosis, Venous thromboembolism<\/li><li><b>Ophthalmic:<\/b>Retinal vascular disorder<\/li><li><b>Reproductive:<\/b>Primary malignant neoplasm of endometrium<\/li><\/ul>"},{"id":"930799-s-6","title":"Drug Name Info","sub":{"0":{"id":"930799-s-6-17","title":"US Trade Names","mono":"Duavee<br\/>"},"2":{"id":"930799-s-6-19","title":"Class","mono":"<ul><li>Estrogen<\/li><li>Selective Estrogen Receptor Modulator<\/li><\/ul>"},"3":{"id":"930799-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930799-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"930799-s-7","title":"Mechanism Of Action","mono":"Conjugated estrogens combined with bazedoxifene, an estrogen agonist\/antagonist, acts by binding to and activating alpha and beta estrogen receptors and exhibits varying proportional effects specific to each target tissue. The addition of bazedoxifene (agonist in some tissues and antagonist in the uterus) reduces the risk of endometrial hyperplasia associated with the conjugated estrogen component.<br\/>"},{"id":"930799-s-8","title":"Pharmacokinetics","sub":[{"id":"930799-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability, Oral: 6% (bazedoxifene)<\/li><li>Tmax, Oral: 6.5 hours (estrone); 2.5 hours (bazedoxifene)<\/li><li>Effects of food: 25% increase in AUC; Cmax unchanged (bazedoxifene)<\/li><\/ul>"},{"id":"930799-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding, plasma: 98% to 99% (bazedoxifene); sex-hormone binding globulin and albumin: extensively (estrogens)<\/li><li>Vd: 14.7 L\/kg (bazedoxifene)<\/li><\/ul>"},{"id":"930799-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: primary (estrogens), partially via CYP3A4<\/li><li>Hepatic: extensive (bazedoxifene)<\/li><li>Metabolite, bazedoxifene-5-glucuronide: activity unknown<\/li><li>Metabolites, estrone, and estriol<\/li><li>Substrate of CYP3A4 (estrogens) and uridine diphosphate glucuronosyltransferase (UGT; bazedoxifene)<\/li><\/ul>"},{"id":"930799-s-8-26","title":"Excretion","mono":"<ul><li>Bile: major route (bazedoxifene)<\/li><li>Feces: 85% (bazedoxifene)<\/li><li>Renal: major (estrogens); less than 1% (bazedoxifene)<\/li><li>Total body: 0.4 L\/hr\/kg (bazedoxifene)<\/li><\/ul>"},{"id":"930799-s-8-27","title":"Elimination Half Life","mono":"<ul><li>17 hours (conjugated estrogens); 30 hours (bazedoxifene)<\/li><li>hepatic impairment, severe: 50 hours (bazedoxifene)<\/li><\/ul>"}]},{"id":"930799-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer with or without food<\/li><li>swallow tablets whole<\/li><\/ul>"},{"id":"930799-s-10","title":"Monitoring","mono":"<ul><li>periodic reevaluation, in postmenopausal women; as clinically appropriate to determine necessity of continued treatment<\/li><li>prevention of postmenopausal osteoporosis: appropriate bone mineral density is indicative of efficacy<\/li><li>vasomotor symptoms associated with menopause: serum FSH and estradiol levels have not been shown to be useful<\/li><li>vasomotor symptoms associated with menopause: improvement in severity of vasomotor symptoms is indicative of efficacy<\/li><li>thyroid function, in women receiving thyroid hormone replacement therapy<\/li><li>diagnostic measures (endometrial sampling, direct or random), in postmenopausal women with a uterus; when indicated<\/li><li>breast examinations, for all patients; yearly<\/li><li>mammography examinations, based on patient age, risk factors, and prior mammogram results<\/li><li>fluid status, in women with predispositions to fluid retention (eg, cardiac or renal impairment)<\/li><\/ul>"},{"id":"930799-s-11","title":"How Supplied","mono":"<b>Duavee<\/b><br\/>Oral Tablet: (Bazedoxifene Acetate - Conjugated Estrogens) 20 MG-0.45 MG<br\/>"},{"id":"930799-s-12","title":"Toxicology","sub":[{"id":"930799-s-12-31","title":"Clinical Effects","mono":"<b>ORAL CONTRACEPTIVES <\/b><br\/>USES: To suppress the follicle-stimulating hormone luteinizing hormone sequence from the anterior pituitary, resulting in the suppression of ovulation and production of mucus that is less acceptable to spermatozoa. PHARMACOLOGY: An oral contraceptive acts by suppression of gonadotropins. TOXICOLOGY: There are no significant toxic effects from overdose. OVERDOSE: Abdominal pain, nausea, vomiting, headaches, breast tenderness, dysmenorrhea, arterial thromboembolism, hypertension, venous thrombosis, pulmonary embolus, cerebral thrombosis. ADVERSE EFFECTS: Nausea and vomiting with iron containing contraceptives in children, otherwise asymptomatic. <br\/>"},{"id":"930799-s-12-32","title":"Treatment","mono":"<b>ORAL CONTRACEPTIVES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of oral contraceptive overdoses require only supportive care. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is not expected in single substance oral contraceptive ingestion.<\/li><li>Decontamination: There is no need for GI decontamination.<\/li><li>Airway management: Patients with single substance oral contraceptive ingestion will not require airway management.<\/li><li>Antidote: None.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not of value.<\/li><li>Monitoring of patient: Concentrations of the hormones in oral contraceptives are not clinically useful. No routine laboratory studies are needed in most patients.<\/li><li>Patient disposition: HOME CRITERIA: Patients with inadvertent ingestions can be managed at home. If oral contraceptives containing iron are ingested, asymptomatic patients ingesting less than 40 mg\/kg elemental iron can be managed at home. OBSERVATION CRITERIA: The following patients should be sent to a healthcare facility for evaluation: Patients with self-harm ingestions; patients ingesting iron-containing oral contraceptives at a dose of more than 40 mg\/kg elemental iron or who have symptoms (nausea, vomiting, or other gastrointestinal complaints). ADMISSION CRITERIA: Patients with pure oral contraceptive overdoses do not need admission. Children with exposure to iron-containing products should follow the iron guidelines for admission. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients for any additional questions.<\/li><\/ul>"},{"id":"930799-s-12-33","title":"Range of Toxicity","mono":"<b>ORAL CONTRACEPTIVES <\/b><br\/>TOXICITY: A human toxic dose has not been established. Significant toxicity has not been reported after overdose. THERAPEUTIC DOSE: Oral contraceptives are available in various brands, doses, and formulations. <br\/>"}]},{"id":"930799-s-13","title":"Clinical Teaching","mono":"<ul><li>Instruct patients of childbearing potential that drug may cause fetal harm. If pregnancy occurs during treatment, apprise patient of potential harm to fetus.<\/li><li>Counsel lactating women to not breastfeed while receiving drug.<\/li><li>Tell patients to move about periodically to avoid prolonged periods of immobilization.<\/li><li>Side effects may include nausea, diarrhea, indigestion, upper abdominal pain, throat pain, dizziness, or neck pain.<\/li><li>Counsel patient to immediately report symptoms of venous thrombosis or thromboembolic events.<\/li><li>Tell postmenopausal patients to report abnormal vaginal bleeding.<\/li><li>Advise patient to swallow tablet whole.<\/li><li>Instruct patient to open one foil pouch at a time and to store tablets in original container. Remove only 1 tablet from the package at the time of use. Do not use if the package has been open more than 60 days.<\/li><li>Instruct patient to avoid progestins, additional estrogens, and estrogen agonists or antagonists.<\/li><\/ul>"}]}