{"drugs":["Hetlioz","Tasimelteon"],"mono":{"0":{"id":"930888-s-0","title":"Generic Names","mono":"Tasimelteon"},"1":{"id":"930888-s-1","title":"Dosing and Indications","sub":[{"id":"930888-s-1-4","title":"Adult Dosing","mono":"<b>Non-24 hour sleep-wake cycle:<\/b> 20 mg ORALLY daily at bedtime, at the same time every night; take without food; weeks or months of treatment may be required for effect "},{"id":"930888-s-1-5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"930888-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dose adjustment needed<\/li><li><b>hepatic impairment, mild or moderate:<\/b> no dose adjustment needed<\/li><li><b>hepatic impairment, severe (Child-Pugh class C):<\/b> use not recommended<\/li><\/ul>"},{"id":"930888-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Non-24 hour sleep-wake cycle<br\/>"}]},"3":{"id":"930888-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930888-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"930888-s-3-10","title":"Precautions","mono":"<ul><li>concomitant use with strong CYP1A2 inhibitors (eg, fluvoxamine) should be avoided<\/li><li>concomitant use with strong CYP3A4 inducers (eg, rifampin) should be avoided<\/li><li>elderly patients (ie, aged 65 years and older); increased risk of adverse events<\/li><li>hepatic impairment, severe (ie, Child-Pugh class C); not recommended<\/li><li>impaired mental alertness may occur; limit activity after administration<\/li><li>smokers; reduced efficacy may occur<\/li><\/ul>"},{"id":"930888-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"930888-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930888-s-4","title":"Drug Interactions","sub":{"1":{"id":"930888-s-4-14","title":"Major","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><\/ul>"}}},"5":{"id":"930888-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Hepatic:<\/b>ALT\/SGPT level raised (10%)<\/li><li><b>Neurologic:<\/b>Headache (17%)<\/li><li><b>Psychiatric:<\/b>Dream disorder (10%)<\/li><\/ul>"},"6":{"id":"930888-s-6","title":"Drug Name Info","sub":{"0":{"id":"930888-s-6-17","title":"US Trade Names","mono":"Hetlioz<br\/>"},"2":{"id":"930888-s-6-19","title":"Class","mono":"<ul><li>Central Nervous System Agent<\/li><li>Melatonin Receptor Agonist<\/li><\/ul>"},"3":{"id":"930888-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930888-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930888-s-7","title":"Mechanism Of Action","mono":"Tasimelteon is a melatonin receptor agonist, with greater affinity for melatonin MT2 compared with MT1, and is thought to increase sleep by controlling circadian rhythm.<br\/>"},"8":{"id":"930888-s-8","title":"Pharmacokinetics","sub":[{"id":"930888-s-8-23","title":"Absorption","mono":"<ul><li>Bioavailability, Oral: 38.3%<\/li><li>Tmax, Oral: 0.5 to 3 hours<\/li><li>Effects of food: Cmax 44% lower; Tmax delayed 1.75 hours<\/li><\/ul>"},{"id":"930888-s-8-24","title":"Distribution","mono":"<ul><li>Vd: 59 to 126 L<\/li><li>Protein binding: 90%<\/li><\/ul>"},{"id":"930888-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: extensive<\/li><li>Substrate of CYP1A2 and CYP3A4<\/li><li>Metabolites: 13-fold or lower activity at melatonin receptors<\/li><\/ul>"},{"id":"930888-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 80%; less than 1% unchanged<\/li><li>Fecal: 4%<\/li><\/ul>"},{"id":"930888-s-8-27","title":"Elimination Half Life","mono":"<ul><li>1.3 hours<\/li><li>Metabolites: 1.3 to 3.7 hours (13-fold or less activity)<\/li><\/ul>"}]},"9":{"id":"930888-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>administer without food <br\/>"},"10":{"id":"930888-s-10","title":"Monitoring","mono":"an increase in sleeping at nighttime and a decrease in daytime napping is evidence of efficacy<br\/>"},"11":{"id":"930888-s-11","title":"How Supplied","mono":"<b>Hetlioz<\/b><br\/>Oral Capsule: 20 MG<br\/>"},"12":{"id":"930888-s-12","title":"Toxicology","sub":[{"id":"930888-s-12-31","title":"Clinical Effects","mono":"<b>TASIMELTEON <\/b><br\/>USES: Tasimelteon is a melatonin receptor agonist used to treat patients with Non-24-hour Sleep-Wake Disorder (Non-24). PHARMACOLOGY: Tasimelteon is a melatonin receptor agonist with greater affinity for melatonin MT2 compared with MT1, and is thought to increase sleep by controlling circadian rhythm. However, the exact mechanism of action is not known. EPIDEMIOLOGY: Overdose has not been reported. TOXICITY: Toxicity following overdose has not been reported. Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. ADVERSE EFFECTS: Elevated alanine aminotransferase, headache, nightmares or abnormal dreams, somnolence, upper respiratory tract infection, and urinary tract infection have been reported. <br\/>"},{"id":"930888-s-12-32","title":"Treatment","mono":"<b>TASIMELTEON <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor mental status and vital signs. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not necessary. HOSPITAL: Gastrointestinal decontamination is generally not necessary. Consider activated charcoal following a recent significant exposure or if a more toxic coingestant is involved; administer activated charcoal if the patient is not vomiting, and the airway is protected.<\/li><li>Airway management: Monitor respiratory and CNS function. Assess airway and monitor pulse oximetry following a significant exposure. Although not anticipated to be necessary following a minor or moderate exposure, ensure adequate ventilation and perform endotracheal intubation in patients as necessary.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vitals signs and mental status. Routine laboratory studies are not needed unless otherwise clinically indicated. Monitor liver enzymes in cases of a very large exposure. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Tasimelteon is highly protein bound (90%) and has a large volume of distribution (56 to 126 L); therefore, hemodialysis is UNLIKELY to be effective.<\/li><li>Patient disposition: HOME CRITERIA: Most inadvertent ingestions can be managed at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions and any symptomatic patients should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions should be evaluated in a healthcare facility. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"930888-s-12-33","title":"Range of Toxicity","mono":"<b>TASIMELTEON <\/b><br\/>TOXICITY: A toxic dose has not been established. There have been no reports of overdose with tasimelteon. THERAPEUTIC DOSE: ADULT: 20 mg orally once daily before bedtime. PEDIATRIC: Safety and efficacy have not been established.<br\/>"}]},"13":{"id":"930888-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell patient to limit activities to bedtime preparations after taking drug due to potential for impaired mental alertness.<\/li><li>Side effects may include headaches, nightmares, unusual dreams, upper respiratory tract infection, and urinary tract infection.<\/li><li>Advise patient to take drug at the same time each night. If this is not possible, the patient should skip the evening dose.<\/li><li>Counsel patient to take drug without food.<\/li><\/ul>"}}}