{"generic":"Sucroferric Oxyhydroxide","drugs":["Sucroferric Oxyhydroxide","Velphoro"],"mono":{"0":{"id":"930839-s-0","title":"Generic Names","mono":"Sucroferric Oxyhydroxide"},"1":{"id":"930839-s-1","title":"Dosing and Indications","sub":{"0":{"id":"930839-s-1-4","title":"Adult Dosing","mono":"<ul><li>Each tablet contains 500 mg elemental iron (equivalent to 2500 mg sucroferric oxyhydroxide)<\/li><li><b>Renal failure-associated hyperphosphatemia, Patient Receiving Dialysis:<\/b> Initial: 1 tablet (500 mg elemental iron) ORALLY 3 times daily with meals; increase or decrease by 1 tablet (500 mg elemental iron\/day) as often as weekly to maintain acceptable serum phosphorus levels; distribute total daily dose across meals<\/li><\/ul>"},"1":{"id":"930839-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy have not been established in pediatric patients."},"3":{"id":"930839-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Renal failure-associated hyperphosphatemia, Patient Receiving Dialysis<br\/>"}}},"3":{"id":"930839-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930839-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"930839-s-3-10","title":"Precautions","mono":"<ul><li>Gastrointestinal:<\/li><li>-- significant gastrointestinal disorders or following major gastrointestinal surgery; monitoring recommended<\/li><li>Hepatic:<\/li><li>-- peritonitis during peritoneal dialysis; monitoring recommended<\/li><li>-- significant hepatic disorders; monitoring recommended<\/li><li>Other:<\/li><li>-- iron accumulation disorders (eg, hemochromatosis); monitoring recommended<\/li><li>Concomitant Use:<\/li><li>-- use with levothyroxine not recommended<\/li><\/ul>"},{"id":"930839-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"930839-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"930839-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Diarrhea (6% to 24%)<br\/>"},"6":{"id":"930839-s-6","title":"Drug Name Info","sub":{"0":{"id":"930839-s-6-17","title":"US Trade Names","mono":"Velphoro<br\/>"},"2":{"id":"930839-s-6-19","title":"Class","mono":"Phosphate Binder<br\/>"},"3":{"id":"930839-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930839-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930839-s-7","title":"Mechanism Of Action","mono":"Sucroferric oxyhydroxide reduces serum phosphorus and calcium-phosphorus product levels via a ligand-exchange process in the aqueous environment of the gastrointestinal tract in which dietary phosphate is exchanged for hydroxyl groups and\/or water in sucroferric oxyhydroxide. The bound phosphate is thus eliminated in the feces, resulting in decreased dietary phosphate absorption.<br\/>"},"8":{"id":"930839-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"930839-s-8-23","title":"Absorption","mono":"Oral: not systemically absorbed <br\/>"},"3":{"id":"930839-s-8-26","title":"Excretion","mono":"Fecal: 100% <br\/>"}}},"9":{"id":"930839-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Must be taken with meals<\/li><li>Do not swallow whole; tablets must be chewed; tablets may be crushed to facilitate chewing.<\/li><li>Divide total daily dose across meals of the day.<\/li><li>Concomitant administration with doxycycline: Take at least 1 hour prior to sucroferric oxyhydroxide.<\/li><\/ul>"},"10":{"id":"930839-s-10","title":"Monitoring","mono":"<ul><li>serum phosphorus initially to a target concentration of 5.5 mg\/dL or less, then regular monitoring thereafter during therapy<\/li><li>iron homeostasis and tolerability in patients with peritonitis during peritoneal dialysis, significant gastric or hepatic disorders, following major gastrointestinal surgery, or a history of diseases with iron accumulation, including hemochromatosis<\/li><\/ul>"},"11":{"id":"930839-s-11","title":"How Supplied","mono":"<b>Velphoro<\/b><br\/>Oral Tablet, Chewable: 500 MG<br\/>"},"12":{"id":"930839-s-12","title":"Toxicology","sub":[{"id":"930839-s-12-31","title":"Clinical Effects","mono":"<b>SUCROFERRIC OXYHYDROXIDE<\/b><br\/>USES: Sucroferric oxyhydroxide, a phosphate binder, is used for the control of serum phosphorus levels in patients with chronic kidney disease that are on dialysis. PHARMACOLOGY: Phosphate binding occurs in the GI tract by ligand exchange between hydroxyl groups and\/or water in sucroferric oxyhydroxide and phosphate in the diet, allowing the bound phosphate to be eliminated in the feces. Both serum phosphorus levels and calcium-phosphorus product levels are reduced due to decreased dietary phosphate absorption. EPIDEMIOLOGY: Exposure may occur, but the risk of severe toxicity is not anticipated. OVERDOSE: There are no reports of overdose with this agent. Absorption of iron from sucroferric oxyhydroxide is low and the risk of severe systemic effects of iron toxicity is minimal. MILD TO MODERATE TOXICITY: Gastrointestinal events are likely to occur. Nausea and diarrhea can develop. SEVERE TOXICITY: Severe events are not anticipated following overdose. Hypophosphatemia can develop. ADVERSE EFFECTS: Discoloration (black) of stool and diarrhea are common adverse events associated with sucroferric oxyhydroxide. <br\/>"},{"id":"930839-s-12-32","title":"Treatment","mono":"<b>SUCROFERRIC OXYHYDROXIDE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not anticipated. Administer antidiarrheal as needed for persistent diarrhea symptoms. Obtain a baseline phosphate level; repeat as indicated. Hypophosphatemia can develop. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is not anticipated. Because the agent is minimally absorbed, significant iron toxicity is not anticipated. Obtain an iron level as indicated. Severe hypophosphatemia (serum phosphate concentration of less than 1 mg\/dL over 2 or more days) can produce rhabdomyolysis, respiratory failure, acute hemolytic anemia and dysrhythmias. Replace phosphorus as indicated.<\/li><li>Decontamination: PREHOSPITAL: Gastric decontamination is not anticipated to be necessary due to minimal absorption. HOSPITAL: Gastric decontamination is not anticipated to be necessary due to minimal absorption. Activated charcoal may be indicated if coingestants are suspected and the airway is protected.<\/li><li>Airway management: Airway management is unlikely to be necessary.<\/li><li>Antidote: There is no known antidote.<\/li><li>Hypophosphatemia: SUMMARY: Hypophosphatemia may develop following overdose; monitor serum phosphate levels following overdose. Most patients with hypophosphatemia are usually asymptomatic; discontinue sucroferric oxyhydroxide therapy. Severe hypophosphatemia can produce rhabdomyolysis, respiratory failure, acute hemolytic anemia and dysrhythmias. ORAL THERAPY: Moderate hypophosphatemia can be treated with oral phosphate supplementation. DOSE: Sodium phosphate or potassium phosphate tablets at 2.5 to 3.5 g daily (8 to 110 mmol) divided in 2 to 3 doses. PARENTERAL THERAPY: Parenteral therapy is recommended for severe cases in patients with either symptomatic hypophosphatemia or an absolute serum phosphorus level less than 1 mg\/dL or 0.32 mmol\/L. DOSE: Doses up to 45 mmol and infusion rates up to 20 mmol per hour have been suggested as safe. Sodium phosphate is preferred over potassium phosphate to prevent hyperkalemia in patients at risk for this condition. Monitor serum phosphorus levels every 6 hours. IV therapy should be switched to oral supplementation once the phosphorus level exceeds 1 mg\/dL. ADVERSE EFFECTS: Large doses and\/or rapid administration of parenteral phosphorus can produce hypocalcemia and resultant complications including tetany, hypotension, renal failure and potentially fatal arrhythmias, as well as hyperphosphatemia and hypomagnesemia.<\/li><li>Monitoring of patient: Routine laboratory studies are unlikely to be necessary. Obtain a baseline phosphate level following a significant exposure; repeat as indicated.<\/li><li>Enhanced elimination procedure: Based on minimal absorption, enhanced elimination is unlikely to be effective.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with an inadvertent ingestion of 1 to 2 extra doses can be monitored at home. An asymptomatic child with an inadvertent ingestion (1 tablet) can be monitored at home with adult supervision. OBSERVATION CRITERIA: Patients that are symptomatic or had a deliberate ingestion should be referred to a healthcare facility for evaluation and treatment. ADMISSION CRITERIA: Patients that develop persistent signs or symptoms of hypophosphatemia or other toxicity should be admitted.  CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"930839-s-12-33","title":"Range of Toxicity","mono":"<b>SUCROFERRIC OXYHYDROXIDE<\/b><br\/>TOXICITY: A toxic dose has not been established. Doses up to 3000 mg were used during clinical trials with no adverse effects. Because the agent is minimally absorbed, significant iron toxicity is not anticipated. Hypophosphatemia can develop. THERAPEUTIC DOSE: INITIAL: 500 mg orally 3 times daily with meals; increase or decrease by 500 mg\/day at weekly intervals to maintain serum phosphorus level of 5.5 mg\/dL or less. Take tablets with meals and chew thoroughly. Do NOT swallow whole. <br\/>"}]},"13":{"id":"930839-s-13","title":"Clinical Teaching","mono":"<ul><li>Side effects may include discolored feces, diarrhea, and nausea,<\/li><li>Instruct patient to chew tablets and not swallow them whole. Tablets may be crushed to aid with chewing and swallowing<\/li><li>Patient should take with food and the total daily dose should be divided across the meals of the day to maximize the dietary phosphate binding.<\/li><li>Advise patient to report use of alendronate or doxycycline, as these drugs need to be given at least 1 hour before chewable tablets.<\/li><li>Instruct patient not to replace a skipped dose. If 1 or more doses are missed, the patient should resume the drug with the next meal.<\/li><\/ul>"}}}