{"generic":"Dapagliflozin Propanediol","drugs":["Dapagliflozin Propanediol","Farxiga"],"mono":{"0":{"id":"930870-s-0","title":"Generic Names","mono":"Dapagliflozin Propanediol"},"1":{"id":"930870-s-1","title":"Dosing and Indications","sub":[{"id":"930870-s-1-4","title":"Adult Dosing","mono":"<b>Type 2 diabetes mellitus:<\/b> initial, 5 mg ORALLY once daily in the morning; may increase to 10 mg once daily "},{"id":"930870-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in pediatric patients "},{"id":"930870-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, estimated GFR (eGFR) 60 mL\/min\/1.73 m(2) or greater:<\/b> No adjustment necessary<\/li><li><b>Renal impairment, eGFR less than 60 mL\/min\/1.73 m(2):<\/b> Do not initiate therapy; discontinue if eGFR is persistently less than 60 mL\/min\/1.73 m(2) during therapy.<\/li><li><b>Renal impairment (severe), ESRD, or receiving dialysis:<\/b> Use contraindicated<\/li><li><b>Hepatic impairment:<\/b> No adjustment necessary<\/li><li><b>Geriatric patients:<\/b> No adjustment necessary<\/li><li><b>Concomitant use of insulin or insulin secretagogues:<\/b> Dose reduction of insulin or insulin secretagogues may be necessary to avoid hypoglycemia.<\/li><\/ul>"},{"id":"930870-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},"3":{"id":"930870-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930870-s-3-9","title":"Contraindications","mono":"<ul><li>Dialysis<\/li><li>End-stage renal disease<\/li><li>Hypersensitivity to dapagliflozin propanediol<\/li><li>Renal impairment, severe (estimated GFR less than 30 mL\/min\/1.73 m(2))<\/li><\/ul>"},{"id":"930870-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Symptomatic hypotension may occur; increased risk in patients with impaired renal function (estimated GFR less than 60 mL\/min\/1.73 m(2)), elderly patients, or those on loop diuretics; assess and correct volume status prior to treatment; monitoring recommended<\/li><li>Endocrine and Metabolic:<\/li><li>-- Hypoglycemia; increased risk when used concomitantly with insulin or an insulin secretagogue; dose adjustments may be required<\/li><li>-- LDL cholesterol increases may occur; monitoring recommended<\/li><li>-- Urine glucose tests and 1,5-anhydroglucitol assays not recommended for monitoring glycemic control with dapagliflozin use<\/li><li>-- Ketoacidosis may occur; monitoring recommended and discontinue use if acidosis is confirmed<\/li><li>Renal:<\/li><li>-- Bladder cancer, active; use not recommended<\/li><li>-- Bladder cancer, history of; unknown risk of cancer recurrence; weigh benefits of glycemic control versus risk of recurrence prior to treatment<\/li><li>-- Bladder cancer, new onset; may occur<\/li><li>-- Renal impairment; not recommended in patients with moderate impairment (estimated GFR 30 to less than 60 mL\/min\/1.73(m2)); use contraindicated in patients with severe impairment (estimated GFR less than 30 mL\/min\/1.73(m2))<\/li><li>-- Increased serum creatinine, decreased estimated GFR, and adverse effects related to renal function may occur; increased risk in the elderly and patients with preexisting renal dysfunction; monitoring recommended<\/li><li>Reproductive:<\/li><li>-- Genital mycotic infection may occur; increased risk in patients with prior history of genital mycotic infections; monitoring recommended<\/li><\/ul>"},{"id":"930870-s-3-11","title":"Pregnancy Category","mono":"Dapagliflozin: C (FDA)<br\/>"},{"id":"930870-s-3-12","title":"Breast Feeding","mono":"Dapagliflozin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930870-s-4","title":"Drug Interactions","sub":{"1":{"id":"930870-s-4-14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"930870-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Esmolol (probable)<\/li><li>Furazolidone (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},"5":{"id":"930870-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Renal:<\/b>Urinary tract infectious disease (4.3% to 5.7%)<\/li><li><b>Reproductive:<\/b>Female genital infection (6.9% to 8.4%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (6.3% to 6.6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension<\/li><li><b>Endocrine metabolic:<\/b>Hypoglycemia<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (Severe) (0.3%)<\/li><li><b>Musculoskeletal:<\/b>Fracture of bone<\/li><li><b>Renal:<\/b>Malignant tumor of urinary bladder (0.17%), Renal impairment, Volume depletion, renal, due to output loss (renal deficit)<\/li><li><b>Reproductive:<\/b>Genital infection (4.8% to 5.7%)<\/li><\/ul>"},"6":{"id":"930870-s-6","title":"Drug Name Info","sub":{"0":{"id":"930870-s-6-17","title":"US Trade Names","mono":"Farxiga<br\/>"},"2":{"id":"930870-s-6-19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Sodium Glucose Co-Transporter 2 Inhibitor<\/li><\/ul>"},"3":{"id":"930870-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930870-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930870-s-7","title":"Mechanism Of Action","mono":"Dapagliflozin inhibits sodium-glucose cotransporter 2 (SGLT2), thereby reducing reabsorption of filtered glucose, lowering the renal threshold for glucose, and increasing urinary glucose excretion.<br\/>"},"8":{"id":"930870-s-8","title":"Pharmacokinetics","sub":[{"id":"930870-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral: within 2 hours<\/li><li>Bioavailability, oral: 78%<\/li><\/ul>"},{"id":"930870-s-8-24","title":"Distribution","mono":"Protein binding: 91% <br\/>"},{"id":"930870-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive via UGT1A9<\/li><li>3-O-glucuronide: inactive<\/li><\/ul>"},{"id":"930870-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 75% (less than 2% unchanged)<\/li><li>Fecal: 21% (15% unchanged)<\/li><\/ul>"},{"id":"930870-s-8-27","title":"Elimination Half Life","mono":"12.9 hours <br\/>"}]},"9":{"id":"930870-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>Take once daily in the morning, with or without food.<br\/>"},"10":{"id":"930870-s-10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>renal function; before therapy initiation and periodically thereafter<\/li><li>LDL cholesterol; after initiating treatment<\/li><li>volume status; before therapy initiation in patients with renal impairment, who are elderly, or on loop diuretics<\/li><li>signs and symptoms of hypotension; during therapy<\/li><li>genital mycotic infection; during therapy, especially in patients with a history of such infections<\/li><\/ul>"},"11":{"id":"930870-s-11","title":"How Supplied","mono":"<b>Farxiga<\/b><br\/>Oral Tablet: 5 MG, 10 MG<br\/>"},"12":{"id":"930870-s-12","title":"Toxicology","sub":[{"id":"930870-s-12-31","title":"Clinical Effects","mono":"<b>DAPAGLIFLOZIN<\/b><br\/>USES: Dapagliflozin is a sodium-glucose cotransporter 2 (SGLT2) inhibitor used to improve glycemic control in adults with type 2 diabetes mellitus. It is indicated as an adjunct to diet and exercise. PHARMACOLOGY:  Dapagliflozin inhibits the sodium-glucose cotransporter 2 (SGLT2), which is expressed in the proximal renal tubules and is responsible for most renal reabsorption of filtered glucose. Inhibition of SGLT2 decreases reabsorption of filtered glucose and lowers the renal threshold for glucose, thus urinary glucose excretion is increased. EPIDEMIOLOGY: Overdose has not been reported. OVERDOSE: Toxicity following overdose has not been reported. Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. ADVERSE EFFECTS: COMMON: The most common adverse effects following therapeutic administration, with an incidence rate of at least 5%, include urinary tract infections, nasopharyngitis, and female genital mycotic infections. LESS COMMON: Other adverse effects include hypotension, back pain, pain in extremities, polyuria, dysuria, dyslipidemia, hyperphosphatemia, nausea, and constipation. Ingestion of dapagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues, hypoglycemia may develop. RARE: Hypersensitivity reactions, including anaphylaxis, severe cutaneous reactions, and angioedema, have been rarely reported.<br\/>"},{"id":"930870-s-12-32","title":"Treatment","mono":"<b>DAPAGLIFLOZIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Overdose has not been reported. HYPOTENSION: Monitor vital signs. Assess fluid status; osmotic diuresis and intravascular depletion may develop. Replace fluids (oral or IV fluids) as indicated. HYPOGLYCEMIA: Ingestion of dapagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with dapagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. DIET: If the patient is awake and alert, offer carbohydrates. If hypoglycemia persists or becomes severe, treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. NOT RECOMMENDED: Prophylactic dextrose administration is not recommended in patients who do not become hypoglycemic, as it may make it difficult to distinguish patients who become hypoglycemic and require prolonged hospitalization from those who remain asymptomatic and may be discharged sooner. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. HYPOTENSION: Treat moderate to severe hypotension with IV fluids, dopamine or norepinephrine as necessary. HYPOGLYCEMIA: Ingestion of dapagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with dapagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None<\/li><li>Hypoglycemia: DEXTROSE: Give dextrose if symptomatic or BS less than 60 mg\/dL. DOSE: ADULT: 0.5 to 1 g\/kg of D50W (50% dextrose) IV push; ADOLESCENT: 0.5 to 1 g\/kg (1 to 2 mL\/kg) of 50% dextrose IV push; INFANT and CHILD: 0.5 to 1 g\/kg (2 to 4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL. DIET: When the patient is awake and alert, supplement IV glucose with carbohydrate intake.<\/li><li>Hypotensive episode: Administer IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids.<\/li><li>Acute allergic reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Ingestion of dapagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with dapagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Monitor vital signs. Monitor fluid and electrolyte balance in symptomatic patients. Plasma levels are not clinically useful for managing overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because of the high degree of protein binding (91%).<\/li><li>Patient disposition: HOME CRITERIA: All children with ingestions should be sent to a healthcare facility for evaluation and treatment. Adults with a deliberate overdose should be sent to a healthcare facility for evaluation and treatment. Diabetic adults with an inadvertent ingestion of an extra dose who are asymptomatic can be monitored at home. Asymptomatic non-diabetic adults with an inadvertent ingestion of one or two pills can be monitored at home. OBSERVATION CRITERIA: There is no information on the onset or duration of hypoglycemia after overdose of these patients; however, due to the prolonged half-life of dapagliflozin patients may need to be monitored for a minimum of 8 to 12 hours if they are also taking insulin or an insulin secretagogue. ADMISSION CRITERIA: Patients who develop hypoglycemia should be admitted for a minimum of 24 hours for frequent blood glucose monitoring. They should only be discharged when free of symptoms and are able to maintain euglycemia without supplemental dextrose for 8 hours. CONSULT CRITERIA: Consult a medical toxicologist or a poison center for assistance with medical management in patients with severe overdose or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"930870-s-12-33","title":"Range of Toxicity","mono":"<b>DAPAGLIFLOZIN<\/b><br\/>TOXICITY: A toxic dose has not been established. There have been no reports of overdose with dapagliflozin, although a 500-mg one-time dose was administered to healthy volunteers during clinical trials, with no evidence of QTc interval prolongation. THERAPEUTIC DOSE: ADULT: The recommended initial dose is 5 mg orally once daily in the morning. If tolerated, the dose may be increased to 10 mg orally once daily. PEDIATRIC: The safety and effectiveness of dapagliflozin have not been established in pediatric patients.<br\/>"}]},"13":{"id":"930870-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of a genital mycotic infection, urinary tract infection, or symptomatic hypotension.<\/li><li>Tell patient to report macroscopic hematuria or other symptoms of bladder cancer.<\/li><li>Side effects may include nasopharyngitis, back pain, increased urination, nausea, or constipation.<\/li><li>Counsel patient to maintain adequate hydration during treatment.<\/li><\/ul>"}}}