{"drugs":["Cholib","Fenofibrate\/Simvastatin"],"mono":{"0":{"id":"930805-s-0","title":"Generic Names","mono":"Fenofibrate\/Simvastatin"},"1":{"id":"930805-s-1","title":"Dosing and Indications","sub":[{"id":"930805-s-1-4","title":"Adult Dosing","mono":"<ul><li>fenofibrate\/simvastatin has centralized marketing authorization by the European Medicines Agency (EMA) for use in the European Union (EU)<\/li><li><b>Dyslipidemia, Mixed, in patients at high cardiovascular risk:<\/b> fenofibrate 145 mg\/simvastatin 20 mg (1 tablet) OR fenofibrate 145 mg\/simvastatin 40 mg (1 tablet) ORALLY once daily (European Medicines Agency-approved dosing)<\/li><\/ul>"},{"id":"930805-s-1-5","title":"Pediatric Dosing","mono":"contraindicated for use in pediatric patients up to 18 years of age "},{"id":"930805-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> GFR less than 60 mL\/min, contraindicated<\/li><li><b>hepatic impairment:<\/b> contraindicated<\/li><li><b>elderly:<\/b> no dose adjustment necessary<\/li><\/ul>"},{"id":"930805-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><br\/>Dyslipidemia, Mixed, in patients at high cardiovascular risk<br\/>"}]},"3":{"id":"930805-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930805-s-3-9","title":"Contraindications","mono":"<ul><li>Active liver disease<\/li><li>Acute or chronic pancreatitis with the exception of acute pancreatitis due to severe hypertriglyceridemia<\/li><li>Breastfeeding<\/li><li>Concomitant use of ciclosporin, potent CYP3A4 inhibitors, danazol, fibrates, or statins<\/li><li>Elevated creatine phosphokinase (above 5 times ULN) due to previous statin treatment<\/li><li>Gallbladder disease<\/li><li>Hypersensitivity to peanut, soya, or any of the active ingredients or excipients of the product<\/li><li>Moderate to severe (estimated GFR less than 60 mL\/min\/1.73m(2)) renal insufficiency<\/li><li>Myopathy or rhabdomyolysis due to statin or fibrate use<\/li><li>Pediatric patients<\/li><li>Photoallergic or phototoxic reaction during treatment with fibrates or ketoprofen<\/li><li>Pregnancy<\/li><li>Unexplained persistent elevated serum transaminases<\/li><\/ul>"},{"id":"930805-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- Hyperglycemia requiring formal diabetes care may occur, especially in patients with fasting glucose 5.6 to 6.9 mmol\/L, BMI greater than 30 kg\/m(2), raised triglycerides, or hypertension; monitoring recommended<\/li><li>-- Uncontrolled hypothyroidism predisposes patient to rhabdomyolysis; consider risk versus benefit and monitoring recommended<\/li><li>Gastrointestinal:<\/li><li>--Pancreatitis has been reported with fenofibrate use; may indicate loss of efficacy<\/li><li>Musculoskeletal:<\/li><li>-- History of muscular toxicity with statin or fibrate use; increased risk of rhabdomyolysis, consider risk versus benefit for use; monitoring recommended<\/li><li>-- Elevated creatine kinase levels (ie, greater than 5 times the ULN) at baseline; do not initiate treatment<\/li><li>-- Immune-mediated necrotizing myopathy during or after treatment with some statins has been rarely reported<\/li><li>-- Skeletal muscle toxicity, including dose-related myopathy and rhabdomyolysis with or without renal failure, has been reported with the use of lipid-lowering substances (ie, fibrates or statins); discontinue use if myopathy is suspected<\/li><li>-- Personal or family history of hereditary muscular disorders; increased risk for rhabdomyolysis; consider risk versus benefit of use; monitoring recommended<\/li><li>-- Alcohol abuse risk of rhabdomyolysis increased, consider risk versus benefit and monitoring recommended<\/li><li>Hepatic:<\/li><li>-- Hepatitis may occur; discontinue use if occurs<\/li><li>-- Hypoalbuminemia predisposes patient to rhabdomyolysis; consider risk versus benefit and monitoring recommended<\/li><li>-- Transaminase elevations have been reported; monitoring recommended and discontinue use if levels are greater than 3 times the ULN<\/li><li>Renal:<\/li><li>-- Renal impairment predisposes patient to  rhabdomyolysis; consider risk versus benefit for use, and monitoring recommended<\/li><li>-- Renal insufficiency, mild (estimated GFR 60 to 89 mL\/min\/1.73m(2))<\/li><li>-- Serum creatinine elevations may occur; monitoring recommended and interrupt treatment if levels are greater than 50% above the ULN<\/li><li>Respiratory:<\/li><li>-- History of pulmonary embolism; increased risk of venous thromboembolic events<\/li><li>-- Interstitial lung disease has been reported, especially with long term therapy; if suspected, discontinue use<\/li><li>Other:<\/li><li>-- Elderly patients (65 years or older) are predisposed to rhabdomyolysis; consider risk versus benefit and monitoring recommended<\/li><li>-- Women are at increased risk of rhabdomyolysis; consider risk versus benefit of use, and monitoring recommended<\/li><li>-- Reduced function of hepatic OATP transport proteins, eg in carriers of SLCO1B1 c.521T&gt;C genotype; risk of myopathy and rhabdomyolysis increased, especially in homozygote C al&le; carriers (ie, type CC) and in heterozygote C al&le; carriers (ie, type CT)<\/li><li>-- Hereditary problems of galactose intolerance, Lapp lactase deficiency, or glucose-galactose malabsorption; product contains lactose; do not use<\/li><li>-- Hereditary problems of fructose intolerance, glucose-galactose malabsorption, or sucrase-isomaltase insufficiency; product contains sucrose; do not use<\/li><li>--Major surgery or medical condition; discontinue treatment for a few days prior to procedure or during supervening condition<\/li><li>-- Yellow dye allergy; product contains sunset yellow FCF (E110)<\/li><li>Concomitant:<\/li><li>-- Grapefruit juice; avoid concomitant administration<\/li><li>-- If fusidic acid treatment is necessary, discontinue use of fenofibrate\/simvastatin for duration of fusidic acid therapy and reintroduce statin 7 days later<\/li><li>-- Paradoxical decrease in HDL-C may occur with concomitant glitazone use; monitoring recommended and discontinue either therapy if levels are too low<\/li><\/ul>"},{"id":"930805-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"930805-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930805-s-4","title":"Drug Interactions","sub":[{"id":"930805-s-4-13","title":"Contraindicated","mono":"<ul><li>Amprenavir (theoretical)<\/li><li>Atazanavir (probable)<\/li><li>Boceprevir (theoretical)<\/li><li>Clarithromycin (probable)<\/li><li>Cobicistat (theoretical)<\/li><li>Cyclosporine (established)<\/li><li>Danazol (probable)<\/li><li>Darunavir (theoretical)<\/li><li>Erythromycin (established)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gemfibrozil (probable)<\/li><li>Idelalisib (probable)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (established)<\/li><li>Ketoconazole (probable)<\/li><li>Lopinavir (theoretical)<\/li><li>Mibefradil (probable)<\/li><li>Mifepristone (probable)<\/li><li>Nefazodone (established)<\/li><li>Nelfinavir (established)<\/li><li>Paritaprevir (theoretical)<\/li><li>Posaconazole (established)<\/li><li>Ritonavir (probable)<\/li><li>Saquinavir (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (probable)<\/li><li>Tipranavir (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"},{"id":"930805-s-4-14","title":"Major","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Amiodarone (established)<\/li><li>Amlodipine (probable)<\/li><li>Anisindione (probable)<\/li><li>Apixaban (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Atorvastatin (probable)<\/li><li>Azithromycin (probable)<\/li><li>Bezafibrate (theoretical)<\/li><li>Bivalirudin (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Ceritinib (theoretical)<\/li><li>Cerivastatin (probable)<\/li><li>Ciprofibrate (theoretical)<\/li><li>Ciprofloxacin (probable)<\/li><li>Clofibrate (theoretical)<\/li><li>Colchicine (probable)<\/li><li>Conivaptan (probable)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Daclatasvir (theoretical)<\/li><li>Dalfopristin (probable)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Daptomycin (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Desirudin (theoretical)<\/li><li>Dicumarol (probable)<\/li><li>Diltiazem (established)<\/li><li>Drotrecogin Alfa (theoretical)<\/li><li>Eltrombopag (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Eslicarbazepine Acetate (established)<\/li><li>Fenofibric Acid (theoretical)<\/li><li>Fluconazole (probable)<\/li><li>Fluvastatin (probable)<\/li><li>Fondaparinux (theoretical)<\/li><li>Fusidic Acid (probable)<\/li><li>Heparin (theoretical)<\/li><li>Lepirudin (theoretical)<\/li><li>Lomitapide (probable)<\/li><li>Lovastatin (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Niacin (established)<\/li><li>Nilotinib (theoretical)<\/li><li>Pazopanib (established)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pitavastatin (probable)<\/li><li>Pravastatin (probable)<\/li><li>Primidone (theoretical)<\/li><li>Protein C (theoretical)<\/li><li>Quinupristin (probable)<\/li><li>Ranolazine (established)<\/li><li>Risperidone (probable)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rosuvastatin (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Simeprevir (established)<\/li><li>Tadalafil (theoretical)<\/li><li>Teriflunomide (probable)<\/li><li>Tinzaparin (theoretical)<\/li><li>Verapamil (established)<\/li><li>Warfarin (established)<\/li><\/ul>"},{"id":"930805-s-4-15","title":"Moderate","mono":"<ul><li>Albiglutide (probable)<\/li><li>Alitretinoin (established)<\/li><li>Bosentan (probable)<\/li><li>Clopidogrel (established)<\/li><li>Colestipol (probable)<\/li><li>Dasatinib (established)<\/li><li>Digoxin (probable)<\/li><li>Dronedarone (probable)<\/li><li>Efavirenz (established)<\/li><li>Ezetimibe (established)<\/li><li>Fosphenytoin (probable)<\/li><li>Glimepiride (probable)<\/li><li>Imatinib (probable)<\/li><li>Interferon Beta (established)<\/li><li>Levothyroxine (probable)<\/li><li>Oat Bran (probable)<\/li><li>Oxcarbazepine (probable)<\/li><li>Pectin (probable)<\/li><li>Phenytoin (probable)<\/li><li>Rifampin (probable)<\/li><li>Rosiglitazone (established)<\/li><li>St John's Wort (established)<\/li><li>Ticagrelor (established)<\/li><\/ul>"}]},"5":{"id":"930805-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Gastroenteritis (1% to less than 10%)<\/li><li><b>Hematologic:<\/b>Increased platelet count (1% to less than 10%)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (1% to less than 10%)<\/li><li><b>Renal:<\/b>Serum creatinine raised (10%)<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (1% to less than 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hyperhomocysteinemia<\/li><li><b>Endocrine metabolic:<\/b>Diabetes mellitus<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hematologic:<\/b>Deep venous thrombosis<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Musculoskeletal:<\/b>Disorder of muscle (0.01% to less than 1%), Disorder of muscle, Necrotizing, immune-mediated, Rhabdomyolysis (0.01% to less than 1%)<\/li><li><b>Respiratory:<\/b>Interstitial lung disease, Pulmonary embolism<\/li><\/ul>"},"6":{"id":"930805-s-6","title":"Drug Name Info","sub":{"0":{"id":"930805-s-6-17","title":"US Trade Names","mono":"Cholib<br\/>"},"2":{"id":"930805-s-6-19","title":"Class","mono":"<ul><li>Antihyperlipidemic, HMG-COA Reductase Inhibitor Combination<\/li><li>Fibric Acid<\/li><li>HMG-COA Reductase Inhibitor<\/li><\/ul>"},"3":{"id":"930805-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"930805-s-7","title":"Mechanism Of Action","mono":"Fenofibrate is a fibric acid derivative that activates peroxisome proliferator activated receptor type (PPAR) alpha, thereby reducing production of apoprotein CIII and increases the synthesis of apoproteins AI and AII. Simvastatin is hydrolyzed to its active beta-hydroxyacid metabolite, which inhibits HMG-CoA reductase, the rate-limiting step of cholesterol biosynthesis.<br\/>"},"8":{"id":"930805-s-8","title":"Pharmacokinetics","sub":[{"id":"930805-s-8-23","title":"Absorption","mono":"<ul><li>Fenofibrate, Tmax, Oral: 2 to 4 hours<\/li><li>Simvastatin Beta-hydroxyacid active metabolite, Tmax, Oral: 1 to 2 hours<\/li><li>Simvastatin, Bioavailability, Oral: less than 5%<\/li><li>Effects of Food: No effects<\/li><\/ul>"},{"id":"930805-s-8-24","title":"Distribution","mono":"<ul><li>Fenofibric acid, albumin: greater than 99%<\/li><li>Simvastatin and active metabolite, plasma protein: greater than 95%<\/li><\/ul>"},{"id":"930805-s-8-25","title":"Metabolism","mono":"<ul><li>Fenofibrate, Plasma: hydrolyzed by esterases<\/li><li>Simvastatin, Liver: primarily via CYP3A4 isoenzymes<\/li><li>Fenofibrate, Fibric acid (major): active<\/li><li>Simvastatin, Beta-hydroxyacid derivative and 4 other metabolites (major): active<\/li><li>Simvastatin, substrate of CYP3A4<\/li><\/ul>"},{"id":"930805-s-8-26","title":"Excretion","mono":"<ul><li>Simvastatin, Fecal: 60%<\/li><li>Fenofibrate, Renal: Mainly<\/li><li>Simvastatin, Renal: 13%<\/li><li>Fenofibric acid, hemodialysis: No<\/li><\/ul>"},{"id":"930805-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Fenofibric acid, approximately 20 hours<\/li><li>Simvastatin, beta-hydroxyacid metabolite: 1.9 hours<\/li><\/ul>"}]},"9":{"id":"930805-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>swallow tablets whole with a glass of water; do not crush or chew<\/li><li>take with or without food.<\/li><\/ul>"},"10":{"id":"930805-s-10","title":"Monitoring","mono":"<ul><li>improvements in lipid panel is indicative of efficacy<\/li><li>measure serum lipid values (ie, total cholesterol, triglycerides, and LDL-C) for response to therapy<\/li><li>creatinine kinase levels, in patients predisposed to rhabdomyolysis (eg, elderly, females, renal impairment, hypoalbuminemia, uncontrolled hypothyroidism, alcohol abuse, or personal or familial history of hereditary muscular disorders); prior to treatment; remeasure within 5 to 7 days if significantly elevated<\/li><li>creatine phosphokinase levels; baseline and during treatment<\/li><li>transaminase levels; prior to treatment, every 3 months during the first 12 months of treatment, and periodically thereafter<\/li><li>creatinine; during the first 3 months of treatment and periodically thereafter<\/li><li>biochemical and clinical parameters of diabetes, in patients at risk; according to national guidelines<\/li><\/ul>"},"12":{"id":"930805-s-12","title":"Toxicology","sub":[{"id":"930805-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>FENOFIBRATE AND RELATED AGENTS <\/b><br\/>USES: Fibrates are indicated to reduce elevated levels of LDL-C, Total-C, TG, and Apo B, and to increase HDL-C in patients with primary or mixed dyslipidemia. PHARMACOLOGY: Fibrates activate peroxisome proliferator activated receptor alfa (PPARa), leading to elimination of triglyceride-rich particles, transformation, and increased elimination of small, dense LDL particles and synthesis of apolipoproteins AI, AII, and HDL-C. EPIDEMIOLOGY: Overdose is rare. TOXICITY: The extent of symptoms in human overdose is unknown. ADVERSE EFFECTS: COMMON: Headache, back pain, nasopharyngitis, nausea, myalgia, diarrhea, and upper respiratory tract infection. Increases of serum transaminase levels greater than 3 times the upper limit of normal were reported following fenofibrate therapy. LESS COMMON: Fatigue, increased ALT, and muscle spasms.<br\/><\/li><li><b>LOVASTATIN AND RELATED DRUGS <\/b><br\/>USES: HMG-CoA reductase inhibitors are used in the treatment of hypercholesterolemia. The following agents are available in the United States: atorvastatin, fluvastatin, lovastatin, pitavastatin, pravastatin, rosuvastatin, and simvastatin. Atorvastatin, lovastatin, pravastatin, and simvastatin are also available in combination with other agents (atorvastatin\/amlodipine; lovastatin\/niacin; pravastatin\/aspirin; simvastatin\/ezetimibe; simvastatin\/niacin; simvastatin\/sitagliptin). PHARMACOLOGY: HMG-CoA reductase inhibitors competitively inhibit 3-hydroxy-3-methylglutaryl coenzyme A reductase, preventing conversion of HMG-CoA to mevalonate, the rate determining enzyme for cholesterol synthesis. EPIDEMIOLOGY: Exposure is common but overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Ingestion of up to 6 grams of lovastatin has been reported without specific effects or sequelae. SEVERE TOXICITY: Severe toxicity is not expected, unless a coingestant is present. ADVERSE EFFECTS: Nausea, flatulence, diarrhea, abdominal pain, myopathy, myalgias, rhabdomyolysis, elevated liver enzymes, hepatitis, dermatitis, diplopia, blepharoptosis (ptosis), ophthalmoplegia, tendinitis, and tendon rupture have been reported in patients receiving statins. Other reported adverse effects (rare) include hyperkalemia (lovastatin), photosensitivity (simvastatin), dermatomyositis (simvastatin and pravastatin), limb compartment syndrome (simvastatin and atorvastatin), acute renal failure (lovastatin), pancreatitis (pravastatin and lovastatin\/gemfibrozil), chest pain (pravastatin), atrial fibrillation (simvastatin), vasculitis (atorvastatin), hemolytic anemia (lovastatin), thrombocytopenic purpura (atorvastatin), thrombotic thrombocytopenic purpura (simvastatin), akathisia (lovastatin), extrapyramidal effects (lovastatin), nasopharyngitis (atorvastatin), upper respiratory infection (pravastatin), cough (pravastatin), lung fibrosis (simvastatin), peripheral neuropathy (lovastatin and simvastatin).<br\/><\/li><\/ul>"},{"id":"930805-s-12-32","title":"Treatment","mono":"<ul><li><b>FENOFIBRATE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Observe clinical status and vital signs in substantial ingestions.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of roflumilast alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Patients should be observed for CNS depression. Monitor liver enzyme concentrations, urinalysis, and renal function tests in patients with significant overdose. Monitor CK in patients with muscle pain or tenderness.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Patients with an inadvertent overdose who have more than mild symptoms and patients with deliberate self-harm ingestions should be sent to a health care facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>LOVASTATIN AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Prehospital gastrointestinal decontamination is generally not necessary unless coingestants are involved. HOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only after very large ingestions or if coingestants with significant toxicity are involved.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic coingestants are involved.<\/li><li>Antidote: None<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, CBC, and liver enzymes in symptomatic patients. Monitor serum creatinine, BUN, CK, and urine myoglobin for indications of renal impairment secondary to rhabdomyolysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is NOT expected to significantly enhance the clearance of these drugs due to extensive protein binding and large volumes of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"930805-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>FENOFIBRATE AND RELATED AGENTS <\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: FENOFIBRATE: The recommended dose of fenofibrate is 48 to 145 mg orally once daily; MAX dose 145 mg. FENOFIBRIC ACID: The recommended dose of fenofibric acid is 45 to 135 mg orally once daily; MAX dose 135 mg. CLOFIBRATE: 2 grams daily in divided doses.<br\/><\/li><li><b>LOVASTATIN AND RELATED DRUGS<\/b><br\/>TOXICITY: ADULTS: LOVASTATIN: Single doses up to 200 mg of lovastatin have been well tolerated without significant adverse effects in adult human volunteers. Overdoses of up to 5 to 6 grams of lovastatin have been well tolerated; no specific symptoms occurred. SIMVASTATIN: The maximum reported dose of simvastatin ingestion is 3.6 g with no specific symptoms; recovery was complete without sequelae. CHILDREN: FLUVASTATIN: Two children (a 2-year-old and a 3-year-old) ingested up to 80 mg of fluvastatin. Vomiting was induced in the children, and no capsules were present in emesis; both children recovered without any adverse effects. THERAPEUTIC DOSE: ADULTS: ATORVASTATIN: Initial dose is 10 or 20 mg once daily, may be increased up to a maximum of 80 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN: extended-release lovastatin is 20 to 60 mg daily, in single doses; regular lovastatin is 10 to 80 mg daily, in single or divided doses. PITAVASTATIN: 1 to 4 mg once daily. PRAVASTATIN: 10 to 80 mg daily, in single doses. ROSUVASTATIN: 5 to 40 mg daily. SIMVASTATIN: 5 to 80 mg daily. CHILDREN: ATORVASTATIN: Initial dose is 10 mg once daily, may be increased up to a maximum of 20 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN OR PITAVASTATIN OR ROSUVASTATIN: Safety and efficacy have not been established in children. PRAVASTATIN: 20 to 40 mg daily, in single doses. SIMVASTATIN: 10 to 40 mg daily.<br\/><\/li><\/ul>"}]},"13":{"id":"930805-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid activities requiring mental alertness or coordination (ie, operating motor vehicles or machinery) until drug effects are realized, as drug may cause dizziness.<\/li><li>Side effects may include upper respiratory tract infection, gastroenteritis, dermatitis, eczema, or headache.<\/li><li>Advise patient to report muscle weakness, pain, or tenderness.<\/li><li>Instruct patient to take swallow drug whole. Do not crush or chew.<\/li><li>Instruct patient that there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs and vitamins).<\/li><li>Tell patient to avoid grapefruit juice.<\/li><\/ul>"}}}