{"drugs":["Glycopyrrolate\/Indacaterol Maleate","Ultibro Breezhaler"],"mono":{"0":{"id":"930866-s-0","title":"Generic Names","mono":"Glycopyrrolate\/Indacaterol Maleate"},"1":{"id":"930866-s-1","title":"Dosing and Indications","sub":[{"id":"930866-s-1-4","title":"Adult Dosing","mono":"<ul><li>Glycopyrrolate\/indacaterol maleate capsules for inhalation have centralized marketing authorization by the European Medicines Agency (EMA) for use in the European Union (EU)<\/li><li><b>Chronic obstructive pulmonary disease:<\/b> 1 capsule (glycopyrrolate 43 mcg\/indacaterol 85 mcg) via INHALATION once a day using Ultibro Breezhaler inhaler  or Xoterna Breezhaler inhaler  (European Medicines Agency-approved dosing)<\/li><\/ul>"},{"id":"930866-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in children "},{"id":"930866-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild to moderate:<\/b> no dosage adjustment necessary<\/li><li><b>renal impairment, severe or ESRD requiring dialysis:<\/b> use not recommended unless expected benefit outweighs potential risk<\/li><li><b>hepatic impairment, mild to moderate:<\/b> no dosage adjustment necessary<\/li><li><b>geriatric (75 years or older):<\/b> no dosage adjustment necessary<\/li><\/ul>"},{"id":"930866-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><br\/>Chronic obstructive pulmonary disease<br\/>"}]},"3":{"id":"930866-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930866-s-3-9","title":"Contraindications","mono":"hypersensitivity to glycopyrrolate, indacaterol maleate, or any excipients of the product <br\/>"},{"id":"930866-s-3-10","title":"Precautions","mono":"<ul><li>asthma, preexisting; increased risk of asthma-related effects, including death; use not recommended<\/li><li>bronchospasm; not indicated for acute treatment<\/li><li>cardiovascular disorders (eg, coronary artery disease, acute myocardial infarction, cardiac arrhythmias, hypertension); clinically significant cardiovascular effects may occur; discontinuation may be required<\/li><li>concomitant use with beta-adrenergic blockers, anticholinergic-containing medications, or sympathomimetic agents is not recommended<\/li><li>concomitant use with medications containing long-acting beta-adrenergic agonists or long-acting muscarinic antagonists should be avoided<\/li><li>convulsive disorders, thyrotoxicosis, or patients who are unusually responsive to beta-adrenergic agonists<\/li><li>galactose intolerance, Lapp lactase deficiency, or glucose-galactose malabsorption; drug contains galactose; do not use<\/li><li>hyperglycemic or diabetic patients; monitoring recommended<\/li><li>hypersensitivity reactions may occur; discontinue use immediately<\/li><li>hypokalemia, significant, may occur<\/li><li>left ventricular failure, unstable ischemic heart disease, arrhythmia, or history of myocardial infarction<\/li><li>narrow-angle glaucoma; discontinue use if signs or symptoms occur<\/li><li>paradoxical bronchospasm has been reported; discontinue use<\/li><li>QT prolongation, known, suspected, or history of; increased risk of exacerbation<\/li><li>renal impairment, severe (CrCl less than 30 mL\/min), or ESRD requiring dialysis; monitoring recommended<\/li><li>urinary retention<\/li><\/ul>"},{"id":"930866-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"930866-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930866-s-4","title":"Drug Interactions","sub":[{"id":"930866-s-4-13","title":"Contraindicated","mono":"<ul>Potassium (theoretical)<\/ul>"},{"id":"930866-s-4-14","title":"Major","mono":"<ul><li>Acebutolol (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Atenolol (theoretical)<\/li><li>Befunolol (theoretical)<\/li><li>Betaxolol (theoretical)<\/li><li>Bevantolol (theoretical)<\/li><li>Bisoprolol (theoretical)<\/li><li>Bopindolol (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Carteolol (theoretical)<\/li><li>Carvedilol (theoretical)<\/li><li>Celiprolol (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Dothiepin (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Esmolol (theoretical)<\/li><li>Furazolidone (probable)<\/li><li>Imipramine (theoretical)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (theoretical)<\/li><li>Landiolol (theoretical)<\/li><li>Levobunolol (theoretical)<\/li><li>Linezolid (probable)<\/li><li>Lofepramine (theoretical)<\/li><li>Mepindolol (theoretical)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (theoretical)<\/li><li>Metoprolol (theoretical)<\/li><li>Moclobemide (probable)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nadolol (theoretical)<\/li><li>Nebivolol (theoretical)<\/li><li>Nipradilol (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Opipramol (theoretical)<\/li><li>Oxprenolol (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Pargyline (probable)<\/li><li>Penbutolol (theoretical)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (theoretical)<\/li><li>Talinolol (theoretical)<\/li><li>Tertatolol (theoretical)<\/li><li>Timolol (theoretical)<\/li><li>Tranylcypromine (probable)<\/li><li>Trimipramine (theoretical)<\/li><li>Umeclidinium (theoretical)<\/li><\/ul>"}]},"5":{"id":"930866-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain (1% to less than 10%)<\/li><li><b>Endocrine metabolic:<\/b>High glucose level in blood (4.1%)<\/li><li><b>Gastrointestinal:<\/b>Indigestion (1% to less than 10%)<\/li><li><b>Neurologic:<\/b>Dizziness (1% to less than 10%), Headache (1% to less than 10%)<\/li><li><b>Respiratory:<\/b>Cough (1% to less than 10%), Nasopharyngitis (1% to less than 10%), Pain in throat (1% to less than 10%.), Rhinitis (1% to less than 10%), Sinusitis (1% to less than 10%), Throat irritation, Upper respiratory infection (10% or more)<\/li><li><b>Other:<\/b>Fever (1% to less than 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation (0.1% to less than 1%), Ischemic heart disease (0.1% to less than 1%), Prolonged QT interval<\/li><li><b>Endocrine metabolic:<\/b>Diabetes mellitus<\/li><\/ul>"},"6":{"id":"930866-s-6","title":"Drug Name Info","sub":{"0":{"id":"930866-s-6-17","title":"US Trade Names","mono":"Ultibro Breezhaler<br\/>"},"2":{"id":"930866-s-6-19","title":"Class","mono":"<ul><li>Antimuscarinic<\/li><li>Beta-2 Adrenergic Agonist<\/li><li>Bronchodilator<\/li><\/ul>"},"3":{"id":"930866-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"930866-s-7","title":"Mechanism Of Action","mono":"Glycopyrronium is a long-acting muscarinic antagonist, or anticholinergic, which causes bronchodilation by blocking acetylcholine's constricting effect on airway smooth muscle cells. Indacaterol maleate is a long-acting beta-2 agonist which increases cyclic-3'5'-adenosine monophosphate levels, which leads to bronchial smooth muscle relaxation.<br\/>"},"8":{"id":"930866-s-8","title":"Pharmacokinetics","sub":[{"id":"930866-s-8-23","title":"Absorption","mono":"<ul><li>Glycopyrronium, Tmax, Inhalation: 5 minutes<\/li><li>Glycopyrronium, Bioavailability, Inhalation: 47%<\/li><li>Indacaterol, Tmax, Inhalation: 15 minutes<\/li><li>Indacaterol, Bioavailability, Inhalation: 61% to 85%<\/li><\/ul>"},{"id":"930866-s-8-24","title":"Distribution","mono":"<ul><li>Glycopyrronium, Vd: steady state, 83 L; elimination phase, 376 L<\/li><li>Glycopyrronium, Protein binding: 38% to 41%<\/li><li>Indacaterol, Vd: 2557 L<\/li><li>Indacaterol, Protein binding: 95%<\/li><\/ul>"},{"id":"930866-s-8-25","title":"Metabolism","mono":"<ul><li>Glycopyrronium, Liver: 30% to 40% of total elimination via multiple CYP enzymes<\/li><li>Indacaterol, Liver: primary site via UGT1A1 and CYP3A4<\/li><li>Indacaterol: substrate of UGT1A1, CYP3A4, and P-glycoprotein<\/li><\/ul>"},{"id":"930866-s-8-26","title":"Excretion","mono":"<ul><li>Glycopyrronium, Renal clearance: 17.4 to 24.4 L\/hr<\/li><li>Glycopyrronium, Renal excretion: 85%; 23% unchanged<\/li><li>Glycopyrronium, Bile: 5%<\/li><li>Indacaterol, Renal clearance: 0.46 to 1.2 L\/hr<\/li><li>Indacaterol, Renal excretion: less than 2.5%<\/li><li>Indacaterol, Feces: 54% unchanged; 23% as metabolites<\/li><\/ul>"},{"id":"930866-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Glycopyrronium: 33 to 57 hours<\/li><li>Indacaterol: 40 to 52 hours<\/li><\/ul>"}]},"9":{"id":"930866-s-9","title":"Administration","mono":"<b>Inhalation<\/b><br\/><ul><li>for inhalation only; capsules must not be swallowed<\/li><li>administer at same time every day<\/li><li>administer only with inhaler device provided by manufacturer<\/li><\/ul>"},"10":{"id":"930866-s-10","title":"Monitoring","mono":"<ul><li>relief of symptoms and improved respiratory function (eg, FEV1) in patients with COPD may indicate efficacy<\/li><li>plasma glucose levels closely, in diabetic patients; upon treatment initiation<\/li><li>potential adverse reactions, in patients with severe renal impairment (estimated GFR below 30 mL\/min\/1.73 m(2)), including those with ESRD requiring dialysis<\/li><\/ul>"},"12":{"id":"930866-s-12","title":"Toxicology","sub":[{"id":"930866-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>ANTICHOLINERGIC POISONING <\/b><br\/>USES: The anticholinergic toxidrome refers to a set of signs and symptoms that occur with overdose of antagonists of the muscarinic cholinergic receptors. It can occur after poisoning from many pharmaceuticals and from naturally occurring alkaloids found in many plants.  These medications are commonly used as sleep aids, antispasmodics (gastrointestinal and urinary), antihistamines, and ophthalmic cycloplegics and to treat Parkinson disease.  This class of drugs is occasionally abused (mostly by adolescents) for its hallucinogenic effects. PHARMACOLOGY: Competitive antagonist of M1 and M2 muscarinic cholinergic receptor. Toxic effects from antagonism of the nicotinic cholinergic system is not a component of the syndrome. In general, the desired pharmacologic effects occur when only the peripheral muscarinic receptors are antagonized and there are no central antimuscarinic effects. TOXICOLOGY: Is an extension of the pharmacologic effects, which is due to extensive antagonism of the central and peripheral muscarinic acetylcholine receptors. EPIDEMIOLOGY: Poisoning is common but rarely severe. Toxicity may occur via oral, parenteral, or dermal route.  Systemic anticholinergic effects  have occasionally developed after use of ophthalmic preparations, mostly in young children. MILD TO MODERATE TOXICITY: Somnolence, anticholinergic effects  of mydriasis, flushing, fever, dry mouth, decreased bowel sounds, and tachycardia are characteristic.  Mild hypertension, nausea, and vomiting are  also common after overdose.  Agitation, confusion, and hallucinations may develop with moderate poisoning. SEVERE TOXICITY: Severe effects may include agitated delirium, psychosis, hallucinations, seizures, hyperthermia, and coma. Some drugs that cause the anticholinergic toxidrome (eg, diphenhydramine) may cause QRS widening and ventricular dysrhythmias due to sodium channel antagonism, but this is not due to the anticholinergic effects. Rhabdomyolysis and renal failure may rarely develop in patients with prolonged agitation, coma, or seizures. ADVERSE EFFECTS: COMMON: Dry mouth, urinary retention, and constipation are commonly seen.<br\/><\/li><li><b>SYMPATHOMIMETIC AEROSOLS<\/b><br\/>USES: Sympathomimetic aerosols are most commonly used for bronchodilation in patients with asthma or chronic obstructive pulmonary disease. They also may be used to treat patients with lung irritation, allergic reactions, croup, and hyperkalemia. These medications may also be used for tocolysis during pregnancy. These medications include: nonselective beta agonists (epinephrine, isoproterenol), selective beta agonists that stimulate beta-2 or beta-1 receptors (albuterol, levalbuterol, arfomoterol tartrate, bitolterol, iseoetharine, metaproterenol, pirbuterol, reproterol hydrochloride, terbutaline), and amphetamine-like sympathomimetic aerosols (eg, levo-deoxyephedrine). These agents are rarely abused (injected) for their stimulant effects. PHARMACOLOGY: These medications achieve their effect via agonist activity on beta adrenergic receptors. Depending on the medication, some are more selective for beta-2 receptors while others have equal efficacy on beta-1 and beta-2 adrenergic receptors. TOXICOLOGY: These medications exert their toxic effects via sympathetic activation via beta adrenergic receptors. EPIDEMIOLOGY: Mild toxicity is common with the use of these medications. More severe effects are rare, especially if these medications are used correctly. MILD TO MODERATE TOXICITY: Tachycardia, mild hypertension, tremors, anxiety, nausea and vomiting, mild hypokalemia and hyperglycemia, and premature ventricular contractions. DERMAL exposures would not be expected to cause significant toxicity. OCULAR exposures may cause mydriasis and mild systemic toxicity. ORAL ingestion of sympathomimetic aerosol preparations is unlikely to cause systemic toxicity as most of these agents are poorly absorbed via ingestion. SEVERE TOXICITY: More severe hypertension and tachycardia, persistent vomiting, muscle pain, rhabdomyolysis, acute lung injury, life-threatening cardiac dysrhythmias such as ventricular fibrillation, and myocardial infarction. PARENTERAL EXPOSURE: Systemic toxicity from injection of sympathomimetic inhalants has occurred and can cause severe toxicity and death. ADVERSE EFFECTS: Adverse effects are common with the use of these drugs, and include elevations in blood pressure, tachycardia, anxiety, agitation, insomnia, tremor, anorexia, nausea, vomiting, bronchodilation, premature ventricular contractions, nausea, mydriasis, hyperglycemia, hypokalemia, and hyperventilation. PREGNANCY: These drugs do cross the placenta and may have negative effects on the fetus including heart rate and rhythm disturbances. In addition, interventricular septal thickness changes have been documented in fetuses exposed to these agents in utero. However, these complications are uncommon.<br\/><\/li><\/ul>"},{"id":"930866-s-12-32","title":"Treatment","mono":"<ul><li><b>ANTICHOLINERGIC POISONING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of pharmaceutical  overdoses that produce the anticholinergic toxidrome requires only supportive care; administer activated charcoal if the patient presents shortly after ingestion; sedate patients with benzodiazepines for agitation and delirium. Hypertension and tachycardia are generally mild and well tolerated, and do not require specific treatment. Physostigmine can be used to establish a diagnosis; it may help avoid an invasive, costly work-up, but should only be given in a setting where intensive monitoring and resuscitation is possible, and should NOT be given if the history or ECG (QRS widening) suggests tricyclic antidepressant poisoning. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed early. May benefit from gastric lavage if patient presents soon after a large ingestion; administer activated charcoal. GI decontamination should only be performed in patients who can protect their airway or who are intubated. Severe delirium may develop and require large doses of benzodiazepines for sedation. Seizures (may progress to status epilepticus) may require aggressive use of benzodiazepines, propofol and\/or barbiturates. Monitor core temperature and treat hyperthermia with aggressive benzodiazepine sedation to control agitation, and external cooling. Clinical manifestations may be prolonged due to prolonged absorption in the setting of anticholinergic ileus.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for somnolence and seizures. For dermal exposure, wash skin thoroughly. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient is able to protect airway. Consider gastric lavage in recent, life threatening ingestion, protect airway prior to gastric lavage.<\/li><li>Airway management: Protect airway early in patients with severe intoxication (i.e., seizures, severe delirium or hyperthermia).<\/li><li>Antidote: Physostigmine is indicated to reverse the CNS effects caused by clinical or toxic dosages of agents capable of producing anticholinergic syndrome; however, long lasting reversal of anticholinergic signs and symptoms is generally not achieved because of the relatively short duration of action of physostigmine (45 to 60 minutes).  It is most often used diagnostically to distinguish anticholinergic delirium from other causes of altered mental status. CAUTION: If tricyclic antidepressants are coingested, physostigmine may precipitate seizures and dysrhythmias. DOSES: ADULT: 2 mg IV at a slow controlled rate, no more than 1 mg\/min. May repeat doses at intervals of 10 to 30 min if severe symptoms recur. For patients with prolonged anticholinergic delirium consider a continuous infusion, start at 2 mg\/hr and titrate to effect. CHILD: 0.02 mg\/kg by slow IV injection, at a rate no more than 0.5 mg\/minute. Repeat dosage at 5 to 10 minute intervals as long as the toxic effect persists and there is no sign of cholinergic effects. MAXIMUM DOSAGE: 2 mg total.<\/li><li>Seizure: Intravenous benzodiazepines; add propofol or barbiturates if seizures persist or recur.<\/li><li>Body temperature above reference range: Control agitation with benzodiazepines, initiate aggressive external cooling measures (i.e., remove patient's clothing, cover with a damp sheet or spray skin with water and direct fan at the patient's skin to enhance evaporation).<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Monitoring of patient: Monitor vital signs (including temperature) and mental status.  No specific lab work is needed in most patients. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity (i.e., agitation, delirium, seizures, coma, hypotension). Monitor creatinine phosphokinase in patients with prolonged agitation, seizures or coma; monitor renal function and urine output in patients with rhabdomyolysis.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are of no value in this setting because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness or stimulation) with an acute inadvertent ingestion may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (i.e., hallucinations, somnolence, delirium, coma), or persistent tachycardia should be admitted. Patients with coma, seizures or delirium should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (i.e., seizures, severe delirium, coma), or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>SYMPATHOMIMETIC AEROSOLS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Many patients require no treatment beyond the discontinuation of the offending drug. Benzodiazepines may be used to treat agitation, tremors, mild hypertension and\/or tachycardia. Premature ventricular contractions usually do not require treatment. However, for patients with frequent or symptomatic premature ventricular contractions, checking and optimizing electrolytes is reasonable. Antiemetics may be used for patients with persistent nausea and vomiting. MANAGEMENT OF SEVERE TOXICITY: Control agitation with benzodiazepines. For severe overdoses, the greatest concerns are cardiovascular and respiratory toxicities. For patients with cardiac dysrhythmias, correct electrolyte disorders (eg, hypokalemia, hypocalcemia, and hypomagnesemia). Treat unstable ventricular dysrhythmias with cardioversion, and antidysrhythmics like lidocaine and amiodarone. Hypertension and tachycardia typically improve with benzodiazepine sedation. For severe hypertension, nitroprusside is the preferred agent, but other alternatives include labetalol, nitroglycerin, and phentolamine. Tachycardia may be treated with esmolol, but beta adrenergic antagonists should be used cautiously in patients with reactive airway disease or congestive heart failure, in addition, use of beta blockers may cause unopposed alpha effects (primarily hypertension), if the agent involved in the overdose has both alpha and beta agonist effects. In patients with severe respiratory distress, treatment includes orotracheal intubation and assisted mechanical ventilation. INHALATION EXPOSURE: Most of the treatment options above refer to inhalational exposure, as this is the most common mode of exposure for these medications. DERMAL EXPOSURE: Significant toxicity is not expected from such exposures, but simple decontamination with water or soap would be reasonable. EYE EXPOSURE: Significant toxicity is not anticipated, but simple irrigation of the eyes with water would be reasonable. PARENTAL EXPOSURE: Though not an intended mode of delivery, parenteral exposures with significant toxicity have been reported and should be managed similar to inhalational or oral toxicity, as appropriate. Inadvertent delivery of terbutaline subcutaneously has caused tachycardia, hypertension, and even ECG changes consistent with ischemia. There have been other reports of these agents being used intravenously for abuse, that caused agitation, tremor, hallucinations, amnesia, sweating, hypertension, tachycardia, and even hypotension, bradycardia and asystole.<\/li><li>Decontamination: PREHOSPITAL: In general, there is no role for activated charcoal for oral ingestions of sympathomimetic aerosols due to their limited absorption via the gut. There is no role for dilution in any forms, and though likely not needed, it would not be unreasonable to wash skin for dermal exposures or irrigate eyes from ocular exposures. HOSPITAL: There is little to no role for activated charcoal for oral ingestions as these agents have limited absorption. There is definitely no role for gastric lavage, whole bowel irrigation or multiple doses of charcoal.<\/li><li>Airway management: Though it is possible that sympathomimetic stimulants may cause acute lung injury due to massive catecholamine discharge in overdoses, airway management is usually not an issue in these patients.<\/li><li>Antidote: There is no specific antidote for these exposures.<\/li><li>Monitoring of patient: Patients who are asymptomatic do not need laboratory evaluation. Patients who experience cardiac manifestations such as tachycardia, hypertension, hypotension, or dysrhythmias should be placed on a cardiac monitor and obtain an ECG, and evaluate electrolytes. Obtain a troponin level, if the patient is having chest pain. Perform a chest x-ray if the patient is experiencing respiratory symptoms. Patients with severe muscle pain should have a total CK checked to monitor for rhabdomyolysis.<\/li><li>Enhanced elimination procedure: There is no specific evidence to support the use of dialysis, hemoperfusion, urinary alkalinization, or multiple dose charcoal.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic or who rapidly improve with cessation of the sympathomimetic aerosol(s) should be safe to manage at home. OBSERVATION CRITERIA: Patients who do not improve with cessation of the sympathomimetic aerosol or who experience worsening symptoms should be sent to a healthcare facility for further observation until they improve. Patients may be discharged to home after they show clear and consistent improvement of their symptoms. ADMISSION CRITERIA: Patients who do not demonstrate improvement after a period of observation of several hours or who require continuing treatment with medications should be admitted to the hospital. Those with severe symptoms that require intubation or management of dysrhythmias or severe hypertension should be admitted to the ICU. Patients may be discharged once all medications have been stopped and their symptoms are clearly improving. CONSULT CRITERIA: Patients who are admitted to the ICU should receive critical care consultation. Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><\/ul>"},{"id":"930866-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>ANTICHOLINERGIC POISONING<\/b><br\/>TOXICITY: ADULTS: Varies with the specific medication. In general, patients will have to ingest large doses of plant products (or make a tea) to develop symptoms. THERAPEUTIC DOSE: Varies with the specific medication.<br\/><\/li><li><b>SYMPATHOMIMETIC AEROSOLS<\/b><br\/>TOXICITY: There have been reports of sudden death with the use of inhaled bronchodilators, but a particular dose has not been well described. An adult died after injecting the contents of an epinephrine inhalant (82.5 mg); he developed dysrhythmias and hypotension and died nearly a month later after being in a persistent vegetative state. An adult developed tremor, agitation, hypertension and tachycardia, but recovered after ingesting 250 mg of propylhexedrine from an inhaler. Mild toxicity is common with therapeutic dosing of these medications. THERAPEUTIC DOSE: Varies by agent. The following is a selected list: ALBUTEROL: ADULT: 2 inhalations repeated every 4 to 6 hours; PEDIATRIC (4 years and older): 1 inhalation every 4 hours. EPINEPHRINE: ADULT: 1 inhalation (0.2 to 0.275 mg), repeated after at least 1 minute; subsequent doses should NOT be repeated for at least 3 hours; PEDIATRIC (4 years and older): 1 inhalation (0.22 mg); may repeat after 1 minute if symptoms not resolved; do NOT repeat until at least 3 hours. FENOTEROL HYDROBROMIDE: ADULT: 2 inhalations (0.1 or 0.2 mg), 3 to 4 times daily as needed; do NOT exceed 8 inhalations of the 0.1 metered spray formulation or 6 inhalations of the 0.2 mg metered spray formulation per day. PEDIATRIC (5 to 14 years): Initial dose: 0.1 to 1 mg\/dose. TERBUTALINE: ADULT: 2 inhalations every 4 to 6 hours as needed. PEDIATRIC: Not approved for use in children less that 12 years of age.<br\/><\/li><\/ul>"}]},"13":{"id":"930866-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient that drug is not indicated for acute episodes of bronchospasm.<\/li><li>Instruct patient to report symptoms of paradoxical bronchospasm.<\/li><li>Advise patient with cardiovascular disorder to report symptoms of angina, arrhythmias, hypertension, or tachycardia.<\/li><li>Side effects may include upper respiratory tract infection, nasopharyngitis, sinusitis, rhinitis, cough, oropharyngeal pain, dizziness, dyspepsia, and gastroenteritis.<\/li><li>Instruct patient to report symptoms of acute narrow-angle glaucoma.<\/li><li>Advise patient on proper inhalation technique.<\/li><\/ul>"}}}