{"generic":"Elosulfase Alfa","drugs":["Elosulfase Alfa","Vimizim"],"mono":{"0":{"id":"930895-s-0","title":"Generic Names","mono":"Elosulfase Alfa"},"1":{"id":"930895-s-1","title":"Dosing and Indications","sub":{"0":{"id":"930895-s-1-4","title":"Adult Dosing","mono":"<b>Mucopolysaccharidosis, MPS-IV-A:<\/b> 2 mg\/kg IV over a minimum of 3.5 to 4.5 hours, based on infusion volume, once weekly; pretreat with antihistamines (with or without antipyretics) 30 to 60 minutes prior to infusion "},"1":{"id":"930895-s-1-5","title":"Pediatric Dosing","mono":"<b>Mucopolysaccharidosis, MPS-IV-A:<\/b> (5 years and older) 2 mg\/kg IV over a minimum of 3.5 to 4.5 hours, based on infusion volume, once weekly; pretreat with antihistamines (with or without antipyretics) 30 to 60 minutes prior to infusion "},"3":{"id":"930895-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Mucopolysaccharidosis, MPS-IV-A<br\/>"}}},"2":{"id":"930895-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Life-threatening anaphylactic reactions have occurred in some patients during elosulfase alfa infusions. Anaphylaxis, presenting as cough, erythema, throat tightness, urticaria, flushing, cyanosis, hypotension, rash, dyspnea, chest discomfort, and gastrointestinal symptoms in conjunction with urticaria, have been reported to occur during elosulfase alfa infusions. Closely observe patients during and after elosulfase alfa administration and be prepared to manage anaphylaxis. Inform patients of the signs and symptoms of anaphylaxis and instruct them seek immediate medical care should symptoms occur. Patients with acute respiratory illness may be at risk of serious acute exacerbation of their respiratory compromise due to hypersensitivity reactions, and require additional monitoring.<br\/>"},"3":{"id":"930895-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930895-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"930895-s-3-10","title":"Precautions","mono":"<ul><li>acute febrile or respiratory illness, preexisting; increased risk of life-threatening complications from hypersensitivity events; monitoring recommended<\/li><li>anaphylaxis and hypersensitivity reactions have been reported regardless of treatment duration; monitoring recommended; discontinue use if severe hypersensitivity occurs<\/li><li>patients requiring supplemental oxygen or CPAP during sleep; increased risk of an acute reaction or extreme drowsiness\/sleep induced by antihistamine use; monitoring recommended and have treatments readily available during infusion<\/li><li>spinal or cervical cord compression may occur; monitoring recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"930895-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"930895-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"930895-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (21%), Nausea (24%), Vomiting (31%)<\/li><li><b>Neurologic:<\/b>Headache (26%)<\/li><li><b>Other:<\/b>Fatigue (10.3%), Fever (33%), Shivering (10.3%)<\/li><\/ul><b>Serious<\/b><br\/><b>Immunologic:<\/b>Anaphylaxis (7.7%), Hypersensitivity reaction (18.7%)<br\/>"},"6":{"id":"930895-s-6","title":"Drug Name Info","sub":{"0":{"id":"930895-s-6-17","title":"US Trade Names","mono":"Vimizim<br\/>"},"2":{"id":"930895-s-6-19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Enzyme<\/li><\/ul>"},"3":{"id":"930895-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930895-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930895-s-7","title":"Mechanism Of Action","mono":"Mucopolysaccharidoses IV A is caused by a lack of or deficiency of N-acetylgalactosamine-6-sulfatase activity which leads to the accumulation of the glycosaminoglycans keratan sulfate (KS) and chondroitin-6-sulfate (C6S), resulting in cellular, tissue, and organ dysfunction throughout the body. Elosulfase alfa, a purified human enzyme produced by recombinant DNA technology, provides exogenous N-acetylgalactosamine-6-sulfatase. The mannose-6-phosphate-terminated oligosaccharide chains of elosulfase alfa bind to mannose-6-phosphate receptors of lysosomal cells resulting in cellular uptake of elosulfase alfa and increased catabolism of KS and C6S.<br\/>"},"8":{"id":"930895-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"930895-s-8-23","title":"Absorption","mono":"Tmax, IV: 172 minutes (week 0); 202 minutes (week 22) <br\/>"},"1":{"id":"930895-s-8-24","title":"Distribution","mono":"Vd: 396 mL\/kg (week 0); 650 mL\/kg (week 22) <br\/>"},"3":{"id":"930895-s-8-26","title":"Excretion","mono":"Total body clearance: 10 mL\/min\/kg (week 0); 7.08 mL\/min\/kg (week 22) <br\/>"},"4":{"id":"930895-s-8-27","title":"Elimination Half Life","mono":"7.52 minutes (week 0); 35.9 minutes (week 22) <br\/>"}}},"9":{"id":"930895-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>preparation and administration should be done under the supervision of a healthcare professional with the ability to manage medical emergencies<\/li><li>(body weight less than 25 kg) dilute the appropriate dose in NS to a final volume of 100 mL; infuse at 3 mL\/hr for 15 minutes, and then 6 mL\/hr for next 15 minutes; increase as tolerated in 6 mL\/hr increments every 15 minutes to a MAX infusion rate of 36 mL\/hr; minimum infusion time 3.5 hours<\/li><li>(body weight 25 kg or greater) dilute the appropriate dose in NS to a final volume of 250 mL; infuse at 6 mL\/hr for 15 minutes, and then 12 mL\/hr for the next 15 minutes; increase as tolerated in 12 mL\/hr increments every 15 minutes to a MAX infusion rate of 72 mL\/hr; minimum infusion time 4.5 hours<\/li><li>do not agitate or shake product; gently rotate infusion bag for proper distribution<\/li><li>administer using a low protein-binding infusion set with a 0.2-micrometer in-line filter<\/li><li>do not infuse with other products<\/li><li>infusion rate may be slowed, temporarily stopped, or discontinued if hypersensitivity reactions occur.<\/li><\/ul>"},"10":{"id":"930895-s-10","title":"Monitoring","mono":"<ul><li>improvement in signs and symptoms of mucopolysaccharidosis type IVA may indicate efficacy<\/li><li>spinal or cervical cord compression, signs and symptoms<\/li><\/ul>"},"11":{"id":"930895-s-11","title":"How Supplied","mono":"<b>Vimizim<\/b><br\/>Intravenous Solution: 1 MG\/ML<br\/>"},"13":{"id":"930895-s-13","title":"Clinical Teaching","mono":"Side effects may include pyrexia, nausea, vomiting, abdominal pain, headache, chills, or fatigue.<br\/>"}}}