{"drugs":["Dapagliflozin Propanediol\/Metformin Hydrochloride","Xigduo XR"],"mono":[{"id":"930917-s-0","title":"Generic Names","mono":"Dapagliflozin Propanediol\/Metformin Hydrochloride"},{"id":"930917-s-1","title":"Dosing and Indications","sub":[{"id":"930917-s-1-4","title":"Adult Dosing","mono":"<b>Type 2 diabetes mellitus:<\/b> Initial dose, individualize based on current regimen; administer ORALLY once daily in morning with food; titrate gradually as needed; MAX dose, dapagliflozin 10 mg\/metformin 2000 mg per day "},{"id":"930917-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in patients younger than 18 years "},{"id":"930917-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, mild (GFR 60 mL\/min\/1.73 m(2) or greater):<\/b> No dosage adjustment is necessary.<\/li><li><b>Renal impairment, moderate to severe (estimated GFR less than 60 mL\/min\/1.73 m(2), CrCl less than 60 mL\/min, or ESRD):<\/b> Use is contraindicated.<\/li><li><b>Hepatic impairment:<\/b> Avoid use.<\/li><li><b>Geriatric patients:<\/b> No dose adjustment is necessary.<\/li><\/ul>"},{"id":"930917-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},{"id":"930917-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet, Extended Release)<\/b><br\/>Lactic acidosis may occur with metformin use with increased risk in patients with sepsis, dehydration, excess alcohol intake, hepatic impairment, renal impairment, and acute congestive heart failure. Symptoms of lactic acidosis may be subtle and nonspecific such as malaise, myalgias, respiratory distress, increasing somnolence, and abdominal distress. Included in laboratory abnormalities are low pH, increased anion gap, and elevated blood lactate. If suspected, discontinue and immediately hospitalize the patient.<br\/>"},{"id":"930917-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930917-s-3-9","title":"Contraindications","mono":"<ul><li>Acute or chronic metabolic acidosis, including diabetic ketoacidosis, with or without coma<\/li><li>Moderate to severe renal impairment (serum creatinine 1.5 mg\/dL or more for men, 1.4 mg\/dL or more for women, or glomerular filtration rate less than 60 mL\/min\/1.73 m(2) or CrCl less than 60 mL\/min)<\/li><li>Serious hypersensitivity to dapagliflozin or metformin hydrochloride<\/li><\/ul>"},{"id":"930917-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Lactic acidosis may occur with metformin use; increased risk in patients with sepsis, dehydration, excess alcohol intake, hepatic impairment, renal impairment, and acute congestive heart failure; discontinue if suspected<\/li><li>Cardiovascular:<\/li><li>-- Hypoxemia may occur in association with lactic acidosis, and may cause cardiovascular collapse, acute congestive heart failure, and acute myocardial infarction; promptly discontinue if these events occur.<\/li><li>-- Hypotension may occur with dapagliflozin use, especially in patients with impaired renal function, elderly patients, and patients taking loop diuretics; monitoring recommended<\/li><li>Endocrine and Metabolic:<\/li><li>-- Ketoacidosis may occur; monitoring recommended and discontinue use if acidosis is confirmed<\/li><li>-- Patients previously well controlled on dapagliflozin\/metformin therapy who develop laboratory abnormalities or illness; evaluate for ketoacidosis or lactic acidosis<\/li><li>-- Decreased levels of vitamin B12 has been reported; monitoring recommended and discontinue if detected<\/li><li>-- Urine glucose tests and 1,5-anhydroglucitol assays not recommended for monitoring glycemic control with dapagliflozin use<\/li><li>Hepatic:<\/li><li>-- Hepatic impairment; avoid use<\/li><li>-- Increases in LDL-C may occur with dapagliflozin use; monitoring recommended<\/li><li>Renal:<\/li><li>-- Dapagliflozin may increase serum creatinine and decrease glomerular filtration rate, especially in elderly patients or patients with impaired renal function<\/li><li>-- Bladder cancer has been reported with dapagliflozin; use not recommended in patients with active bladder cancer<\/li><li>Reproductive:<\/li><li>-- Genital mycotic infections may occur; increased risk in patients with a history of genital mycotic infections; monitoring recommended<\/li><li>Other:<\/li><li>-- Temporarily suspend use for any surgical procedure requiring restricted food and fluid intake<\/li><li>Concomitant Use:<\/li><li>-- Concomitant use of intravascular iodinated contrast materials may cause lactic acidosis; temporarily discontinue metformin<\/li><\/ul>"},{"id":"930917-s-3-11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"930917-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"930917-s-4","title":"Drug Interactions","sub":[{"id":"930917-s-4-13","title":"Contraindicated","mono":"<ul><li>Acetrizoic Acid (theoretical)<\/li><li>Diatrizoate (theoretical)<\/li><li>Ethiodized Oil (theoretical)<\/li><li>Iobenzamic Acid (theoretical)<\/li><li>Iobitridol (probable)<\/li><li>Iocarmic Acid (theoretical)<\/li><li>Iocetamic Acid (theoretical)<\/li><li>Iodamide (theoretical)<\/li><li>Iodipamide (theoretical)<\/li><li>Iodixanol (theoretical)<\/li><li>Iodohippuric Acid (theoretical)<\/li><li>Iodopyracet (theoretical)<\/li><li>Iodoxamic Acid (theoretical)<\/li><li>Ioglicic Acid (theoretical)<\/li><li>Ioglycamic Acid (theoretical)<\/li><li>Iohexol (theoretical)<\/li><li>Iomeprol (theoretical)<\/li><li>Iopamidol (theoretical)<\/li><li>Iopanoic Acid (theoretical)<\/li><li>Iopentol (theoretical)<\/li><li>Iophendylate (theoretical)<\/li><li>Iopromide (theoretical)<\/li><li>Iopronic Acid (theoretical)<\/li><li>Ioseric Acid (theoretical)<\/li><li>Iosimide (theoretical)<\/li><li>Iotasul (theoretical)<\/li><li>Iothalamate (theoretical)<\/li><li>Iotrolan (theoretical)<\/li><li>Iotroxic Acid (theoretical)<\/li><li>Ioversol (theoretical)<\/li><li>Ioxaglate (theoretical)<\/li><li>Ioxitalamic Acid (theoretical)<\/li><li>Ipodate (theoretical)<\/li><li>Metrizamide (theoretical)<\/li><li>Metrizoic Acid (theoretical)<\/li><li>Tyropanoate Sodium (theoretical)<\/li><\/ul>"},{"id":"930917-s-4-14","title":"Major","mono":"<ul><li>Acetazolamide (theoretical)<\/li><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Cimetidine (established)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dichlorphenamide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dolutegravir (probable)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Vandetanib (established)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zonisamide (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"930917-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Cephalexin (probable)<\/li><li>Colesevelam (probable)<\/li><li>Esmolol (probable)<\/li><li>Fenugreek (probable)<\/li><li>Furazolidone (probable)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Psyllium (probable)<\/li><li>Ranolazine (probable)<\/li><li>Rasagiline (probable)<\/li><li>Rifampin (established)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><li>Trospium (established)<\/li><\/ul>"}]},{"id":"930917-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Serum vitamin B12 low<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (4.2% to 5.9%)<\/li><li><b>Neurologic:<\/b>Headache (3.3% to 5.4%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (5.5% to 6.1%)<\/li><li><b>Reproductive:<\/b>Genital infection, Mycotic (3.6% to 9.4%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (5.2% to 6.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension<\/li><li><b>Dermatologic:<\/b>Urticaria<\/li><li><b>Endocrine metabolic:<\/b>Lactic acidosis, Raised low density lipoprotein cholesterol<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Malignant tumor of urinary bladder<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},{"id":"930917-s-6","title":"Drug Name Info","sub":{"0":{"id":"930917-s-6-17","title":"US Trade Names","mono":"Xigduo XR<br\/>"},"2":{"id":"930917-s-6-19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Biguanide<\/li><li>Sodium Glucose Co-Transporter 2 Inhibitor<\/li><\/ul>"},"3":{"id":"930917-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930917-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"930917-s-7","title":"Mechanism Of Action","mono":"The combination product dapagliflozin propanediol\/metformin hydrochloride combines 2 anti-diabetic agents with different and complementary mechanisms of action to improve glycemic control in patients with type 2 diabetes mellitus. Dapagliflozin propanediol improves glycemic control by inhibition of sodium-glucose cotransporter 2 (SGLT2). SGLT2 is the main transporter for reabsorption of glucose from the glomerular filtrate back into the circulation. Inhibition of SGLT2 by dapagliflozin results in a glucuretic effect, this enhanced glucose excretion results in improving fasting and postprandial blood glucose. Metformin hydrochloride is biguanide oral hypoglycemic. Metformin hydrochloride lowers both basal and postprandial glucose levels in type 2 diabetes patients through several mechanisms: decrease of hepatic glucose production, delay of intestinal glucose absorption, and increase in peripheral glucose uptake and utilization by improving insulin sensitivity.<br\/>"},{"id":"930917-s-8","title":"Pharmacokinetics","sub":[{"id":"930917-s-8-23","title":"Absorption","mono":"<ul><li>Dapagliflozin, Tmax, Oral: within 2 hours<\/li><li>Dapagliflozin, Bioavailability, Oral: 78%<\/li><li>Dapagliflozin\/Metformin, Effects of food: not clinically relevant<\/li><li>Metformin, Tmax, Oral: 7 hours<\/li><\/ul>"},{"id":"930917-s-8-24","title":"Distribution","mono":"<ul><li>Dapagliflozin, Protein Binding: 91%<\/li><li>Metformin, Protein Binding: negligible<\/li><li>Metformin, Vd: 654 L<\/li><\/ul>"},{"id":"930917-s-8-25","title":"Metabolism","mono":"<ul><li>Dapagliflozin, Hepatic: extensive via UDP-glucuronosyltransferase-1A9 (UGT1A9)<\/li><li>Dapagliflozin, 3-O-glucuronide: inactive, major<\/li><li>Dapagliflozin, Weak P-glycoprotein substrate and organic ion transporter-3 (OAT3) substrate<\/li><li>Metformin, no metabolites identified in humans<\/li><\/ul>"},{"id":"930917-s-8-26","title":"Excretion","mono":"<ul><li>Dapagliflozin, Fecal: 21%, 15% unchanged<\/li><li>Dapagliflozin, Renal: 75%, less than 2% unchanged<\/li><li>Metformin, Renal: 90% within 24 hours<\/li><li>Metformin, Renal clearance: 3.5 times greater than CrCl<\/li><li>Hemodialysis, dapagliflozin, unknown<\/li><li>Hemodialysis, metformin, yes (hemodialysis)<\/li><\/ul>"},{"id":"930917-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Dapagliflozin, 12.9 hours<\/li><li>Metformin, 6.2 hours (plasma); 17.6 hours (blood)<\/li><\/ul>"}]},{"id":"930917-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Take with meals to reduce gastrointestinal symptoms.<\/li><li>Do not crush, cut, or chew tablet.<\/li><\/ul>"},{"id":"930917-s-10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>hematologic parameters; annually<\/li><li>LDL-C; after initiating therapy<\/li><li>renal function; at baseline and at least annually thereafter in all patients; more frequently if renal impairment is expected including, elderly patients, prior to restarting treatment in patients who had surgical procedures, or were given iodinated contrast agents<\/li><li>signs of lactic acidosis; may include serum electrolytes, ketones, blood glucose, blood pH, lactate levels, and metformin levels.<\/li><li>vitamin B12 levels; every 2 to 3 years in patients predisposed to low vitamin B(12) levels, including those with inadequate vitamin B12 or calcium intake or absorption<\/li><li>genital mycotic infections<\/li><li>hypotension; during treatment<\/li><li>volume status; prior to initiating therapy, in patients who are predisposed to volume depletion (eg, patients with renal impairment, low systolic blood pressure, concomitant diuretics, elderly patients)<\/li><\/ul>"},{"id":"930917-s-11","title":"How Supplied","mono":"<b>Xigduo XR<\/b><br\/>Oral Tablet, Extended Release: (Dapagliflozin Propanediol - Metformin Hydrochloride) 5 MG-500 MG, 5 MG-1000 MG, 10 MG-500 MG, 10 MG-1000 MG<br\/>"},{"id":"930917-s-12","title":"Toxicology","sub":[{"id":"930917-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>DAPAGLIFLOZIN<\/b><br\/>USES: Dapagliflozin is a sodium-glucose cotransporter 2 (SGLT2) inhibitor used to improve glycemic control in adults with type 2 diabetes mellitus. It is indicated as an adjunct to diet and exercise. PHARMACOLOGY:  Dapagliflozin inhibits the sodium-glucose cotransporter 2 (SGLT2), which is expressed in the proximal renal tubules and is responsible for most renal reabsorption of filtered glucose. Inhibition of SGLT2 decreases reabsorption of filtered glucose and lowers the renal threshold for glucose, thus urinary glucose excretion is increased. EPIDEMIOLOGY: Overdose has not been reported. OVERDOSE: Toxicity following overdose has not been reported. Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. ADVERSE EFFECTS: COMMON: The most common adverse effects following therapeutic administration, with an incidence rate of at least 5%, include urinary tract infections, nasopharyngitis, and female genital mycotic infections. LESS COMMON: Other adverse effects include hypotension, back pain, pain in extremities, polyuria, dysuria, dyslipidemia, hyperphosphatemia, nausea, and constipation. Ingestion of dapagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues, hypoglycemia may develop. RARE: Hypersensitivity reactions, including anaphylaxis, severe cutaneous reactions, and angioedema, have been rarely reported.<br\/><\/li><li><b>METFORMIN AND RELATED AGENTS <\/b><br\/>USES: Oral hypoglycemic agents for type II diabetes mellitus. PHARMACOLOGY: These agents decrease hepatic glucose production and intestinal glucose absorption, and increase peripheral glucose uptake. TOXICOLOGY: These agents are not likely to cause hypoglycemia after acute overdose, as they do not stimulate insulin release. Severe lactic acidosis is a rare but potentially fatal side effect mainly in patients with renal insufficiency, hepatic disease, alcoholism, and advanced age. It can be precipitated by iodinated contrast agents. Metformin inhibits both hepatic lactate uptake and conversion of lactate to glucose. EPIDEMIOLOGY: Exposure is common but severe toxicity is rare. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain, malaise, and myalgia. Acute pancreatitis has been reported in one case report. SEVERE TOXICITY: Severe lactic acidosis, confusion, mental status depression, hypothermia, hypotension, and renal failure may develop.  Rarely, ventricular dysrhythmias, respiratory insufficiency, and death. ADVERSE EFFECTS: COMMON: Diarrhea, nausea, vomiting, flatulence, asthenia, indigestion, abdominal pain, anorexia, headache, and rash. SERIOUS EFFECTS: Lactic acidosis (generally only in patients with renal insufficiency or hepatic disease) and megaloblastic anemia. Hypotension, ventricular extrasystoles, and myocardial infarction have been reported with therapeutic doses. DRUG INTERACTION: Use of radiocontrast dyes in patients taking metformin increases the risk of renal failure and acidosis.  Concurrent use of metformin and non-steroidal anti-inflammatory drugs or COX-2 inhibitors may increase the risk of renal failure and acidosis.<br\/><\/li><\/ul>"},{"id":"930917-s-12-32","title":"Treatment","mono":"<ul><li><b>DAPAGLIFLOZIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Overdose has not been reported. HYPOTENSION: Monitor vital signs. Assess fluid status; osmotic diuresis and intravascular depletion may develop. Replace fluids (oral or IV fluids) as indicated. HYPOGLYCEMIA: Ingestion of dapagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with dapagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. DIET: If the patient is awake and alert, offer carbohydrates. If hypoglycemia persists or becomes severe, treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. NOT RECOMMENDED: Prophylactic dextrose administration is not recommended in patients who do not become hypoglycemic, as it may make it difficult to distinguish patients who become hypoglycemic and require prolonged hospitalization from those who remain asymptomatic and may be discharged sooner. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. HYPOTENSION: Treat moderate to severe hypotension with IV fluids, dopamine or norepinephrine as necessary. HYPOGLYCEMIA: Ingestion of dapagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with dapagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None<\/li><li>Hypoglycemia: DEXTROSE: Give dextrose if symptomatic or BS less than 60 mg\/dL. DOSE: ADULT: 0.5 to 1 g\/kg of D50W (50% dextrose) IV push; ADOLESCENT: 0.5 to 1 g\/kg (1 to 2 mL\/kg) of 50% dextrose IV push; INFANT and CHILD: 0.5 to 1 g\/kg (2 to 4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL. DIET: When the patient is awake and alert, supplement IV glucose with carbohydrate intake.<\/li><li>Hypotensive episode: Administer IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids.<\/li><li>Acute allergic reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Ingestion of dapagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with dapagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Monitor vital signs. Monitor fluid and electrolyte balance in symptomatic patients. Plasma levels are not clinically useful for managing overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because of the high degree of protein binding (91%).<\/li><li>Patient disposition: HOME CRITERIA: All children with ingestions should be sent to a healthcare facility for evaluation and treatment. Adults with a deliberate overdose should be sent to a healthcare facility for evaluation and treatment. Diabetic adults with an inadvertent ingestion of an extra dose who are asymptomatic can be monitored at home. Asymptomatic non-diabetic adults with an inadvertent ingestion of one or two pills can be monitored at home. OBSERVATION CRITERIA: There is no information on the onset or duration of hypoglycemia after overdose of these patients; however, due to the prolonged half-life of dapagliflozin patients may need to be monitored for a minimum of 8 to 12 hours if they are also taking insulin or an insulin secretagogue. ADMISSION CRITERIA: Patients who develop hypoglycemia should be admitted for a minimum of 24 hours for frequent blood glucose monitoring. They should only be discharged when free of symptoms and are able to maintain euglycemia without supplemental dextrose for 8 hours. CONSULT CRITERIA: Consult a medical toxicologist or a poison center for assistance with medical management in patients with severe overdose or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>METFORMIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Symptomatic and supportive care is the mainstay of treatment in patients who present with mild to moderate biguanide toxicity. Hypoglycemia from coingestion of other hypoglycemic agents should be managed with dextrose administration. MANAGEMENT OF SEVERE TOXICITY: Early intubation and ventilation assistance should be performed if the patient presents with respiratory or mental status depression. Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if patient presents with circulatory collapse. If the patient develops severe anion gap metabolic acidosis or severe lactic acidosis (pH 7.1 or less), intravenous sodium bicarbonate (1 to 2 mEq\/kg IV bolus starting dose, then titrate to correct pH to above 7.2) should be given and emergent hemodialysis should be arranged (especially if renal insufficiency exists).<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal can be considered after large ingestions, if the patient has an appropriate level of consciousness, patent airway, and the patient can drink the charcoal. HOSPITAL: Administer activated charcoal if the patient presents early after large ingestion, if the patient has an appropriate level of consciousness, patent airway, and can drink the charcoal.  Severe toxicity is rare; gastric lavage is rarely if ever indicated.<\/li><li>Airway management: Perform early in patients with severe lactic acidosis who present with respiratory insufficiency or mental status depression.<\/li><li>Antidote: None<\/li><li>Hypoglycemia: Give dextrose if symptomatic or BS &lt;60 mg\/dL. Dose - Adult 50 mL of 50% dextrose IV push; Child 0.5 to 1 g\/kg (2-4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL.<\/li><li>Monitoring of patient: No labs are needed in case of small ingestions. Patients with larger ingestions should have serial (every 2 hours) monitoring of serum electrolytes and lactate. Monitor arterial blood gases in patients with metabolic acidosis. Monitor renal function and liver enzymes.<\/li><li>Enhanced elimination procedure: Hemodialysis  is effective in improving acid-base status and may improve clinical outcome in patients with severe lactic acidosis, especially in patients with renal insufficiency, however, it does not remove significant amounts of metformin because of its large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with acute inadvertent ingestions of 1700 mg or less may be monitored at home. OBSERVATION CRITERIA: Four to 6 hours of observation period is recommended after immediate-release metformin overdose. Peak concentrations of delayed-release formulations are expected to be delayed after overdose. After an overdose, patients should be observed for the development of toxic effects for 2 to 6 hours longer than the Tmax (Tmax: Glucophage XR 7 hours, Glumetza extended-release: 7 to 8 hours. Fortamet extended-release: 6 hours). Patients who remain asymptomatic during this period with no evidence of metabolic acidosis or hypoglycemia can be discharged home. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"930917-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>DAPAGLIFLOZIN<\/b><br\/>TOXICITY: A toxic dose has not been established. There have been no reports of overdose with dapagliflozin, although a 500-mg one-time dose was administered to healthy volunteers during clinical trials, with no evidence of QTc interval prolongation. THERAPEUTIC DOSE: ADULT: The recommended initial dose is 5 mg orally once daily in the morning. If tolerated, the dose may be increased to 10 mg orally once daily. PEDIATRIC: The safety and effectiveness of dapagliflozin have not been established in pediatric patients.<br\/><\/li><li><b>METFORMIN AND RELATED AGENTS <\/b><br\/>TOXICITY: The minimum toxic dose is not well established. ADULT: In adults, ingestions of 5 g or less are generally well tolerated. Severe toxicity developed after ingestions of 25 or more of metformin. A woman ingested 75 to 100 grams of metformin and developed severe lactic acidosis. Following aggressive supportive care, her condition improved gradually. An elderly adult survived an intentional ingestion of 63 grams of metformin and developed no permanent sequelae. PEDIATRIC: Ingestions of up to 1700 mg of metformin were well tolerated in healthy children. A 15-year-old girl developed lactic acidosis and acute renal failure after ingesting 38.25 g (0.55 g\/kg body weight) of metformin. She recovered completely following supportive care. A 15-year-old girl developed lactic acidosis, hypotension, and recurrent and severe hypoglycemia, requiring boluses of 50% dextrose after ingesting 75 g of metformin and 3 g of quetiapine in a suicide attempt. She recovered following supportive care. THERAPEUTIC DOSE: Immediate-release form: 1000 to 2550 mg orally daily in 2 to 3 divided doses; maximum: 2550 mg\/day. Extended-release form: 1000 to 2000 mg once daily; maximum: 2500 mg\/day.<br\/><\/li><\/ul>"}]},{"id":"930917-s-13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient to report symptoms of lactic acidosis.<\/li><li>Tell patient to report symptoms of hypotension or severe dehydration.<\/li><li>Side effects may include urinary tract infection, genital mycotic infection, nasopharyngitis, diarrhea, or headache.<\/li><li>Inform patient to report hematuria or other symptoms of bladder cancer.<\/li><li>Instruct patient to take drug with food to minimize gastric irritation.<\/li><li>Advise patient to avoid excessive ingestion of alcohol due to increased risk of lactic acidosis.<\/li><\/ul>"}]}