{"generic":"Miltefosine","drugs":["Impavido","Miltefosine"],"mono":{"0":{"id":"930919-s-0","title":"Generic Names","mono":"Miltefosine"},"1":{"id":"930919-s-1","title":"Dosing and Indications","sub":[{"id":"930919-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Cutaneous leishmaniasis, caused by Leishmania braziliensis, L guyanensis, and L panamensis spp:<\/b> (30 to 44 kg) 50 mg ORALLY twice daily for 28 days; take with food<\/li><li><b>Cutaneous leishmaniasis, caused by Leishmania braziliensis, L guyanensis, and L panamensis spp:<\/b> (45 kg or greater) 50 mg ORALLY 3 times daily for 28 days; take with food<\/li><li><b>Leishmaniasis, Mucosal, caused by Leishmania braziliensis spp:<\/b> (30 to 44 kg) 50 mg ORALLY twice daily for 28 days; take with food<\/li><li><b>Leishmaniasis, Mucosal, caused by Leishmania braziliensis spp:<\/b> (45 kg or greater) 50 mg ORALLY 3 times daily for 28 days; take with food<\/li><li><b>Visceral leishmaniasis, caused by Leishmania donovani spp:<\/b> (30 to 44 kg) 50 mg ORALLY twice daily for 28 days; take with food<\/li><li><b>Visceral leishmaniasis, caused by Leishmania donovani spp:<\/b> (45 kg or greater) 50 mg ORALLY 3 times daily for 28 days; take with food<\/li><\/ul>"},{"id":"930919-s-1-5","title":"Pediatric Dosing","mono":"<ul><li><b>Cutaneous leishmaniasis, caused by Leishmania braziliensis, L guyanensis, and L panamensis spp:<\/b> (12 years or older and 30 to 44 kg) 50 mg ORALLY twice daily for 28 days; take with food<\/li><li><b>Cutaneous leishmaniasis, caused by Leishmania braziliensis, L guyanensis, and L panamensis spp:<\/b> (12 years or older and 45 kg or greater) 50 mg ORALLY 3 times daily for 28 days; take with food<\/li><li><b>Leishmaniasis, Mucosal, caused by Leishmania braziliensis spp:<\/b> (12 years or older and 30 to 44 kg) 50 mg ORALLY twice daily for 28 days; take with food<\/li><li><b>Leishmaniasis, Mucosal, caused by Leishmania braziliensis spp:<\/b> (12 years or older and 45 kg or greater) 50 mg ORALLY 3 times daily for 28 days; take with food<\/li><li><b>Visceral leishmaniasis, caused by Leishmania donovani spp:<\/b> (12 years or older and 30 to 44 kg) 50 mg ORALLY twice daily for 28 days; take with food<\/li><li><b>Visceral leishmaniasis, caused by Leishmania donovani spp:<\/b> (12 years or older and 45 kg or greater) 50 mg ORALLY 3 times daily for 28 days; take with food<\/li><\/ul>"},{"id":"930919-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dose adjustments available; not studied in patients with CrCl or BUN levels 1.5 times or greater the ULN<\/li><li><b>hepatic impairment:<\/b> no dose adjustments available; not studied in patients with ALT or AST levels 3 times or greater the ULN and bilirubin levels 2 times or greater the ULN<\/li><\/ul>"},{"id":"930919-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cutaneous leishmaniasis, caused by Leishmania braziliensis, L guyanensis, and L panamensis spp<\/li><li>Leishmaniasis, Mucosal, caused by Leishmania braziliensis spp<\/li><li>Visceral leishmaniasis, caused by Leishmania donovani spp<\/li><\/ul>"}]},"2":{"id":"930919-s-2","title":"Black Box Warning","mono":"<b>Oral (Capsule)<\/b><br\/>Miltefosine may cause fetal harm. Fetal death and teratogenicity occurred in animals administered miltefosine at doses lower than the recommended human dose. Do not administer miltefosine to pregnant women. Obtain a serum or urine pregnancy test in females of reproductive potential prior to prescribing miltefosine. Females of reproductive potential should be advised to use effective contraception during miltefosine therapy and for 5 months after therapy.<br\/>"},"3":{"id":"930919-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930919-s-3-9","title":"Contraindications","mono":"<ul><li>hypersensitivity to miltefosine or any product component<\/li><li>pregnancy; may cause fetal harm; obtain a urine or serum pregnancy test prior to prescribing<\/li><li>Sjoegren-Larsson syndrome<\/li><\/ul>"},{"id":"930919-s-3-10","title":"Precautions","mono":"<ul><li>females of reproductive potential must use effective contraception during and for 5 months following therapy completion; miltefosine is a known teratogen; pregnancy testing must be done prior to prescribing<\/li><li>concomitant use of oral contraceptives; absorption may be compromised by vomiting and diarrhea; additional nonhormonal or alternative method of contraception recommended<\/li><li>hepatic transaminase (ALT, AST) and bilirubin elevations have occurred; monitoring recommended<\/li><li>males; scrotal pain and decreased or absent ejaculation have been reported<\/li><li>serum creatinine elevations have occurred; monitoring recommended<\/li><li>Stevens-Johnson syndrome has been reported; discontinue therapy if an exfoliative or bullous rash is noted<\/li><li>thrombocytopenia has been reported; monitoring recommended<\/li><li>vomiting and\/or diarrhea occur commonly during treatment; encourage fluid intake to avoid volume depletion<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"930919-s-3-11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"930919-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"930919-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (Cutaneous leishmaniasis, 4.5% to 5.8%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (Cutaneous leishmaniasis, 7.5% to 11.2%), Decrease in appetite (Cutaneous leishmaniasis 10.8%; visceral leishmaniasis, 23.1%), Nausea (Cutaneous leishmaniasis, 35.9% to 41.7%), Vomiting (Cutaneous leishmaniasis, 4.5% to 27.5%; visceral leishmaniasis, 37.8%)<\/li><li><b>Neurologic:<\/b>Dizziness (Cutaneous leishmaniasis, 4.5% to 12.5%), Headache (Cutaneous leishmaniasis, 28.1%), Somnolence (Cutaneous leishmaniasis, 3.4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Rash (Cutaneous leishmaniasis, less than 2%), Stevens-Johnson syndrome (Cutaneous leishmaniasis, less than 2%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (Cutaneous leishmaniasis, 7.9% to 15%; visceral leishmaniasis, 20.4%), Melena<\/li><li><b>Hematologic:<\/b>Thrombocytopenia (Visceral leishmaniasis, 62% (platelet count less than 150,000); 2.4% (platelet count less than 50,000))<\/li><li><b>Hepatic:<\/b>Hyperbilirubinemia, Increased liver enzymes (Visceral leishmaniasis, up to 50%)<\/li><li><b>Musculoskeletal:<\/b>Arthritis<\/li><li><b>Renal:<\/b>Serum creatinine raised<\/li><\/ul>"},"6":{"id":"930919-s-6","title":"Drug Name Info","sub":{"0":{"id":"930919-s-6-17","title":"US Trade Names","mono":"Impavido<br\/>"},"2":{"id":"930919-s-6-19","title":"Class","mono":"Anti-Infective Agent<br\/>"},"3":{"id":"930919-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"930919-s-7","title":"Mechanism Of Action","mono":"The specific mechanism of action of miltefosine is unknown. Miltefosine antileishmanial activity is suspected to be exerted by interaction with phospholipids and sterols, including membrane lipids and inhibition of mitochondrial CYP-c oxidase, resulting in an apoptosis-like cell death.<br\/>"},"8":{"id":"930919-s-8","title":"Pharmacokinetics","sub":[{"id":"930919-s-8-23","title":"Absorption","mono":"Tmax, Oral: 7 hours <br\/>"},{"id":"930919-s-8-24","title":"Distribution","mono":"Protein Binding: 98% <br\/>"},{"id":"930919-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatocytes: moderate via phospholipase D-like cleavage<\/li><li>Choline: inactive<\/li><li>Fatty-alcohol containing remnant: inactive<\/li><\/ul>"},{"id":"930919-s-8-26","title":"Excretion","mono":"Renal: less than 0.2% <br\/>"},{"id":"930919-s-8-27","title":"Elimination Half Life","mono":"30.7 days <br\/>"}]},"9":{"id":"930919-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with food, preferably a meal, to aid with gastrointestinal toxicity<\/li><li>swallow capsule whole; do not chew or break apart<\/li><li>take with plenty of fluid to avoid volume depletion<\/li><li>do not interrupt therapy; take on consecutive days for full 28 days<\/li><\/ul>"},"10":{"id":"930919-s-10","title":"Monitoring","mono":"<ul><li>improvement in signs and symptoms of leishmaniasis and negative parasitology, if performed, are indicative of efficacy<\/li><li>serum or urine pregnancy test; prior to initiating therapy in women of childbearing potential<\/li><li>renal function; weekly during therapy and for 4 weeks after completing therapy<\/li><li>liver transaminases (ALT, AST) and bilirubin; during therapy<\/li><li>platelet counts; during therapy in patients with visceral leishmaniasis<\/li><\/ul>"},"12":{"id":"930919-s-12","title":"Toxicology","sub":[{"id":"930919-s-12-31","title":"Clinical Effects","mono":"<b>MILTEFOSINE<\/b><br\/>USES: Miltefosine, an antileishmanial agent, is used in the treatment of the following disseminated amoebic infections: visceral leishmaniasis due to Leishmania donovani, cutaneous leishmaniasis due to L braziliensis, L guyanensis and L panamensis and mucosal leishmaniasis due to L braziliensis. PHARMACOLOGY: The specific mechanism of action of miltefosine is unknown. Miltefosine antileishmanial activity is suspected to be exerted by interaction with phospholipids and sterols, including membrane lipids and inhibition of mitochondrial cytochrome c oxidase, and apoptosis-like cell death. EPIDEMIOLOGY: Exposure is rare. OVERDOSE: Overdose has not been reported. Clinical events following exposure are anticipated to be an extension of adverse events reported. MILD TO MODERATE TOXICITY: Gastrointestinal events (ie, nausea, vomiting, diarrhea) are likely to occur. SEVERE TOXICITY: Significant dehydration, electrolyte imbalance and possible impaired renal function may develop as a result of severe, persistent gastrointestinal events. Elevated liver enzymes may occur. Alterations in CBC (ie, thrombocytopenia and agranulocytosis) may develop. ADVERSE EFFECTS: COMMON: The most frequently reported adverse events include: nausea, vomiting, diarrhea, headache, decreased appetite, dizziness, abdominal pain, elevated transaminases and elevated serum creatinine. LESS FREQUENT: Asthenia, malaise, pyrexia, pruritus, somnolence and lymphangitis have been reported during miltefosine therapy. SERIOUS: Grade 4 hyperbilirubinemia (ie, greater than or equal to 10 times the upper limit of normal), thrombocytopenia, Stevens-Johnson syndrome, Grade 4 diarrhea (greater than 10 stools\/day), and melena have led to drug cessation during miltefosine therapy. POSTMARKETING EXPERIENCE: Agranulocytosis, melena, generalized and\/or peripheral edema, jaundice, seizure, and epistaxis have been reported. <br\/>"},{"id":"930919-s-12-32","title":"Treatment","mono":"<b>MILTEFOSINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not anticipated. Gastrointestinal events (ie, vomiting and diarrhea) are likely to occur. Monitor fluid and serum electrolytes as indicated. Replace fluids (ie, oral fluids; administer intravenous fluids as needed) and electrolytes as necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not anticipated. Correct any significant electrolyte abnormalities in patients with severe vomiting and\/or diarrhea. Thrombocytopenia may occur. Monitor CBC and platelet count. For severe thrombocytopenia, administer platelets, packed red cells as necessary. Monitor renal function and liver enzymes as indicated.<\/li><li>Decontamination: PREHOSPITAL: Prehospital activated charcoal should be avoided, due to the likely development of vomiting following exposure. HOSPITAL: Consider activated charcoal if the overdose is recent and the patient is not vomiting or other significant coingestants are suspected and the airway is protected.<\/li><li>Airway management: Airway management is unlikely to be necessary unless more toxic agents are involved.<\/li><li>Antidote: There is no known antidote.<\/li><li>Monitoring of patient: Monitor serum electrolytes and fluid volume in patients with persistent vomiting and\/or diarrhea or as indicated. Monitor renal function and liver enzymes following a significant exposure or as indicated. Monitor CBC and platelet count following a significant overdose; repeat as necessary. Due to the risk of fetal harm, obtain a urine or serum pregnancy test following an inadvertent or intentional exposure in a female of childbearing age. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Miltefosine is highly protein bound (98%) and widely distributed; therefore, hemodialysis is UNLIKELY to be effective.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with an inadvertent ingestion of 1 to 2 extra doses or an adult with mild gastrointestinal symptoms can be monitored at home. An asymptomatic child with an inadvertent ingestion (1 tablet) or mild gastrointestinal symptoms can be monitored at home with adult supervision. OBSERVATION CRITERIA: Patients that have more than mild gastrointestinal symptoms or had a deliberate ingestion should be referred to a healthcare facility for evaluation and treatment. ADMISSION CRITERIA: Patients that develop persistent signs or symptoms of significant dehydration or electrolyte imbalance or other toxicity should be admitted.  CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"930919-s-12-33","title":"Range of Toxicity","mono":"<b>MILTEFOSINE<\/b><br\/>TOXICITY: A toxic dose has not been established. THERAPEUTIC DOSE: ADULT and CHILDREN 12 years of age and older: Dosage is dependent on weight as follows: 30 to 44 kg: 50 mg capsule twice daily with food for 28 consecutive days; 45 kg or greater: 50 mg capsule 3 times daily with food for 28 consecutive days. <br\/>"}]},"13":{"id":"930919-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell female patients to use effective contraception to avoid pregnancy during treatment and for at least 5 months after drug discontinuation.<\/li><li>Advise women who are already on oral contraceptives to use an additional effective form of birth control if vomiting or diarrhea occur. This drug may decrease effectiveness of oral contraception if vomiting, diarrhea, or both occur during treatment.<\/li><li>Tell patient to immediately discontinue treatment and report symptoms of Stevens-Johnson syndrome (ie, exfoliative or bullous rash).<\/li><li>Side effects may include nausea, abdominal pain, nausea, vomiting, diarrhea, decreased appetite, dizziness, headache, somnolence, or pruritus.<\/li><li>Advise patient to swallow the capsule whole and to take with food to minimize gastric irritation.<\/li><li>Tell patient to maintain adequate hydration to avoid the risk of kidney injury.<\/li><li>Instruct the patient to complete the full course of therapy.<\/li><\/ul>"}}}