{"drugs":["Empagliflozin","Jardiance"],"mono":{"0":{"id":"930993-s-0","title":"Generic Names","mono":"Empagliflozin"},"1":{"id":"930993-s-1","title":"Dosing and Indications","sub":[{"id":"930993-s-1-4","title":"Adult Dosing","mono":"<b>Type 2 diabetes mellitus:<\/b> Initial dose, 10 mg ORALLY once daily in the morning; may increase to 25 mg ORALLY once daily; MAX 25 mg ORALLY once daily "},{"id":"930993-s-1-5","title":"Pediatric Dosing","mono":"Safety and efficacy not established "},{"id":"930993-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, estimated GFR 45 mL\/min\/1.73m(2) or greater:<\/b> No dosage adjustment necessary<\/li><li><b>Renal impairment, estimated GFR (eGFR) less than 45 mL\/min\/1.73m(2):<\/b> Do not initiate therapy; discontinue use if eGFR drops and remains below 45 mL\/min\/1.73m(2)<\/li><li><b>Renal impairment (severe), ESRD, or receiving dialysis:<\/b> Use contraindicated<\/li><li><b>Hepatic impairment:<\/b> No dosage adjustment necessary<\/li><li><b>Geriatric:<\/b> No age-based dosage adjustment necessary<\/li><\/ul>"},{"id":"930993-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},"3":{"id":"930993-s-3","title":"Contraindications\/Warnings","sub":[{"id":"930993-s-3-9","title":"Contraindications","mono":"<ul><li>Dialysis<\/li><li>End stage renal disease<\/li><li>Hypersensitivity to empagliflozin, past history<\/li><li>Severe renal impairment<\/li><\/ul>"},{"id":"930993-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Increased risk of volume depletion in patients aged 75 years and older<\/li><li>-- Symptomatic hypotension may occur; monitoring recommended<\/li><li>-- Increased risk of hypotension in patients with renal impairment, the elderly, concomitant diuretic use, and patients with low systolic blood pressure; monitoring recommended<\/li><li>Endocrine and Metabolic:<\/li><li>-- Ketoacidosis may occur; monitoring recommended and discontinue use if acidosis is confirmed<\/li><li>-- Not recommended in patients with type 1 diabetes<\/li><li>-- Do not use for treatment of diabetic ketoacidosis<\/li><li>-- Increases in LDL-C may occur; monitoring recommended<\/li><li>-- Urine glucose tests and 1,5-anhydroglucitol assays not recommended for monitoring glycemic control with empagliflozin use<\/li><li>Renal:<\/li><li>-- Do not initiate treatment in patients with estimated GFR of less than 45 mL\/min\/1.73 m(2)<\/li><li>-- Decreases in estimated GFR (eGFR) have been reported; discontinue use if eGFR is persistently less than 45 mL\/min\/1.73m(2)<\/li><li>-- Increased serum creatinine and reduced GFR have been reported; monitoring recommended<\/li><li>-- Increased risk of renal impairment in elderly patients and those with moderate renal impairment; more frequent monitoring recommended<\/li><li>-- Increased risk or urinary tract infection; monitoring recommended<\/li><li>-- Patients will test positive for glucose in urine due to the mechanism of action of empagliflozin<\/li><li>Reproductive:<\/li><li>-- Increased risk of genital mycotic infection, particularly in patients with a history of chronic or recurrent genital mycotic infections; monitoring recommended<\/li><li>Concomitant Use:<\/li><li>-- Increased risk of hypoglycemia with insulin secretagogues or insulin; may require dose reduction in other therapies<\/li><\/ul>"},{"id":"930993-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"930993-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"930993-s-4","title":"Drug Interactions","sub":{"1":{"id":"930993-s-4-14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"930993-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Esmolol (probable)<\/li><li>Furazolidone (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},"5":{"id":"930993-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypoglycemia, Overall (Monotherapy, 0.4%; combination therapy, 1.2% to 28.4%)<\/li><li><b>Renal:<\/b>Increased frequency of urination (3.2% to 3.4%), Urinary tract infectious disease (7.6% to 9.3% (all patients); 15.1% to 15.7% (75 years and older))<\/li><li><b>Reproductive:<\/b>Female genital infection (5.4% to 6.4%)<\/li><\/ul><b>Serious<\/b><br\/><b>Endocrine metabolic:<\/b>Hypoglycemia, Severe (Monotherapy or combined with metformin alone, metformin plus sulfonylurea, or pioglitazone (with\/without metformin), 0%; combined with insulin, 1.3% (25 mg))<br\/>"},"6":{"id":"930993-s-6","title":"Drug Name Info","sub":{"0":{"id":"930993-s-6-17","title":"US Trade Names","mono":"Jardiance<br\/>"},"2":{"id":"930993-s-6-19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Sodium Glucose Co-Transporter 2 Inhibitor<\/li><\/ul>"},"3":{"id":"930993-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"930993-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"930993-s-7","title":"Mechanism Of Action","mono":"Empagliflozin, a sodium-glucose cotransporter 2 (SGLT2) inhibitor, lowers the renal threshold for glucose and increases urinary glucose excretion by interfering with the reabsorption of renally-filtered glucose across the tubular lumen of the proximal renal tubules. Empagliflozin decreases fasting and post-prandial blood glucose levels, and imparts a low risk of hypoglycemia as its mechanism of action is independent of beta cell function and insulin pathway.<br\/>"},"8":{"id":"930993-s-8","title":"Pharmacokinetics","sub":[{"id":"930993-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 1.5 hours<\/li><li>Effects of food: AUC decreased by 16%; Cmax decreased by 37%<\/li><\/ul>"},{"id":"930993-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 86.2%<\/li><li>Vd: 73.8 L<\/li><\/ul>"},{"id":"930993-s-8-25","title":"Metabolism","mono":"<ul><li>Glucuronidation, via UGT2B7, UTG1A3, UGT1A8, and UGT1A9<\/li><li>2-, 3-, and 6-O glucuronide empagliflozin: unknown activity<\/li><\/ul>"},{"id":"930993-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 54.4%, half as unchanged drug<\/li><li>Fecal: 41.2%, primarily unchanged<\/li><li>Total body clearance: 10.6 L\/hr<\/li><\/ul>"},{"id":"930993-s-8-27","title":"Elimination Half Life","mono":"12.4 hours <br\/>"}]},"9":{"id":"930993-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>Administer with or without food.<br\/>"},"10":{"id":"930993-s-10","title":"Monitoring","mono":"<ul><li>improvement in glycemic control in type 2 diabetes mellitus is indicative of efficacy<\/li><li>renal function; prior to and periodically during treatment; more frequently in elderly patients and those with moderate renal impairment<\/li><li>increases in LDL-C<\/li><li>volume contraction; prior to initiating treatment<\/li><li>signs or symptoms of hypotension; after initiation of treatment; more frequently if volume contraction is expected<\/li><li>genital mycotic infection<\/li><li>urinary tract infection<\/li><\/ul>"},"11":{"id":"930993-s-11","title":"How Supplied","mono":"<b>Jardiance<\/b><br\/>Oral Tablet: 10 MG, 25 MG<br\/>"},"12":{"id":"930993-s-12","title":"Toxicology","sub":[{"id":"930993-s-12-31","title":"Clinical Effects","mono":"<b>EMPAGLIFLOZIN<\/b><br\/>USES: Empagliflozin is a sodium-glucose cotransporter 2 (SGLT2) inhibitor used to improve glycemic control in adults with type 2 diabetes mellitus. It is indicated as an adjunct to diet and exercise. PHARMACOLOGY:   Empagliflozin lowers the renal threshold for glucose and increases urinary glucose excretion by interfering with the reabsorption of renally-filtered glucose across the tubular lumen of the proximal renal tubules. EPIDEMIOLOGY: Overdose has not been reported. OVERDOSE: Toxicity following overdose has not been reported. Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. ADVERSE EFFECTS: COMMON: The most common adverse effects following therapeutic administration, with an incidence rate of at least 5%, include urinary tract infections and female genital mycotic infections. LESS COMMON: Other adverse effects include hypotension, dyslipidemia, increased urination, increased thirst, nausea, renal impairment, an increase in hematocrit, arthralgia, upper respiratory tract infections, and male genital mycotic infections. Ingestion of empagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues, hypoglycemia may develop.<br\/>"},{"id":"930993-s-12-32","title":"Treatment","mono":"<b>EMPAGLIFLOZIN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Overdose has not been reported. HYPOTENSION: Monitor vital signs. Assess fluid status; osmotic diuresis and intravascular depletion may develop. Replace fluids (oral or IV fluids) as indicated. HYPOGLYCEMIA: Ingestion of empagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with empagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. DIET: If the patient is awake and alert, offer carbohydrates. If hypoglycemia persists or becomes severe, treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. NOT RECOMMENDED: Prophylactic dextrose administration is not recommended in patients who do not become hypoglycemic, as it may make it difficult to distinguish patients who become hypoglycemic and require prolonged hospitalization from those who remain asymptomatic and may be discharged sooner. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. HYPOTENSION: Treat moderate to severe hypotension with IV fluids, dopamine or norepinephrine as necessary. HYPOGLYCEMIA: Ingestion of empagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with empagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None.<\/li><li>Hypoglycemia: DEXTROSE: Give dextrose if symptomatic or BS less than 60 mg\/dL. DOSE: ADULT: 0.5 to 1 g\/kg of D50W (50% dextrose) IV push; ADOLESCENT: 0.5 to 1 g\/kg (1 to 2 mL\/kg) of 50% dextrose IV push; INFANT and CHILD: 0.5 to 1 g\/kg (2 to 4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL. DIET: When the patient is awake and alert, supplement IV glucose with carbohydrate intake.<\/li><li>Hypotensive episode: Administer IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine, if unresponsive to fluids.<\/li><li>Monitoring of patient: Ingestion of empagliflozin alone is not expected to cause severe hypoglycemia, but when combined with insulin or insulin secretogogues severe hypoglycemia may develop. In patients with empagliflozin overdose who are also taking insulin or insulin secretogogues, obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Monitor vital signs and renal function. Plasma levels are not clinically useful for managing overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because of the high degree of protein binding (86%) and large volume of distribution (74 L).<\/li><li>Patient disposition: HOME CRITERIA: All children with ingestions should be sent to a healthcare facility for evaluation and treatment. Adults with a deliberate overdose should be sent to a healthcare facility for evaluation and treatment. Diabetic adults with an inadvertent ingestion of an extra dose who are asymptomatic can be monitored at home. Asymptomatic non-diabetic adults with an inadvertent ingestion of one or two pills can be monitored at home. OBSERVATION CRITERIA: There is no information on the onset or duration of hypoglycemia after overdose of these patients; however, due to the prolonged half-life of empagliflozin patients may need to be monitored for a minimum of 8 to 12 hours if they are also taking insulin or an insulin secretagogue. ADMISSION CRITERIA: Patients who develop hypoglycemia should be admitted for a minimum of 24 hours for frequent blood glucose monitoring. They should only be discharged when free of symptoms and are able to maintain euglycemia without supplemental dextrose for 8 hours. CONSULT CRITERIA: Consult a medical toxicologist or a poison center for assistance with medical management in patients with severe overdose or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"930993-s-12-33","title":"Range of Toxicity","mono":"<b>EMPAGLIFLOZIN<\/b><br\/>TOXICITY: A toxic dose has not been established. There have been no reports of overdose with empagliflozin, although a 200-mg one-time dose was administered to healthy volunteers during clinical trials, with no evidence of QTc interval prolongation. THERAPEUTIC DOSE: ADULTS: The recommended initial dose is 10 mg orally once daily in the morning. If tolerated, the dose may be increased to 25 mg orally once daily. PEDIATRIC: Safety and efficacy of empagliflozin in pediatric patients have not been established.<br\/>"}]},"13":{"id":"930993-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn female patients of childbearing potential that drug may cause fetal harm, particularly during the second and third trimesters. If pregnancy occurs, report it to a healthcare professional as quickly as possible.<\/li><li>Recommend that female patients not breastfeed nor provide breast milk to their infants.<\/li><li>Side effects may include increased urination, genital infections, upper respiratory tract infection, arthralgia, or nausea.<\/li><li>Tell patient to report symptoms of urinary tract infection.<\/li><li>Counsel patient to report symptoms of hypotension.<\/li><li>Instruct patient to report periods of stress (ie, fever, trauma, infection, or surgery).<\/li><li>Advise patient that urine glucose tests will be positive based on action of drug.<\/li><li>Encourage patient to maintain adequate hydration during treatment.<\/li><\/ul>"}}}