{"generic":"Sulfur Hexafluoride Lipid Type A Microspheres","drugs":["Lumason","Sulfur Hexafluoride Lipid Type A Microspheres"],"mono":{"0":{"id":"931082-s-0","title":"Generic Names","mono":"Sulfur Hexafluoride Lipid Type A Microspheres"},"1":{"id":"931082-s-1","title":"Dosing and Indications","sub":[{"id":"931082-s-1-4","title":"Adult Dosing","mono":"<b>Echocardiography; Adjunct:<\/b> 2 mL IV followed by a 5-mL NS flush; may administer a second 2-mL IV dose followed by a 5-mL NS flush during the same imaging session to prolong image enhancement "},{"id":"931082-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"931082-s-1-6","title":"Dose Adjustments","mono":"<b>geriatric:<\/b> No dose adjustment required "},{"id":"931082-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Echocardiography; Adjunct<br\/>"}]},"2":{"id":"931082-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Suspension)<\/b><br\/>Although uncommon, serious cardiopulmonary reactions with fatalities have occurred during or following the injection of ultrasound contrast agents, including sulfur hexafluoride lipid type A microspheres. Most reactions occur within 30 minutes of administration. Assess all patients for conditions that preclude administration and have resuscitation equipment and trained personnel available.<br\/>"},"3":{"id":"931082-s-3","title":"Contraindications\/Warnings","sub":[{"id":"931082-s-3-9","title":"Contraindications","mono":"<ul><li>do not administer by intra-arterial injection<\/li><li>history of hypersensitivity reactions to sulfur hexafluoride lipid microsphere or any product components<\/li><li>right-to-left, bidirectional, or transient right-to-left cardiac shunts<\/li><\/ul>"},{"id":"931082-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- serious cardiopulmonary reactions with fatalities have occurred during or following injection; typically occur within 30 minutes of administration; assess patient for conditions that preclude administration and have resuscitation equipment available<\/li><li>Cardiovascular:<\/li><li>-- unstable cardiopulmonary conditions (eg, acute myocardial infarction, acute coronary artery syndromes, worsening or unstable congestive heart failure, or serious ventricular arrhythmias) may increase risk for serious cardiopulmonary reactions; monitoring recommended<\/li><li>-- systemic embolization with tissue ischemia may occur in patients with right-to-left, bidirectional, or transient right-to-left cardiac shunts<\/li><li>-- ventricular arrhythmias may occur if high ultrasound mechanical index values cause cavitation or rupture of microspheres, or with end-systolic triggering with high mechanical indices<\/li><li>Immunologic:<\/li><li>-- anaphylactoid reactions (eg, skin erythema, rash, urticaria, flushing, throat tightness, dyspnea, or anaphylactic shock) have been reported, even in patients with no history of prior exposure<\/li><li>Neurologic:<\/li><li>-- loss of consciousness and convulsions have been reported with ultrasound contrast agents<\/li><li>Respiratory:<\/li><li>-- fatal respiratory arrest, dyspnea, hypoxia, respiratory distress, stridor, and wheezing have been reported with ultrasound contrast agents<\/li><\/ul>"},{"id":"931082-s-3-11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"931082-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"931082-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (0.6%)<\/li><li><b>Neurologic:<\/b>Headache (0.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Chest pain (0.2%), Shock, Syncope, Ventricular fibrillation, Ventricular tachycardia<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Seizure<\/li><li><b>Respiratory:<\/b>Respiratory arrest<\/li><\/ul>"},"6":{"id":"931082-s-6","title":"Drug Name Info","sub":{"0":{"id":"931082-s-6-17","title":"US Trade Names","mono":"Lumason<br\/>"},"2":{"id":"931082-s-6-19","title":"Class","mono":"Diagnostic Agent<br\/>"},"3":{"id":"931082-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"931082-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"931082-s-7","title":"Mechanism Of Action","mono":"Sulfur hexafluoride lipid microspheres consist of a phospholipid monolayer outer shell encasing a core of sulfur hexafluoride (SF6) gas. Ultrasound signals are reflected from the interface between the microspheres and the local tissues because microspheres within the blood have a lower acoustic impedance than the surrounding tissue.<br\/>"},"8":{"id":"931082-s-8","title":"Pharmacokinetics","sub":[{"id":"931082-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, IV: 1 to 2 minutes, healthy volunteers: (sulfur hexafluoride gas component)<\/li><li>Tmax, IV, pulmonary impairment: 1 to 4 minutes (sulfur hexafluoride gas component)<\/li><\/ul>"},{"id":"931082-s-8-24","title":"Distribution","mono":"341 L (sulfur hexafluoride gas component) <br\/>"},{"id":"931082-s-8-25","title":"Metabolism","mono":"Lungs: Minimal transformation (sulfur hexafluoride gas component) <br\/>"},{"id":"931082-s-8-26","title":"Excretion","mono":"Lungs: 82%  (sulfur hexafluoride gas component) <br\/>"},{"id":"931082-s-8-27","title":"Elimination Half Life","mono":"Not measurable at recommended dose  (sulfur hexafluoride gas component) <br\/>"}]},"9":{"id":"931082-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>reconstitute with provided 5 mL NS injection and shake vigorously for 20 seconds to completely dissolve into homogenous white milky liquid; store at room temperature and use reconstituted solution within 3 hours<\/li><li>if not used immediately after reconstitution, before withdrawing dose, shake vial to resuspend microbubbles; administer immediately after drawing into syringe<\/li><li>administer as an IV bolus injection and follow with a 5 mL flush of NS<\/li><li>discard remainder<\/li><\/ul>"},"10":{"id":"931082-s-10","title":"Monitoring","mono":"<ul><li>satisfactory ultrasound imaging to opacify the left ventricular chamber and to improve the delineation of the left ventricular endocardial border may indicate efficacy<\/li><li>acute cardiopulmonary reactions<\/li><\/ul>"},"11":{"id":"931082-s-11","title":"How Supplied","mono":"<b>Lumason<\/b><br\/>Intravenous Powder for Suspension: 25 MG<br\/>"},"13":{"id":"931082-s-13","title":"Clinical Teaching","mono":"Side effects may include headache, nausea, dysgeusia, chest discomfort, injection site pain, or injection site warmth.<br\/>"}}}