{"generic":"Abacavir\/Dolutegravir\/Lamivudine","drugs":["Abacavir\/Dolutegravir\/Lamivudine","Triumeq"],"mono":[{"id":"931030-s-0","title":"Generic Names","mono":"Abacavir\/Dolutegravir\/Lamivudine"},{"id":"931030-s-1","title":"Dosing and Indications","sub":[{"id":"931030-s-1-4","title":"Adult Dosing","mono":"<ul><li>prior to initiation or reinitiation of therapy, screen patient for presence of the HLA-B*5701 al&le; (contraindicated use)<\/li><li><b>HIV infection:<\/b> abacavir 600 mg\/dolutegravir 50 mg\/lamivudine 300 mg fixed dose tablet ORALLY once daily<\/li><\/ul>"},{"id":"931030-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"931030-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, CrCl less than 50 mL\/min:<\/b> fixed-dose combination not recommended<\/li><li><b>hepatic impairment, mild (Child-Pugh score A):<\/b> fixed-dose combination not recommended; contraindicated in moderate (Child-Pugh score B) or severe (Child-Pugh score C) hepatic impairment<\/li><li><b>concomitant use of efavirenz, fosamprenavir\/ritonavir, tipranavir\/ritonavir, or rifampin:<\/b> An additional dose of dolutegravir 50 mg orally is recommended 12 hours after abacavir\/dolutegravir\/lamivudine fixed-dose combination<\/li><\/ul>"},{"id":"931030-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>HIV infection<br\/>"}]},{"id":"931030-s-2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Serious and fatal hypersensitivity reactions have been reported with abacavir Discontinue if hypersensitivity reaction is suspected. Patients with HLA-B*5701 al&le; have a higher risk for abacavir-related hypersensitivity; screening for al&le; is recommended prior to initiating or reinitiation of therapy. Use contraindicated in those with HLA-B*5701 al&le; or with previous hypersensitivity reaction to abacavir. Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported with nucleoside analogues, including abacavir and lamivudine alone or in combination with other antiretrovirals. Discontinue if these conditions are suspected. Severe acute exacerbations of hepatitis B have been reported in patients co-infected with HBV and HIV-1 who have discontinued lamivudine; monitor hepatic function closely for several months upon discontinuation of therapy; initiation of anti-HBV therapy may be needed.<br\/>"},{"id":"931030-s-3","title":"Contraindications\/Warnings","sub":[{"id":"931030-s-3-9","title":"Contraindications","mono":"<ul><li>dofetilide coadministration<\/li><li>hepatic impairment, moderate to severe (ie, Child-Pugh grade B or C)<\/li><li>hypersensitivity to abacavir, dolutegravir, lamivudine, or any product component; never restart therapy with other abacavir-containing products after hypersensitivity reaction, regardless of HLA-B*5701 status<\/li><li>patients with the HLA-B*5701 al&le;<\/li><\/ul>"},{"id":"931030-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- life-threatening and fatal hypersensitivity reactions have occurred with abacavir therapy, usually within the first 6 weeks of treatment and especially in patients with the HLA-B*5701 al&le;; do not use abacavir in HLA-B*5701-positive patients; screen for HLA-B*5701 at initiation and reinitiation of abacavir; interrupt therapy immediately if condition is suspected; permanent discontinuation may be required<\/li><li>-- life-threatening and fatal lactic acidosis and severe hepatomegaly with steatosis have occurred with nucleoside analogue (eg, abacavir, lamivudine) monotherapy or combination therapy; discontinue if condition is suspected<\/li><li>-- patients coinfected with hepatitis B or C may develop severe worsening hepatitis with lamivudine discontinuation; monitor hepatic function closely for several months upon discontinuation of therapy; initiation of anti-HBV or anti-HCV therapy may be needed<\/li><li>Cardiovascular:<\/li><li>-- possible increased risk of myocardial infarction with abacavir-based antiretroviral regimens; assess coronary heart disease risk factors and minimize modifiable risk factors (eg, hypertension, hyperlipidemia) before treatment initiation<\/li><li>Hepatic:<\/li><li>-- patients coinfected with hepatitis B or C are at risk for development or worsening of transaminase elevations; some elevations are consistent with immune reconstitution syndrome, particularly when anti-hepatitis agents are discontinued; monitor hepatic function at baseline and during therapy<\/li><li>-- hepatic decompensation (eg, Child-Pugh score greater than 6) may occur with coadministration of interferon alfa- with or without ribavirin; discontinuation of abacavir\/dolutegravir\/lamivudine, or dose reduction or discontinuation of interferon and\/or ribavirin may be required<\/li><li>-- consider use of individual components in patients with mild hepatic impairment (ie, Child-Pugh grade A) if abacavir dose reduction is required<\/li><li>Immunologic:<\/li><li>-- autoimmune conditions (eg, Graves disease, Guillain-Barre syndrome, polymyositis) have occurred in the setting of immune reconstitution syndrome, but onset time may be many months after treatment initiation<\/li><li>-- immune reconstitution syndrome may occur during initial phases of treatment<\/li><li>-- hypersensitivity reactions to dolutegravir have been reported; immediately discontinue if suspected; clinical and laboratory monitoring recommended; never restart a dolutegravir-containing regimen after hypersensitivity reaction<\/li><li>Renal:<\/li><li>-- use not recommended in patients with renal impairment (ie, CrCl less than 50 mL\/min)<\/li><li>Concomitant Use:<\/li><li>-- avoid coadministration with nevirapine<\/li><li>-- avoid coadministration with oxcarbazepine, phenytoin, phenobarbital, carbamazepine, or St. John's Wort<\/li><li>-- coadministration of etravirine without atazanavir\/ritonavir, darunavir\/ritonavir, or lopinavir\/ritonavir is not recommended<\/li><li>-- coadministration with interferon alfa- with or without ribavirin may cause toxicity, especially hepatic decompensation (eg, Child-Pugh score greater than 6); discontinuation of abacavir\/dolutegravir\/lamivudine, or dose reduction or discontinuation of interferon and\/or ribavirin may be required<\/li><li>-- concurrent use with other abacavir- or lamivudine-containing products<\/li><\/ul>"},{"id":"931030-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"931030-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"931030-s-4","title":"Drug Interactions","sub":[{"id":"931030-s-4-13","title":"Contraindicated","mono":"<ul>Dofetilide (probable)<\/ul>"},{"id":"931030-s-4-14","title":"Major","mono":"<ul><li>Apixaban (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Efavirenz (theoretical)<\/li><li>Enzalutamide (probable)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Etravirine (established)<\/li><li>Fosamprenavir (established)<\/li><li>Fosphenytoin (probable)<\/li><li>Interferon Alfa (probable)<\/li><li>Metformin (probable)<\/li><li>Nevirapine (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Oxcarbazepine (probable)<\/li><li>Paritaprevir (theoretical)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Primidone (probable)<\/li><li>Ribavirin (probable)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (probable)<\/li><li>St John's Wort (probable)<\/li><li>Tipranavir (established)<\/li><li>Zalcitabine (theoretical)<\/li><\/ul>"},{"id":"931030-s-4-15","title":"Moderate","mono":"<ul><li>Aluminum (established)<\/li><li>Calcium (established)<\/li><li>Iron (established)<\/li><li>Magaldrate (established)<\/li><li>Magnesium (established)<\/li><li>Methadone (established)<\/li><li>Sucralfate (established)<\/li><li>Zinc (established)<\/li><\/ul>"}]},{"id":"931030-s-5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction<\/li><li><b>Endocrine metabolic:<\/b>Lactic acidosis<\/li><li><b>Hepatic:<\/b>Hepatitis B, Exacerbation (less than 2%), Hepatomegaly, With steatosis<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction, Immune reconstitution syndrome<\/li><\/ul>"},{"id":"931030-s-6","title":"Drug Name Info","sub":{"0":{"id":"931030-s-6-17","title":"US Trade Names","mono":"Triumeq<br\/>"},"2":{"id":"931030-s-6-19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Integrase Inhibitor<\/li><li>Nucleoside Reverse Transcriptase Inhibitor<\/li><\/ul>"},"3":{"id":"931030-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"931030-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"931030-s-7","title":"Mechanism Of Action","mono":"Abacavir and lamivudine are synthetic nucleoside analogues that inhibit HIV-1 reverse transcriptase. Dolutegravir is an integrase strand transfer inhibitor that blocks retroviral DNA integration in the HIV replication cycle. Abacavir, dolutegravir, and lamivudine are used as HIV-1 antiviral agents.<br\/>"},{"id":"931030-s-8","title":"Pharmacokinetics","sub":[{"id":"931030-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, dolutegravir, Oral: 2 to 3 hours (single-dose); 5 days (steady-state)<\/li><li>Effects of food: not significant<\/li><\/ul>"},{"id":"931030-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: abacavir, 50%; dolutegravir, 98.9% or greater; lamivudine, low<\/li><li>Vd, dolutegravir: 17.4 L<\/li><\/ul>"},{"id":"931030-s-8-25","title":"Metabolism","mono":"<ul><li>Abacavir; Liver: extensive<\/li><li>Abacavir, metabolites: 5'-carboxylic acid and 5'-glucuronide<\/li><li>Dolutegravir, Liver: primary route via UGT1A1; some via CYP3A<\/li><li>Lamivudine, metabolite: trans-sulfoxide metabolite<\/li><li>Dolutegravir, inhibitor of OCT2 renal organic cation transporter, multidrug and toxin extrusion transporter 1 (MATE1)<\/li><li>Dolutegravir, substrate of UGT1A1, UGT1A3, UGT1A9, CYP3A, Breast Cancer Resistant Protein Transporter, and P-glycoprotein<\/li><\/ul>"},{"id":"931030-s-8-26","title":"Excretion","mono":"<ul><li>Renal excretion: 31% changed (dolutegravir), less than 1% unchanged (dolutegravir); 70% unchanged (lamivudine)<\/li><li>Fecal: 53% unchanged (dolutegravir)<\/li><li>Dialyzable: Yes, negligible (lamivudine); unknown (abacavir); unlikely (dolutegravir)<\/li><li>Total body clearance: 0.8 L\/hr\/kg (abacavir); 1 L\/hr (dolutegravir); 398.5 mL\/min (lamivudine)<\/li><\/ul>"},{"id":"931030-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Abacavir, 1.54 hours<\/li><li>Dolutegravir, 14 hours<\/li><li>Lamivudine, 5 to 7 hours<\/li><\/ul>"}]},{"id":"931030-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer with or without food<\/li><li>administer 2 hours before or 6 hours after taking drugs containing polyvalent cations, magnesium or aluminum (eg, antacids, laxatives, sucralfate, buffered medication) or oral calcium and iron supplements (eg, multivitamins); abacavir\/dolutegravir\/lamivudine may be given together with calcium or iron, if given with food.<\/li><\/ul>"},{"id":"931030-s-10","title":"Monitoring","mono":"<ul><li>HLA-B*5701 testing, prior to initiation of therapy<\/li><li>Viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during the at least the first 2 years of treatment and if the CD4 counts are below 300 cells\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>Hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months; continue monitoring for several months after discontinuation in patients with underlying hepatic disease (eg, hepatitis B or C)<\/li><li>Basic chemistry, including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>CBC with a differential; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>Fasting blood glucose or HbA1c; at baseline and with modification of ARV treatment, then every 3 to 6 months with abnormal values or 12 months with normal values<\/li><li>Fasting lipid profile; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 6 to 12 months<\/li><li>Urinalysis; at baseline or modification of ARV treatment, then annually<\/li><li>Signs symptoms of hepatotoxicity; at baseline, during treatment, and for at least several months after discontinuation in patients with underlying hepatic disease (eg, hepatitis B or C)<\/li><li>Hypersensitivity reactions; upon restart, with discontinuation for reasons other than hypersensitivity reaction<\/li><\/ul>"},{"id":"931030-s-11","title":"How Supplied","mono":"<b>Triumeq<\/b><br\/>Oral Tablet: (Abacavir - Dolutegravir - Lamivudine) 600 MG-50 MG-300 MG<br\/>"},{"id":"931030-s-12","title":"Toxicology","sub":[{"id":"931030-s-12-31","title":"Clinical Effects","mono":"<b>AIDS ANTIVIRAL NUCLEOSIDES <\/b><br\/>USES: The nucleoside and nucleotide reverse transcriptase inhibitors (NRTIs) are primarily used in the treatment of HIV-1 and HIV-2 infection. This class includes: emtricitabine, lamivudine, stavudine, abacavir, and tenofovir; zidovudine and didanosine are in this class but are covered in separate managements, and zalcitabine is no longer manufactured. These agents are also used in the treatment of hepatitis B infection and human T-lymphocyte virus (HTLV) 1 and 2. PHARMACOLOGY: The NRTIs terminate HIV RNA to DNA transcription by acting as substrates for the HIV reverse transcriptase and terminating DNA elongation. These agents prevent cell infection, but have no effect on already infected cells. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon and severe sequelae from acute overdose are rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: There are limited data regarding overdose of NRTIs. However, overdose appears to be largely well tolerated with very few reports of severe clinical effects despite over 2 decades of drug availability. Nausea or vomiting, neurologic symptoms (ie, ataxia, lethargy, nystagmus, peripheral neuropathy), signs of bone marrow toxicity (ie, anemia, leukopenia, thrombocytopenia), or an increase in liver enzymes have all been reported in NRTI overdose or chronic toxicity. SEVERE TOXICITY: Severe toxicity has been reported after therapeutic use but not after acute overdose, and may be manifested by pancreatitis, hepatic steatosis, acute renal failure (ie, tenofovir), neuropsychiatric abnormalities, or acidosis. Chronic therapeutic administration may lead to mitochondrial toxicity leading to lactic acidosis, with or without hepatic microsteatosis. Pancreatitis, neuropathy, and myopathy often accompany the syndrome. Severe neuropsychiatric effects (ie, seizures, mania) have been reported. Lactic acidosis has been reported in patients receiving both single and dual nucleoside analogue (NRTI) regimens for HIV infection. This is thought to cause multiorgan failure and most commonly occurs in persons on prolonged (more than 6 months) therapy. ADVERSE EFFECTS: The most common adverse effects from all NRTIs are nausea, vomiting, headache, and malaise. Peripheral neuropathy and elevated transaminases have been reported with most NRTIs. Rash and hypersensitivity reactions are common and are usually self-limited when therapy is continued. Other adverse effects specific to each drug include: ABACAVIR: Hypersensitivity, nausea, vomiting, headache, and a possible increased risk of coronary artery disease. EMTRICITABINE: Rash, diarrhea, hypercholesterolemia, transaminitis, and mild rhabdomyolysis are common. Hepatic failure\/steatosis, neutropenia, and lactic acidosis are rare. LAMIVUDINE: Headache and nausea are common. Pancreatitis is rare. STAVUDINE: Peripheral neuropathy in greater than 60% of patients receiving over 4 mg\/kg daily. Lactic acidosis and transaminitis are common and do not require therapy or discontinuation unless severe. Dyslipidemia and insulin resistance have been associated with chronic stavudine and zidovudine. TENOFOVIR: Rash, headache, transaminitis, nausea, and vomiting are common. Hepatic failure\/steatosis, renal failure, rhabdomyolysis, pancreatitis, and lactic acidosis are rare. ZALCITABINE: Peripheral neuropathy, stomatitis, pancreatitis, transaminitis, and rash. <br\/>"},{"id":"931030-s-12-32","title":"Treatment","mono":"<b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive therapy remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored, discontinuation of therapy is not usually necessary. Therapy should be changed for persistently rising transaminases or evidence of hepatic synthetic dysfunction. Nausea and vomiting should be treated with antiemetics. Peripheral neuropathies are generally reversible with drug withdrawal and can be treated with pain management as needed. Asymptomatic elevation of lactic acid without systemic acidemia does not require discontinuation of the medication. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care. Aggressive fluid resuscitation should be initiated for severe lactic acidosis. Granulocyte colony stimulating factor may be considered for patients with agranulocytosis complicated by infection. Vasopressors may be necessary in cases with multi-organ failure. Withdrawal of the agent is imperative to improvement in severe adverse reactions. Riboflavin and L-carnitine may be useful in treating nucleoside reverse transcriptase inhibitor (NRTI)-associated lactic acidosis.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of NRTI overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NRTIs. However, coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NRTI toxicity.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg. Anecdotal evidence suggests that riboflavin and L-carnitine may be useful in reversing NRTI-associated lactic acidosis. Riboflavin has been used at a dose of 50 mg\/day orally or intravenously. L-carnitine has been used at a dose of 50 mg\/kg\/day as a 2-hour infusion divided in 3 doses for patients not receiving dialysis, or a continuous infusion of 100 mg\/kg\/day in patients receiving dialysis.<\/li><li>Monitoring of patient: Monitor serum electrolytes and hepatic enzymes. Monitor serum lipase in patients with abdominal pain or severe acidosis. Lactic acid concentration and serum pH should be monitored in acidotic patients. Cardiac failure, likely due to acidosis, has been reported; therefore, cardiac monitoring is recommended in the setting of acidosis or chest pain. Sources of infection should be sought in patients with neutropenias or significant acidosis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients and those with symptoms should be referred to a healthcare facility. Asymptomatic patients with inadvertent ingestion of NRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with severe lactic acidosis, hepatic failure, or renal failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"931030-s-12-33","title":"Range of Toxicity","mono":"<b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/>TOXICITY: A full month supply of many of these agents has been ingested in overdose without clinical effects, though toxicity can occur at therapeutic doses with nucleoside reverse transcriptase inhibitors (NRTIs). LAMIVUDINE: No clinical signs or symptoms developed in an adult ingesting 6 grams of lamivudine. STAVUDINE: No acute toxicity was reported in patients treated with 12 to 24 times the recommended daily dosage. ZALCITABINE: PEDIATRIC: Overdoses of 1.5 mg\/kg have been reported; no sequelae developed. THERAPEUTIC DOSE: ABACAVIR: ADULT: 300 mg orally twice daily or 600 mg once daily. PEDIATRIC: 8 mg\/kg orally twice daily. EMTRICITABINE: ADULT: 200 mg\/day capsule, 240 mg\/day oral solution. PEDIATRIC: 0 to 3 months of age: 3 mg\/kg orally once daily; 3 months to 17 years of age: 6 mg\/kg once daily oral solution, up to a maximum of 240 mg; children weighing more than 33 kg and can swallow whole capsule: 200 mg once daily. LAMIVUDINE: ADULT: 150 mg orally twice a day or 300 mg once daily. PEDIATRIC: 0 to 28-days-old: 2 mg\/kg orally twice daily; 28 days or older: 4 mg\/kg orally twice daily, maximum 150 mg twice daily. STAVUDINE: ADULT: less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. PEDIATRIC: 0 to 13-days-old: 0.5 mg\/kg\/dose orally every 12 hours; 14-days-old and less than 30 kg: 1 mg\/kg\/dose orally every 12 hours; 30 kg to less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. TENOFOVIR: ADULT: 300 mg orally once daily. PEDIATRIC: at least 12-years-old and 35 kg or more: 300 mg orally once daily.<br\/>"}]},{"id":"931030-s-13","title":"Clinical Teaching","mono":"<ul><li>Tell patient to report symptoms of lactic acidosis or hepatotoxicity.<\/li><li>Direct patient to report symptoms of myocardial infarction.<\/li><li>Instruct patient to report symptoms of immune reconstitution syndrome.<\/li><li>Side effects may include fatigue, insomnia, or headache.<\/li><li>Instruct patient to take a missed dose as soon as possible, but if next dose is in less than 4 hours, skip the missed dose.<\/li><\/ul>"}]}