{"drugs":["Movantik","Naloxegol"],"mono":{"0":{"id":"931050-s-0","title":"Generic Names","mono":"Naloxegol"},"1":{"id":"931050-s-1","title":"Dosing and Indications","sub":[{"id":"931050-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Opioid-induced constipation, Chronic noncancer pain:<\/b> 25 mg ORALLY once daily in the morning; if not tolerated, reduce to 12.5 mg ORALLY once daily<\/li><li><b>Opioid-induced constipation, Chronic noncancer pain:<\/b> discontinue maintenance laxatives prior to therapy initiation; resume laxatives on an as-needed basis after 3 days if necessary<\/li><li><b>Opioid-induced constipation, Chronic noncancer pain:<\/b> discontinue naloxegol when discontinuing the opioid analgesic<\/li><\/ul>"},{"id":"931050-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"931050-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, CrCl less than 60 mL\/min:<\/b> 12.5 mg once daily; if tolerated, may increase to 25 mg daily<\/li><li><b>hepatic impairment, severe:<\/b> Avoid use<\/li><li><b>concomitant use with moderate CYP3A4 inhibitors:<\/b> Avoid if possible; if use is necessary, 12.5 mg once daily<\/li><\/ul>"},{"id":"931050-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Opioid-induced constipation, Chronic noncancer pain<br\/>"}]},"3":{"id":"931050-s-3","title":"Contraindications\/Warnings","sub":[{"id":"931050-s-3-9","title":"Contraindications","mono":"<ul><li>known or suspected gastrointestinal obstruction or at increased risk for recurrent obstruction<\/li><li>concomitant use with strong CYP3A4 inhibitors, such as clarithromycin and ketoconazole<\/li><li>serious or severe hypersensitivity to naloxegol or any ingredients<\/li><\/ul>"},{"id":"931050-s-3-10","title":"Precautions","mono":"<ul><li>Gastrointestinal:<\/li><li>-- gastrointestinal perforation has been reported with peripherally-acting opioid antagonists in patients with conditions associated with localized or diffuse reduction of gastrointestinal wall integrity (eg, peptic ulcer disease, diverticular disease, and infiltrative gastrointestinal tract malignancies or peritoneal metastases); monitoring recommended and discontinuation may be necessary<\/li><li>Hepatic:<\/li><li>-- avoid use in patients with severe hepatic impairment<\/li><li>Other:<\/li><li>-- symptoms similar to opioid withdrawal (eg, hyperhidrosis, chills, diarrhea, abdominal pain, anxiety, irritability, yawning) have been reported, especially in patients receiving methadone or with disruptions to the blood-brain barrier; monitoring recommended<\/li><li>Concomitant use:<\/li><li>-- avoid use with moderate CYP3A4 inhibitors; if coadministration is unavoidable, dosage reduction and monitoring recommended<\/li><li>-- avoid use with moderate CYP3A4 inducers<\/li><li>-- avoid use with other opioid antagonists<\/li><li>-- avoid consumption of grapefruit or grapefruit juice<\/li><\/ul>"},{"id":"931050-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"931050-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"931050-s-4","title":"Drug Interactions","sub":[{"id":"931050-s-4-13","title":"Contraindicated","mono":"<ul><li>Aprepitant (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Boceprevir (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Conivaptan (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Voriconazole (theoretical)<\/li><\/ul>"},{"id":"931050-s-4-14","title":"Major","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Alvimopan (theoretical)<\/li><li>Amobarbital (theoretical)<\/li><li>Aprobarbital (theoretical)<\/li><li>Butabarbital (theoretical)<\/li><li>Butalbital (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Diltiazem (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Efavirenz (theoretical)<\/li><li>Enzalutamide (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Etravirine (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fosphenytoin (theoretical)<\/li><li>Mephobarbital (theoretical)<\/li><li>Methohexital (theoretical)<\/li><li>Methylnaltrexone (theoretical)<\/li><li>Miconazole (theoretical)<\/li><li>Mifepristone (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nalmefene (theoretical)<\/li><li>Nalorphine (theoretical)<\/li><li>Naloxone (theoretical)<\/li><li>Naltrexone (theoretical)<\/li><li>Netupitant (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Oxcarbazepine (theoretical)<\/li><li>Pentobarbital (theoretical)<\/li><li>Phenobarbital (theoretical)<\/li><li>Phenytoin (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Rifabutin (theoretical)<\/li><li>Rifampin (theoretical)<\/li><li>Rifapentine (theoretical)<\/li><li>Samidorphan (theoretical)<\/li><li>Secobarbital (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Thiopental (theoretical)<\/li><li>Ticagrelor (theoretical)<\/li><li>Verapamil (theoretical)<\/li><\/ul>"}]},"5":{"id":"931050-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (12% to 21%), Diarrhea (6% to 12.9%), Flatulence (3% to 6.9%), Nausea (7% to 9.4%), Vomiting (3% to 5%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (6.2%)<\/li><li><b>Neurologic:<\/b>Headache (4% to 9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Gastrointestinal perforation<\/li><li><b>Other:<\/b>Withdrawal sign or symptom (1% to 3%)<\/li><\/ul>"},"6":{"id":"931050-s-6","title":"Drug Name Info","sub":{"0":{"id":"931050-s-6-17","title":"US Trade Names","mono":"Movantik<br\/>"},"2":{"id":"931050-s-6-19","title":"Class","mono":"Opioid Antagonist<br\/>"},"3":{"id":"931050-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"931050-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"931050-s-7","title":"Mechanism Of Action","mono":"Naloxegol is a mu-opioid receptor antagonist derivative of naloxone that is specific to peripheral tissues (eg, gastrointestinal tract) due to pegylation that decreases passive permeability and CNS penetration at recommended dosages.<br\/>"},"8":{"id":"931050-s-8","title":"Pharmacokinetics","sub":[{"id":"931050-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, Oral: less than 2 hours<\/li><li>Effect of food: With high-fat meal, AUC increased 45%, Cmax increased 30%<\/li><\/ul>"},{"id":"931050-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: 4.2%<\/li><li>Vd: 968 to 2140 L<\/li><\/ul>"},{"id":"931050-s-8-25","title":"Metabolism","mono":"<ul><li>Hepatic: Extensive via CYP3A<\/li><li>substrate of CYP3A<\/li><li>substrate of P-glycoprotein (P-gp)<\/li><\/ul>"},{"id":"931050-s-8-26","title":"Excretion","mono":"<ul><li>Renal clearance: 3.4 L\/hr<\/li><li>Fecal: 68%; 16% unchanged<\/li><li>Renal: 16%; less than 6% unchanged<\/li><li>Dialyzable: No (hemodialysis)<\/li><li>Total body clearance: 61.5  to 87.8 L\/hr<\/li><\/ul>"},{"id":"931050-s-8-27","title":"Elimination Half Life","mono":"6 to 11 hours <br\/>"}]},"9":{"id":"931050-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take on empty stomach at least 1 hour prior or 2 hours after the first daily meal<\/li><li>swallow whole; do not crush or chew<\/li><li>avoid consumption with grapefruit products<\/li><\/ul>"},"10":{"id":"931050-s-10","title":"Monitoring","mono":"<ul><li>relief of opioid-induced constipation is indicative of efficacy<\/li><li>signs and symptoms of severe, worsening, or persistent abdominal pain<\/li><li>signs and symptoms of opioid withdrawal in patients with blood-brain barrier disruptions<\/li><li>adverse reactions in patients with renal impairment (ie, CrCl less than 60 mL\/min)<\/li><\/ul>"},"11":{"id":"931050-s-11","title":"How Supplied","mono":"<b>Movantik<\/b><br\/>Oral Tablet: 12.5 MG, 25 MG<br\/>"},"12":{"id":"931050-s-12","title":"Toxicology","sub":[{"id":"931050-s-12-31","title":"Clinical Effects","mono":"<b>NALOXEGOL<\/b><br\/>USES: Naloxegol is used to treat opioid-induced constipation in adults with chronic noncancer pain. PHARMACOLOGY: Naloxegol is a mu-opioid receptor antagonist derivative of naloxone that is specific to peripheral tissues (eg, gastrointestinal tract) due to pegylation that decreases passive permeability and CNS penetration at recommended dosages. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. Abdominal pain, diarrhea, and nausea have been reported in patients receiving twice the recommended dose of naloxegol. The overdose effects of naloxogel on opioid-naive patients are unknown. ADVERSE EFFECTS: MOST COMMON (3% AND GREATER): Abdominal pain, diarrhea, nausea, flatulence, vomiting, headache, and hyperhidrosis. OTHER EFFECTS: Joint pain, nasopharyngitis, bronchitis, and withdrawal symptoms. DRUG INTERACTION: Concurrent use of naloxegol and strong CYP3A4 inhibitors (eg, ketoconazole, itraconazole, clarithromycin) or moderate CYP3A4 inhibitors (eg, diltiazem, erythromycin, verapamil) can increase plasma concentration of naloxegol and increase the risk of adverse effects. Concurrent use of naloxegol and grapefruit or grapefruit juice can also increase plasma concentration of naloxegol and increase the risk of adverse effects.  Concurrent use of naloxegol and another opioid antagonist can result in an additive effect of opioid receptor antagonism and increase the risk of opioid withdrawal. <br\/>"},{"id":"931050-s-12-32","title":"Treatment","mono":"<b>NALOXEGOL<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Monitor patients for symptoms of opioid withdrawal (eg, chills, rhinorrhea, diaphoresis or reversal of central analgesic effect).<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs following significant overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor patients for symptoms of opioid withdrawal (eg, chills, rhinorrhea, diaphoresis or reversal of central analgesic effect).<\/li><li>Enhanced elimination procedure: Dialysis is ineffective for removal of naloxegol.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged home if psychiatrically stable. ADMISSION CRITERIA: Hospital admission is rarely necessary. Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"931050-s-12-33","title":"Range of Toxicity","mono":"<b>NALOXEGOL<\/b><br\/>TOXICITY: In one study, gastrointestinal adverse effects (eg, abdominal pain, diarrhea, and nausea) developed in patients with opioid-induced constipation within 1 to 2 days of using naloxegol 50 mg daily (twice the recommended dosage). In a randomized, double-blind, 4-way cross-over thorough QTc prolongation study, 150 mg of oral naloxegol (6 times the recommended dosage) resulted in no prolongation of cardiac intervals. No other adverse results were described. THERAPEUTIC DOSE: ADULT: 12.5 to 25 mg orally once daily. CHILD: Safety and efficacy of naloxegol have not been established in pediatric patients. <br\/>"}]},"13":{"id":"931050-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to report symptoms of gastrointestinal perforation.<\/li><li>Counsel patient to report symptoms of opioid withdrawal.<\/li><li>Side effects may include headache, abdominal pain, flatulence, nausea, vomiting, or diarrhea.<\/li><li>Tell patient to take drug on an empty stomach, at least 1 hour before or 2 hours after the first meal of the day.<\/li><li>Advise patient to avoid grapefruit or grapefruit juice.<\/li><\/ul>"}}}