{"generic":"Dinutuximab","drugs":["Dinutuximab","Unituxin"],"mono":{"0":{"id":"931367-s-0","title":"Generic Names","mono":"Dinutuximab"},"1":{"id":"931367-s-1","title":"Dosing and Indications","sub":[{"id":"931367-s-1-4","title":"Adult Dosing","mono":"Dinutuximab is not indicated in adults; safety and efficacy are not established in geriatric patients."},{"id":"931367-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Prior to initiation of dinutuximab, verify adequate hematologic, respiratory, hepatic, and renal function<\/li><li><b>Neuroblastoma, High risk, with at least a partial response to prior first-line multiagent, multimodality therapy, in combination with granulocyte-macrophage colony-stimulating factor, interleukin-2, and 13-cis-retinoic acid:<\/b> Cycles 1, 3, and 5 (MAX of 5 cycles): 17.5 mg\/m(2)\/day IV infusion over 10 to 20 hours on days 4 to 7 of a 24-day cycle. Initiate at 0.875 mg\/m(2)\/hr for 30 minutes and may increase gradually to MAX of 1.75 mg\/m(2)\/hr (manufacturer dose). Give with granulocyte-macrophage colony-stimulating factor 250 mcg\/m(2)\/day SUBQ (recommended) or IV infusion over 2 hours on days 1 to 14, and give 13-cis-retinoic acid on days 11 to 24 (weight greater than 12 kg, 80 mg\/m(2) ORALLY twice daily for total dose of 160 mg\/m(2)\/day; weight 12 kg or less, 2.67 mg\/kg ORALLY twice daily for total of 5.33 mg\/kg\/day) (study dose).<\/li><li><b>Neuroblastoma, High risk, with at least a partial response to prior first-line multiagent, multimodality therapy, in combination with granulocyte-macrophage colony-stimulating factor, interleukin-2, and 13-cis-retinoic acid:<\/b> Cycles 2 and 4: 17.5 mg\/m(2)\/day IV infusion over 10 to 20 hours on days 8 to 11 of a 32-day cycle. Initiate at 0.875 mg\/m(2)\/hr for 30 minutes and may increase gradually to MAX of 1.75 mg\/m(2)\/hr (manufacturer dose). Give with interleukin-2 (3 million international units\/m(2)\/day IV infusion over 96 hours on days 1 to 4 and 4.5 million international units\/m(2)\/day on days 8 to 11), and give 13-cis-retinoic acid on days 15 to 28 (weight greater than 12 kg, 80 mg\/m(2) ORALLY twice daily for total dose of 160 mg\/m(2)\/day; weight 12 kg or less, 2.67 mg\/kg ORALLY twice daily for total of 5.33 mg\/kg\/day) (study dose).<\/li><li><b>Neuroblastoma, High risk, with at least a partial response to prior first-line multiagent, multimodality therapy, in combination with granulocyte-macrophage colony-stimulating factor, interleukin-2, and 13-cis-retinoic acid:<\/b> Premedicate for each dose: NS 10 mL\/kg IV infusion over 1 hour prior to initiation.<\/li><li><b>Neuroblastoma, High risk, with at least a partial response to prior first-line multiagent, multimodality therapy, in combination with granulocyte-macrophage colony-stimulating factor, interleukin-2, and 13-cis-retinoic acid:<\/b> Premedicate for each dose: 20 minutes prior to and every 4 to 6 hours during infusion give an antihistamine (eg, diphenhydramine 0.5 to 1 mg\/kg, MAX 50 mg) IV over 10 to 15 minutes.<\/li><li><b>Neuroblastoma, High risk, with at least a partial response to prior first-line multiagent, multimodality therapy, in combination with granulocyte-macrophage colony-stimulating factor, interleukin-2, and 13-cis-retinoic acid:<\/b> Premedicate for each dose: 20 minutes prior to and every 4 to 6 hours during infusion give acetaminophen 10 to 15 mg\/kg, MAX 650 mg. Give ibuprofen (5 to 10 mg\/kg) every 6 hours as needed for fever or pain control.<\/li><li><b>Neuroblastoma, High risk, with at least a partial response to prior first-line multiagent, multimodality therapy, in combination with granulocyte-macrophage colony-stimulating factor, interleukin-2, and 13-cis-retinoic acid:<\/b> Premedicate for each dose: Initiate morphine sulfate 50 mcg\/kg IV infusion immediately prior, and continue drip at a rate of 20 to 50 mcg\/kg\/hr during and for 2 hours after infusion. May give additional morphine sulfate 25 to 50 mcg\/kg IV up to once every 2 hours; increase infusion rate as needed. Consider gabapentin or lidocaine plus morphine if inadequate pain relief; if morphine is not tolerated, give fentanyl or hydromorphone.<\/li><\/ul>"},{"id":"931367-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Infusion-related reactions, mild to moderate, that respond promptly to symptomatic treatment (eg, transient rash, fever, rigors, localized urticaria):<\/b> Reduce current infusion rate by 50%. Following resolution, gradually increase infusion rate. May increase to the MAX rate of 1.75 mg\/m(2)\/hr.<\/li><li><b>Infusion-related reactions, prolonged or severe (eg, mild bronchospasm with no other symptoms, angioedema with airway unaffected):<\/b> Interrupt infusion. If event resolves rapidly, resume at 50% the previous rate. First reoccurrence, interrupt infusion until the following day; if reaction resolves, premedicate with hydrocortisone 1 mg\/kg (MAX 50 mg) IV and reinitiate dinutuximab at a rate of 0.875 mg\/m(2)\/hr in an ICU. Second reoccurrence or life-threatening, permanently discontinue infusion.<\/li><li><b>Anaphylaxis, grade 3 or 4:<\/b> Permanently discontinue<\/li><li><b>Capillary leak syndrome, moderate to severe, but not life-threatening:<\/b> Interrupt infusion. Following resolution, resume at 50% of the previous infusion rate<\/li><li><b>Capillary leak syndrome, life-threatening:<\/b> Discontinue the current cycle. Following resolution, resume in subsequent cycles at 50% of the previous infusion rate. First reoccurrence, permanently discontinue<\/li><li><b>Hemolytic uremic syndrome:<\/b> Permanently discontinue<\/li><li><b>Hyponatremia, grade 4 despite fluid management:<\/b> Permanently discontinue<\/li><li><b>Hypotension, requiring medical management or systolic blood pressure (BP) less than the lower limit of normal for age or decreased by more than 15% from baseline:<\/b> Interrupt infusion. Following resolution, resume at 50% of the previous infusion rate. If BP is stable for at least 2 hours, increase infusion rate as tolerated up to MAX of 1.75 mg\/m(2)\/hr<\/li><li><b>Infection, severe systemic or sepsis:<\/b> Discontinue until resolution and then continue with subsequent cycles<\/li><li><b>Pain, grade 3, unresponsive to maximum medical management:<\/b> Permanently discontinue<\/li><li><b>Peripheral motor neuropathy, grade 2:<\/b> Permanently discontinue<\/li><li><b>Sensory neuropathy, grade 4 or grade 3 that interferes with daily activities for more than 2 weeks:<\/b> Permanently discontinue<\/li><li><b>Serum sickness, grade 3 or 4:<\/b> Permanently discontinue<\/li><li><b>Vision loss, subtotal or total:<\/b> Permanently discontinue<\/li><li><b>Visual, neurological disorders of eye (eg, dilated pupil with sluggish light reflex or other visual disturbances not causing vision loss):<\/b> Discontinue until resolution. Following resolution, reduce dose by 50%. First reoccurrence or if accompanied by vision impairment: Permanently discontinue<\/li><\/ul>"},{"id":"931367-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Neuroblastoma, High risk, with at least a partial response to prior first-line multiagent, multimodality therapy, in combination with granulocyte-macrophage colony-stimulating factor, interleukin-2, and 13-cis-retinoic acid<br\/>"}]},"2":{"id":"931367-s-2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Serious and possibly life-threatening infusion reactions have been reported in 26% of patients receiving treatment with dinutuximab. Administer prehydration and premedication prior to each infusion and monitor patients for signs and symptoms of infusion reactions during treatment and for at least 4 hours after the infusion is completed. If severe infusion reactions occur during treatment, immediately stop the infusion. Permanently discontinue use if anaphylaxis occurs. Dinutuximab causes severe neuropathic pain in most patients and may include peripheral sensory neuropathy or severe motor neuropathy. Not all cases of neuropathy were resolved during clinical trials. Administer IV opioids prior to, during, and for 2 hours after completion of treatment. Discontinue use if severe unresponsive pain, severe sensory neuropathy, or moderate to severe peripheral motor neuropathy occur.<br\/>"},"3":{"id":"931367-s-3","title":"Contraindications\/Warnings","sub":[{"id":"931367-s-3-9","title":"Contraindications","mono":"History of anaphylaxis to dinutuximab <br\/>"},{"id":"931367-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Serious infusion reactions have been reported and may require urgent intervention; hydration and premedication required prior to infusion; monitoring recommended and treatment interruption or permanent discontinuation may be required<\/li><li>-- Severe neuropathic pain has been reported; premedication with analgesics required; decreased infusion rate or discontinuation may be required<\/li><li>-- Severe peripheral sensory and motor neuropathy have been reported; permanent discontinuation may be required<\/li><li>Cardiovascular:<\/li><li>-- Hypotension has been reported with dinutuximab\/retinoic acid use; prehydration required prior to infusion; monitoring recommended and immediate interruption or discontinuation may be necessary<\/li><li>Endocrine and Metabolic:<\/li><li>-- Electrolyte abnormalities (ie, hyponatremia, hypokalemia, and hypocalcemia) including severe cases, have been reported with dinutuximab\/retinoic acid use; monitoring recommended<\/li><li>Hematologic:<\/li><li>-- Severe capillary leak syndrome has been reported with dinutuximab\/retinoic acid use; immediate interruption or discontinuation of treatment required<\/li><li>-- Severe thrombocytopenia, anemia, neutropenia, and febrile neutropenia have been reported with dinutuximab\/ retinoic acid use; monitoring recommended<\/li><li>Immunologic:<\/li><li>-- Severe bacteremia has been reported with dinutuximab\/ retinoic acid use and may require IV antibiotics or urgent intervention; monitoring recommended and temporary discontinuation required<\/li><li>-- Sepsis has been reported with dinutuximab\/ retinoic acid use; monitoring recommended and temporary discontinuation required<\/li><li>Ophthalmic:<\/li><li>-- Neurological disorders of the eye, including blurred vision, mydriasis, photophobia, optic nerve disorder, eyelid ptosis, or papilledema, have been reported; interruption of therapy required until resolution occurs; dose reduction required upon retreatment and permanently discontinue use if disorders recur<\/li><li>Renal:<\/li><li>-- Atypical hemolytic uremic syndrome in the absence of documented infection has been reported; may result in renal insufficiency, electrolyte abnormalities, anemia, or hypertension; permanent discontinuation required<\/li><li>Reproductive:<\/li><li>-- Fetal harm may occur if used during pregnancy; adequate contraception required during treatment and for 2 months following discontinuation<\/li><\/ul>"},{"id":"931367-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"931367-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"931367-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Urticaria (37%)<\/li><li><b>Endocrine metabolic:<\/b>Hypoalbuminemia (33%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (43%), Vomiting (46%)<\/li><li><b>Hematologic:<\/b>Anemia, All grades (51%), Lymphocytopenia, All grades (62%), Neutropenia, All grades (39%), Thrombocytopenia, All grades (66%)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (56%), AST\/SGOT level raised (28%)<\/li><li><b>Other:<\/b>Fever (72%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Capillary leak syndrome (40%), Hypotension (60%)<\/li><li><b>Dermatologic:<\/b>Infusion reaction (60%)<\/li><li><b>Endocrine metabolic:<\/b>Hypocalcemia (27%), Hypokalemia (43%), Hyponatremia (58%)<\/li><li><b>Hematologic:<\/b>Anemia, Grade 3 or 4 (34%), Febrile neutropenia, Grade 3 or 4 (4%), Lymphocytopenia, Grade 3 or 4 (51%), Neutropenia, Grade 3 or 4 (34%), Thrombocytopenia, Grade 3 or 4 (39%)<\/li><li><b>Immunologic:<\/b>Bacteremia, Grade 3 or 4 (13%), Infection associated with device (16%), Sepsis (18%)<\/li><li><b>Neurologic:<\/b>Peripheral motor neuropathy, Grade 3 (1%), Peripheral nerve disease (13%), Sensory neuropathy (9%)<\/li><li><b>Renal:<\/b>Hemolytic uremic syndrome, Atypical<\/li><li><b>Other:<\/b>Pain (85%)<\/li><\/ul>"},"6":{"id":"931367-s-6","title":"Drug Name Info","sub":{"0":{"id":"931367-s-6-17","title":"US Trade Names","mono":"Unituxin<br\/>"},"2":{"id":"931367-s-6-19","title":"Class","mono":"Monoclonal Antibody<br\/>"},"3":{"id":"931367-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"931367-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"931367-s-7","title":"Mechanism Of Action","mono":"Dinutuximab is a monoclonal antibody that binds to the GD-2 glycolipid cell surface and induces cell lysis of GD2-expressing neuroblastoma cells through antibody-dependent cell-mediated cytotoxicity and complement-dependent cytotoxicity.<br\/>"},"8":{"id":"931367-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"931367-s-8-24","title":"Distribution","mono":"Vd: 5.4 L <br\/>"},"3":{"id":"931367-s-8-26","title":"Excretion","mono":"Total body clearance: 0.21 L\/day <br\/>"},"4":{"id":"931367-s-8-27","title":"Elimination Half Life","mono":"10 days <br\/>"}}},"9":{"id":"931367-s-9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>Do not shake vial.<\/li><li>To dilute, withdraw desired volume from the single-use vial and inject into 100 mL of NS. Gently invert to mix, do not shake.<\/li><li>Discard unused contents of vial.<\/li><li>Store for up to 4 hours in the refrigerator (2 to 8 degrees C) prior to administration.<\/li><li>Discard diluted solution 24 hours after preparation.<\/li><li>Only administer by IV infusion; do not give by IV push or bolus.<\/li><li>Initiate infusion at a rate of 0.875 mg\/m(2)\/hr for 30 minutes and may increase gradually to MAX of 1.75 mg\/m(2)\/hr.<\/li><\/ul>"},"10":{"id":"931367-s-10","title":"Monitoring","mono":"<ul><li>Evidence of tumor response is indicative of efficacy<\/li><li>Verify adequate respiratory, hematologic, hepatic, and renal function prior to each treatment course<\/li><li>Serum electrolytes; daily during treatment<\/li><li>Peripheral blood counts, including differential<\/li><li>Infusion reaction; during infusion and for at least 4 hours after completion, with cardiopulmonary resuscitation medication and equipment available<\/li><li>Blood pressure; during infusion<\/li><li>Signs and symptoms of systemic infection during treatment<\/li><\/ul>"},"11":{"id":"931367-s-11","title":"How Supplied","mono":"<b>Unituxin<\/b><br\/>Intravenous Solution: 3.5 MG\/ML<br\/>"},"13":{"id":"931367-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to report symptoms of infusion-related reactions during or within 24 hours after administration.<\/li><li>Advise patient to report severe or worsening pain or symptoms of neuropathy.<\/li><li>Instruct patient to report symptoms of anemia, thrombocytopenia, or neutropenia.<\/li><li>Recommend female patient avoid pregnancy during therapy and for at least 2 months posttreatment.<\/li><li>Side effects may include pyrexia, vomiting, diarrhea, and urticaria.<\/li><li>Advise patient to report symptoms of eye disorders such as blurred vision, photophobia, mydriasis, eyelid ptosis, diplopia, unequal pupil size, or papilledema.<\/li><li>Tell patient to report symptoms of hemolytic uremic syndrome.<\/li><\/ul>"}}}