{"generic":"Lenvatinib","drugs":["Lenvatinib","Lenvima"],"mono":{"0":{"id":"931349-s-0","title":"Generic Names","mono":"Lenvatinib"},"1":{"id":"931349-s-1","title":"Dosing and Indications","sub":[{"id":"931349-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Malignant tumor of thyroid gland, Metastatic or locally advanced, progressive, differentiated, and refractory to radioactive iodine:<\/b> 24 mg (two 10-mg capsules and one 4-mg capsule) ORALLY once daily with or without food; continue until disease progression or unacceptable toxicity<\/li><li><b>Malignant tumor of thyroid gland, Metastatic or locally advanced, progressive, differentiated, and refractory to radioactive iodine:<\/b> Missed dose, if dose cannot be taken within 12 hours, skip that dose and take the next dose at the usual time<\/li><\/ul>"},{"id":"931349-s-1-5","title":"Pediatric Dosing","mono":"Safety and effectiveness not established in pediatric patients "},{"id":"931349-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, mild or moderate:<\/b> No adjustment necessary<\/li><li><b>Renal impairment, severe (CrCl 30 mL or less):<\/b> 14 mg orally once daily<\/li><li><b>Renal toxicity, grade 3 or 4\/failure:<\/b> Withhold until resolution to grade 0 or 1 or baseline and resume at reduced dose; first occurrence, reduce to 20 mg\/day; second occurrence, reduce to 14 mg\/day; third occurrence, reduce to 10 mg\/day; discontinuation may be required depending on severity<\/li><li><b>Hepatic impairment, mild or moderate:<\/b> No adjustment necessary<\/li><li><b>Hepatic impairment, severe (Child-Pugh C):<\/b> 14 mg orally once daily<\/li><li><b>Hepatotoxicity, grade 3 or 4:<\/b> Withhold until resolution to grade 0 or 1 or baseline; resume at reduced dose; first occurrence, reduce to 20 mg\/day; second occurrence, reduce to 14 mg\/day; third occurrence, reduce to 10 mg\/day; discontinuation may be required depending on severity; discontinue for hepatic failure<\/li><li><b>Adverse reactions (intolerable grade 2 or 3 reactions OR grade 4 laboratory abnormalities):<\/b> First occurrence, reduce to 20 mg\/day; second occurrence, reduce to 14 mg\/day; third occurrence, reduce to 10 mg\/day<\/li><li><b>Hypertension, grade 3:<\/b> Withhold until hypertension controlled at grade 2 or below; resume at reduced dose; first occurrence, reduce to 20 mg\/day; second occurrence, reduce to 14 mg\/day; third occurrence, reduce to 10 mg\/day; discontinue for life-threatening hypertension<\/li><li><b>Cardiac dysfunction or hemorrhage, grade 3:<\/b> Withhold until resolution to grade 0 or 1 or baseline resume at reduced dose; first occurrence, reduce to 20 mg\/day; second occurrence, reduce to 14 mg\/day; third occurrence, reduce to 10 mg\/day; discontinuation may be required based on severity or persistence<\/li><li><b>Cardiac dysfunction or hemorrhage, grade 4:<\/b> Discontinue<\/li><li><b>Arterial thrombotic event:<\/b> Discontinue<\/li><li><b>Proteinuria, 2 g\/day or higher:<\/b> Withhold until proteinuria is less than 2 g\/day and resume at a reduced dose; first occurrence, reduce to 20 mg\/day; second occurrence, reduce to 14 mg\/day; third occurrence, reduce to 10 mg\/day<\/li><li><b>Nephrotic syndrome:<\/b> Discontinue<\/li><li><b>Gastrointestinal perforation or fistula formation:<\/b> Discontinue<\/li><li><b>QT prolongation, grade 3 event or greater:<\/b> Withhold until resolution to grade 0 or 1 or baseline and resume at a reduced dose; first occurrence, reduce to 20 mg\/day; second occurrence, reduce to 14 mg\/day; third occurrence, reduce to 10 mg\/day<\/li><li><b>Reversible posterior leukoencephalopathy syndrome:<\/b> Withhold until fully resolved; then discontinue if neurologic symptoms are severe and persistent or resume treatment at a reduced dose; first occurrence, reduce to 20 mg\/day; second occurrence, reduce to 14 mg\/day; third occurrence, reduce to 10 mg\/day<\/li><\/ul>"},{"id":"931349-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Malignant tumor of thyroid gland, Metastatic or locally advanced, progressive, differentiated, and refractory to radioactive iodine<br\/>"}]},"3":{"id":"931349-s-3","title":"Contraindications\/Warnings","sub":[{"id":"931349-s-3-9","title":"Contraindications","mono":"Specific contraindications have not been determined.<br\/>"},{"id":"931349-s-3-10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Hypertension has been reported; control preexisting hypertension prior to initiation; monitoring recommended; dose adjustment, interruption, or permanent discontinuation may be required<\/li><li>-- Cardiac disfunction, including decreased ventricular function, cardiac failure, and pulmonary edema has been reported; monitoring recommended; dose adjustment, interruption, or permanent discontinuation may be required <\/li><li>-- Arterial thromboembolic events have been reported; if occurs, discontinuation required<\/li><li>-- QT internal prolongation has been reported; monitor ECGs in patients with congenital long QT syndrome, congestive heart failure, bradyarrhythmias, or those taking concomitant QT interval prolonging drugs, including Class Ia and III antiarrhythmics, electrolyte monitoring recommended in all patients; treatment interruption or dosage adjustment may be required<\/li><li>Endocrine and Metabolic:<\/li><li>-- Hypocalcemia has been reported; monitoring recommended and interruption and dose adjustment may be required<\/li><li>-- Impairment of exogenous thyroid stimulating hormone suppression has been reported; monitoring recommended and dose adjustment of thyroid replacement may be necessary<\/li><li>Gastrointestinal:<\/li><li>-- Gastrointestinal perforation or fistula were reported; discontinuation recommended if condition occurs<\/li><li>Hematologic:<\/li><li>-- Hemorrhagic events have been reported, mostly cases of epistaxis but some cases involved fatal intracranial hemorrhage occurring in patient with CNS metastases; dose adjustment, interruption, or permanent discontinuation may be required<\/li><li>Hepatic:<\/li><li>-- Hepatoxicity, some cases fatal, has been reported; monitoring prior to and during treatment recommended; dose adjustment, interruption, or permanent discontinuation may be required <\/li><li>-- Severe hepatic impairment, dose adjustment recommended<\/li><li>Neurologic:<\/li><li>-- Reversible posterior leukoencephalopathy syndrome, sometimes fatal, has been reported; if occurs, withhold treatment and adjust the dose or discontinue use depending on severity<\/li><li>Renal:<\/li><li>-- Proteinuria has been reported; monitoring prior to and during treatment recommended; dose adjustment, interruption, or permanent discontinuation may be required<\/li><li>-- Renal failure and impairment have been reported, with an increased risk in patients with dehydration or hypovolemia due to diarrhea and vomiting; withhold treatment until resolved and resume at a reduced dose or discontinue depending on severity<\/li><li>-- Severe renal impairment; dose adjustment required<\/li><li>Reproductive:<\/li><li>-- Embryofetal toxicity may occur if administered to a pregnant woman; effective contraception is required during treatment and for at least 2 weeks following discontinuation<\/li><li>-- Fertility of female and male patients may be affected<\/li><\/ul>"},{"id":"931349-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"931349-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"931349-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension, All grades (73%)<\/li><li><b>Dermatologic:<\/b>Hand-foot syndrome due to cytotoxic therapy (32%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (31%), Diarrhea (All grades 67%; grade 3 or 4, 9%), Loss of appetite (All grades 54%; grade 3 or 4, 7%), Nausea (47%), Stomatitis (All grades 41%; grade 3 or 4, 5%), Vomiting (36%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia, Myalgia<\/li><li><b>Neurologic:<\/b>Headache (38%)<\/li><li><b>Other:<\/b>Difficulty speaking (31%), Fatigue<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension, Grade 3 or 4 (Grade 3, 44%; grade 4%, less than 1%), Myocardial dysfunction (7%), Prolonged QT interval (All grades, 9%; grade 3 or greater, 2%)<\/li><li><b>Hematologic:<\/b>Arterial thrombosis (All grades, 5%; grade 3 or greater, 3%), Posterior reversible encephalopathy syndrome<\/li><li><b>Hepatic:<\/b>Hepatitis<\/li><li><b>Renal:<\/b>Proteinuria (All grades, 34%; grade 3, 11%), Renal impairment (All grades, 14%; grade 3 or greater, 3%)<\/li><\/ul>"},"6":{"id":"931349-s-6","title":"Drug Name Info","sub":{"0":{"id":"931349-s-6-17","title":"US Trade Names","mono":"Lenvima<br\/>"},"2":{"id":"931349-s-6-19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Tyrosine Kinase Inhibitor<\/li><\/ul>"},"3":{"id":"931349-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"931349-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"931349-s-7","title":"Mechanism Of Action","mono":"Lenvatinib is a receptor tyrosine kinase inhibitor of vascular endothelial growth factor receptors (FEGFR1, VEGFR2, VEGFR3) and RTKs. This inhibits tumor growth and cancer progression by interrupting cellular functions including fibroblast growth factor receptors and platelet-derived growth factor receptors alpha, KIT, and RET.<br\/>"},"8":{"id":"931349-s-8","title":"Pharmacokinetics","sub":[{"id":"931349-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral: 1 to 4 hours<\/li><li>Effects of food: Delayed Tmax by 2 hours; delayed the rate but not the extent of absorption<\/li><\/ul>"},{"id":"931349-s-8-24","title":"Distribution","mono":"Protein binding, plasma proteins: 98% to 99% <br\/>"},{"id":"931349-s-8-25","title":"Metabolism","mono":"<ul><li>Liver<\/li><li>Substrate of CYP3A, P-gp, and BCRP<\/li><\/ul>"},{"id":"931349-s-8-26","title":"Excretion","mono":"<ul><li>Renal: 25%<\/li><li>Fecal: 64%<\/li><\/ul>"},{"id":"931349-s-8-27","title":"Elimination Half Life","mono":"28 hours <br\/>"}]},"9":{"id":"931349-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>Take with or without food at same time each day <br\/>"},"10":{"id":"931349-s-10","title":"Monitoring","mono":"<ul><li>Increased progression-free survival in patients with advanced thyroid cancer may indicate efficacy.<\/li><li>Liver function tests, at baseline, every 2 weeks for the first 2 months of treatment, then at least monthly thereafter<\/li><li>Proteinemia, at baseline and periodically during treatment<\/li><li>Kidney function, regularly during treatment<\/li><li>Electrolyte abnormalities, during treatment<\/li><li>Serum calcium levels, monthly during treatment<\/li><li>TSH levels, monthly during treatment in patients with differentiated thyroid cancer<\/li><li>Blood pressure; at baseline, 1 week after treatment initiation, every 2 weeks for the first 2 months of treatment, then at least monthly thereafter<\/li><li>Signs and symptoms of cardiac decompensation<\/li><li>ECGs; in patients with congenital long QT syndrome, congestive heart failure, bradyarrhythmias, or using concurrent QT-prolonging drugs<\/li><\/ul>"},"11":{"id":"931349-s-11","title":"How Supplied","mono":"<b>Lenvima<\/b><br\/>Oral Capsule: 10 MG<br\/>"},"12":{"id":"931349-s-12","title":"Toxicology","sub":[{"id":"931349-s-12-31","title":"Clinical Effects","mono":"<b>LENVATINIB<\/b><br\/>USES: Lenvatinib is indicated for the treatment of adults with locally recurrent or metastatic, progressive, radioactive iodine-refractory differentiated thyroid cancer. PHARMACOLOGY: Lenvatinib is a receptor tyrosine kinase (RTK) inhibitor of vascular endothelial growth factor receptors (VEGFR1, VEGFR2, VEGFR3) and RTKs. This inhibits tumor growth and cancer progression by interrupting cellular functions, including fibroblast growth factor receptors and platelet-derived growth factor receptors alpha, KIT, and RET. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose effects are anticipated to be an exaggeration of adverse effects following therapeutic doses. In patients receiving up to 40 mg of lenvatinib, similar adverse effects were reported following the recommended doses of lenvatinib. ADVERSE EFFECTS: MOST COMMON (greater than or equal to 30%): Hypertension, fatigue, diarrhea, arthralgia\/myalgia, decreased appetite, decreased weight, nausea, stomatitis, headache, vomiting, proteinuria, palmar-plantar erythrodysesthesia (PPE) syndrome, abdominal pain, and dysphonia. OTHER EFFECTS: Hypotension, constipation, oral pain, dry mouth, dyspepsia, peripheral edema, dehydration, dysgeusia, dizziness, rash, alopecia, hyperkeratosis, cough, epistaxis, insomnia, dental and oral infections, urinary tract infection, prolonged QT interval, increased serum creatinine, elevated liver enzymes, hypocalcemia, hypokalemia, increased lipase level, decreased platelet count. DRUG INTERACTION: Concurrent administration of lenvatinib with rifampicin or ketoconazole can increase lenvatinib AUC and Cmax, possibly resulting in toxicity. <br\/>"},{"id":"931349-s-12-32","title":"Treatment","mono":"<b>LENVATINIB<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. Severe nausea and vomiting may respond to a combination of agents from different drug classes. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Therapeutic doses of lenvatinib may cause prolongation of the QT interval. In patients with QT prolongation, monitor serum electrolytes including potassium, calcium and magnesium in patients with significant overdose; correct any abnormalities. At the time of this review, torsades de pointes has not been reported with therapy.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias or hemorrhagic events.<\/li><li>Antidote: None.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. In patients with an lenvatinib overdose, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days. <\/li><li>Monitoring of patient: Serum lenvatinib concentrations are not clinically useful in guiding management following overdose, or widely available in clinical practice. Monitor vital signs, liver enzymes, and renal function following a significant overdose. Monitor serum electrolytes, including calcium levels, in patients with significant vomiting and\/or diarrhea. Institute continuous cardiac monitoring and obtain serial ECGs. If QT prolongation develops, monitor serum electrolytes including potassium, calcium and magnesium. Correct any abnormalities. Monitor for evidence of arterial thromboembolic events. Monitor CBC with differential and platelet count following an overdose. Monitor for clinical evidence of bleeding. Monitor TSH levels in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be effective due to high protein binding (98% to 99%).<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with inadvertent ingestion of one extra dose can be monitored at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions, or inadvertent ingestion of more than one extra dose should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions should be evaluated in a healthcare facility. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult with an oncologist, medical toxicologist, and\/or poison center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"931349-s-12-33","title":"Range of Toxicity","mono":"<b>LENVATINIB<\/b><br\/>TOXICITY: In patients receiving up to 40 mg of lenvatinib, similar adverse effects were reported following the recommended doses of lenvatinib. THERAPEUTIC DOSES: ADULT: 24 mg (two 10-mg capsules and one 4-mg capsule) orally once daily. PEDIATRIC: Safety and effectiveness not established in pediatric patients. <br\/>"}]},"13":{"id":"931349-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of cardiac failure, arrhythmias, myocardial infarction, pulmonary edema, or stroke.<\/li><li>Tell patient to report symptoms of a gastrointestinal perforation\/fistula or hemorrhages.<\/li><li>Instruct patient to report symptoms of renal or hepatic dysfunction.<\/li><li>Recommend female patient avoid pregnancy during therapy and for at least 2 weeks posttreatment.<\/li><li>Side effects may include hypertension, fatigue, arthralgia, myalgia, decreased appetite, weight loss, abdominal pain, stomatitis, palmar-plantar erythrodysesthesia syndrome, or dysphonia.<\/li><li>Direct patient to report symptoms of reversible posterior leukoencephalopathy syndrome.<\/li><li>Advise patient to report episodes of severe nausea, diarrhea, or vomiting and to avoid dehydration.<\/li><li>Instruct patient to take a missed dose as soon as possible, but if next dose is in less than 12 hours, skip the missed dose.<\/li><\/ul>"}}}