{"generic":"Insulin Degludec\/Liraglutide","drugs":["Insulin Degludec\/Liraglutide"],"mono":{"0":{"id":"931315-s-0","title":"Generic Names","mono":"Insulin Degludec\/Liraglutide"},"1":{"id":"931315-s-1","title":"Dosing and Indications","sub":[{"id":"931315-s-1-4","title":"Adult Dosing","mono":"<ul><li>Insulin degludec\/liraglutide has centralized marketing authorization by the European Medicines Agency for use in the European Union for the treatment of type 2 diabetes mellitus in adults<\/li><li><b>Type 2 diabetes mellitus:<\/b> Added to oral glucose-lowering medications: 10 dose steps (insulin degludec 10 units\/liraglutide 0.36 mg) SUBQ once daily at same time each day; individualize dose based on fasting plasma glucose levels; MAX: 50 dose steps (insulin degludec 50 units\/liraglutide 1.8 mg per day; European Medicines Agency approved-dosing)<\/li><li><b>Type 2 diabetes mellitus:<\/b> Transfer from basal insulin: Discontinue basal insulin and initiate 16 dose steps (insulin degludec 16 units\/liraglutide 0.6 mg) SUBQ once daily at the same time each day; do not exceed this starting dose; monitor glucose levels closely to individualize dose; MAX: 50 dose steps (insulin degludec 50 units\/liraglutide 1.8 mg per day; European Medicines Agency-approved dosing)<\/li><\/ul>"},{"id":"931315-s-1-5","title":"Pediatric Dosing","mono":"Not indicated for use in pediatric patients "},{"id":"931315-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, moderate to severe, including ESRD:<\/b> Use not recommended<\/li><li><b>Renal impairment, mild:<\/b> Increase glucose monitoring and individualize dose adjustment<\/li><li><b>Hepatic impairment:<\/b> Use not recommended<\/li><li><b>Geriatric (65 years or older):<\/b> Increase glucose monitoring and individualize dose adjustment<\/li><li><b>Congestive heart failure (NYHA Class I or II):<\/b> Use with caution as evaluation of insulin degludec\/liraglutide is limited in this population<\/li><li><b>Congestive heart failure (NYHA Class III or IV):<\/b> Use not recommended as evaluation of insulin degludec\/liraglutide has not occurred in this population<\/li><li><b>Concomitant sulfonylurea:<\/b> Consider dose reduction of sulfonylurea<\/li><li><b>Physical activity increased, change in diet, or concurrent illness:<\/b> Dose adjustment may be required.<\/li><li><b>Missed dose:<\/b> Administer as soon as possible and resume next scheduled dose at usual time.<\/li><\/ul>"},{"id":"931315-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},"3":{"id":"931315-s-3","title":"Contraindications\/Warnings","sub":[{"id":"931315-s-3-9","title":"Contraindications","mono":"Hypersensitivity to insulin degludec, liraglutide, or any excipients of the product <br\/>"},{"id":"931315-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- Hypoglycemia or hyperglycemia may occur with too high, inadequate, or discontinuation of dosing; recovery from hypoglycemia may be delayed due to prolonged effects<\/li><li>-- Kidney, liver, or diseases affecting the adrenal, pituitary or thyroid gland; dosage change may be required<\/li><li>-- Thyroid problems including increased blood calcitonin, goiter, and thyroid neoplasm have been reported; increased risk in patients with thyroid disease<\/li><li>Immunologic:<\/li><li>-- Antibody formation may occur; dosage adjustment may be necessary<\/li><li>Gastrointestinal:<\/li><li>-- Acute pancreatitis has rarely been reported; use caution in patients with history of pancreatitis; discontinue if occurs<\/li><li>-- Use not recommended in patients with inflammatory bowel disease or diabetic gastroparesis<\/li><li>Ophthalmic:<\/li><li>-- Temporary worsening of diabetic retinopathy may occur<\/li><li>Other:<\/li><li>-- Dehydration signs and symptoms, including renal impairment and acute renal failure, have occurred; avoid fluid depletion<\/li><\/ul>"},{"id":"931315-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"931315-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"931315-s-4","title":"Drug Interactions","sub":{"1":{"id":"931315-s-4-14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Ethylestrenol (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Insulin Aspart, Recombinant (theoretical)<\/li><li>Insulin Bovine (theoretical)<\/li><li>Insulin Detemir (theoretical)<\/li><li>Insulin Glulisine (theoretical)<\/li><li>Insulin Lispro, Recombinant (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Mesterolone (theoretical)<\/li><li>Methandriol (theoretical)<\/li><li>Methandrostenolone (theoretical)<\/li><li>Methenolone (theoretical)<\/li><li>Metreleptin (established)<\/li><li>Mibolerone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nandrolone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Oxandrolone (theoretical)<\/li><li>Oxymetholone (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Pioglitazone (theoretical)<\/li><li>Pramlintide (established)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rosiglitazone (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Stanozolol (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"931315-s-4-15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Albiglutide (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Dulaglutide (probable)<\/li><li>Esmolol (probable)<\/li><li>Exenatide (probable)<\/li><li>Furazolidone (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Lixisenatide (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},"5":{"id":"931315-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site reaction (3%)<\/li><li><b>Endocrine metabolic:<\/b>Hypoglycemia (10% or more)<\/li><li><b>Gastrointestinal:<\/b>Abdominal distension (up to 3.6%), Abdominal pain (up to 3.6%), Constipation (up to 3.6%), Decrease in appetite (up to 3.6%), Diarrhea (8.3%), Flatulence (up to 3.6%), Gastritis (up to 3.6%), Gastroesophageal reflux disease (up to 3.6%), Indigestion (up to 3.6%), Nausea (8.5%), Vomiting (4.2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypersecretion of calcitonin, Neoplasm of thyroid gland<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis, acute<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Antibody development<\/li><li><b>Renal:<\/b>Acute renal failure, Renal impairment<\/li><li><b>Other:<\/b>Dehydration (0.1% to less than 1%)<\/li><\/ul>"},"6":{"id":"931315-s-6","title":"Drug Name Info","sub":{"2":{"id":"931315-s-6-19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Glucagon-Like Peptide-1 Receptor Agonist<\/li><li>Insulin, Long Acting<\/li><\/ul>"},"3":{"id":"931315-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"931315-s-7","title":"Mechanism Of Action","mono":"Insulin degludec is a basal insulin with the same pharmacological action as human insulin. Soluble multi-hexamers provide a depot for slow and continuous absorption following subQ injection allowing for low day to day variability in effect. Liraglutide is a glucagon-like peptide-1 analog. The activity profile following subQ injection is extended through 3 mechanisms: self-association, albumin binding, and increased stability for the enzymatic activity of dipeptidyl peptidase IV and neutral endopeptidase, which increases the plasma half-life of liraglutide.<br\/>"},"8":{"id":"931315-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"931315-s-8-24","title":"Distribution","mono":"<ul><li>Insulin degludec, Protein binding: Greater than 99%<\/li><li>Liraglutide, Protein binding: Greater than 98%<\/li><\/ul>"},"2":{"id":"931315-s-8-25","title":"Metabolism","mono":"<ul><li>Insulin degludec: Similar to human insulin<\/li><li>Liraglutide: Non-specified organ(s): Primarily<\/li><\/ul>"},"4":{"id":"931315-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Insulin degludec: 25 hours<\/li><li>Liraglutide: 13 hours<\/li><\/ul>"}}},"9":{"id":"931315-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>For subQ use only; do not administer via IV or IM route.<br\/><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>Prefilled pen can provide 1 to 50 dose steps per injection.<\/li><li>Dose counter on pen shows the number of dose steps administered.<\/li><li>Administer in thigh, upper arm, or abdomen.<\/li><li>Rotate injection site within the same region.<\/li><li>May administer at any time of day, but preferably same time every day<\/li><li>Ensure minimum of 8 hours between injections.<\/li><li>Do not add to infusion fluids or mix with other medicines.<\/li><li>Prefilled pen for use by 1 patient only<\/li><\/ul><\/li><\/ul>"},"10":{"id":"931315-s-10","title":"Monitoring","mono":"<ul><li>stabilization of glucose levels may be indicative of efficacy<\/li><li>glucose levels, in patients greater than or equal to 75 years or with mild renal impairment<\/li><li>glucose levels, in patients transferring from basal insulin; during the transfer and the following weeks afterward<\/li><\/ul>"},"12":{"id":"931315-s-12","title":"Toxicology","sub":[{"id":"931315-s-12-31","title":"Clinical Effects","mono":"<b>EXENATIDE AND RELATED AGENTS<\/b><br\/>USES: Exenatide is a glucagon-like peptide-1 (GLP-1) receptor agonist and is used as adjunctive therapy to treat type 2 diabetes mellitus. Other GLP-1 receptor agonists include the following agents: albiglutide, dulaglutide, and liraglutide. PHARMACOLOGY: GLP-1 receptor agonists activate the GLP-1 receptor, resulting in an increase in glucose-dependent insulin secretion by the beta-cells of the pancreas and a decrease in glucagon secretion. Gastric emptying is also delayed. EPIDEMIOLOGY: Overdose is rarely reported. OVERDOSE: Exposure information is limited for these agents. In general, overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. EXENATIDE: Three patients with type 2 diabetes experienced severe nausea, vomiting, and hypoglycemia following subcutaneous administration of 100 mcg exenatide (10 times the maximum recommended dose). Another patient developed vomiting, diarrhea, and weakness with normal blood glucose after 90 mcg exenatide. LIRAGLUTIDE: Two adults developed severe nausea and vomiting following liraglutide subcutaneous injections of 17.4 mg (10 times the maximum recommended dose) and 72 mg; hypoglycemia did not develop. ADVERSE EFFECTS: COMMON: Albiglutide (10% or greater incidence): nausea, diarrhea, injection site reaction, and upper respiratory tract infection. Dulaglutide (5% or greater incidence): nausea, vomiting, diarrhea, abdominal pain, and decreased appetite. Exenatide (5% or greater incidence): nausea, vomiting, diarrhea, constipation, feeling jittery, dizziness, headache, dyspepsia, and asthenia. Liraglutide (5% or greater incidence): nausea, diarrhea, and headache. LESS COMMON: Other adverse effects that may occur less frequently include hypersensitivity reactions (rash, pruritus, dyspnea), acute pancreatitis, and hypoglycemia. The risk of hypoglycemia may be increased with concomitant administration of a GLP-1 receptor agonist and insulin or an insulin secretagogue (eg sulfonylurea). Tachycardia and ECG abnormalities (increased PR intervals and first degree AV block) were infrequently reported with dulaglutide therapy.<br\/>"},{"id":"931315-s-12-32","title":"Treatment","mono":"<b>EXENATIDE AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. HYPOGLYCEMIA:  Hypoglycemic effects are enhanced in patients with concurrent administration of insulin or insulin secretagogues; obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. DIET: If the patient is awake and alert, offer carbohydrates. If hypoglycemia persists or becomes severe, treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. NOT RECOMMENDED: Prophylactic dextrose administration is not recommended in patients who do not become hypoglycemic, as it may make it difficult to distinguish patients who become hypoglycemic and require prolonged hospitalization from those who remain asymptomatic and may be discharged sooner. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. HYPOGLYCEMIA: Hypoglycemic effects are enhanced in patients with concurrent administration of insulin or insulin secretagogues; obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. ACUTE ALLERGIC REACTION: Oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: These agents are administered subcutaneously; ingestion is unlikely.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Hypoglycemia: DEXTROSE: Give dextrose if symptomatic or BS less than 60 mg\/dL. DOSE: ADULT: 0.5 to 1 g\/kg of D50W (50% dextrose) IV push; ADOLESCENT: 0.5 to 1 g\/kg (1 to 2 mL\/kg) of 50% dextrose IV push; INFANT and CHILD: 0.5 to 1 g\/kg (2 to 4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL. DIET: When the patient is awake and alert, supplement IV glucose with carbohydrate intake.<\/li><li>Monitoring of patient: Monitor electrolytes and fluid status as indicated in patients with significant gastrointestinal symptoms following exposure. Hypoglycemic effects are enhanced in patients with concurrent administration of insulin or insulin secretagogues; obtain hourly blood glucose and monitor for clinical evidence of hypoglycemia for 8 to 12 hours. Monitor serum lipase in patients showing signs and symptoms consistent with pancreatitis. Monitor dermal injection sites for irritation or hypersensitivity reactions. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: All children with inadvertent injections should be sent to a healthcare facility for evaluation and treatment. Adults with a deliberate overdose should be sent to a healthcare facility for evaluation and treatment. Diabetic adults with an inadvertent injection of an extra dose who are asymptomatic can be monitored at home. Asymptomatic nondiabetic adults with an inadvertent injection of an extra dose can be monitored at home. OBSERVATION CRITERIA: There is no information on the onset or duration of hypoglycemia after overdose of these patients; however, due to the prolonged half-lives of these agents, patients may need to be monitored for a minimum of 8 to 12 hours if they are also taking insulin or an insulin secretagogue. ADMISSION CRITERIA: Patients who develop hypoglycemia should be admitted for a minimum of 24 hours for frequent blood glucose monitoring. They should only be discharged when free of symptoms and are able to maintain euglycemia without supplemental dextrose for 8 hours. CONSULT CRITERIA: Consult a medical toxicologist or a poison center for assistance with medical management in patients with severe overdose or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"931315-s-12-33","title":"Range of Toxicity","mono":"<b>EXENATIDE AND RELATED AGENTS<\/b><br\/>TOXICITY: Specific toxic doses for these agents have not been established. EXENATIDE: Severe nausea, vomiting, and hypoglycemia occurred in three patients with type 2 diabetes following subcutaneous administration of 100 mcg (10 times the maximum recommended dose). An adult developed vomiting and weakness without hypoglycemia after 90 mcg exenatide. The patient did have symptoms of nausea, vomiting, and weakness, but never developed low blood sugars. Healthy volunteers did not develop clinical hypoglycemia after a 10 microgram dose subcutaneously. LIRAGLUTIDE: During a clinical trial, an adult inadvertently received 17.4 mg subQ (10 times the recommended dose) of liraglutide and developed severe nausea and vomiting; hypoglycemia was not observed. Recovery was uneventful. Another adult intentionally injected 72 mg subcutaneously and developed severe nausea and vomiting, but did not develop hypoglycemia. THERAPEUTIC DOSE: ALBIGLUTIDE: ADULT: 30 to 50 mg subQ once weekly. DULAGLUTIDE: ADULT: 0.75 to 1.5 mg subQ once weekly. EXENATIDE: ADULT: 5 to 10 mcg subQ twice daily. LIRAGLUTIDE: ADULT: Initial dose: 0.6 mg subQ daily for one week to minimize gastrointestinal symptoms and then increased to 1.2 mg (up to 1.8 mg daily) subQ daily for glycemic control. <br\/>"}]},"13":{"id":"931315-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of pancreatitis or worsening diabetic retinopathy.<\/li><li>Tell patient to report symptoms of a goiter or thyroid cancer.<\/li><li>Side effects may include injection site reactions, anorexia, nausea, diarrhea, vomiting, constipation, dyspepsia, gastritis, abdominal pain, flatulence, or GERD.<\/li><li>Counsel patient to drink plenty of fluids to avoid dehydration.<\/li><li>Teach patient proper technique and placement of injections.<\/li><li>Direct patient to limit alcohol use with drug.<\/li><li>Advise patient to inject a missed dose if the next regularly scheduled dose is at least 8 hours later. If the next dose is due in less than 8 hours, skip the missed dose.<\/li><\/ul>"}}}