{"drugs":["Lamivudine\/Raltegravir"],"mono":{"0":{"id":"931401-s-0","title":"Generic Names","mono":"Lamivudine\/Raltegravir"},"1":{"id":"931401-s-1","title":"Dosing and Indications","sub":[{"id":"931401-s-1-4","title":"Adult Dosing","mono":"<ul><li>Although approved by the US Food and Drug Administration, the manufacturer will not be marketing the product in the United States. Dutrebis(TM) has centralized marketing authorization by the European Medicines Agency for use in the European Union.<\/li><li><b>HIV infection:<\/b> Lamivudine 150 mg\/raltegravir 300 mg ORALLY twice daily<\/li><\/ul>"},{"id":"931401-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Although approved by the US Food and Drug Administration, the manufacturer will not be marketing the product in the United States. Dutrebis(TM) has centralized marketing authorization by the European Medicines Agency for use in the European Union.<\/li><li><b>HIV infection:<\/b> 6 years or older, weight at least 30 kg, lamivudine 150 mg\/raltegravir 300 mg ORALLY twice daily<\/li><\/ul>"},{"id":"931401-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment (CrCl less than 50 mL\/min):<\/b> Do not administer the fixed-dose combination product; switching to a regimen of individual components may be required.<\/li><li><b>Dialysis:<\/b> Avoid dosing prior to dialysis; the extent of the removal of the dose is unknown.<\/li><li><b>Hepatic impairment, mild or moderate:<\/b> No adjustment needed<\/li><li><b>Hepatic impairment, severe:<\/b> Safety and efficacy are not established; use caution if administered.<\/li><\/ul>"},{"id":"931401-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>HIV infection<br\/>"}]},"3":{"id":"931401-s-3","title":"Contraindications\/Warnings","sub":[{"id":"931401-s-3-9","title":"Contraindications","mono":"Hypersensitivity to the active substances or any components <br\/>"},{"id":"931401-s-3-10","title":"Precautions","mono":"<ul><li>Endocrine\/Metabolic:<\/li><li>-- Lactic acidosis, possibly fatal, has been reported and is usually associated with hepatomegaly and hepatic steatosis; discontinue if suspected<\/li><li>-- Patients, especially obese women, with hepatomegaly, hepatitis, or other risk factors for liver disease (including alcohol and certain medications); increased risk for lactic acidosis; close monitoring recommended<\/li><li>-- Hepatitis C coinfection and concomitant use of alpha interferon and ribavirin; increased risk for lactic acidosis; close monitoring recommended<\/li><li>-- Mitochondrial dysfunction may occur, including in infants exposed in utero, and may result in hematological, metabolic, or neurological disorders; monitoring recommended<\/li><li>Gastrointestinal:<\/li><li>-- Rare cases of pancreatitis has been reported; discontinue immediately if suspected<\/li><li>Hepatic:<\/li><li>-- Hepatitis B or C virus coinfection; increased risk for severe and potentially fatal hepatic effects; these effects may occur following the discontinuation of lamivudine; monitoring recommended for several months after discontinuation<\/li><li>-- Preexisting liver dysfunction including chronic hepatitis; increased risk for liver function abnormalities during treatment; monitoring recommended; if signs of worsening liver disease are observed treatment interruption or discontinuation may be required<\/li><li>-- Use with caution in patients with severe hepatic impairment<\/li><li>Immunologic:<\/li><li>-- Opportunistic infections may occur with antiretroviral therapy; monitoring recommended<\/li><li>-- Immune reactivation syndrome may occur, leading to an inflammatory response in patients with asymptomatic or residual opportunistic infections<\/li><li>-- Autoimmune disorders such as Graves' disease have been reported in the setting of immune reactivation and may occur many months after initiation of therapy<\/li><li>Musculoskeletal:<\/li><li>-- Osteonecrosis has been reported, especially in patients with advanced HIV or long-term exposure to antiretroviral therapy<\/li><li>-- Myopathy and rhabdomyolysis have been reported; use caution in patients with history or risk of these conditions<\/li><li>Psychiatric:<\/li><li>-- Depression including suicidal ideation and behavior has been reported, especially in patients with a history of depression or psychiatric illness<\/li><li>Renal:<\/li><li>-- Renal impairment (CrCl of less than 50 ml\/min); use not recommended; switch to regimen using individual components if CrCl decreases to below 50 ml\/min<\/li><li>-- Patients at risk for decreased renal function; monitoring recommended; switch to regimen using individual components if CrCl decreases to below 50 ml\/min<\/li><li>-- Avoid dosing prior to dialysis sessions<\/li><li>Other:<\/li><li>-- Use as monotherapy not recommended; genetic barrier to resistance is low<\/li><li>-- Elderly patients have a higher incidence of renal impairment which may result in drug accumulation and toxicity; monitoring recommended; a  switch to regimen using individual components may be required<\/li><li>Concomitant Use:<\/li><li>-- Other products containing lamivudine, raltegravir, or emtricitabine should not be taken<\/li><li>-- Concomitant use with cladribine is not recommended<\/li><li>-- Concomitant sue with aluminium and magnesium antacids is not recommended<\/li><li>-- Concomitant use with rifampicin is not recommended<\/li><li>-- Concomitant use with high-dose trimethoprim\/sulfamethoxazole for Pneumocystis carinii pneumonia and toxoplasmosis should be avoided<\/li><\/ul>"},{"id":"931401-s-3-11","title":"Pregnancy Category","mono":"Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"931401-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"931401-s-4","title":"Drug Interactions","sub":{"1":{"id":"931401-s-4-14","title":"Major","mono":"<ul><li>Aluminum Carbonate, Basic (established)<\/li><li>Aluminum Hydroxide (established)<\/li><li>Aluminum Phosphate (established)<\/li><li>Dasabuvir (theoretical)<\/li><li>Dihydroxyaluminum Aminoacetate (established)<\/li><li>Dihydroxyaluminum Sodium Carbonate (established)<\/li><li>Fosamprenavir (established)<\/li><li>Interferon Alfa (probable)<\/li><li>Magaldrate (established)<\/li><li>Magnesium Carbonate (established)<\/li><li>Magnesium Hydroxide (established)<\/li><li>Magnesium Oxide (established)<\/li><li>Magnesium Trisilicate (established)<\/li><li>Paritaprevir (theoretical)<\/li><li>Ribavirin (probable)<\/li><li>Zalcitabine (theoretical)<\/li><\/ul>"},"2":{"id":"931401-s-4-15","title":"Moderate","mono":"<ul><li>Efavirenz (probable)<\/li><li>Etravirine (probable)<\/li><li>Omeprazole (established)<\/li><li>Rifampin (established)<\/li><\/ul>"}}},"5":{"id":"931401-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypertriglyceridemia (1% to less than 10%), Increased serum lipase level (1% to less than 10%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (1% to less than 10%), Nausea (1% to less than 10%)<\/li><li><b>Hematologic:<\/b>Lymphocyte abnormality, Atypical (1% to less than 10%)<\/li><li><b>Neurologic:<\/b>Headache (1% to less than 10%), Vertigo (1% to less than 10%)<\/li><li><b>Respiratory:<\/b>Cough (1% to less than 10%), Nasal congestion (1% to less than 10%)<\/li><li><b>Other:<\/b>Fatigue (1% to less than 10%), Malaise (1% to less than 10%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome (0.1% to less than 1%), Toxic epidermal necrolysis<\/li><li><b>Endocrine metabolic:<\/b>Lactic acidosis, Lipodystrophy (0.1% to less than 1%)<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis (0.1% to less than 1%)<\/li><li><b>Hepatic:<\/b>Liver failure (0.1% to less than 1%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (0.1% to less than 1%), Immune reconstitution syndrome (0.1% to less than 1%)<\/li><li><b>Musculoskeletal:<\/b>Aseptic necrosis of bone, Rhabdomyolysis (0.1% to less than 1%)<\/li><li><b>Psychiatric:<\/b>Depression (1% to less than 10%), Suicidal behavior (0.1% to less than 1%)<\/li><\/ul>"},"6":{"id":"931401-s-6","title":"Drug Name Info","sub":{"2":{"id":"931401-s-6-19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Integrase Inhibitor<\/li><li>Nucleoside Reverse Transcriptase Inhibitor<\/li><\/ul>"},"3":{"id":"931401-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"931401-s-7","title":"Mechanism Of Action","mono":"Lamivudine is a nucleoside reverse transcriptase inhibitor and raltegravir is an integrase strand inhibitor with activity against HIV-1 infection by reducing HIV-1 viral load and increasing CD4 cell count.<br\/>"},"8":{"id":"931401-s-8","title":"Pharmacokinetics","sub":[{"id":"931401-s-8-23","title":"Absorption","mono":"<ul><li>Tmax, oral: Lamivudine, 1 hour; raltegravir, 1 hour<\/li><li>Bioavailability, oral: Lamivudine, 80% to 85%; raltegravir 60% raltegravir<\/li><li>Effects of food, high fat meal: 23% decrease in Cmax of raltegravir; 21% decrease in Cmax of lamivudine; AUC unaffected; overall not considered clinically significant<\/li><\/ul>"},{"id":"931401-s-8-24","title":"Distribution","mono":"<ul><li>Protein binding: Lamivudine to albumin, less than 16% to 36%; raltegravir, 83%<\/li><li>Vd: Lamivudine, 1.31 L\/kg<\/li><\/ul>"},{"id":"931401-s-8-25","title":"Metabolism","mono":"<ul><li>Lamivudine triphosphate: active intracellular moiety<\/li><li>Raltegravir glucuronide<\/li><li>Substrate of UGT1A1: Raltegravir<\/li><\/ul>"},{"id":"931401-s-8-26","title":"Excretion","mono":"<ul><li>Renal: Lamivudine, greater than 70%; raltegravir, 32%<\/li><li>Fecal: Raltegravir, 51%<\/li><li>Total body clearance: Lamivudine, 0.32 L\/hr\/kg<\/li><\/ul>"},{"id":"931401-s-8-27","title":"Elimination Half Life","mono":"<ul><li>Lamivudine, 5 to 7 hours; active moiety, lamivudine triphosphate, 16 to 19 hours<\/li><li>Raltegravir, 9 hours<\/li><\/ul>"}]},"9":{"id":"931401-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Administer with or without food.<\/li><li>Tablets should be swallowed whole; do not crush or chew.<\/li><li>Missed dose: Give the missed dose if within 6 hours; otherwise skip the missed dose and resume usual dose schedule.<\/li><\/ul>"},"10":{"id":"931401-s-10","title":"Monitoring","mono":"<ul><li>Renal function, in elderly patients and patients likely to have decreased renal function<\/li><li>Viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during the at least the first 2 years of treatment and if the CD4 counts are below 300 cells\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>Hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months; continue monitoring for several months after discontinuation in patients who are co-infected with HIV-1 or hepatitis B virus<\/li><li>Basic chemistry, including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>CBC with a differential; at baseline and with modification of ARV treatment, then every 3 to 6 months<\/li><li>Fasting blood glucose or HbA1c; at baseline and with modification of ARV treatment, then every 3 to 6 months with abnormal values or 12 months with normal values<\/li><li>Fasting lipid profile; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 6 to 12 months<\/li><li>Urinalysis; at baseline, then annually<\/li><li>Opportunistic infections<\/li><li>Patients at an increased risk for lactic acidosis<\/li><li>Fat redistribution<\/li><\/ul>"},"12":{"id":"931401-s-12","title":"Toxicology","sub":[{"id":"931401-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>AIDS ANTIVIRAL INTEGRASE INHIBITORS<\/b><br\/>USES: Dolutegravir, elvitegravir, and raltegravir are human immunodeficiency virus (HIV) integrase strand transfer inhibitors, used in combination with other antiretroviral agents for the treatment of HIV infection. PHARMACOLOGY: HIV integrase inhibitors bind to the integrase active site and block the strand transfer step of retroviral DNA integration which is an essential part of the HIV replication cycle. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: At the time of this review, there are no acute overdose data available. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. ADVERSE EFFECTS: COMMON: The most common adverse effects following therapeutic administration, with an incidence of 2% or greater, and that are moderate to severe in intensity, are insomnia and headache. Other adverse effects include: DOLUTEGRAVIR: Elevated hepatic enzymes (6% to 8%), elevated serum cholesterol levels (8%), hyperglycemia (12%), elevated serum lipase levels (8%). ELVITEGRAVIR: Diarrhea (7%), nausea (4%). RALTEGRAVIR: Hyperglycemia (10%), nausea (7%), vomiting (7%), diarrhea (16%), elevated serum lipase levels (5%), dizziness (11%), fatigue (9%). Elevated serum creatine kinase concentrations, myopathy, and rhabdomyolysis have been reported rarely.<br\/><\/li><li><b>AIDS ANTIVIRAL NUCLEOSIDES <\/b><br\/>USES: The nucleoside and nucleotide reverse transcriptase inhibitors (NRTIs) are primarily used in the treatment of HIV-1 and HIV-2 infection. This class includes: emtricitabine, lamivudine, stavudine, abacavir, and tenofovir; zidovudine and didanosine are in this class but are covered in separate managements, and zalcitabine is no longer manufactured. These agents are also used in the treatment of hepatitis B infection and human T-lymphocyte virus (HTLV) 1 and 2. PHARMACOLOGY: The NRTIs terminate HIV RNA to DNA transcription by acting as substrates for the HIV reverse transcriptase and terminating DNA elongation. These agents prevent cell infection, but have no effect on already infected cells. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon and severe sequelae from acute overdose are rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: There are limited data regarding overdose of NRTIs. However, overdose appears to be largely well tolerated with very few reports of severe clinical effects despite over 2 decades of drug availability. Nausea or vomiting, neurologic symptoms (ie, ataxia, lethargy, nystagmus, peripheral neuropathy), signs of bone marrow toxicity (ie, anemia, leukopenia, thrombocytopenia), or an increase in liver enzymes have all been reported in NRTI overdose or chronic toxicity. SEVERE TOXICITY: Severe toxicity has been reported after therapeutic use but not after acute overdose, and may be manifested by pancreatitis, hepatic steatosis, acute renal failure (ie, tenofovir), neuropsychiatric abnormalities, or acidosis. Chronic therapeutic administration may lead to mitochondrial toxicity leading to lactic acidosis, with or without hepatic microsteatosis. Pancreatitis, neuropathy, and myopathy often accompany the syndrome. Severe neuropsychiatric effects (ie, seizures, mania) have been reported. Lactic acidosis has been reported in patients receiving both single and dual nucleoside analogue (NRTI) regimens for HIV infection. This is thought to cause multiorgan failure and most commonly occurs in persons on prolonged (more than 6 months) therapy. ADVERSE EFFECTS: The most common adverse effects from all NRTIs are nausea, vomiting, headache, and malaise. Peripheral neuropathy and elevated transaminases have been reported with most NRTIs. Rash and hypersensitivity reactions are common and are usually self-limited when therapy is continued. Other adverse effects specific to each drug include: ABACAVIR: Hypersensitivity, nausea, vomiting, headache, and a possible increased risk of coronary artery disease. EMTRICITABINE: Rash, diarrhea, hypercholesterolemia, transaminitis, and mild rhabdomyolysis are common. Hepatic failure\/steatosis, neutropenia, and lactic acidosis are rare. LAMIVUDINE: Headache and nausea are common. Pancreatitis is rare. STAVUDINE: Peripheral neuropathy in greater than 60% of patients receiving over 4 mg\/kg daily. Lactic acidosis and transaminitis are common and do not require therapy or discontinuation unless severe. Dyslipidemia and insulin resistance have been associated with chronic stavudine and zidovudine. TENOFOVIR: Rash, headache, transaminitis, nausea, and vomiting are common. Hepatic failure\/steatosis, renal failure, rhabdomyolysis, pancreatitis, and lactic acidosis are rare. ZALCITABINE: Peripheral neuropathy, stomatitis, pancreatitis, transaminitis, and rash.<br\/><\/li><\/ul>"},{"id":"931401-s-12-32","title":"Treatment","mono":"<ul><li><b>AIDS ANTIVIRAL INTEGRASE INHIBITORS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. As these agents are generally given in conjunction with other HIV antiretroviral agents, it would be advisable to monitor for overdoses from these agents as well. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs and liver enzyme levels after significant overdose. Monitor fluids and serum electrolytes, pancreatic enzymes, glucose levels, and CPK after significant overdose.<\/li><li>Enhanced elimination procedure: Dolutegravir is at least 98% protein-bound and raltegravir is approximately 83% protein-bound; hemodialysis may not be useful as a method of enhanced elimination.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. There is no data to support a safe dose for home management in pediatric exposures. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center or medical toxicologist for assistance in managing patients with severe toxicity or for whom diagnosis is unclear.<\/li><\/ul><\/li><li><b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive therapy remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored, discontinuation of therapy is not usually necessary. Therapy should be changed for persistently rising transaminases or evidence of hepatic synthetic dysfunction. Nausea and vomiting should be treated with antiemetics. Peripheral neuropathies are generally reversible with drug withdrawal and can be treated with pain management as needed. Asymptomatic elevation of lactic acid without systemic acidemia does not require discontinuation of the medication. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care. Aggressive fluid resuscitation should be initiated for severe lactic acidosis. Granulocyte colony stimulating factor may be considered for patients with agranulocytosis complicated by infection. Vasopressors may be necessary in cases with multi-organ failure. Withdrawal of the agent is imperative to improvement in severe adverse reactions. Riboflavin and L-carnitine may be useful in treating nucleoside reverse transcriptase inhibitor (NRTI)-associated lactic acidosis.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of NRTI overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NRTIs. However, coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NRTI toxicity.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg. Anecdotal evidence suggests that riboflavin and L-carnitine may be useful in reversing NRTI-associated lactic acidosis. Riboflavin has been used at a dose of 50 mg\/day orally or intravenously. L-carnitine has been used at a dose of 50 mg\/kg\/day as a 2-hour infusion divided in 3 doses for patients not receiving dialysis, or a continuous infusion of 100 mg\/kg\/day in patients receiving dialysis.<\/li><li>Monitoring of patient: Monitor serum electrolytes and hepatic enzymes. Monitor serum lipase in patients with abdominal pain or severe acidosis. Lactic acid concentration and serum pH should be monitored in acidotic patients. Cardiac failure, likely due to acidosis, has been reported; therefore, cardiac monitoring is recommended in the setting of acidosis or chest pain. Sources of infection should be sought in patients with neutropenias or significant acidosis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients and those with symptoms should be referred to a healthcare facility. Asymptomatic patients with inadvertent ingestion of NRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with severe lactic acidosis, hepatic failure, or renal failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"931401-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>AIDS ANTIVIRAL INTEGRASE INHIBITORS<\/b><br\/>TOXICITY: DOLUTEGRAVIR: Oral doses up to 250 mg in healthy subjects have been well-tolerated without evidence of specific toxicity. RALTEGRAVIR: Limited data available. Healthy volunteers did not experience any toxicity after receiving doses as high as 1600-mg single dose and 800-mg twice-daily multiple doses. In several studies, patients did not experience any toxicity after receiving occasional doses of up to 1800 mg daily. THERAPEUTIC DOSE: DOLUTEGRAVIR: 50 mg orally once or twice daily in patients 12 years of age and older and who weigh at least 40 kg. RALTEGRAVIR: Adults: 400 mg orally twice daily. Children: 12 years and older, (film-coated tablet) 400 mg orally twice daily; 2 to 11 years, (chewable tablet) doses range from 75 mg twice daily to 300 mg twice daily depending on patient's weight.<br\/><\/li><li><b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/>TOXICITY: A full month supply of many of these agents has been ingested in overdose without clinical effects, though toxicity can occur at therapeutic doses with nucleoside reverse transcriptase inhibitors (NRTIs). LAMIVUDINE: No clinical signs or symptoms developed in an adult ingesting 6 grams of lamivudine. STAVUDINE: No acute toxicity was reported in patients treated with 12 to 24 times the recommended daily dosage. ZALCITABINE: PEDIATRIC: Overdoses of 1.5 mg\/kg have been reported; no sequelae developed. THERAPEUTIC DOSE: ABACAVIR: ADULT: 300 mg orally twice daily or 600 mg once daily. PEDIATRIC: 8 mg\/kg orally twice daily. EMTRICITABINE: ADULT: 200 mg\/day capsule, 240 mg\/day oral solution. PEDIATRIC: 0 to 3 months of age: 3 mg\/kg orally once daily; 3 months to 17 years of age: 6 mg\/kg once daily oral solution, up to a maximum of 240 mg; children weighing more than 33 kg and can swallow whole capsule: 200 mg once daily. LAMIVUDINE: ADULT: 150 mg orally twice a day or 300 mg once daily. PEDIATRIC: 0 to 28-days-old: 2 mg\/kg orally twice daily; 28 days or older: 4 mg\/kg orally twice daily, maximum 150 mg twice daily. STAVUDINE: ADULT: less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. PEDIATRIC: 0 to 13-days-old: 0.5 mg\/kg\/dose orally every 12 hours; 14-days-old and less than 30 kg: 1 mg\/kg\/dose orally every 12 hours; 30 kg to less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. TENOFOVIR: ADULT: 300 mg orally once daily. PEDIATRIC: at least 12-years-old and 35 kg or more: 300 mg orally once daily.<br\/><\/li><\/ul>"}]},"13":{"id":"931401-s-13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to report symptoms of hepatic disease, pancreatitis, or lactic acidosis.<\/li><li>Advise patient to report symptoms of an infection or immune reconstitution syndrome.<\/li><li>Counsel patient to report symptoms of myopathy or rhabdomyolysis.<\/li><li>Instruct patient to report worsening depression, suicidal ideation, agitation, irritability, or unusual changes in behavior.<\/li><li>Side effects may include abnormal dreams, insomnia, depression, dizziness, vertigo, cough, nasal congestion, anorexia, diarrhea, nausea, vomiting, dyspepsia, rash, or alopecia.<\/li><li>Instruct patient to report symptoms of serious skin reactions, Stevens-Johnson syndrome, or toxic epidermal necrolysis.<\/li><li>Avoid concomitant use of aluminum and\/or magnesium antacids.<\/li><li>Instruct patient to take a missed dose as soon as possible, but if next dose is in less than 6 hours, skip the missed dose.<\/li><\/ul>"}}}