{"generic":"Busulfan","drugs":["Busulfan","Busulfex","Myleran"],"mono":[{"id":"93840-s-0","title":"Generic Names","mono":"Busulfan"},{"id":"93840-s-1","title":"Dosing and Indications","sub":[{"id":"93840-s-1-4","title":"Adult Dosing","mono":"<ul><li><b>Chronic myeloid leukemia, Palliative:<\/b> induction, 60 mcg\/kg or 1.8 mg\/m(2) ORALLY every day; usual dose is 4 to 8 mg<\/li><li><b>Chronic myeloid leukemia, Palliative:<\/b> maintenance, 1 to 3 mg ORALLY every day<\/li><li><b>Chronic myeloid leukemia - Hemopoietic stem cell transplant:<\/b> 0.8 mg\/kg IV every 6 hours as a 2-hour infusion for 4 consecutive days (16 total doses) starting on bone marrow transplant day -7, in combination with cyclophosphamide 60 mg\/kg IV as a 1-hour infusion on bone marrow transplant day -3, 6 hours after the final dose of busulfan and again on bone marrow\/progenitor cell transplant day -2; administer hematopoietic progenitor cells on day 0; premedicate with anticonvulsants 12 hours prior to busulfan to 24 hours after the last dose of busulfan, and with antiemetics prior to the first dose of busulfan and continue on a fixed schedule<\/li><\/ul>"},{"id":"93840-s-1-5","title":"Pediatric Dosing","mono":"<ul><li>Safety and efficacy not established<\/li><li><b>Chronic myeloid leukemia, Palliative:<\/b> induction, 60 mcg\/kg or 1.8 mg\/m(2) ORALLY every day; usual dose is 4 to 8 mg<\/li><li><b>Chronic myeloid leukemia, Palliative:<\/b> maintenance, 1 to 3 mg ORALLY every day<\/li><li><b>Hemopoietic stem cell transplant:<\/b> 12 kg or less, 1.1 mg\/kg IV every 6 hours as a 2-hour infusion for 4 days (16 total doses), adjust subsequent doses to achieve the desired target AUC (1125 micromol x min); followed by cyclophosphamide 50 mg\/kg IV once daily for 4 days;  infuse hematopoietic progenitor cells after 1 day of rest; premedicate with phenytoin (study dosing)<\/li><li><b>Hemopoietic stem cell transplant:<\/b> Greater than 12 kg, 0.8 mg\/kg IV every 6 hours as a 2-hour infusion for 4 days (16 total doses), adjust subsequent doses to achieve the desired target AUC (1125 micromol x min); followed by cyclophosphamide 50 mg\/kg IV once daily for 4 days; infuse hematopoietic progenitor cells after 1 day of rest; premedicate with phenytoin (study dosing)<\/li><\/ul>"},{"id":"93840-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>Renal:<\/b> No adjustment required<\/li><li><b>Geriatrics:<\/b> Initiate at the low end of the dosing range.<\/li><li><b>Myelosuppression:<\/b> Reduce dose or discontinue at first sign of depressed bone marrow function.<\/li><\/ul>"},{"id":"93840-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Chronic myeloid leukemia, Palliative<\/li><li>Chronic myeloid leukemia - Hemopoietic stem cell transplant<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute myeloid leukemia - Bone marrow transplant<\/li><li>Hemopoietic stem cell transplant<\/li><li>Ovarian cancer<\/li><\/ul>"}]},{"id":"93840-s-2","title":"Black Box Warning","mono":"<ul><li><b>Intravenous (Solution)<\/b><br\/>Busulfan causes severe or prolonged myelosuppression at recommended doses. Hematopoietic progenitor cell transplantation is required to prevent life-threatening or fatal complications of severe or prolonged myelosuppression.<br\/><\/li><li><b>Oral (Tablet)<\/b><br\/>Busulfan is a potent drug and it should not be used unless a diagnosis of chronic myelogenous leukemia has been adequately established. Busulfan can induce severe bone marrow hypoplasia and the dosage should be reduced or discontinued immediately at the first sign of any unusual depression of bone marrow function. A bone marrow examination should be performed if the bone marrow status is uncertain.<br\/><\/li><\/ul>"},{"id":"93840-s-3","title":"Contraindications\/Warnings","sub":[{"id":"93840-s-3-9","title":"Contraindications","mono":"<ul><li>Hypersensitivity to busulfan or any component of the product<\/li><li>Patients in whom a definitive diagnosis of chronic myelogenous leukemia has not been established (oral form only)<\/li><\/ul>"},{"id":"93840-s-3-10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Avoid oral use without established diagnosis of chronic myelogenous leukemia<\/li><li>-- Severe bone marrow hypoplasia may occur; monitoring required; reduce or discontinue oral dose if suspected<\/li><li>-- Prolonged myelosuppression will occur with IV use; hematopoietic progenitor cell transplantation is required due to risk of life-threatening myelosuppression at recommended doses; monitoring required<\/li><li>Cardiovascular:<\/li><li>-- Cardiac tamponade has occurred; monitoring recommended<\/li><li>Hepatic:<\/li><li>-- Hepatic venoocclusive disease, including fatal cases, has occurred; increased risk among patients with higher busulfan exposures, prior radiation or chemotherapy exposures, or previous progenitor cell transplantation; monitoring recommended<\/li><li>Neurologic:<\/li><li>-- Seizures may occur; risk increased in patients with history of seizure disorder, head trauma, or concomitant use of other seizure-inducing drugs; premedicate with anticonvulsant therapy<\/li><li>Renal:<\/li><li>-- Busulfan-induced cellular dysplasia may confound cytologic bladder tests<\/li><li>Reproductive:<\/li><li>-- Busulfan-induced cellular dysplasia may confound cytologic tests of the breast or uterine cervix<\/li><li>Respiratory:<\/li><li>-- Bronchopulmonary dysplasia with pulmonary fibrosis may occur<\/li><li>-- Busulfan-induced cellular dysplasia may confound cytologic lung tests<\/li><li>Other:<\/li><li>-- Busulfan-induced cellular dysplasia has been reported in the bone marrow, lungs, liver, adrenal glands, thyroid, pancreas, and lymph nodes<\/li><\/ul>"},{"id":"93840-s-3-11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"93840-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"93840-s-4","title":"Drug Interactions","sub":[{"id":"93840-s-4-13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"93840-s-4-14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Ketoconazole (theoretical)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Metronidazole (probable)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"},{"id":"93840-s-4-15","title":"Moderate","mono":"<ul><li>Fosphenytoin (probable)<\/li><li>Itraconazole (established)<\/li><li>Ketobemidone (probable)<\/li><li>Phenytoin (probable)<\/li><li>Thioguanine (established)<\/li><\/ul>"}]},{"id":"93840-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperglycemia (IV, 66%), Hypokalemia (IV, 64%), Hypomagnesemia (IV, 77%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (IV, 72%), Diarrhea (IV, 84%), Loss of appetite (IV, 85%), Nausea (IV, 98%), Stomatitis (IV, 97%), Vomiting (IV, 95%)<\/li><li><b>Neurologic:<\/b>Headache (IV, 69%), Insomnia (IV, 84%)<\/li><li><b>Psychiatric:<\/b>Anxiety (IV, 72%)<\/li><li><b>Other:<\/b>Fever (IV, 80%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac tamponade (2%)<\/li><li><b>Hematologic:<\/b>Anemia (IV, 69%), Aplastic anemia (Oral, rare), Granulocytopenic disorder, Leukemia (Oral, rare), Myelosuppression (IV, 100%), Neutropenia (IV, 100%), Pancytopenia, Thrombocytopenia (IV, 98%)<\/li><li><b>Hepatic:<\/b>Veno-occlusive disease of the liver (IV, 7.7% to 12%)<\/li><li><b>Immunologic:<\/b>Graft versus host disease<\/li><li><b>Neurologic:<\/b>Seizure<\/li><li><b>Reproductive:<\/b>Ovarian failure<\/li><li><b>Respiratory:<\/b>Pneumonia, Pulmonary fibrosis, Pulmonary hemorrhage<\/li><\/ul>"},{"id":"93840-s-6","title":"Drug Name Info","sub":{"0":{"id":"93840-s-6-17","title":"US Trade Names","mono":"<ul><li>Busulfex<\/li><li>Myleran<\/li><\/ul>"},"2":{"id":"93840-s-6-19","title":"Class","mono":"<ul><li>Alkylating Agent<\/li><li>Antineoplastic Agent<\/li><\/ul>"},"3":{"id":"93840-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"93840-s-6-21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"93840-s-7","title":"Mechanism Of Action","mono":"Systemic: Busulfan is a bifunctional alkylating agent of the alkylsulfonate type and is cell cycle-phase nonspecific. Its mechanism of action is not clear but is thought to consist of alkylation and cross-linking of strands of DNA and myelosuppression.<br\/>"},{"id":"93840-s-8","title":"Pharmacokinetics","sub":{"0":{"id":"93840-s-8-23","title":"Absorption","mono":"Systemic: Complete <br\/>"},"2":{"id":"93840-s-8-25","title":"Metabolism","mono":"Systemic: Hepatic.<br\/>"},"3":{"id":"93840-s-8-26","title":"Excretion","mono":"Systemic: Renal: 30% <br\/>"},"4":{"id":"93840-s-8-27","title":"Elimination Half Life","mono":"Systemic:  2.5 h<br\/>"}}},{"id":"93840-s-9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>Use proper procedures for handling and disposal of chemotherapy<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>Do not use polycarbonate syringes or polycarbonate filter needles.<\/li><li>Dilute with D5W or NS to a concentration of approximately 0.5 mg\/mL.<\/li><li>Do not add to an IV bag or syringe that does not contain diluent; always add busulfan to diluent, not the diluent to busulfan.<\/li><li>Diluted solutions are stable at room temperature (25 degrees C) for up to 8 hours and at refrigerated temperatures (2 to 8 degrees C) for up to 12 hours; this includes infusion time.<\/li><li>Flush indweller catheter line with approximately 5 mL D5W or NS prior to and following each infusion.<\/li><li>Use an administration set with minimal residual hold-volume (adult, 2 to 5 mL; pediatric, 1 to 3 mL).<\/li><li>Administer over 2 hours using an infusion pump via central venous catheter; rapid infusion is not recommended.<\/li><\/ul><\/li><\/ul>"},{"id":"93840-s-10","title":"Monitoring","mono":"<ul><li>CBC with differential and quantitative platelet counts: daily until engraftment occurs  or weekly with oral therapy<\/li><li>Serum transaminases, alkaline phosphatase and bilirubin; daily with IV therapy through transplant day 28  or periodically during oral therapy<\/li><li>Seizures; in at-risk patients (history of seizures, head trauma, or concomitant treatment with seizure-inducing agents)<\/li><li>Signs and symptoms of cardiac tamponade, especially in at-risk pediatric patients<\/li><\/ul>"},{"id":"93840-s-11","title":"How Supplied","mono":"<ul><li><b>Busulfex<\/b><br\/>Intravenous Solution: 6 MG\/ML<br\/><\/li><li><b>Myleran<\/b><br\/>Oral Tablet: 2 MG<br\/><\/li><li><b>Novaplus Busulfex<\/b><br\/>Intravenous Solution: 6 MG\/ML<br\/><\/li><\/ul>"},{"id":"93840-s-12","title":"Toxicology","sub":[{"id":"93840-s-12-31","title":"Clinical Effects","mono":"<b>BUSULFAN AND RELATED AGENTS<\/b><br\/>OVERDOSE: Busulfan overdose information is limited. Myelosuppression, including granulocytopenia, thrombocytopenia, and anemia, is the most common dose-related toxic effect following busulfan and treosulfan administration and may occur within weeks following high-dose administration. ADVERSE EFFECTS: Seizures, coma, and veno-occlusive liver disease have been associated, in children and adults, with high-dose therapeutic administration of busulfan. Gastrointestinal distress, including nausea, vomiting, diarrhea, and stomatitis, are frequent occurrences with busulfan therapy. RARE: Rare adverse effects, following long-term busulfan administration, include the development of cataracts, pulmonary fibrosis, cardiac toxicity (cardiac tamponade, myocardial fibrosis), cholestasis, hemorrhagic cystitis, and the development of an Addison-like syndrome.<br\/>"},{"id":"93840-s-12-32","title":"Treatment","mono":"<b>BUSULFAN AND RELATED AGENTS<\/b><br\/><ul><li>Decontamination: Activated charcoal, gastric lavage<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Myelosuppression: Administer colony stimulating factor for severe neutropenia. Filgrastim 5 mcg\/kg\/day subQ or IV over 15 to 30 minutes. Sargramostim 250 mcg\/meter(2)\/day IV over 4 hours. Transfusion of platelets and\/or packed red blood cells may be needed for severe thrombocytopenia or bleeding.<\/li><li>Seizure: IV benzodiazepines, barbiturates<\/li><li>Intrathecal injection: No clinical reports available, information derived from experience with other antineoplastics.  Keep the patient upright if possible. Immediately drain at least 20 ml CSF; drainage of up to 70 ml has been tolerated in adults.  Follow with CSF exchange (remove serial 20 ml aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours).  Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Enhanced elimination procedure: Hemodialysis or hemoperfusion may be useful after overdose. Hemodialysis decreased busulfan half life and increased clearance in one case report.<\/li><li>Monitoring of patient: Monitor CBC with differential, fluid and electrolyte status. Monitor renal and liver function as indicated.<\/li><\/ul>"},{"id":"93840-s-12-33","title":"Range of Toxicity","mono":"<b>BUSULFAN AND RELATED AGENTS<\/b><br\/>TOXICITY: ADULT - High-dose busulfan therapy (600 mg\/M(2) divided every 6 hours over 4 days; or 1 mg\/kg 4 times daily) has resulted in seizures and coma. PEDIATRIC - An acute busulfan dose of 2.4 grams was fatal in a 10-year-old child.  A total oral busulfan dose of 23.3 mg\/kg was inadvertently administered to a 2-year-old child who developed myelosupression and alopecia but survived without sequelae. THERAPEUTIC DOSE: Adult - as a preparatory regimen for bone marrow transplantation, the usual adult dose is 0.8 mg\/kg IV every 6 h for 4 days (a total of 16 doses); for remission induction, the usual daily oral dose is 4 to 8 mg. Pediatric - for remission induction, the daily pediatric dose is approximately 60 mcg\/kg (1.8 mg\/m(2)); for IV administration, safety and effectiveness in the pediatric population have not been established.<br\/>"}]},{"id":"93840-s-13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Counsel patient that drug may cause infertility in both men and women. Family planning should be discussed with a healthcare professional before initiating drug therapy.<\/li><li>This drug may cause edema, hyperglycemia, nausea, vomiting, stomatitis, dizziness, insomnia, anxiety, depression, cough, dyspnea, mild epistaxis, or rhinitis.<\/li><li>Drug may also cause other serious adverse effects such as tachyarrhythmia, Addisonian-like disease of adrenal gland (fatigue, muscle weakness, loss of appetite, weight loss, diarrhea, low blood pressure), graft versus host disease (skin rash usually beginning on palms or soles of feet, diarrhea, nausea, jaundice), seizure, cataract, hemorrhagic cystitis, amenorrhea, or pulmonary fibrosis.<\/li><li>Instruct patient to report signs\/symptoms of myelosuppression, infection, or hemorrhage.<\/li><li>Advise patient to call healthcare professional if an oral dose is missed, as drug should be given on a regular schedule.<\/li><\/ul>"}]}