{"generic":"Caffeine\/Sodium Benzoate","drugs":["Caffeine\/Sodium Benzoate"],"mono":{"0":{"id":"98030-s-0","title":"Generic Names","mono":"Caffeine\/Sodium Benzoate"},"1":{"id":"98030-s-1","title":"Dosing and Indications","sub":{"0":{"id":"98030-s-1-4","title":"Adult Dosing","mono":"<ul><li>caffeine\/sodium benzoate has not been found by the US Food and Drug Administration (FDA) to be safe and effective and product labeling has not been approved by the FDA<\/li><li><b>Respiratory depression, Due to Overdosage of CNS Depressants:<\/b> 0.5 g IM\/IV as frequently as directed by the prescriber OR a maximum single dose of 1 g; MAX safe dose is 0.5 g; MAX dose per 24 hours should rarely exceed 2.5 g<\/li><\/ul>"},"1":{"id":"98030-s-1-5","title":"Pediatric Dosing","mono":"caffeine\/sodium benzoate has not been found by the US Food and Drug Administration (FDA) to be safe and effective and product labeling has not been approved by the FDA "},"3":{"id":"98030-s-1-7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><ul><li>Post dural puncture headache<\/li><li>Respiratory depression, Due to Overdosage of CNS Depressants<\/li><\/ul>"}}},"3":{"id":"98030-s-3","title":"Contraindications\/Warnings","sub":[{"id":"98030-s-3-9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"98030-s-3-10","title":"Precautions","mono":"<ul><li>CNS depressed patients; may exacerbate CNS depression<\/li><li>pheochromocytoma or neuroblastoma, testing for; slight increases in urine levels of vanilamandelic acid (VMA) and catecholamines caused by caffeine may result in false-positive diagnosis; avoid use during testing for pheochromocytoma or neuroblastoma<\/li><\/ul>"},{"id":"98030-s-3-11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"98030-s-3-12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"98030-s-4","title":"Drug Interactions","sub":[{"id":"98030-s-4-13","title":"Contraindicated","mono":"<ul>Riociguat (theoretical)<\/ul>"},{"id":"98030-s-4-14","title":"Major","mono":"<ul>Pixantrone (theoretical)<\/ul>"}]},"5":{"id":"98030-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Headache<\/li><li><b>Psychiatric:<\/b>Agitation<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Tachycardia<br\/>"},"6":{"id":"98030-s-6","title":"Drug Name Info","sub":{"2":{"id":"98030-s-6-19","title":"Class","mono":"<ul><li>Methylxanthine<\/li><li>Stimulant, Respiratory<\/li><\/ul>"},"3":{"id":"98030-s-6-20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"98030-s-7","title":"Mechanism Of Action","mono":"Caffeine competitively inhibits phosphodiesterase, leading to increased levels of cyclic-adenosine monophosphate (AMP); this mechanism is responsible for most of the pharmacological actions of caffeine. Effects of caffeine include a positive inotropic effect on the myocardium and a positive chronotropic effect on the sinoatrial node. Cerebral vasoconstriction and dilation of the peripheral vasculature occur; however, the effect of these actions on blood pressure and heart rate are dependent upon whether CNS or peripheral effects predominate. Caffeine stimulates all levels of CNS and in slightly larger doses, caffeine stimulates medullary vagal, vasomotor and respiratory centers resulting in bradycardia, vasoconstriction, and increased respiratory rates. Caffeine stimulates voluntary skeletal muscle, which increases the force of contraction and decreases fatigue. Mild diuresis due to increased renal blood flow, increased glomerular filtration rate, and decreased reabsorption of water and salt in the proximal tubule also occurs.<br\/>"},"8":{"id":"98030-s-8","title":"Pharmacokinetics","sub":{"1":{"id":"98030-s-8-24","title":"Distribution","mono":"Protein binding: 17% <br\/>"},"2":{"id":"98030-s-8-25","title":"Metabolism","mono":"<ul><li>Liver: rapid<\/li><li>1-methyluric acid<\/li><li>1-methylxanthine<\/li><li>7-methylxanthine<\/li><\/ul>"},"3":{"id":"98030-s-8-26","title":"Excretion","mono":"Renal: primary site of excretion <br\/>"},"4":{"id":"98030-s-8-27","title":"Elimination Half Life","mono":"3 to 4 hours <br\/>"}}},"9":{"id":"98030-s-9","title":"Administration","mono":"<b>General Information<\/b><br\/>administer IM or by slow IV injection <br\/>"},"10":{"id":"98030-s-10","title":"Monitoring","mono":"<ul><li>respiratory rate<\/li><li>no specific toxicity monitoring has been determined<\/li><\/ul>"},"12":{"id":"98030-s-12","title":"Toxicology","sub":[{"id":"98030-s-12-31","title":"Clinical Effects","mono":"<ul><li><b>ANALEPTICS<\/b><br\/>USES: Analeptics are CNS stimulants. Currently, doxapram is the only analeptic available in the US; however, other analeptic agents that may still be used in other countries include nikethamide, pentylenetetrazol, and bemegride. Historically, these medications have been used to increase minute ventilation and decrease CNS depression. They have also been used for cardiovascular stimulant effects, to induce seizures during EEG monitoring, and for behavioral control in geriatric patients. Doxapram was also used to treat pediatric apnea. Currently, these medications are not commonly used and are not typically recommended for these conditions. Methylphenidate and amphetamine are covered in separate managements. PHARMACOLOGY: Analeptics cause increased pulmonary ventilation by increasing the depth and rate of respiration; they may act by directly stimulating the respiratory center in the medulla or indirectly affecting the carotid body. TOXICOLOGY: Analeptic toxicity is typically an extension of the therapeutic effects due to overstimulation of the CNS, overstimulation of the respiratory drive, and overstimulation of the cardiovascular system. EPIDEMIOLOGY: Analeptic use and overdose are extremely rare. OVERDOSE: Overdose data are limited. It is anticipated that overdose effects may be an extension of events reported with therapeutic use. Early signs of overdose may be excessive pressor effects, such as hypertension, tachycardia, skeletal muscle hyperactivity, and enhanced deep tendon reflexes. Nausea, agitation, confusion, sweating, cough, dyspnea, seizures may also occur. ADVERSE EFFECTS: The following adverse effects have been reported following therapeutic doses of doxapram: Nausea, vomiting, flushing, sweating, pruritus, paresthesia, diarrhea, urinary retention, elevation of BUN, albuminuria, pyrexia, apprehension, disorientation, pupillary dilatation, hallucinations, headache, dizziness, hyperactivity, involuntary movements, muscle spasticity, muscle fasciculations, increases deep tendon reflexes, clonus, seizures, dyspnea, cough, hyperventilation, tachypnea, laryngospasm, bronchospasm, rebound hypoventilation, phlebitis, variations in heart rate, dysrhythmias (including ventricular tachycardia and ventricular fibrillation), chest pain, mild to moderate hypertension, hemolysis with rapid infusion, a decrease in hemoglobin, hematocrit, or red blood cell count. Rarely, analeptics may precipitate an attack of acute porphyria, and may be associated with worsened leukopenia and anemia in patients with preexisting leukopenia or anemia.<br\/><\/li><li><b>BENZOATES<\/b><br\/>USES: Benzoates are widely used as preservatives in foods and pharmaceuticals; they are also used as buffering agents. Benzoic acid in combination with salicylic acid has been used as an antifungal agent. Sodium benzoate in combination with sodium phenylacetate is approved as adjunctive therapy for the treatment of acute hyperammonemia in adult and pediatric patients with urea cycle enzyme deficiencies. TOXICOLOGY: Benzoic acid is thought to inhibit oxidative enzymes in the tricarboxylic acid cycle, similar to salicylates, and may result in secondary lactic acid production. Metabolic acidosis may also be explained by a direct action of benzoic acid. Metabolism of benzyl alcohol to benzoic acid is postulated as the mechanism for toxicity in premature infants. EPIDEMIOLOGY: Benzoate exposures are extremely common due to their frequent use as preservatives and buffering agents, however, significant toxicity is rare. MILD TO MODERATE TOXICITY: The primary effect expected from ingestion of moderate amounts of benzoates is gastrointestinal irritation with symptoms including nausea, vomiting, diarrhea, and abdominal pain. Benzoic acid is more irritating than benzoate salts. A non-immunologic contact dermatitis commonly occurs following dermal exposure. Renal tubular dysfunction and elevated free bilirubin levels may occur in a small number of cases. SEVERE TOXICITY: Large ingestions of benzoates may cause metabolic acidosis, elevated serum lactate levels, and associated tachypnea and Kussmaul respirations. Hypokalemia and hypocalcemia may also occur. Administration of benzyl alcohol to neonates has been associated with metabolic acidosis and gasping respirations. Seizures have been reported in experimental animals.<br\/><\/li><li><b>CAFFEINE <\/b><br\/>USES: Caffeine (1,3,7-trimethylxanthine) is present in coffee, tea, colas, and chocolate. It is also utilized in over-the-counter cough and cold therapies, and in many dietary supplement products used as anorexiants, diuretics, and stimulants. Botanical sources of caffeine include guarana, yerba mate, and kola nuts. Caffeine is used medicinally for neonatal apnea and postlumbar puncture headache. PHARMACOLOGY: Caffeine is a trimethylxanthine closely related to theophylline. It acts through nonselective inhibition of adenosine receptors and phosphodiesterase. There is also beta-1 and beta-2 adrenergic stimulation secondary to catecholamine release. TOXICOLOGY: Caffeine is an adenosine analog and functions primarily as an adenosine antagonist lowering the seizure threshold. It also inhibits phosphodiesterase, resulting in accumulation of cAMP and calcium, causing organ-specific downstream effects such as smooth muscle relaxation, or muscle\/cardiac\/CNS excitation. Caffeine overdoses result in surges in circulating catecholamines and rennin, as well as increased levels of norepinephrine, dopamine, and serotonin in the brain. EPIDEMIOLOGY: Caffeine is commonly used; however, severe manifestations of toxicity are rare, and most exposures result in mild toxicity. MILD TO MODERATE TOXICITY: The earliest symptoms of acute caffeine poisoning include anorexia, tremor, and restlessness, followed by nausea, vomiting, and tachycardia. Chronic high-dose caffeine intake can lead to &quot;caffeinism,&quot; which includes nervousness, twitching, anxiety, tremulousness, insomnia, palpitations, and hyperreflexia. SEVERE TOXICITY: With serious ingestions, hypokalemia, hyperglycemia, metabolic acidosis, rhabdomyolysis, hypotension, confusion, seizures, tachycardia, and nonfatal dysrhythmias may occur.<br\/><\/li><\/ul>"},{"id":"98030-s-12-32","title":"Treatment","mono":"<ul><li><b>ANALEPTICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment of mild to moderate toxicity consists of predominantly symptomatic and supportive care. MANAGEMENT OF SEVERE TOXICITY: Patients with severe toxicity may require benzodiazepines or barbiturates for control of agitation or seizures or treatment of rigidity. Treat hyperthermia with benzodiazepines to control agitation and rigidity and external cooling measures. Tachycardia and hypertension generally respond to benzodiazepine sedation. Rarely, patients may require intubation for pulmonary edema.<\/li><li>Decontamination: Acute toxicity is extremely rare as these agents are rarely used. Gastrointestinal decontamination is generally not necessary. Activated charcoal is not recommended due to the risk of seizures and associated aspiration.<\/li><li>Airway management: Patients who develop seizures, pulmonary edema, or respiratory depression may require intubation for airway management.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Serum concentrations of these agents are not widely available or useful to guide therapy. Monitor serum electrolytes and creatine kinase in patients with seizures, rigidity, or hyperthermia. All patients with suspected analeptic toxicity should have an ECG. Institute continuous cardiac monitoring in patients with significant tachycardia or an abnormal ECG.<\/li><li>Enhanced elimination procedure: Hemodialysis has not been studied and is unlikely to be of benefit following analeptic toxicity or overdose.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management. OBSERVATION CRITERIA: Patients should be observed for 6 hours after exposure. ADMISSION CRITERIA: Patients who develop severe signs and symptoms of analeptic toxicity such as seizures, heart block, marked tachycardia, pulmonary edema, or severe hypertension should be admitted to the hospital. Any patient with recurrent seizures, status epilepticus, recurrent dysrhythmias, or requiring intubation should be admitted to an ICU. CONSULT CRITERIA: Consult a poison center or medical toxicologist for any patient with suspected significant analeptic toxicity.<\/li><\/ul><\/li><li><b>BENZOATES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment of mild to moderate toxicity consists of predominantly symptomatic and supportive care. MANAGEMENT OF SEVERE TOXICITY: Treatment for severe toxicity consists of predominantly symptomatic and supportive care. Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg to maintain hemodynamic stability, however the long-term benefit of this treatment has not been shown. Seizures should be treated with benzodiazepines as needed; NOTE: diazepam IV contains 5% sodium benzoate and benzoic acid as buffering agents, therefore, an alternative benzodiazepine such as lorazepam or midazolam may be a better choice. DERMAL EXPOSURE: Dermal exposure commonly causes an acute non-immunologic contact urticaria. Urticaria typically occurs within 30 minutes of exposure, and is transient, lasting only 20 to 40 minutes. Administration of oral indomethacin has reportedly blocked this reaction. EYE EXPOSURE: Patients with persistent irritation, pain, swelling, lacrimation, or photophobia after irrigation should have a thorough ophthalmologic exam, including slit lamp.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not generally recommended as acute toxicity is limited. Remove contaminated clothing and wash exposed skin with soap and water. Irrigate exposed eyes with copious amounts of water. HOSPITAL: Gastrointestinal decontamination is not generally recommended as acute toxicity is limited. Remove contaminated clothing and wash exposed skin with soap and water. Irrigate exposed eyes with copious amounts of 0.9% saline or water.<\/li><li>Airway management: Rarely, patients with marked CNS depression or acidosis may need intubation for respiratory support.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor serum electrolytes, renal function, liver enzymes, blood gases, and lactate levels in patients with evidence of toxicity. Institute cardiac monitoring and obtain an ECG in patients with toxicity. Benzoate concentrations are not widely available or clinically useful for acute management.<\/li><li>Enhanced elimination procedure: Efficacy of enhanced elimination techniques is unknown. Hemodialysis may be useful to treat severe acidosis or in cases that develop renal failure.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Patients with known large ingestions may be watched clinically for the development of toxicity such as gastrointestinal irritation and acidosis. ADMISSION CRITERIA: Patients who develop gastrointestinal irritation or other signs of benzoate toxicity after a known exposure should be admitted to the hospital. Patients who develop evidence of severe toxicity with acidosis, tachypnea, altered mental status, or seizures should be admitted to an ICU. CONSULT CRITERIA: Contact your local poison center for a toxicology consult for any patient with suspected benzoate toxicity and acidosis, seizures, or other end-organ toxicity.<\/li><\/ul><\/li><li><b>CAFFEINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Mild to moderate exposures usually respond to fluid repletion and antiemetic therapy. Electrolyte replacement should be performed as indicated. MANAGEMENT OF SEVERE TOXICITY: There is potential for seizures, vomiting, and dysrhythmias, so consider early airway management. Monitor ECG and vital signs for at least 6 hours after any concerning oral ingestion. Treat agitation and seizures with benzodiazepines. If unsuccessful, phenobarbital or propofol may be utilized. Follow patients for hyperthermia or rhabdomyolysis. Treat hypotension with IV fluid boluses and vasopressin or phenylephrine if hypotension persists; drugs with significant beta-adrenergic effects should be avoided. Hypokalemia usually resolves without aggressive treatment because it is due to an intracellular shift of potassium ions; however, severe hypokalemia should be treated. Beta-blockers effectively reverse cardiotoxic effects mediated by beta-adrenergic stimulation. Treat severe tachyarrhythmias with hypotension not responsive to fluid boluses or pressors with esmolol 50 to 200 mcg\/kg\/min beginning with low doses and titrating to effect. Follow advanced cardiac life support (ACLS) and pediatric advanced life support (PALS) guidelines for malignant dysrhythmias.<\/li><li>Decontamination: PRE-HOSPITAL: Decontamination should be avoided. Mild exposures do not require treatment, and severe overdose can result in seizures and aspiration. HOSPITAL: Activated charcoal adsorbs caffeine effectively. Administration of activated charcoal should be considered on an individual basis; it should be reserved for patients with the potential for significant toxicity and a recent ingestion who are alert or in whom the airway is protected. Gastric lavage is rarely utilized, but might be considered in the rare patient with a recent, life threatening ingestion.<\/li><li>Airway management: As seizures and vomiting are common after severe overdose, it is important to manage the airway early.<\/li><li>Antidote: There is no antidote for caffeine.<\/li><li>Monitoring of patient: No studies are needed in patients with minimal symptoms. Patients with mild to moderate symptoms should have electrolytes checked, and if there is any concern for rhabdomyolysis, a CPK should be checked. An ECG should be performed with continuous cardiac monitoring in moderate to severe poisoning. Caffeine levels are obtainable, but not routinely available in general hospital laboratories and not useful to guide therapy. Serum concentrations greater than 80 mg\/L have been associated with mortality.<\/li><li>Enhanced elimination procedure: Hemodialysis is effective and indicated in patients with severe toxicity (eg, seizures, ventricular dysrhythmias or hypotension).<\/li><li>Patient disposition: HOME CRITERIA: Patients with nontoxic ingestions with minimal symptoms can be managed at home. OBSERVATION CRITERIA: Intentional self-harm attempts should be referred to a health care facility. Observe all patients with mild symptoms (ie, nausea, vomiting, and palpitations) until resolution of symptoms. ADMISSION CRITERIA: Patients with moderate symptoms including palpitations and mild electrolyte disturbances can be observed on telemetry. Any patient showing signs of severe toxicity (ie, seizures, ventricular dysrhythmias or hypotension) should be admitted to the ICU. CONSULT CRITERIA: Involve a poison center or toxicologist with any questions, concerns, or cases of moderate to severe toxicity. If you are considering dialysis, a nephrologist should be involved.<\/li><\/ul><\/li><\/ul>"},{"id":"98030-s-12-33","title":"Range of Toxicity","mono":"<ul><li><b>ANALEPTICS<\/b><br\/>TOXICITY: A preterm infant (born at 28 weeks gestation) inadvertently received a doxapram infusion of 9.5 mg\/kg\/hour, instead of 0.95 mg\/kg\/hour, for approximately 4.5 hours (total dose 72.9 mg), and only experienced nausea and increased gastric residuals as a result. For pentylenetetrazol, an adult dose of 10 g was lethal. For humans, the toxic doses of doxapram, nikethamide, and bemegride are poorly described. THERAPEUTIC DOSE: The only analeptic available for therapeutic use at this time in the US is doxapram. DOXAPRAM: Dose is usually 0.5 to 1 mg\/kg as a single IV injection; MAX 2 mg\/kg (3 g\/24 hours). Dose may be repeated as needed at 5-minute intervals or every 1 to 2 hours for drug-induced CNS depression. For COPD associated with acute hypercapnia, 1 to 2 mg\/min IV infusion.<br\/><\/li><li><b>BENZOATES<\/b><br\/>TOXICITY: ADULT: Ingestion of benzoic acid in amounts of 1 to 1.5 g in adults produced gastric pain, nausea, and vomiting; Sodium benzoate ingestions of up to 20 to 60 g daily have been tolerated. PEDIATRIC: 200 to 300 mg\/kg\/day orally, given to infants, caused lactic acidosis. Inadvertent oral administration of 800 mg\/kg of sodium benzoate over 24 hours to a neonate with hyperammonemia resulted in vomiting and irritability. Oral administration of 1000 mg\/kg\/day to a 5.5-month-old child with nonketotic hyperglycemia resulted in metabolic acidosis, renal tubular dysfunction, hypokalemia, and hypocalcemia. Anion gap metabolic acidosis, agitation, and tachypnea developed in 3 pediatric patients (ages ranging from 2 to 6 years) following inadvertent IV overdoses of sodium benzoate and sodium phenylacetate, ranging from 750 mg\/kg infused over 10 hours to 1750 mg\/kg infused over 18 hours. Despite aggressive supportive care, 2 of the 3 patients developed cerebral edema and died within hours. THERAPEUTIC DOSE: ADULT: 55 mL\/m(2) of Ammonul(R) IV over 90 to 120 minutes (loading dose), followed by the same dose over 24 hours (maintenance dose); provides 5.5 g\/m(2) sodium phenylacetate, 5.5 g\/m(2) sodium benzoate. CHILD: 0 TO 20 KG: 2.5 mL\/kg of Ammonul(R) IV over 90 to 120 minutes (loading dose), followed by the same dose over 24 hours (maintenance dose); provides 250 mg\/kg sodium phenylacetate, 250 mg\/kg sodium benzoate. GREATER THAN 20 KG: 55 mL\/m(2) of Ammonul(R) IV over 90 to 120 minutes (loading dose), followed by the same dose over 24 hours (maintenance dose); provides 5.5 g\/m(2) sodium phenylacetate, 5.5 g\/m(2) sodium benzoate.<br\/><\/li><li><b>CAFFEINE<\/b><br\/>TOXICITY: ADULT: An estimated lethal dose is 150 to 200 mg\/kg or 10 to 20 g. One gram has produced significant symptoms in an adult. PEDIATRIC: An estimated ingestion of 35 mg\/kg may lead to moderate toxicity in children. Children and neonates can often tolerate higher doses. Neonates have developed seizures after 36 to 136 mg\/kg IV. THERAPEUTIC DOSE: ADULT: 100 to 200 mg orally every 4 hours. For post dural headache caffeine\/sodium benzoate 500 mg IV for 1 to 2 doses. PEDIATRIC: Neonates: Caffeine citrate: For apnea of prematurity: Loading dose: 20 mg\/kg IV over 30 minutes followed 24 hours later by a daily maintenance dose of 5 to 10 mg\/kg orally or intravenously.<br\/><\/li><\/ul>"}]},"13":{"id":"98030-s-13","title":"Clinical Teaching","mono":"Drug may cause headache, agitation, excitement, tinnitus, muscle tremor or twitching, tachycardia, or cardiac arrhythmias. <br\/>"}}}