{"drugs":["Calcium Acetate","Eliphos","PhosLo","Phoslyra"],"mono":{"0":{"id":"99521-s-0","title":"Generic Names","mono":"Calcium Acetate"},"1":{"id":"99521-s-1","title":"Dosing and Indications","sub":[{"id":"99521-s-1-4","title":"Adult Dosing","mono":"<ul><li>each mg of calcium acetate contains 0.253 mg elemental calcium<\/li><li><b>End stage renal disease - Hyperphosphatemia:<\/b> initial, 2 capsules, gelcaps, or tablets (667 mg calcium acetate [169 mg elemental calcium] per capsule, gelcap, or tablet) ORALLY with each meal<\/li><li><b>End stage renal disease - Hyperphosphatemia:<\/b> (dialysis patients) initial, 10 mL (667 mg calcium acetate [169 mg elemental calcium] per 5 mL oral solution) ORALLY with each meal<\/li><li><b>End stage renal disease - Hyperphosphatemia:<\/b> titrate dose every 2 to 3 weeks to acceptable serum phosphorus level; maintain the product of serum calcium times serum phosphorus below 55 mg(2)\/dL(2); usual dose is 3 to 4 gelcaps or tablets (667 mg calcium acetate [169 mg elemental calcium] per gelcap, capsule, or tablet) or 15 to 20 mL (667 mg calcium acetate [169 mg elemental calcium] per 5 mL oral solution) with each meal<\/li><\/ul>"},{"id":"99521-s-1-5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in pediatric patients "},{"id":"99521-s-1-6","title":"Dose Adjustments","mono":"<ul><li><b>elderly:<\/b> Initiate dosing at lower end of range<\/li><li><b>mild hypercalcemia (10.5 to 11.9 mg\/dL):<\/b> Reduce the dose of calcium acetate or temporarily discontinue therapy<\/li><li><b>severe hypercalcemia (calcium greater than 12 mg\/dL):<\/b> Discontinue calcium acetate and treat with acute hemodialysis<\/li><\/ul>"},{"id":"99521-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>End stage renal disease - Hyperphosphatemia<br\/>"}]},"3":{"id":"99521-s-3","title":"Contraindications\/Warnings","sub":[{"id":"99521-s-3-9","title":"Contraindications","mono":"hypercalcemia <br\/>"},{"id":"99521-s-3-10","title":"Precautions","mono":"<ul><li>concomitant use of calcium supplements, including calcium-containing nonprescription antacids, should be avoided<\/li><li>diarrhea may occur; due to laxative effects of maltitol (1 g\/5 mL) in oral solution; especially with concomitant use of maltitol-containing nutritional supplement products (Phoslyra(TM) only)<\/li><li>digitalis toxicity; may be aggravated by hypercalcemia<\/li><li>hypercalcemia, emergent and chronic, has been reported; monitoring recommended; dosage reduction or discontinuation of therapy may be necessary<\/li><li>report suspected adverse events to Fresenius Medical Care North America at 1-800-323-5188 or to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"99521-s-3-11","title":"Pregnancy Category","mono":"Calcium: C (FDA)<br\/>"},{"id":"99521-s-3-12","title":"Breast Feeding","mono":"Calcium: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"99521-s-4","title":"Drug Interactions","sub":[{"id":"99521-s-4-13","title":"Contraindicated","mono":"<ul><li>Ceftriaxone (probable)<\/li><li>Digitoxin (probable)<\/li><\/ul>"},{"id":"99521-s-4-14","title":"Major","mono":"<ul><li>Digoxin (probable)<\/li><li>Eltrombopag (established)<\/li><li>Ketoconazole (probable)<\/li><\/ul>"},{"id":"99521-s-4-15","title":"Moderate","mono":"<ul><li>Chlorothiazide (probable)<\/li><li>Chlortetracycline (probable)<\/li><li>Ciprofloxacin (probable)<\/li><li>Dasatinib (established)<\/li><li>Demeclocycline (probable)<\/li><li>Dolutegravir (established)<\/li><li>Doxycycline (probable)<\/li><li>Enoxacin (probable)<\/li><li>Grepafloxacin (probable)<\/li><li>Levofloxacin (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Lomefloxacin (probable)<\/li><li>Methacycline (probable)<\/li><li>Minocycline (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Oxytetracycline (probable)<\/li><li>Pefloxacin (probable)<\/li><li>Potassium Phosphate (probable)<\/li><li>Potassium Phosphate, Dibasic (probable)<\/li><li>Potassium Phosphate, Monobasic (probable)<\/li><li>Rolitetracycline (probable)<\/li><li>Sodium Phosphate (probable)<\/li><li>Sodium Phosphate, Dibasic (probable)<\/li><li>Sodium Phosphate, Monobasic (probable)<\/li><li>Sodium Polystyrene Sulfonate (probable)<\/li><li>Sparfloxacin (probable)<\/li><li>Strontium Ranelate (probable)<\/li><li>Tetracycline (probable)<\/li><li>Ticlopidine (probable)<\/li><li>Zalcitabine (probable)<\/li><\/ul>"}]},"5":{"id":"99521-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypercalcemia (7.2% to 16.3%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (up to 6.1%), Vomiting (up to 4.1%)<\/li><\/ul>"},"6":{"id":"99521-s-6","title":"Drug Name Info","sub":{"0":{"id":"99521-s-6-17","title":"US Trade Names","mono":"<ul><li>PhosLo<\/li><li>Eliphos<\/li><li>Phoslyra<\/li><\/ul>"},"2":{"id":"99521-s-6-19","title":"Class","mono":"<ul><li>Calcium Supplement<\/li><li>Parenteral Mineral-Trace Mineral<\/li><li>Phosphate Binder<\/li><\/ul>"},"3":{"id":"99521-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"99521-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"99521-s-7","title":"Mechanism Of Action","mono":"Following oral administration with meals, calcium acetate combines with dietary phosphate forming an insoluble calcium-phosphate complex that is excreted in the feces, thereby reducing serum phosphorus concentrations <br\/>"},"8":{"id":"99521-s-8","title":"Pharmacokinetics","sub":[{"id":"99521-s-8-23","title":"Absorption","mono":"Bioavailability, Oral: 30% to 40% <br\/>"}]},"9":{"id":"99521-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with meals<\/li><li>administer concomitant oral medication(s) 1 hour before or 3 hours after calcium acetate if a reduction in bioavailability of that medication would have a clinically significant effect; calcium acetate may decrease bioavailability of certain medications (eg, tetracyclines or fluoroquinolones)<\/li><li>avoid concomitant calcium supplements and calcium-containing antacids<\/li><\/ul>"},"10":{"id":"99521-s-10","title":"Monitoring","mono":"<ul><li>reduction in serum phosphorus is indicative of efficacy<\/li><li>serum calcium levels; twice weekly during the dose adjustment period early in the treatment phase; stop therapy and start hemodialysis as needed for calcium level greater than 12 mg\/dL; lower dose or temporarily stop therapy for calcium level between 10.5 to 11.9 mg\/dL<\/li><\/ul>"},"11":{"id":"99521-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 667 MG<\/li><li>Oral Tablet: 667 MG<\/li><\/ul><\/li><li><b>Calphron<\/b><br\/>Oral Tablet: 667 MG<br\/><\/li><li><b>Eliphos<\/b><br\/>Oral Tablet: 667 MG<br\/><\/li><li><b>PhosLo<\/b><br\/><ul><li>Oral Capsule: 667 MG<\/li><li>Oral Tablet: 667 MG<\/li><\/ul><\/li><li><b>Phoslyra<\/b><br\/>Oral Solution: 667 MG\/5 ML<br\/><\/li><\/ul>"},"12":{"id":"99521-s-12","title":"Toxicology","sub":[{"id":"99521-s-12-31","title":"Clinical Effects","mono":"<b>CALCIUM SALTS<\/b><br\/>USES: Calcium carbonate is used medically as an antacid. Calcium citrate and calcium carbonate are used as dietary supplements. Calcium chloride and gluconate are used medically for treatment of hypocalcemia, hyperkalemia, and hypermagnesemia. Calcium salts are used in manufacturing, mining and other industries. PHARMACOLOGY: Calcium is a cation that is necessary for many physiological activities, some of which are poorly understood. It is essential for the normal functioning of organ systems including the muscles, nervous system, and cardiac function. TOXICOLOGY: Hypercalcemia may cause abdominal pain, delirium and renal stones. Prolonged ingestion of alkaline calcium salts may cause metabolic alkalosis and hypercalcemia (the \"milk-alkali syndrome\"). EPIDEMIOLOGY: Exposure to calcium containing antacids is common, but significant toxicity is very rare. OVERDOSE: MILD TO MODERATE TOXICITY: Acute calcium poisoning is rare, and almost exclusively from intravenous administration. Symptoms of hypercalcemia include lethargy, muscle weakness, vomiting, nausea and constipation. Some calcium salts cause gastrointestinal irritation. Minor skin exposure to caustic calcium salts may cause dermal irritation. SEVERE TOXICITY: Life threatening manifestations are very rare and include complications from altered mental status such as aspiration pneumonia, and cardiac dysrhythmias. ADVERSE EFFECTS: Calcium supplements may cause GI upset or constipation. Patients with renal insufficiency may develop hypercalcemia. Extravasation of calcium chloride salts may cause local irritation or necrosis. Rapid intravenous administration of calcium salts may cause hypotension, bradycardia, syncope, and cardiac dysrhythmias. <br\/>"},{"id":"99521-s-12-32","title":"Treatment","mono":"<b>CALCIUM SALTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: There is no specific antidote for calcium salts poisoning. Most cases of hypercalcemia can be treated with saline hydration. Gastrointestinal or skin irritation is usually self-limited and does not require specific treatment beyond decontamination. There is no role for bisphosphonates or calcitonin in the treatment of hypercalcemia due to calcium salt exposure. MANAGEMENT OF SEVERE TOXICITY: Most cases of hypercalcemia will resolve with hydration in patients with normal renal function. Hemodialysis can be used if emergent clearance is required of if the patient's renal function is impaired. There is no role for bisphosphonates or calcitonin in the treatment of hypercalcemia due to calcium salt exposure.<\/li><li>Decontamination: PREHOSPITAL: DERMAL EXPOSURE: Following a dermal exposure to caustic salts, remove clothes and wash the body with copious amounts of water. HOSPITAL: Gastric decontamination is not indicated for the ingestion of salts. Patients who ingest caustic salts should rinse their mouth and may ingest a small amount (30 to 60 mL) of water.<\/li><li>Antidote: There is no antidote for calcium salts.<\/li><li>Extravasation injury: If extravasation occurs, stop the infusion. Disconnect the IV tubing, but leave the cannula or needle in place. Attempt to aspirate the extravasated drug from the needle or cannula. If possible, withdraw 3 to 5 mL of blood and\/or fluids through the needle\/cannula. Administer hyaluronidase (see below). Elevate the affected area. Apply warm packs for 15 to 20 minutes at least 4 times daily. Administer analgesia for severe pain. If pain persists, there is concern for compartment syndrome, or injury is apparent, an early surgical consult should be considered. Close observation of the extravasated area is suggested.  If tissue sloughing, necrosis or blistering occurs, treat as a chemical burn (ie, antiseptic dressings, silver sulfadiazine, antibiotics when applicable).  Surgical or enzymatic debridement may be required. Risk of infection is increased in chemotherapy patients with reduced neutrophil count following extravasation. Consider culturing any open wounds. Monitor the site for the development of cellulitis, which may require antibiotic therapy.<\/li><li>Monitoring of patient: Following an inadvertent exposure, an asymptomatic patient does not require routine testing unless the ingestion is very large. Patients who have a massive ingestion and who are being treated with IV hydration should have baseline renal function testing and hourly serum calcium determinations. If milk-alkali syndrome is suspected, serum electrolytes (including calcium and phosphorus), serum pH and renal function should be measured.<\/li><li>Enhanced elimination procedure: Calcium is rapidly cleared by hemodialysis. However, dialysis is rarely indicated unless the patient has renal failure.<\/li><li>Patient disposition: HOME CRITERIA: A patient who is asymptomatic or has mild GI irritation after an inadvertent exposure can be observed at home. OBSERVATION CRITERIA: A symptomatic patient and\/or those with a deliberate overdose should be evaluated in a healthcare facility. ADMISSION CRITERIA: Patients who have high serum calcium concentrations that do not improve with hydration, or have concomitant renal insufficiency, should be admitted for hydration and monitoring.<\/li><\/ul>"},{"id":"99521-s-12-33","title":"Range of Toxicity","mono":"<b>CALCIUM SALTS<\/b><br\/>TOXIC DOSE: Persons who consume more than 10 g of CaCO3 (= 4 g Ca) are at risk of developing milk-alkali syndrome, but the condition has been reported in at least one person consuming only 2.5 g\/day of CaCO3 (=1 g Ca), an amount usually considered moderate and safe. Patients with predisposing conditions such as renal insufficiency may develop the syndrome after chronic ingestion of 5 to 10 g\/day CaCO3, and those with dialysis dependent renal failure can develop hypercalcemia after 3.2 to 6.4 g\/day. Normal total serum calcium concentrations are 9 to 10.4 mg\/dL (4.5 to 5.2 mEq\/L). Symptoms may appear when plasma calcium concentrations reach 6.6 mEq\/L. THERAPEUTIC DOSE: In cases of hyperkalemia, hypermagnesemia, or calcium channel blocker overdose, administer calcium gluconate or chloride: 1 to 2 g IV titrated to clinical response. In patents with severe calcium channel blocker overdose, higher doses of calcium may be needed. Calcium repletion: 1 to 2 g\/day of elemental calcium. <br\/>"}]},"13":{"id":"99521-s-13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause nausea and vomiting.<\/li><li>Instruct patient to immediately report signs\/symptoms of hypercalcemia (constipation, anorexia, nausea, vomiting, confusion, stupor).<\/li><li>Advise patient to take drug with a meal.<\/li><li>Warn patient to avoid concomitant use of calcium-containing supplements, including calcium-based antacids.<\/li><\/ul>"}}}