{"drugs":["Cal-C-Caps","Cal-Cee","Calcium Citrate"],"mono":{"0":{"id":"99700-s-0","title":"Generic Names","mono":"Calcium Citrate"},"1":{"id":"99700-s-1","title":"Dosing and Indications","sub":{"0":{"id":"99700-s-1-4","title":"Adult Dosing","mono":"<ul><li> recommended dietary allowance (RDA) applies to elemental calcium from all sources (ie, dietary plus supplements)<\/li><li>calcium citrate is 21% elemental calcium; each mg of calcium citrate contains 0.211 mg elemental calcium<\/li><li><b>Calcium deficiency; Prophylaxis:<\/b> recommended dietary allowance (RDA) is the average daily intake from all sources (ie, diet and supplements) necessary to meet the nutrient requirements of nearly all (97% to 98%) healthy individuals; MAX is the upper intake level that is unlikely to cause adverse health effects<\/li><li><b>Calcium deficiency; Prophylaxis:<\/b> 19 to 50 years of age, RDA is 1000 mg elemental calcium per day in divided doses of 500 mg or less each; MAX 2500 mg per day (guideline dosing)<\/li><li><b>Calcium deficiency; Prophylaxis:<\/b> 51 to 70 years of age (men), RDA is 1000 mg elemental calcium per day in divided doses of 500 mg or less each; MAX 2000 mg per day (guideline dosing)<\/li><li><b>Calcium deficiency; Prophylaxis:<\/b> 51 to 70 years of age (women), RDA is 1200 mg elemental calcium per day in divided doses of 500 mg or less each; MAX 2000 mg per day (guideline dosing)<\/li><li><b>Calcium deficiency; Prophylaxis:<\/b> greater than 70 years of age, RDA is 1200 mg elemental calcium per day in divided doses of 500 mg or less each; MAX 2000 mg per day (guideline dosing)<\/li><li><b>Fracture of bone; Prophylaxis:<\/b> United States Preventive Services Task Force recommendations for community-dwelling asymptomatic postmenopausal women without a history of fractures: supplemental daily doses of 400 international units or less of vitamin D and 1000 mg or less of calcium are not recommended due to lack of evidence of a net benefit; evidence is lacking for a benefit of daily supplementation with greater than 400 international units of vitamin D and greater than 1000 mg of calcium as risk versus benefit could not be determined<\/li><li><b>Fracture of bone; Prophylaxis:<\/b> men (50 to 70 years of age) 1000 mg elemental calcium per day total intake (diet plus supplements) in combination with 800 to 1000 international units vitamin D (National Osteoporosis Foundation guideline dosing)<\/li><li><b>Fracture of bone; Prophylaxis:<\/b> men (71 years or older) 1200 mg elemental calcium per day total intake (diet plus supplements) in combination with 800 to 1000 international units vitamin D (National Osteoporosis Foundation guideline dosing)<\/li><li><b>Fracture of bone; Prophylaxis:<\/b> women (51 years or older) 1200 mg elemental calcium per day total intake (diet plus supplements) in combination with 800 to 1000 international units vitamin D (National Osteoporosis Foundation guideline dosing)<\/li><li><b>Hypocalcemia, Chronic:<\/b> 1 to 3 g elemental calcium ORALLY daily in divided doses<\/li><li><b>Postmenopausal osteoporosis:<\/b> women 51 years or older, 1200 mg elemental calcium per day total intake (diet plus supplements) in combination with 800 to 1000 international units vitamin D (National Osteoporosis Foundation guideline dosing)<\/li><li><b>Renal failure-associated hyperphosphatemia:<\/b> stage 3 to 5 chronic kidney disease, total dose of elemental calcium from all sources (ie, dietary and calcium-based phosphate binder) not to exceed 2000 mg\/day (guideline dosing)<\/li><li><b>Renal failure-associated hyperphosphatemia:<\/b> stage 5 chronic kidney disease, total dose of elemental calcium from calcium-based phosphate binder not to exceed 1500 mg\/day (guideline dosing)<\/li><\/ul>"},"1":{"id":"99700-s-1-5","title":"Pediatric Dosing","mono":"<ul><li> recommended dietary allowance (RDA) applies to elemental calcium from all sources (ie, dietary plus supplements)<\/li><li>calcium citrate is 21% elemental calcium; each mg of calcium citrate contains 0.211 mg elemental calcium<\/li><li><b>Calcium deficiency; Prophylaxis:<\/b> recommended dietary allowance (RDA) is the average daily intake from all sources (ie, diet and supplements) necessary to meet the nutrient requirements of nearly all (97% to 98%) healthy individuals; MAX is the upper intake level that is unlikely to cause adverse health effects<\/li><li><b>Calcium deficiency; Prophylaxis:<\/b> 0 to 6 months of age, RDA is 200 mg elemental calcium per day; MAX 1000 mg per day (guideline dosing)<\/li><li><b>Calcium deficiency; Prophylaxis:<\/b> 6 to 12 months of age, RDA is 260 mg elemental calcium per day; MAX 1500 mg per day (guideline dosing)<\/li><li><b>Calcium deficiency; Prophylaxis:<\/b> 1 to 3 years of age, RDA is 700 mg elemental calcium per day; MAX 2500 mg per day (guideline dosing)<\/li><li><b>Calcium deficiency; Prophylaxis:<\/b> 4 to 8 years of age, RDA is 1000 mg elemental calcium per day; MAX 2500 mg per day (guideline dosing)<\/li><li><b>Calcium deficiency; Prophylaxis:<\/b> 9 to 13 years of age, RDA is 1300 mg elemental calcium per day; MAX 3000 mg per day (guideline dosing)<\/li><li><b>Calcium deficiency; Prophylaxis:<\/b> 14 to 18 years of age, RDA is 1300 mg elemental calcium per day; MAX 3000 mg per day (guideline dosing)<\/li><li><b>Renal failure-associated hyperphosphatemia:<\/b> stage 2 to 4 chronic kidney disease, serum levels of corrected total calcium should be maintained within the normal range for the laboratory used<\/li><li><b>Renal failure-associated hyperphosphatemia:<\/b> stage 5 chronic kidney disease, total dose of elemental calcium from calcium-based phosphate binder not to exceed up to 2 times the dietary reference intake for calcium based on age and total intake of elemental calcium from all sources (dietary and phosphate binder) not to exceed 2500 mg\/day (guideline dosing)<\/li><\/ul>"},"3":{"id":"99700-s-1-7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Calcium deficiency; Prophylaxis<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Fluorosis<\/li><li>Fracture of bone; Prophylaxis<\/li><li>Hyperparathyroidism due to renal insufficiency<\/li><li>Hypocalcemia, Chronic<\/li><li>Increased bone formation<\/li><li>Osteoporosis due to corticosteroids<\/li><li>Postmenopausal osteoporosis<\/li><li>Premenstrual syndrome<\/li><li>Primary hyperparathyroidism<\/li><li>Renal failure-associated hyperphosphatemia<\/li><li>Rickets; Adjunct<\/li><\/ul>"}}},"3":{"id":"99700-s-3","title":"Contraindications\/Warnings","sub":[{"id":"99700-s-3-9","title":"Contraindications","mono":"hypercalcemia (eg, associated with sarcoidosis, hyperparathyroidism, hypervitaminosis D, certain cancers) <br\/>"},{"id":"99700-s-3-10","title":"Precautions","mono":"<ul><li>hypercalcemia has been reported; increased risk with calcium intake above the Institute of Medicine upper level intake recommendations<\/li><li>milk-alkali syndrome (ie, hypercalcemia, metabolic acidosis, renal failure) has been reported;  increased risk with calcium intake above the Institute of Medicine upper level intake recommendations<\/li><li>mineral stores deficiencies  (ie, iron, magnesium, zinc); calcium supplementation may decrease mineral absorption which may worsen deficiencies; taking calcium supplement between meals and at bedtime recommended in at-risk patients<\/li><li>prostate cancer, advanced or fatal, has been reported in association with calcium intake above 1500 mg\/day from food or supplements<\/li><li>renal calculi have been reported; increased risk with calcium intake above the Institute of Medicine upper level intake recommendations<\/li><li>renal insufficiency has been reported; increased risk with calcium intake above the Institute of Medicine upper level intake recommendations<\/li><\/ul>"},{"id":"99700-s-3-11","title":"Pregnancy Category","mono":"Calcium: C (FDA)<br\/>"},{"id":"99700-s-3-12","title":"Breast Feeding","mono":"Calcium: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"99700-s-4","title":"Drug Interactions","sub":[{"id":"99700-s-4-13","title":"Contraindicated","mono":"<ul>Digitoxin (probable)<\/ul>"},{"id":"99700-s-4-14","title":"Major","mono":"<ul><li>Digoxin (probable)<\/li><li>Eltrombopag (established)<\/li><li>Ketoconazole (probable)<\/li><\/ul>"},{"id":"99700-s-4-15","title":"Moderate","mono":"<ul><li>Chlorothiazide (probable)<\/li><li>Chlortetracycline (probable)<\/li><li>Ciprofloxacin (probable)<\/li><li>Dasatinib (established)<\/li><li>Demeclocycline (probable)<\/li><li>Dolutegravir (established)<\/li><li>Doxycycline (probable)<\/li><li>Enoxacin (probable)<\/li><li>Grepafloxacin (probable)<\/li><li>Levofloxacin (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Lomefloxacin (probable)<\/li><li>Methacycline (probable)<\/li><li>Minocycline (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Oxytetracycline (probable)<\/li><li>Pefloxacin (probable)<\/li><li>Potassium Phosphate (probable)<\/li><li>Potassium Phosphate, Dibasic (probable)<\/li><li>Potassium Phosphate, Monobasic (probable)<\/li><li>Rolitetracycline (probable)<\/li><li>Sodium Phosphate (probable)<\/li><li>Sodium Phosphate, Dibasic (probable)<\/li><li>Sodium Phosphate, Monobasic (probable)<\/li><li>Sodium Polystyrene Sulfonate (probable)<\/li><li>Sparfloxacin (probable)<\/li><li>Strontium Ranelate (probable)<\/li><li>Tetracycline (probable)<\/li><li>Ticlopidine (probable)<\/li><li>Zalcitabine (probable)<\/li><\/ul>"}]},"5":{"id":"99700-s-5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Constipation, Flatulence, Swollen abdomen<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction<\/li><li><b>Endocrine metabolic:<\/b>Hypercalcemia<\/li><li><b>Renal:<\/b>Urolithiasis<\/li><li><b>Reproductive:<\/b>Prostate cancer<\/li><li><b>Other:<\/b>Milk alkali syndrome, Prostate cancer<\/li><\/ul>"},"6":{"id":"99700-s-6","title":"Drug Name Info","sub":{"0":{"id":"99700-s-6-17","title":"US Trade Names","mono":"<ul><li>Cal-C-Caps<\/li><li>Cal-Cee<\/li><\/ul>"},"2":{"id":"99700-s-6-19","title":"Class","mono":"Calcium Supplement<br\/>"},"3":{"id":"99700-s-6-20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"99700-s-6-21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"99700-s-9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with meals; take in doses of less than 500 mg (elemental calcium) at a time for greatest absorption <br\/>"},"10":{"id":"99700-s-10","title":"Monitoring","mono":"no specific monitoring has been determined<br\/>"},"11":{"id":"99700-s-11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 250 MG, 950 MG<br\/><\/li><li><b>Cal-C-Caps<\/b><br\/>Oral Capsule: 800 MG<br\/><\/li><li><b>Cal-Cee<\/b><br\/>Oral Tablet: 1150 MG<br\/><\/li><li><b>Cal-Citrate<\/b><br\/>Oral Capsule: 200 MG<br\/><\/li><\/ul>"},"12":{"id":"99700-s-12","title":"Toxicology","sub":[{"id":"99700-s-12-31","title":"Clinical Effects","mono":"<b>CALCIUM SALTS<\/b><br\/>USES: Calcium carbonate is used medically as an antacid. Calcium citrate and calcium carbonate are used as dietary supplements. Calcium chloride and gluconate are used medically for treatment of hypocalcemia, hyperkalemia, and hypermagnesemia. Calcium salts are used in manufacturing, mining and other industries. PHARMACOLOGY: Calcium is a cation that is necessary for many physiological activities, some of which are poorly understood. It is essential for the normal functioning of organ systems including the muscles, nervous system, and cardiac function. TOXICOLOGY: Hypercalcemia may cause abdominal pain, delirium and renal stones. Prolonged ingestion of alkaline calcium salts may cause metabolic alkalosis and hypercalcemia (the \"milk-alkali syndrome\"). EPIDEMIOLOGY: Exposure to calcium containing antacids is common, but significant toxicity is very rare. OVERDOSE: MILD TO MODERATE TOXICITY: Acute calcium poisoning is rare, and almost exclusively from intravenous administration. Symptoms of hypercalcemia include lethargy, muscle weakness, vomiting, nausea and constipation. Some calcium salts cause gastrointestinal irritation. Minor skin exposure to caustic calcium salts may cause dermal irritation. SEVERE TOXICITY: Life threatening manifestations are very rare and include complications from altered mental status such as aspiration pneumonia, and cardiac dysrhythmias. ADVERSE EFFECTS: Calcium supplements may cause GI upset or constipation. Patients with renal insufficiency may develop hypercalcemia. Extravasation of calcium chloride salts may cause local irritation or necrosis. Rapid intravenous administration of calcium salts may cause hypotension, bradycardia, syncope, and cardiac dysrhythmias. <br\/>"},{"id":"99700-s-12-32","title":"Treatment","mono":"<b>CALCIUM SALTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: There is no specific antidote for calcium salts poisoning. Most cases of hypercalcemia can be treated with saline hydration. Gastrointestinal or skin irritation is usually self-limited and does not require specific treatment beyond decontamination. There is no role for bisphosphonates or calcitonin in the treatment of hypercalcemia due to calcium salt exposure. MANAGEMENT OF SEVERE TOXICITY: Most cases of hypercalcemia will resolve with hydration in patients with normal renal function. Hemodialysis can be used if emergent clearance is required of if the patient's renal function is impaired. There is no role for bisphosphonates or calcitonin in the treatment of hypercalcemia due to calcium salt exposure.<\/li><li>Decontamination: PREHOSPITAL: DERMAL EXPOSURE: Following a dermal exposure to caustic salts, remove clothes and wash the body with copious amounts of water. HOSPITAL: Gastric decontamination is not indicated for the ingestion of salts. Patients who ingest caustic salts should rinse their mouth and may ingest a small amount (30 to 60 mL) of water.<\/li><li>Antidote: There is no antidote for calcium salts.<\/li><li>Extravasation injury: If extravasation occurs, stop the infusion. Disconnect the IV tubing, but leave the cannula or needle in place. Attempt to aspirate the extravasated drug from the needle or cannula. If possible, withdraw 3 to 5 mL of blood and\/or fluids through the needle\/cannula. Administer hyaluronidase (see below). Elevate the affected area. Apply warm packs for 15 to 20 minutes at least 4 times daily. Administer analgesia for severe pain. If pain persists, there is concern for compartment syndrome, or injury is apparent, an early surgical consult should be considered. Close observation of the extravasated area is suggested.  If tissue sloughing, necrosis or blistering occurs, treat as a chemical burn (ie, antiseptic dressings, silver sulfadiazine, antibiotics when applicable).  Surgical or enzymatic debridement may be required. Risk of infection is increased in chemotherapy patients with reduced neutrophil count following extravasation. Consider culturing any open wounds. Monitor the site for the development of cellulitis, which may require antibiotic therapy.<\/li><li>Monitoring of patient: Following an inadvertent exposure, an asymptomatic patient does not require routine testing unless the ingestion is very large. Patients who have a massive ingestion and who are being treated with IV hydration should have baseline renal function testing and hourly serum calcium determinations. If milk-alkali syndrome is suspected, serum electrolytes (including calcium and phosphorus), serum pH and renal function should be measured.<\/li><li>Enhanced elimination procedure: Calcium is rapidly cleared by hemodialysis. However, dialysis is rarely indicated unless the patient has renal failure.<\/li><li>Patient disposition: HOME CRITERIA: A patient who is asymptomatic or has mild GI irritation after an inadvertent exposure can be observed at home. OBSERVATION CRITERIA: A symptomatic patient and\/or those with a deliberate overdose should be evaluated in a healthcare facility. ADMISSION CRITERIA: Patients who have high serum calcium concentrations that do not improve with hydration, or have concomitant renal insufficiency, should be admitted for hydration and monitoring.<\/li><\/ul>"},{"id":"99700-s-12-33","title":"Range of Toxicity","mono":"<b>CALCIUM SALTS<\/b><br\/>TOXIC DOSE: Persons who consume more than 10 g of CaCO3 (= 4 g Ca) are at risk of developing milk-alkali syndrome, but the condition has been reported in at least one person consuming only 2.5 g\/day of CaCO3 (=1 g Ca), an amount usually considered moderate and safe. Patients with predisposing conditions such as renal insufficiency may develop the syndrome after chronic ingestion of 5 to 10 g\/day CaCO3, and those with dialysis dependent renal failure can develop hypercalcemia after 3.2 to 6.4 g\/day. Normal total serum calcium concentrations are 9 to 10.4 mg\/dL (4.5 to 5.2 mEq\/L). Symptoms may appear when plasma calcium concentrations reach 6.6 mEq\/L. THERAPEUTIC DOSE: In cases of hyperkalemia, hypermagnesemia, or calcium channel blocker overdose, administer calcium gluconate or chloride: 1 to 2 g IV titrated to clinical response. In patents with severe calcium channel blocker overdose, higher doses of calcium may be needed. Calcium repletion: 1 to 2 g\/day of elemental calcium. <br\/>"}]}}}