{"generic":"Oxybutynin Chloride","drugs":["Ditropan","Ditropan XL","Gelnique","Oxybutynin Chloride"],"mono":{"0":{"id":"99ffs0","title":"Generic Names","mono":"Oxybutynin Chloride"},"1":{"id":"99ffs1","title":"Dosing and Indications","sub":[{"id":"99ffs1b4","title":"Adult Dosing","mono":"<ul><li><b>Bladder muscle dysfunction - overactive:<\/b> extended-release tablets, 5 mg or 10 mg ORALLY once daily; dose may be increased weekly in 5-mg increments; MAX dose is 30 mg\/day<\/li><li><b>Bladder muscle dysfunction - overactive:<\/b> topical gel, apply contents of one sachet (100 mg\/g) TOPICALLY once daily to skin on abdomen, upper arms\/shoulders, or thighs<\/li><li><b>Hot sweats, Refractory:<\/b> 5 mg ORALLY twice daily (study dosing)<\/li><li><b>Neurogenic bladder:<\/b> immediate-release tablets or syrup, 5 mg ORALLY 2 or 3 times daily; MAX 5 mg 4 times daily<\/li><li><b>Neurogenic bladder:<\/b> extended-release tablets, 5 mg or 10 mg ORALLY once daily; may be increased weekly in 5-mg increments; MAX 30 mg\/day<\/li><\/ul>"},{"id":"99ffs1b5","title":"Pediatric Dosing","mono":"<ul><li>extended-release tablets are not recommended in pediatric patients who cannot swallow the tablet whole<\/li><li><b>Bladder muscle dysfunction - overactive:<\/b> (6 years and older) extended-release tablets, 5 mg ORALLY once daily; dose may be increased weekly in 5-mg increments; MAX dose is 20 mg\/day<\/li><li><b>Neurogenic bladder:<\/b> (5 years and older) immediate-release tablets or syrup, 5 mg ORALLY twice daily; MAX 5 mg 3 times daily<\/li><li><b>Neurogenic bladder:<\/b> (6 years and older) extended-release tablets, 5 mg ORALLY once daily; may be increased weekly in 5-mg increments; MAX 20 mg\/day<\/li><\/ul>"},{"id":"99ffs1b6","title":"Dose Adjustments","mono":"<ul><li><b>elderly, frail (immediate-release tablets or syrup):<\/b> Initial dose 2.5 mg ORALLY 2 or 3 times\/day<\/li><li><b>elderly (topical gel):<\/b> No adjustment necessary<\/li><\/ul>"},{"id":"99ffs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Bladder muscle dysfunction - overactive<\/li><li>Neurogenic bladder<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bladder pain, Catheter-related<\/li><li>Hot sweats, Refractory<\/li><\/ul>"}]},"3":{"id":"99ffs3","title":"Contraindications\/Warnings","sub":[{"id":"99ffs3b9","title":"Contraindications","mono":"<ul><li>Hypersensitivity to oxybutynin chloride or to any component of the product<\/li><li>Known or at risk for gastric retention<\/li><li>Known or at risk for severe decreased gastrointestinal motility conditions when administering oral tablets<\/li><li>Known or at risk for uncontrolled narrow-angle glaucoma<\/li><li>Known or at risk for urinary retention<\/li><\/ul>"},{"id":"99ffs3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Use caution in patients with congestive heart failure, coronary heart disease, cardiac arrhythmias, tachycardia, or hypertension as symptoms may be aggravated<\/li><li>Dermatologic:<\/li><li>--Skin hypersensitivity to topical gel may develop; discontinue therapy<\/li><li>Endocrine and Metabolic:<\/li><li>-- Use caution in patients with hyperthyroidism as symptoms may be aggravated<\/li><li>Gastrointestinal:<\/li><li>-- Use caution in patients with ulcerative colitis due to risk of reduced gastrointestinal motility  and serious complications such as paralytic ileus and toxic megacolon<\/li><li>-- Use caution in patients with severe pathologic or iatrogenic gastrointestinal narrowing as ingestion of drugs in nondeformable controlled-release formulations may cause obstruction<\/li><li>-- Use caution in patients with gastrointestinal obstructive disorders due to risk of gastric retention<\/li><li>-- Use caution in patients with intestinal atony due to risk of reduced gastrointestinal motility<\/li><li>-- Use caution in patients with hiatal hernia as symptoms may be aggravated<\/li><li>-- Use caution with gastroesophageal reflux or concomitant use with drugs that can cause or exacerbate esophagitis (eg, bisphosphonates)<\/li><li>Immunologic:<\/li><li>-- Anaphylaxis and other hypersensitivity reactions have been reported<\/li><li>Musculoskeletal:<\/li><li>-- Use caution in patients with myasthenia gravis as symptoms may be aggravated<\/li><li>Neurologic:<\/li><li>-- Use caution in patients with autonomic neuropathy, as a further decrease gastrointestinal motility may occur<\/li><li>-- Use caution in patients with Parkinson disease, as use may aggravate symptoms<\/li><li>-- Use caution in patients with dementia as symptoms may be aggravated<\/li><li>-- Anticholinergic CNS effects, such as hallucinations, agitation, confusion, and somnolence have been reported; monitoring recommended, especially for the first few months following treatment initiation or dose increases; consider discontinuation or reducing dose if condition develops<\/li><li>Renal:<\/li><li>-- Use caution in patients with clinically significant bladder outflow obstruction due to risk of urinary retention<\/li><li>Reproductive:<\/li><li>-- Use caution in patients with prostatic hypertrophy as symptoms may be aggravated<\/li><li>Other:<\/li><li>-- Angioedema, which may be severe or life-threatening, has been reported with first or subsequent doses of oral oxybutynin; discontinuation may be required<\/li><li>-- Frail elderly patients; lower initial dose recommended for immediate-release formulations<\/li><li>-- Use of the extended-release tablets is not recommended in pediatric patients who cannot swallow the tablet whole<\/li><\/ul>"},{"id":"99ffs3b11","title":"Pregnancy Category","mono":"<ul><li>Oxybutynin: B (FDA)<\/li><li>Oxybutynin: B1 (AUS)<\/li><\/ul>"},{"id":"99ffs3b12","title":"Breast Feeding","mono":"Oxybutynin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"99ffs4","title":"Drug Interactions","sub":[{"id":"99ffs4b13","title":"Contraindicated","mono":"<ul>Potassium (theoretical)<\/ul>"},{"id":"99ffs4b14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (established)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Umeclidinium (theoretical)<\/li><\/ul>"},{"id":"99ffs4b15","title":"Moderate","mono":"<ul><li>Galantamine (established)<\/li><li>Ketoconazole (probable)<\/li><li>Rivastigmine (established)<\/li><\/ul>"}]},"5":{"id":"99ffs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation (Oral, 8.7% to 15.1%; topical, 1.3%), Diarrhea (6.5% to 7.9%), Gastroenteritis (2.1%), Indigestion (4.5% to 6%), Nausea (4.5% to 11.6%), Xerostomia (Oral, 34.9% to 72.4%; topical, 1.9% to 7.5%)<\/li><li><b>Neurologic:<\/b>Dizziness (Oral, 5% to 16.6%; topical, 2.8%), Headache (Oral, 7.5% to 8%; topical, 1.5%), Somnolence (5.6% to 14.1%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision (4.3% to 9.6%), Dry eyes (2.5% to 3.1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Confusion (1% to less than 5%), Seizure<\/li><li><b>Psychiatric:<\/b>Agitation, Hallucinations, Psychotic disorder<\/li><li><b>Other:<\/b>Angioedema, Mycosis (immediate-release, 1% to less than 5%)<\/li><\/ul>"},"6":{"id":"99ffs6","title":"Drug Name Info","sub":{"0":{"id":"99ffs6b17","title":"US Trade Names","mono":"<ul><li>Ditropan<\/li><li>Ditropan XL<\/li><li>Gelnique<\/li><\/ul>"},"2":{"id":"99ffs6b19","title":"Class","mono":"<ul><li>Antimuscarinic<\/li><li>Urinary Antispasmodic<\/li><\/ul>"},"3":{"id":"99ffs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"99ffs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"99ffs7","title":"Mechanism Of Action","mono":"Oxybutynin chloride causes relaxation of the bladder smooth muscle by reducing the muscarinic effect of acetylcholine on smooth muscle. In patients with involuntary bladder contractions, oxybutynin chloride increases bladder capacity, reduces the frequency of uninhibited contractions of the detrusor muscle, and slows the initial desire to void leading to a decrease in urgency and frequency of both incontinent episodes and voluntary urination.<br\/>"},"8":{"id":"99ffs8","title":"Pharmacokinetics","sub":[{"id":"99ffs8b23","title":"Absorption","mono":"<ul><li>Bioavailability: (oral, immediate-release tablet and syrup): 6% (1.6% to 10.9%)<\/li><li>Bioavailability: (topical, gel): passive diffusion<\/li><li>Effect of food: (oral, extended-release tablet), similar rate and extent of absorption under fed and fasted conditions<\/li><li>Effect of food: (oral, solution), slight delay in absorption and increase in bioavailability by 25%<\/li><li>Tmax: (oral, extended-release tablet, adults), 12.7 +\/- 5.4 hr<\/li><li>Tmax: (oral, extended-release tablet, children ages 5-15 yr), 5 hr<\/li><li>Tmax: (oral, immediate-release tablet and syrup, adults), 0.89 +\/- 0.34 hr<\/li><li>Tmax: (oral, immediate-release tablet and syrup, children ages 5-15 yr), 1 hr<\/li><\/ul>"},{"id":"99ffs8b24","title":"Distribution","mono":"<ul><li>Protein binding: greater than 99%, mainly to alpha-1 acid glycoprotein<\/li><li>Vd: (IV), 193 L<\/li><\/ul>"},{"id":"99ffs8b25","title":"Metabolism","mono":"<ul><li>Hepatic; CYP3A4; extensive<\/li><li>Hepatic; bypassed following transdermal administration<\/li><li>Intestinal wall; CYP3A4<\/li><li>Intestinal wall; bypassed following transdermal administration<\/li><li>Active metabolite: N-desethyloxybutynin<\/li><\/ul>"},{"id":"99ffs8b26","title":"Excretion","mono":"Renal: less than 0.1% unchanged, less than 0.1% as desethyloxybutynin <br\/>"},{"id":"99ffs8b27","title":"Elimination Half Life","mono":"<ul><li>(oral, extended-release tablet), 13.2 +\/- 6.2 hr (R-isomer)<\/li><li>(oral, immediate-release tablet and syrup), 2 to 3 hr<\/li><li>(intravenous), 2 hr<\/li><li>(topical, gel), 64 hr.<\/li><\/ul>"}]},"9":{"id":"99ffs9","title":"Administration","mono":"<ul><li><b>Oral<\/b><br\/><ul><li>(extended-release tablets) swallow whole; do not chew, divide, or crush<\/li><li>(extended-release tablets) may give with or without meals; take with liquid<\/li><\/ul><\/li><li><b>Topical<\/b><br\/><ul><li>apply to dry and intact skin; wash hands after applying<\/li><li>rotate application sites to avoid using on the same site on consecutive days<\/li><li>cover application site with clothing if skin-to-skin contact is anticipated<\/li><li>avoid open fire or smoking until applied gel has dried<\/li><li>do not shower or immerse area in water for 1 hour after gel application<\/li><\/ul><\/li><\/ul>"},"10":{"id":"99ffs10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>signs or symptoms of anticholinergic CNS side effects; in the first few months after initiating therapy or increasing the dosage<\/li><li>signs of skin hypersensitivity when using oxybutynin chloride topical gel<\/li><\/ul>"},"11":{"id":"99ffs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Syrup: 5 MG\/5 ML<\/li><li>Oral Tablet: 5 MG<\/li><li>Oral Tablet, Extended Release: 5 MG, 10 MG, 15 MG<\/li><\/ul><\/li><li><b>Ditropan XL<\/b><br\/>Oral Tablet, Extended Release: 5 MG, 10 MG, 15 MG<br\/><\/li><li><b>Gelnique<\/b><br\/>Transdermal Gel\/Jelly: 100 MG\/GM<br\/><\/li><\/ul>"},"12":{"id":"99ffs12","title":"Toxicology","sub":[{"id":"99ffs12b31","title":"Clinical Effects","mono":"<b>ANTICHOLINERGIC POISONING <\/b><br\/>USES: The anticholinergic toxidrome refers to a set of signs and symptoms that occur with overdose of antagonists of the muscarinic cholinergic receptors. It can occur after poisoning from many pharmaceuticals and from naturally occurring alkaloids found in many plants.  These medications are commonly used as sleep aids, antispasmodics (gastrointestinal and urinary), antihistamines, and ophthalmic cycloplegics and to treat Parkinson disease.  This class of drugs is occasionally abused (mostly by adolescents) for its hallucinogenic effects. PHARMACOLOGY: Competitive antagonist of M1 and M2 muscarinic cholinergic receptor. Toxic effects from antagonism of the nicotinic cholinergic system is not a component of the syndrome. In general, the desired pharmacologic effects occur when only the peripheral muscarinic receptors are antagonized and there are no central antimuscarinic effects. TOXICOLOGY: Is an extension of the pharmacologic effects, which is due to extensive antagonism of the central and peripheral muscarinic acetylcholine receptors. EPIDEMIOLOGY: Poisoning is common but rarely severe. Toxicity may occur via oral, parenteral, or dermal route.  Systemic anticholinergic effects  have occasionally developed after use of ophthalmic preparations, mostly in young children. MILD TO MODERATE TOXICITY: Somnolence, anticholinergic effects  of mydriasis, flushing, fever, dry mouth, decreased bowel sounds, and tachycardia are characteristic.  Mild hypertension, nausea, and vomiting are  also common after overdose.  Agitation, confusion, and hallucinations may develop with moderate poisoning. SEVERE TOXICITY: Severe effects may include agitated delirium, psychosis, hallucinations, seizures, hyperthermia, and coma. Some drugs that cause the anticholinergic toxidrome (eg, diphenhydramine) may cause QRS widening and ventricular dysrhythmias due to sodium channel antagonism, but this is not due to the anticholinergic effects. Rhabdomyolysis and renal failure may rarely develop in patients with prolonged agitation, coma, or seizures. ADVERSE EFFECTS: COMMON: Dry mouth, urinary retention, and constipation are commonly seen.<br\/>"},{"id":"99ffs12b32","title":"Treatment","mono":"<b>ANTICHOLINERGIC POISONING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of pharmaceutical  overdoses that produce the anticholinergic toxidrome requires only supportive care; administer activated charcoal if the patient presents shortly after ingestion; sedate patients with benzodiazepines for agitation and delirium. Hypertension and tachycardia are generally mild and well tolerated, and do not require specific treatment. Physostigmine can be used to establish a diagnosis; it may help avoid an invasive, costly work-up, but should only be given in a setting where intensive monitoring and resuscitation is possible, and should NOT be given if the history or ECG (QRS widening) suggests tricyclic antidepressant poisoning. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed early. May benefit from gastric lavage if patient presents soon after a large ingestion; administer activated charcoal. GI decontamination should only be performed in patients who can protect their airway or who are intubated. Severe delirium may develop and require large doses of benzodiazepines for sedation. Seizures (may progress to status epilepticus) may require aggressive use of benzodiazepines, propofol and\/or barbiturates. Monitor core temperature and treat hyperthermia with aggressive benzodiazepine sedation to control agitation, and external cooling. Clinical manifestations may be prolonged due to prolonged absorption in the setting of anticholinergic ileus.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for somnolence and seizures. For dermal exposure, wash skin thoroughly. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient is able to protect airway. Consider gastric lavage in recent, life threatening ingestion, protect airway prior to gastric lavage.<\/li><li>Airway management: Protect airway early in patients with severe intoxication (i.e., seizures, severe delirium or hyperthermia).<\/li><li>Antidote: Physostigmine is indicated to reverse the CNS effects caused by clinical or toxic dosages of agents capable of producing anticholinergic syndrome; however, long lasting reversal of anticholinergic signs and symptoms is generally not achieved because of the relatively short duration of action of physostigmine (45 to 60 minutes).  It is most often used diagnostically to distinguish anticholinergic delirium from other causes of altered mental status. CAUTION: If tricyclic antidepressants are coingested, physostigmine may precipitate seizures and dysrhythmias. DOSES: ADULT: 2 mg IV at a slow controlled rate, no more than 1 mg\/min. May repeat doses at intervals of 10 to 30 min if severe symptoms recur. For patients with prolonged anticholinergic delirium consider a continuous infusion, start at 2 mg\/hr and titrate to effect. CHILD: 0.02 mg\/kg by slow IV injection, at a rate no more than 0.5 mg\/minute. Repeat dosage at 5 to 10 minute intervals as long as the toxic effect persists and there is no sign of cholinergic effects. MAXIMUM DOSAGE: 2 mg total.<\/li><li>Seizure: Intravenous benzodiazepines; add propofol or barbiturates if seizures persist or recur.<\/li><li>Body temperature above reference range: Control agitation with benzodiazepines, initiate aggressive external cooling measures (i.e., remove patient's clothing, cover with a damp sheet or spray skin with water and direct fan at the patient's skin to enhance evaporation).<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Monitoring of patient: Monitor vital signs (including temperature) and mental status.  No specific lab work is needed in most patients. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity (i.e., agitation, delirium, seizures, coma, hypotension). Monitor creatinine phosphokinase in patients with prolonged agitation, seizures or coma; monitor renal function and urine output in patients with rhabdomyolysis.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are of no value in this setting because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness or stimulation) with an acute inadvertent ingestion may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (i.e., hallucinations, somnolence, delirium, coma), or persistent tachycardia should be admitted. Patients with coma, seizures or delirium should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (i.e., seizures, severe delirium, coma), or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"99ffs12b33","title":"Range of Toxicity","mono":"<b>ANTICHOLINERGIC POISONING<\/b><br\/>TOXICITY: ADULTS: Varies with the specific medication. In general, patients will have to ingest large doses of plant products (or make a tea) to develop symptoms. THERAPEUTIC DOSE: Varies with the specific medication.<br\/>"}]},"13":{"id":"99ffs13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause drowsiness, somnolence, or blurred vision.<\/li><li>Heat prostration may occur when drug is used in a hot environment.<\/li><li>Drug may cause urinary tract infection, dizziness, headache, nausea, dry mouth, constipation, and urinary retention.<\/li><li>The extended-release tablet may cause diarrhea.<\/li><li>Instruct patient to immediately report signs\/symptoms of angioedema.<\/li><li>Advise patient to report signs\/symptoms of severe CNS effects including hallucinations, agitation, and confusion, especially during first few months of therapy and with dose increase.<\/li><li>Advise patient that concomitant use of alcohol may enhance drowsiness.<\/li><\/ul>"}}}