{"generic":"Oxytocin","drugs":["Oxytocin","Pitocin"],"mono":[{"id":"99t8s0","title":"Generic Names","mono":"Oxytocin"},{"id":"99t8s1","title":"Dosing and Indications","sub":{"0":{"id":"99t8s1b4","title":"Adult Dosing","mono":"<ul><li><b>Induction of labor, Medically indicated:<\/b> initial, 0.5 to 1 milliunit\/min IV (3 to 6 mL\/h of a 10 units\/1000 mL dilute oxytocin solution); gradually increase dose in increments of 1 to 2 milliunits\/min every 30 to 60 min until desired contraction pattern has been established; once desired frequency of contractions has been reached and labor progressed to 5 to 6 cm dilation, the dose may be reduced by similar increments<\/li><li><b>Postpartum hemorrhage:<\/b> 10 to 40 units of oxytocin added to running IV infusion (maximum 40 units to 1000 mL IV solution); adjust infusion rate to sustain uterine contractions and control uterine atony<\/li><li><b>Postpartum hemorrhage:<\/b> 10 units IM given after delivery of the placenta<\/li><li><b>Termination of pregnancy; Adjunct:<\/b> (incomplete, inevitable, or elective abortion) 10 units added to 500 mL of a physiologic saline or D5W IV solution after a suction or sharp curettage<\/li><li><b>Termination of pregnancy; Adjunct:<\/b> (midtrimester elective abortion) 10 to 20 milliunits\/min (20 to 40 drops\/min) IV; MAX dose 30 units\/12 h<\/li><\/ul>"},"3":{"id":"99t8s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Induction of labor, Medically indicated<\/li><li>Postpartum hemorrhage<\/li><li>Termination of pregnancy; Adjunct<\/li><\/ul>"}}},{"id":"99t8s2","title":"Black Box Warning","mono":"<ul><li><b>Intramuscular (Solution)<\/b><br\/>Oxytocin is not indicated for elective induction of labor since the available data is inadequate to evaluate the benefits-to-risks considerations.<br\/><\/li><li><b>Intravenous (Solution)<\/b><br\/>Oxytocin is not indicated for elective induction of labor since the available data is inadequate to evaluate the benefits-to-risks considerations.<br\/><\/li><\/ul>"},{"id":"99t8s3","title":"Contraindications\/Warnings","sub":[{"id":"99t8s3b9","title":"Contraindications","mono":"<ul><li>fetal distress where delivery is not imminent<\/li><li>hypersensitivity to the drug<\/li><li>obstetrical emergencies<\/li><li>significant cephalopelvic disproportion<\/li><li>unfavorable fetal positions or presentations<\/li><li>where adequate uterine activity fails to achieve satisfactory progress<\/li><li>where the uterus is already hyperactive or hypertonic<\/li><li>where vaginal delivery is contraindicated<\/li><\/ul>"},{"id":"99t8s3b10","title":"Precautions","mono":"<ul><li>continuous observation by trained personnel is necessary for all patients receiving IV oxytocin<\/li><li>except in unusual circumstances, oxytocin should not be administered in conditions of fetal distress, hydramnios, partial placenta previa, prematurity, borderline cephalopelvic disproportion, and any condition in which there is a predisposition for uterine rupture, such as previous major surgery on the cervix or uterus including cesarean section, overdistention of the uterus, grand multiparity, or past history of uterine sepsis or of traumatic delivery<\/li><li>not indicated for elective induction of labor<\/li><li>overstimulation of the uterus by improper administration can be hazardous to both mother and fetus<\/li><li>water intoxication may occur when oxytocin is administered continuously by infusion and the patient is receiving fluids by mouth<\/li><\/ul>"},{"id":"99t8s3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>A (AUS)<\/li><\/ul>"},{"id":"99t8s3b12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Milk effects are possible.<\/li><\/ul>"}]},{"id":"99t8s4","title":"Drug Interactions","sub":[{"id":"99t8s4b13","title":"Contraindicated","mono":"<ul>Dinoprostone (theoretical)<\/ul>"}]},{"id":"99t8s5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Nausea, Vomiting, Mother<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Mother and fetus, Fetal bradycardia, Hypertensive episode, Mother, Ventricular premature beats, Mother and fetus<\/li><li><b>Endocrine metabolic:<\/b>Water intoxication syndrome<\/li><li><b>Hematologic:<\/b>Afibrinogenemia, Fatal, in mother<\/li><li><b>Hepatic:<\/b>Neonatal jaundice<\/li><li><b>Neurologic:<\/b>Brain damage, Permanent, Central nervous system deficit, Permanent, Coma, Mother, Convulsions in the newborn, Subarachnoid hemorrhage, Mother<\/li><li><b>Ophthalmic:<\/b>Retinal hemorrhage, Neonatal<\/li><li><b>Renal:<\/b>Pelvic hematoma, Mother<\/li><li><b>Reproductive:<\/b>Postpartum hemorrhage, Mother, Rupture of uterus, Mother<\/li><li><b>Other:<\/b>Death, Mother, Low apgar score, At 5 minutes<\/li><\/ul>"},{"id":"99t8s6","title":"Drug Name Info","sub":{"0":{"id":"99t8s6b17","title":"US Trade Names","mono":"Pitocin<br\/>"},"2":{"id":"99t8s6b19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Pituitary Hormone, Posterior<\/li><li>Uterine Stimulant<\/li><\/ul>"},"3":{"id":"99t8s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"99t8s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"99t8s7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: The uterine myometrium contains receptors specific to oxytocin . Oxytocin stimulates contraction of uterine smooth muscle by increasing intracellular calcium concentrations, thus mimicking contractions of normal, spontaneous labor and transiently impeding uterine blood flow . Amplitude and duration of uterine contractions are increased, leading to dilation and effacement of the cervix . The number of oxytocin receptors and, therefore, uterine response to oxytocin increases gradually throughout pregnancy, reaching its peak at term. <\/li><li>For diagnosis of fetal distress and utero-placental insufficiency: By comparing baseline and oxytocin-induced fetal heart rate patterns and uterine contraction patterns, the oxytocin challenge test may aid in determining if there is adequate placental reserve for continuation of a high-risk pregnancy . The occurrence of a fetal heart rate pattern exhibiting late decelerations with administration of oxytocin may indicate utero-placental insufficiency .<\/li><li>Stimulates smooth muscle to facilitate ejection of milk from breasts . Oxytocin does not increase milk production. <\/li><\/ul>"},{"id":"99t8s8","title":"Pharmacokinetics","sub":{"0":{"id":"99t8s8b23","title":"Absorption","mono":"Systemic: Rapid     <br\/>"},"3":{"id":"99t8s8b26","title":"Excretion","mono":"Systemic: Renal: small amounts unchanged <br\/>"},"4":{"id":"99t8s8b27","title":"Elimination Half Life","mono":"Systemic: 1 to 6 min.<br\/>"}}},{"id":"99t8s9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>dose is determined by uterine response and must be individualized and initiated at a low level; rates exceeding 9-10 milliunits\/min are rarely required<\/li><li>dilute 10 units in 1000 mL NS or LR and establish the infusion with a separate bottle of physiologic electrolyte solution not containing oxytocin<\/li><li>intravenous infusion is the only acceptable method of parenteral administration of oxytocin for induction or stimulation of labor<\/li><\/ul>"},{"id":"99t8s10","title":"Monitoring","mono":"<ul><li>labor induction: uterine activity, fetal status, cervical dilatation and effacement<\/li><li>abortion: uterine response, pelvic exam, negative pregnancy test<\/li><li>postpartum bleeding: blood pressure, heart rate, uterine response, reduction in uterine bleeding<\/li><\/ul>"},{"id":"99t8s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 10 U\/ML<\/li><li>Intravenous Solution: 10 U\/ML<\/li><\/ul><\/li><li><b>NovaPlus Oxytocin<\/b><br\/>Injection Solution: 10 U\/ML<br\/><\/li><li><b>Pitocin<\/b><br\/>Injection Solution: 10 U\/ML<br\/><\/li><\/ul>"},{"id":"99t8s12","title":"Toxicology","sub":[{"id":"99t8s12b31","title":"Clinical Effects","mono":"<b>OXYTOCIN <\/b><br\/>USES: Oxytocin is used to induce or augment labor and to control postpartum uterine bleeding or hemorrhage. It is also indicated for adjunctive therapy in the management of incomplete or inevitable abortion. PHARMACOLOGY: The uterine myometrium contains receptors specific to oxytocin. Oxytocin promotes uterine contractions by increasing intracellular concentrations of calcium in uterine myometrial tissue, thereby increasing the activity of the calcium-dependent phosphorylating enzyme myosin light-chain kinase.  The effect is greatest during early labor at term due to the oxytocin receptor concentration which increases during pregnancy and peaks at term. TOXICOLOGY: Oxytocin has anti-diuretic effects and can cause hyponatremia in overdose. Large doses of oxytocin can cause excessive uterine contractions in pregnant women. It as a minimal effect on the uterus except near the end of pregnancy and midcycle of a woman's menstrual cycle.  EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Excessive dosage can cause uterine hypertonicity, spasm, and tetanic contraction. Extreme changes in blood pressure may be observed following administration of oxytocin, especially if given mistakenly as an intravenous bolus.  Inadvertent oxytocin epidural administration has been reported; transient hypertension was the only adverse effect noted. SEVERE TOXICITY: Severe effects include uterine rupture, cervical and\/or vaginal lacerations, hemorrhaging, uteroplacental hypoperfusion, variable deceleration of fetal heart, fetal hypoxia, hypercapnia, or death. Antidiuretic effect of oxytocin can cause water intoxication with seizures, which can occur following large doses (40 to 50 milliunits\/min) of oxytocin infused for long periods. A woman developed severe hypotension and water intoxication after receiving a very large intravenous bolus injection of oxytocin instead of a continuous infusion. ADVERSE EFFECTS: The following adverse effects have been reported: nausea, vomiting, blood pressure changes (hypotension followed by a hypertensive period), water intoxication, hyponatremia (following continuous IV infusion), arteriospasm, cardiac dysrhythmias, premature ventricular contractions, seizures (secondary to water intoxication), fatal afibrinogenemia, headache, flushing, blurred vision and conjunctival hemorrhages, memory dysfunction, subarachnoid hemorrhage, postpartum hemorrhage, and anaphylactic reaction. Excessive dosage or allergic reaction can cause uterine hypertonicity, spasm, tetanic contraction, or rupture of the uterus. Severe water intoxication with seizures and coma have been reported with a slow oxytocin infusion over a 24-hour period. FETUS OR NEONATE: Bradycardia, premature ventricular contractions and other dysrhythmias, permanent CNS or brain damage, fetal death, and neonatal seizures have been reported due to induced uterine motility. Neonatal jaundice, retinal hemorrhage, and low apgar scores (at 5 minutes) have been reported after maternal use. <br\/>"},{"id":"99t8s12b32","title":"Treatment","mono":"<b>OXYTOCIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is primarily symptomatic and supportive. Treat mild hyponatremia with water restriction and\/or 0.9% sodium chloride. MANAGEMENT OF SEVERE TOXICITY: Manage severe hyponatremia with 0.9% sodium chloride; 3% sodium chloride may be necessary only with very serious toxicity. Treat seizures with benzodiazepines; recurrent seizures may require the addition of barbiturates or propofol. Consultation should be made with obstetrics and gynecology in cases of uterine hypertonicity or bleeding after use.<\/li><li>Decontamination: Gastrointestinal decontamination is not required as oxytocin is administered intravenously or intramuscularly.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be necessary if recurrent seizures secondary to hyponatremia develop.<\/li><li>Antidote: None.<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Hypotensive episode: Hypotension followed by a hypertensive period may occur. Administer normal saline 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids.<\/li><li>Hypertensive episode: For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives.<\/li><li>Hyponatremia: Evaluate for hyponatremia and associated symptoms. Patients with mild symptoms can be managed with water restriction. Promote diuresis. Correct electrolyte imbalances and treat seizures. Patients with moderate to severe symptoms should receive 0.9% sodium chloride (rarely 3% NaCl in patients with very severe symptoms). The goal is slow correction; the serum sodium should not increase more than 2 mEq\/L\/hour in any 4-hour period or more than 15 mEq\/L per day. Rapid correction may cause central pontine myelinolysis. Monitor serum electrolytes, fluid intake and output, and urine volume and electrolytes.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes, especially sodium, to check for hyponatremia and water intoxication. A CBC, INR, and PTT should be ordered in cases of excessive vaginal bleeding. Monitor urine volume and osmolality to check for water intoxication. Obtain an ECG and institute continuous cardiac monitoring following significant exposures. The use of oxytocin to induce labor has been associated with an increased incidence of neonatal jaundice.  However, this may be the result of labor induction rather than a direct effect of the drug.  Monitor bilirubin. Monitor the fetus (ultrasound, fetal heart rate, and tocographic monitoring) following an overdose.<\/li><li>Enhanced elimination procedure: The effectiveness of hemodialysis following oxytocin overdose is unknown. Hemodialysis is probably not required as oxytocin is rapidly removed from plasma through the kidney and the liver.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management, and oxytocin is generally only used in the hospital setting. OBSERVATION CRITERIA: Any patient with symptoms should be observed with frequent monitoring of vital signs. ADMISSION CRITERIA: Patients with significant symptoms and\/or abnormal vital signs should be admitted. Pregnant patients with symptoms of vaginal bleeding or contractions should be evaluated by an obstetrician\/gynecologist. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear. Obstetrician\/gynecologist should be consulted for any case of excessive uterine bleeding or contractions and in the case of inadvertent administration to a pregnant woman.<\/li><\/ul>"},{"id":"99t8s12b33","title":"Range of Toxicity","mono":"<b>OXYTOCIN<\/b><br\/>TOXICITY: Antidiuretic effect of oxytocin can cause water intoxication with seizures, which can occur following large doses (40 to 50 milliunits\/min) of oxytocin infused for long periods. A pregnant woman developed severe hypotension and water intoxication after receiving a very large intravenous bolus injection of oxytocin (a bolus of 25 Units of oxytocin instead of a continuous infusion of diluted oxytocin). She recovered after supportive therapy. Five cases of inadvertent epidural administration of oxytocin (0.04 to 5 IU in 4 cases and 10 mL (unknown dose and diluent) in another case) have been reported. Transient hypertension developed in one patient, in the others, no immediate adverse effects were observed. THERAPEUTIC DOSE: Induction of labor - medically indicated: 0.5 to 1 milliunit\/min IV (3 to 6 mL\/hr of a 10 units\/1000 mL dilute oxytocin solution); gradually increase dose in increments of 1 to 2 milliunits\/min every 30 to 60 min. Midtrimester elective abortion: 10 to 20 milliunits\/min (20 to 40 drops\/min) IV; MAX dose 30 units\/12 hr. Postpartum hemorrhage: IV: 10 to 40 units of oxytocin IV infusion (MAX: 40 units to 1000 mL IV solution). IM: 10 units IM given after delivery of the placenta. CHILDREN: Oxytocin is not used in children. <br\/>"}]},{"id":"99t8s13","title":"Clinical Teaching","mono":"This drug may cause nausea and vomiting.<br\/>"}]}