{"generic":"Pemoline","drugs":["Cylert","Pemoline"],"mono":{"0":{"id":"9nuxs0","title":"Generic Names","mono":"Pemoline"},"1":{"id":"9nuxs1","title":"Dosing and Indications","sub":{"0":{"id":"9nuxs1b4","title":"Adult Dosing","mono":"<b>Attention deficit hyperactivity disorder:<\/b> 37.5 mg ORALLY once daily in the morning, increase by 18.75 mg at weekly intervals (mean 56-75 mg\/day; MAX 112.5 mg\/day)"},"1":{"id":"9nuxs1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in children below 6 yrs of age<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> (age 6 yr and older) 37.5 mg ORALLY once daily in the morning, increase by 18.75 mg at weekly intervals (range: 0.5-3 mg\/kg\/day; MAX 112.5 mg\/day)<\/li><\/ul>"},"3":{"id":"9nuxs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Attention deficit hyperactivity disorder<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Fatigue<br\/>"}}},"2":{"id":"9nuxs2","title":"Black Box Warning","mono":"<b>Oral (Tablet; Tablet, Chewable)<\/b><br\/>Pemoline has been associated with life-threatening hepatic failure and should not ordinarily be considered as first line drug therapy for Attention Deficit Hyperactivity Disorder (ADHD). Treatment should be initiated only in individuals without liver disease and with normal baseline liver function tests. Monitor serum ALT (SGPT) levels at baseline, and every 2 weeks thereafter. Discontinue if serum ALT (SGPT) is increased to a clinically significant level, or any increase greater than or equal to 2 times the upper limit of normal, or if clinical signs and symptoms suggest liver failure. Obtain written informed consent from the patient prior to initiation of therapy.<br\/>"},"3":{"id":"9nuxs3","title":"Contraindications\/Warnings","sub":[{"id":"9nuxs3b9","title":"Contraindications","mono":"<ul><li>impaired hepatic function<\/li><li>hypersensitivity to pemoline<\/li><\/ul>"},{"id":"9nuxs3b10","title":"Precautions","mono":"<ul><li>pemoline has been associated with life threatening hepatic failure, it should not be considered as first line drug therapy for ADHD<\/li><li>the physician who elects to use Cylert(R) should obtain written informed consent from patients prior to initiation of therapy<\/li><li>decrements in the predicted growth rate (i.e., weight gain and\/or height) have been reported with long-term use of stimulants in children; patients requiring long-term therapy should be carefully monitored<\/li><li>concomitant use with antiepileptic medications (may decrease seizure threshold)<\/li><li>concurrent use of other central nervous system stimulants<\/li><li>in psychotic children, may exacerbate symptoms of behavior disturbance and thought disorder<\/li><li>may precipitate motor and phonic tics and Tourette's syndrome<\/li><li>significantly impaired renal function<\/li><li>treatment should be initiated only in individuals without liver disease and with normal baseline liver function tests<\/li><\/ul>"},{"id":"9nuxs3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"9nuxs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"9nuxs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Loss of appetite<\/li><li><b>Neurologic:<\/b>Insomnia<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Aplastic anemia (rare)<\/li><li><b>Hepatic:<\/b>Decreased liver function, Hepatic failure, acute<\/li><li><b>Neurologic:<\/b>Dyskinesia, Gilles de la Tourette's syndrome, Nystagmus, Seizure<\/li><li><b>Psychiatric:<\/b>Hallucinations<\/li><\/ul>"},"6":{"id":"9nuxs6","title":"Drug Name Info","sub":{"0":{"id":"9nuxs6b17","title":"US Trade Names","mono":"Cylert<br\/>"},"2":{"id":"9nuxs6b19","title":"Class","mono":"<ul><li>Amphetamine Related<\/li><li>CNS Stimulant<\/li><\/ul>"},"3":{"id":"9nuxs6b20","title":"Regulatory Status","mono":"Schedule IV<br\/>"}}},"7":{"id":"9nuxs7","title":"Mechanism Of Action","mono":"Systemic: Pemoline\"s mechanism and site of action have not been conclusively determined ; however, animal studies suggest that pemoline may act through dopaminergic mechanisms . In children with attention-deficit hyperactivity disorder, pemoline decreases hyperactivity and prolongs attention span. However, the mechanism by which pemoline produces mental and behavioral effects in children has not been established .<br\/>"},"8":{"id":"9nuxs8","title":"Pharmacokinetics","sub":{"2":{"id":"9nuxs8b25","title":"Metabolism","mono":"Systemic: Hepatic:  Metabolites: pemoline conjugate, pemoline dione, mandelic acid, and unidentified polar compounds  <br\/>"},"3":{"id":"9nuxs8b26","title":"Excretion","mono":"Systemic: Renal:  50% unchanged<br\/>"}}},"9":{"id":"9nuxs9","title":"Administration","mono":"<b>Oral<\/b><br\/>take in the morning <br\/>"},"10":{"id":"9nuxs10","title":"Monitoring","mono":"<ul><li>improvement in clinical symptoms of ADHD<\/li><li>development and growth<\/li><li>serum ALT (SGPT) levels; baseline and every 2 weeks thereafter<\/li><\/ul>"},"12":{"id":"9nuxs12","title":"Toxicology","sub":[{"id":"9nuxs12b31","title":"Clinical Effects","mono":"<b>AMPHETAMINES AND RELATED DRUGS <\/b><br\/>USES: Amphetamines and related agents are CNS stimulants. They are sold as commercial pharmaceutical agents to treat medical conditions (eg, attention deficit disorder, narcolepsy, and obesity). Illicit amphetamines, such as hallucinogenic amphetamines, methamphetamine, and methylphenidate, are covered in separate managements. PHARMACOLOGY: Amphetamines are sympathomimetic agents structurally related to norepinephrine. They have greater stimulant effects than other catecholamines. Peripherally, amphetamines promote the release of norepinephrine from stores in adrenergic nerve terminals and directly stimulate alpha- and beta-adrenergic receptors. They also inhibit catecholamine metabolism by inhibiting monoamine oxidase enzymes. Centrally, amphetamines stimulate the cerebral cortex, medullary respiratory center, and reticular activating system. TOXICOLOGY: Overdose or chronic excessive use causes a sympathomimetic toxidrome (eg, tachycardia, hypertension, agitation, and, in severe cases, psychosis). EPIDEMIOLOGY: Exposures are common. Severe effects are rare but may be seen in large overdoses and chronic exposures. Diversion and abuse of pharmaceutical amphetamines is common. MILD TO MODERATE POISONING: Hyperactivity, diaphoresis, flushing, mydriasis, nausea, vomiting, abdominal pain, hypertension, palpitations, tachycardia, chest pain, headache, hyperventilation, and confusion. SEVERE POISONING: Generally only seen after illicit use (usually by injection, insufflations, or smoking) of high doses. May cause hyperthermia (greater than 40 degrees C can be life-threatening), dehydration, severe hypertension, tachydysrhythmia, myocardial infarction, vasospasm, aortic dissection, cerebral vascular accidents, sudden cardiac death, pneumothorax, psychosis, seizures, ischemic colitis, rhabdomyolysis, renal failure, hepatic failure, serotonin syndrome, delirium, paranoia, and coma. Rarely, severe acidosis, multiorgan failure, and death occur. ADVERSE EFFECTS: Tachycardia, hypertension, agitation, dyskinesias, psychosis, and seizures. Dose response may be unpredictable. Chronic amphetamine abuse may result in cardiomyopathy, heart failure, malnutrition, weight loss, cerebral vasculitis, permanent psychiatric illness including depression and paranoid psychoses, bruxism, and infection. Amphetamine exposure to the fetus may cause neonatal withdrawal symptoms. An adult withdrawal syndrome has been described in chronic abusers, including severe depression.<br\/>"},{"id":"9nuxs12b32","title":"Treatment","mono":"<b>AMPHETAMINES AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most amphetamine related toxicity may be safely managed with supportive care that includes monitoring airway, breathing, and circulation, and control of agitation with benzodiazepines. Intravenous fluids may be needed for mild dehydration, and sedation for agitation. Charcoal may be indicated if recent ingestion, airway controlled, and low seizure risk. MANAGEMENT OF SEVERE TOXICITY: Severe agitation requires aggressive treatment to avoid malignant hypertension, rhabdomyolysis, hyperthermia, and seizures. Large doses of benzodiazepines may be needed. Severe cases may require neuromuscular paralysis, intubation, and active cooling measures. For tachycardia, treat with intravenous fluids, sedation. For severe hypertension unresponsive to sedation, consider IV nitroprusside. Rhabdomyolysis is best treated with adequate 0.9% normal saline; monitor CK, electrolytes, and creatinine. Diuretics and urinary alkalinization are not recommended. Ventricular dysrhythmias should be treated with standard ACLS protocols.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of potential for agitation, seizures. HOSPITAL: Activated charcoal binds amphetamines. For oral exposures, consider charcoal administration if patient is able to drink safely, low risk for seizures.<\/li><li>Airway management: Intubate if unable to protect airway, to control agitation, hyperthermia, and status epilepticus.<\/li><li>Antidote: None<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Hypertensive episode: Consider IV nitroprusside for severe hypertension unresponsive to sedation. DOSE: Start at 0.5 to 1 mcg\/kg\/min and titrate as needed.<\/li><li>Monitoring of patient: Monitor vital signs (including core temperature) and mental status. Serum concentrations of amphetamine and related agents are not readily available or clinically useful. Urine toxicology screens may detect amphetamines as a class, but do not distinguish between pharmaceutical and illicit forms. False positive amphetamine results may occur after exposure to over-the-counter cold preparations containing ephedrine or pseudoephedrine. No specific lab work is needed in patients with mild clinical signs and symptoms. In patients with severe toxicity, monitor serum electrolytes, CK, renal function, and troponin. Obtain an ECG and institute continuous cardiac monitoring. Consider chest radiograph or CT to exclude pneumothorax or aortic dissection as clinically indicated. Consider a brain CT to exclude traumatic injury or cerebrovascular accident as clinically indicated.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not useful because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Inadvertent ingestions in asymptomatic patients, and pediatric exposures of commercial pharmaceutical agents within published pediatric therapeutic dose, who have no synergistic co-ingestions, may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions, synergistic co-ingestions, unclear history, symptomatic or intoxicated patients, exposure to doses outside published therapeutic ranges, or those in unstable social situations should be sent to a healthcare facility for observation. ADMISSION CRITERIA: Patients with persistent or worsening vital sign abnormalities, continued or difficult to control agitation or psychosis, multiple seizures, cardiac ischemia, or dysrhythmias should be admitted. Intensive care unit is indicated for aggressive airway or cardiac monitoring. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (ie, progressive agitation, psychosis, dysrhythmias, malignant hypertension, hyperthermia), concerns about decontamination, or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"9nuxs12b33","title":"Range of Toxicity","mono":"<b>AMPHETAMINES AND RELATED DRUGS<\/b><br\/>TOXICITY: Dose response is variable. In adults, the acute lethal dose of amphetamine has been reported to be 20 to 25 mg\/kg. Patients who chronically abuse amphetamines develop tolerance, and up to 15,000 mg\/day has been ingested without lethal result. THERAPEUTIC DOSE: ADULT: Amphetamine: 5 to 60 mg\/day in divided doses for narcolepsy or 20 mg daily as an extended-release tablet for the treatment of adult ADHD; Benzphetamine: 25 to 50 mg 1 to 3 times daily; Diethylpropion: 75 mg\/day; Lisdexamfetamine: 30 to 70 mg once daily; Phendimetrazine: 35 mg two to three times daily or 105 mg as a sustained-release capsule once daily; Phentermine: 18.75 or 37.5 mg once daily. PEDIATRIC: Amphetamine (6 years and older): 5 mg once or twice daily; rare for dose to exceed 40 mg\/day for ADHD, or 10 mg extended-release capsule once daily not to exceed 30 mg daily for ADHD; Lisdexamfetamine (6 to 17 years of age): Initially 30 mg once daily, up to a maximum dose of 70 mg once daily for the treatment of ADHD.<br\/>"}]},"13":{"id":"9nuxs13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>This drug may cause anorexia, insomnia, dyskinesia, and nystagmus.<\/li><li>Long-term use of this drug may cause decrements in predicted growth rate (weight\/height gain) of pediatric patients.<\/li><li>Advise patient to report motor or phonic tics, hallucinations, or signs\/symptoms of hepatic dysfunction.<\/li><li>Patients using concomitant antiepileptic medications should monitor for and report increased convulsive activity, as drug may decrease seizure threshold.<\/li><li>Advise patient against sudden discontinuation of drug.<\/li><li>Patient should not use other CNS stimulants unless approved by healthcare professional.<\/li><\/ul>"}}}