{"generic":"Penicillamine","drugs":["Cuprimine","Depen","Penicillamine"],"mono":[{"id":"9ogbs0","title":"Generic Names","mono":"Penicillamine"},{"id":"9ogbs1","title":"Dosing and Indications","sub":{"0":{"id":"9ogbs1b4","title":"Adult Dosing","mono":"<ul><li><b>Cystinuria:<\/b> dosage must be individualized to an amount that limits cystine excretion to 100 to 200 mg\/day in those with no history of stones, below 100 mg\/day in those with stone formation and\/or pain<\/li><li><b>Cystinuria:<\/b> 2 g\/day ORALLY, range 1 to 4 g\/day<\/li><li><b>Rheumatoid arthritis (Severe), Active disease that has failed to respond to conventional therapy:<\/b> initial, 125 to 250 mg\/day ORALLY; increase dose at 1 to 3 month intervals by 125 or 250 mg\/day, as patient response and tolerance indicate; if no improvement and no serious toxicity after 2 to 3 months, increases of 250 mg\/day at 2 to 3 month intervals may be continued until remission or toxicity<\/li><li><b>Rheumatoid arthritis (Severe), Active disease that has failed to respond to conventional therapy:<\/b> maintenance, 500 to 1500 mg\/day; typical range 500 to 750 mg\/day<\/li><li><b>Wilson's disease:<\/b> initial, 750 mg to 1.5 g\/day ORALLY that results in an initial 24-h cupriuresis of over 2 mg\/day, optimal dose based on urinary copper excretion and free copper in serum<\/li><li><b>Wilson's disease:<\/b> maintenance, up to 2 g\/day; based on urinary copper excretion and free copper in serum<\/li><\/ul>"},"1":{"id":"9ogbs1b5","title":"Pediatric Dosing","mono":"<ul><li>efficacy in juvenile rheumatoid arthritis has not been established<\/li><li><b>Copper measurement, urine:<\/b> 500 mg ORALLY immediately before the second (post-baseline) 24-h urine sample collection and 12 h later, during the second (post-baseline) 24-h urine sample collection<\/li><li><b>Cystinuria:<\/b> dosage must be individualized to an amount that limits cystine excretion to 100 to 200 mg\/day in those with no history of stones, below 100 mg\/day in those with stone formation and\/or pain<\/li><li><b>Cystinuria:<\/b> 30 mg\/kg\/day ORALLY, divided into 4 doses<\/li><\/ul>"},"3":{"id":"9ogbs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cystinuria<\/li><li>Rheumatoid arthritis (Severe), Active disease that has failed to respond to conventional therapy<\/li><li>Wilson's disease<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Copper measurement, urine<br\/>"}}},{"id":"9ogbs2","title":"Black Box Warning","mono":"<b>Oral (Capsule; Tablet)<\/b><br\/>Physicians planning to use penicillamine should thoroughly familiarize themselves with its toxicity, special dosage considerations, and therapeutic benefits. Patients should be warned to report promptly any symptoms suggesting toxicity.<br\/>"},{"id":"9ogbs3","title":"Contraindications\/Warnings","sub":[{"id":"9ogbs3b9","title":"Contraindications","mono":"<ul><li>breastfeeding<\/li><li>during pregnancy, except for treatment of Wilson's disease and certain cases of cystinuria<\/li><li>hypersensitivity to penicillamine products<\/li><li>penicillamine-related aplastic anemia\/agranulocytosis<\/li><li>rheumatoid arthritis patients with history or evidence of renal insufficiency<\/li><\/ul>"},{"id":"9ogbs3b10","title":"Precautions","mono":"<ul><li>penicillamine should not be used in patients receiving concurrent gold therapy, antimalarial or cytotoxic drugs, oxyphenbutazone or phenylbutazone<\/li><li>possible cross-sensitivity in patients allergic to penicillin<\/li><li>renal dysfunction<\/li><li>avoid interruption of therapy - may cause sensitivity reaction after resuming therapy<\/li><\/ul>"},{"id":"9ogbs3b11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"9ogbs3b12","title":"Breast Feeding","mono":"<ul><li>WHO: WHO documentation states insufficient data.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"9ogbs4","title":"Drug Interactions","sub":[{"id":"9ogbs4b13","title":"Contraindicated","mono":"<ul>Aurothioglucose (established)<\/ul>"},{"id":"9ogbs4b14","title":"Major","mono":"<ul><li>Auranofin (established)<\/li><li>Gold Sodium Thiomalate (established)<\/li><\/ul>"},{"id":"9ogbs4b15","title":"Moderate","mono":"<ul>Iron (probable)<\/ul>"}]},{"id":"9ogbs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (5%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Epigastric pain, Loss of appetite, Loss of taste (12%), Nausea, Ulcer of mouth (7% to 13%), Vomiting<\/li><li><b>Hematologic:<\/b>Myelosuppression<\/li><li><b>Renal:<\/b>Proteinuria (6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Pemphigus, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hematologic:<\/b>Acute lymphoid leukemia, Agranulocytosis, Aplastic anemia, Sideroblastic anemia, Thrombocytopenia (4%), Thrombotic thrombocytopenic purpura<\/li><li><b>Hepatic:<\/b>Cholestatic hepatitis (rare), Liver failure, Toxic hepatitis (rare)<\/li><li><b>Musculoskeletal:<\/b>Myasthenia gravis<\/li><li><b>Ophthalmic:<\/b>Optic neuritis<\/li><li><b>Renal:<\/b>Goodpasture's syndrome (rare), Nephrotic syndrome, Renal failure, Renal vasculitis<\/li><li><b>Respiratory:<\/b>Extrinsic allergic alveolitis, Interstitial pneumonia, Obliterative bronchiolitis<\/li><li><b>Other:<\/b>Drug fever<\/li><\/ul>"},{"id":"9ogbs6","title":"Drug Name Info","sub":{"0":{"id":"9ogbs6b17","title":"US Trade Names","mono":"<ul><li>Cuprimine<\/li><li>Depen<\/li><\/ul>"},"2":{"id":"9ogbs6b19","title":"Class","mono":"Antirheumatic<br\/>"},"3":{"id":"9ogbs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"9ogbs6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"9ogbs7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Chelating agent; penicillamine chelates mercury, lead, copper, iron, and probably other heavy metals to form stable, soluble complexes that are readily excreted in the urine .<\/li><li>Antirheumatic; the mechanism of action of penicillamine in rheumatoid arthritis is not known, but may involve improvement of lymphocyte function . It markedly reduces IgM rheumatoid factor and immune complexes in serum and synovial fluid, but does not significantly lower absolute concentrations of serum immunoglobulins.  In vitro,  penicillamine depresses T-cell but not B-cell activity. However, the relationship of these effects to the activity of penicillamine in rheumatoid arthritis is not known .<\/li><li>Antiurolithic (cystine calculi); penicillamine combines chemically with cystine (cysteine-cysteine disulfide) to form penicillamine-cysteine disulfide, which is more soluble than cystine and is readily excreted. As a result, urinary cystine concentrations are lowered and the formation of cystine calculi is prevented. With prolonged treatment, existing cystine calculi may be gradually dissolved.<\/li><\/ul>"},{"id":"9ogbs8","title":"Pharmacokinetics","sub":{"2":{"id":"9ogbs8b25","title":"Metabolism","mono":"Systemic: Hepatic<br\/>"},"3":{"id":"9ogbs8b26","title":"Excretion","mono":"Systemic: Fecal and Renal<br\/>"}}},{"id":"9ogbs9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>give on an empty stomach, at least 1 h before meals or 2 h after meals and at least 1 hr apart from any other drug, food, or milk<\/li><li>drink copious water, about 1 pint at bedtime and another pint once during the night<\/li><\/ul>"},{"id":"9ogbs10","title":"Monitoring","mono":"<ul><li>rheumatoid arthritis: improved range of motion, decreased early morning stiffness and painful\/swollen joints, C-reactive protein levels, erythrocyte sedimentation rate<\/li><li>Wilson's disease: slit-lamp inspection of corneas (for Kayser-Fleischer rings), serum and urinary copper<\/li><li>urinalysis, WBC with differential, hemoglobin, direct platelet count, skin, lymph node, and body temperature; twice weekly during first month, every 2 weeks for next 5 months, then monthly thereafter<\/li><li>liver function; every 6 months, or, in patients with Wilson's disease every 3 months during first year, then every 6 months<\/li><li>patients with cystinuria: annual X-ray for renal stones<\/li><\/ul>"},{"id":"9ogbs11","title":"How Supplied","mono":"<ul><li><b>Cuprimine<\/b><br\/>Oral Capsule: 250 MG<br\/><\/li><li><b>Depen<\/b><br\/>Oral Tablet: 250 MG<br\/><\/li><\/ul>"},{"id":"9ogbs12","title":"Toxicology","sub":[{"id":"9ogbs12b31","title":"Clinical Effects","mono":"<ul><li><b>PENICILLAMINE <\/b><br\/>USES: Penicillamine is a heavy metal chelator of copper, lead, and mercury.  It promotes the excretion of these metals in the urine. and has been used to treat cystinuria, Wilson's disease (a copper storage disease), and heavy metal poisoning. Penicillamine has also been used to treat patients with severe, active rheumatoid arthritis. PHARMACOLOGY: Penicillamine is a degradation product of penicillin and acts as a chelator of heavy metals. It chelates copper, lead, and mercury. Although in vitro studies indicate copper binding at 1 gram penicillamine to 200 mg copper, only about 2 mg of copper are excreted by 1 gram of penicillamine for a 2% efficiency. Penicillamine is also used to treat cystinuria by forming a soluble urinary complex thus reducing the formation risk of renal stones.  It also chelates iron and probably other heavy metals to form stable, soluble complexes that are readily excreted in the urine. The mechanism of action of penicillamine in rheumatoid arthritis is not known, but may involve improvement of lymphocyte function. It markedly reduces IgM rheumatoid factor and immune complexes in serum and synovial fluid, but does not significantly lower absolute concentrations of serum immunoglobulins. TOXICOLOGY: The L isomer and racemic mixture are more toxic than the D isomer. The N-acetylated form of DL-penicillamine has shown less toxicity than the DL mixture itself, and more similar to that of penicillamine.  EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. In general, overdose effects are anticipated to be an extension of adverse effects at therapeutic doses. Occupational asthma has been reported in a pharmaceutical company worker after chronic exposure to penicillamine. ADVERSE EFFECTS: The following adverse effects have been reported following the therapeutic use of penicillamine: anorexia, nausea, vomiting, loss of taste, abdominal pain, optic neuritis, retinopathy, photophobia, lacrimation, conjunctival inflammation, proteinuria, nephrotic syndrome, glomerulonephritis, disturbance in copper and zinc metabolism, hypersensitivity reactions, thrombocytopenia, thrombotic thrombocytopenic purpura, leukopenia, polycythemia, aplastic anemia, lymphopenia, agranulocytosis, rashes, alveolitis, pulmonary hemorrhage, bronchial asthma, pleurisy, hemoptysis, bronchiolitis obliterans, and bilateral infiltrate, seizures, neuropathies, dystonia and various autoimmune responses (eg, polymyositis, myasthenia gravis, SLE, Goodpasture's syndrome, thyroiditis). In some studies, adverse effects occurred in as high as 62% of patients, with 36% experiencing symptoms which necessitated discontinuation of therapy. Most of these toxic side effects occur with chronic administration. The relationship to dose is unclear, as even patients taking small doses may develop toxicity. Although penicillamine has a structure very similar to penicillin, there does not appear to be extensive crossreactivity even though skin testing may show crossreactivity.<br\/><\/li><li><b>PENICILLIN<\/b><br\/>USES: Penicillins are used to treat gram-negative bacilli that can include second-generation (eg, ampicillin, amoxicillin), third-generation (eg, carbenicillin and ticarcillin), and fourth-generation penicillins (eg, piperacillin). PHARMACOLOGY: Penicillin is derived from the fungus penicillum. As a class, penicillins contain a 6 aminopenicillanic acid nucleus, composed of a beta-lactam ring fused to a 5 member thiazolidine ring. Penicillins and other beta-lactams inhibit cell wall mucopeptide synthesis. TOXICOLOGY: A penicillin can act as an agonist at the picrotoxin binding site causing GABA antagonism, CNS excitation and seizures. High doses of amoxicillin can cause crystal precipitation in the urine, with hematuria and renal insufficiency. EPIDEMIOLOGY: Penicillin overdose is relatively uncommon, but has the potential to produce severe toxicity. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain and diarrhea may develop with ingestion. Skin rashes and urticaria may develop, especially with amoxicillin and ampicillin ingestions. Hematuria, crystalluria and transient renal insufficiency have been reported after amoxicillin overdose. SEVERE TOXICITY: Agitation, confusion, hallucinations, stupor, coma, multifocal myoclonus, seizures and encephalopathy may occur following massive doses of IV penicillins (40 to 100 million units\/day). Cardiac arrest and death have been associated with inadvertent intravenous administration of penicillin G (benzathine and procaine). Hyperkalemia may also develop. ADVERSE EFFECTS: COMMON: GASTROINTESTINAL: Nausea, vomiting, diarrhea, epigastric distress, and black hairy tongue are likely with orally administered penicillins. RENAL: Renal failure, crystalluria, interstitial nephritis, and hemorrhagic cystitis have been reported following the use of penicillin derivatives.Symptoms are frequently associated with sensitivity reactions and may include the following: DERMATOLOGY: Dermatologic reactions can vary greatly in severity, character, and distribution.  Amoxicillin and ampicillin appears to cause skin rashes more frequently than other penicillins. HEMATOLOGIC: Thrombocytopenia, neutropenia, and agranulocytosis have occurred following administration of the semisynthetic penicillins and may be related to a hypersensitivity reaction. SEVERE: Anaphylaxis may follow an exposure to any amount of penicillin; severe hypersensitivity reactions may result in anaphylaxis. Parenteral exposures are more likely to cause severe allergic reactions compared to an oral exposure. RARE: Penicillin-induced granulocytopenia is rare and has been associated with high-dose parenteral therapy.<br\/><\/li><\/ul>"},{"id":"9ogbs12b32","title":"Treatment","mono":"<ul><li><b>PENICILLAMINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Myelosuppression has been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg, filgrastim, sargramostim). Transfusions may be required for severe thrombocytopenia or bleeding. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Pemphigus has been treated with anti-immune drugs such as prednisone or azathioprine. In some cases, the administration of pyridoxine has decreased the neurologic toxicity of penicillamine.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not recommended because of the potential for persistent seizures and subsequent aspiration. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain their airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory distress, persistent seizures, or severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Severe neutropenia: filgrastim 5 mcg\/kg\/day IV or SubQ or sargramostim 250 mcg\/m(2)\/day IV infused over 4 hours. Monitor serial CBC with differential. Transfusions may be required for severe thrombocytopenia or bleeding.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value because of the high degree of protein binding (greater than 80%).<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status in symptomatic patients. Monitor CBC with differential and platelet count, renal function, liver enzymes, and serum electrolytes in symptomatic patients. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest x-ray in any patient with respiratory symptoms. Patients on long term penicillamine therapy:  Consider monitoring renal function, urinalysis, complete blood count with  differential and platelets every 2 weeks for the first 4 to 6 months and monthly thereafter, copper and zinc levels, liver enzymes, and pyridoxine concentrations.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted.  CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>PENICILLIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat significant vomiting and diarrhea with IV fluids; administer antiemetics, as needed. HYPERSENSITIVITY REACTION: Administer antihistamines, with or without inhaled beta agonists, corticosteroids or epinephrine. MANAGEMENT OF SEVERE TOXICITY: ANAPHYLAXIS: Acute anaphylaxis is more likely to occur after parenteral exposure, but may develop with all routes. Administer oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids. Dysrhythmias should be treated with standard antiarrhythmic drugs, if necessary. SEIZURES: Initially treat with IV benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL: Gastric decontamination is unlikely to be necessary in most ingestions. HOSPITAL: GI decontamination is unlikely to be necessary, administer activated charcoal if the ingestion is recent and toxic coingestants are involved.<\/li><li>Airway management: Airway management is unlikely to be needed following an overdose; however, aggressive airway management is indicated in patients that develop a significant hypersensitivity\/anaphylactoid reaction.<\/li><li>Antidote: There is no known antidote.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor renal function, urinalysis, and electrolytes following a significant overdose. Monitor fluid status in patients with severe vomiting and\/or diarrhea. Obtain a baseline ECG and institute continuous cardiac monitoring in patients with a significant IV overdose. Plasma levels of these antibiotics are not clinically useful in overdose situations.<\/li><li>Enhanced elimination procedure: HEMODIALYSIS: Ampicillin-class antibiotics, amoxicillin and ticarcillin are removed from the circulation by hemodialysis, but as severe toxicity is highly unlikely hemodialysis is almost never indicated.<\/li><li>Intrathecal injection: Intrathecal injection has occurred rarely with penicillins. Treat seizures aggressively (benzodiapzepines, barbiturates, propofol). Cerebrospinal fluid (CSF) drainage and CSF exchange may be useful after a large overdose. The following information is derived from limited case reports and experience with antineoplastic agents. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).  Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with inadvertent ingestions of pediatric preparations can generally be managed at home. A small number of children ingesting more than 250 mg\/kg of amoxicillin have developed crystalluria, hematuria and transient renal insufficiency; any patient who develops urinary symptoms should be referred to a healthcare facility. OBSERVATION CRITERIA: Patients with deliberate overdose or with more than mild symptoms should be evaluated in a health care facility. All patients with a history of penicillin allergy or evidence of a hypersensitivity reaction should be referred immediately to a healthcare facility. Patients should be observed until symptoms resolve and clinical parameters (eg, vital signs, mental status) are within normal limits. ADMISSION CRITERIA: Patients with ongoing symptoms should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in patients with persistent renal or cardiovascular symptoms.<\/li><\/ul><\/li><\/ul>"},{"id":"9ogbs12b33","title":"Range of Toxicity","mono":"<ul><li><b>PENICILLAMINE<\/b><br\/>TOXICITY: Limited data are available. No specific acute toxic dose has been established.  Toxic effects generally occur in those patients taking penicillamine chronically.  The relationship to dose is unclear, as even patients on small doses may develop toxicity. THERAPEUTIC DOSE: ADULT: CYSTINURIA: 2 g\/day but may range from 1 to 4 g\/day. RHEUMATOID ARTHRITIS: Initial dose, 125 to 250 mg daily, increased at 1 to 3 month intervals by 125 to 250 mg daily; a frequent maintenance dose is 500 to 750 mg\/day. WILSON'S DISEASE: Initial dose, 0.75 to 1.5 g\/day that results in cupriuresis of over 2 mg\/day, continued for about 3 months; may be increased gradually up to 2 g\/day. PEDIATRIC: CYSTINURIA: 30 mg\/kg\/day, divided into 4 doses. RHEUMATOID ARTHRITIS: Safety and efficacy in the pediatric or adolescent population have not been established.<br\/><\/li><li><b>PENICILLIN <\/b><br\/>TOXICITY: A specific toxic dose has not been established. INTRAVENOUS: Agitation, confusion, hallucinations, stupor, coma multifocal myoclonus, seizures and encephalopathy may occur following massive doses of IV penicillins (40 to 100 million units\/day); patients with renal impairment may be at increased risk. AMOXICILLIN: ORAL: Serious toxicity is unlikely following large oral doses of amoxicillin. Acute renal failure has been described in a 3-year-old boy who ingested 574 mg\/kg of amoxicillin. Toxicity is unlikely with doses of 250 mg\/kg or less. THERAPEUTIC DOSE: SELECT AGENTS: AMOXICILLIN: ADULT: Up to 875 mg orally every 12 hours for severe infections; PEDIATRIC: ACUTE OTITIS MEDIA: CHILDREN 2 MONTHS OF AGE AND OLDER: 80 to 90 mg\/kg\/day orally in 2 to 3 divided doses for 5 to 7 days (or 10 days in children less than 6 years of age or severe illness). AMPICILLIN: ADULT: Various infections: Weighing 40 kg or greater: 500 mg IV\/IM every 6 hours; Weighing less than 40 kg: 50 mg\/kg\/day at 6 to 8 hour intervals; PEDIATRIC: Various infections: 150 to 200 mg\/kg\/day in equally divided doses every 3 to 4 hours. PENICILLIN G SODIUM: ADULT: Serious infections: 5 to 24 million units\/day in equally divided doses every 4 to 6 hours, depending on the infection and its severity; PEDIATRIC: This agent is NOT indicated in children requiring less than one million units per dose. PENICILLIN G BENZATHINE: ADULT: 2,400,000 units as a single dose or once daily for 2 to 3 days as indicated; PEDIATRIC: Varies by infection: Under 30 lbs: 600, 000 units as a single dose; 30 to 60 lbs: 900,000 units as a single dose; over 60 lbs: 2,400,000 units as a single dose.<br\/><\/li><\/ul>"}]},{"id":"9ogbs13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause taste disorder, epigastric pain, anorexia, nausea, and vomiting.<\/li><li>Advise patient to report signs\/symptoms of myelosuppression.<\/li><li>Patient should report signs\/symptoms of renal dysfunction, including edema and hematuria.<\/li><li>Tell patient to report pemphigus, oral lichenoid reaction, tinnitus, optic neuritis (blurred\/distorted vision, reduced color vision, blind spot), peripheral sensory and motor neuropathy, or signs\/symptoms of myasthenia gravis (ptosis, blurred vision, slurred speech, dysphagia).<\/li><li>Instruct patient to drink at least one pint of water at bedtime and another pint sometime during the night, unless otherwise directed.<\/li><li>Advise patient against sudden discontinuation of drug, as this may cause sensitivity reaction upon resuming therapy.<\/li><li>Patient should not eat food, drink milk, or take any other medicine within 1 h of taking penicillamine and should not take iron supplements within 2 h of taking penicillamine.<\/li><li>Instruct patient to take drug on an empty stomach at least 1 h before or 2 h after eating a meal.<\/li><li>Tell patient to avoid taking gold therapy, antimalarial or cytotoxic drugs, oxyphenbutazone, or phenylbutazone during penicillamine therapy.<\/li><\/ul>"}]}