{"generic":"Penicillin G Benzathine\/Penicillin G Procaine","drugs":["Bicillin C-R","Bicillin CR 900\/300","Penicillin G Benzathine\/Penicillin G Procaine"],"mono":[{"id":"9ohvs0","title":"Generic Names","mono":"Penicillin G Benzathine\/Penicillin G Procaine"},{"id":"9ohvs1","title":"Dosing and Indications","sub":[{"id":"9ohvs1b4","title":"Adult Dosing","mono":"<ul><li><b>Erysipelas, due to susceptible streptococci:<\/b> 2,400,000 units IM (single dose)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, due to susceptible streptococci:<\/b> 2,400,000 units IM (single dose)<\/li><li><b>Otitis media - Pneumococcal infectious disease:<\/b> 1,200,000 units IM, repeated every 2 or 3 days until temperature is normal for 48 hours<\/li><li><b>Pneumococcal infectious disease - Pneumonia:<\/b> 1,200,000 units IM, repeated every 2 or 3 days until temperature is normal for 48 hours<\/li><li><b>Scarlet fever, due to susceptible streptococci:<\/b> 2,400,000 units IM (single dose)<\/li><li><b>Upper respiratory infection, due to susceptible streptococci:<\/b> 2,400,000 units IM (single dose)<\/li><\/ul>"},{"id":"9ohvs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Erysipelas, due to susceptible streptococci:<\/b> over 60 lbs, 2,400,000 units IM (single dose)<\/li><li><b>Erysipelas, due to susceptible streptococci:<\/b> 30 to 60 lbs, 900,000 to 1,200,000 units IM (single dose)<\/li><li><b>Erysipelas, due to susceptible streptococci:<\/b> less than 30 lbs, 600,000 units IM (single dose)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, due to susceptible streptococci:<\/b> over 60 lbs, 2,400,000 units IM (single dose)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, due to susceptible streptococci:<\/b> 30 to 60 lbs, 900,000 to 1,200,000 units IM (single dose)<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue, due to susceptible streptococci:<\/b> less than 30 lbs, 600,000 units IM (single dose)<\/li><li><b>Otitis media - Pneumococcal infectious disease:<\/b> 600,000 units IM, repeated every 2 or 3 days until temperature is normal for 48 hours<\/li><li><b>Pneumococcal infectious disease - Pneumonia:<\/b> 600,000 units IM, repeated every 2 or 3 days until temperature is normal for 48 hours<\/li><li><b>Scarlet fever, due to susceptible streptococci:<\/b> over 60 lbs, 2,400,000 units IM (single dose)<\/li><li><b>Scarlet fever, due to susceptible streptococci:<\/b> 30 to 60 lbs, 900,000 to 1,200,000 units IM (single dose)<\/li><li><b>Scarlet fever, due to susceptible streptococci:<\/b> less than 30 lbs, 600,000 units IM (single dose)<\/li><li><b>Upper respiratory infection, due to susceptible streptococci:<\/b> over 60 lbs, 2,400,000 units IM (single dose)<\/li><li><b>Upper respiratory infection, due to susceptible streptococci:<\/b> 30 to 60 lbs, 900,000 to 1,200,000 units IM (single dose)<\/li><li><b>Upper respiratory infection, due to susceptible streptococci:<\/b> less than 30 lbs, 600,000 units IM (single dose)<\/li><\/ul>"},{"id":"9ohvs1b6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> CrCl 10-50 mL\/min, 75% of usual dose at usual interval; CrCl less than 10 mL\/min, 20-50% of usual dose at usual interval"},{"id":"9ohvs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Erysipelas, due to susceptible streptococci<\/li><li>Infection of skin AND\/OR subcutaneous tissue, due to susceptible streptococci<\/li><li>Otitis media - Pneumococcal infectious disease<\/li><li>Pneumococcal infectious disease - Pneumonia<\/li><li>Scarlet fever, due to susceptible streptococci<\/li><li>Upper respiratory infection, due to susceptible streptococci<\/li><\/ul>"}]},{"id":"9ohvs2","title":"Black Box Warning","mono":"<b>Intramuscular (Suspension)<\/b><br\/>Not for intravenous use. Do not inject intravenously or admix with other intravenous solutions. There have been reports of inadvertent intravenous administration of penicillin G benzathine which has been associated with cardiorespiratory arrest and death.<br\/>"},{"id":"9ohvs3","title":"Contraindications\/Warnings","sub":[{"id":"9ohvs3b9","title":"Contraindications","mono":"Hypersensitivity to procaine or to any penicillin.<br\/>"},{"id":"9ohvs3b10","title":"Precautions","mono":"<ul><li>intramuscular administration only; intravenous administration has been associated with cardiorespiratory arrest and death<\/li><li>anaphylaxis and subsequent death, with history of penicillin or cephalosporin hypersensitivity and\/or history of sensitivity to multiple allergens, have been reported; discontinue use if suspected<\/li><li>allergies, history of; discontinue use if suspected<\/li><li>asthma, history of .<\/li><li>concomitant use with tetracycline should be avoided<\/li><li>diarrhea (Clostridium difficile associated), ranging in severity from mild to fatal colitis, has been reported<\/li><li>elderly patients; dose adjustment may be necessary and monitoring recommended<\/li><li>infants and small children, in particular, experienced severe neurovascular damage and other serious complications with inadvertent intravascular or administration adjacent to arteries or nerves<\/li><li>new infections (due to bacteria or fungi) may occur; discontinue use if suspected<\/li><li>prolonged therapy or high-dosage schedules; monitor renal and hematopoietic systems<\/li><li>quadriceps femoris fibrosis and atrophy have been reported with repeated intramuscular injections<\/li><li>venereal diseases including syphilis, gonorrhea, yaws, bejel, and pinta or other infections requiring high and sustained serum levels should not be treated with Bicillin(R) CR<\/li><\/ul>"},{"id":"9ohvs3b11","title":"Pregnancy Category","mono":"<ul><li>Penicillin G Benzathine: B (FDA)<\/li><li>Penicillin G Benzathine: A (AUS)<\/li><li>Penicillin G Procaine: B (FDA)<\/li><li>Penicillin G Procaine: A (AUS)<\/li><\/ul>"},{"id":"9ohvs3b12","title":"Breast Feeding","mono":"<ul><li>Penicillin G Benzathine: Micromedex: Infant risk cannot be ruled out.<\/li><li>Penicillin G Procaine: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"9ohvs4","title":"Drug Interactions","sub":{"1":{"id":"9ohvs4b14","title":"Major","mono":"<ul><li>Chlortetracycline (probable)<\/li><li>Demeclocycline (probable)<\/li><li>Doxycycline (probable)<\/li><li>Lymecycline (probable)<\/li><li>Meclocycline (probable)<\/li><li>Methacycline (probable)<\/li><li>Minocycline (probable)<\/li><li>Oxytetracycline (probable)<\/li><li>Rolitetracycline (probable)<\/li><li>Tetracycline (probable)<\/li><\/ul>"}}},{"id":"9ohvs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site reaction<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Hypotension, Tachyarrhythmia<\/li><li><b>Gastrointestinal:<\/b>Pseudomembranous enterocolitis<\/li><li><b>Neurologic:<\/b>Neuropathy, Seizure<\/li><li><b>Psychiatric:<\/b>Transient psychotic disorder, acute<\/li><li><b>Renal:<\/b>Kidney disease<\/li><\/ul>"},{"id":"9ohvs6","title":"Drug Name Info","sub":{"0":{"id":"9ohvs6b17","title":"US Trade Names","mono":"<ul><li>Bicillin C-R<\/li><li>Bicillin CR 900\/300<\/li><\/ul>"},"2":{"id":"9ohvs6b19","title":"Class","mono":"<ul><li>Antibiotic<\/li><li>Penicillin, Natural<\/li><\/ul>"},"3":{"id":"9ohvs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"9ohvs6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"9ohvs7","title":"Mechanism Of Action","mono":"Penicillin G benzathine\/penicillin G procaine are bactericidal beta-lactam antibiotics that yield penicillin G through hydrolysis. Penicillin G inhibits the biosynthesis of cell-wall peptidoglycan, osmotically destabilizing the cell wall, in penicillin-susceptible organisms during active bacterial replication.<br\/>"},{"id":"9ohvs8","title":"Pharmacokinetics","sub":[{"id":"9ohvs8b23","title":"Absorption","mono":"<ul><li>Tmax, IM, adults: within 3 hours<\/li><li>Bioavailability, IM: slow and prolonged<\/li><\/ul>"},{"id":"9ohvs8b24","title":"Distribution","mono":"Penicillin G (active metabolite), Protein binding: approximately 60% <br\/>"},{"id":"9ohvs8b25","title":"Metabolism","mono":"<ul><li>hydrolysis<\/li><li>Penicillin G: active<\/li><\/ul>"},{"id":"9ohvs8b26","title":"Excretion","mono":"Renal: normal renal function, rapid; renal insufficiency, considerably delayed <br\/>"}]},{"id":"9ohvs9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>do not inject IV or admix with other IV solutions<br\/><\/li><li><b>Intramuscular<\/b><br\/><ul><li>deep IM administration only; do not inject into or near artery or nerve<\/li><li>administer slowly at a steady rate to prevent the highly concentrated suspension from blocking the needle<\/li><li>(adults) administer in upper, outer quadrant of the buttock (dorsogluteal) or anterolateral thigh (ventrogluteal); vary the injection site for repeat doses<\/li><li>(neonates, infants and small children) administer in midlateral aspect of the thigh; vary the injection site for repeat doses<\/li><\/ul><\/li><\/ul>"},{"id":"9ohvs10","title":"Monitoring","mono":"<ul><li>fever<\/li><li>CBC with differential<\/li><li>symptomatic improvement<\/li><li>streptococcal infections, perform culture to determine whether streptococci have been eradicated<\/li><li>renal function in prolonged therapy or high dosage schedules<\/li><li>mental status<\/li><\/ul>"},{"id":"9ohvs11","title":"How Supplied","mono":"<ul><li><b>Bicillin CR 900\/300<\/b><br\/>Intramuscular Suspension: (Penicillin G Benzathine - Penicillin G Procaine) 900000 U\/2 ML-300000 U\/2 ML<br\/><\/li><li><b>Bicillin C-R<\/b><br\/>Intramuscular Suspension: (Penicillin G Benzathine - Penicillin G Procaine) 600000 U\/2 ML-600000 U\/2 ML<br\/><\/li><\/ul>"},{"id":"9ohvs12","title":"Toxicology","sub":[{"id":"9ohvs12b31","title":"Clinical Effects","mono":"<b>PENICILLIN<\/b><br\/>USES: Penicillins are used to treat gram-negative bacilli that can include second-generation (eg, ampicillin, amoxicillin), third-generation (eg, carbenicillin and ticarcillin), and fourth-generation penicillins (eg, piperacillin). PHARMACOLOGY: Penicillin is derived from the fungus penicillum. As a class, penicillins contain a 6 aminopenicillanic acid nucleus, composed of a beta-lactam ring fused to a 5 member thiazolidine ring. Penicillins and other beta-lactams inhibit cell wall mucopeptide synthesis. TOXICOLOGY: A penicillin can act as an agonist at the picrotoxin binding site causing GABA antagonism, CNS excitation and seizures. High doses of amoxicillin can cause crystal precipitation in the urine, with hematuria and renal insufficiency. EPIDEMIOLOGY: Penicillin overdose is relatively uncommon, but has the potential to produce severe toxicity. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain and diarrhea may develop with ingestion. Skin rashes and urticaria may develop, especially with amoxicillin and ampicillin ingestions. Hematuria, crystalluria and transient renal insufficiency have been reported after amoxicillin overdose. SEVERE TOXICITY: Agitation, confusion, hallucinations, stupor, coma, multifocal myoclonus, seizures and encephalopathy may occur following massive doses of IV penicillins (40 to 100 million units\/day). Cardiac arrest and death have been associated with inadvertent intravenous administration of penicillin G (benzathine and procaine). Hyperkalemia may also develop. ADVERSE EFFECTS: COMMON: GASTROINTESTINAL: Nausea, vomiting, diarrhea, epigastric distress, and black hairy tongue are likely with orally administered penicillins. RENAL: Renal failure, crystalluria, interstitial nephritis, and hemorrhagic cystitis have been reported following the use of penicillin derivatives.Symptoms are frequently associated with sensitivity reactions and may include the following: DERMATOLOGY: Dermatologic reactions can vary greatly in severity, character, and distribution.  Amoxicillin and ampicillin appears to cause skin rashes more frequently than other penicillins. HEMATOLOGIC: Thrombocytopenia, neutropenia, and agranulocytosis have occurred following administration of the semisynthetic penicillins and may be related to a hypersensitivity reaction. SEVERE: Anaphylaxis may follow an exposure to any amount of penicillin; severe hypersensitivity reactions may result in anaphylaxis. Parenteral exposures are more likely to cause severe allergic reactions compared to an oral exposure. RARE: Penicillin-induced granulocytopenia is rare and has been associated with high-dose parenteral therapy. <br\/>"},{"id":"9ohvs12b32","title":"Treatment","mono":"<b>PENICILLIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat significant vomiting and diarrhea with IV fluids; administer antiemetics, as needed. HYPERSENSITIVITY REACTION: Administer antihistamines, with or without inhaled beta agonists, corticosteroids or epinephrine. MANAGEMENT OF SEVERE TOXICITY: ANAPHYLAXIS: Acute anaphylaxis is more likely to occur after parenteral exposure, but may develop with all routes. Administer oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids. Dysrhythmias should be treated with standard antiarrhythmic drugs, if necessary. SEIZURES: Initially treat with IV benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL: Gastric decontamination is unlikely to be necessary in most ingestions. HOSPITAL: GI decontamination is unlikely to be necessary, administer activated charcoal if the ingestion is recent and toxic coingestants are involved.<\/li><li>Airway management: Airway management is unlikely to be needed following an overdose; however, aggressive airway management is indicated in patients that develop a significant hypersensitivity\/anaphylactoid reaction.<\/li><li>Antidote: There is no known antidote.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor renal function, urinalysis, and electrolytes following a significant overdose. Monitor fluid status in patients with severe vomiting and\/or diarrhea. Obtain a baseline ECG and institute continuous cardiac monitoring in patients with a significant IV overdose. Plasma levels of these antibiotics are not clinically useful in overdose situations.<\/li><li>Enhanced elimination procedure: HEMODIALYSIS: Ampicillin-class antibiotics, amoxicillin and ticarcillin are removed from the circulation by hemodialysis, but as severe toxicity is highly unlikely hemodialysis is almost never indicated.<\/li><li>Intrathecal injection: Intrathecal injection has occurred rarely with penicillins. Treat seizures aggressively (benzodiapzepines, barbiturates, propofol). Cerebrospinal fluid (CSF) drainage and CSF exchange may be useful after a large overdose. The following information is derived from limited case reports and experience with antineoplastic agents. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).  Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with inadvertent ingestions of pediatric preparations can generally be managed at home. A small number of children ingesting more than 250 mg\/kg of amoxicillin have developed crystalluria, hematuria and transient renal insufficiency; any patient who develops urinary symptoms should be referred to a healthcare facility. OBSERVATION CRITERIA: Patients with deliberate overdose or with more than mild symptoms should be evaluated in a health care facility. All patients with a history of penicillin allergy or evidence of a hypersensitivity reaction should be referred immediately to a healthcare facility. Patients should be observed until symptoms resolve and clinical parameters (eg, vital signs, mental status) are within normal limits. ADMISSION CRITERIA: Patients with ongoing symptoms should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in patients with persistent renal or cardiovascular symptoms.<\/li><\/ul>"},{"id":"9ohvs12b33","title":"Range of Toxicity","mono":"<b>PENICILLIN <\/b><br\/>TOXICITY: A specific toxic dose has not been established. INTRAVENOUS: Agitation, confusion, hallucinations, stupor, coma multifocal myoclonus, seizures and encephalopathy may occur following massive doses of IV penicillins (40 to 100 million units\/day); patients with renal impairment may be at increased risk. AMOXICILLIN: ORAL: Serious toxicity is unlikely following large oral doses of amoxicillin. Acute renal failure has been described in a 3-year-old boy who ingested 574 mg\/kg of amoxicillin. Toxicity is unlikely with doses of 250 mg\/kg or less. THERAPEUTIC DOSE: SELECT AGENTS: AMOXICILLIN: ADULT: Up to 875 mg orally every 12 hours for severe infections; PEDIATRIC: ACUTE OTITIS MEDIA: CHILDREN 2 MONTHS OF AGE AND OLDER: 80 to 90 mg\/kg\/day orally in 2 to 3 divided doses for 5 to 7 days (or 10 days in children less than 6 years of age or severe illness). AMPICILLIN: ADULT: Various infections: Weighing 40 kg or greater: 500 mg IV\/IM every 6 hours; Weighing less than 40 kg: 50 mg\/kg\/day at 6 to 8 hour intervals; PEDIATRIC: Various infections: 150 to 200 mg\/kg\/day in equally divided doses every 3 to 4 hours. PENICILLIN G SODIUM: ADULT: Serious infections: 5 to 24 million units\/day in equally divided doses every 4 to 6 hours, depending on the infection and its severity; PEDIATRIC: This agent is NOT indicated in children requiring less than one million units per dose. PENICILLIN G BENZATHINE: ADULT: 2,400,000 units as a single dose or once daily for 2 to 3 days as indicated; PEDIATRIC: Varies by infection: Under 30 lbs: 600, 000 units as a single dose; 30 to 60 lbs: 900,000 units as a single dose; over 60 lbs: 2,400,000 units as a single dose.<br\/>"}]},{"id":"9ohvs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to immediately report wheal or other skin reactions at injection site.<\/li><li>Instruct patient to report severe diarrhea and consult healthcare professional prior to taking anti-diarrhea medicine.<\/li><li>Patient should report signs\/symptoms of decreased renal function, especially in prolonged therapy or a high-dose regimen.<\/li><\/ul>"}]}