{"generic":"Pentamidine Isethionate","drugs":["Nebupent","Pentam","Pentamidine Isethionate"],"mono":{"0":{"id":"9pjcs0","title":"Generic Names","mono":"Pentamidine Isethionate"},"1":{"id":"9pjcs1","title":"Dosing and Indications","sub":[{"id":"9pjcs1b4","title":"Adult Dosing","mono":"<ul><li><b>Cutaneous leishmaniasis:<\/b> 2 to 4 mg\/kg IM or IV once or twice weekly, until lesions resolve<\/li><li><b>HIV infection - Pneumocystis pneumonia:<\/b> moderate to severe, 4 mg\/kg IV once a day for 21 days; infuse over at least 60 min<\/li><li><b>HIV infection - Pneumocystis pneumonia; Prophylaxis:<\/b> primary and secondary prophylaxis, 300 mg by INHALATION via Respirgard II(TM) nebulizer every 4 wk<\/li><li><b>Pneumocystis pneumonia:<\/b> 4 mg\/kg IV or IM once daily for 14 to 21 days<\/li><li><b>Trypanosomiasis:<\/b> 4 mg\/kg IM or IV once daily X 10 days<\/li><li><b>Visceral leishmaniasis:<\/b> 2 to 4 mg\/kg IM or IV once daily for up to 15 doses<\/li><\/ul>"},{"id":"9pjcs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>HIV infection - Pneumocystis pneumonia:<\/b> (4 months of age and older) 4 mg\/kg IV once a day for 21 days; may change to atovaquone after 7 to 10 days if clinical improvement occurs<\/li><li><b>HIV infection - Pneumocystis pneumonia; Prophylaxis:<\/b> (16 yr of age and older) primary and secondary prophylaxis, 300 mg by INHALATION via Respirgard II(TM) nebulizer every 4 wk (manufacturer dosing)<\/li><li><b>HIV infection - Pneumocystis pneumonia; Prophylaxis:<\/b> (5 yr of age and older) primary and secondary prophylaxis, 300 mg by INHALATION via Respirgard II(TM) nebulizer every month (guideline dosing)<\/li><li><b>Pneumocystis pneumonia:<\/b> (4 months of age and older) 4 mg\/kg IV or IM once daily for 14 to 21 days<\/li><\/ul>"},{"id":"9pjcs1b6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> CrCl less than 10 mL\/min, 4 mg\/kg IV every 24 to 36 hours "},{"id":"9pjcs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>HIV infection - Pneumocystis pneumonia; Prophylaxis<\/li><li>Pneumocystis pneumonia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cutaneous leishmaniasis<\/li><li>HIV infection - Pneumocystis pneumonia<\/li><li>Trypanosomiasis<\/li><li>Visceral leishmaniasis<\/li><\/ul>"}]},"3":{"id":"9pjcs3","title":"Contraindications\/Warnings","sub":[{"id":"9pjcs3b9","title":"Contraindications","mono":"<ul><li>anaphylactic reaction to inhaled or parenteral pentamidine, history (Nubupent(R))<\/li><li>hypersensitivity to pentamidine, history (Pentam(R))<\/li><\/ul>"},{"id":"9pjcs3b10","title":"Precautions","mono":"<ul><li>anemia, leukopenia, and thrombocytopenia, preexisting; monitoring recommended (Pentam(R))<\/li><li>bronchospasm or cough may occur; especially with history of asthma or smoking (Nubupent(R))<\/li><li>chronic inhalation therapy; serious systemic adverse events may occur (eg, hypotension, hypoglycemia, hyperglycemia, hypocalcemia, anemia, thrombocytopenia, leukopenia, hepatic or renal dysfunction, ventricular tachycardia, pancreatitis, Stevens-Johnson syndrome, hyperkalemia, abnormal ST segment of ECG); monitoring recommended (Nubupent(R))<\/li><li>concomitant nephrotoxic drugs (eg, aminoglycosides, amphotericin B, cisplatin, foscarnet, or vancomycin); avoid use<\/li><li>extrapulmonary infection may occur; especially if history of pneumocystis carinii pneumonia (Nubupent(R))<\/li><li>extravasation may occur; including ulceration, tissue death or sloughing at the injection site requiring surgical intervention (Pentam(R))<\/li><li>hepatic impairment, preexisting; monitoring recommended (Pentam(R))<\/li><li>hyperglycemia and diabetes mellitus, preexisting or new onset, including months following therapy; monitoring recommended (Pentam(R))<\/li><li>hypertension, preexisting<\/li><li>hypocalcemia, preexisting; monitoring recommended (Pentam(R))<\/li><li>hypoglycemia, preexisting or new onset; increased risk of pancreatic islet cell necrosis and high concentrations of plasma insulin; monitoring recommended (Pentam(R))<\/li><li>hypotension, sudden and severe, may occur; use cautiously in patients with preexisting hypotension; proper technique and monitor; medical management may be required (Pentam(R))<\/li><li>pancreatitis may occur; use cautiously in patients with preexisting disease; discontinue if signs or symptoms develop<\/li><li>renal dysfunction, preexisting; monitoring recommended (Pentam(R))<\/li><li>Stevens-Johnson syndrome, history (Pentam(R))<\/li><li>symptoms suggestive of pulmonary infection; acute pneumocystis carinii pneumonia may still occur despite treatment (Nubupent(R))<\/li><li>ventricular tachycardia, preexisting; monitoring recommended (Pentam(R))<\/li><\/ul>"},{"id":"9pjcs3b11","title":"Pregnancy Category","mono":"<ul><li>Pentamidine: C (FDA)<\/li><li>Pentamidine: B3 (AUS)<\/li><\/ul>"},{"id":"9pjcs3b12","title":"Breast Feeding","mono":"<ul><li>Pentamidine: WHO: Compatible with breastfeeding.<\/li><li>Pentamidine: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"9pjcs4","title":"Drug Interactions","sub":[{"id":"9pjcs4b13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Grepafloxacin (probable)<\/li><li>Levomethadyl (theoretical)<\/li><li>Mesoridazine (established)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"9pjcs4b14","title":"Major","mono":"<ul><li>Acecainide (theoretical)<\/li><li>Acetophenazine (theoretical)<\/li><li>Ajmaline (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Amisulpride (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Aprindine (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Artemether (theoretical)<\/li><li>Astemizole (theoretical)<\/li><li>Azimilide (theoretical)<\/li><li>Bretylium (theoretical)<\/li><li>Buserelin (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chloroquine (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Cidofovir (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Dibenzepin (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Doxepin (theoretical)<\/li><li>Droperidol (theoretical)<\/li><li>Encainide (theoretical)<\/li><li>Enflurane (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Ethopropazine (theoretical)<\/li><li>Fingolimod (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fluphenazine (theoretical)<\/li><li>Foscarnet (probable)<\/li><li>Gemifloxacin (probable)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Halofantrine (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Halothane (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydroquinidine (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Ibutilide (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Isoflurane (theoretical)<\/li><li>Isradipine (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Lidoflazine (theoretical)<\/li><li>Lorcainide (theoretical)<\/li><li>Lumefantrine (theoretical)<\/li><li>Mefloquine (theoretical)<\/li><li>Methotrimeprazine (theoretical)<\/li><li>Metronidazole (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Perphenazine (theoretical)<\/li><li>Pipotiazine (theoretical)<\/li><li>Pirmenol (theoretical)<\/li><li>Prajmaline (theoretical)<\/li><li>Probucol (theoretical)<\/li><li>Procainamide (theoretical)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Promazine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Propiomazine (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Sematilide (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Sotalol (theoretical)<\/li><li>Spiramycin (theoretical)<\/li><li>Sulfamethoxazole (theoretical)<\/li><li>Sultopride (theoretical)<\/li><li>Tedisamil (theoretical)<\/li><li>Telithromycin (theoretical)<\/li><li>Thiethylperazine (theoretical)<\/li><li>Tizanidine (theoretical)<\/li><li>Trifluoperazine (theoretical)<\/li><li>Triflupromazine (theoretical)<\/li><li>Trimeprazine (theoretical)<\/li><li>Trimethoprim (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Triptorelin (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vasopressin (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Vilanterol (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><li>Zolmitriptan (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"9pjcs4b15","title":"Moderate","mono":"<ul>Zalcitabine (probable)<\/ul>"}]},"5":{"id":"9pjcs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash<\/li><li><b>Gastrointestinal:<\/b>Loss of appetite, Nausea<\/li><li><b>Hepatic:<\/b>Increased liver function test<\/li><li><b>Renal:<\/b>Nephrotoxicity<\/li><li><b>Respiratory:<\/b>Bronchospasm, Cough, Dyspnea, Inhalation only<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia, Hypotension<\/li><li><b>Dermatologic:<\/b>Injection site extravasation, Skin necrosis, Skin ulcer, Tissue necrosis<\/li><li><b>Endocrine metabolic:<\/b>Hypoglycemia (Severe)<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis, acute<\/li><li><b>Hematologic:<\/b>Leukopenia, Thrombocytopenia<\/li><\/ul>"},"6":{"id":"9pjcs6","title":"Drug Name Info","sub":{"0":{"id":"9pjcs6b17","title":"US Trade Names","mono":"<ul><li>Nebupent<\/li><li>Pentam<\/li><\/ul>"},"2":{"id":"9pjcs6b19","title":"Class","mono":"Antiprotozoal<br\/>"},"3":{"id":"9pjcs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"9pjcs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"9":{"id":"9pjcs9","title":"Administration","mono":"<ul><li><b>Inhalation, nebulization<\/b><br\/><ul><li>(inhalation) reconstitute only with 6 mL of sterile water for injection; do not use NS<\/li><li>(inhalation) recommended nebulizer flow rate is 5 to 7 L per minute<\/li><\/ul><\/li><li><b>Intramuscular<\/b><br\/>reconstitute with sterile water for injection; do not use NS<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute with sterile water for injection or D5W; do not use NS<\/li><li>(infusion) after initial reconstitution, dilute in 50 to 250 mL of D5W and infuse over 60 to 120 minutes<\/li><li>patient should be supine during administration<\/li><\/ul><\/li><\/ul>"},"10":{"id":"9pjcs10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>CBC, platelet counts, serum calcium concentrations, hepatic function, and ECG; before, during and after therapy<\/li><li>daily BUN, serum creatinine, and blood glucose levels; before, during and after therapy<\/li><\/ul>"},"11":{"id":"9pjcs11","title":"How Supplied","mono":"<ul><li><b>Nebupent<\/b><br\/>Inhalation Powder for Solution: 300 MG<br\/><\/li><li><b>Pentam<\/b><br\/>Injection Powder for Solution: 300 MG<br\/><\/li><\/ul>"},"12":{"id":"9pjcs12","title":"Toxicology","sub":[{"id":"9pjcs12b31","title":"Clinical Effects","mono":"<b>PENTAMIDINE <\/b><br\/>USES: Pentamidine is indicated for the prevention or treatment of Pneumocystis jiroveci pneumonia. PHARMACOLOGY: Pentamidine isethionate, an aromatic diamidine, is a nonpyrogenic, lyophilized, antifungal agent that interferes with microbial nuclear metabolism by inhibiting DNA, RNA, phospholipid, and protein synthesis. The mode of action is not completely understood. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose information is limited.  Clinical events following exposure are anticipated to be an extension of adverse events. A child developed severe hypotension and cardiac arrest after inadvertently receiving 1600 mg of pentamidine (40 times the recommended dose of 4 mg\/kg).  ADVERSE EFFECTS: COMMON: Rash, decreased appetite, nausea, vomiting, and pharyngitis. INFREQUENT\/RARE: Bronchospasm, dyspnea, headache, hypotension, prolonged QT, cardiac arrest, Stevens-Johnson Syndrome, toxic epidermal necrolysis, hypoglycemia, hyperglycemia, hyperkalemia, hypomagnesemia (infrequent), hypocalcemia, pancreatitis, acute renal failure, nephritis, conjunctivitis, blurred vision, and blepharitis, granulocytopenia, neutropenia, megaloblastic anemia, leukopenia, thrombocytopenia, anemia, elevated liver enzymes, dizziness, paresthesia, neuropathy, neuralgia, seizures, tremors, ataxia, amnesia, depression, confusion, hallucinations, anxiety, insomnia, vertigo, drowsiness, and pneumothorax. <br\/>"},{"id":"9pjcs12b32","title":"Treatment","mono":"<b>PENTAMIDINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Myelosuppression has rarely been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding. Therapeutic doses of pentamidine may cause prolongation of the QT interval or torsades de pointes. Treat torsades de pointes with IV magnesium sulfate, and correct electrolyte abnormalities; overdrive pacing may be necessary. Treat ventricular dysrhythmias using ACLS protocols.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral and inhalation routes.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias, severe respiratory distress, or hemodynamic instability.<\/li><li>Antidote: None.<\/li><li>Ventricular arrhythmia: Pentamidine may have proarrhythmic activity. QT prolongation has been reported following therapeutic use. Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Correct electrolyte abnormalities. Consider lidocaine. Because pentamidine has caused QT prolongation, amiodarone should be used with extreme caution. Unstable rhythms require immediate cardioversion.<\/li><li>Torsades de pointes: Treat torsades de pointes with IV magnesium sulfate, and correct electrolyte abnormalities; overdrive pacing may be necessary. AVOID: Class Ia (eg, quinidine, disopyramide, procainamide), class Ic (eg, flecainide, encainide, propafenone) and most class III antidysrhythmics (eg, sotalol).<\/li><li>Hypoglycemia: DEXTROSE: Give dextrose if symptomatic or BS less than 60 mg\/dL. DOSE: ADULT: 0.5 to 1 g\/kg of D50W (50% dextrose) IV push; ADOLESCENT: 0.5 to 1 g\/kg (1 to 2 mL\/kg) of 50% dextrose IV push; INFANT and CHILD: 0.5 to 1 g\/kg (2 to 4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL. DIET: When the patient is awake and alert, supplement IV glucose with carbohydrate intake.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Obtain an ECG, and institute continuous cardiac monitoring as an increase in the QT interval and dysrhythmias may develop following pentamidine exposure. Monitor CBC with differential and platelet count, serum electrolytes, renal function, and liver enzymes in symptomatic patients. Monitor blood glucose. Monitor pulse oximetry and\/or arterial blood gases in patients with respiratory signs or symptoms.<\/li><li>Enhanced elimination procedure: Hemodialysis is likely not to be of value because of the large volume of distribution. Charcoal hemoperfusion stabilized one pediatric patient following an accidental overdose with pentamidine.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure to the inhalation product, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with persistent cardiac dysrhythmias, severe respiratory symptoms, or severe neutropenia should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"9pjcs12b33","title":"Range of Toxicity","mono":"<b>PENTAMIDINE <\/b><br\/>TOXICITY:  A 17-month-old child developed severe hypotension and cardiac arrest after inadvertently receiving 160 mg\/kg of pentamidine (40 times the recommended dose of 4 mg\/kg; total dose: 1600 mg).  He recovered following supportive care, including a standard 4-hour course of charcoal hemoperfusion. THERAPEUTIC DOSE: ADULT: 4 mg\/kg IV or IM once daily for 14 to 21 days. INHALATION: Primary and secondary prophylaxis, 300 mg by inhalation via the Respirgard(R) II nebulizer every 4 wk. PEDIATRIC: 4 months of age and older: 4 mg\/kg IV or IM once daily for 14 to 21 days. INHALATION: 16 years of age and older: Primary and secondary prophylaxis: 300 mg by inhalation via the Respirgard(R) II nebulizer every 4 wk (manufacturer dosing); 5 years of age and older: Primary and secondary prophylaxis: 300 mg by inhalation via the Respirgard(R) II nebulizer every month (guideline dosing). <br\/>"}]},"13":{"id":"9pjcs13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause nausea. Inhaled form may also cause bronchospasm, cough, and dyspnea.<\/li><li>Tell patient to report unusual bleeding\/bruising or signs\/symptoms of new or worsening infection (fever, chills, night sweats, fatigue, anorexia), nephrotoxicity, pancreatitis, or cardiac dysrhythmia.<\/li><li>This drug may cause severe hypoglycemia. Patient should be counseled on appropriate action to take during a hypoglycemic event.<\/li><li>Advise patients using inhaled form on proper nebulizer technique.<\/li><li>Patient should not mix other drugs with pentamidine in the nebulizer. Tell patient to avoid using nebulizer to give any other drugs.<\/li><li>Instruct patient to lie supine while receiving intravenous form. Patient should rise slowly after administration to avoid dizziness and other potentially severe hypotensive effects.<\/li><li>Patients using intravenous form should monitor IV insertion site closely during pentamidine infusion. Advise patient to immediately report signs\/symptoms of extravasation, as drug is caustic.<\/li><\/ul>"}}}