{"generic":"Phenazopyridine Hydrochloride","drugs":["Azo-Gesic","Azo-Septic","Azo-Standard","Baridium","Phenazo 95","Phenazopyridine Hydrochloride","Prodium","Pyridium","Uristat"],"mono":{"0":{"id":"9wsqs0","title":"Generic Names","mono":"Phenazopyridine Hydrochloride"},"1":{"id":"9wsqs1","title":"Dosing and Indications","sub":{"0":{"id":"9wsqs1b4","title":"Adult Dosing","mono":"<b>Dysuria, Symptomatic relief:<\/b> 200 mg ORALLY 3 times a day after meals; use should not exceed 2 days when used concomitantly with an antibiotic "},"2":{"id":"9wsqs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> mild renal failure (GFR greater than 50 mL\/min), increase dosing interval to every 8 to 16 hours; do not use if GFR less than 50 mL\/min<\/li><li><b>geriatrics:<\/b> increased risk of accumulation and toxicity; age-related renal function impairment<\/li><\/ul>"},"3":{"id":"9wsqs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Dysuria, Symptomatic relief<br\/>"}}},"3":{"id":"9wsqs3","title":"Contraindications\/Warnings","sub":[{"id":"9wsqs3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to phenazopyridine products<\/li><li>renal insufficiency<\/li><\/ul>"},{"id":"9wsqs3b10","title":"Precautions","mono":"<ul><li>glucose-6-phosphate dehydrogenase deficiency<\/li><li>hepatitis<\/li><\/ul>"},{"id":"9wsqs3b11","title":"Pregnancy Category","mono":"Phenazopyridine: B (FDA)<br\/>"},{"id":"9wsqs3b12","title":"Breast Feeding","mono":"Phenazopyridine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"9wsqs5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Neurologic:<\/b>Headache<br\/><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Hemolytic anemia<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction<\/li><li><b>Renal:<\/b>Nephrotoxicity<\/li><\/ul>"},"6":{"id":"9wsqs6","title":"Drug Name Info","sub":{"0":{"id":"9wsqs6b17","title":"US Trade Names","mono":"<ul><li>Azo-Gesic<\/li><li>Azo-Septic<\/li><li>Azo-Standard<\/li><li>Uristat<\/li><li>Pyridium<\/li><li>Baridium<\/li><li>Phenazo 95<\/li><li>Prodium<\/li><\/ul>"},"2":{"id":"9wsqs6b19","title":"Class","mono":"Analgesic<br\/>"},"3":{"id":"9wsqs6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"9wsqs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"9wsqs7","title":"Mechanism Of Action","mono":"Phenazopyridine hydrochloride is a urinary tract analgesic agent. The precise mode of action is unknown but when excreted in the urine, it promotes topical analgesia on the mucosa of the urinary tract, thus relieving pain, burning, urgency and frequency.<br\/>"},"8":{"id":"9wsqs8","title":"Pharmacokinetics","sub":{"3":{"id":"9wsqs8b26","title":"Excretion","mono":"Renal: 65% unchanged <br\/>"}}},"9":{"id":"9wsqs9","title":"Administration","mono":"<b>Oral<\/b><br\/>take after meals <br\/>"},"10":{"id":"9wsqs10","title":"Monitoring","mono":"<ul><li>reduction in pain, burning, urgency or frequency<\/li><li>yellow skin or sclera; accumulation due to renal dysfunction<\/li><\/ul>"},"11":{"id":"9wsqs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 95 MG, 97.2 MG, 100 MG, 200 MG<br\/><\/li><li><b>Azo Standard<\/b><br\/>Oral Tablet: 95 MG, 97.5 MG<br\/><\/li><li><b>Azo Urinary Pain Relief<\/b><br\/>Oral Tablet: 95 MG, 97.5 MG<br\/><\/li><li><b>Baridium<\/b><br\/>Oral Tablet: 97.2 MG<br\/><\/li><li><b>Preferred Urinary Pain Relief<\/b><br\/>Oral Tablet: 95 MG<br\/><\/li><li><b>Pyridiate<\/b><br\/>Oral Tablet: 100 MG, 200 MG<br\/><\/li><li><b>Pyridium<\/b><br\/>Oral Tablet: 100 MG, 200 MG<br\/><\/li><li><b>Quality Choice Azo<\/b><br\/>Oral Tablet: 95 MG<br\/><\/li><li><b>RE-Azo<\/b><br\/>Oral Tablet: 95 MG<br\/><\/li><li><b>Rite Aid Urinary Pain Relief<\/b><br\/>Oral Tablet: 95 MG, 97.5 MG<br\/><\/li><li><b>Urinary Pain Relief<\/b><br\/>Oral Tablet: 95 MG, 97.5 MG<br\/><\/li><li><b>Woman's Wellbeing UTI Relief<\/b><br\/>Oral Tablet: 97.2 MG<br\/><\/li><\/ul>"},"12":{"id":"9wsqs12","title":"Toxicology","sub":[{"id":"9wsqs12b31","title":"Clinical Effects","mono":"<b>PHENAZOPYRIDINE <\/b><br\/>USES: Phenazopyridine is indicated to relieve symptoms such as pain, burning, urgency and\/or frequency, and other discomforts due to irritation of the lower urinary tract mucosa caused by infection, trauma, surgery, endoscopic procedures, or the passage of sounds or catheters. PHARMACOLOGY: Phenazopyridine hydrochloride is a urinary tract analgesic agent. The precise mode of action is unknown but when excreted in the urine, it promotes topical analgesia on the mucosa of the urinary tract, thus relieving pain, burning, urgency and frequency. TOXICOLOGY: HEMOLYSIS: The mechanism is due to its chemical structure and aromatic compound-like similarities to phenylhydrazine, which is known to cause the problem.  This drug has been shown through its oxidizing properties to act as an intermediate between the molecular oxygen and hemoglobin association, resulting in aggregation of oxidatively denatured hemoglobin. Red cells become rigid, have problems traversing the spleen, with resultant destruction and formation of bite cells. Patients with red blood cell glucose-6-phosphate dehydrogenase (G-6-PD) deficiency may have an increased risk for developing hemolysis. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Methemoglobinemia and hemolytic anemia are the primary manifestations of phenazopyridine intoxication. These findings may develop after taking this drug for several days based on therapeutic use, but typically develop with overdosage or in patients with renal impairment. Methemoglobinemia usually occurs within 2 to 3 hours after ingestion, but may be delayed.  In one child cyanosis was observed 17 hours after induction of emesis. Although rare, acute tubular necrosis and jaundice associated with increased liver enzymes have occurred following overdose. ADVERSE EFFECTS: Gastrointestinal disturbances, transient acute renal failure (after large doses or prolonged use), methemoglobinemia, sulfhemoglobinemia, hemolysis, jaundice and elevated liver enzymes have developed. Muscle tenderness, headache, vertigo, rhabdomyolysis and renal impairment secondary to rhabdomyolysis have also been reported. <br\/>"},{"id":"9wsqs12b32","title":"Treatment","mono":"<b>PHENAZOPYRIDINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors, and epinephrine may be required. Treat symptomatic methemoglobinemia with methylene blue. Patients with glucose-6-phosphate dehydrogenase (G-6-PD) deficiency or infants may require exchange transfusion or treatment with hyperbaric oxygen as they may not respond to methylene blue. Monitor creatine kinase levels. If severe elevations occur and there is a concern for rhabdomyolysis, treat the patient with aggressive IV fluids and consider sodium bicarbonate.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain their airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain their airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions or severe respiratory distress.<\/li><li>Antidote: None<\/li><li>Methemoglobinemia: Obtain a methemoglobin level in cyanotic patients. Treat symptomatic methemoglobinemia (usually at methemoglobin levels above 20% to 30%) with methylene blue and oxygen therapy. In one patient, usual doses of methylene blue were associated with the development of hemolysis with phenazopyridine-induced methemoglobinemia and renal failure. Although the possibility of direct hemolysis secondary to phenazopyridine could not be excluded, it was recommended that the dose methylene blue be adjusted in patients with renal impairment.<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Enhanced elimination procedure: If methemoglobinemia is not corrected with IV methylene blue in a severely symptomatic patient, exchange transfusion should be considered, especially in infants and children.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and liver enzymes in symptomatic patients. Monitor CBC and methemoglobin concentration in patients with cyanosis. Obtain methemoglobin levels in children who have ingested even a small number of phenazopyridine tablets. Monitor CK, renal function, and urine output in patients with rhabdomyolysis.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent minor exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"9wsqs12b33","title":"Range of Toxicity","mono":"<b>PHENAZOPYRIDINE <\/b><br\/>TOXICITY: PEDIATRIC: Methemoglobinemia developed in a 13-month-old following an acute ingestion of 2.5 to 3 g of phenazopyridine, and in a 2-year-old after ingesting 800 to 1200 mg of phenazopyridine. ADULT: Symptoms typically occur following the ingestion of several grams. However, methemoglobinemia and acute renal failure developed in a 17-year-old female following a single 1200 mg ingestion. THERAPEUTIC DOSE: ADULT: One 200-mg tablet or two 100-mg tablets orally 3 times daily. CHILDREN 6 TO 12 YEARS: 12 mg\/kg\/day in divided doses 3 times daily for 2 days. <br\/>"}]},"13":{"id":"9wsqs13","title":"Clinical Teaching","mono":"<ul><li>Tell patient that this drug may discolor urine and sclera red or orange, causing staining of undergarments and contact lenses.<\/li><li>This drug may cause gastrointestinal disturbance or headache.<\/li><li>Advise patient to report signs\/symptoms of hemolytic anemia, hepatotoxicity, or nephrotoxicity.<\/li><li>Patient should take drug with food to minimize gastric irritation.<\/li><\/ul>"}}}