{"generic":"Podophyllum Resin","drugs":["Podophyllum Resin"],"mono":{"0":{"id":"a4aqs0","title":"Generic Names","mono":"Podophyllum Resin"},"1":{"id":"a4aqs1","title":"Dosing and Indications","sub":{"0":{"id":"a4aqs1b4","title":"Adult Dosing","mono":"<ul><li><b>Condyloma acuminatum, External:<\/b> apply solution sparingly to warts, avoiding contact with healthy tissue; on first application leave in contact with skin for no more than 30 to 40 min; subsequent applications, leave on skin for minimum time to achieve desired results (1 to 4 hours); after treatment remove dried medication thoroughly with soap and water or alcohol; do not treat large areas or numerous warts at the same time<\/li><li><b>Condyloma acuminatum, Urethral:<\/b> apply solution sparingly to warts, avoiding contact with healthy tissue; on first application leave in contact with skin for no more than 30 to 40 min; subsequent applications, leave on skin for minimum time to achieve desired results (1 to 4 hours); after treatment remove dried medication thoroughly with soap and water or alcohol; do not treat large areas or numerous warts at the same time<\/li><li><b>Laryngeal papillomatosis:<\/b> dilute 25% resin in 95% alcohol to 12.5%, apply daily via laryngoscope; reduce applications as lesions decrease in size<\/li><\/ul>"},"3":{"id":"a4aqs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Condyloma acuminatum, External<\/li><li>Condyloma acuminatum, Urethral<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Keratosis - Primary malignant neoplasm of skin<\/li><li>Laryngeal papillomatosis<\/li><\/ul>"}}},"3":{"id":"a4aqs3","title":"Contraindications\/Warnings","sub":[{"id":"a4aqs3b9","title":"Contraindications","mono":"<ul><li>diabetes<\/li><li>concomitant steroid therapy<\/li><li>circulation disorders<\/li><li>hypersensitivity to podophyllum preparations<\/li><li>use on bleeding warts, moles, birthmarks, warts with hair growing from them<\/li><li>pregnancy<\/li><\/ul>"},{"id":"a4aqs3b10","title":"Precautions","mono":"<ul><li>not indicated in treatment of perianal or mucous membrane warts<\/li><li>differentiate wart from squamous cell carcinoma and Bowenoid papulosis, for which podophyllum is not indicated<\/li><li>avoid contact with the eyes because podophyllum can cause corneal damage; if contact does occur, the eyes should be immediately and thoroughly flushed with water for 15 minutes<\/li><\/ul>"},{"id":"a4aqs3b11","title":"Pregnancy Category","mono":"Fetal risk has been demonstrated. (TH)<br\/>"},{"id":"a4aqs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"a4aqs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus, Superficial ulcer of skin<\/li><li><b>Other:<\/b>Burning sensation, Inflammatory disorder, Localized pain<\/li><\/ul>"},"6":{"id":"a4aqs6","title":"Drug Name Info","sub":{"2":{"id":"a4aqs6b19","title":"Class","mono":"Nutriceutical<br\/>"},"3":{"id":"a4aqs6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"9":{"id":"a4aqs9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>(25% solution) must be applied by a physician, not to be dispensed to the patient<\/li><li>thoroughly cleanse affected area prior to use<\/li><li>apply sparingly to lesion with the supplied applicator<\/li><li>apply to intact (no bleeding) lesions only<\/li><li>avoid contact with healthy tissue<\/li><li>allow to dry thoroughly<\/li><\/ul>"},"12":{"id":"a4aqs12","title":"Toxicology","sub":[{"id":"a4aqs12b31","title":"Clinical Effects","mono":"<b>PODOPHYLLUM<\/b><br\/>USES:  Podophyllum resin (podophyllin) is extracted from the May apple rhizomes and roots (mandrake) and is used as a topical keratolytic to treat external genital and perianal warts, papillomas, and fibroids. It is dispensed as 25% podophyllum resin in benzoin tincture or alcohol. Derivatives are used as anticancer agents (etoposide and teniposide).  PHARMACOLOGY:   Podophyllotoxin is the active agent in podophyllum. It interferes with epithelial cell mitosis by binding to tubulin, a microtubule protein subunit, thus producing cytoskeletal changes. The podophyllum binding site is either the same as, or overlaps with, the colchicine binding site. In contrast to colchicine, podophyllum binds more rapidly and reversibly.   TOXICOLOGY: Similar to colchicine, podophyllum arrests cell division by inhibiting microtubule formation and polymerization. It inhibits cell division similarly to a chemotherapeutic agent, and causes toxicity in rapidly dividing cells first. It also inhibits axoplasmic transport, protein, RNA, and DNA synthesis, and oxidation enzymes in the tricarboxylic acid cycle. EPIDEMIOLOGY:  Poisoning is very uncommon but may cause significant morbidity and mortality. TOXICITY: Toxicity occurs rapidly (within a few hours) after ingestion but is delayed up to 12 to 24 hours following dermal absorption. Nausea, vomiting, diarrhea, and abdominal pain develop first, along with confusion, delirium, coma, tachycardia, orthostatic hypotension, and metabolic acidosis. Hematologic findings (pancytopenia) occur and nadir within 4 to 7 days of exposure. Neurologic findings include cranial nerve palsy, peripheral sensorimotor axonopathy, and loss of reflexes. Autonomic dysfunction, ileus, and urinary retention may persist for several months after recovery from severe poisoning. ADVERSE EFFECTS: COMMON: pruritus, nausea, vomiting, diarrhea, and abdominal pain. SEVERE: hepatotoxicity, leucopenia, peripheral neuropathy, renal failure, and thrombocytopenia. <br\/>"},{"id":"a4aqs12b32","title":"Treatment","mono":"<b>PODOPHYLLUM <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Administer IV fluids as needed and remove from skin. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive, and involves immediate resuscitation with IV fluids, activated charcoal (if ingested and vomiting does not preclude its use), and skin decontamination.<\/li><li>Decontamination: PREHOSPITAL: Give activated charcoal, if not vomiting. Wash exposed skin with soap and water and remove contaminated clothing. HOSPITAL: Administer activated charcoal, if not vomiting. Wash exposed skin with soap and water and remove contaminated clothing.<\/li><li>Airway management: Usually not necessary, but intubation may be necessary in patients with altered mental status.<\/li><li>Antidote: None.<\/li><li>Hypotensive episode: IV 0.9% NaCl 10-20 mL\/kg, dopamine, norepinephrine.<\/li><li>Myelosuppression:  Pancytopenia: generally nadirs around 4 to 7 days and resolves in 2 to 3 weeks. Patients may require transfusion. Treatment of Neutropenia: Filgrastim 5 mcg\/kg\/day subcutaneously. Sargramostim 250 mcg\/m(2)\/day IV infusion over 4 hours. Transfusion for severe thrombocytopenia or bleeding. Admission to a bone marrow transplant unit (or similar measures to prevent infection) should be considered if the patient develops agranulocytosis..<\/li><li>Monitoring of patient: Monitor serum electrolytes, BUN, creatinine, glucose, CBC, urinalysis, and ECG. Monitor vital signs and mental status.  Monitor neurologic function, over several weeks, in patients who develop severe toxicity. Obtain nerve conduction studies if peripheral neuropathy develops.<\/li><li>Enhanced elimination procedure: Due to the large molecular weight of the compound it is unlikely that hemodialysis would be effective for removal of podophyllin. Hemodialysis may be necessary when acute renal failure develops. The efficacy of charcoal hemoperfusion is unknown. Hemoperfusion is not recommended unless the patient continues to deteriorate despite intensive supportive therapy. <\/li><li>Patient disposition: HOME CRITERIA: Only if asymptomatic after limited dermal exposure and appropriate skin decontamination. OBSERVATION CRITERIA: Any symptomatic patient or with an intentional ingestion should be observed in the hospital until asymptomatic. No guidelines indicate how long to observe these patients, but if no GI symptoms develop within 6 hours of ingestion, it is reasonable to discharge the patient. If the exposure was dermal, the patient should have follow-up within 12 to 24 hours; sooner if any symptoms develop. ADMISSION CRITERIA: Any patient with altered mental status, hemodynamic instability, history of an intentional ingestion, or suspected or known significant overdose should be admitted to the ICU. CONSULT CRITERIA: Nephrology should be consulted if acute renal failure develops. Consult a medical toxicologist or poison center for any symptomatic exposure.<\/li><\/ul>"},{"id":"a4aqs12b33","title":"Range of Toxicity","mono":"<b>PODOPHYLLUM<\/b><br\/>TOXICITY: Greater than 0.5 mL of solution may be toxic. Severe toxicity with permanent neurologic sequelae has been reported in toddlers who ingested 10 mL of 8% to 25% podophyllum and an adult who ingested 25 mL of a 25% solution.  Dermal application of 90 mL of 17.5% podophyllum to the perineum after CO2 laser ablation was fatal in an adult. THERAPEUTIC DOSES: Topical application of less than 0.5 mL or application to an area of 10 square centimeters or less to each wart, using 10% to 25% podophyllum products; remove within 1 to 4 hours to reduce local irritation.<br\/>"}]},"13":{"id":"a4aqs13","title":"Clinical Teaching","mono":"<ul><li>Concurrent steroid therapy is contraindicated while patient is using this drug.<\/li><li>Avoid contact with eyes, as drug can cause corneal damage. If eye contact does occur, immediately flush eyes with water for 15 min.<\/li><li>This drug may cause pruritus, superficial skin ulcer, or burning sensation, inflammation, or pain at application site.<\/li><\/ul>"}}}