{"generic":"Potassium Iodide","drugs":["Pima","Potassium Iodide","SSKI","ThyroShield"],"mono":{"0":{"id":"a7q2s0","title":"Generic Names","mono":"Potassium Iodide"},"1":{"id":"a7q2s1","title":"Dosing and Indications","sub":{"0":{"id":"a7q2s1b4","title":"Adult Dosing","mono":"<ul><li><b>Cutaneous sporotrichosis:<\/b> initial, 5 drops (using a standard eye-dropper) saturated solution ORALLY 3 times daily; increase as tolerated to 40 to 50 drops ORALLY 3 times daily; continue for 2 to 4 weeks after all lesions have healed<\/li><li><b>Implementation of protective measures to prevent injury due to radiation sources, Thyroid gland; Prophylaxis:<\/b> 130 mg ORALLY daily<\/li><li><b>Induction of involution of thyroid:<\/b> 60-250 mg ORALLY 3 times a day for 10 days before surgery<\/li><li><b>Lymphocutaneous sporotrichosis:<\/b> initial, 5 drops (using a standard eye-dropper) saturated solution ORALLY 3 times daily; increase as tolerated to 40 to 50 drops ORALLY 3 times daily; continue for 2 to 4 weeks after all lesions have healed<\/li><\/ul>"},"1":{"id":"a7q2s1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Cutaneous sporotrichosis:<\/b> initial, 1 drop (using a standard eye-dropper) saturated solution ORALLY 3 times daily; increase as tolerated up to MAX of 1 drop\/kg or 40 to 50 drops ORALLY 3 times daily (whichever is lowest); continue for 2 to 4 weeks after all lesions have healed<\/li><li><b>Implementation of protective measures to prevent injury due to radiation sources, Thyroid gland; Prophylaxis:<\/b> over 12 y and weigh 150 lbs or greater, 130 mg ORALLY daily<\/li><li><b>Implementation of protective measures to prevent injury due to radiation sources, Thyroid gland; Prophylaxis:<\/b> over 12 y and weigh 150 lbs or less, 65 mg ORALLY daily<\/li><li><b>Implementation of protective measures to prevent injury due to radiation sources, Thyroid gland; Prophylaxis:<\/b> 3 to 12 y, 65 mg ORALLY daily<\/li><li><b>Implementation of protective measures to prevent injury due to radiation sources, Thyroid gland; Prophylaxis:<\/b> 1 mo to 3 y, 32.5 mg ORALLY daily<\/li><li><b>Implementation of protective measures to prevent injury due to radiation sources, Thyroid gland; Prophylaxis:<\/b> birth to 1 mo, 16.25 mg ORALLY daily<\/li><li><b>Lymphocutaneous sporotrichosis:<\/b> initial, 1 drop (using a standard eye-dropper) saturated solution ORALLY 3 times daily; increase as tolerated up to MAX of 1 drop\/kg or 40 to 50 drops ORALLY 3 times daily (whichever is lowest); continue for 2 to 4 weeks after all lesions have healed<\/li><\/ul>"},"3":{"id":"a7q2s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Implementation of protective measures to prevent injury due to radiation sources, Thyroid gland; Prophylaxis<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Cutaneous sporotrichosis<\/li><li>Induction of involution of thyroid<\/li><li>Iodine deficiency; Treatment and Prophylaxis<\/li><li>Lymphocutaneous sporotrichosis<\/li><\/ul>"}}},"2":{"id":"a7q2s2","title":"Black Box Warning","mono":"<b>Oral (Solution)<\/b><br\/>When used in a nuclear radiation emergency, instruct patients on the proper dosage and usage. Should be used along with other emergency measures that will be recommended by public officials.<br\/>"},"3":{"id":"a7q2s3","title":"Contraindications\/Warnings","sub":[{"id":"a7q2s3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to iodide products<\/li><li>renal disorders<\/li><li>iodine-induced goiter<\/li><\/ul>"},{"id":"a7q2s3b10","title":"Precautions","mono":"<ul><li>acute bronchitis<\/li><li>Addison's disease<\/li><li>dehydration<\/li><li>goiter, autoimmune thyroid disease<\/li><li>hyperthyroidism<\/li><li>pregnancy, lactation (can cause fetal goiter, infant thyroid suppression)<\/li><li>tuberculosis<\/li><\/ul>"},{"id":"a7q2s3b11","title":"Pregnancy Category","mono":"Fetal risk has been demonstrated. (TH)<br\/>"},{"id":"a7q2s3b12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Avoid breastfeeding if possible.  Monitor infant for side effects.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"a7q2s4","title":"Drug Interactions","sub":{"2":{"id":"a7q2s4b15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Anisindione (probable)<\/li><li>Dicumarol (probable)<\/li><li>Phenindione (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"a7q2s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal irritation, Gastric<\/li><li><b>Neurologic:<\/b>Paresthesia<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Goiter, Prolonged or excessive use, Hypothyroidism, Prolonged or excessive use, Thyroid adenoma, Prolonged or excessive use<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><\/ul>"},"6":{"id":"a7q2s6","title":"Drug Name Info","sub":{"0":{"id":"a7q2s6b17","title":"US Trade Names","mono":"<ul><li>SSKI<\/li><li>Pima<\/li><li>ThyroShield<\/li><\/ul>"},"2":{"id":"a7q2s6b19","title":"Class","mono":"Antithyroid Agent<br\/>"},"3":{"id":"a7q2s6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"a7q2s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"a7q2s7","title":"Mechanism Of Action","mono":"When administered prior to and following administration of radioactive isotopes and in radiation emergencies involving the release of radioactive iodine, potassium iodide protects the thyroid gland by blocking the thyroidal uptake of radioactive isotopes of iodine. In cases of inflammatory dermatoses, the precise mechanism is unknown but may be due to an inhibition of neutrophil chemotaxis  or through a heparin-mediated immunosuppressive effect. Other proposed mechanisms of action include: saturation of the iodide transport system of the thyroid, inhibition of intrathyroidal organification of iodide, and dilution of the isotope atoms with nonradioactive iodine atoms.<br\/>"},"10":{"id":"a7q2s10","title":"Monitoring","mono":"<ul><li>thyroid function tests<\/li><li>heart rate<\/li><\/ul>"},"11":{"id":"a7q2s11","title":"How Supplied","mono":"<ul><li><b>SSKI<\/b><br\/>Oral Solution: 1 GM\/ML<br\/><\/li><li><b>ThyroShield<\/b><br\/>Oral Solution: 65 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"a7q2s12","title":"Toxicology","sub":[{"id":"a7q2s12b31","title":"Clinical Effects","mono":"<ul><li><b>IODIDES<\/b><br\/>USES: Iodides have been utilized to treat iodine disorders, hyperthyroidism, bacterial, fungal or protozoal infections, and also were traditionally as expectorants because of their stimulatory effects on bronchial secretions. Potassium iodide is indicated for use as a thyroid blocking agent following exposure to radioisotopes of iodine from a nuclear reactor accident. PHARMACOLOGY: Iodides are used by the thyroid gland in hormone production. Potassium iodide is taken up by the thyroid gland preventing absorption of radioactive iodide in cases where people are exposed in nuclear emergencies. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Overdose of potassium iodide results in angioedema, laryngeal edema, and cutaneous hemorrhage. Very large doses could theoretically cause hyperkalemia and resulting dysrhythmias, but this has not been reported to date. ADVERSE EFFECTS: COMMON: POTASSIUM IODIDE can cause stomach upset, diarrhea, nausea, vomiting, stomach pain, skin rash and salivary gland swelling or tenderness. LESS COMMON: POTASSIUM IODIDE can cause gastrointestinal bleeding, confusion, dysrhythmias, numbness, pain or weakness in hands or feet, unusual fatigue, weakness or heaviness of legs, fever, and edema of neck or throat. Thyroid adenoma, goiter, and myxedema are also possible side effects. RARE: Iodism is a rare occurrence with iodides; however, it may develop during prolonged treatment or with the use of high doses. Symptoms include burning of mouth, severe headache, metallic taste, soreness of teeth and gums, symptoms of head cold, irritation of the eyes with swelling of the eyelids, unusual increase in salivation, acneform skin lesions in the seborrheic areas, and rarely, severe skin eruptions.<br\/><\/li><li><b>POTASSIUM<\/b><br\/>USES: Potassium is a metal found naturally in the earth's crust and in most foods. It is taken medically for the prevention and treatment of hypokalemia. Tablets are readily available, including sustained-release formulations. Potassium is used as a salt substitute and is often present in &quot;low-sodium&quot; foods. It is also used as a water softener, and in chemistry and manufacturing processes. PHARMACOLOGY: Potassium is the human body's main intracellular cation, with only 2% of the body's stores in the intravascular compartment. It is necessary for nerve conduction, and muscle  (including cardiac) contraction. TOXICOLOGY: Local irritation after ingestion causes GI upset. Severe hyperkalemia after large IV or oral overdoses causes muscular dysfunction including weakness, paralysis, cardiac dysrhythmias, and rarely death. EPIDEMIOLOGY: Potassium toxicity from overdose is rare but may result from intentional ingestion. Iatrogenic overdoses can occur. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea, paresthesias, and muscle cramps are common. Rarely, GI bleed may occur. SEVERE TOXICITY: Muscular weakness progressing to paralysis may occur. Cardiac dysrhythmias often occur with concentrations greater than 8 mEq\/L, and death from cardiac arrest with concentrations of 9 to 12 mEq\/L or higher. Characteristic ECG findings occur in the following order: peaked T waves, QRS complex blends into the T wave, PR interval prolongation, P wave is lost and ST segments depress, merging S and T waves, and finally, sine waves. The presence of the sine wave is a near terminal event, signaling that hemodynamic collapse and cardiac arrest are near. As serum hyperkalemia is corrected, the ECG changes resolve in reverse order. ADVERSE EFFECTS: SPECIAL SITUATIONS: Inadvertent intrathecal injection of potassium was rapidly fatal in the only case that has been reported. Potassium permanganate crystals are caustic. Potassium carbonate and hydroxide are very alkaline and have been associated with ocular injury.<br\/><\/li><\/ul>"},{"id":"a7q2s12b32","title":"Treatment","mono":"<ul><li><b>IODIDES <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treat acute allergic reactions with or without laryngeal edema with epinephrine and antihistamines. Treat serum-sickness-like reactions with antihistamines and corticosteroids. Treat cases of iodism with intravenous 0.9% sodium chloride. Most symptomatic cases of thyrotoxicosis can be treated with beta-blockers; propylthiouracil, I131 or surgery are very rarely needed. Overdose with potassium iodide can cause dysrhythmias due to potassium toxicity. Treat as necessary in overdose cases where potassium iodide is the suspected agent.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in a patient with a recent, significant overdose who is alert or in whom airway is protected. HOSPITAL: Consider activated charcoal in a patient with a recent, significant overdose who is alert or in whom airway is protected.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in rare patients with serious toxicity.<\/li><li>Antidote: There is no antidote for iodide poisoning.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines, inhaled beta agonists, and corticosteroids. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Serum sickness due to drug: Treat serum-sickness-like reactions with antihistamines. Corticosteroids should be administered if antihistamines are not effective or if severe symptoms persist.<\/li><li>Thyrotoxicosis: Discontinuing the inciting agent is usually the only therapy necessary in mild cases.  Beta blockers may be used in symptomatic patients. RARELY propylthiouracil, I131, or surgery are necessary.<\/li><li>Hypothyroidism: Short-term administration of thyroid hormone supplements may hasten recovery. Discontinuation of the iodide source will usually result in restoration of normal thyroid function within several weeks.<\/li><li>Monitoring of patient: Plasma iodide levels are not clinically useful or widely available. Monitor thyroid function in cases of severe overdose for decreased serum T4 levels and increased serum TSH levels. Monitor ECG for signs of potassium toxicity in cases of severe overdose with potassium iodide. Monitor serum electrolytes and renal function in patients with severe overdose.<\/li><li>Enhanced elimination procedure: A diuretic such as mannitol should be administered in treatment of chronic iodide poisoning to increase renal excretion of iodide. Fluids and sodium chloride intake will also hasten iodide excretion.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with overdose ingestions should be evaluated in a healthcare facility until symptoms are resolved. ADMISSION CRITERIA: Patient demonstrating acute allergic reaction, thyrotoxicosis, hyperkalemia, or severe toxicity should be admitted to the hospital. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>POTASSIUM <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Establish IV access. Initiate ECG monitoring. Cation-binding resins (ie, kayexelate) should be given orally. MANAGEMENT OF SEVERE TOXICITY: Continuous ECG monitoring should be initiated and intravenous access obtained. Treat hyperkalemia associated with ECG changes aggressively; nebulized beta agonists (eg, albuterol), intravenous sodium bicarbonate 1 mEq\/kg IV, intravenous calcium chloride (preferably through a central line) or calcium gluconate (avoid calcium salts in patients taking digoxin), intravenous insulin 10 units with 25 g D50. Note: All of these therapies shift potassium intracellularly, but do NOT increase the elimination of potassium from the body; expect rebound hyperkalemia to develop, the above therapies may need to be repeated. Administer a potassium binding resin orally (usually works over hours) and administer intravenous fluids. Diuretics may be used to increase urinary potassium elimination. In severe cases, in particular, patients with renal insufficiency or those also taking potassium sparing diuretics, hemodialysis may be warranted. Orotracheal intubation for airway protection should be performed if a patient is hemodynamically unstable.<\/li><li>Decontamination: PREHOSPITAL: EMESIS: Consider inducing emesis only if a recent oral overdose and the patient is not already vomiting and can protect their airway. ACTIVATED CHARCOAL:  There is no role for activated charcoal as it does not bind potassium. HOSPITAL: If a recent large oral ingestion of potassium, consider orogastric lavage to remove pills or pill fragments. Potassium tablets may be seen on X-ray. Consider whole bowel irrigation, if the patient has overdosed (particularly extended-release) and the tablets are beyond the stomach. In adults, 2 L of polyethylene glycol solution should be given initially followed by 1.5 to 2 L\/hr until clear rectal effluent and an absence of tablets on X-ray. For children 6 to 12 years of age: Administer 1 L\/hr of polyethylene glycol solution; children 9 months to less than 6 years: 500 cc\/hr should be administered. Patients must be awake and cooperative and\/or must have a protected airway for decontamination.<\/li><li>Airway management: Perform early in patients with severe intoxication (ie, cardiovascular collapse).<\/li><li>Antidote: There is no antidote for potassium.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serial serum potassium concentrations. Monitor serum electrolytes, renal function and blood glucose concentrations. Obtain serial ECGs and institute continuous cardiac monitoring. Routine monitoring of electrolytes, renal function, and glucose levels may be helpful.<\/li><li>Enhanced elimination procedure: Hemodialysis may be necessary in renal failure patients with hyperkalemia or in patients with normal renal function that have severe toxicity.<\/li><li>Intrathecal injection: Intrathecal injection of potassium caused cerebral edema and was rapidly fatal in the only case reported. The following recommendations are derived from experience with other agents. Keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CS exchange (remove seral 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through a ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Patient disposition: HOME CRITERIA: Any child who ingests more than a therapeutic dose of potassium or any intentional\/suicidal ingestion by an adult should be evaluated by a healthcare professional. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a healthcare facility for observation for at least 4 hours. A longer observation, up to 24 hours (until serum potassium has clearly peaked and is declining without active intervention) should be considered for patients that overdose on sustained-release products. ADMISSION CRITERIA: Patients with persistent GI symptoms, ECG changes, or persistent hyperkalemia should be admitted to the hospital. Patients with dysrhythmias or cardiovascular collapse or those needing dialysis should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (severe weakness or cardiac dysrhythmias), or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"a7q2s12b33","title":"Range of Toxicity","mono":"<ul><li><b>IODIDES<\/b><br\/>TOXICITY: A specific toxic dose for iodides has not been established. Up to 10 grams of sodium iodide has been administered IV without toxicity. Doses up to 6 grams\/day of potassium iodide have been used for dermatological fungal infections. Children received one half or one third of this dose. THERAPEUTIC DOSES: POTASSIUM IODIDE (RADIATION EMERGENCY) ADULTS: 130 mg once daily. CHILDREN: OVER 12 YEARS TO 18 YEARS, WEIGHING AT LEAST 150 POUNDS: 130 mg once daily. OVER 12 YEARS TO 18 YEARS, WEIGHING LESS THAN 150 POUNDS: 65 mg once daily. OVER 3 YEARS TO 12 YEARS: 65 mg once daily. OVER 1 MONTH TO 3 YEARS: 32.5 mg once daily. AT BIRTH TO 1 MONTH: 16.25 mg once daily.<br\/><\/li><li><b>POTASSIUM <\/b><br\/>TOXICITY: ADULT: Doses as low as 2 to 2.5 mEq\/kg of potassium have been reported to cause toxicity. GENERAL: NORMAL SERUM CONCENTRATIONS: 3.5 to 5 mEq\/L; MINIMAL TOXICITY: Potassium concentrations under 6.5 mEq\/L; MODERATE TOXICITY: Concentrations between 6.5 and 8 mEq\/L produce lassitude, fatigue, and weakness.  SEVERE TOXICITY: Concentrations over 8 mEq\/L, complete neuromuscular paralysis may dominate the clinical picture. Death from cardiac arrest usually occurs at 9 to 12 mEq\/L.  It may occur at lower levels if cellular potassium is severely depleted. THERAPEUTIC: ADULT: 40 to 80 mEq\/day is a typical daily dose. In patients with renal insufficiency, the dose may be lower. PEDIATRIC: 2 to 3 mEq\/kg\/day is the usually daily dose.<br\/><\/li><\/ul>"}]},"13":{"id":"a7q2s13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause gastrointestinal irritation or paresthesia.<\/li><li>Advise patient to report signs\/symptoms of goiter, hypothyroidism, or thyroid adenoma. Patients using this drug for prolonged periods or in higher doses have a greater risk for these adverse effects.<\/li><li>Patient should take drug with a half-glass (4 ounces) of water.<\/li><\/ul>"}}}