{"generic":"Pravastatin Sodium","drugs":["Pravachol","Pravastatin Sodium"],"mono":{"0":{"id":"a8gqs0","title":"Generic Names","mono":"Pravastatin Sodium"},"1":{"id":"a8gqs1","title":"Dosing and Indications","sub":[{"id":"a8gqs1b4","title":"Adult Dosing","mono":"<ul><li><b>Cerebrovascular accident, Reduction of risk:<\/b> initial, 40 mg ORALLY once daily<\/li><li><b>Cerebrovascular accident, Reduction of risk:<\/b> maintenance, 40 mg to 80 mg ORALLY once daily<\/li><li><b>Coronary arteriosclerosis, Primary; Prophylaxis:<\/b> initial, 40 mg ORALLY once daily<\/li><li><b>Coronary arteriosclerosis, Primary; Prophylaxis:<\/b> maintenance, 40 mg to 80 mg ORALLY once daily<\/li><li><b>Coronary arteriosclerosis, Secondary; Prophylaxis:<\/b> initial, 40 mg ORALLY once daily<\/li><li><b>Coronary arteriosclerosis, Secondary; Prophylaxis:<\/b> maintenance, 40 mg to 80 mg ORALLY once daily<\/li><li><b>Hyperlipidemia:<\/b> initial, 40 mg ORALLY once daily<\/li><li><b>Hyperlipidemia:<\/b> maintenance, 40 mg to 80 mg ORALLY once daily<\/li><\/ul>"},{"id":"a8gqs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Familial hypercholesterolemia - heterozygous:<\/b> 8 to 13 years of age, 20 mg ORALLY once daily<\/li><li><b>Familial hypercholesterolemia - heterozygous:<\/b> 14 to 18 years of age, 40 mg ORALLY once daily<\/li><\/ul>"},{"id":"a8gqs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, significant:<\/b> starting dose 10 mg ORALLY once daily<\/li><li><b>hepatic impairment:<\/b> active liver disease or unexplained persistent elevations of serum transaminase levels are contraindications to use<\/li><li><b>concomitant clarithromycin:<\/b> limit pravastatin dose to 40 mg ORALLY once daily<\/li><li><b>concomitant cyclosporine:<\/b> initial pravastatin dose, 10 mg ORALLY once a day; limit pravastatin dose to 20 mg ORALLY once daily<\/li><\/ul>"},{"id":"a8gqs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cerebrovascular accident, Reduction of risk<\/li><li>Coronary arteriosclerosis, Primary; Prophylaxis<\/li><li>Coronary arteriosclerosis, Secondary; Prophylaxis<\/li><li>Familial hypercholesterolemia - heterozygous<\/li><li>Hyperlipidemia<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute coronary syndrome<\/li><li>Atrial fibrillation; Prophylaxis - Operation on heart<\/li><li>Coronary artery bypass graft<\/li><li>Diabetes mellitus - Hypercholesterolemia<\/li><li>Heart failure, chronic<\/li><li>Kidney disease, Nondiabetic<\/li><li>Nephrotic syndrome<\/li><li>Percutaneous coronary intervention<\/li><li>Restenotic lesion of coronary artery; Prophylaxis<\/li><li>Transient ischemic attack; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"a8gqs3","title":"Contraindications\/Warnings","sub":[{"id":"a8gqs3b9","title":"Contraindications","mono":"<ul><li>active liver disease<\/li><li>hypersensitivity to pravastatin or any component of the product<\/li><li>nursing mothers<\/li><li>pregnancy<\/li><li>serum transaminases, unexplained persistent elevations<\/li><\/ul>"},{"id":"a8gqs3b10","title":"Precautions","mono":"<ul><li>alcohol use, heavy; increased risk of liver function abnormalities<\/li><li>amyotrophic lateral sclerosis (ALS), preexisting; rate of ALS functional decline may increase with statin therapy<\/li><li>concomitant use of gemfibrozil; avoid use<\/li><li>conditions predisposing patients to renal failure secondary to rhabdomyolysis (eg, sepsis, hypotension, trauma, major surgery, uncontrolled epilepsy, or severe metabolic, endocrine, or electrolyte disorders); temporarily withhold or discontinue therapy<\/li><li>elderly patients (greater than 65 years); increased risk for myopathy and rhabdomyolysis; discontinue treatment if myopathy is diagnosed or suspected<\/li><li>hypothyroidism, uncontrolled; increased risk for myopathy and rhabdomyolysis; discontinue treatment if myopathy is diagnosed or suspected<\/li><li>immune-mediated necrotizing myopathy, an autoimmune myopathy, has been reported; discontinue therapy immediately if myopathy is diagnosed or suspected<\/li><li>liver disease, recent history (less than 6 months) or suspected; increased risk of liver function abnormalities<\/li><li>liver failure, some cases fatal, has been reported; interrupt treatment if serious liver injury with clinical symptoms and\/or hyperbilirubinemia or jaundice occurs<\/li><li>myopathy and rhabdomyolysis with acute renal failure (secondary to myoglobinuria) have been reported; concomitant use with fibrates, niacin, cyclosporine, or erythromycin may increase the risk; discontinue therapy if myopathy is diagnosed or suspected<\/li><li>renal impairment, history of; increased risk for myopathy and rhabdomyolysis; discontinue treatment if myopathy is diagnosed or suspected<\/li><li>serum transaminase level increases greater than 3 times the ULN have been reported; monitoring recommended; discontinuation may be required<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"a8gqs3b11","title":"Pregnancy Category","mono":"<ul><li>Pravastatin: X (FDA)<\/li><li>Pravastatin: D (AUS)<\/li><\/ul>"},{"id":"a8gqs3b12","title":"Breast Feeding","mono":"Pravastatin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"a8gqs4","title":"Drug Interactions","sub":{"1":{"id":"a8gqs4b14","title":"Major","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Bezafibrate (theoretical)<\/li><li>Ciprofibrate (probable)<\/li><li>Clofibrate (theoretical)<\/li><li>Colchicine (probable)<\/li><li>Colesevelam (theoretical)<\/li><li>Cyclosporine (probable)<\/li><li>Daclatasvir (theoretical)<\/li><li>Dalfopristin (probable)<\/li><li>Daptomycin (theoretical)<\/li><li>Darunavir (established)<\/li><li>Dasabuvir (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Fenofibrate (probable)<\/li><li>Fenofibric Acid (theoretical)<\/li><li>Fusidic Acid (probable)<\/li><li>Gemfibrozil (probable)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Quinupristin (probable)<\/li><li>Ritonavir (established)<\/li><li>Teriflunomide (probable)<\/li><li>Topotecan (theoretical)<\/li><\/ul>"},"2":{"id":"a8gqs4b15","title":"Moderate","mono":"<ul><li>Amprenavir (probable)<\/li><li>Boceprevir (established)<\/li><li>Clarithromycin (probable)<\/li><li>Efavirenz (established)<\/li><li>Eltrombopag (probable)<\/li><li>Nefazodone (probable)<\/li><li>Nelfinavir (established)<\/li><li>Oat Bran (probable)<\/li><li>Pectin (probable)<\/li><\/ul>"}}},"5":{"id":"a8gqs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (1.2% to 7.2%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (4.7% to 8.5%), Nausea and vomiting (4% to 10.5%)<\/li><li><b>Musculoskeletal:<\/b>Musculoskeletal pain (3.9% to 24.9%)<\/li><li><b>Neurologic:<\/b>Headache (3.5% to 7.5%)<\/li><li><b>Respiratory:<\/b>Cough (1.2% to 8.2%), Rhinitis (1.2% to 7%), Upper respiratory infection (4.1% to 21.2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hepatic:<\/b>Increased liver enzymes (up to 1.2%)<\/li><li><b>Musculoskeletal:<\/b>Disorder of muscle (less than 0.1%), Rhabdomyolysis, Rupture of tendon<\/li><\/ul>"},"6":{"id":"a8gqs6","title":"Drug Name Info","sub":{"0":{"id":"a8gqs6b17","title":"US Trade Names","mono":"Pravachol<br\/>"},"2":{"id":"a8gqs6b19","title":"Class","mono":"<ul><li>Antihyperlipidemic<\/li><li>HMG-COA Reductase Inhibitor<\/li><\/ul>"},"3":{"id":"a8gqs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"a8gqs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"a8gqs7","title":"Mechanism Of Action","mono":"Pravastatin sodium is a competitive HMG-CoA (3-hydroxy-3-methylglutaryl-coenzyme A) reductase inhibitor that decreases intracellular cholesterol levels through reversible inhibition of HMG-CoA reductase activity. This reduction in cholesterol leads to an increased low-density lipoprotein(LDL)-receptors, improved receptor-mediated catabolism and clearance of circulating LDL. It also blocks the production of LDL by inhibiting the synthesis of its precursor, very low density lipoprotein (VLDL), in the liver.<br\/>"},"8":{"id":"a8gqs8","title":"Pharmacokinetics","sub":[{"id":"a8gqs8b23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 1 h to 1.5 h<\/li><li>Bioavailability: 17%<\/li><\/ul>"},{"id":"a8gqs8b24","title":"Distribution","mono":"Protein binding: approximately 50% <br\/>"},{"id":"a8gqs8b25","title":"Metabolism","mono":"<ul><li>Hepatic (first-pass); extensive, isomerization, hydroxylation, oxidation and conjugation<\/li><li>Metabolites: 6-epi-pravastatin, 3(alpha)-hydroxyisomer (SQ 31,906) and SQ 31,945<\/li><\/ul>"},{"id":"a8gqs8b26","title":"Excretion","mono":"<ul><li>Fecal: approximately 70%<\/li><li>Renal: approximately 20%<\/li><\/ul>"},{"id":"a8gqs8b27","title":"Elimination Half Life","mono":"Pravastatin sodium plus metabolites: 77 h <br\/>"}]},"9":{"id":"a8gqs9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>may be taken with or without food at any time of the day<\/li><li>when given with a bile-acid-binding resin (eg, cholestyramine, colestipol), give pravastatin either at least 1 hour before or at least 4 hours after the resin<\/li><\/ul>"},"10":{"id":"a8gqs10","title":"Monitoring","mono":"<ul><li>lipid profile; 4 weeks after initiation and 4 weeks after each dosage adjustment<\/li><li>liver function tests; before initiation of therapy and periodically when indicated<\/li><\/ul>"},"11":{"id":"a8gqs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 10 MG, 20 MG, 40 MG, 80 MG<br\/><\/li><li><b>Pravachol<\/b><br\/>Oral Tablet: 10 MG, 20 MG, 40 MG, 80 MG<br\/><\/li><\/ul>"},"12":{"id":"a8gqs12","title":"Toxicology","sub":[{"id":"a8gqs12b31","title":"Clinical Effects","mono":"<b>LOVASTATIN AND RELATED DRUGS <\/b><br\/>USES: HMG-CoA reductase inhibitors are used in the treatment of hypercholesterolemia. The following agents are available in the United States: atorvastatin, fluvastatin, lovastatin, pitavastatin, pravastatin, rosuvastatin, and simvastatin. Atorvastatin, lovastatin, pravastatin, and simvastatin are also available in combination with other agents (atorvastatin\/amlodipine; lovastatin\/niacin; pravastatin\/aspirin; simvastatin\/ezetimibe; simvastatin\/niacin; simvastatin\/sitagliptin). PHARMACOLOGY: HMG-CoA reductase inhibitors competitively inhibit 3-hydroxy-3-methylglutaryl coenzyme A reductase, preventing conversion of HMG-CoA to mevalonate, the rate determining enzyme for cholesterol synthesis. EPIDEMIOLOGY: Exposure is common but overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Ingestion of up to 6 grams of lovastatin has been reported without specific effects or sequelae. SEVERE TOXICITY: Severe toxicity is not expected, unless a coingestant is present. ADVERSE EFFECTS: Nausea, flatulence, diarrhea, abdominal pain, myopathy, myalgias, rhabdomyolysis, elevated liver enzymes, hepatitis, dermatitis, diplopia, blepharoptosis (ptosis), ophthalmoplegia, tendinitis, and tendon rupture have been reported in patients receiving statins. Other reported adverse effects (rare) include hyperkalemia (lovastatin), photosensitivity (simvastatin), dermatomyositis (simvastatin and pravastatin), limb compartment syndrome (simvastatin and atorvastatin), acute renal failure (lovastatin), pancreatitis (pravastatin and lovastatin\/gemfibrozil), chest pain (pravastatin), atrial fibrillation (simvastatin), vasculitis (atorvastatin), hemolytic anemia (lovastatin), thrombocytopenic purpura (atorvastatin), thrombotic thrombocytopenic purpura (simvastatin), akathisia (lovastatin), extrapyramidal effects (lovastatin), nasopharyngitis (atorvastatin), upper respiratory infection (pravastatin), cough (pravastatin), lung fibrosis (simvastatin), peripheral neuropathy (lovastatin and simvastatin). <br\/>"},{"id":"a8gqs12b32","title":"Treatment","mono":"<b>LOVASTATIN AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Prehospital gastrointestinal decontamination is generally not necessary unless coingestants are involved. HOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only after very large ingestions or if coingestants with significant toxicity are involved.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic coingestants are involved.<\/li><li>Antidote: None<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, CBC, and liver enzymes in symptomatic patients. Monitor serum creatinine, BUN, CK, and urine myoglobin for indications of renal impairment secondary to rhabdomyolysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is NOT expected to significantly enhance the clearance of these drugs due to extensive protein binding and large volumes of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"a8gqs12b33","title":"Range of Toxicity","mono":"<b>LOVASTATIN AND RELATED DRUGS<\/b><br\/>TOXICITY: ADULTS: LOVASTATIN: Single doses up to 200 mg of lovastatin have been well tolerated without significant adverse effects in adult human volunteers. Overdoses of up to 5 to 6 grams of lovastatin have been well tolerated; no specific symptoms occurred. SIMVASTATIN: The maximum reported dose of simvastatin ingestion is 3.6 g with no specific symptoms; recovery was complete without sequelae. CHILDREN: FLUVASTATIN: Two children (a 2-year-old and a 3-year-old) ingested up to 80 mg of fluvastatin. Vomiting was induced in the children, and no capsules were present in emesis; both children recovered without any adverse effects. THERAPEUTIC DOSE: ADULTS: ATORVASTATIN: Initial dose is 10 or 20 mg once daily, may be increased up to a maximum of 80 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN: extended-release lovastatin is 20 to 60 mg daily, in single doses; regular lovastatin is 10 to 80 mg daily, in single or divided doses. PITAVASTATIN: 1 to 4 mg once daily. PRAVASTATIN: 10 to 80 mg daily, in single doses. ROSUVASTATIN: 5 to 40 mg daily. SIMVASTATIN: 5 to 80 mg daily. CHILDREN: ATORVASTATIN: Initial dose is 10 mg once daily, may be increased up to a maximum of 20 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN OR PITAVASTATIN OR ROSUVASTATIN: Safety and efficacy have not been established in children. PRAVASTATIN: 20 to 40 mg daily, in single doses. SIMVASTATIN: 10 to 40 mg daily. <br\/>"}]},"13":{"id":"a8gqs13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to immediately report signs\/symptoms of myopathy or rhabdomyolysis (eg, unexplained muscle pain, tenderness, weakness), especially when accompanied by fever and\/or malaise.<\/li><li>Drug may cause nausea, vomiting, diarrhea, dizziness, headaches, musculoskeletal pain, and flu-like symptoms.<\/li><li>Advise patient to immediately report signs\/symptoms of myopathy including unexplained muscle pain, tenderness, or weakness especially when accompanied by fever or malaise, or if symptoms persist after discontinuation of drug.<\/li><li>Counsel patients to report signs\/symptoms of liver injury (jaundice, dark urine, upper abdominal discomfort, anorexia, fatigue).<\/li><li>Counsel patient taking concomitant bile acid-binding resin to take pravastatin at least 1 hour before or 4 hours after cholestyramine or colestipol.<\/li><li>Instruct patient to avoid large amounts of alcohol as drug may cause elevated hepatic enzymes.<\/li><li>Advise patient that there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}