{"generic":"Primaquine Phosphate","drugs":["Primaquine Phosphate"],"mono":{"0":{"id":"ac0is0","title":"Generic Names","mono":"Primaquine Phosphate"},"1":{"id":"ac0is1","title":"Dosing and Indications","sub":[{"id":"ac0is1b4","title":"Adult Dosing","mono":"<ul><li>each tablet contains 26.3 mg primaquine phosphate equal to 15 mg primaquine base<\/li><li>can cause hemolysis that can be fatal in persons with glucose-6-phosphate dehydrogenase (G6PD) deficiency; perform screening test to rule out such deficiency prior to use (CDC guidelines)<\/li><li><b>HIV infection - Pneumocystis pneumonia:<\/b> (moderate to severe) 15 to 30 mg (base) ORALLY once daily for 21 days in combination with clindamycin 300 to 450 mg ORALLY every 6 to 8 hours or clindamycin 600 to 900 mg IV every 6 to 8 hours<\/li><li><b>HIV infection - Pneumocystis pneumonia:<\/b> (mild to moderate) 15 to 30 mg (base) ORALLY once daily for 21 days in combination with clindamycin 300 to 450 mg ORALLY every 6 to 8 hours<\/li><li><b>Malaria, Prevention of relapse; Adjunct:<\/b> 52.6 mg ORALLY once daily for 14 days in combination with appropriate blood-stage antimalarial agent (guideline dosing)  OR 26.3 mg ORALLY once daily for 14 days in combination with a course of chloroquine phosphate (manufacturer dosing)<\/li><li><b>Malaria, Prevention of relapse; Adjunct:<\/b> (alternate regimen) 78.9 mg ORALLY once weekly for 8 weeks in combination with appropriate blood-stage antimalarial agent (guideline dosing)<\/li><li><b>Malaria; Prophylaxis:<\/b> (short-duration travel) 52.6 mg ORALLY daily; begin 1 to 2 days prior to travel to malarious area, continue daily at same time each day while in area, and for 7 days after leaving area (guideline dosing)<\/li><li><b>Malaria; Prophylaxis:<\/b> (terminal prophylaxis) 52.6 mg ORALLY daily for 14 days after departure from malarious area (guideline dosing)<\/li><\/ul>"},{"id":"ac0is1b5","title":"Pediatric Dosing","mono":"<ul><li>each tablet contains 26.3 mg primaquine phosphate equal to 15 mg primaquine base<\/li><li>can cause hemolysis that can be fatal in persons with glucose-6-phosphate dehydrogenase (G6PD) deficiency; perform screening test to rule out such deficiency prior to use (CDC guidelines)<\/li><li><b>Malaria, Prevention of relapse; Adjunct:<\/b> 0.8 mg\/kg ORALLY once daily for 14 days; MAX 52.6 mg\/day in combination with appropriate blood-stage antimalarial agent (guideline dosing)<\/li><li><b>Malaria; Prophylaxis:<\/b> (short-duration travel) 0.8 mg\/kg ORALLY daily (MAX, 52.6 mg\/day); begin 1 to 2 days prior to travel to malarious area, continue daily at same time each day while in area, and for 7 days after leaving area (guideline dosing)<\/li><li><b>Malaria; Prophylaxis:<\/b> (terminal prophylaxis) 0.8 mg\/kg ORALLY daily (MAX, 52.6 mg\/day) for 14 days after departure from malarious area (guideline dosing)<\/li><\/ul>"},{"id":"ac0is1b6","title":"Dose Adjustments","mono":"<b>(malaria) glucose-6-phosphate dehydrogenase (G6PD) borderline-deficient persons:<\/b> 78.9 mg ORALLY once weekly for 8 weeks; consultation with an expert in infectious disease and\/or tropical medicine is advised "},{"id":"ac0is1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Malaria, Prevention of relapse; Adjunct<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>HIV infection - Pneumocystis pneumonia<\/li><li>Malaria; Prophylaxis<\/li><\/ul>"}]},"2":{"id":"ac0is2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Warning: Physicians should completely familiarize themselves with the complete contents of this leaflet before prescribing primaquine phosphate.<br\/>"},"3":{"id":"ac0is3","title":"Contraindications\/Warnings","sub":[{"id":"ac0is3b9","title":"Contraindications","mono":"<ul><li>acutely ill patients with systemic disease manifested by tendency to granulocytopenia, such as lupus erythematosus or rheumatoid arthritis<\/li><li>concomitant use with or recent use of quinacrine<\/li><li>concomitant use with other potentially hemolytic drugs or with depressants of myeloid elements of the bone marrow<\/li><\/ul>"},{"id":"ac0is3b10","title":"Precautions","mono":"<ul><li>favism, personal or family history; may increase risk of hemolytic reactions; discontinue if signs and symptoms of hemolytic anemia occur<\/li><li>glucose-6-phosphate dehydrogenase (G-6-PD) deficiency, known; may increase risk of hemolytic anemia; discontinue promptly if signs and symptoms of hemolytic anemia occur<\/li><li>high prevalence regions for G-6-PD deficiency (Africa, southern Europe, Mediterranean region, Middle East, Southeast Asia, and Oceania); individuals from these regions may have greater tendency for developing hemolytic anemia<\/li><li>large doses of primaquine; anemia, leukopenia and methemoglobinemia have been reported<\/li><li>nicotinamide adenine dinucleotide (NADH) methemoglobin reductase deficiency, known; may increase risk of methemoglobinemia; discontinue promptly if signs and symptoms of methemoglobinemia occur<\/li><li>previous idiosyncracy to primaquine (as manifested by hemolytic anemia, leukopenia, or methemoglobinemia); discontinue promptly if signs and symptoms of hemolytic anemia occur<\/li><\/ul>"},{"id":"ac0is3b11","title":"Pregnancy Category","mono":"Primaquine: D (AUS)<br\/>"},{"id":"ac0is3b12","title":"Breast Feeding","mono":"<ul><li>Primaquine: WHO: Compatible with breastfeeding.<\/li><li>Primaquine: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"ac0is4","title":"Drug Interactions","sub":[{"id":"ac0is4b13","title":"Contraindicated","mono":"<ul><li>Aurothioglucose (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><\/ul>"}]},"5":{"id":"ac0is5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Abdominal pain, Nausea<br\/><b>Serious<\/b><br\/><b>Hematologic:<\/b>Hemolytic anemia, Leukopenia, Methemoglobinemia<br\/>"},"6":{"id":"ac0is6","title":"Drug Name Info","sub":{"2":{"id":"ac0is6b19","title":"Class","mono":"<ul><li>Aminoquinoline<\/li><li>Antimalarial<\/li><\/ul>"},"3":{"id":"ac0is6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"ac0is6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"ac0is7","title":"Mechanism Of Action","mono":"Primaquine phosphate, an 8-amino-quinoline compound, is a potent antimalarial which eliminates tissue (exoerythrocytic) infection. It prevents the occurrence of the blood (erythrocytic) forms of the parasite which are liable for relapses in vivax malaria.<br\/>"},"9":{"id":"ac0is9","title":"Administration","mono":"<b>Oral<\/b><br\/>do not administer to patients who have recently received quinacrine<br\/>"},"10":{"id":"ac0is10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>routine CBC<\/li><li>urinalysis<\/li><\/ul>"},"11":{"id":"ac0is11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: 26.3 MG<br\/>"},"12":{"id":"ac0is12","title":"Toxicology","sub":[{"id":"ac0is12b31","title":"Clinical Effects","mono":"<b>PRIMAQUINE <\/b><br\/>USES: An antimalarial agent, effective as a tissue schizonticide, indicated for the radical cure (prevention of relapse) of vivax malaria. PHARMACOLOGY: Primaquine is an 8-aminoquinoline compound that eliminates exoerythrocytic (tissue) infection, thereby preventing the development of the erythrocytic forms of the parasite responsible for relapses in vivax malaria. TOXICOLOGY: Primaquine is an oxidizing agent that can cause methemoglobinemia or hemolytic anemia, especially in susceptible populations. EPIDEMIOLOGY: Primaquine overdose is rare in the United States, but may be common in areas where malaria is endemic. MILD TO MODERATE TOXICITY:  Nausea, abdominal pain, and headaches have occurred at doses of 60 to 240 mg\/day. SEVERE TOXICITY: Hematologic effects, including methemoglobinemia, hemolytic anemia, leukopenia, and granulocytopenia, have been reported following high doses of primaquine. ADVERSE EFFECTS: COMMON: Nausea, vomiting, and abdominal cramps are frequently reported with primaquine therapy. <br\/>"},{"id":"ac0is12b32","title":"Treatment","mono":"<b>PRIMAQUINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat methemoglobinemia with methylene blue. Monitor CBC with differential for evidence of bone marrow suppression or hemolysis. Leukopenia, granulocytopenia, and hemolytic anemia have been reported following high doses of primaquine. Massive hemolysis may need be treated with blood transfusions and supportive care with careful monitoring for hyperkalemia and rhabdomyolysis.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in a patient with a recent, significant overdose who is alert or in whom airway is protected. HOSPITAL: Consider activated charcoal in a patient with a recent, significant overdose who is alert or in whom airway is protected.<\/li><li>Antidote: None<\/li><li>Methemoglobinemia: Initiate oxygen therapy. Treat with methylene blue if patient is symptomatic (usually at methemoglobin concentrations greater than 20% to 30% or at lower concentrations in patients with anemia, underlying pulmonary or cardiovascular disease). For adults or children, administer 1 to 2 mg\/kg (0.3 to 1 mg\/kg for neonates) IV over 5 minutes with 30 mL flush of normal saline as needed every 4 hours. Improvement should be noted shortly after administration if diagnosis is correct. Occasionally, additional doses are needed. If administration of methylene blue is not effective, consider other etiology of patient's condition, or underlying patient deficiency (eg, glucose-6-phosphate dehydrogenase deficiency).<\/li><li>Hemolysis: May be treated with hydration and blood transfusion if needed. Monitor for and treat hyperkalemia and renal failure. Hydrate well with intravenous fluids.<\/li><li>Myelosuppression: Administer colony stimulating factor for patients with neutropenic fever. Filgrastim 5 mcg\/kg\/day subQ or IV over 15 to 30 minutes OR sargramostim 250 mcg\/m(2)\/day IV over 4 hours.<\/li><li>Monitoring of patient: Primaquine concentrations are not readily available or useful to guide therapy. Obtain CBC with differential, free plasma hemoglobin, haptoglobin, and methemoglobin concentrations. Monitor fluids and electrolyte status in patients with significant vomiting. Monitor urinalysis for evidence of hemolysis.<\/li><li>Enhanced elimination procedure: Due to primaquine's fairly large volume of distribution, hemodialysis or hemoperfusion is unlikely to be beneficial.<\/li><li>Patient disposition: HOME CRITERIA: Only asymptomatic adults with small, inadvertent ingestions can be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions, symptomatic patients, or children with inadvertent ingestions should be sent to a healthcare facility for observation for at least 4 hours. Symptomatic patients should be observed for 24 hours. ADMISSION CRITERIA: Any cyanotic or dyspneic patient with clinically significant methemoglobinemia, or any patient with a methemoglobin concentration greater than 20%, should be admitted to the intensive care unit, even if improvement has occurred after appropriate emergency department management. CONSULT CRITERIA: Consult a Poison Center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"ac0is12b33","title":"Range of Toxicity","mono":"<b>PRIMAQUINE<\/b><br\/>TOXICITY: A specific toxic dose has not been delineated. Doses of 60 to 240 mg\/day have resulted in abdominal cramps, nausea, and headache. One child developed methemoglobinemia after receiving twice the prescribed dose of 0.3 mg\/kg\/day. THERAPEUTIC DOSE: ADULTS: For the radical cure (prevention of relapse) of vivax malaria, 1 primaquine phosphate tablet (equivalent to 15 mg primaquine base) daily for 14 days. The recommended adult dose for the prevention of relapse of Plasmodium vivax or Plasmodium ovale malaria is 30 mg primaquine base orally daily for 14 days, given concurrently with chloroquine phosphate (first line therapy) or hydroxychloroquine (second line therapy). CHILDREN: The recommended pediatric dose for the prevention of relapse of P. vivax or P. ovale malaria is 0.5 mg primaquine base\/kg orally daily for 14 days, given concurrently with chloroquine phosphate (first line therapy). The pediatric total dose of primaquine should not exceed the adult dose. <br\/>"}]},"13":{"id":"ac0is13","title":"Clinical Teaching","mono":"<ul><li>Patients should report recent use of quinacrine prior to initiation of therapy.<\/li><li>This drug may cause abdominal pain.<\/li><li>Advise patient to report signs\/symptoms of leukopenia or hemolytic anemia.<\/li><li>Tell patient to take drug with food to minimize gastric irritation.<\/li><\/ul>"}}}