{"generic":"Probenecid","drugs":["Benemid","Probalan","Probenecid"],"mono":{"0":{"id":"adbgs0","title":"Generic Names","mono":"Probenecid"},"1":{"id":"adbgs1","title":"Dosing and Indications","sub":[{"id":"adbgs1b4","title":"Adult Dosing","mono":"<ul><li><b>Antibiotic therapy; Adjunct:<\/b> 2 grams\/day ORALLY in divided doses<\/li><li><b>Gonorrhea, With penicillin or ampicillin; Adjunct:<\/b> 1 g ORALLY just prior to parenteral penicillin or simultaneously with oral ampicillin (manufacturer dosing)<\/li><li><b>Gonorrhea, With penicillin or ampicillin; Adjunct:<\/b> (uncomplicated cervical, urethral, and rectal infections) 1 g ORALLY in combination with a single IM dose of cefoxitin 2 g IM (guideline dosing)<\/li><li><b>Hyperuricemia; Prophylaxis:<\/b> initial, 250 mg ORALLY twice daily for 1 week<\/li><li><b>Hyperuricemia; Prophylaxis:<\/b> maintenance, 500 mg ORALLY twice daily; if symptoms persist or 24 hour urate excretion below 700 mg, may incrementally increase by 500 mg every 4 weeks as tolerated; MAX 2000 mg\/day<\/li><\/ul>"},{"id":"adbgs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Antibiotic therapy; Adjunct:<\/b> 50 kg or less, initial, 25 mg\/kg\/day ORALLY<\/li><li><b>Antibiotic therapy; Adjunct:<\/b> 50 kg or less, maintenance, 40 mg\/kg\/day ORALLY in 4 divided doses<\/li><li><b>Antibiotic therapy; Adjunct:<\/b> greater than 50 kg, initial, 2000 mg\/day ORALLY in divided doses<\/li><li><b>Gonorrhea, With penicillin or ampicillin; Adjunct:<\/b> 45 kg and less, 23 mg\/kg ORALLY times 1 dose<\/li><li><b>Gonorrhea, With penicillin or ampicillin; Adjunct:<\/b> greater than 45 kg, 1 gram ORALLY just prior to parenteral penicillin or simultaneously with oral ampicillin (manufacturer dosing)<\/li><li><b>Gonorrhea, With penicillin or ampicillin; Adjunct:<\/b> greater than 45 kg (uncomplicated cervical, urethral, and rectal infections), 1 g ORALLY in combination with a single IM dose of cefoxitin 2 g IM (guideline dosing)<\/li><\/ul>"},{"id":"adbgs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl less than 50 mL\/min, not recommended<\/li><li><b>renal impairment:<\/b> CrCl greater than 50 mL\/min, no dosage adjustment<\/li><\/ul>"},{"id":"adbgs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Antibiotic therapy; Adjunct<\/li><li>Gonorrhea, With penicillin or ampicillin; Adjunct<\/li><li>Hyperuricemia; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Adverse reaction to drug; Prophylaxis - Nephrotoxicity; Prophylaxis<br\/>"}]},"3":{"id":"adbgs3","title":"Contraindications\/Warnings","sub":[{"id":"adbgs3b9","title":"Contraindications","mono":"<ul><li>blood dyscrasias<\/li><li>children younger than 2 years of age<\/li><li>concomitant use with salicylates, small or large doses<\/li><li>gouty attack, acute; initiate therapy once attack has subsided<\/li><li>hypersensitivity to probenecid<\/li><li>uric acid kidney stones<\/li><\/ul>"},{"id":"adbgs3b10","title":"Precautions","mono":"<ul><li>concomitant use with penicillins not recommended in cases of known renal impairment<\/li><li>gout exacerbation may occur<\/li><li>hematuria, renal colic, costovertebral pain, and formation of uric acid stones may occur in gouty patients; prevent with alkalization of urine and liberal fluid intake; monitoring recommended<\/li><li>peptic ulcer disease<\/li><li>renal impairment; dosage requirements may be increased<\/li><\/ul>"},{"id":"adbgs3b11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"adbgs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"adbgs4","title":"Drug Interactions","sub":[{"id":"adbgs4b13","title":"Contraindicated","mono":"<ul>Ketorolac (probable)<\/ul>"},{"id":"adbgs4b14","title":"Major","mono":"<ul><li>Avibactam (probable)<\/li><li>Citalopram (theoretical)<\/li><li>Deferiprone (theoretical)<\/li><li>Doripenem (probable)<\/li><li>Methotrexate (theoretical)<\/li><li>Pegloticase (theoretical)<\/li><li>Zalcitabine (probable)<\/li><\/ul>"},{"id":"adbgs4b15","title":"Moderate","mono":"<ul><li>Amoxicillin (probable)<\/li><li>Aspirin (probable)<\/li><li>Bismuth Subsalicylate (probable)<\/li><li>Cefditoren Pivoxil (probable)<\/li><li>Cefotaxime (probable)<\/li><li>Cefpodoxime Proxetil (probable)<\/li><li>Cefprozil (probable)<\/li><li>Choline Magnesium Trisalicylate (probable)<\/li><li>Ciprofloxacin (established)<\/li><li>Enprofylline (probable)<\/li><li>Ertapenem (probable)<\/li><li>Gatifloxacin (probable)<\/li><li>Lorazepam (probable)<\/li><li>Magnesium Salicylate (probable)<\/li><li>Meropenem (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Piretanide (probable)<\/li><li>Pralatrexate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Sodium Thiosalicylate (probable)<\/li><li>Zidovudine (probable)<\/li><li>Zomepirac (probable)<\/li><\/ul>"}]},"5":{"id":"adbgs5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Hematologic:<\/b>Aplastic anemia, Leukopenia, Neutropenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatic necrosis<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Renal:<\/b>Nephrotic syndrome (rare)<\/li><\/ul>"},"6":{"id":"adbgs6","title":"Drug Name Info","sub":{"0":{"id":"adbgs6b17","title":"US Trade Names","mono":"<ul><li>Benemid<\/li><li>Probalan<\/li><\/ul>"},"2":{"id":"adbgs6b19","title":"Class","mono":"Antigout<br\/>"},"3":{"id":"adbgs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"adbgs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"adbgs7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Antigout agent; antihyperuricemic-Probenecid is a uricosuric agent. By competitively inhibiting the active reabsorption of urate at the proximal renal tubule, it increases the urinary excretion of uric acid and lowers serum urate concentrations.   By lowering serum concentrations of uric acid below its solubility limits , probenecid may decrease or prevent urate deposition, tophi formation, and chronic joint changes; promote resolution of existing urate deposits; and, after several months of therapy, reduce the frequency of acute attacks of gout . Probenecid has no anti-inflammatory or analgesic activity .<\/li><li>Antibiotic therapy adjunct-Probenecid is a competitive inhibitor of the secretion of weak organic acids, including penicillins and some of the cephalosporin antibiotics, at the proximal and distal renal tubules . It thereby increases blood concentrations of these antibiotics (penicillin concentrations may increase 2- to 4-fold) , increases their elimination half-life , and prolongs their duration of action .<\/li><li>Probenecid also inhibits the renal and\/or biliary transport, as well as transport into or out of the cerebrospinal fluid (CSF), of many other endogenous compounds and medications. <\/li><\/ul>"},"8":{"id":"adbgs8","title":"Pharmacokinetics","sub":{"0":{"id":"adbgs8b23","title":"Absorption","mono":"Systemic: Rapid and complete <br\/>"},"2":{"id":"adbgs8b25","title":"Metabolism","mono":"Systemic: Hepatic: Metabolites: Probenecid monoacyl glucuronide, a carboxylated metabolite, and hydroxylated compounds  <br\/>"},"3":{"id":"adbgs8b26","title":"Excretion","mono":"Systemic: Hepatic; Renal: 5 to 10% unchanged <br\/>"},"4":{"id":"adbgs8b27","title":"Elimination Half Life","mono":"Systemic: 3 to 8 h 500-mg dose; 6 to 12 h larger doses                 <br\/>"}}},"10":{"id":"adbgs10","title":"Monitoring","mono":"<ul><li>adjunct to antibiotic therapy: antibiotic plasma level, symptomatic improvement<\/li><li>hyperuricemia: relief of pain, serum uric acid levels<\/li><li>acid-base balance; if urine alkalization is being employed<\/li><\/ul>"},"11":{"id":"adbgs11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: 500 MG<br\/>"},"12":{"id":"adbgs12","title":"Toxicology","sub":[{"id":"adbgs12b31","title":"Clinical Effects","mono":"<b>PROBENECID <\/b><br\/>USES: Probenecid is used to treat hyperuricemia associated with gout and gouty arthritis.  Probenecid also increases and prolongs the plasma concentrations of penicillin and some of the penicillin derived antibiotics. Intramuscular cefoxitin plus oral probenecid is recommended by the CDC as an alternative to the preferred regimens of IM ceftriaxone or oral cefixime for the treatment of uncomplicated urogenital and anorectal gonococcal infections. PHARMACOLOGY: Probenecid is a uricosuric agent which promotes urinary excretion of uric acid, thereby reducing serum urate levels by inhibiting active reabsorption of uric acid at the proximal convoluted tubules in the kidney. Probenecid is a competitive inhibitor of the secretion of weak organic acids, including penicillins and some of the cephalosporin antibiotics, at the proximal and distal renal tubules. It thereby increases blood concentrations of these antibiotics (penicillin concentrations may increase 2- to 4-fold). EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose information is limited. Nausea, vomiting, anorexia, diarrhea, tremors, seizures, visual hallucinations, acute gouty attack, coma, respiratory failure, hypotension, and cardiac arrest may occur following an overdose. ADVERSE EFFECTS: The following adverse effects have been reported following therapeutic use of probenecid: Headache, dizziness, hepatic necrosis, nausea, vomiting, anorexia, sore gums, nephrotic syndrome, uric acid stones with or without hematuria, renal colic, costovertebral pain, urinary frequency, anaphylaxis, fever, urticaria, pruritus, nephrotic syndrome, aplastic anemia, leukopenia, neutropenia, thrombocytopenia, hemolytic anemia (may be related to genetic deficiency of glucose-6-phosphate dehydrogenase in RBC), anemia, dermatitis, alopecia, and flushing. <br\/>"},{"id":"adbgs12b32","title":"Treatment","mono":"<b>PROBENECID <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Myelosuppression has been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not recommended because of the potential for CNS depression or persistent seizures and subsequent aspiration. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression, respiratory failure, or severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Severe neutropenia: filgrastim 5 mcg\/kg\/day IV or SubQ or sargramostim 250 mcg\/m(2)\/day IV infused over 4 hours. Monitor serial CBC with differential. Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Administer oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status. Monitor CBC with differential and platelets and renal function and hepatic enzymes. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor pulse oximetry and\/or arterial blood gases in patients with respiratory signs or symptoms.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic should be observed with frequent monitoring of vital signs. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. Patients with severe neutropenia, significant CNS depression, or persistent seizures should be admitted to the hospital. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"adbgs12b33","title":"Range of Toxicity","mono":"<b>PROBENECID<\/b><br\/>TOXICITY: An adult developed seizures and coma after ingesting 47.5 g of probenecid. A man ingested about 75 g of probenecid with ethanol and developed vomiting, diarrhea, seizures, coma, hypotension, and a cardiac arrest. He died 4 hours post-admission. THERAPEUTIC DOSES: ADULT: Hyperuricemia: Initial, 250 mg orally twice daily for 1 week. Maintenance, 500 mg orally twice daily; if symptoms persist or 24 hour urate excretion below 700 mg, may incrementally increase by 500 mg every 4 weeks as tolerated; MAX: 2 g\/day. Adjunct to antibiotic therapy: 2 grams\/day orally in divided doses. Gonorrhea: 1 g orally with IM aqueous procaine penicillin G, or oral amoxicillin, or oral ampicillin. PEDIATRIC: Adjunct to antibiotic therapy: WEIGHT 50 KG OR LESS: Initial dose: 25 mg\/kg\/day orally; maintenance dose: 40 mg\/kg\/day orally in 4 divided doses. WEIGHT GREATER THAN 50 KG: 2 g\/day orally in divided doses. <br\/>"}]},"13":{"id":"adbgs13","title":"Clinical Teaching","mono":"<ul><li>During drug therapy, patients with diabetes may have false-positive results when using urine glucose testing products.<\/li><li>This drug may cause anorexia, nausea, vomiting, and headache.<\/li><li>Advise patient to report signs\/symptoms of pancytopenia, blood dyscrasias, or an acute gout attack (redness, swelling, warmth in joints).<\/li><li>Tell patient to maintain adequate hydration to prevent renal stone formation.<\/li><li>Patient may take drug with food, milk, or antacids to minimize gastric irritation.<\/li><li>Patient should avoid taking salicylates while using this drug.<\/li><\/ul>"}}}