{"generic":"Psyllium","drugs":["Fiberall","Genfiber","Hydrocil Instant","Konsyl","Laxmar","Metamucil","Perdiem","Psyllium","Reguloid"],"mono":{"0":{"id":"akh8s0","title":"Generic Names","mono":"Psyllium"},"1":{"id":"akh8s1","title":"Dosing and Indications","sub":{"0":{"id":"akh8s1b4","title":"Adult Dosing","mono":"<ul><li><b>Constipation:<\/b> Initial, 3.3 g (1 rounded teaspoon) ORALLY dissolved in 8 ounces of liquid; may increase gradually up to 3 doses daily<\/li><li><b>Gastrointestinal symptom, Orlistat-induced:<\/b> 6 g in a glass of water ORALLY 3 times daily with meals OR 12 g in a glass of water at bedtime (study dosing)<\/li><li><b>Hypercholesterolemia:<\/b> 5 to 10 g daily of soluble fiber; higher intakes of 10 to 25 g\/day may be beneficial (guideline dosing)<\/li><\/ul>"},"1":{"id":"akh8s1b5","title":"Pediatric Dosing","mono":"<b>Constipation:<\/b> Initial (6 to 11 years), approximately 1.65 g (one-half rounded teaspoon) ORALLY dissolved in 8 ounces of liquid; may increase gradually up to 3 doses daily "},"3":{"id":"akh8s1b7","title":"Indications","mono":"<b>Non-FDA Labeled Indications<\/b><ul><li>Constipation<\/li><li>Gastrointestinal symptom, Orlistat-induced<\/li><li>Hypercholesterolemia<\/li><li>Irritable bowel syndrome<\/li><\/ul>"}}},"3":{"id":"akh8s3","title":"Contraindications\/Warnings","sub":[{"id":"akh8s3b9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"akh8s3b10","title":"Precautions","mono":"<ul><li>Gastrointestinal:<\/li><li>-- Avoid use in patients that have difficulty swallowing<\/li><li>-- Choking may occur if taken with an inadequate amount of fluid<\/li><li>-- Rectal bleeding may occur; discontinue use<\/li><li>-- Constipation may occur; discontinue use if persists for more than 7 days<\/li><li>Immunologic:<\/li><li>-- Allergic reaction may occur; increased risk with sensitivity to inhaled or ingested psyllium<\/li><li>Other:<\/li><li>Contains phenylalanine<\/li><\/ul>"},{"id":"akh8s3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"akh8s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"akh8s4","title":"Drug Interactions","sub":{"1":{"id":"akh8s4b14","title":"Major","mono":"<ul>Licorice (theoretical)<\/ul>"},"2":{"id":"akh8s4b15","title":"Moderate","mono":"<ul><li>Acarbose (probable)<\/li><li>Acetohexamide (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Chlorpropamide (probable)<\/li><li>Glimepiride (probable)<\/li><li>Glipizide (probable)<\/li><li>Glyburide (probable)<\/li><li>Insulin (probable)<\/li><li>Insulin Aspart, Recombinant (probable)<\/li><li>Insulin Glulisine (probable)<\/li><li>Insulin Lispro, Recombinant (probable)<\/li><li>Metformin (probable)<\/li><li>Miglitol (probable)<\/li><li>Nateglinide (probable)<\/li><li>Pioglitazone (probable)<\/li><li>Repaglinide (probable)<\/li><li>Rosiglitazone (probable)<\/li><li>Tolazamide (probable)<\/li><li>Tolbutamide (probable)<\/li><li>Troglitazone (probable)<\/li><\/ul>"}}},"5":{"id":"akh8s5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Borborygmi, Flatulence<br\/><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Choking, Obstruction of esophagus<\/li><li><b>Immunologic:<\/b>Allergic reaction, Anaphylaxis<\/li><\/ul>"},"6":{"id":"akh8s6","title":"Drug Name Info","sub":{"0":{"id":"akh8s6b17","title":"US Trade Names","mono":"<ul><li>Metamucil<\/li><li>Perdiem<\/li><li>Reguloid<\/li><li>Konsyl<\/li><li>Laxmar<\/li><li>Hydrocil Instant<\/li><li>Genfiber<\/li><li>Fiberall<\/li><\/ul>"},"2":{"id":"akh8s6b19","title":"Class","mono":"Laxative, Bulk Forming<br\/>"},"3":{"id":"akh8s6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"akh8s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"akh8s7","title":"Mechanism Of Action","mono":"Psyllium husk is a natural, therapeutic fiber that produces a laxative effect. Bulk-forming laxatives cause retention of fluid and an increase in fecal mass, resulting in stimulation of peristalsis.<br\/>"},"9":{"id":"akh8s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Take with at least 8 ounces of water or other fluid.<\/li><li>Drink promptly upon mixing.<\/li><li>Additional liquid may be stirred in if the mixture thickens.<\/li><li>Take other medications at least 2 hours before or 2 hours after taking soluble fiber.<\/li><\/ul>"},"10":{"id":"akh8s10","title":"Monitoring","mono":"Regular bowel movements are indicative of efficacy.<br\/>"},"11":{"id":"akh8s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 500 MG<\/li><li>Oral Powder for Suspension: 3.4 GM\/5 ML, 3.4 GM\/Dose<\/li><\/ul><\/li><li><b>Bulk-K<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Carlson Psyllium<\/b><br\/>Oral Capsule: 500 MG<br\/><\/li><li><b>Evac<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Fiberall<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Fiber<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Fiber Therapy<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Good Neighbor Pharmacy Natural Fiber<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Hi-Fiber<\/b><br\/>Oral Powder for Suspension: 6 GM\/Dose<br\/><\/li><li><b>Hydrocil Instant<\/b><br\/>Oral Powder for Suspension: 3.5 GM\/Dose<br\/><\/li><li><b>Konsyl-D<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Konsyl<\/b><br\/>Oral Powder for Suspension: 3.5 GM\/Dose, 6 GM\/Dose<br\/><\/li><li><b>Konsyl-Orange<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Konsyl Orange Original Texture<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Metamucil MultiHealth Fiber<\/b><br\/>Oral Powder for Suspension: 3.3 GM\/Dose, 3.4 GM\/Dose<br\/><\/li><li><b>Metamucil<\/b><br\/><ul><li>Oral Powder for Suspension: 3.4 GM\/Dose<\/li><li>Oral Wafer: 1.7 GM<\/li><\/ul><\/li><li><b>Metamucil Smooth Texture<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Natural Fiber Laxative<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Natural Fiber<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>QC Natural Vegetable<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>QC Natural Vegetable<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>QC Sugar Free Natural Vegetable<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Reguloid<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Rite Aid Fiber Laxative<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>Rite Aid Fiber<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><li><b>The Medicine Shoppe Natural Fiber Laxative<\/b><br\/>Oral Powder for Suspension: 3.4 GM\/Dose<br\/><\/li><\/ul>"},"12":{"id":"akh8s12","title":"Toxicology","sub":[{"id":"akh8s12b31","title":"Clinical Effects","mono":"<b>LAXATIVES-BULK FORMING <\/b><br\/>USES: Bulk-forming laxatives have been used in patients with anorectal conditions, constipation, diarrhea, gastrointestinal disorders, hypercholesterolemia, and to regulate colostomies. There are numerous proprietary products containing bulk-forming laxatives which include methylcellulose, sodium carboxymethylcellulose, psyllium, flaxseed, karaya, guar gum, malt soup extract, polycarbophil, tragacanth, and bran. PHARMACOLOGY:  The bulk-forming laxatives generally swell in water to form a gel that serves to maintain soft, well-hydrated feces.  They also reflexively stimulate peristalsis. TOXICOLOGY: The seed husk of psyllium mucilloid contains a protein that appears to be the source of the allergic reactions.  Highly purified psyllium mucilloid may decrease the allergenicity to psyllium-containing products. EPIDEMIOLOGY: Exposure is common, but severe toxicity following acute overdosage with bulk forming laxatives is unlikely. Laxative abuse is seen with eating disorders (eg, anorexia nervosa, bulimia) as well as with factitious disorders (eg, Munchausen syndrome). MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain, and diarrhea may be noted with large doses.  Occupational asthma, dermatitis, urticaria have been reported in workers exposed to psyllium dust. Rhinitis and sneezing have been reported after occupational exposure to powdered dusts of guar gum and psyllium. SEVERE TOXICITY: Aspiration pneumonitis has been reported following exposure to guar gum products. Gastrointestinal obstruction may occur with very large doses. ADVERSE EFFECTS: Systemic toxicity is unlikely since these agents are not absorbed from the gastrointestinal tract and excreted in the feces. Severe toxicity following acute overdosage with bulk forming laxatives is unlikely. The greatest potential hazard is the risk of esophageal obstruction, usually seen in elderly patients, those with underlying gastrointestinal motility diseases, or in those taking products with insufficient fluids.  Anaphylactoid reactions have been reported following exposure to psyllium-containing products. <br\/>"},{"id":"akh8s12b32","title":"Treatment","mono":"<b>LAXATIVES-BULK FORMING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. Encourage oral fluid intake. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after overdose. Assess bowel function in all patients following an overdose; monitor for abdominal pain or distention, vomiting, or evidence of bowel obstruction. Encourage oral fluid intake if possible.<\/li><li>Decontamination: PREHOSPITAL:  Laxatives-bulk forming agents undergo minimal absorption from the gastrointestinal tract. Severe toxicity is not expected after overdose. Gastrointestinal decontamination is generally not necessary. HOSPITAL: Laxatives-bulk forming agents undergo minimal absorption from the gastrointestinal tract. Severe toxicity is not expected after overdose. Gastrointestinal decontamination is generally not necessary. Do not administer a saline cathartic.<\/li><li>Airway management: Should not be required in these cases.<\/li><li>Antidote: None.<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Monitor serum electrolytes in patients with severe vomiting and\/or diarrhea. Assess bowel function in all patients following a very large overdose; monitor for abdominal pain or distention, vomiting, or evidence of bowel obstruction.<\/li><li>Enhanced elimination procedure: Since systemic absorption is minimal, methods to enhance systemic elimination are not necessary.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Symptomatic patients should be sent to a health care facility for evaluation and treatment as necessary. Patients with symptoms of esophageal obstruction should be referred to a health care facility.  Potential symptoms include sudden onset of dysphagia, retrosternal pain, vomiting, and hypersalivation. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear. Consult a gastroenterologist and a specialist in eating disorders if chronic laxative abuse is suspected.<\/li><\/ul>"},{"id":"akh8s12b33","title":"Range of Toxicity","mono":"<b>LAXATIVES-BULK FORMING <\/b><br\/>TOXICITY: No toxic dose has been determined.  If taken all at one time, the maximum daily doses listed may pose a risk of esophageal obstruction. THERAPEUTIC DOSES: The doses vary with the preparation used. ADULTS: The usual adult dose of psyllium is 1 rounded teaspoonful stirred into a standard 8 ounce glass of cool water, fruit juice, milk, or other beverage 1 to 3 times a day.   CHILDREN: For children 6 to 12 years, the dose of psyllium is 1\/2 the adult dose in 8 ounces of liquid 1 to 3 times a day.<br\/>"}]},"13":{"id":"akh8s13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of esophageal obstruction.<\/li><li>Tell patient to report rectal bleeding or constipation lasting more than 7 days.<\/li><li>Side effects may include bloating, flatulence, and borborygmi (stomach growling).<\/li><li>Direct patient to take drug with adequate fluids to prevent esophageal obstruction.<\/li><li>Tell patient to ingest drug at least 2 hours before or 2 hours after concomitant oral medications.<\/li><\/ul>"}}}