{"generic":"Sodium Bicarbonate","drugs":["Brioschi","Neut","Sodium Bicarbonate"],"mono":{"0":{"id":"bwpws0","title":"Generic Names","mono":"Sodium Bicarbonate"},"1":{"id":"bwpws1","title":"Dosing and Indications","sub":[{"id":"bwpws1b4","title":"Adult Dosing","mono":"<ul><li>sodium bicarbonate 84 mg is equal to 1 mEq each of both sodium and bicarbonate<\/li><li>178 mg of sodium per tablet; effervescent contains 770 mg of sodium per capful<\/li><li><b>Cardiac arrest, Due To Hyperkalemia:<\/b> 50 mEq IV over 5 minutes (guideline dosing)<\/li><li><b>Diabetic ketoacidosis:<\/b> 100 mmol (2 ampules) in 400 mL sterile water for injection with 20 mEq potassium chloride IV at a rate of 200 mL\/hr for 2 hours until the venous pH is greater than 7; if pH remains less than 7, repeat infusion every 2 hours until pH is greater than 7 (guideline dosing)<\/li><li><b>Indigestion:<\/b> 1 to 4 tablets ORALLY every 4 hours; MAX 24 tablets\/24 hours  OR 1 to 2 heaping capfuls in one-half glass of cool water ORALLY while effervescing, once every hour; MAX 6 capfuls\/24 hours<\/li><li><b>Indigestion:<\/b> (60 years or older) 1 to 2 tablets every 4 hours: MAX 12 tablets\/24 hours  OR 1\/2 to 1 heaping capful in one-half glass of cool water ORALLY while effervescing once every hour; MAX 3 capfuls\/24 hours<\/li><li><b>Metabolic acidosis, Chronic:<\/b> initial, 600 mg ORALLY 3 times daily; increase to maintain serum bicarbonate level at 23 mmol\/L or greater (clinical trial dosing)<\/li><li><b>Toxicity of drug:<\/b> 1 mL\/kg (8.4% solution, 1 mEq\/mL) IV bolus, repeat as needed until hemodynamic stability is restored and QRS duration is 120 millisecond or less (guideline dosing).<\/li><\/ul>"},{"id":"bwpws1b5","title":"Pediatric Dosing","mono":"<ul><li>neonates and children younger than 2 years, limit rate of administration because rapid injection (10 mL\/min) may produce hypernatremia, a decrease in cerebrospinal fluid pressure, and possible intracranial hemorrhage; a 4.2% solution may be preferred; do not administer more than 8 mEq\/kg\/day<\/li><li><b>Cardiac arrest, Due To Hyperkalemia:<\/b>  1 mEq\/kg per dose IV or intraosseously slowly after adequate ventilation (guideline dosing); neonates or children younger than 2 years: limit rate of administration to 10 mL\/min (the 4.2% solution is preferred) MAX: 8 mEq\/kg\/day (manufacturer dosing)<\/li><li><b>Diabetic ketoacidosis:<\/b> 1 to 2 mmol\/kg over 60 minutes (guideline dosing)<\/li><li><b>Toxicity of drug:<\/b> 1 to 2 mEq\/kg IV bolus, repeat as needed until arterial pH is above 7.45, followed by 150 mEq\/L in D5W to maintain alkalosis; if intoxication is severe, increase pH to 7.5 to 7.55<\/li><\/ul>"},{"id":"bwpws1b6","title":"Dose Adjustments","mono":"<b>geriatrics:<\/b> start at lower end of dosing range "},{"id":"bwpws1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Diarrhea (Severe)<\/li><li>Indigestion<\/li><li>Metabolic acidosis, Chronic<\/li><li>Toxicity of drug<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cardiac arrest, Due To Hyperkalemia<\/li><li>Diabetic ketoacidosis<\/li><li>Injection site pain - Rocuronium adverse reaction<\/li><\/ul>"}]},"3":{"id":"bwpws3","title":"Contraindications\/Warnings","sub":[{"id":"bwpws3b9","title":"Contraindications","mono":"<ul><li>chloride loss, by vomiting or from continuous gastrointestinal suction<\/li><li>concomitant use with diuretics that produce hypochloremic alkalosis<\/li><\/ul>"},{"id":"bwpws3b10","title":"Precautions","mono":"<ul><li>anuria or oliguria; increased risk for excessive sodium retention<\/li><li>children under 2 years of age; rapid injection (10 mL\/min) of hypertonic IV solutions may result in hypernatremia, decreased cerebrospinal fluid pressure, and\/or intracranial hemorrhage<\/li><li>edematous conditions with sodium retention (eg, congestive heart failure, severe renal insufficiency); increased risk for worsening sodium retention<\/li><li>elderly (60 years or older); dose adjustment recommended (IV, oral tablets, and effervescent antacid)<\/li><li>extravasation of IV hypertonic solutions should be avoided; may cause chemical cellulitis, with tissue necrosis, ulceration, or sloughing at infiltration site<\/li><li>fluid and\/or solute overloading, resulting in electrolyte dilution, overhydration, congested states, or pulmonary edema, may occur with IV administration<\/li><li>maximum dosage for more than 2 weeks; use not recommended unless advised by physician (oral tablets and effervescent antacid)<\/li><li>metabolic-acidosis-associated shock; monitoring recommended<\/li><li>potassium depletion; increased risk for metabolic alkalosis<\/li><li>potassium depletion and coexistent hypocalcemia; may be associated with carpopedal spasms as the plasma pH increases<\/li><li>renal impairment; sodium retention may occur<\/li><li>sodium-restricted diet; use not recommended unless advised by physician (oral tablets and effervescent antacid)<\/li><\/ul>"},{"id":"bwpws3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"bwpws3b12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"bwpws4","title":"Drug Interactions","sub":{"1":{"id":"bwpws4b14","title":"Major","mono":"<ul><li>Elvitegravir (established)<\/li><li>Ketoconazole (probable)<\/li><li>Ledipasvir (theoretical)<\/li><li>Memantine (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><\/ul>"},"2":{"id":"bwpws4b15","title":"Moderate","mono":"<ul>Dasatinib (established)<\/ul>"}}},"5":{"id":"bwpws5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Cellulitis, Injection site extravasation, Skin ulcer, Tissue necrosis<\/li><li><b>Endocrine metabolic:<\/b>Metabolic alkalosis<\/li><\/ul>"},"6":{"id":"bwpws6","title":"Drug Name Info","sub":{"0":{"id":"bwpws6b17","title":"US Trade Names","mono":"<ul><li>Brioschi<\/li><li>Neut<\/li><\/ul>"},"2":{"id":"bwpws6b19","title":"Class","mono":"<ul><li>Antacid, Sodium Bicarbonate Containing<\/li><li>Parenteral Electrolyte, Sodium<\/li><\/ul>"},"3":{"id":"bwpws6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"bwpws6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"bwpws7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Alkalizer, systemic-Increases the plasma bicarbonate, buffers excess hydrogen ion concentration, and raises blood pH, thereby reversing the clinical manifestations of acidosis. <\/li><li>Alkalizer, urinary-Increases the excretion of free bicarbonate ions in the urine, thus effectively raising the urinary pH. By maintaining an alkaline urine, the actual dissolution of uric acid stones may be accomplished.<\/li><li>Antacid-Reacts chemically to neutralize or buffer existing quantities of stomach acid but has no direct effect on its output. This action results in increased pH value of stomach contents, thus providing relief of hyperacidity symptoms. <\/li><\/ul>"},"8":{"id":"bwpws8","title":"Pharmacokinetics","sub":{"3":{"id":"bwpws8b26","title":"Excretion","mono":"Systemic: Renal <br\/>"}}},"9":{"id":"bwpws9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>for IV administration; subQ route may be used only if IV route is not accessible<\/li><li>do not administer via endotracheal route; may injure airway<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>dilute hypertonic solutions of sodium bicarbonate to isotonicity (1.5%) with sterile water, sodium chloride, dextrose 5%, or other standard electrolyte solutions before administration<\/li><li>undiluted hypertonic 8.4% sodium bicarbonate may be given by IV injection during cardiac arrest<\/li><li>avoid administration with catecholamines in same IV catheter or tubing; inactivation of catecholamines will result<\/li><\/ul><\/li><li><b>Oral<\/b><br\/>(effervescent powder) dissolve in one-half glass of cool water; take while effervescing<br\/><\/li><li><b>Subcutaneous<\/b><br\/>dilute to isotonicity (1.5%) prior to administration<br\/><\/li><\/ul>"},"11":{"id":"bwpws11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Solution: 4.2 %, 7.5 %, 8.4 %<\/li><li>Oral Tablet: 325 MG, 648 MG, 650 MG<\/li><\/ul><\/li><li><b>Neut<\/b><br\/>Intravenous Solution: 4 %<br\/><\/li><li><b>Novaplus sodium bicarbonate<\/b><br\/>Intravenous Solution: 8.4 %<br\/><\/li><\/ul>"},"12":{"id":"bwpws12","title":"Toxicology","sub":[{"id":"bwpws12b31","title":"Clinical Effects","mono":"<b>SODIUM BICARBONATE <\/b><br\/>USES: Sodium bicarbonate is used to treat metabolic acidosis, hyperkalemia, to treat QRS widening and dysrhythmias resulting from drugs that cause sodium channel blockade, to prevent contrast-induce nephropathy, and to alkalinize the urine. It is also present in antacids, mouthwash and baking soda. It is also an additive in meat processing and used to clean and neutralize acidity in vegetables. PHARMACOLOGY: Sodium bicarbonate dissociates to provide bicarbonate ions. Bicarbonate neutralizes hydrogen ion concentration and raises blood and urinary pH. Dissociated sodium ions help to overcome sodium channel blockade from certain sodium channel blocking drugs. TOXICOLOGY: Toxic effects from sodium bicarbonate are secondary to the sodium and bicarbonate ions which causes hypernatremia, alkalosis, and other secondary effects. EPIDEMIOLOGY: Sodium bicarbonate is extremely common in the environment and potential exposures are very common but rarely serious. Indeed, it is given as a treatment for many seriously ill patients. However, fatalities, though very rare, can occur with exposures, especially in small children. OVERDOSE: MILD TO MODERATE TOXICITY: Gastrointestinal symptoms are common, including nausea, vomiting, belching, flatulence, and gastric distention. Mild metabolic effects are possible, including alkalosis, hypocalcemia, hypokalemia and hypernatremia with associated dizziness, weakness and irritability. SEVERE TOXICITY: Severe alkalemia may result in impaired oxygen release from hemoglobin, hypocalcemia tetany, paradoxical intracellular acidosis (from elevated pCO2), and hypokalemia. Hypernatremia and hyperosmolality can cause seizures and coma. Excessive sodium bicarbonate may also cause congestive heart failure exacerbation and pulmonary edema. Electrolyte abnormalities secondary to sodium bicarbonate administration may lead to QT prolongation and cardiac dysrhythmias. Severe gastric distention can rarely lead to stomach rupture with severe abdominal pain and hematemesis. Parenteral sodium bicarbonate extravasation may lead to tissue inflammation and necrosis. Inhalational exposures may cause pulmonary irritation, especially if exposed to higher concentrations as in some fire extinguishers. Dermal and eye exposures may cause some mild irritation. ADVERSE EFFECTS: Adverse events include gastrointestinal symptoms such as nausea, vomiting, belching, and flatulence from oral exposures and mild electrolyte abnormalities (hypokalemia, hypocalcemia, hypernatremia) and metabolic alkalosis. <br\/>"},{"id":"bwpws12b32","title":"Treatment","mono":"<b>SODIUM BICARBONATE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild or moderate exposures, supportive care is the mainstay of treatment. Correct electrolyte abnormalities. Irrigate exposed eyes. Wash exposed skin. Administer inhaled beta agonists for bronchospasm. MANAGEMENT OF SEVERE TOXICITY: For patients with severe toxicity, supportive care is the mainstay of treatment. Hypotension can be treated with fluid boluses and pressors as necessary. Electrolyte abnormalities may be corrected as needed, but care must be taken not to correct serum sodium levels too quickly (which may cause seizures). Administration of 5% dextrose and half normal to normal saline with rates of administration usually at 2\/3 of daily maintenance is critical. In addition, supplementation of potassium may be necessary. Acetazolamide may selectively correct alkalosis by promoting urinary bicarbonate excretion. However, it should NOT be used if serum potassium is less than 3.5 mEq\/L. Treat seizures by correcting electrolyte abnormalities and administering benzodiazepines, add propofol or barbiturates if seizures persist or recur. INHALATION: Move the patient from the toxic environment to fresh air. Supportive care with supplemental oxygen and assisted ventilation as needed. Patients that develop bronchospasm can be treated with inhaled beta adrenergic agonists. PARENTERAL: Aspirate as much fluid from the aria as possible before removing the IV catheter. Extravasation injuries may require close monitoring and supportive care for pain and tissue injury. Severe extravasation that leads to tissue inflammation\/necrosis or compartment syndromes may require surgical intervention.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is not indicated. Irrigate exposed eyes. Wash skin with soap and water. HOSPITAL: GI decontamination is not indicated. Irrigate exposed eyes. Wash skin with soap and water.<\/li><li>Metabolic alkalosis: Most patients do well with gradual correction of their metabolic acidosis by administration of a combination of 0.9% saline and 0.45% saline and intravenous potassium repletion. In patients with very severe alkalemia (pH greater than 7.6 in unstable patients not responding to hydration), therapy with ammonium chloride or dilute HCl may be considered, but this is rarely necessary. Ammonium chloride diluted in NS may be given IV over 12 to 24 hours. This requires close monitoring of blood pH, electrolytes, and BUN. The dose is calculated by determining the hydrogen ion deficit and bicarbonate excess using the following formula: Serum HCO3 level minus normal HCO3 level x 0.5 x body weight (kg) = amount of acid needed. Alternatively, one may treat SEVERE alkalemia with dilute (0.1 normal) HCl through a central venous catheter. HCl should be given as a 0.1 NS in 1 L of 5% dextrose or 0.225% sodium chloride IV over 6 to 24 hours at a rate of 10 mEq\/hr up to 100 mEq\/day. The dose calculated should be the same as listed above for ammonium chloride.<\/li><li>Ventricular arrhythmia: Primary treatment is correction of electrolyte abnormalities, particularly hypokalemia. Institute continuous cardiac monitoring and obtain an ECG. Evaluate for electrolyte abnormalities (particularly hypokalemia, hypocalcemia, and hypomagnesemia) and correct as needed. Lidocaine and amiodarone are general first line agents for stable monomorphic ventricular tachycardia.<\/li><li>Acute lung injury: Maintain adequate ventilation and oxygenation with appropriate monitoring. If a patient does develop acute lung injury, ventilation with small tidal volumes (6 mL\/kg) is preferred. Antibiotics are only indicated when there is evidence of infection. Experimental therapies include partial liquid ventilation and the use of calfactant.<\/li><li>Cerebral edema: For patients with cerebral edema and elevated intracranial pressure, emergent treatment includes head elevation, administration of mannitol, and hyperventilation if there is evidence of herniation. Monitoring intracranial pressures, cerebral perfusion pressures, and cerebral blood flow may be needed. Mechanical decompression with ventriculostomy with CSF drainage, or craniectomy may be useful.<\/li><li>Antidote: There is no specific antidote for sodium bicarbonate.<\/li><li>Monitoring of patient: Monitor serum electrolytes and renal function. In symptomatic patients or those with metabolic alkalosis monitor arterial or venous pH, urinary electrolytes and pH, and ECG. Depending on the patient's symptoms and electrolyte abnormalities, continuous cardiac monitoring, pulse oximetry, mental status checks, and head CT may be indicated.<\/li><li>Enhanced elimination procedure: Hemodialysis may be considered for seriously ill patients, especially those with renal insufficiency, with the use of high chloride, low acetate dialysate to remove bicarbonate and sodium and replace chloride deficits when other measures are ineffective.<\/li><li>Patient disposition: HOME CRITERIA: Older children or adults with unintentional ingestions with minimal to no symptoms may be managed at home. OBSERVATION CRITERIA: Patients should be sent to a healthcare facility if their exposure to sodium bicarbonate was a self-harm attempt or if the patient is symptomatic. They should be observed for 4 to 6 hours and be clearly improving or asymptomatic prior to discharge. Electrolytes should also be within normal limits or normalizing. In young children, minimal exposures can be symptomatic so any such exposures should be sent in for observation and lab work. ADMISSION CRITERIA: Patients with severe symptoms or getting worse after an observation period of 4 to 6 hours should be admitted to the hospital. Depending on the severity of their symptoms, ICU admission may be warranted (eg, for intubated patients or patients with severe metabolic or electrolyte abnormalities). Patients should not be discharged until they are clearly improving or asymptomatic. CONSULT CRITERIA: Patients admitted to the ICU may require consult by a critical care specialists. A nephrologist may be helpful in managing metabolic and electrolyte abnormalities. Consult a medical toxicologist or poison center for patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"bwpws12b33","title":"Range of Toxicity","mono":"<b>SODIUM BICARBONATE<\/b><br\/>BASIC FORMULATION: Per the manufacturer, baking soda products contain 41.8 mEq (952 mg) of sodium per teaspoonful and 1 gram of sodium bicarbonate = 11.9 mEq of sodium. Therefore, 41.8 mEq sodium\/1 teaspoonful of sodium bicarbonate X 1 gram of sodium bicarbonate\/11.9 mEq sodium = 3.512 grams of sodium bicarbonate per 1 teaspoonful. ADULT EXPOSURE: Adults with normal renal function can tolerate up to 1700 mEq daily with minimal symptoms. Alkalosis occurred in 10% of patients treated with 380 mEq sodium bicarbonate\/day in combination with calcium carbonate. PEDIATRIC EXPOSURE: Life-threatening alkalosis has occurred after one tablespoonful (15 mL) in a 4 month-old infant. Much larger amounts are needed to cause hypernatremia (10 to 20 g\/kg). In terms of lethal hypernatremia (serum Na greater than 185 mEq\/L), it is estimated that a 3-year-old child would have to ingest about 4 tablespoonfuls\/day for 10 days. DERMAL EXPOSURE: Topical application of sodium bicarbonate to denuded perineum resulted in toxicity to a 7 week old infant. THERAPEUTIC DOSE: Doses in adults and children vary depending on the route of administration and indication. In cardiac arrest, typical doses are in the 1 mEq\/kg\/dose range and repeated doses are guided by arterial blood gases. In hyperkalemia, initial dose IV is 50 mEq over 5 minutes. In patients with chronic renal failure with plasma HCO3 less than 15 mEq\/L, initial doses start with 20 to 6 mEq\/day in divided doses. In patients with renal tubular acidosis, oral doses range from 0.5 to 0 mEq\/kg\/day. Adult antacid dosing is from 325 mg to 2 g up to 4 times a day. <br\/>"}]}}}