{"generic":"Sodium Fluoride","drugs":["APF Gel","Aquafresh","CaviRinse","Control Rx","Denta 5000 Plus","Dentagel","Dentall 1100 Plus","EtheDent","Sodium Fluoride"],"mono":{"0":{"id":"bx4ws0","title":"Generic Names","mono":"Sodium Fluoride"},"1":{"id":"bx4ws1","title":"Dosing and Indications","sub":{"0":{"id":"bx4ws1b4","title":"Adult Dosing","mono":"<b>Dental caries; Prophylaxis:<\/b> GEL, apply thin ribbon to teeth with toothbrush for at least 1 min, preferably at bedtime; expectorate gel; for best results do not eat, drink, or rinse for 30 min"},"1":{"id":"bx4ws1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Dental caries; Prophylaxis:<\/b> TABLETS or DROPS, in areas where fluoride content of water is less than 0.3 ppm, (6 months-3 yr) 0.25 mg\/day, (3-6 yr) 0.5 mg\/day, (6-16 yr) 1 mg\/day; when fluoride content is 0.3-0.6 ppm, give one-half the above dosages<\/li><li><b>Dental caries; Prophylaxis:<\/b> GEL, (age 6 yr and older) apply thin ribbon to teeth with toothbrush or mouthpiece tray for at least 1 min, preferably at bedtime; expectorate gel and rinse mouth thoroughly<\/li><\/ul>"},"3":{"id":"bx4ws1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Dental caries; Prophylaxis<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Sensitive dentin<br\/>"}}},"3":{"id":"bx4ws3","title":"Contraindications\/Warnings","sub":[{"id":"bx4ws3b9","title":"Contraindications","mono":"<ul><li>areas where water fluoride content is greater than 0.6 ppm<\/li><li>some brands of tablets contain too much fluoride for certain age groups or for use in areas of higher water fluoride content<\/li><\/ul>"},{"id":"bx4ws3b10","title":"Precautions","mono":"do not exceed recommended dose<br\/>"},{"id":"bx4ws3b11","title":"Pregnancy Category","mono":"Fetal risk is minimal. (TH)<br\/>"},{"id":"bx4ws3b12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"5":{"id":"bx4ws5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Dental fluorosis<br\/>"},"6":{"id":"bx4ws6","title":"Drug Name Info","sub":{"0":{"id":"bx4ws6b17","title":"US Trade Names","mono":"<ul><li>APF Gel<\/li><li>Aquafresh<\/li><li>CaviRinse<\/li><li>Control Rx<\/li><li>Denta 5000 Plus<\/li><li>Dentagel<\/li><li>Dentall 1100 Plus<\/li><li>EtheDent<\/li><\/ul>"},"2":{"id":"bx4ws6b19","title":"Class","mono":"<ul><li>Cariostatic<\/li><li>Dentifrice<\/li><li>Fluoride Supplement<\/li><li>Protectant, Dental<\/li><\/ul>"},"3":{"id":"bx4ws6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"bx4ws6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"bx4ws7","title":"Mechanism Of Action","mono":"Systemic: Fluoride ion becomes incorporated into and stabilizes the apatite crystal of bone and teeth. Fluoride acts primarily to promote remineralization of decalcified enamel and may interfere with growth and development of dental plaque bacteria. Deposition of fluoride ion in the enamel surface of teeth increases resistance to acid and to development of caries.  <br\/>"},"8":{"id":"bx4ws8","title":"Pharmacokinetics","sub":{"0":{"id":"bx4ws8b23","title":"Absorption","mono":"Systemic: Readily and almost completely absorbed <br\/>"},"3":{"id":"bx4ws8b26","title":"Excretion","mono":"Systemic: Fecal: small amounts; Renal:  50%; Sweat: small amounts  <br\/>"}}},"9":{"id":"bx4ws9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(chewable tablet) after brushing teeth at bedtime, dissolve in mouth or chew before swallowing<\/li><li>(gel) after brushing teeth (preferably at bedtime) apply thin ribbon to teeth with toothbrush or mouth tray for at least 1 min<\/li><li>(gel, adult) expectorate gel after use; do not eat, drink, or rinse for 30 minutes<\/li><li>(gel, pediatric) expectorate gel after use and rinse mouth thoroughly<\/li><\/ul>"},"10":{"id":"bx4ws10","title":"Monitoring","mono":"decrease in dental caries<br\/>"},"11":{"id":"bx4ws11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Liquid: 0.125 MG\/DRP, 0.5 MG\/ML<\/li><li>Oral Solution: 0.2 %, 0.5 MG\/ML<\/li><li>Oral Tablet, Chewable: 0.25 MG, 0.5 MG, 1 MG<\/li><\/ul><\/li><li><b>Act Anticavity<\/b><br\/>Mucous Membrane Solution: 0.02 %, 0.05 %<br\/><\/li><li><b>Act Braces Care<\/b><br\/>Mucous Membrane Solution: 0.02 %<br\/><\/li><li><b>Act Kids<\/b><br\/>Mucous Membrane Solution: 0.05 %<br\/><\/li><li><b>Act Restoring<\/b><br\/>Mucous Membrane Solution: 0.02 %, 0.05 %<br\/><\/li><li><b>Act Total Care Dry Mouth<\/b><br\/>Mucous Membrane Solution: 0.02 %<br\/><\/li><li><b>Act Total Care<\/b><br\/>Mucous Membrane Solution: 0.02 %, 0.05 %<br\/><\/li><li><b>Act Total Care Sensitive<\/b><br\/>Mucous Membrane Solution: 0.02 %<br\/><\/li><li><b>Aquafresh Advanced<\/b><br\/>Dental Paste: 0.14 %<br\/><\/li><li><b>Aquafresh<\/b><br\/>Dental Paste: 0.15 %<br\/><\/li><li><b>Aquafresh Extra Fresh Whitening<\/b><br\/>Dental Paste: 0.15 %<br\/><\/li><li><b>Aquafresh Extreme Clean<\/b><br\/>Dental Paste: 0.15 %<br\/><\/li><li><b>Aquafresh Iso-Active Whitening Deep Impact<\/b><br\/>Dental Gel\/Jelly: 0.15 %<br\/><\/li><li><b>Aquafresh Iso-Active Whitening Fresh Impact<\/b><br\/>Dental Gel\/Jelly: 0.15 %<br\/><\/li><li><b>Aquafresh Iso-Active Whitening Lasting Impact<\/b><br\/>Dental Gel\/Jelly: 0.15 %<br\/><\/li><li><b>Aquafresh White &amp; Shine<\/b><br\/>Dental Paste: 0.15 %<br\/><\/li><li><b>Aquafresh Whitening<\/b><br\/>Dental Gel\/Jelly: 0.15 %<br\/><\/li><li><b>Clinpro 5000<\/b><br\/>Dental Paste: 1.1 %<br\/><\/li><li><b>Denta 5000 Plus<\/b><br\/>Dental Cream: 1.1 %<br\/><\/li><li><b>Dentagel<\/b><br\/>Dental Gel\/Jelly: 1.1 %<br\/><\/li><li><b>Fluorabon<\/b><br\/>Oral Liquid: 0.25 MG\/0.6 ML<br\/><\/li><li><b>Fluor-A-Day<\/b><br\/><ul><li>Oral Solution: 2.5 MG\/ML<\/li><li>Oral Tablet, Chewable: 0.25 MG, 0.5 MG, 1 MG<\/li><\/ul><\/li><li><b>Fluoridex Daily Defense<\/b><br\/>Dental Gel\/Jelly: 1.1 %<br\/><\/li><li><b>Fluoridex Daily Defense Enhanced Whitening<\/b><br\/>Dental Gel\/Jelly: 1.1 %<br\/><\/li><li><b>Fluoritab<\/b><br\/><ul><li>Oral Liquid: 0.125 MG\/DRP<\/li><li>Oral Tablet, Chewable: 0.5 MG, 1 MG<\/li><\/ul><\/li><li><b>Flura-Drops<\/b><br\/>Oral Solution: 2.21 MG\/0.2 ML<br\/><\/li><li><b>Listerine HealthyWhite<\/b><br\/>Mucous Membrane Solution: 0.02 %<br\/><\/li><li><b>Listerine Naturals with Fluoride<\/b><br\/>Mucous Membrane Solution: 0.02 %<br\/><\/li><li><b>Listerine Restoring<\/b><br\/>Mucous Membrane Solution: 0.0221 %<br\/><\/li><li><b>Listerine Smart Rinse<\/b><br\/>Mucous Membrane Solution: 0.02 %, 0.0221 %<br\/><\/li><li><b>Listerine Total Care<\/b><br\/><ul><li>Mucous Membrane Solution: 0.0221 %<\/li><li>Oral Solution: 0.02 %<\/li><\/ul><\/li><li><b>Listerine Total Care Zero<\/b><br\/>Mucous Membrane Solution: 0.02 %<br\/><\/li><li><b>Ludent Fluoride<\/b><br\/>Oral Tablet, Chewable: 0.25 MG, 0.5 MG, 1 MG<br\/><\/li><li><b>Neutragard Advanced<\/b><br\/>Dental Gel\/Jelly: 1.1 %<br\/><\/li><li><b>Phos-Flur Ortho Defense<\/b><br\/>Oral Solution: 4.4 MG\/10 ML<br\/><\/li><li><b>Prevident 5000 Booster Plus<\/b><br\/>Dental Paste: 1.1 %<br\/><\/li><li><b>Prevident 5000 Dry Mouth<\/b><br\/>Dental Gel\/Jelly: 1.1 %<br\/><\/li><li><b>Prevident 5000 Plus<\/b><br\/>Dental Cream: 1.1 %<br\/><\/li><li><b>Prevident<\/b><br\/>Dental Gel\/Jelly: 1.1 %<br\/><\/li><li><b>Prevident Dental Rinse<\/b><br\/>Oral Solution: 0.2 %<br\/><\/li><li><b>Rembrandt Intense Stain<\/b><br\/>Dental Paste: 0.243 %<br\/><\/li><li><b>Rembrandt Whitening Mouthwash With Fluoride<\/b><br\/>Mucous Membrane Solution: 0.02 %<br\/><\/li><li><b>Rite Aid Anticavity Fluoride Rinse<\/b><br\/>Oral Solution: 0.05 %<br\/><\/li><li><b>Rite Aid ToothShield Anticavity Fluoride Rinse<\/b><br\/>Mucous Membrane Solution: 0.0221 %<br\/><\/li><li><b>SF 1.1% Gel<\/b><br\/>Dental Gel\/Jelly: 1.1 %<br\/><\/li><li><b>SF 5000 Plus<\/b><br\/>Dental Cream: 1.1 %<br\/><\/li><\/ul>"},"12":{"id":"bx4ws12","title":"Toxicology","sub":[{"id":"bx4ws12b31","title":"Clinical Effects","mono":"<b>FLUORIDE <\/b><br\/>USES: Several fluoride salts are used in dental products. Chronic fluoride poisoning (fluorosis) may occur in areas where the water has very high fluoride concentrations. Fluoride-liberating chemicals (such as ammonium fluoride, ammonium bifluoride, and sodium fluorosilicate) are used in some automobile wheel cleaners and rust removers. Sodium fluoride was used as a rodenticide. Hydrofluoric acid (HF) is used in etching glass and cleaning silicon chip products. Ammonium bifluoride and hydrofluoric acid are covered in separate managements. PHARMACOLOGY: Fluoride promotes remineralization of decalcified dental enamel and may interfere with the growth of bacteria in dental plaque. TOXICOLOGY: Sodium fluoride reacts with the gastric acid to form hydrofluoric acid. The major toxic effects of fluoride are due to the chelation of calcium and magnesium. In tissue, the local hypocalcemia causes pain and cellular death. Systemic hypocalcemia and hypomagnesemia may cause cardiac dysrhythmias and cardiovascular collapse. Fluoride opens the calcium-dependent potassium channels on erythrocytes resulting in hyperkalemia. Fluoride also impairs oxidative phosphorylation. Long-term ingestion of water with high fluoride concentrations results in weak and brittle bones (fluorosis). EPIDEMIOLOGY: Dermal exposures are common. Systemic fluoride poisoning is uncommon, but deaths are reported to poison centers each year, primarily from exposure to hydrofluoric acid. Toxicity is very rare following exposure to household dental products (toothpaste and dental rinses), but is theoretically possible following ingestion of fluoride supplements. Fluorosis is common in some areas of Asia due to high fluoride content of water. MILD TO MODERATE TOXICITY: Acute ingestion of dental products containing sodium fluoride generally causes minor gastrointestinal upset. Skin exposure to household products with higher concentrations of fluoride ion results in pain that develops slowly. The tissue may appear normal but the patient can have severe pain. Over time the skin may become hyperemic with subsequent blanching and cogitative necrosis. Eye exposure can cause irritation and corneal edema; if fluoride concentration is higher, conjunctival ischemia and chemosis may develop. Inhalation causes minor upper respiratory tract irritation. Nausea and vomiting frequently occurs within 30 to 60 minutes of ingestion. SEVERE TOXICITY: Severe toxicity generally only develops after exposure to industrial products containing fairly high concentrations of sodium fluoride or sodium bifluoride. Severe burns (ocular and dermal) may occur following exposure to higher concentration products. Burns involving more than 5% body surface area (BSA) from low concentration products or more than 1% BSA from high concentration products may produce systemic fluoride poisoning. Systemic toxicity most commonly occurs following ingestion, but may occur following dermal or inhalational exposure. Inhalation may cause acute lung injury from direct tissue injury. Symptoms of serious toxicity include skeletal muscle weakness and spasm, respiratory muscle weakness, and respiratory arrest. Ventricular dysrhythmias and fibrillation are thought to be the main cause of death. Patients may have severe toxicity without significant oral or gastrointestinal symptoms. <br\/>"},{"id":"bx4ws12b32","title":"Treatment","mono":"<b>FLUORIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most patients with dermal exposure will do well if irrigated immediately. There is no evidence that any products are more effective than water. Patients with ophthalmic exposure should have each eye irrigated with 1 L of normal saline, LR or water. MANAGEMENT OF SEVERE TOXICITY: Early administration of high doses of calcium salts and magnesium may be life-saving. Administer sufficient calcium to maintain serum concentrations in the high-normal range.<\/li><li>Decontamination: PREHOSPITAL: Decontamination generally is not required after inadvertent ingestion of a dental product. Administer a calcium-containing antacid. DILUTION: Administer milk (preferred) or water (1 or 2 glassfuls) to dilute the corrosive fluoride salt in the oropharynx, esophagus, and stomach. Milk provides calcium ions which may bind to fluoride ions and decrease their penetrability and systemic absorption. HOSPITAL: Administer a calcium-containing antacid. Consider gastric aspiration for large recent ingestion of a high concentration fluoride salt. Activated charcoal does not adsorb fluoride.<\/li><li>Antidote: DERMAL EXPOSURE: Patients should be treated in a stepwise manner based on their response to therapy. The initial treatment for pain from dermal exposure is topical calcium. One method for making a gel is to mix calcium gluconate with methylcellulose or water-soluble lubricant in a 1:2 ratio. Apply the gel to the affected areas as frequently as needed to relieve symptoms. If the patient has pain despite topical therapy, extremity burns can be treated with a regional infusion of 40 mL of 2.5% calcium gluconate solution using a Bier block. If this is not successful, an intra-arterial infusion of 40 mL of 2.5% calcium gluconate can be performed. If the area affected is not on an extremity, inject 0.3 to 0.5 mL\/cm(2) of 2.5% calcium gluconate into the region. SYSTEMIC POISONING: Very high doses of calcium may be required. If there is a known large exposure, administer 1 to 2 g of calcium chloride (3 to 6 g of calcium gluconate) while awaiting the initial serum calcium determination. Administer additional calcium to maintain the serum calcium concentration in the high-normal range. Monitor the serum calcium every 15 minutes for several hours. If the patient develops dysrhythmias or hypotension, give an additional 1 to 2 g of calcium chloride (3 to 6 g of calcium gluconate). Hypomagnesemia should be treated with magnesium sulfate, 1 to 2 g given over 10 to 15 minutes (children: 25 to 50 mg\/kg diluted to less than 10 mg\/mL). Treat hyperkalemia with intravenous calcium and other usual measurements. Systemic alkalinization (to a pH of 7.45 to 7.5) improves survival in animal models of fluoride poisoning and should be considered in cases of life-threatening toxicity.<\/li><li>Monitoring of patient: No testing is required for minor skin exposures. If there is concern for systemic poisoning, the serum electrolytes including calcium and magnesium, and renal function should be monitored. An ECG should be obtained and continuous cardiac monitoring instituted. If there is a potentially large exposure, the serum calcium should be monitored every 15 minutes for 4 to 6 hours.<\/li><li>Enhanced elimination procedure: Fluoride is removed by dialysis; however, patients with significant toxicity are usually too ill to tolerate dialysis.<\/li><li>Patient disposition: HOME CRITERIA: Children with inadvertent ingestions of low fluoride concentration dental products can be managed at home if the ingestion is 8 mg\/kg fluoride (17.7 mg\/kg sodium fluoride) or less and the child does not have symptoms beyond minor gastrointestinal upset. To calculate the amount of fluoride ion ingested, use the following equations based on the type of fluoride in the product ingested: SODIUM FLUORIDE: (Concentration in %)(Amount ingested in oz)(Constant=128)\/Patient weight in kg= mg\/kg ingested; SODIUM MONOFLUOROPHOSPHATE: (Concentration in %)(Amount ingested in oz)(Constant=37)\/Patient weight in kg= mg\/kg ingested; FLUORIDE ION (w\/v%): (Concentration in %)(Amount ingested in oz)(Constant=218)\/Patient weight in kg= mg\/kg ingested (Derivations of all constants are explained in the Range of Toxicity\/Calculations section). OBSERVATION CRITERIA: All ingestion and inhalation exposures to higher concentration or industrial products, and all deliberate ingestions should be considered potentially fatal and should be referred to a healthcare facility and observed for a minimum of 6 hours. Patients with skin burn greater than 5% body surface area (BSA) from low concentration products or more than 1% BSA from high concentration products should be observed for systemic effects. ADMISSION CRITERIA: Patients with significant burns and those who require intra-arterial calcium require admission. Patients with systemic toxicity or ECG changes should be admitted to an ICU setting.<\/li><\/ul>"},{"id":"bx4ws12b33","title":"Range of Toxicity","mono":"<b>FLUORIDE <\/b><br\/>TOXICITY: Vomiting and abdominal pain are common with ingestions of 3 to 5 mg\/kg of elemental fluoride. Hypocalcemia and muscular symptoms may appear with 5 to 10 mg\/kg. Thirty-two to 64 mg\/kg of fluoride should be considered fatal if untreated. Intractable ventricular fibrillation has been reported in lethal cases. THERAPEUTIC DOSE: ADULTS: The average daily dietary fluoride intake ranges from 0.5 to 5 mg as the anion. CHILDREN: Fluoride supplementation may be recommended in children and infants, based on the amount of fluoride in the water supply: 0 to 6 months: None. 6 months to 3 yr: 0.25 mg\/day if less than 0.3 ppm; 3 to 6 yr: 0.5 mg\/day if less than 0.3 ppm and 0.25 mg\/day if 0.3 to 0.6 ppm. 6 to 16 yr: 1 mg\/day if less than 0.3 ppm and 0.5 mg\/day if 0.3 to 0.6 ppm. Note: 2.2 mg of sodium fluoride contains 1 mg fluoride ion. <br\/>"}]},"13":{"id":"bx4ws13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to not exceed recommended dosage, as this may lead to dental fluorosis (mottling of tooth enamel).<\/li><li>Instruct patient on proper application technique of gel form.<\/li><li>Adult patients should not eat, drink, or rinse for 30 min after expectorating gel form of drug.<\/li><li>Pediatric patients should expectorate drug after use and rinse mouth thoroughly after using gel form.<\/li><li>Patients should take oral tablet form at bedtime after brushing teeth.<\/li><li>Tell patient to not use calcium pills or foods rich in calcium within 2 h before or after drug administration.<\/li><\/ul>"}}}