{"generic":"Sulfadoxine\/Pyrimethamine","drugs":["Fansidar","Sulfadoxine\/Pyrimethamine"],"mono":{"0":{"id":"cbb6s0","title":"Generic Names","mono":"Sulfadoxine\/Pyrimethamine"},"1":{"id":"cbb6s1","title":"Dosing and Indications","sub":{"0":{"id":"cbb6s1b4","title":"Adult Dosing","mono":"<ul><li><b>Malaria, acute:<\/b> 2 to 3 tablets (each tablet contains sulfadoxine 500 mg\/pyrimethamine 25 mg) ORALLY as a single dose<\/li><li><b>Malaria; Prophylaxis:<\/b> 1 tablet ORALLY once weekly OR 2 tablets ORALLY once every 2 weeks; each tablet contains sulfadoxine 500 mg\/pyrimethamine 25 mg; start 1 to 2 days before arrival in endemic area and continue during stay and for 4 to 6 wk after return<\/li><\/ul>"},"1":{"id":"cbb6s1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Malaria, acute:<\/b> administer as a single ORAL dose: (&gt; 45 kg) 3 tablets; (31 to 45 kg) 2 tablets; (21 to 30 kg) 1 and 1\/2 tablets; (11 to 20 kg) 1 tablet; (5 to 10 kg) 1\/2 tablet; each tablet contains sulfadoxine 500 mg\/pyrimethamine 25 mg<\/li><li><b>Malaria; Prophylaxis:<\/b> administer dose ORALLY once weekly based on weight: (greater than 45 kg) 1 and 1\/2 tablet; (31 to 45 kg) 1 tablet; (21 to 30 kg) 3\/4 tablet; (11 to 20 kg) 1\/2 tablet; (5 to 10 kg) 1\/4 tablet; each tablet contains sulfadoxine 500 mg\/pyrimethamine 25 mg; start 1 to 2 days before arrival in endemic area and continue during stay and for 4 to 6 wk after return<\/li><\/ul>"},"3":{"id":"cbb6s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Malaria, acute<\/li><li>Malaria; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Congenital toxoplasmosis<\/li><li>Malaria; Prophylaxis - Pregnancy<\/li><\/ul>"}}},"2":{"id":"cbb6s2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Fatalities associated with the administration of pyrimethamine\/sulfadoxine have occurred due to severe reactions, including Stevens-Johnson syndrome and toxic epidermal necrolysis. Pyrimethamine\/sulfadoxine prophylaxis must be discontinued at the first appearance of skin rash, if a significant reduction in the count of any formed blood elements is noted, or upon the occurrence of active bacterial or fungal infections.<br\/>"},"3":{"id":"cbb6s3","title":"Contraindications\/Warnings","sub":[{"id":"cbb6s3b9","title":"Contraindications","mono":"<ul><li>blood dyscrasias<\/li><li>hypersensitivity to pyrimethamine or sulfonamides<\/li><li>infants - less than 2 months old<\/li><li>pregnancy or breastfeeding<\/li><li>severe liver or renal disease<\/li><\/ul>"},{"id":"cbb6s3b10","title":"Precautions","mono":"<ul><li>analysis for crystalluria during prolonged prophylaxis therapy is recommended<\/li><li>impaired renal or hepatic function<\/li><li>periodic blood counts are recommended<\/li><li>possible folate deficiency<\/li><li>severe allergic or bronchial asthma<\/li><\/ul>"},{"id":"cbb6s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"cbb6s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"cbb6s4","title":"Drug Interactions","sub":[{"id":"cbb6s4b13","title":"Contraindicated","mono":"<ul>Aurothioglucose (theoretical)<\/ul>"},{"id":"cbb6s4b14","title":"Major","mono":"<ul><li>Methotrexate (theoretical)<\/li><li>Sulfamethoxazole (probable)<\/li><li>Trimethoprim (probable)<\/li><li>Zidovudine (theoretical)<\/li><\/ul>"},{"id":"cbb6s4b15","title":"Moderate","mono":"<ul>Lorazepam (probable)<\/ul>"}]},"5":{"id":"cbb6s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Contact dermatitis, Pruritus, Urticaria<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Headache<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome (rare), Toxic epidermal necrolysis (rare)<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Aplastic anemia (rare), Disorder of hematopoietic structure (rare), Drug-induced eosinophilia (rare), Thrombocytopenia (rare)<\/li><li><b>Hepatic:<\/b>Hepatic necrosis (rare), Hepatitis (rare)<\/li><li><b>Renal:<\/b>Nephrotoxicity (rare)<\/li><\/ul>"},"6":{"id":"cbb6s6","title":"Drug Name Info","sub":{"0":{"id":"cbb6s6b17","title":"US Trade Names","mono":"Fansidar<br\/>"},"2":{"id":"cbb6s6b19","title":"Class","mono":"<ul><li>Antimalarial Sulfonamide Combination<\/li><li>Folic Acid Antagonist<\/li><li>Sulfonamide<\/li><\/ul>"},"3":{"id":"cbb6s6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"cbb6s7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Sulfadoxine: Bacteriostatic; structural analog of aminobenzoic acid (PABA); competitively inhibits a bacterial enzyme, dihydropteroate synthetase, which is responsible for incorporation of PABA into dihydrofolic acid. This blocks the synthesis of dihydrofolic acid and decreases the amount of metabolically active tetrahydrofolic acid, a cofactor for the synthesis of purines, thymidine, and DNA.<\/li><li>Susceptible bacteria are those that must synthesize folic acid. The action of sulfonamides is antagonized by PABA and its derivatives (e.g., procaine and tetracaine) and by the presence of pus or tissue breakdown products, which provide the necessary components for bacterial growth .<\/li><li>Pyrimethamine: Binds to and reversibly inhibits the protozoal enzyme dihydrofolate reductase, selectively blocking conversion of dihydrofolic acid to its functional form, tetrahydrofolic acid. This depletes folate, an essential cofactor in the biosynthesis of nucleic acids, resulting in interference with protozoal nucleic acid and protein production. Protozoal dihydrofolate reductase is many times more tightly bound by pyrimethamine than is the corresponding mammalian enzyme.<\/li><li>Pyrimethamine exerts its effect in the folate biosynthesis at a step immediately subsequent to the one at which sulfonamides exert their effect. When pyrimethamine is administered concurrently with sulfonamides, synergism occurs, which is attributed to inhibition of tetrahydrofolate production at two sequential steps in its biosynthesis.<\/li><li>Pyrimethamine is active against asexual erythrocytic forms and, to a lesser degree, tissue forms of Plasmodium falciparum  malaria. It does not destroy gametocytes, but arrests sporogony in the mosquito .<\/li><\/ul>"},"8":{"id":"cbb6s8","title":"Pharmacokinetics","sub":[{"id":"cbb6s8b23","title":"Absorption","mono":"Systemic: Well absorbed<br\/>"},{"id":"cbb6s8b24","title":"Distribution","mono":"Systemic: Widely distributed<br\/>"},{"id":"cbb6s8b25","title":"Metabolism","mono":"Systemic: Hepatic<br\/>"},{"id":"cbb6s8b26","title":"Excretion","mono":"<ul><li>Systemic: Sulfadoxine-Renal: primarily unchanged.<\/li><li>Pyrimethamine-Renal: 20 to 30% unchanged<\/li><\/ul>"},{"id":"cbb6s8b27","title":"Elimination Half Life","mono":"<ul><li>Systemic: Sulfadoxine: 169 h (range 100 to 230 h)<\/li><li>Pyrimethamine: 111 h (range 54 to 148 h)<\/li><\/ul>"}]},"9":{"id":"cbb6s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with plenty of fluids<\/li><li>take with food<\/li><li>do not chew tablet<\/li><\/ul>"},"10":{"id":"cbb6s10","title":"Monitoring","mono":"<ul><li>symptomatic improvement or signs and symptoms of malaria<\/li><li>CBC, liver panel, urine analysis; routinely when therapy duration is greater than three months<\/li><li>rash<\/li><li>signs and symptoms of baterial and\/or fungal infections<\/li><\/ul>"},"12":{"id":"cbb6s12","title":"Toxicology","sub":[{"id":"cbb6s12b31","title":"Clinical Effects","mono":"<b>PYRIMETHAMINE <\/b><br\/>USES: Pyrimethamine is used for the treatment of toxoplasmosis and for the prophylaxis and treatment of malaria. It is usually used in combination with a sulfonamide (eg, sulfadoxine, sulfadiazine). Please refer to \"SULFONAMIDES\" management for further information on sulfonamide toxicity. PHARMACOLOGY: Pyrimethamine is a folic acid antagonist which binds to and reversibly inhibits the protozoal enzyme dihydrofolate reductase, selectively blocking conversion of dihydrofolic acid to its functional form, tetrahydrofolic acid. This depletes folate, an essential cofactor in the biosynthesis of nucleic acids, resulting in interference with protozoal nucleic acid and protein production. Protozoal dihydrofolate reductase is many times more tightly bound by pyrimethamine than the corresponding mammalian enzyme. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: Abdominal pain, nausea, vomiting, skin hyperpigmentation, pruritus, diarrhea, fever, abdominal pain, cough, sore throat, irritability, myalgia, arthralgia, hyperbilirubinemia, elevated serum transaminases, and oral ulcers have been reported. SEVERE TOXICITY: Serious CNS effects can develop within 30 minutes to 2 hours of exposure. Loss of consciousness and seizures have been reported with pyrimethamine in young infants (1 to 2 years) within 2 hours of overdose. Generalized and prolonged seizures after pyrimethamine overdose may be followed by respiratory depression and circulatory collapse, and death within a few hours. Following chronic overdose, bone marrow depression may occur, manifested by neutropenia, thrombocytopenia, and macrocytic\/megaloblastic anemia. Hemorrhagic effects have also been reported. ADVERSE EFFECTS: The following adverse effects have been reported following therapeutic use of pyrimethamine: Nausea, vomiting, megaloblastic anemia, leukopenia, thrombocytopenia, pancytopenia, atrophic glossitis, hematuria, dysrhythmias, and pulmonary eosinophilia. SEVERE: Infrequently reported, but potentially serious effects such as Stevens-Johnson syndrome, toxic epidermal necrolysis, erythema multiforme, and anaphylaxis have been reported with pyrimethamine\/sulfadoxine combination.  Some cases have resulted in fatalities. <br\/>"},{"id":"cbb6s12b32","title":"Treatment","mono":"<b>PYRIMETHAMINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Myelosuppression has been reported. Monitor serial CBC with differential and platelet count. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not recommended because of the potential for CNS depression or persistent seizures and subsequent aspiration. HOSPITAL: Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias, significant CNS depression or severe allergic reactions.<\/li><li>Folic Acid: Administer folic acid or leucovorin\/folinic acid at 5 to 15 mg orally daily to minimize hematologic toxicity. Should be started within 2 hours of overdose if possible.<\/li><li>Myelosuppression: Monitor CBC with differential and platelet count. Continue monitoring CBC for several weeks due to pyrimethamine's long half-life. For severe neutropenia, administer colony stimulating factor. Filgrastim 5 mcg\/kg\/day subQ or IV over 15 to 30 minutes. Sargramostim 250 mcg\/meter(2)\/day IV over 4 hours. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs, hepatic enzymes and renal function after significant overdose. Monitor serum electrolytes in patients with severe vomiting. Monitor serial CBC with differential and platelet count in symptomatic patients. Daily monitoring of CBC is recommended for several weeks after pyrimethamine overdose due to its long half-life.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding of pyrimethamine.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours. Neurologic symptoms usually occur rapidly (within 30 minutes to 2 hours) following ingestion. Patients that remain asymptomatic can be discharged. However, due to the long-half-life of pyrimethamine (96 hours), daily monitoring of peripheral blood counts is recommend for a few weeks after exposure until all hematologic parameters are normal. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, electrolyte abnormalities, persistent cardiac dysrhythmias, mental status changes, myelosuppression, seizures, and respiratory failure.  Patients should remain admitted until they are clearly improving and clinically stable. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"cbb6s12b33","title":"Range of Toxicity","mono":"<b>PYRIMETHAMINE <\/b><br\/>TOXICITY: Ingestion of 300 mg or more can produce toxicity, including gastrointestinal effects (eg; abdominal pain, nausea, severe vomiting). In severe cases, this may be followed by excitability, generalized and prolonged seizures, respiratory depression, circulatory collapse and death. PEDIATRIC: Fatalities have occurred in young children less than 2 years old following doses of 375 to 1625 mg. NEWBORN: A 7-day-old newborn was prescribed sulfadiazine 100 mg\/kg\/day in 3 divided doses (instead of 1 mg\/kg\/day), pyrimethamine 100 mg\/kg\/day in 3 divided doses, and folinic acid 50 mg\/week in 2 divided doses. The pyrimethamine dosing error was discovered 3 days later after the patient received 4 doses of pyrimethamine. He developed moderate cholestasis, loss of appetite, vomiting, and seizures. Following supportive care, he recovered and was discharged a week after hospitalization. THERAPEUTIC DOSE: ADULT: TOXOPLASMOSIS (INITIAL): 50 to 75 mg once daily for 1 to 3 weeks along with 1 to 4 g daily of a sulfonamide of the sulfapyrimidine type (eg, sulfadoxine); may then be reduced to about one-half that previously given for an additional 4 to 5 weeks. MALARIA: 25 mg once daily for 2 days along with a sulfonamide for the initial control and suppression of non-falciparum malaria. PEDIATRIC: TOXOPLASMOSIS (INITIAL): 1 mg\/kg\/day divided in 2 equal daily doses; after 2 to 4 days this dose may be reduced to one half and continued for approximately one month. The usual sulfonamide dosage for children is used along with pyrimethamine. MALARIA: Children 4 through 10 years: 25 mg daily for 2 days along with a sulfonamide to control and suppress non-falciparum malaria.<br\/>"}]},"13":{"id":"cbb6s13","title":"Clinical Teaching","mono":"<ul><li>Drug causes sun-sensitivity. Advise patient to use sunscreen and avoid tanning beds.<\/li><li>Recommend female patients use two forms of reliable contraception to avoid pregnancy during therapy and at least 3 months post-treatment.<\/li><li>This drug may cause contact dermatitis, diarrhea, nausea, vomiting, or headache.<\/li><li>Instruct patient to immediately report first appearance of skin rash, as drug may cause severe reactions including Stevens-Johnson syndrome and toxic epidermal necrolysis.<\/li><li>Patient should take drug with food.<\/li><li>Tell patient to maintain adequate hydration to prevent crystalluria and renal stone formation. Patients on prolonged therapy are at higher risk for these adverse effects.<\/li><\/ul>"}}}