{"generic":"Tamoxifen Citrate","drugs":["Nolvadex","Soltamox","Tamoxifen Citrate"],"mono":{"0":{"id":"cmw4s0","title":"Generic Names","mono":"Tamoxifen Citrate"},"1":{"id":"cmw4s1","title":"Dosing and Indications","sub":{"0":{"id":"cmw4s1b4","title":"Adult Dosing","mono":"<ul><li><b>Breast cancer, Adjuvant therapy:<\/b> 20 to 40 mg ORALLY daily for 5  to 10 years<\/li><li><b>Breast cancer, High-risk; Prophylaxis:<\/b> 20 mg ORALLY once daily for 5 years<\/li><li><b>Breast cancer, Neoadjuvant therapy, hormone receptor-positive disease, in postmenopausal women:<\/b> 20 mg ORALLY once daily for 3 to 4 months prior to surgery was used in clinical trials; international expert panel recommends 3 to 6 months<\/li><li><b>Gynecomastia:<\/b> antiandrogen-induced, 10 to 20 mg ORALLY once daily administered continuously during androgen-suppression therapy was used in clinical trials<\/li><li><b>Intraductal carcinoma in situ of breast, Following breast surgery and radiation, to reduce risk of invasive disease:<\/b> 20 mg ORALLY daily for 5 years<\/li><li><b>Malignant neoplasm of endometrium of corpus uteri:<\/b> 20 mg ORALLY twice daily<\/li><li><b>Metastatic breast cancer:<\/b> 20-40 mg ORALLY daily<\/li><\/ul>"},"1":{"id":"cmw4s1b5","title":"Pediatric Dosing","mono":"safety and efficacy beyond one year of therapy have not been established in girls aged 2 to 10 years treated for McCune-Albright syndrome and precocious puberty "},"3":{"id":"cmw4s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Breast cancer, Adjuvant therapy<\/li><li>Breast cancer, High-risk; Prophylaxis<\/li><li>Intraductal carcinoma in situ of breast, Following breast surgery and radiation, to reduce risk of invasive disease<\/li><li>Malignant neoplasm of male breast, Metastatic<\/li><li>Metastatic breast cancer<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Anovulation - Female infertility<\/li><li>Benign mammary dysplasia<\/li><li>Breast cancer, Neoadjuvant therapy, hormone receptor-positive disease, in postmenopausal women<\/li><li>Carcinoid tumor<\/li><li>Gynecomastia<\/li><li>Hyperlipidemia<\/li><li>Infertility due to oligospermia<\/li><li>Lung carcinoma<\/li><li>Malignant neoplasm of endometrium of corpus uteri<\/li><li>Pain of breast<\/li><li>Polyostotic fibrous dysplasia of bone<\/li><li>Postmenopausal osteoporosis; Prophylaxis<\/li><li>Secondary malignant neoplastic disease - Solid tumor configuration<\/li><\/ul>"}}},"2":{"id":"cmw4s2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Serious and life-threatening uterine malignancies, stroke, and pulmonary embolism have been associated with tamoxifen use in the risk reduction setting (women with Ductal Carcinoma in Situ (DCIS) and women at high risk for breast cancer). Some of these adverse events were fatal. Health care providers should discuss the potential benefits versus the potential risks of these serious events with women at high risk of breast cancer and women with DCIS considering tamoxifen to reduce their risk of developing breast cancer. The benefits of tamoxifen outweigh its risks in women already diagnosed with breast cancer.<br\/>"},"3":{"id":"cmw4s3","title":"Contraindications\/Warnings","sub":[{"id":"cmw4s3b9","title":"Contraindications","mono":"<ul><li>concomitant coumarin-type anticoagulant therapy; when used for the reduction in breast cancer incidence in high risk women and women with Ductal Carcinoma in Situ<\/li><li>deep vein thrombosis, history; when used for the reduction in breast cancer incidence in high risk women and women with Ductal Carcinoma in Situ<\/li><li>hypersensitivity to tamoxifen citrate or any component of the product<\/li><li>pulmonary embolus, history; when used for the reduction in breast cancer incidence in high risk women and women with Ductal Carcinoma in Situ<\/li><\/ul>"},{"id":"cmw4s3b10","title":"Precautions","mono":"<ul><li>uterine malignancies; risk of potentially fatal uterine sarcoma and endometrial carcinoma; risk increases with long-term use<\/li><li>thromboembolic events, including stroke, deep vein thrombosis, and pulmonary embolism; increased risk<\/li><li>coadministration with chemotherapy; increased risk of thromboembolic events<\/li><li>endometrial changes including hyperplasia and polyps; increased risk<\/li><li>endometriosis; increased risk<\/li><li>fibroids, uterine; increased risk<\/li><li>liver abnormalities; fatty liver, cholestasis, hepatitis, and hepatic necrosis, some fatal, have been reported<\/li><li>liver enzyme levels; changes have been observed<\/li><li>metastatic breast cancer; hypercalcemia has been reported in some patients with bone metastases<\/li><li>ocular disturbances including cataracts (some requiring surgery), corneal changes, decrease in color vision perception, retinal vein thrombosis, and retinopathy; increased risk<\/li><li>premenopausal patients with advanced breast cancer; increased risk of ovarian cysts<\/li><li>thromboembolic events, history<\/li><\/ul>"},{"id":"cmw4s3b11","title":"Pregnancy Category","mono":"<ul><li>Tamoxifen: D (FDA)<\/li><li>Tamoxifen: B3 (AUS)<\/li><\/ul>"},{"id":"cmw4s3b12","title":"Breast Feeding","mono":"<ul><li>Tamoxifen: WHO: Avoid breastfeeding.<\/li><li>Tamoxifen: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"cmw4s4","title":"Drug Interactions","sub":[{"id":"cmw4s4b13","title":"Contraindicated","mono":"<ul><li>Amifampridine (theoretical)<\/li><li>Bepridil (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dronedarone (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Mesoridazine (established)<\/li><li>Nelfinavir (theoretical)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Posaconazole (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Warfarin (probable)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"cmw4s4b14","title":"Major","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Acenocoumarol (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Aprepitant (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Buserelin (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclophosphamide (probable)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Degarelix (theoretical)<\/li><li>Delamanid (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Deslorelin (theoretical)<\/li><li>Dicumarol (theoretical)<\/li><li>Domperidone (theoretical)<\/li><li>Donepezil (probable)<\/li><li>Escitalopram (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fluorouracil (probable)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fluphenazine (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Fosphenytoin (probable)<\/li><li>Genistein (theoretical)<\/li><li>Gonadorelin (theoretical)<\/li><li>Goserelin (theoretical)<\/li><li>Histrelin (theoretical)<\/li><li>Hydroxychloroquine (probable)<\/li><li>Idelalisib (theoretical)<\/li><li>Ipriflavone (theoretical)<\/li><li>Ivabradine (theoretical)<\/li><li>Leuprolide (theoretical)<\/li><li>Methotrexate (probable)<\/li><li>Metronidazole (theoretical)<\/li><li>Mitomycin (probable)<\/li><li>Mitotane (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nafarelin (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Nitisinone (theoretical)<\/li><li>Ondansetron (theoretical)<\/li><li>Panobinostat (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Paroxetine (established)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazopanib (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Phenytoin (probable)<\/li><li>Primidone (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Red Clover (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Sertraline (theoretical)<\/li><li>Sevoflurane (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>St John's Wort (probable)<\/li><li>Triptorelin (theoretical)<\/li><li>Vandetanib (theoretical)<\/li><li>Vemurafenib (theoretical)<\/li><li>Vinflunine (theoretical)<\/li><\/ul>"},{"id":"cmw4s4b15","title":"Moderate","mono":"<ul><li>Aldesleukin (probable)<\/li><li>Aminoglutethimide (probable)<\/li><li>Anastrozole (probable)<\/li><li>Bexarotene (probable)<\/li><li>Letrozole (probable)<\/li><li>Rifampin (established)<\/li><\/ul>"}]},"5":{"id":"cmw4s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Menopausal flushing (41% to 80%)<\/li><li><b>Reproductive:<\/b>Irregular periods (9% to 25%), Vaginal discharge (13% to 30%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome<\/li><li><b>Endocrine metabolic:<\/b>Breast cancer, Contralateral<\/li><li><b>Hematologic:<\/b>Deep venous thrombosis (0.8%), Thromboembolic disorder (1.7%)<\/li><li><b>Ophthalmic:<\/b>Cataract (7% to 8.7%), Cataract surgery (1.5% to 3%)<\/li><li><b>Reproductive:<\/b>Uterine cancer<\/li><li><b>Respiratory:<\/b>Interstitial pneumonia, Pulmonary embolism<\/li><li><b>Other:<\/b>Breast cancer, Receptor-negative, Uterine cancer<\/li><\/ul>"},"6":{"id":"cmw4s6","title":"Drug Name Info","sub":{"0":{"id":"cmw4s6b17","title":"US Trade Names","mono":"<ul><li>Nolvadex<\/li><li>Soltamox<\/li><\/ul>"},"2":{"id":"cmw4s6b19","title":"Class","mono":"Antiestrogen<br\/>"},"3":{"id":"cmw4s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"cmw4s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"cmw4s7","title":"Mechanism Of Action","mono":"Tamoxifen citrate is a nonsteroidal antiestrogen that competes with estrogen for estrogen receptor positive on breast cancer cells thereby preventing their growth.<br\/>"},"8":{"id":"cmw4s8","title":"Pharmacokinetics","sub":{"0":{"id":"cmw4s8b23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, approximately 5 hours<\/li><li>Oral tablet, pediatric: time to peak concentration, approximately 8 hours<\/li><\/ul>"},"2":{"id":"cmw4s8b25","title":"Metabolism","mono":"Hepatic: extensively; substrate of CYP3A, CYP2C9 and CYP2D6; Active metabolite: N-desmethyl tamoxifen <br\/>"},"3":{"id":"cmw4s8b26","title":"Excretion","mono":"Biliary\/fecal: 65%, less than 30% unchanged; Renal: only small amounts<br\/>"},"4":{"id":"cmw4s8b27","title":"Elimination Half Life","mono":"<ul><li>about 5 days to 7 days<\/li><li>N-desmethyl tamoxifen (active metabolite): approximately 14 days<\/li><\/ul>"}}},"10":{"id":"cmw4s10","title":"Monitoring","mono":"<ul><li>breast exam and mammogram, baseline and periodically<\/li><li>regression in size of breast tumor<\/li><li>pregnancy test, beta human chorionic gonadotropin (B-HCG) test immediately prior to initiation of therapy in women with menstrual irregularity; patients should not become pregnant while receiving tamoxifen therapy or within 2 months of therapy discontinuation<\/li><li>bone mineral density (BMD) panel (serum albumin, calcium and alkaline phosphatase, and phosphate and osteocalcin measurements); risk of decrease of BMD in premenopausal women<\/li><li>CBC; periodically<\/li><li>liver function tests periodically (SGOT, SGPT, bilirubin, alkaline phosphatase); may indicate development of severe liver disease<\/li><li>serum calcium levels for hypercalcemia; may occur within a few weeks of therapy initiation; if severe hypercalcemia occurs, therapy should be discontinued<\/li><li>serum cholesterol and triglycerides, periodically<\/li><li>abnormal vaginal bleeding, menstrual irregularities, changes in vaginal discharge, or pelvic pain or pressure<\/li><li>osteoporosis and fracture risk in patients initiating therapy<\/li><li>dual energy x-ray absorptiometry (DXA) scans at baseline and every 1 to 2 years<\/li><li>gynecologic examination, baseline and annually; for uterine malignancies, especially endometrial carcinoma or uterine sarcoma, endometrial hyperplasia and polyps<\/li><li>Uterine effects, long-term monitoring, McCune-Albright syndrome patients.<\/li><li>ophthalmic exams; for cataract formation, corneal changes, decrement in color vision perception, retinal vein thrombosis, and retinopathy<\/li><li>thromboembolic events including DVT (eg, leg swelling and tenderness) or pulmonary embolism<\/li><li>X-ray of thoracic and lumbar spine; rule out vertebral facture in patients with kyphosis, historical height loss 6 cm or greater, acute incapacitating back pain syndrome, and in patients age 65 years and older<\/li><\/ul>"},"11":{"id":"cmw4s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 10 MG, 20 MG<br\/><\/li><li><b>Nolvadex<\/b><br\/>Oral Tablet: 10 MG<br\/><\/li><li><b>Soltamox<\/b><br\/>Oral Solution: 10 MG\/5 ML<br\/><\/li><\/ul>"},"12":{"id":"cmw4s12","title":"Toxicology","sub":[{"id":"cmw4s12b31","title":"Clinical Effects","mono":"<b>SELECTIVE ESTROGEN RECEPTOR MODULATORS<\/b><br\/>USES: Selective estrogen modulators are a class of compounds that act on estrogen receptors for a variety of uses including anovulation, managing menopause symptoms, contraception, osteoporosis, breast cancer, and vaginal atrophy. These drugs include tamoxifen, toremifene, and raloxifene. Clomiphene is covered under a separate management. PHARMACOLOGY: These compounds work on the estrogen receptors with effects ranging from full agonists, to mixed agonists\/antagonists (agonistic in some tissues while antagonistic in others) to pure antagonists to all estrogen receptors. For example, tamoxifen acts as an estrogen receptor antagonist in the breast, but as an agonist in the uterus. In contrast, raloxifene behaves as an antagonist in both tissues. TOXICOLOGY: Toxic effects are secondary to their effects on estrogen receptors. EPIDEMIOLOGY: Overdoses of these compounds are extremely rare; however, as they are widely used, adverse effects are common. OVERDOSE: There is very little information regarding overdose of these compounds in humans. TAMOXIFEN: At doses 6 times (400 mg\/m(2) the recommended doses (20 to 40 mg daily), neurotoxicity (seizures, tremor, hyperreflexia, unsteady gait, and dizziness) and ECG changes (prolonged QT interval) were noted. ADVERSE EFFECTS: The most commonly reported adverse effects at recommended doses include hot flashes, nausea, and vomiting. Though infrequent, thromboembolism can occur and may be life-threatening. Other reported effects include liver damage, usually following chronic use, hypercalcemia and local disease flare with associated bone and tumor pain. There have been reports of fetal harm and toxicity with drugs from this class. Other potential side effects include ocular lesions, QT prolongation, neurologic effects (tremor, hyperreflexia, unsteady gait, dizziness) depression and gynecologic malignancies (uterine and endometrial cancers). <br\/>"},{"id":"cmw4s12b32","title":"Treatment","mono":"<b>SELECTIVE ESTROGEN RECEPTOR MODULATORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Mild to moderate overdoses can be treated symptomatically (eg, antiemetics for nausea and vomiting). MANAGEMENT OF SEVERE TOXICITY: Severe toxicity should be treated symptomatically. Seizures should be treated with benzodiazepines, barbiturates, and propofol as needed. Torsades de pointes can be treated with boluses of magnesium and overdrive pacing and correction of electrolyte abnormalities. If patients develop a thromboembolic event such as pulmonary embolism treat with standard respiratory support and anticoagulation as indicated.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination is not recommended because of the risk of seizures and subsequent aspiration. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient able to protect airway and cooperative. There is no evidence for multiple doses of activated charcoal or whole bowel irrigation.<\/li><li>Antidote: No specific antidote exists for this overdose.<\/li><li>Torsades de pointes: Hemodynamically unstable patients require electrical cardioversion.  Treat stable patients with magnesium and\/or atrial overdrive pacing.  Correct electrolyte abnormalities (hypomagnesemia, hypokalemia, hypocalcemia). MAGNESIUM SULFATE: DOSE: ADULT:  2 g IV over 1 to 2 min, repeat 2 g bolus and begin infusion of 0.5 to 1 g\/hr, if dysrhythmias recur. CHILD: 25 to 50 mg\/kg diluted to 10 mg\/mL; infuse IV over 5 to 15 min. OVERDRIVE PACING: Begin at 130 to 150 beats\/min, decrease as tolerated. Avoid class Ia (quinidine, disopyramide, procainamide, aprindine) and most class III antidysrhythmics (N-acetylprocainamide, sotalol).<\/li><li>Monitoring of patient: Monitor serum electrolytes and liver enzymes after significant overdose. Specific drug levels are not readily available or particularly useful. Institute continuous cardiac monitoring and obtain an ECG.<\/li><li>Enhanced elimination procedure: There is no evidence for the use of dialysis, hemoperfusion, urinary alkalinization or multiple dose charcoal. Hemodialysis is unlikely to benefit patients as these class of drugs tend to be highly protein bound.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic with small inadvertent exposures can be managed at home. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions or inadvertent ingestions of more than an extra dose should be sent to be a healthcare facility. ADMISSION CRITERIA: Patients with persistent symptoms should be admitted to the hospital. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe overdose or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"cmw4s12b33","title":"Range of Toxicity","mono":"<b>SELECTIVE ESTROGEN RECEPTOR MODULATORS<\/b><br\/>TOXICITY: TAMOXIFEN: Doses of 400 mg\/m(2) have been associated with dizziness, tremor, seizures and QT prolongation. TOREMIFENE: Dose-limiting nausea and vomiting, and dizziness, as well as reversible hallucinations and ataxia (one patient) were reported in postmenopausal breast cancer patients receiving 400 mg\/m(2) of toremifene. RALOXIFENE: ADULT: Doses up to 600 mg have been safely tolerated in 63 postmenopausal women. Overdose is rare; the highest reported overdose was approximately 1.5 g. No fatalities have been reported. PEDIATRIC: Two 18-month-old children each ingested 180 mg and the symptoms included ataxia, dizziness, vomiting, rash, diarrhea, tremor and flushing, and an elevated alkaline phosphatase. THERAPEUTIC DOSE: TAMOXIFEN: ADULT: 20 to 40 mg orally daily; doses greater than 20 mg should be divided into 2 doses (morning and evening). TOREMIFENE: ADULT: 60 mg orally once daily. RALOXIFENE: ADULT: 60 mg orally once daily. PEDIATRIC: These agents are not typically indicated for children. <br\/>"}]},"13":{"id":"cmw4s13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to use two forms of contraception to avoid pregnancy during therapy and for at least two months posttreatment.<\/li><li>This drug may cause hot flashes, menstrual abnormalities, vaginal discharge, and cataracts. Inform patient that adverse effects may appear any time during or months\/years after end of therapy.<\/li><li>Patient should immediately report symptoms of stroke, deep vein thrombosis, and pulmonary embolism.<\/li><li>Instruct patient to report symptoms of bone loss, including osteopenia, osteoporosis, and bone fracture.<\/li><li>Tell patient that length of drug therapy may be 5 or more years depending on diagnosis.<\/li><\/ul>"}}}