{"generic":"Terbinafine Hydrochloride","drugs":["LamISIL","LamISIL AT","Terbinafine Hydrochloride","Terbinex"],"mono":{"0":{"id":"crros0","title":"Generic Names","mono":"Terbinafine Hydrochloride"},"1":{"id":"crros1","title":"Dosing and Indications","sub":[{"id":"crros1b4","title":"Adult Dosing","mono":"<ul><li><b>Cutaneous sporotrichosis:<\/b> 500 mg ORALLY twice daily; continue for 2 to 4 weeks after all lesions have healed<\/li><li><b>Dermal mycosis:<\/b> (1% gel) tinea versicolor, tinea corporis, tinea cruris, tinea pedis; apply TOPICALLY once daily for 7 days<\/li><li><b>Dermal mycosis:<\/b> (1% cream) tinea pedis; interdigital, apply TOPICALLY twice daily for 1 week; plantar, apply TOPICALLY twice daily for 2 weeks<\/li><li><b>Dermal mycosis:<\/b> (1% solution) tinea versicolor, apply TOPICALLY twice daily for 1 week<\/li><li><b>Dermal mycosis:<\/b> (1% spray) tinea pedis; apply TOPICALLY interdigitally twice daily for 1 week<\/li><li><b>Dermal mycosis:<\/b> (1% spray) tinea cruris, tinea corporis; apply TOPICALLY to affected area once daily for 1 week<\/li><li><b>Lymphocutaneous sporotrichosis:<\/b> 500 mg ORALLY twice daily; continue for 2 to 4 weeks after all lesions have healed<\/li><li><b>Onychomycosis due to dermatophyte:<\/b> ORAL, 250 mg daily for 6 wk for fingernails; 12 wk for toenails<\/li><\/ul>"},{"id":"crros1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Dermal mycosis:<\/b> (12 years or older) tinea pedis, 1% cream; interdigital, apply TOPICALLY twice daily for 1 week; plantar, apply TOPICALLY twice daily for 2 weeks<\/li><li><b>Dermal mycosis:<\/b> (12 years or older) tinea pedis, 1% spray; apply TOPICALLY interdigitally twice daily for 1 week<\/li><li><b>Dermal mycosis:<\/b> (12 years or older) tinea cruris, tinea corporis, 1% spray; apply TOPICALLY to affected area once daily for 1 week<\/li><li><b>Tinea capitis:<\/b> less than 25 kg, 125 mg\/day ORALLY; 25 to 35 kg, 187.5 mg\/day ORALLY; greater than 35 kg, 250 mg\/day ORALLY<\/li><\/ul>"},{"id":"crros1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (CrCl 50 mL\/min or less):<\/b> use not recommended<\/li><li><b>chronic or active liver disease:<\/b> use not recommended<\/li><\/ul>"},{"id":"crros1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Dermal mycosis<\/li><li>Onychomycosis due to dermatophyte<\/li><li>Tinea capitis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cutaneous sporotrichosis<\/li><li>Lymphocutaneous sporotrichosis<\/li><li>Seborrheic dermatitis<\/li><\/ul>"}]},"3":{"id":"crros3","title":"Contraindications\/Warnings","sub":[{"id":"crros3b9","title":"Contraindications","mono":"hypersensitivity to oral terbinafine <br\/>"},{"id":"crros3b10","title":"Precautions","mono":"<ul><li>immunodeficiency, known or suspected; lymphocytopenia and severe neutropenia have been reported; monitoring recommended; discontinuation may be warranted<\/li><li>liver disease, active or chronic; use not recommended<\/li><li>liver failure, some cases leading to liver transplant or death, has occurred in patients with and without preexisting liver disease; most cases were reported in patients with serious underlying systemic conditions; monitoring recommended; discontinuation recommended if hepatotoxicity occurs<\/li><li>lupus erythematosus, cutaneous or systemic; precipitation and exacerbation have been reported<\/li><li>skin reactions, serious (including Stevens-Johnson syndrome, toxic epidermal necrolysis, erythema multiforme, exfoliative dermatitis, bullous dermatitis, and drug reaction with eosinophilia and systemic symptoms (DRESS)), have been reported; discontinuation recommended if progressive skin rash or signs or symptoms of serious skin reactions occur<\/li><li>smell disturbance, including loss of smell, has been reported; some cases may be permanent; discontinuation recommended if smell disturbance occurs<\/li><li>taste disturbance, including taste loss, has been reported; some cases may be severe and permanent; discontinuation recommended if taste disturbance occurs<\/li><li>report suspected adverse reactions to Novartis Pharmaceuticals Corporation at 1-888-669-6682 or to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"crros3b11","title":"Pregnancy Category","mono":"<ul><li>Terbinafine: B (FDA)<\/li><li>Terbinafine: B1 (AUS)<\/li><\/ul>"},{"id":"crros3b12","title":"Breast Feeding","mono":"Terbinafine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"crros4","title":"Drug Interactions","sub":{"1":{"id":"crros4b14","title":"Major","mono":"<ul><li>Aripiprazole (theoretical)<\/li><li>Clozapine (established)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><\/ul>"},"2":{"id":"crros4b15","title":"Moderate","mono":"<ul><li>Cyclosporine (probable)<\/li><li>Nortriptyline (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"crros5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (oral granules, 2%; oral tablets, 5.6%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (oral granules, 3%; oral tablets, 5.6%), Disorder of taste (oral tablets, 2.8%), Indigestion (oral tablets, 4.3%), Nausea (oral granules, 2%; oral tablets, 2.6%), Vomiting (oral granules, 5%)<\/li><li><b>Hepatic:<\/b>Increased liver enzymes (oral tablets, 3.3%)<\/li><li><b>Neurologic:<\/b>Headache (oral granules, 7%; oral tablet, 12.9%)<\/li><li><b>Respiratory:<\/b>Cough (oral granules, 6%), Nasopharyngitis (oral granules, 10%), Upper respiratory infection (oral granules, 5%)<\/li><li><b>Other:<\/b>Fever (oral granules, 7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Acute generalized exanthematous pustulosis, Cutaneous lupus erythematosus, Erythema multiforme, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Neutropenic disorder (Severe)<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Immunologic:<\/b>Drug hypersensitivity syndrome, Systemic lupus erythematosus<\/li><li><b>Otic:<\/b>Hearing loss<\/li><\/ul>"},"6":{"id":"crros6","title":"Drug Name Info","sub":{"0":{"id":"crros6b17","title":"US Trade Names","mono":"<ul><li>LamISIL<\/li><li>LamISIL AT<\/li><li>Terbinex<\/li><\/ul>"},"2":{"id":"crros6b19","title":"Class","mono":"<ul><li>Allylamine<\/li><li>Antifungal<\/li><\/ul>"},"3":{"id":"crros6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"crros6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"crros7","title":"Mechanism Of Action","mono":"Terbinafine hydrochloride, a synthetic allylamine derivative, inhibits the biosynthesis of ergosterol which is an integral component of fungal cell membrane.<br\/>"},"8":{"id":"crros8","title":"Pharmacokinetics","sub":[{"id":"crros8b23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, within 2 hr<\/li><li>Bioavailability (oral): approximately 40%<\/li><li>Bioavailability (topical): less than 5%<\/li><li>Effect of food: (oral), increases AUC by less than 20%<\/li><\/ul>"},{"id":"crros8b24","title":"Distribution","mono":"<ul><li>Vd: 948 L<\/li><li>Protein binding: (oral), greater than 99%<\/li><\/ul>"},{"id":"crros8b25","title":"Metabolism","mono":"<ul><li>Hepatic; first pass metabolism, conjugation<\/li><li>Hepatic; predominately CYP2C9, CYP1A2, CYP3A4, CYP2C8 and CYP2C19; rapidly and extensively metabolized<\/li><li>Major metabolite: N-demethyl terbinafine (inactive)<\/li><\/ul>"},{"id":"crros8b26","title":"Excretion","mono":"<ul><li>Renal: approximately 70%<\/li><li>Fecal: 20%<\/li><\/ul>"},{"id":"crros8b27","title":"Elimination Half Life","mono":"22 to 26 hours; 200 to 400 hours from skin and adipose tissue <br\/>"}]},"9":{"id":"crros9","title":"Administration","mono":"<ul><li><b>Oral<\/b><br\/><ul><li>(oral granules) sprinkle content of each packet on a spoonful of pudding or other soft, non-acidic food; swallow the entire spoonful without chewing; may sprinkle on more than 1 spoonful if 2 packets are required; do not put on applesauce or fruit-based foods<\/li><li>(oral granules) take with food<\/li><\/ul><\/li><li><b>Topical<\/b><br\/><ul><li>(spray) clean and dry the affected area thoroughly before application; hold can 4 to 6 inches from skin and spray a thin layer over affected area<\/li><li>(solution) clean and dry thoroughly the affected area before application; apply to affected area with sufficient solution to thoroughly wet the treatment area and surrounding skin<\/li><\/ul><\/li><\/ul>"},"10":{"id":"crros10","title":"Monitoring","mono":"<ul><li>negative potassium hydroxide (KOH) test, negative culture, and improvement in the clinical signs and symptoms of fungal infection are indicative of efficacy<\/li><li>(nail onychomycosis therapy) clinical efficacy may not be seen for several months after mycological cure and discontinuation of treatment<\/li><li>(oral therapy) liver function tests; at baseline and periodically during therapy<\/li><li>(oral therapy) CBC, including differential; in patients with known or suspected immunodeficiency receiving treatment for more than 6 weeks<\/li><\/ul>"},"11":{"id":"crros11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 250 MG<\/li><li>Topical Cream: 1 %<\/li><\/ul><\/li><li><b>Good Neighbor Pharmacy Terbinafine Hydrochloride<\/b><br\/>Topical Cream: 1 %<br\/><\/li><li><b>LamISIL AT Athlete's Foot<\/b><br\/>Topical Cream: 1 %<br\/><\/li><li><b>LamISIL AT Cream For Jock Itch<\/b><br\/>Topical Cream: 1 %<br\/><\/li><li><b>LamISIL AT<\/b><br\/><ul><li>Topical Cream: 1 %<\/li><li>Topical Spray: 1 %<\/li><\/ul><\/li><li><b>LamISIL<\/b><br\/><ul><li>Oral Packet: 125 MG\/Packet, 187.5 MG\/Packet<\/li><li>Oral Tablet: 250 MG<\/li><li>Topical Cream: 1 %<\/li><li>Topical Spray: 1 %<\/li><\/ul><\/li><li><b>Leader Athlete's Foot AF<\/b><br\/>Topical Cream: 1 %<br\/><\/li><li><b>Quality Choice Athlete's Foot<\/b><br\/>Topical Cream: 1 %<br\/><\/li><li><b>Rite Aid Antifungal<\/b><br\/>Topical Cream: 1 %<br\/><\/li><li><b>Sunmark Athlete's Foot Cream<\/b><br\/>Topical Cream: 1 %<br\/><\/li><li><b>Terbinex<\/b><br\/>Oral Tablet: 250 MG<br\/><\/li><\/ul>"},"12":{"id":"crros12","title":"Toxicology","sub":[{"id":"crros12b31","title":"Clinical Effects","mono":"<b>TERBINAFINE AND RELATED AGENTS<\/b><br\/>OVERDOSE: Limited data. Anticipate toxic effects similar to adverse events reported (predominantly dermatologic manifestations and gastrointestinal irritation). ADVERSE EVENTS: COMMON: Various dermal adverse reactions, including pustular and psoriasis-like eruptions, erythema multiforme, toxic epidermal necrolysis, and Stevens-Johnson syndrome have commonly occurred with oral terbinafine therapy. Cutaneous lupus erythematosus has also been reported. Nausea, vomiting, diarrhea, and abdominal pain can also develop following oral therapy. INFREQUENT: Ocular disturbances, taste impairment, leukopenia, renal impairment, and hepatotoxicity are infrequent occurrences following therapy. RARE: Hematologic effects including, neutropenia, agranulocytosis, and thrombocytopenia have occurred following chronic oral terbinafine therapy.<br\/>"},{"id":"crros12b32","title":"Treatment","mono":"<b>TERBINAFINE AND RELATED AGENTS <\/b><br\/><ul><li>Decontamination: Activated charcoal, after large ingestions. Most cases of toxicity reported have involved chronic ingestion of terbinafine.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Monitoring of patient: Terbinafine serum levels are not clinically useful.  Monitor liver enzyme tests and CBC in symptomatic patients. Long-term administration of terbinafine may cause hepatotoxicity and\/or hematoxicity (ie, leukopenia, thrombocytopenia).<\/li><li>Hemodialysis: Due to the high degree of protein binding of terbinafine, hemodialysis is not anticipated to be effective.<\/li><\/ul>"},{"id":"crros12b33","title":"Range of Toxicity","mono":"<b>TERBINAFINE AND RELATED AGENTS<\/b><br\/>TOXICITY: Limited data. Doses up to 5 g (20 times the therapeutic daily adult dose) have been associated with mild toxicity (ie, nausea, vomiting, abdominal pain, dizziness, rash, frequent urination and headache). THERAPEUTIC DOSE: TINEA CAPITIS: ORAL GRANULES: ADULT: Weighing greater than 35 kg: 250 mg\/day for 6 weeks. PEDIATRIC: For children weighing between 25 and 35 kg: 187.5 mg\/day for 6 weeks and weighing less than 25 kg: 125 mg\/day for 6 weeks. <br\/>"}]},"13":{"id":"crros13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause photosensitivity. Advise patient to use sunscreen and avoid tanning beds.<\/li><li>Oral forms of this drug may cause nausea, vomiting, dyspepsia, headache, pyrexia, pruritus, diarrhea, abdominal pain, and cough.<\/li><li>Advise patients taking oral tablets that symptomatic improvement of nailbeds may not be seen for several months.<\/li><li>Instruct patient to report signs\/symptoms of rash, infection, or hepatotoxicity (jaundice, dark urine, abdominal pain, anorexia).<\/li><li>Instruct patient to report symptoms of depression, taste or smell disturbance, or new-onset or worsening of lupus erythematosus (eg, erythema, scaling, pigment loss, unusual photosensitivity that can result in rash).<\/li><li>Advise patients that if they forget to take a dose of the tablet, to take it as soon as they remember, unless it is less than 4 hours before the next dose is due.<\/li><li>Instruct patient to sprinkle oral granules onto a spoonful of soft non-acidic food (such as pudding or mashed potatoes) and swallow without chewing.<\/li><\/ul>"}}}