{"generic":"Testosterone Enanthate","drugs":["Delatestryl","Testosterone Enanthate"],"mono":{"0":{"id":"ctl8s0","title":"Generic Names","mono":"Testosterone Enanthate"},"1":{"id":"ctl8s1","title":"Dosing and Indications","sub":[{"id":"ctl8s1b4","title":"Adult Dosing","mono":"<ul><li><b>Hypogonadism, Male:<\/b> 50 to 400 mg IM every 2 to 4 weeks; dose based on diagnosis, response to treatment, and presence of adverse effects<\/li><li><b>Metastatic breast cancer, Female:<\/b> 200 to 400 mg IM every 2 to 4 weeks<\/li><\/ul>"},{"id":"ctl8s1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Delayed puberty, Male:<\/b> adolescent males, 50 to 200 mg IM every 2 to 4 weeks for a limited duration (4 to 6 months); dosing based on chronological and skeletal age, patient response, and presence of adverse effects<\/li><li><b>Hypogonadism, Male:<\/b> Male adolescents, 50 to 400 mg IM every 2 to 4 weeks; dose based on chronological and skeletal ages, patient response, and presence of adverse effects<\/li><\/ul>"},{"id":"ctl8s1b6","title":"Dose Adjustments","mono":"edema with or without congestive heart failure; if testosterone enanthate is discontinued, restart at a lower dose "},{"id":"ctl8s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Delayed puberty, Male<\/li><li>Hypogonadism, Male<\/li><li>Metastatic breast cancer, Female<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Weight gain<br\/>"}]},"3":{"id":"ctl8s3","title":"Contraindications\/Warnings","sub":[{"id":"ctl8s3b9","title":"Contraindications","mono":"<ul><li>Breast cancer in males<\/li><li>Females who are pregnant or may become pregnant; known teratogen<\/li><li>Hypersensitivity to testosterone enanthate or any component of the product<\/li><li>Known or suspected prostate cancer<\/li><\/ul>"},{"id":"ctl8s3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Possible increased risk of heart attack, stroke, or death has been reported; testosterone therapy should only be used in male patients with low testosterone levels caused by certain medical conditions and confirmed by laboratory tests<\/li><li>-- Edema, with or without congestive heart failure, may occur, especially in patients with preexisting cardiac, hepatic, or renal disease; discontinuation may be necessary and\/or lower restarting dose used<\/li><li>Endocrine and metabolic:<\/li><li>-- Hypercalcemia may occur in patients with breast cancer or who are immobilized; discontinue use if occurs<\/li><li>-- Altered serum cholesterol concentrations may occur, and caution should be used, especially in patients with history of myocardial infarction or coronary artery disease; monitoring recommended<\/li><li>Hematologic:<\/li><li>-- Venous thromboembolic events, including DVT, have been reported with testosterone therapy; discontinue use if suspected<\/li><li>Hepatic:<\/li><li>-- Life threatening or fatal peliosis hepatitis or hepatic neoplasms (eg, hepatocellular carcinoma) may occur with prolonged use at high doses<\/li><li>-- Cholestatic hepatitis accompanied by jaundice may occur; discontinue use<\/li><li>-- Liver function test abnormalities may occur; discontinue use<\/li><li>Musculoskeletal:<\/li><li>-- Use cautiously in healthy males with delayed puberty, as effects on bone maturation may occur; monitoring recommended and dosage adjustment may be necessary<\/li><li>-- Use caution in pediatric patients, as bone maturation may be accelerated, resulting in compromised adult stature; monitoring recommended<\/li><li>Neurologic:<\/li><li>-- Possible increased risk of heart attack, stroke, or death has been reported; testosterone therapy should only be used in male patients with low testosterone levels caused by certain medical conditions and confirmed by laboratory tests<\/li><li>Reproductive:<\/li><li>-- Elderly patients; increased risk for prostatic hypertrophy or prostatic carcinoma<\/li><li>-- Gynecomastia may occur and can possibly persist in those being treated for hypogonadism<\/li><li>-- Use cautiously in female patients, as virilization may occur; monitoring recommended and discontinue use if suspected<\/li><li>Respiratory:<\/li><li>-- Venous thromboembolic events, including pulmonary embolism, have been reported; discontinue use if suspected<\/li><\/ul>"},{"id":"ctl8s3b11","title":"Pregnancy Category","mono":"<ul><li>Testosterone: X (FDA)<\/li><li>Testosterone: D (AUS)<\/li><\/ul>"},{"id":"ctl8s3b12","title":"Breast Feeding","mono":"<ul><li>Testosterone: WHO: Avoid breastfeeding.<\/li><li>Testosterone: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"ctl8s4","title":"Drug Interactions","sub":{"1":{"id":"ctl8s4b14","title":"Major","mono":"<ul><li>Anisindione (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Dicumarol (theoretical)<\/li><li>Paclitaxel (theoretical)<\/li><li>Paclitaxel Protein-Bound (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Warfarin (probable)<\/li><\/ul>"},"2":{"id":"ctl8s4b15","title":"Moderate","mono":"<ul>Licorice (probable)<\/ul>"}}},"5":{"id":"ctl8s5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Reproductive:<\/b>Amenorrhea, Virilization<br\/><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Bleeding, Erythrocytosis<\/li><li><b>Hepatic:<\/b>Neoplasm of liver, Peliosis hepatis<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction<\/li><li><b>Reproductive:<\/b>Prostate cancer<\/li><li><b>Other:<\/b>Neoplasm of liver, Prostate cancer<\/li><\/ul>"},"6":{"id":"ctl8s6","title":"Drug Name Info","sub":{"0":{"id":"ctl8s6b17","title":"US Trade Names","mono":"Delatestryl<br\/>"},"2":{"id":"ctl8s6b19","title":"Class","mono":"<ul><li>Androgen<\/li><li>Endocrine-Metabolic Agent<\/li><\/ul>"},"3":{"id":"ctl8s6b20","title":"Regulatory Status","mono":"Schedule III<br\/>"},"4":{"id":"ctl8s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"ctl8s7","title":"Mechanism Of Action","mono":"Testosterone is an endogenous androgen.  Androgens are responsible for normal growth and development of male sex organs and maintenance of secondary sex characteristics. Testosterone is involved in the growth and maturation of the prostate, seminal vesicles, penis, and scrotum; development of male hair distribution (eg, beard, pubic, chest and axillary hair); laryngeal enlargement, vocal cord thickening, and alterations in body musculature and fat distribution.<br\/>"},"8":{"id":"ctl8s8","title":"Pharmacokinetics","sub":[{"id":"ctl8s8b23","title":"Absorption","mono":"<ul><li>Tmax, IM: 24 hours<\/li><li>Bioavailability: absorbed slowly<\/li><\/ul>"},{"id":"ctl8s8b24","title":"Distribution","mono":"Protein binding, specific testosterone-estradiol binding globulin: 98% <br\/>"},{"id":"ctl8s8b25","title":"Metabolism","mono":"<ul><li>Liver; primary site<\/li><li>Dihydrotestosterone, active<\/li><\/ul>"}]},"9":{"id":"ctl8s9","title":"Administration","mono":"<b>Intramuscular<\/b><br\/><ul><li>inject IM slowly and deeply into the gluteal muscle; avoid intravascular injection<\/li><li>warm and shake vial to dissolve any crystals formed during storage at lower than recommended temperatures<\/li><li>wet syringe or wet needle may turn solution cloudy but does not affect product potency<\/li><\/ul>"},"10":{"id":"ctl8s10","title":"Monitoring","mono":"<ul><li>Measure serum testosterone and confirm hypogonadism diagnosis prior to treatment initiation<\/li><li>Serum testosterone; improvement may indicate efficacy in hypogonadal males<\/li><li>Ovary ablation in women with advancing inoperable metastatic mammary cancer may indicate efficacy<\/li><li>Hematocrit and hemoglobin levels; periodically during high-dose therapy<\/li><li>Serum lipid concentrations; periodically, especially in patients with previous myocardial infarction or coronary artery disease<\/li><li>Serum and urine calcium; frequently in women with disseminated breast cancer<\/li><li>Acceleration of metastatic breast disease; close followup is necessary<\/li><li>Virilization; in female patients<\/li><li>X-ray of wrist and hand; every 6 months in pediatric males with delayed puberty<\/li><\/ul>"},"11":{"id":"ctl8s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intramuscular Oil: 200 MG\/ML<br\/><\/li><li><b>Delatestryl<\/b><br\/>Intramuscular Oil: 200 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"ctl8s12","title":"Toxicology","sub":[{"id":"ctl8s12b31","title":"Clinical Effects","mono":"<b>ANABOLIC STEROIDS <\/b><br\/>USES:  Anabolic steroids are compounds that increase muscle mass. They include natural androgens such as testosterone as well as synthetic androgens such as stanozolol and nandrolone. Medical indications for testosterone include hypogonadism, delayed puberty, and breast cancer in females.  Available formulations include capsules, transdermal and transbuccal formulations, intramuscular injections, and subcutaneous implantations. PHARMACOLOGY: Endogenous androgens promote the growth and development of the male sex organs as well as maintaining secondary sex characteristics.  Higher doses promote muscle mass and strength and increasing production of erythropoietin and subsequent increase in red blood cell production.  In addition, they may cause growth of facial and body hair, baldness, and increased sex drive and aggression. TOXICOLOGY: Toxicity from anabolic steroids is a result of their androgenic and anabolic processes. EPIDEMIOLOGY: As these substances are often used in a clandestine manner, it is difficult to know how commonly anabolic steroids are used\/abused.  However, it is known that they have been used by professional athletes, adolescents playing sports, as well as older people for \"anti-aging\" properties. Acute overdose is extremely rare. OVERDOSE: Toxicity from acute overdose is unlikely; however, chronic exposure to high doses may result in adverse effects. ADVERSE EFFECTS: CHRONIC USE:  Severe acne, baldness, high blood pressure and heart disease, headaches, strokes, mood swings and aggressive behavior, reduced sperm count, impotence, testicular atrophy, enlarged prostate leading to urinary problems, increased risk of tendon injuries, arthralgias, and virilization in women (reduced breast size, enlarged clitoris, increased facial and body hair, deepened voice, and menstrual problems). Local effects from the transdermal system SERIOUS EFFECTS: Deep venous thrombosis and strokes, extreme aggressive behavior, electrolyte changes, hepatitis and hepatic dysfunction, and anaphylactoid reactions. LOCAL EFFECTS: Effects from the transdermal system include pruritus at the application site (37%) and burn-like blisters (12%). Rarely, erythema, vesicles, allergic contact dermatitis, burning, and induration at the application site of the transdermal system may occur. Complications from transbuccal administration include gum edema, gum or mouth irritation, gum pain and tenderness, and taste perversions. <br\/>"},{"id":"ctl8s12b32","title":"Treatment","mono":"<b>ANABOLIC STEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Acute toxicity is extremely rare from these compounds, except perhaps local effects from transdermal and transbuccal administration. In terms of care for chronic use, the most immediate treatment would be cessation of use and then supportive care for associated symptoms. MANAGEMENT OF SEVERE TOXICITY: Acute toxicity from anabolic steroid use is not expected, and the mainstay of treatment would be cessation of use and supportive care of symptoms. Extreme aggression may require treatment with benzodiazepines and antipsychotics.<\/li><li>Decontamination: PREHOSPITAL: There is no role for prehospital decontamination for this exposure. HOSPITAL: In general, decontamination is not indicated for this overdose. Activated charcoal could be considered for acute overdose with significant co-ingestions if the patient is awake and cooperative and if the ingestion was relatively recent.  There is no role for the use of lavage, whole bowel irrigation or multiple doses of charcoal.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with serious cardiac toxicity.<\/li><li>Antidote: There is no specific antidote for anabolic steroids.<\/li><li>Drug withdrawal: Similar to other agents appropriate drug detoxification and recovery therapy.<\/li><li>Aggressive behavior: Treat with IV benzodiazepines or antipsychotics.<\/li><li>Monitoring of patient: Monitor vital signs, particularly blood pressure. Monitor ECG in patients with cardiac symptoms or severe hypertension. Monitor liver enzymes, serum electrolytes, blood glucose, hemoglobin and hematocrit. PEDIATRIC: Obtain long bone radiographs to document the premature closure of the epiphysis in cases where children\/adolescents have chronically used anabolic steroids. Gas chromatography-mass spectrometry analysis for specific anabolic steroid detection\/levels can be performed, but are not readily available and are not clinically useful.<\/li><li>Enhanced elimination procedure: There is no role for dialysis, hemoperfusion, urinary alkalinization, or multiple dose charcoal for anabolic steroid use.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposures can be watched at home with follow up with their regular physician as needed.  OBSERVATION CRITERIA: Patients with significant adverse effects should be sent to a healthcare facility for treatment of their symptoms and should not be sent home until the symptoms are treated or resolved. ADMISSION CRITERIA: Patients with severe adverse reactions (eg, strokes) should be admitted, and depending on the severity of their symptoms, may merit an ICU admission. Criteria for discharge include resolution or treatment of their symptoms. CONSULT CRITERIA: The appropriate consultant should be called as needed (eg, neurologist for strokes, etc.). Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"ctl8s12b33","title":"Range of Toxicity","mono":"<b>ANABOLIC STEROIDS<\/b><br\/>TOXICITY: A toxic dose has not been established. THERAPEUTIC DOSE: ADULT: Varies with drug and indication. FLUOXYMESTERONE: 2.5 to 20 mg orally daily in androgen-deficient males. METHYLTESTOSTERONE: 10 to 50 mg orally daily in androgen-deficient males; 50 to 200 mg orally daily as palliative treatment in women with metastatic breast cancer. OXANDROLONE: 2.5 to 20 mg orally daily in 2 to 4 divided doses. TESTOSTERONE: Transdermal patch, 2 to 6 mg\/day; Topical gel (1%), 5 to 10 g once daily; Topical gel (1.62%), 20.25 to 81 mg once daily; Nasal gel, 11 mg three times daily (MAX dose: 33 mg); IM (testosterone cypionate and enanthate), 50 to 400 mg IM every 2 to 4 weeks. PEDIATRIC: Varies with drug and indication. FLUOXYMESTERONE: 2.5 to 20 mg orally daily. METHYLTESTOSTERONE: 10 to 50 mg orally daily. OXANDROLONE: Less than or equal to 0.1 mg\/kg total daily dose, may be repeated intermittently as indicated. TESTOSTERONE (transdermal): Safety and efficacy have not been established in pediatric patients. TESTOSTERONE CYPIONATE (12 years and older): 50 to 400 mg IM every 2 to 4 weeks. TESTOSTERONE ENANTHATE: 50 to 400 mg IM every 2 to 4 weeks.<br\/>"}]},"13":{"id":"ctl8s13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause headache, anxiety, depression, altered libido, or gynecomastia.<\/li><li>Advise male patients to report excessive or persistent penile erections.<\/li><li>Instruct female patients to report changes in menstrual periods, development of excess facial hair, hoarseness, or acne.<\/li><li>Counsel all patients to report nausea, vomiting, changes in skin color, or swelling of the ankles.<\/li><\/ul>"}}}