{"generic":"Thiamine","drugs":["Thiamilate","Thiamine"],"mono":{"0":{"id":"d20ks0","title":"Generic Names","mono":"Thiamine"},"1":{"id":"d20ks1","title":"Dosing and Indications","sub":{"0":{"id":"d20ks1b4","title":"Adult Dosing","mono":"<ul><li><b>Administration of intravenous fluids, Dextrose (in patients with marginal thiamine status):<\/b> 100 mg in each of the first few liters of IV fluid<\/li><li><b>Alcohol withdrawal syndrome, acute:<\/b> 100 mg\/25 g glucose concurrently with IV glucose<\/li><li><b>Beriberi:<\/b> 10-20 mg IM or slow IV infusion 3 times\/day for up to 2 wk; then ORAL maintenance with therapeutic multivitamin preparation containing 5-10 mg  thiamine daily for 1 month<\/li><li><b>Beriberi:<\/b> 5-10 mg ORALLY  3 times\/day<\/li><li><b>Peripheral neuritis in pregnancy - Vomiting of pregnancy (Severe):<\/b> 5 to 10 mg IM daily<\/li><li><b>Thiamine deficiency; Treatment and Prophylaxis:<\/b> dietary supplement, 100 mg orally daily<\/li><li><b>Thiamine deficiency; Treatment and Prophylaxis:<\/b> recommended dietary allowance; men, 1.2 mg\/day; women, 1.1 mg\/day; pregnancy and lactation, 1.4 mg\/day<\/li><li><b>Wernicke-Korsakoff syndrome:<\/b> little evidence is available regarding the optimal dose, frequency, duration, and route in patients with Wernicke-Korsakoff syndrome due to alcohol abuse.<\/li><li><b>Wernicke-Korsakoff syndrome:<\/b> 100 mg IV followed by 50 to 100 mg IM daily until consuming a regular, balanced diet (manufacturer dosing)<\/li><li><b>Wernicke-Korsakoff syndrome:<\/b> alternative dose, at least 100 to 200 mg\/day for 3 days; up to 1000 mg may be necessary during the first 12 hours (study dosing)<\/li><li><b>Wernicke-Korsakoff syndrome:<\/b> alternative dose in patients who abuse alcohol, 200 mg IM daily for 2 days (study dosing)<\/li><\/ul>"},"1":{"id":"d20ks1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Beriberi:<\/b> 10-25 mg IM or IV or 10-50 mg\/day ORALLY  for 2 wk; then 5-10 mg\/day ORALLY for 1 month<\/li><li><b>Beriberi:<\/b> mild, 10 mg ORALLY\/day<\/li><li><b>Thiamine deficiency; Treatment and Prophylaxis:<\/b> recommended dietary allowance, (0-6 months) 0.2 mg\/day; (7-12 months) 0.3 mg\/day; (1-3 yr) 0.5 mg\/day; (4-8 yr) 0.6 mg\/day; (9-13 yr) 0.9 mg\/day; (males, 14-18 yr) 1.2 mg\/day; (females, 14-18 yr) 1 mg\/day<\/li><\/ul>"},"3":{"id":"d20ks1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Administration of intravenous fluids, Dextrose (in patients with marginal thiamine status)<\/li><li>Beriberi<\/li><li>Peripheral neuritis in pregnancy - Vomiting of pregnancy (Severe)<\/li><li>Thiamine deficiency; Treatment and Prophylaxis<\/li><li>Wernicke-Korsakoff syndrome<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Alcohol withdrawal syndrome, acute<\/li><li>Coma<\/li><li>Persistent microalbuminuria associated with type 2 diabetes mellitus<\/li><\/ul>"}}},"3":{"id":"d20ks3","title":"Contraindications\/Warnings","sub":[{"id":"d20ks3b9","title":"Contraindications","mono":"hypersensitivity to thiamine products<br\/>"},{"id":"d20ks3b10","title":"Precautions","mono":"<ul><li>requirements may be increased in the following conditions:<\/li><li>alcoholism<\/li><li>burns<\/li><li>fever, chronic<\/li><li>gastrectomy<\/li><li>hemodialysis, chronic<\/li><li>hepatic-biliary tract disease<\/li><li>hyperthyroidism<\/li><li>infection, prolonged<\/li><li>intestinal disease (celiac, ileal resection, tropical sprue, regional enteritis, persistent diarrhea)<\/li><li>manual labor, heavy, for long periods of time<\/li><li>in cases involving decreased oral intake or decreased intestinal absorption, multiple vitamins should be used<\/li><li>the risk of hypersensitivity reactions is increased with repeated IV or IM administration<\/li><\/ul>"},{"id":"d20ks3b11","title":"Pregnancy Category","mono":"Fetal risk is minimal. (TH)<br\/>"},{"id":"d20ks3b12","title":"Breast Feeding","mono":"<ul><li>AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"d20ks4","title":"Drug Interactions","sub":{"2":{"id":"d20ks4b15","title":"Moderate","mono":"<ul>Fluorouracil (established)<\/ul>"}}},"5":{"id":"d20ks5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Immunologic:<\/b>Injection site reaction<br\/><b>Serious<\/b><br\/><b>Immunologic:<\/b>Hypersensitivity reaction, Parenteral administration (rare)<br\/>"},"6":{"id":"d20ks6","title":"Drug Name Info","sub":{"0":{"id":"d20ks6b17","title":"US Trade Names","mono":"Thiamilate<br\/>"},"2":{"id":"d20ks6b19","title":"Class","mono":"<ul><li>Nutriceutical<\/li><li>Nutritive Agent<\/li><li>Vitamin B (class)<\/li><\/ul>"},"3":{"id":"d20ks6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"d20ks6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"d20ks7","title":"Mechanism Of Action","mono":"Systemic: Thiamine combines with adenosine triphosphate (ATP) to form a coenzyme, thiamine pyrophosphate (thiamine diphosphate, cocarboxylase),   which is necessary for carbohydrate metabolism.  <br\/>"},"8":{"id":"d20ks8","title":"Pharmacokinetics","sub":{"0":{"id":"d20ks8b23","title":"Absorption","mono":"Systemic: Bioavailability: 5 to 15 mg; food increases absorption <br\/>"},"2":{"id":"d20ks8b25","title":"Metabolism","mono":"Thiamine pyrophosphate: active.<br\/>"},"3":{"id":"d20ks8b26","title":"Excretion","mono":"Renal: almost entirely as metabolites <br\/>"}}},"9":{"id":"d20ks9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>(solution for injection) may be given IV or IM<br\/><\/li><li><b>Intravenous<\/b><br\/>dilute with 100 mL NS or D5W; infuse over 30 minutes<br\/><\/li><li><b>Oral<\/b><br\/>give with a meal<br\/><\/li><\/ul>"},"10":{"id":"d20ks10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>(injection) aluminum toxicity; in renal impairment and premature neonates<\/li><\/ul>"},"11":{"id":"d20ks11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Solution: 100 MG\/ML<\/li><li>Oral Tablet: 50 MG, 100 MG, 250 MG, 500 MG<\/li><\/ul><\/li><li><b>Good Neighbor Pharmacy Vitamin B1<\/b><br\/>Oral Tablet: 100 MG<br\/><\/li><li><b>Nature's Blend Vitamin B-1<\/b><br\/>Oral Tablet: 100 MG<br\/><\/li><li><b>Novaplus Thiamine Hydrochloride<\/b><br\/>Injection Solution: 100 MG\/ML<br\/><\/li><li><b>Optimum Vitamin B-1<\/b><br\/>Oral Tablet: 100 MG<br\/><\/li><li><b>Rite Aid Vitamin B-1<\/b><br\/>Oral Tablet: 100 MG<br\/><\/li><li><b>Sundown Naturals B1<\/b><br\/>Oral Tablet: 100 MG<br\/><\/li><\/ul>"},"12":{"id":"d20ks12","title":"Toxicology","sub":[{"id":"d20ks12b31","title":"Clinical Effects","mono":"<b>THIAMINE<\/b><br\/>USES: Thiamine, a water soluble vitamin B1 supplement, is used as a vitamin supplement and has been used in the treatment of thiamine deficiency, alcohol withdrawal syndrome, Wernicke's encephalopathy, ethylene glycol poisoning, and the treatment of beriberi. Thiamine (vitamin B-1) when given as a vitamin supplement has been used for energy metabolism and nervous system function. PHARMACOLOGY: Thiamine combines with adenosine triphosphate (ATP) to form thiamine pyrophosphate (ie, cocarboxylase), a coenzyme. Thiamine's role in carbohydrate metabolism is the decarboxylation of pyruvic acid in the blood and alpha-ketoacids to acetaldehyde and carbon dioxide. An increase in pyruvic acid blood concentrations indicates vitamin B1 deficiency. TOXICOLOGY: Exposure to thiamine is not anticipated to produce significant symptoms; excessive intake is usually excreted in the urine. EPIDEMIOLOGY: Thiamine is widely used; serious toxicity is not expected. OVERDOSE: MILD TO MODERATE TOXICITY: PARENTERAL: Single parenteral doses of 100 to 500 mg have been given with no toxic effects reported. Parenteral thiamine does contain aluminum and potential toxicity may occur following excessive exposure or in patients with renal impairment. ORAL: Toxicity is uncommon following oral supplementation; excessive doses are usually excreted rapidly in the urine. SEVERE TOXICITY: Severe toxicity has not been reported. ADVERSE EVENTS: PARENTERAL: Rare reports of anaphylactoid reaction (ie, respiratory distress, pruritus, shock and abdominal pain) have been reported, usually after multiple large parenteral doses of 25 to 100 mg of thiamine for more than 7 days. OTHER events have included injection site pain following intravenous administration. ORAL: Adverse events are not usually reported following oral supplementation, even following high doses of 300 mg\/day for several weeks.<br\/>"},{"id":"d20ks12b32","title":"Treatment","mono":"<b>THIAMINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is not anticipated because of thiamine's low toxicity profile. ANAPHYLAXIS: Rare reports of anaphylaxis have occurred with parenteral thiamine administration. MILD\/MODERATE: Give antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not necessary because of the low risk of toxicity. HOSPITAL: Decontamination is usually not indicated unless other more toxic coingestants are suspected.<\/li><li>Airway management: Airway management is usually not necessary; aggressive airway support is necessary if anaphylaxis occurs.<\/li><li>Antidote: None.<\/li><li>Aluminum intoxication: Parenteral thiamine hydrochloride contains aluminum; prolonged or excessive doses of thiamine hydrochloride may produce toxicity in patients at risk (eg, renal failure).<\/li><li>Monitoring of patient: Routine labs are not necessary unless otherwise clinically indicated. Monitor for clinical evidence of an anaphylactoid reaction (angioedema, urticaria, hypotension, wheezing) as necessary. Thiamine levels are not usually clinically available or useful for guiding treatment after overdose.<\/li><li>Enhanced elimination procedure: Enhanced elimination is not anticipated to be effective. Thiamine is distributed in all tissues.<\/li><li>Patient disposition: HOME CRITERIA:  Asymptomatic adults with an inadvertent ingestion of several extra doses, and asymptomatic children with an inadvertent minor ingestion can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic should be referred to a healthcare facility for observation. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with persistent symptoms should be admitted to the hospital. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"d20ks12b33","title":"Range of Toxicity","mono":"<b>THIAMINE<\/b><br\/>TOXICITY: Limited overdose data. PARENTERAL: Single parenteral doses of 100 to 500 mg have produced no toxic effects. However, doses above 30 mg three times daily are poorly utilized. As body tissues become saturated with thiamine, it is excreted in the urine as pyrimidine. ORAL: Toxicity is uncommon; long-term supplementation of greater than 3 grams daily has been known to produce toxicity. THERAPEUTIC: BERIBERI: Adult: 10 to 20 mg IM 3 times daily for up to 2 weeks along with a multivitamin containing 5 to 10 mg thiamine daily for one month. Pediatric: 10 to 25 mg IM or IV or 10 to 50 mg\/day orally for 2 weeks, then 5 to 10 mg orally for one month. NEURITIS OF PREGNANCY (secondary to severe vomiting): 5 to 10 mg IM daily. WERNICKE-KORSAKOFF SYNDROME: Initial: 100 mg IV followed by 50 to 100 mg IM daily until patient able to tolerate a balanced diet. DIETARY SUPPLEMENT: 100 mg orally daily.<br\/>"}]},"13":{"id":"d20ks13","title":"Clinical Teaching","mono":"Advise patient to take oral formulations with a meal.<br\/>"}}}