{"generic":"Thioguanine","drugs":["Tabloid","Thioguanine"],"mono":{"0":{"id":"d2s2s0","title":"Generic Names","mono":"Thioguanine"},"1":{"id":"d2s2s1","title":"Dosing and Indications","sub":{"0":{"id":"d2s2s1b4","title":"Adult Dosing","mono":"<b>Acute myeloid leukemia, Induction and consolidation therapy only:<\/b> single agent, 2 mg\/kg\/day ORALLY; after 4 wk may increase to 3 mg\/kg\/day if no improvement or myelosuppression; adjust accordingly for combination therapy"},"1":{"id":"d2s2s1b5","title":"Pediatric Dosing","mono":"<b>Acute myeloid leukemia, Induction and consolidation therapy only:<\/b> single agent, 2 mg\/kg\/day ORALLY; after 4 wk may increase to 3 mg\/kg\/day if no improvement or myelosuppression; adjust accordingly for combination therapy"},"3":{"id":"d2s2s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Acute myeloid leukemia, Induction and consolidation therapy only<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Intracranial tumor<br\/>"}}},"3":{"id":"d2s2s3","title":"Contraindications\/Warnings","sub":[{"id":"d2s2s3b9","title":"Contraindications","mono":"Patients whose disease has demonstrated prior resistance to thioguanine or mercaptopurine <br\/>"},{"id":"d2s2s3b10","title":"Precautions","mono":"<ul><li>Concomitant olsalazine, mesalazine, or sulfasalazine<\/li><li>Discontinue if blood counts decrease substantially<\/li><li>Discontinue if toxic hepatitis, biliary stasis, clinical jaundice  or decreased liver function tests develop<\/li><li>Dose-related bone marrow suppression<\/li><li>Establish adequate diagnosis of acute nonlymphocytic leukemia before initiating therapy<\/li><li>Geriatric patients; start at the low end of the dosing range<\/li><li>Individuals with inherited deficiency of thiopurine methyltransferase (TPMT) enzyme (increased risk of myelosuppression)<\/li><li>Liver toxicity (long-term use, presents as hepatic veno-occlusive disease or as portal hypertension)<\/li><li>Not recommended for maintenance therapy or similar long term continuous treatments; increased risk for liver toxicity<\/li><li>Potentially mutagenic and carcinogenic<\/li><li>Use proper procedures for handling and disposal of chemotherapy<\/li><li>Women of child-bearing potential should avoid becoming pregnant<\/li><\/ul>"},{"id":"d2s2s3b11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"d2s2s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"d2s2s4","title":"Drug Interactions","sub":[{"id":"d2s2s4b13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"d2s2s4b14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>Typhoid Vaccine (established)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"},{"id":"d2s2s4b15","title":"Moderate","mono":"<ul>Busulfan (established)<\/ul>"}]},"5":{"id":"d2s2s5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Loss of appetite, Nausea, Stomatitis, Vomiting<br\/><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperuricemia<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal necrosis, With combination regimens, Perforation of intestine<\/li><li><b>Hematologic:<\/b>Myelosuppression<\/li><li><b>Hepatic:<\/b>Hepatotoxicity, Jaundice, Liver function tests abnormal<\/li><li><b>Other:<\/b>Infectious disease<\/li><\/ul>"},"6":{"id":"d2s2s6","title":"Drug Name Info","sub":{"0":{"id":"d2s2s6b17","title":"US Trade Names","mono":"Tabloid<br\/>"},"2":{"id":"d2s2s6b19","title":"Class","mono":"<ul><li>Antimetabolite<\/li><li>Antineoplastic Agent<\/li><\/ul>"},"3":{"id":"d2s2s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"d2s2s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"d2s2s7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Thioguanine competes with hypoxanthine and guanine for the enzyme hypoxanthine-guanine phosphoribosyltransferase (HGPRTase) and is itself converted to 6-thioguanilyic acid (TGMP) . This nucleotide reaches high intracellular concentrations at therapeutic doses . TGMP interferes at several points with the synthesis of guanine nucleotides . It inhibits de novo purine biosynthesis by pseudofeedback inhibition of glutamine-5-phosphoribosylpyrophosphate amidotransferase, the first enzyme unique to the de novo pathway of purine ribonucleotide synthesis . TGMP also inhibits the conversion of inosinic acid (IMP) to xanthylic acid (XMP) by competition for the enzyme IMP dehydrogenase . At one time, TGMP was thought to be a significant inhibitor of ATP:GMP phosphotransferase (guanylate kinase), but recent results have not shown this .<\/li><li>Thioguanylic acid is further converted to the di- and tri-phosphates, thioguanosine diphosphate (TGDP) and thioguanosine triphosphate (TGTP) by the same enzymes that metabolize guanine nucleotides . Thioguanine nucleotides are incorporated into both the DNA and the RNA by phosphodiester linkages, and it has been argued that incorporation of such fraudulent bases contributes to the cytotoxicity of thioguanine .<\/li><li>Thus, thioguanine has multiple metabolic effects and, at present, it is not possible to designate one major site of action . Its tumor inhibitory properties may be due to one or more of its effects on feedback inhibition of de novo purine synthesis; inhibition of purine nucleotide interconversions; or incorporation into the DNA and RNA . The net consequence of its action is a sequential blockade of the synthesis and utilization of the purine nucleotides .<\/li><\/ul>"},"8":{"id":"d2s2s8","title":"Pharmacokinetics","sub":{"0":{"id":"d2s2s8b23","title":"Absorption","mono":"Systemic: Bioavailibility: 30% (range 14 to 46%).<br\/>"},"2":{"id":"d2s2s8b25","title":"Metabolism","mono":"Systemic: Hepatic<br\/>"},"3":{"id":"d2s2s8b26","title":"Excretion","mono":"Systemic: Renal: almost totally metabolites<br\/>"},"4":{"id":"d2s2s8b27","title":"Elimination Half Life","mono":"Systemic: 80 m (range 25 to 240 m)<br\/>"}}},"9":{"id":"d2s2s9","title":"Administration","mono":"<b>Oral<\/b><br\/>follow procedures for proper handling and disposal of anticancer drugs <br\/>"},"10":{"id":"d2s2s10","title":"Monitoring","mono":"<ul><li>evidence of chemotherapeutic response indicates efficacy<\/li><li>6-thioguanine (metabolite) levels in patients with inflammatory bowel disease; during maintenance therapy<\/li><li>hepatic function; weekly at the beginning of therapy and then monthly thereafter<\/li><li>CBC; frequently during therapy<\/li><\/ul>"},"11":{"id":"d2s2s11","title":"How Supplied","mono":"<b>Tabloid<\/b><br\/>Oral Tablet: 40 MG<br\/>"},"12":{"id":"d2s2s12","title":"Toxicology","sub":[{"id":"d2s2s12b31","title":"Clinical Effects","mono":"<b>THIOGUANINE <\/b><br\/>OVERDOSE: Data are limited. Signs and symptoms after overdose may be immediate, such as nausea and vomiting, malaise, hypertension and diaphoresis, or delayed, such as myelosuppression and azotemia. Reversible myelosuppression has occurred after a single oral dose of 35 mg\/kg. ADVERSE EFFECTS: Dose-limiting bone marrow suppression is the most frequent event. An inherited deficiency of thiopurine methyltransferase may result in rapid bone marrow suppression following initiation of treatment. Other effects include hepatotoxicity, hyperuricemia, nausea and vomiting, anorexia and stomatitis.<br\/>"},{"id":"d2s2s12b32","title":"Treatment","mono":"<b>THIOGUANINE <\/b><br\/><ul><li>Decontamination: Activated charcoal.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Myelosuppression: Administer colony stimulating factor to decrease granulocytopenia. Filgrastim - 5 mcg\/kg\/day IV or subQ. Sargramostim - 250 mcg\/meter(2)\/day IV over 4 hours. Monitor CBC with differential.<\/li><li>Monitoring of patient: Monitor CBC with differential and platelet count for 3 to 4 weeks following an overdose. Monitor liver enzymes, fluid and electrolyte status in patients following a significant exposure.<\/li><\/ul>"},{"id":"d2s2s12b33","title":"Range of Toxicity","mono":"<b>THIOGUANINE <\/b><br\/>TOXICITY: A single dose of as little as 2 to 3 mg\/kg of thioguanine may produce toxic effects. Reversible myelosuppression has occurred following a single oral dose of 35 mg\/kg. THERAPEUTIC DOSE: Leukemia, acute nonlymphocytic: Adult or Pediatric: 2 mg\/kg\/day orally; after 4 weeks may increase to 3 mg\/kg\/day if no improvement or myelosuppression. <br\/>"}]},"13":{"id":"d2s2s13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Advise patient on the proper handling and disposal of chemotherapy drugs.<\/li><li>This drug may cause anorexia, nausea, stomatitis, and vomiting.<\/li><li>Advise patient to immediately report signs\/symptoms of bleeding (unexplained bruising, black tarry stools, hematuria, purpura) or infection.<\/li><li>Instruct to report signs\/symptoms of gastrointestinal toxicity or hepatotoxicity (jaundice, right upper quadrant pain, weight gain, ascites).<\/li><li>Encourage patient to maintain adequate hydration to prevent hyperuricemia.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}