{"generic":"Tretinoin","drugs":["Atralin","Avita","Refissa","Renova","Retin-A","Retin-A Micro","Tretin-X","Tretinoin","Vesanoid"],"mono":[{"id":"dd6ns0","title":"Generic Names","mono":"Tretinoin"},{"id":"dd6ns1","title":"Dosing and Indications","sub":[{"id":"dd6ns1b4","title":"Adult Dosing","mono":"<ul><li>(Renova(R) 0.05% cream) safety and efficacy not established in adult patients older than 50 years<\/li><li><b>Acne vulgaris:<\/b> apply cream (0.1%, 0.05%, 0.025%), liquid (0.05%), gel (0.025%, 0.01%), or gel microsphere (0.1%, 0.04%) TOPICALLY to acne lesions once daily at bedtime<\/li><li><b>Acute promyelocytic leukemia, FAB M3, Induction therapy in patients who are refractory to, have relapsed from, or are not candidates for anthracycline chemotherapy:<\/b> 45 mg\/m(2)\/day ORALLY (divided evenly twice daily) for 90 days or 30 days past complete remission whichever comes first<\/li><li><b>Fine wrinkles on face, With comprehensive skin care and sunlight avoidance programs; Adjunct:<\/b> apply Renova(R) 0.02% cream TOPICALLY to affected area once daily at bedtime<\/li><li><b>Fine wrinkles on face, With comprehensive skin care and sunlight avoidance programs; Adjunct:<\/b> (50 years or younger) apply Renova(R) 0.05% cream TOPICALLY to affected area once daily at bedtime<\/li><li><b>Hyperpigmentation of skin, Facial mottling; with comprehensive skin care and sunlight avoidance programs; Adjunct:<\/b> (50 years or younger) apply Renova(R) 0.05% cream TOPICALLY to affected area once daily at bedtime<\/li><li><b>Roughness of skin, Facial tactile roughness; with comprehensive skin care and sunlight avoidance programs; Adjunct:<\/b> (50 years and younger) apply 0.05% cream TOPICALLY to affected area once daily at bedtime<\/li><\/ul>"},{"id":"dd6ns1b5","title":"Pediatric Dosing","mono":"<ul><li>(oral) safety and effectiveness not established in pediatric patients younger than 1 year<\/li><li>(Renova(R)) safety and efficacy not established in pediatric patients<\/li><li>(gel microsphere (Retin-A Micro(R))) safety and efficacy not established in pediatric patients younger than 12 years<\/li><li><b>Acne vulgaris:<\/b> (12 years or older) apply gel microsphere (0.1%, 0.04%) TOPICALLY to acne lesions once daily at bedtime<\/li><li><b>Acute promyelocytic leukemia, FAB M3, Induction therapy in patients who are refractory to, have relapsed from, or are not candidates for anthracycline chemotherapy:<\/b> 1 year or older, 45 mg\/m(2)\/day ORALLY (divided evenly twice daily) for 90 days or 30 days past complete remission whichever comes first<\/li><\/ul>"},{"id":"dd6ns1b6","title":"Dose Adjustments","mono":"<b>retinoic-acid syndrome:<\/b> moderate to severe, may temporarily withhold therapy."},{"id":"dd6ns1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acne vulgaris<\/li><li>Acute promyelocytic leukemia, FAB M3, Induction therapy in patients who are refractory to, have relapsed from, or are not candidates for anthracycline chemotherapy<\/li><li>Fine wrinkles on face, With comprehensive skin care and sunlight avoidance programs; Adjunct<\/li><li>Hyperpigmentation of skin, Facial mottling; with comprehensive skin care and sunlight avoidance programs; Adjunct<\/li><li>Roughness of skin, Facial tactile roughness; with comprehensive skin care and sunlight avoidance programs; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acne vulgaris, Combination therapy<\/li><li>Acute promyelocytic leukemia, FAB M3<\/li><li>Chloasma<\/li><li>Dysplasia of cervix<\/li><li>Hyperkeratosis<\/li><li>Keloid scar<\/li><li>Myelodysplastic syndrome<\/li><li>Ultraviolet-induced change in normal skin<\/li><li>Wound finding (Mild)<\/li><li>Xerophthalmia<\/li><\/ul>"}]},{"id":"dd6ns2","title":"Black Box Warning","mono":"<b>Oral (Capsule, Liquid Filled)<\/b><br\/>Patients with acute promyelocytic leukemia (APL) can have severe adverse reactions to tretinoin including retinoic acid-APL (RA-APL) syndrome characterized by fever, dyspnea, acute respiratory distress, weight gain, radiographic pulmonary infiltrates, pleural and pericardial effusions, edema, and hepatic, renal, and multi-organ failure. High-dose steroids given at the first suspicion of the RA-APL syndrome appear to reduce morbidity and mortality. Patients can also develop rapidly evolving leukocytosis during therapy which can lead to an increased risk of life-threatening complications. There is a high risk that a severely deformed infant will result if tretinoin is administered during pregnancy. Pregnancy testing is necessary prior to initiation of treatment in women of childbearing potential and the patient must be instructed in the need to use two reliable forms of contraception simultaneously during therapy and for 1 month following discontinuation of therapy. Pregnancy testing and contraception counseling should be repeated monthly throughout the period of tretinoin treatment.<br\/>"},{"id":"dd6ns3","title":"Contraindications\/Warnings","sub":[{"id":"dd6ns3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to tretinoin or any component of the product<\/li><li>sensitivity to parabens; preservative in oral gelatin capsules<\/li><\/ul>"},{"id":"dd6ns3b10","title":"Precautions","mono":"<ul><li>retinoic acid-acute promyelocytic leukemia (RA-APL) syndrome has been reported, including fatal cases; generally occurs during first month of treatment; if moderate or severe, consider temporary interruption of treatment (oral)<\/li><li>respiratory compromise and rapidly-evolving leukocytosis may occur; can lead to life-threatening complications; monitoring recommended (oral)<\/li><li>pregnancy; risk of teratogenic effects; required use of 2 effective contraception methods or continuous abstinence during and for 1 month after tretinoin therapy (oral)<\/li><li>concomitant use of microdosed progesterone oral contraception; may not provide adequate contraception (oral)<\/li><li>concomitant use of photosensitizing drugs (eg, thiazides, tetracyclines, fluoroquinolones, phenothiazine, sulfonamides); do not administer tretinoin (topical)<\/li><li>concomitant use of topical medications, soaps, cleansers, or cosmetics, particularly if they contain sulfur, resorcinol, or salicylic acid; do not initiate tretinoin until effects of topical preparation have subsided (topical)<\/li><li>concomitant use of vitamin A should be avoided (oral)<\/li><li>eczema; may cause severe irritation (topical)<\/li><li>external use only; avoid contact with eyes, mouth, paranasal creases, and mucous membranes (topical)<\/li><li>flammable; protect from heat and flames (topical gel)<\/li><li>hypercholesterolemia and\/or hypertriglyceridemia may occur; monitoring recommended (oral)<\/li><li>liver enzymes, elevated, have been reported; monitoring recommended (oral)<\/li><li>local erythema, severe, and peeling at application site may occur; less frequent use or temporary or permanent discontinuation may be warranted (topical)<\/li><li>pseudotumor cerebri, may occur; concomitant use of tetracyclines may increase risk; if signs and symptoms, including papilledema, are detected, provide appropriate care (oral)<\/li><li>sensitivity or chemical irritation reactions may occur; if irritation occurs, discontinue use (topical)<\/li><li>sunburn; increased susceptibility to sun exposure; avoid use until completely recovered (topical)<\/li><li>sunlight or weather extremes (wind or cold); may increase risk of skin irritation; exposure should be avoided or minimized (topical)<\/li><li>thrombosis, venous and arterial, of any organ system; increased risk during first month of therapy (oral)<\/li><\/ul>"},{"id":"dd6ns3b11","title":"Pregnancy Category","mono":"<ul><li>D (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"dd6ns3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"dd6ns4","title":"Drug Interactions","sub":{"1":{"id":"dd6ns4b14","title":"Major","mono":"<ul><li>Aminocaproic Acid (probable)<\/li><li>Aprotinin (probable)<\/li><li>Chlortetracycline (theoretical)<\/li><li>Demeclocycline (theoretical)<\/li><li>Doxycycline (theoretical)<\/li><li>Lymecycline (theoretical)<\/li><li>Meclocycline (theoretical)<\/li><li>Methacycline (theoretical)<\/li><li>Minocycline (theoretical)<\/li><li>Oxytetracycline (theoretical)<\/li><li>Paclitaxel (theoretical)<\/li><li>Paclitaxel Protein-Bound (theoretical)<\/li><li>Rolitetracycline (theoretical)<\/li><li>Tetracycline (theoretical)<\/li><li>Tranexamic Acid (probable)<\/li><\/ul>"},"2":{"id":"dd6ns4b15","title":"Moderate","mono":"<ul><li>Fluconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Voriconazole (probable)<\/li><\/ul>"}}},{"id":"dd6ns5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia (23%), Chest discomfort (32%), Edema (29%), Flushing (23%), Peripheral edema (52%)<\/li><li><b>Dermatologic:<\/b>Alopecia (14%), Dry skin, Erythema, Injection site reaction (17%), Peeling of skin, Pruritus, Rash (54%), Sensation of burning of skin, Skin irritation (32%), Stinging of skin<\/li><li><b>Endocrine metabolic:<\/b>Hypercholesterolemia, Hypertriglyceridemia, Weight decreased (17%), Weight gain (23%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (31%), Constipation (17%), Diarrhea (23%), Loss of appetite (17%), Mucous membrane dryness (77%), Nausea and vomiting (57%)<\/li><li><b>Hepatic:<\/b>Increased liver function test (50% to 60%)<\/li><li><b>Musculoskeletal:<\/b>Bone pain (77%)<\/li><li><b>Neurologic:<\/b>Dizziness (20%), Headache (86%.), Paresthesia (17%)<\/li><li><b>Ophthalmic:<\/b>Visual disturbance (17%)<\/li><li><b>Otic:<\/b>Otalgia (23%)<\/li><li><b>Psychiatric:<\/b>Agitation (9%), Anxiety (17%), Hallucinations (6%)<\/li><li><b>Respiratory:<\/b>Disorder of upper respiratory system (63%), Dyspnea (60%), Respiratory insufficiency (26%)<\/li><li><b>Other:<\/b>Fever (83%), Infectious disease (58%), Malaise (66%), Pain (37%), Pain (37%), Shivering (63%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest (3%), Cardiomegaly (3%), Cardiomyopathy associated with another disorder (3%), Cerebrovascular accident (3%), Heart failure (6%), Myocardial infarction (3%), Myocarditis (3%), Myocarditis, Pericardial effusion, Pericarditis (3%)<\/li><li><b>Dermatologic:<\/b>Disorder of skin pigmentation (2%)<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage (34%)<\/li><li><b>Hematologic:<\/b>Bleeding (60%), Disseminated intravascular coagulation (26%), Leukocytosis (40%), Thrombosis (rare)<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><li><b>Neurologic:<\/b>Cerebral edema (3%), Cerebral hemorrhage (9%), Cerebrovascular accident (3%), Coma (3%), Dementia (3%), Encephalopathy (3%), Seizure (3%), Spinal cord disease (3%), Unconscious (3%)<\/li><li><b>Renal:<\/b>Acute renal failure (3%), Tubular necrosis, acute (3%)<\/li><li><b>Respiratory:<\/b>Pleural effusion (20%), Pulmonary hypertension (3%), Pulmonary infiltrate (6%)<\/li><li><b>Other:<\/b>Retinoic acid - acute promyelocytic leukemia syndrome (25%)<\/li><\/ul>"},{"id":"dd6ns6","title":"Drug Name Info","sub":{"0":{"id":"dd6ns6b17","title":"US Trade Names","mono":"<ul><li>Avita<\/li><li>Renova<\/li><li>Retin-A<\/li><li>Retin-A Micro<\/li><li>Vesanoid<\/li><li>Tretin-X<\/li><li>Atralin<\/li><li>Refissa<\/li><\/ul>"},"2":{"id":"dd6ns6b19","title":"Class","mono":"<ul><li>Antiacne<\/li><li>Antineoplastic Agent<\/li><li>Dermatological Agent<\/li><li>Retinoid<\/li><\/ul>"},"3":{"id":"dd6ns6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"dd6ns6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"dd6ns7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: The precise mechanism of action has not been established. Tretinoin is not a cytolytic agent. It induces cytodifferentiation and decreases proliferation of acute promyelocytic leukemia cells. In patients who achieve complete remission, tretinoin therapy results in an initial maturation of the primitive promyelocytes derived from the leukemic clone, followed by a repopulation of the bone marrow and peripheral blood with normal, polyclonal hematopoietic cells. <\/li><li>Topical: The exact mechanism of tretinoin, a hormone and vitamin A analog, is not known. One possible explanation is altered gene expression causing changes in protein synthesis.  .<\/li><\/ul>"},{"id":"dd6ns8","title":"Pharmacokinetics","sub":[{"id":"dd6ns8b23","title":"Absorption","mono":"<ul><li>Tmax, oral: 1 to 2 hours<\/li><li>Bioavailability, Oral: well-absorbed<\/li><li>Bioavailability, Topical formulations: 1% to 31%<\/li><li>Bioavailability, Topical gel: less than 0.3%<\/li><li>Bioavailability, Topical emollient cream: less than 2%<\/li><li>Effects of food, Oral: unknown<\/li><\/ul>"},{"id":"dd6ns8b24","title":"Distribution","mono":"<ul><li>Protein binding, Albumin: greater than 95%<\/li><li>Vd, oral: unknown<\/li><\/ul>"},{"id":"dd6ns8b25","title":"Metabolism","mono":"Isotretinoin (13-cis retinoic acid): unknown <br\/>"},{"id":"dd6ns8b26","title":"Excretion","mono":"<ul><li>Fecal: 31%.<\/li><li>Renal: 63%.<\/li><\/ul>"},{"id":"dd6ns8b27","title":"Elimination Half Life","mono":"0.5 to 2 hours <br\/>"}]},{"id":"dd6ns9","title":"Administration","mono":"<ul><li><b>Instillation, nasogastric tube<\/b><br\/>all-trans retinoic acid was successfully administered to a ventilated patient via instillation of an extemporaneously compounded emulsion of the contents of all-trans retinoic acid capsules in soybean oil through an NG tube.<br\/><\/li><li><b>Sublingual<\/b><br\/>all-trans retinoic acid was successfully administered to a comatose patient by squeezing the contents of the capsule onto the floor of the patient's mouth underneath the tongue<br\/><\/li><li><b>Topical<\/b><br\/><ul><li>wash face with mild soap, pat dry, and wait 20 to 30 minutes prior to application<\/li><li>apply lightly to affected area before bedtime to clean skin avoiding eyes, ears, nostrils and mouth<\/li><li>(gel and cream) may use fingertip to apply<\/li><li>(liquid) may use fingertip, gauze pad or cotton swab to apply; do not oversaturate gauze pad or cotton swab so liquid does not run to areas where treatment is not intended<\/li><\/ul><\/li><\/ul>"},{"id":"dd6ns10","title":"Monitoring","mono":"<ul><li>acute promyelocytic leukemia: confirmation of t(15;17) translocation prior to initiation of therapy<\/li><li>acute promyelocytic leukemia: tumor response is indicative of efficacy<\/li><li>acne: improvement in lesions is indicative of efficacy<\/li><li>acne: clinical therapeutic response; following alterations of vehicle, drug concentration or dose frequency; benefits should be seen after 2 to 3 weeks of therapy, but more than 6 weeks may be required before definite improvement is noticed<\/li><li>wrinkles\/hyperpigmentation\/roughness: improvement in fine wrinkles, mottled hyperpigmentation, or tactile roughness of facial skin is indicative of efficacy<\/li><li>wrinkles\/hyperpigmentation\/roughness: up to 6 months of therapy may be necessary before benefits are noticed<\/li><li>(oral) CBC; frequently, particularly for evidence of leukocytosis<\/li><li>(oral) cholesterol and triglyceride levels; frequently<\/li><li>(oral) coagulation profile; frequently<\/li><li>(oral) liver function tests; frequently<\/li><li>(oral) pregnancy test (blood or urine test with a sensitivity of at least 50 milli International Units\/mL); within 1 week prior to the initiation of therapy and monthly thereafter<\/li><li>(oral) signs of respiratory compromise; throughout treatment period<\/li><li>(topical) skin tolerance; following alterations of vehicle, drug concentration or dose frequency<\/li><\/ul>"},{"id":"dd6ns11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule, Liquid Filled: 10 MG<\/li><li>Topical Cream: 0.025 %, 0.05 %, 0.1 %<\/li><li>Topical Gel\/Jelly: 0.01 %, 0.025 %, 0.04 %, 0.1 %<\/li><\/ul><\/li><li><b>Atralin<\/b><br\/>Topical Gel\/Jelly: 0.05 %<br\/><\/li><li><b>Avita<\/b><br\/><ul><li>Topical Cream: 0.025 %<\/li><li>Topical Gel\/Jelly: 0.025 %<\/li><\/ul><\/li><li><b>Refissa<\/b><br\/>Topical Cream: 0.05 %<br\/><\/li><li><b>Renova<\/b><br\/>Topical Cream: 0.02 %, 0.05 %<br\/><\/li><li><b>Retin-A Micro<\/b><br\/>Topical Gel\/Jelly: 0.04 %, 0.08 %, 0.1 %<br\/><\/li><li><b>Retin-A<\/b><br\/><ul><li>Topical Cream: 0.025 %, 0.05 %, 0.1 %<\/li><li>Topical Gel\/Jelly: 0.01 %, 0.025 %<\/li><\/ul><\/li><li><b>Tretin-X<\/b><br\/>Topical Cream: 0.025 %, 0.05 %, 0.075 %, 0.1 %<br\/><\/li><\/ul>"},{"id":"dd6ns12","title":"Toxicology","sub":[{"id":"dd6ns12b31","title":"Clinical Effects","mono":"<b>TRETINOIN AND RELATED AGENTS <\/b><br\/>USES: Tretinoin (All-trans-retinoic acid) and related compounds are forms of vitamin A. Tretinoin topical formulation is used for the treatment of acne vulgaris, mottled hyperpigmentation, and tactile roughness of facial skin. Tretinoin oral capsule is used to induce the remission of acute promyelocytic leukemia (APL). Acitretin is used orally for the treatment of severe refractory psoriasis in adults. Refer to \"ISOTRETINOIN\" management for specific information about isotretinoin. PHARMACOLOGY: The mechanisms of action are not fully elucidated. Tretinoins can affect nuclear transcription in epithelial cells and fibroblasts, and protein synthesis. Tretinoin induces cytodifferentiation and decreased proliferation of APL cells. For acne, it may decrease cohesiveness of follicular epithelial cells and decreased microcomedo formation. TOXICOLOGY: In overdose, it can affect multiple organ systems and can be similar to symptoms of hypervitaminosis A. EPIDEMIOLOGY: Overdose is uncommon and most cases develop only minor symptoms. Severe toxicity is very rare and deaths have not been reported. MILD TO MODERATE TOXICITY: Abdominal pain, vomiting, diarrhea, and general malaise may occur. SEVERE TOXICITY: Severe toxicity includes hepatotoxicity and hepatic failure, renal insufficiency and acute renal failure, hypotension, and acute lung injury. ADVERSE EFFECTS: Common adverse effects with therapeutic dosing include chest discomfort, edema, rash, skin irritation, weight gain, abdominal pain, diarrhea, nausea and vomiting, increased liver enzymes, bone pain, headache, dizziness, dyspnea, fever, and malaise. Pseudotumor cerebri, hypercalcemia, hyperlipidemia and pancreatitis have been reported. The retinoic acid syndrome can occur after oral administration of tretinoin. Manifestations can include fever, dyspnea, weight gain, pulmonary infiltrates, pleural or pericardial effusion, leukocytosis, tachycardia, and hypotension. Topical application causes drying of skin. Tretinoin is a human teratogen. <br\/>"},{"id":"dd6ns12b32","title":"Treatment","mono":"<b>TRETINOIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Decontamination with soap and water for topical exposures. Manage mild hypotension with IV fluids. Administer antiemetics for nausea and vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. If respiratory failure develops, intubation and mechanical ventilation will be required. Hemodialysis may be needed if renal insufficiency and renal failure develop. Dexamethasone (10 mg IV every 12 hours for 3 or more days) may be helpful in patients with retinoic acid syndrome. Benzodiazepines can be used for hypertensive and agitated patients. For severe hypertension, sodium nitroprusside can be used, with nitroglycerin and phentolamine as possible alternatives. Sinus tachycardia does not generally require treatment unless hemodynamic compromise develops.  If therapy is required, a short acting, cardioselective agent such as esmolol is generally preferred.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal if large or polypharmacy overdose has occurred. However, patient should be alert, not vomiting and able to maintain the airway. HOSPITAL: Typically there is no role for gastric lavage. Consider activated charcoal if large or polypharmacy overdose has occurred. However, patient should be alert, not vomiting and able to maintain the airway.<\/li><li>Airway management: Intubation and ventilation may be needed if respiratory distress or CNS depression develops, or the patient is unable to protect their airway.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma drug concentrations are not clinically useful. Monitor vital signs after large overdose. Monitor CBC, serum electrolytes, renal function, and liver enzymes after large overdose. Monitor for evidence of pseudotumor cerebri (papilledema, headache, sixth nerve palsy). Cranial CT scan and lumbar puncture may also be necessary.<\/li><li>Patient disposition: HOME CRITERIA: Patients with low dose inadvertent supratherapeutic ingestions who are asymptomatic or with minimal symptoms can be watched at home. In large or self-harm ingestions, or patients with more moderate symptoms may need to be evaluated in the emergency department. OBSERVATION CRITERIA: Any patient who is symptomatic, or who took a large or deliberate overdose should be referred to a healthcare facility for evaluation. Patients should be observed until symptoms have resolved. ADMISSION CRITERIA: Patients who have severe toxicity or prolonged toxicity, liver, renal or CNS effects should be admitted for further evaluation. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with liver, renal or CNS effects.<\/li><\/ul>"},{"id":"dd6ns12b33","title":"Range of Toxicity","mono":"<b>TRETINOIN AND RELATED AGENTS<\/b><br\/>TOXICITY: No acute toxic dose has been reported. TRETINOIN: Reported maximum tolerated doses in patients with myelodysplastic syndrome are 195 mg\/m(2)\/day, and in pediatric patients is 60 mg\/m(2)\/day. An adult with a history of AIDS and acute promyelocytic leukemia (in remission) developed diarrhea only after a self-reported ingestion of 1000 mg tretinoin. ACITRETIN: An adult with Darier's disease developed only vomiting after an acute ingestion of 525 mg acitretin. Children developed pseudotumor cerebri following tretinoin doses of 80 mg\/m(2)\/day. ALITRETINOIN: No reports of overdose with the gel. THERAPEUTIC DOSE: TRETINOIN: For acute promyelocytic leukemia, induction or refractory therapy: ORAL: Adults and Children (1 year and older): 45 mg\/m(2)\/day orally divided twice daily for 90 days or 30 days past complete remission. TOPICAL: Apply 0.025% to 0.1% cream or 0.05% liquid. ACITRETIN: Adults: 25 to 50 mg orally once daily. Children: Safety and efficacy have not been established. <br\/>"}]},{"id":"dd6ns13","title":"Clinical Teaching","mono":"<ul><li>For oral form, advise female patient who can become pregnant to use 2 reliable forms of contraception for 1 month before therapy, during therapy, and 1 month after therapy. Regular pregnancy tests are required, as serious fetal effects have been reported.<\/li><li>Counsel patient with APL to immediately report signs\/symptoms of retinoic acid-APL syndrome (eg, unexplained fever, rapid weight gain, dyspnea, and acute respiratory distress).<\/li><li>For topical form, warn patient to avoid exposure to the sun and sunlamps and to use sunscreen and protective clothing.<\/li><li>Oral form may cause skin and mucous membrane dryness, headaches, mucositis, bone pain, nausea, vomiting, fever, and rash.<\/li><li>Topical form may cause blistering eruptions, burning, stinging, erythema, pruritus, dry or scaly skin, peeling, and pigmentation changes.<\/li><li>For oral form, advise patient to report signs\/symptoms of pseudotumor cerebri (eg, nausea, vomiting, severe headache, vision changes).<\/li><li>For topical form, tell patient to avoid contact with eyes and mucous membranes.<\/li><li>For topical form, instruct patient to avoid using on sunburned skin.<\/li><\/ul>"}]}