{"generic":"Triamcinolone Hexacetonide","drugs":["Aristospan","Triamcinolone Hexacetonide"],"mono":{"0":{"id":"ddgfs0","title":"Generic Names","mono":"Triamcinolone Hexacetonide"},"1":{"id":"ddgfs1","title":"Dosing and Indications","sub":{"0":{"id":"ddgfs1b4","title":"Adult Dosing","mono":"<ul><li><b>Disorder of skin:<\/b> INTRALESIONAL or SUBLESIONAL, up to 0.5 mg per square inch of affected skin; repeat as needed, total daily dose may vary from 2 to 48 mg\/day<\/li><li><b>Ganglion and synovial cyst:<\/b> INTRALESIONAL or SUBLESIONAL, up to 0.5 mg per square inch of affected skin; repeat as needed, total daily dose may vary from 2 to 48 mg\/day<\/li><\/ul>"},"1":{"id":"ddgfs1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Disorder of skin:<\/b> INTRALESIONAL or SUBLESIONAL, up to 0.5 mg per square inch of affected skin; repeat as needed, total daily dose may vary from 0.11 to 1.6 mg\/kg\/day given in 3 to 4 divided doses<\/li><li><b>Ganglion and synovial cyst:<\/b> INTRALESIONAL or SUBLESIONAL, up to 0.5 mg per square inch of affected skin; repeat as needed, total daily dose may vary from 0.11 to 1.6 mg\/kg\/day given in 3 to 4 divided doses<\/li><\/ul>"},"3":{"id":"ddgfs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Disorder of skin<\/li><li>Ganglion and synovial cyst<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Adhesive capsulitis of shoulder<\/li><li>Arthritis<\/li><li>Pain<\/li><\/ul>"}}},"3":{"id":"ddgfs3","title":"Contraindications\/Warnings","sub":[{"id":"ddgfs3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to triamcinolone or any other component of the product<\/li><li>IM administration in patients with idiopathic thrombocytopenic purpura<\/li><li>vaccine (live or live, attenuated) administration with immunosuppressive doses of corticosteroids<\/li><\/ul>"},{"id":"ddgfs3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- use with caution in patients with recent myocardial infarction due to risk of left ventricular free-wall rupture<\/li><li>-- blood pressure elevations may occur with average to large doses of corticosteroids; monitoring recommended<\/li><li>-- fluid retention or edema may occur with average to large doses of corticosteroids; use cautiously in patients with congestive heart failure, hypertension, or renal insufficiency<\/li><li>Dermatologic:<\/li><li>-- Kaposi sarcoma has been reported with corticosteroid use, especially with long-term therapy<\/li><li>-- injection-site atrophy may occur<\/li><li>Gastrointestinal:<\/li><li>-- patients with diverticulitis, active or latent peptic ulcer, fresh intestinal anastomoses, or nonspecific ulcerative colitis at increased risk of gastrointestinal perforation; monitoring recommended<\/li><li>Endocrine and Metabolic:<\/li><li>-- potential increase or decrease in metabolic clearance of corticosteroids with hyperthyroidism or hypothyroidism, respectively<\/li><li>-- reversible hypothalamic-pituitary adrenal axis suppression may occur after treatment withdrawal, with potential progression to glucocorticosteroid insufficiency<\/li><li>-- increased risk of metabolic acidosis in premature or low-birthweight neonates (off-label use) due to benzyl alcohol exposure; monitor daily benzyl alcohol metabolic load from all sources with high doses or concomitant medications<\/li><li>-- increased potassium excretion may occur with average to large doses of corticosteroids; use cautiously in patients with congestive heart failure, hypertension, or renal insufficiency<\/li><li>Hepatic:<\/li><li>-- patients with cirrhosis at increased risk of toxicity<\/li><li>Immunologic:<\/li><li>-- exposure to chicken pox or measles during corticosteroid treatment may result in a more serious or fatal disease course, particularly in patients with no history of these infections<\/li><li>-- anaphylactoid reactions have been rarely reported with corticosteroid therapy<\/li><li>-- avoid use in patients with systemic fungal infection<\/li><li>-- activation of latent disease or worsening active infection may occur (ie, viral, bacterial, fungal, protozoan, or helminthic); amebiasis screening recommended before therapy initiation in at-risk patients<\/li><li>-- use cautiously in patients with Strongyloides (threadworm) infestation as life-threatening enterocolitis and septicemia may develop<\/li><li>Musculoskeletal:<\/li><li>-- risk of bone growth inhibition in pediatric patients; monitoring recommended<\/li><li>-- osteoporosis may occur, especially in postmenopausal women; monitoring recommended<\/li><li>Neurologic:<\/li><li>--life-threatening and fatal neurologic events (eg, stroke, cortical blindness, quadriplegia, paraplegia, spinal cord infarction) have occurred with epidural corticosteroid administration (off-label use), with or without fluoroscopy<\/li><li>-- avoid use with cerebral malaria<\/li><li>-- avoid use in patients with traumatic brain injury<\/li><li>-- increased risk of acute myopathy in patients with neuromuscular transmission disorders (eg, myasthenia gravis) or concurrent use of neuromuscular blockers (eg, pancuronium)<\/li><li>-- increased risk of kernicterus in premature or low-birthweight neonates (off-label use) due to benzyl alcohol exposure; monitor daily benzyl alcohol metabolic load from all sources with high doses or concomitant medications<\/li><li>Ophthalmic:<\/li><li>-- increased risk of secondary ocular infection, cataracts, and glaucoma with corticosteroid use; monitoring recommended<\/li><li>-- use for optic neuritis treatment not recommended<\/li><li>-- avoid use with active ocular herpes simplex<\/li><li>-- intraocular pressure elevations may occur with long-term use (ie, longer than 6 weeks); monitoring recommended<\/li><li>Psychiatric:<\/li><li>-- use may aggravate preexisting emotional instability or psychotic tendencies; monitoring recommended<\/li><li>Respiratory:<\/li><li>-- tuberculosis reactivation may occur; monitoring recommended<\/li><li>Other:<\/li><li>-- associated with fatal &quot;gasping syndrome&quot; in premature or low-birthweight neonates (off-label use) because of benzyl alcohol exposure; monitor daily benzyl alcohol metabolic load from all sources of medication<\/li><li>-- associated with toxicity (ie, hypotension and metabolic acidosis) in neonates (off-label use), due to benzyl alcohol exposure; monitor daily benzyl alcohol metabolic load from all sources of medication<\/li><li>-- patients with congestive heart failure, hypertension, or renal insufficiency at increased risk for clinical effects with corticosteriod-associated sodium retention and potassium loss<\/li><\/ul>"},{"id":"ddgfs3b11","title":"Pregnancy Category","mono":"<ul><li>Triamcinolone: C (FDA)<\/li><li>Triamcinolone: B3 (AUS)<\/li><\/ul>"},{"id":"ddgfs3b12","title":"Breast Feeding","mono":"Triamcinolone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"ddgfs4","title":"Drug Interactions","sub":[{"id":"ddgfs4b13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"ddgfs4b14","title":"Major","mono":"<ul><li>Aldesleukin (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><\/ul>"},{"id":"ddgfs4b15","title":"Moderate","mono":"<ul><li>Alcuronium (probable)<\/li><li>Aspirin (probable)<\/li><li>Atracurium (probable)<\/li><li>Balofloxacin (established)<\/li><li>Besifloxacin (established)<\/li><li>Ciprofloxacin (established)<\/li><li>Enoxacin (established)<\/li><li>Fleroxacin (established)<\/li><li>Flumequine (established)<\/li><li>Fosphenytoin (probable)<\/li><li>Gallamine (probable)<\/li><li>Gatifloxacin (established)<\/li><li>Gemifloxacin (established)<\/li><li>Hexafluorenium (probable)<\/li><li>Levofloxacin (established)<\/li><li>Licorice (probable)<\/li><li>Lomefloxacin (established)<\/li><li>Metocurine (probable)<\/li><li>Moxifloxacin (established)<\/li><li>Nadifloxacin (established)<\/li><li>Norfloxacin (established)<\/li><li>Ofloxacin (established)<\/li><li>Pazufloxacin (established)<\/li><li>Pefloxacin (established)<\/li><li>Phenytoin (probable)<\/li><li>Primidone (probable)<\/li><li>Prulifloxacin (established)<\/li><li>Rufloxacin (established)<\/li><li>Saiboku-To (probable)<\/li><li>Sparfloxacin (established)<\/li><li>Tosufloxacin (established)<\/li><\/ul>"}]},"5":{"id":"ddgfs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension<\/li><li><b>Dermatologic:<\/b>Atrophic condition of skin, Finding of skin healing, Impaired<\/li><li><b>Endocrine metabolic:<\/b>Cushing's syndrome, Decreased body growth<\/li><li><b>Gastrointestinal:<\/b>Disorder of gastrointestinal tract<\/li><li><b>Immunologic:<\/b>At risk for infection<\/li><li><b>Musculoskeletal:<\/b>Osteoporosis<\/li><li><b>Psychiatric:<\/b>Depression, Euphoria<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperglycemia, Primary adrenocortical insufficiency<\/li><li><b>Ophthalmic:<\/b>Cataract, Glaucoma<\/li><li><b>Respiratory:<\/b>Pulmonary tuberculosis<\/li><\/ul>"},"6":{"id":"ddgfs6","title":"Drug Name Info","sub":{"0":{"id":"ddgfs6b17","title":"US Trade Names","mono":"Aristospan<br\/>"},"2":{"id":"ddgfs6b19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Anti-Inflammatory<\/li><li>Endocrine-Metabolic Agent<\/li><\/ul>"},"3":{"id":"ddgfs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"ddgfs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"9":{"id":"ddgfs9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>NOT for IV use<\/li><li>agitate gently to a uniform suspension before administration; use a small bore needle (smaller than 24 gauge)<\/li><\/ul><\/li><li><b>Intra-articular<\/b><br\/><ul><li>aspiration of synovial fluid may be required<\/li><li>may be mixed with 1% or 2% lidocaine hydrochloride NOT containing parabens or phenol (may result in flocculation)<\/li><li>may use topical ethyl chloride topically before injection<\/li><\/ul><\/li><li><b>Intralesional<\/b><br\/><ul><li>may be mixed with 1% or 2% lidocaine hydrochloride NOT containing parabens or phenol (may result in flocculation)<\/li><li>may use topical ethyl chloride topically before injection<\/li><\/ul><\/li><\/ul>"},"10":{"id":"ddgfs10","title":"Monitoring","mono":"<ul><li>clinical improvement<\/li><li>blood pressure, electrolyte panel, blood glucose, mental status<\/li><li>ophthalmic exam (with prolonged therapy)<\/li><li>signs and symptoms of infection<\/li><li>linear growth velocity in pediatric patients; during prolonged therapy<\/li><li>hypothalamic-pituitary-adrenal (HPA) axis suppression tests; during prolonged therapy<\/li><\/ul>"},"11":{"id":"ddgfs11","title":"How Supplied","mono":"<b>Aristospan<\/b><br\/>Injection Suspension: 5 MG\/ML, 20 MG\/ML<br\/>"},"12":{"id":"ddgfs12","title":"Toxicology","sub":[{"id":"ddgfs12b31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"ddgfs12b32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"ddgfs12b33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"ddgfs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy unless approved by healthcare professional.<\/li><li>Patient should immediately report exposure to chickenpox or measles.<\/li><li>This drug may cause impaired skin healing, decreased body growth, hypercortisolism (weight gain, fatigue, muscle weakness, facial rounding, fragile\/thin skin), osteoporosis, euphoria, hyperglycemia, or cataract.<\/li><li>Instruct patient to report signs\/symptoms of infection or primary adrenocortical insufficiency (fatigue, muscle weakness, loss of appetite, weight loss, nausea, vomiting, diarrhea, low blood pressure).<\/li><li>Patient should report worsening depression or unusual changes in behavior.<\/li><li>With long-term use, advise patient against sudden discontinuation of drug.<\/li><\/ul>"}}}