{"generic":"Tuberculin","drugs":["Aplisol","Tuberculin","Tubersol"],"mono":{"0":{"id":"dkwks0","title":"Generic Names","mono":"Tuberculin"},"1":{"id":"dkwks1","title":"Dosing and Indications","sub":{"0":{"id":"dkwks1b4","title":"Adult Dosing","mono":"<b>Tuberculosis; Diagnosis:<\/b> Mantoux test, inject 0.1 mL (5 tuberculin units) INTRADERMALLY; the result is read 48 to 72 hr after administration "},"1":{"id":"dkwks1b5","title":"Pediatric Dosing","mono":"<b>Tuberculosis; Diagnosis:<\/b> Mantoux test, inject 0.1 mL (5 tuberculin units) INTRADERMALLY; the result is read 48 to 72 hr after administration  "},"3":{"id":"dkwks1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Tuberculosis; Diagnosis<br\/>"}}},"3":{"id":"dkwks3","title":"Contraindications\/Warnings","sub":[{"id":"dkwks3b9","title":"Contraindications","mono":"<ul><li>allergy to tuberculin or any component of the product or prior allergic or severe reaction (eg, anaphylactic shock, blistering, ulceration, or necrosis) to tuberculin purified protein derivative test<\/li><li>burns, extensive<\/li><li>eczema, extensive<\/li><li>TB, active or history of treatment<\/li><\/ul>"},{"id":"dkwks3b10","title":"Precautions","mono":"<ul><li>allergic reactions may occur; emergency treatment must be immediately available<\/li><li>concomitant corticosteroids, immunosuppressive agents, or certain live vaccines; may depress or suppress reactivity to tuberculin testing<\/li><li>concomitant parenteral live attenuated virus vaccines; delay tuberculin testing for at least one month<\/li><li>mycobacteria infection, including BCG vaccination; increased risk of false-positive reaction<\/li><li>syncope may occur with administration; avoid falling hazards and have acute treatment available<\/li><li>test interpretation errors, including false-negative and false-positive test reactions, may occur<\/li><\/ul>"},{"id":"dkwks3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"dkwks3b12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"5":{"id":"dkwks5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Erythema at injection site<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Syncope<\/li><li><b>Dermatologic:<\/b>Injection site disorder, Vesiculation, Necrosis, Skin ulcer<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><\/ul>"},"6":{"id":"dkwks6","title":"Drug Name Info","sub":{"0":{"id":"dkwks6b17","title":"US Trade Names","mono":"<ul><li>Aplisol<\/li><li>Tubersol<\/li><\/ul>"},"2":{"id":"dkwks6b19","title":"Class","mono":"Diagnostic Agent, Tuberculin<br\/>"},"3":{"id":"dkwks6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"dkwks6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"dkwks7","title":"Mechanism Of Action","mono":"Parenteral-Local: Intradermally injected tuberculin PPD causes a delayed (cellular) hypersensitivity reaction in individuals sensitized by mycobacterial infection. Following infection with mycobacteria, sensitization of T-cells  occurs primarily in the regional lymph nodes. Natural infection with M. tuberculosis usually initiates a cell-mediated immune response against mycobacterial antigens. T-cells proliferate in response to the infection and give rise to T-cells specifically sensitized to mycobacterial antigens. After several weeks, these T-lymphocytes enter the bloodstream and circulate for a long period of time. Subsequent restimulation of these T-lymphocytes with intradermal injection of tuberculin PPD evokes a local reaction mediated by these cells.<br\/>"},"9":{"id":"dkwks9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>intradermal is the preferred route; do not give IV, IM, or subQ<br\/><\/li><li><b>Intradermal<\/b><br\/><ul><li>do not dilute solution<\/li><li>inject intradermally, using a tuberculin syringe with a 26 or 27 gauge needle, into the epidermal (most superficial) layers of the skin on the flexor (volar) surface of the forearm<\/li><li>insert needle with bevel pointing upward; a 6 mm to 10 mm pale bleb will rise at the needle point and disappear within minutes; if a bleb does not form, immediately repeat the injection at least 2 inches from the original injection site<\/li><li>no dressing is required<\/li><\/ul><\/li><\/ul>"},"10":{"id":"dkwks10","title":"Monitoring","mono":"<ul><li>skin reaction; interpret 48 to 72 hours after injection: results based only on palpable induration measured in mm transversely to the long axis<\/li><li>skin reaction; a positive hypersensitivity reaction to the tuberculin skin test may not be seen until 2 to 10 weeks after the infection<\/li><li>induration of 5 mm or greater is positive in recently-exposed individuals, persons with HIV infection or risk factors for HIV, organ transplant patients, and persons with a fibrotic chest x-ray consistent with healed TB<\/li><li>induration of 10 mm or greater is positive in all persons who belong to a high-risk or high-prevalance group for TB<\/li><li>induration of 15 mm or greater is positive in persons without any risk factors<\/li><li>HIV-infected patients who test negative and belong to high-risk populations; perform annual repeated testing<\/li><li>health-care workers: two-step method is recommended at the time of initial testing; if the first test result is negative, the second step of the two-step baseline testing should be repeated in 1 to 3 wk; if the second test result is positive, consider patient has latent TB infection, if the second result is negative, the health care worker is classified as uninfected; recent conversion in health care workers is defined as a positive hypersensitivity reaction greater than or equal to 10 mm increase within a 2 yr period or an increase of a 15 mm within a 2 yr (if facility unlikely to have TB exposure).<\/li><\/ul>"},"11":{"id":"dkwks11","title":"How Supplied","mono":"<ul><li><b>Aplisol<\/b><br\/>Intradermal Solution: 5 TU\/0.1 ML<br\/><\/li><li><b>Tubersol<\/b><br\/>Intradermal Solution: 5 TU\/0.1 ML<br\/><\/li><\/ul>"},"13":{"id":"dkwks13","title":"Clinical Teaching","mono":"Instruct patient to visit healthcare professional 48 to 72 h after injection for interpretation of skin reaction.<br\/>"}}}