{"generic":"Ursodiol","drugs":["Actigall","Urso","Urso 250","Urso Forte","Ursodiol"],"mono":{"0":{"id":"dv88s0","title":"Generic Names","mono":"Ursodiol"},"1":{"id":"dv88s1","title":"Dosing and Indications","sub":{"0":{"id":"dv88s1b4","title":"Adult Dosing","mono":"<ul><li><b>Chemodissolution of bile duct stone:<\/b> 8 to 10 mg\/kg\/day orally divided into 2 to 3 doses<\/li><li><b>Gallstone, During rapid weight loss; Prophylaxis:<\/b> 300 mg ORALLY twice daily <\/li><li><b>Hepatitis, chronic:<\/b> 450 to 600 mg\/day ORALLY in divided doses with food<\/li><li><b>Primary biliary cirrhosis:<\/b> 13 to 15 mg\/kg\/day ORALLY in 2 to 4 divided doses with food<\/li><\/ul>"},"1":{"id":"dv88s1b5","title":"Pediatric Dosing","mono":"safety and effectiveness in pediatric patients have not been established "},"3":{"id":"dv88s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Chemodissolution of bile duct stone<\/li><li>Gallstone, During rapid weight loss; Prophylaxis<\/li><li>Primary biliary cirrhosis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Biliary cirrhosis - Cystic fibrosis<\/li><li>Cholestasis of parenteral nutrition<\/li><li>Cholestatic jaundice syndrome<\/li><li>Congenital dilatation of lobar intrahepatic bile duct<\/li><li>Hepatitis, chronic<\/li><\/ul>"}}},"3":{"id":"dv88s3","title":"Contraindications\/Warnings","sub":[{"id":"dv88s3b9","title":"Contraindications","mono":"<ul><li>biliary obstruction, complete<\/li><li>hypersensitivity or intolerance to ursodiol or any components of the formulation<\/li><\/ul>"},{"id":"dv88s3b10","title":"Precautions","mono":"<ul><li>ascites; appropriate specific treatment recommended<\/li><li>bile flow; ensure flow maintained during therapy<\/li><li>hepatic encephalopathy; appropriate specific treatment recommended<\/li><li>liver function tests, abnormal, including bilirubin; monitoring recommended; discontinuation may be warranted<\/li><li>urgent liver transplant required; appropriate specific treatment recommended<\/li><li>variceal bleeding; appropriate specific treatment recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"dv88s3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"dv88s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"dv88s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (2.63%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (9.7% to 26.4%), Diarrhea (25.2% to 27.1%), Indigestion (16.8%), Nausea (17.4%), Vomiting (9.7% to 13.7%)<\/li><li><b>Musculoskeletal:<\/b>Backache (11.8%)<\/li><li><b>Neurologic:<\/b>Dizziness (16.5%)<\/li><li><b>Respiratory:<\/b>Bronchitis (6.5%), Cough (7.1%), Pharyngitis (8.4%), Upper respiratory infection (12.4% to 15.5%)<\/li><\/ul><b>Serious<\/b><br\/><b>Immunologic:<\/b>Hypersensitivity reaction<br\/>"},"6":{"id":"dv88s6","title":"Drug Name Info","sub":{"0":{"id":"dv88s6b17","title":"US Trade Names","mono":"<ul><li>Actigall<\/li><li>Urso<\/li><li>Urso 250<\/li><li>Urso Forte<\/li><\/ul>"},"2":{"id":"dv88s6b19","title":"Class","mono":"<ul><li>Bile Acid<\/li><li>Gastrointestinal Agent<\/li><\/ul>"},"3":{"id":"dv88s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"dv88s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"dv88s7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Anticholelithic-Although the exact mechanism of ursodiol's anticholelithic action is not completely understood, it is known that when administered orally ursodiol is concentrated in bile and decreases biliary cholesterol saturation by suppressing hepatic synthesis and secretion of cholesterol, and by inhibiting its intestinal absorption. The reduced cholesterol saturation permits the gradual solubilization of cholesterol from gallstones, resulting in their eventual dissolution. <\/li><li>Ursodiol increases bile flow . In chronic cholestatic liver disease, ursodiol appears to reduce the detergent properties of the bile salts, thus reducing their cytotoxicity. Also, ursodiol may protect liver cells from the damaging activity of toxic bile acids (e.g., lithocholate, deoxycholate, and chenodeoxycholate), which increase in concentration in patients with chronic liver disease. <\/li><\/ul>"},"8":{"id":"dv88s8","title":"Pharmacokinetics","sub":{"0":{"id":"dv88s8b23","title":"Absorption","mono":"Systemic: 90%<br\/>"},"2":{"id":"dv88s8b25","title":"Metabolism","mono":"Systemic: Hepatic: first-pass   <br\/>"},"3":{"id":"dv88s8b26","title":"Excretion","mono":"Systemic: Fecal: primary; Urine: very small amounts<br\/>"}}},"9":{"id":"dv88s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with food<\/li><li>URSO Forte(R) scored tablets may be broken in halves; due to bitter taste, store broken segments separately<\/li><li>do not use incorrectly broken tablet segments of scored tablets<\/li><\/ul>"},"10":{"id":"dv88s10","title":"Monitoring","mono":"<ul><li>improvement in serum hepatic biochemistries and symptomatic improvement of primary biliary cirrhosis (eg, fatigue, ascites, pruritus) may indicate efficacy<\/li><li>liver function tests (gamma glutamic transpeptidase (GGT), alkaline phosphatase, AST, ALT, and bilirubin levels); every month for 3 months after the start of therapy, and then every 6 months<\/li><\/ul>"},"11":{"id":"dv88s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 300 MG<\/li><li>Oral Tablet: 250 MG, 500 MG<\/li><\/ul><\/li><li><b>Actigall<\/b><br\/>Oral Capsule: 300 MG<br\/><\/li><li><b>Urso 250<\/b><br\/>Oral Tablet: 250 MG<br\/><\/li><li><b>URSO Forte<\/b><br\/>Oral Tablet: 500 MG<br\/><\/li><\/ul>"},"12":{"id":"dv88s12","title":"Toxicology","sub":[{"id":"dv88s12b31","title":"Clinical Effects","mono":"<b>CHENODIOL AND RELATED AGENTS<\/b><br\/>USES: Chenodiol (chenodeoxycholic acid) and ursodiol (ursodeoxycholic acid) are used for the dissolution of gallstones. Ursodiol is also used for the prevention of gallstone formation in obese patients experiencing rapid weight loss. PHARMACOLOGY: Chenodiol (chenodeoxycholic acid) and ursodiol (ursodeoxycholic acid) are naturally occurring bile acids. Hepatic synthesis of cholesterol and cholic acid is suppressed by chenodiol. Suppression of cholic acid and the metabolite, deoxycholic acid lead to desaturation of biliary cholesterol, which leads to gradual dissolution of radiolucent cholesterol gallstones in the gall bladder. Chenodiol has no effects on radiopaque (calcified) gallstones or radiolucent bile pigment stones. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: At the time of this review, there is no acute overdose data available. Overdose effects are anticipated to be an extension of adverse effects (eg, diarrhea) observed following therapeutic doses. ADVERSE EFFECTS: CHENODIOL: Dose-related diarrhea is the most common adverse effect of chenodiol. Nausea, vomiting, constipation, abdominal pain, flatulence, heartburn, anorexia, dyspepsia, and elevated liver enzymes are less frequently reported side effects associated with chenodiol therapy. Serious hepatic disease may occasionally occur in patients treated with chenodiol. URSODIOL: Diarrhea, nausea, vomiting, constipation, dyspepsia, itching, hypersensitivity reaction, backache, dizziness, cough, and pharyngitis have been reported. Chenodiol has the pregnancy category X. <br\/>"},{"id":"dv88s12b32","title":"Treatment","mono":"<b>CHENODIOL AND RELATED AGENTS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital decontamination is generally NOT required.  HOSPITAL: Severe toxicity is not expected after an overdose. Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Should not be required in these cases.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor liver enzymes in symptomatic patients. Monitor serum electrolytes in patients with severe vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Hemodialysis is not recommended given the low toxicity of these drugs. <\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"dv88s12b33","title":"Range of Toxicity","mono":"<b>CHENODIOL AND RELATED AGENTS<\/b><br\/>TOXICITY: CHENODIOL: Four grams daily (58 mg\/kg\/day) for 6 months was well tolerated without adverse sequelae in one patient. URSODIOL: A 39-day-old preterm infant received an inadvertent dosage of 360 mg\/day (148 mg\/kg\/day) of ursodiol for 6 days, which was approximately 6 times the intended dose of 25 mg\/kg\/day and developed no adverse events. THERAPEUTIC DOSES: Initial, 250 mg orally twice daily for the first 2 weeks; increase the dose by 250 mg\/day each week until a range of 13 to 16 mg\/kg\/day in 2 divided doses or until the maximum tolerated dose is reached. Doses varies by weight (body weight 100 to 275 pounds): 750 mg (17 to 13 mg\/kg) to 1750 mg (18 to 14 mg\/kg) orally once a day in 2 divided doses. URSODIOL: Chemodissolution of bile duct stone: 8 to 10 mg\/kg\/day orally divided into 2 to 3 doses. Prophylaxis of gallstone during rapid weight loss: 300 mg orally twice daily. <br\/>"}]},"13":{"id":"dv88s13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause diarrhea, nausea, vomiting, and fever.<\/li><li>Patient should take drug with food.<\/li><li>Instruct patient that the scored tablet may be broken in half and swallowed with water. To minimize the bitter taste, tell patient to swallow the half-tablet quickly without chewing. The half-tablets should be stored separately for up to 28 days.<\/li><li>Instruct patient to not use aluminum-containing antacids during therapy since they may inhibit absorption of the drug.<\/li><\/ul>"}}}