{"generic":"Vitamin A","drugs":["Aquasol A","Gordon's Vite A","Palmitate-A","Vitamin A"],"mono":{"0":{"id":"e998s0","title":"Generic Names","mono":"Vitamin A"},"1":{"id":"e998s1","title":"Dosing and Indications","sub":{"0":{"id":"e998s1b4","title":"Adult Dosing","mono":"<ul><li><b>Vitamin A deficiency; Treatment and Prophylaxis:<\/b> severe deficiency, 100,000 units ORALLY or IM daily for 3 days, followed by 50,000 units daily for 2 wk; follow-up therapy, 10,000 to 20,000 units ORALLY daily for 2 months<\/li><li><b>Vitamin A deficiency; Treatment and Prophylaxis:<\/b> recommended dietary allowance, men, 900 mcg\/day; women 700 mcg\/day; women during lactation, 1300 mcg\/day<\/li><\/ul>"},"1":{"id":"e998s1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Measles, Mortality, morbidity reduction:<\/b> (Younger than 6 months) 50,000 international units ORALLY or IM once daily for 2 days; give a third dose 2 to 4 weeks later if patient has signs\/symptoms of vitamin A deficiency<\/li><li><b>Measles, Mortality, morbidity reduction:<\/b> (6 to 11 months) 100,000 international units ORALLY or IM once daily for 2 days; give a third dose 2 to 4 weeks later if patient has signs\/symptoms of vitamin A deficiency<\/li><li><b>Measles, Mortality, morbidity reduction:<\/b> (12 months or older) 200,000 international units ORALLY or IM once daily for 2 days; give a third dose 2 to 4 weeks later if patient has signs\/symptoms of vitamin A deficiency<\/li><li><b>Vitamin A deficiency; Treatment and Prophylaxis:<\/b> infants, 7,500 to 15,000 units IM daily for 10 days; follow-up therapy, 5,000-10,000 units ORALLY daily for 2 months<\/li><li><b>Vitamin A deficiency; Treatment and Prophylaxis:<\/b> age 1-8 yr, 17,500 to 35,000 units IM daily for 10 days; follow-up therapy, 5,000-10,000 units ORALLY daily for 2 months<\/li><li><b>Vitamin A deficiency; Treatment and Prophylaxis:<\/b> age 8 yr and older with severe deficiency, 100,000 units ORALLY daily for 3 days, followed by 50,000 units ORALLY daily for 2 wk; follow-up therapy, 10,000 to 20,000 units daily for 2 months<\/li><li><b>Vitamin A deficiency; Treatment and Prophylaxis:<\/b> recommended dietary allowance, under 1 yr, 400-500 mcg\/day; 1-3 yr, 300 mcg\/day; 4-8 yr, 400 mcg\/day; 9-13 yr, 600 mcg\/day; males over 14 yr, 900 mcg\/day; females over 14 yr, 700 mcg\/day<\/li><\/ul>"},"3":{"id":"e998s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Vitamin A deficiency; Treatment and Prophylaxis<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Direct maternal death<\/li><li>General growth finding, Promotion<\/li><li>Leukoplakia<\/li><li>Low birth weight infant<\/li><li>Lung disease, chronic, In very or extremely low birth weight infants; Prophylaxis<\/li><li>Measles, Mortality, morbidity reduction<\/li><li>Wound healing<\/li><\/ul>"}}},"3":{"id":"e998s3","title":"Contraindications\/Warnings","sub":[{"id":"e998s3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to vitamin A products<\/li><li>pregnancy (dosages in excess of RDA)<\/li><li>hypervitaminosis A<\/li><\/ul>"},{"id":"e998s3b10","title":"Precautions","mono":"<ul><li>single oral doses over 25,000 units\/kg can cause acute toxicity<\/li><li>evaluate vitamin A intake from fortified foods, dietary supplements, and other concomitant drugs before prescribing<\/li><\/ul>"},{"id":"e998s3b11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"e998s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"e998s4","title":"Drug Interactions","sub":{"2":{"id":"e998s4b15","title":"Moderate","mono":"<ul><li>Abciximab (probable)<\/li><li>Acenocoumarol (probable)<\/li><li>Ancrod (probable)<\/li><li>Anisindione (probable)<\/li><li>Antithrombin III Human (probable)<\/li><li>Argatroban (probable)<\/li><li>Bexarotene (probable)<\/li><li>Bivalirudin (probable)<\/li><li>Clopidogrel (probable)<\/li><li>Danaparoid (probable)<\/li><li>Defibrotide (probable)<\/li><li>Dermatan Sulfate (probable)<\/li><li>Desirudin (probable)<\/li><li>Dicumarol (probable)<\/li><li>Eptifibatide (probable)<\/li><li>Fondaparinux (probable)<\/li><li>Heparin (probable)<\/li><li>Lamifiban (probable)<\/li><li>Minocycline (probable)<\/li><li>Pentosan Polysulfate Sodium (probable)<\/li><li>Phenindione (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Sibrafiban (probable)<\/li><li>Tirofiban (probable)<\/li><li>Warfarin (probable)<\/li><li>Xemilofiban (probable)<\/li><\/ul>"}}},"5":{"id":"e998s5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypervitaminosis A, Fatigue, malaise, anorexia, vomiting, hepatosplenomegaly, jaundice, leukopenia, drying and cracking of skin, increased intracranial pressure, arthralgia, thickening of bone<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Parenteral administration<\/li><\/ul>"},"6":{"id":"e998s6","title":"Drug Name Info","sub":{"0":{"id":"e998s6b17","title":"US Trade Names","mono":"<ul><li>Gordon's Vite A<\/li><li>Palmitate-A<\/li><li>Aquasol A<\/li><\/ul>"},"2":{"id":"e998s6b19","title":"Class","mono":"<ul><li>Dermatological Agent<\/li><li>Emollient<\/li><li>Nutritive Agent<\/li><li>Vitamin A (class)<\/li><li>Vitamin Combination, Adult Formula<\/li><\/ul>"},"3":{"id":"e998s6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"e998s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"e998s7","title":"Mechanism Of Action","mono":"Systemic: Vitamin A is essential for normal function of the retina. In the form of retinal, it combines with opsin (red pigment in the retina) to form rhodopsin (visual purple), which is necessary for visual adaptation to darkness. Other forms (retinol, retinoic acid) are necessary for growth of bone, testicular and ovarian function, and embryonic development,   and for regulation of growth and differentiation of epithelial tissues. Retinol and retinoic acid may act as cofactors in biochemical reactions.  <br\/>"},"8":{"id":"e998s8","title":"Pharmacokinetics","sub":{"0":{"id":"e998s8b23","title":"Absorption","mono":"Systemic: Readily absorbed <br\/>"},"2":{"id":"e998s8b25","title":"Metabolism","mono":"Systemic: Hepatic<br\/>"},"3":{"id":"e998s8b26","title":"Excretion","mono":"Systemic: Fecal; Renal  <br\/>"}}},"9":{"id":"e998s9","title":"Administration","mono":"<b>General Information<\/b><br\/>(injection) IM use only; do not give IV <br\/>"},"10":{"id":"e998s10","title":"Monitoring","mono":"<ul><li>(topical) improved skin disorder<\/li><li>(oral or intramuscular) symptomatic improvement<\/li><li>normal serum vitamin A is 80-300 units\/100 mL (plasma range 30-70 mcg\/dL)<\/li><\/ul>"},"11":{"id":"e998s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule, Liquid Filled: 8000 IU, 10000 IU, 15000 IU, 25000 IU<\/li><li>Oral Tablet: 25000 IU<\/li><\/ul><\/li><li><b>A-25<\/b><br\/>Oral Capsule: 25000 IU<br\/><\/li><li><b>PharmAssure Vitamin A<\/b><br\/>Oral Capsule, Liquid Filled: 10000 IU<br\/><\/li><\/ul>"},"12":{"id":"e998s12","title":"Toxicology","sub":[{"id":"e998s12b31","title":"Clinical Effects","mono":"<b>VITAMIN A <\/b><br\/>USES: Used as a dietary supplement and found in some topical preparations to promote wound healing. Naturally present in high concentrations in some foods. PHARMACOLOGY: Essential nutrient required for bone development, vision, reproduction, and differentiation and maintenance of epithelial tissue. Required cofactor for glycosylation of glycoproteins. TOXICOLOGY: High doses stimulate bone resorption and inhibit keratinization. Excessive doses are stored in hepatic Ito cells, which become hypertrophied and obstruct sinusoidal blood flow, eventually causing portal hypertension. EPIDEMIOLOGY: Poisoning is rare, with acute toxicity even more unusual than chronic toxicity. ORAL\/PARENTERAL TOXICITY: ACUTE: Ingestion or parenteral overdose may produce significant increases in intracranial pressure which may result in bulging fontanelles (in infants), nausea\/vomiting, abdominal pain, headache, blurred vision, irritability and other effects associated with increased intracranial pressure.  Exfoliation of the skin has also been reported. CHRONIC: Signs and symptoms of toxicity include: nausea\/vomiting, abdominal pain, anorexia, fatigue, irritability, diplopia, headache, bone pain, alopecia, skin lesions, cheilosis and signs of increased intracranial pressure (e.g. papilledema). Laboratory findings include elevated liver enzymes and bilirubin, increased INR, hypercalcemia, elevated erythrocyte sedimentation rate and periosteal calcification on radiographs. Increased opening pressure may be noted on lumbar puncture. BETA CAROTENE: There are no known cases of vitamin A toxicity associated with beta-carotene ingestion, although excessive beta-carotene ingestion may result in carotenemia (yellow skin discoloration). <br\/>"},{"id":"e998s12b32","title":"Treatment","mono":"<b>VITAMIN A <\/b><br\/><ul><li>Decontamination: PREHOSPITAL: In general, doses of less than 300,000 International Units in children and less than 1,000,000 International Units in adults do NOT require decontamination. Administer activated charcoal for ingestions above these thresholds.<\/li><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Care is symptomatic and supportive, most patients recover with cessation of vitamin A exposure.<\/li><li>Monitoring of patient: Acute Exposure: Monitor neurological exam and fluid status, electrolytes and vital signs.  Chronic Exposure: Obtain aminotransferase level, bilirubin, PT\/INR, and calcium concentrations.<\/li><li>Benign intracranial hypertension: The majority of patients with pseudotumor cerebri improve with discontinuation of vitamin A.  In rare cases, lumbar puncture with drainage of CSF may be required to alleviate symptoms.<\/li><li>Patient disposition: HOME CRITERIA: Acute unintentional ingestions of less than 300,000 International Units in children and 1,000,000 International Units in adults do not require gastric decontamination. Acute pediatric ingestions of more than 300,000 International Units can be treated at home with gastric decontamination. OBSERVATION CRITERIA: Symptomatic patients, and those with deliberate ingestion should be referred to a healthcare facility for evaluation. ADMISSION CRITERIA: ACUTE: Children who are symptomatic (ie, vomiting, irritability, bulging fontanelles, and other signs of increased intracranial pressure) should be admitted for observation. CHRONIC: Pediatric and adult patients with chronic hypervitaminosis A should be removed from the source of exposure and admitted based on evaluation of  liver enzymes, INR, electrolytes, neurologic status, and dermatologic problems.  The  need for admission is based upon the severity of clinical illness and laboratory abnormalities. CONSULT CRITERIA: Consult a medical toxicologist or poison center in patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"e998s12b33","title":"Range of Toxicity","mono":"<b>VITAMIN A<\/b><br\/>TOXICITY: There is significant intraindividual variability in the toxic dose. ACUTE: Ingestion of more than 1 million International Units in adults, and more than 300,000 International Units in children has caused acute toxicity. CHRONIC: Toxicity is most often associated with ingestions of more than 10 times the RDA for weeks to months, or more than 50,000 International Units\/day by adults and more than 25,000 International Units\/day by children. BETA-CAROTENE: There are no known cases of vitamin A toxicity associated with beta-carotene ingestion. THERAPEUTIC: RECOMMENDED DIETARY ALLOWANCE: ADULT: Female 2,310 International Units\/day; Male: 3,000 International Units\/day. CHILD: 1 to 3 years old: 1,000 International Units\/day. <br\/>"}]},"13":{"id":"e998s13","title":"Clinical Teaching","mono":"<ul><li>Very large doses of vitamin A should only be taken under the supervision of a healthcare professional, as this may cause acute toxicity.<\/li><li>This drug may cause fatigue, malaise, anorexia, vomiting, jaundice, drying\/cracking of skin, and arthralgia.<\/li><\/ul>"}}}