{"generic":"Vitamin E","drugs":["Alpha-E","Aqua Gem-E","Aquasol E","D-Alpha Gems","E-400","E-600","E-Gems","Formula E 400","Vitamin E"],"mono":{"0":{"id":"ea2es0","title":"Generic Names","mono":"Vitamin E"},"1":{"id":"ea2es1","title":"Dosing and Indications","sub":[{"id":"ea2es1b4","title":"Adult Dosing","mono":"<ul><li>1 mg dl-alpha tocopheryl acetate = 1 international unit<\/li><li>1 mg dl-alpha tocopherol = 1.1 international units<\/li><li>1 mg d-alpha tocopheryl acetate = 1.36 international units<\/li><li>1 mg d-alpha tocopherol = 1.49 international units<\/li><li>1 mg d-alpha tocopheryl acid succinate = 1.21 international units<\/li><li>1 mg dl-alpha tocopheryl acid succinate = 0.89 international units<\/li><li><b>Alzheimer's disease; Treatment and Prophylaxis - Dementia; Treatment and Prophylaxis:<\/b> 1000 international units ORALLY twice daily<\/li><li><b>Non-alcoholic fatty liver:<\/b> 1000 international units and vitamin C 1000 mg daily for 6 months<\/li><li><b>Premenstrual symptom:<\/b> 400 international units ORALLY once daily was used in a trial<\/li><li><b>Tardive dyskinesia:<\/b> 1200 to 1600 international units daily ORALLY<\/li><li><b>Vitamin E deficiency:<\/b> 32 to 50 mg daily, or 4 to 5 times the Recommended Dietary Allowance (15 mg\/day), as high as 300 mg\/day ORALLY may be necessary<\/li><\/ul>"},{"id":"ea2es1b5","title":"Pediatric Dosing","mono":"can be given IV as a component of a multivitamin preparation for parenteral nutrition; infants weighing less than 1 kg, recommended daily dose (MVI(R) Pediatric, Multivitamins for infusion) given with IV dextrose, saline, or other infusion solutions, contains 2.1 mg of vitamin E (as dl-alpha tocopheryl acetate); infants weighing 1 to 3 kg, recommended daily dose contains 4.55 mg of vitamin E; infants weighing 3 kg or more up to 11 years of age, daily dose of vitamin mix contains 7 mg of vitamin E "},{"id":"ea2es1b6","title":"Dose Adjustments","mono":"elderly, 200 mg\/day had a more positive effect on immune response "},{"id":"ea2es1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Vitamin E deficiency<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Alzheimer's disease; Treatment and Prophylaxis - Dementia; Treatment and Prophylaxis<\/li><li>Anemia; Prophylaxis - Complication of dialysis; Prophylaxis<\/li><li>Arteriosclerotic vascular disease - Transplantation<\/li><li>Cholestatic jaundice syndrome, chronic<\/li><li>Colorectal cancer; Prophylaxis<\/li><li>Dysmenorrhea; Prophylaxis<\/li><li>Epilepsy; Adjunct<\/li><li>Finding of immune status<\/li><li>Focal segmental glomerulosclerosis<\/li><li>Generalized atherosclerosis<\/li><li>Intracerebral hemorrhage, intraventricular<\/li><li>Mucositis following radiation therapy<\/li><li>Multiple organ failure; Prophylaxis<\/li><li>Neurotoxicity due to cisplatin; Prophylaxis<\/li><li>Non-alcoholic fatty liver<\/li><li>Premenstrual symptom<\/li><li>Sudden hearing loss<\/li><li>Tardive dyskinesia<\/li><\/ul>"}]},"3":{"id":"ea2es3","title":"Contraindications\/Warnings","sub":[{"id":"ea2es3b9","title":"Contraindications","mono":"IV use in low birth weight infants (Alpers et al, 1995) <br\/>"},{"id":"ea2es3b10","title":"Precautions","mono":"<ul><li>blood clotting disorders or anticoagulant use; bleeding time may be affected; monitoring recommended (Kappus &amp; Diplock, 1992)<\/li><li>facial chemical peel or dermabrasion, topical vitamin E use should be avoided a few weeks after procedure<\/li><\/ul>"},{"id":"ea2es3b11","title":"Pregnancy Category","mono":"A (FDA)<br\/>"},{"id":"ea2es3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"ea2es4","title":"Drug Interactions","sub":{"1":{"id":"ea2es4b14","title":"Major","mono":"<ul>Dicumarol (theoretical)<\/ul>"},"2":{"id":"ea2es4b15","title":"Moderate","mono":"<ul>Warfarin (probable)<\/ul>"}}},"5":{"id":"ea2es5","title":"Adverse Effects","mono":"<b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Intraventricular hemorrhage of prematurity<\/li><li><b>Dermatologic:<\/b>Erythema multiforme<\/li><li><b>Gastrointestinal:<\/b>Necrotizing enterocolitis in fetus OR newborn<\/li><li><b>Hematologic:<\/b>Bleeding<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Sepsis<\/li><li><b>Neurologic:<\/b>Hemorrhagic cerebral infarction<\/li><li><b>Ophthalmic:<\/b>Retinal hemorrhage<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><\/ul>"},"6":{"id":"ea2es6","title":"Drug Name Info","sub":{"0":{"id":"ea2es6b17","title":"US Trade Names","mono":"<ul><li>Alpha-E<\/li><li>Aqua Gem-E<\/li><li>Aquasol E<\/li><li>D-Alpha Gems<\/li><li>E-400<\/li><li>E-600<\/li><li>E-Gems<\/li><li>Formula E 400<\/li><\/ul>"},"2":{"id":"ea2es6b19","title":"Class","mono":"<ul><li>Emollient<\/li><li>Nutritive Agent<\/li><li>Vitamin E (class)<\/li><\/ul>"},"3":{"id":"ea2es6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"ea2es6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"ea2es7","title":"Mechanism Of Action","mono":"Systemic: Vitamin E is considered an essential nutritional element, although its exact function is unknown. As an antioxidant, in conjunction with dietary selenium, vitamin E protects polyunsaturated fatty acids in membranes and other cellular structures from attack by free radicals   and protects red blood cells against hemolysis.   Protection against oxygen radical damage appears to be important for the development and maintenance of nerve and muscle function.   Vitamin E may also act as a cofactor in some enzyme systems.<br\/>"},"8":{"id":"ea2es8","title":"Pharmacokinetics","sub":{"0":{"id":"ea2es8b23","title":"Absorption","mono":"<ul><li>Bioavailability, Oral (low birth weight infants): variable<\/li><li>Bioavailability, IM (water-miscible): well absorbed<\/li><li>Bioavailability, IM (oil preparation): poorly absorbed<\/li><\/ul>"},"2":{"id":"ea2es8b25","title":"Metabolism","mono":"<ul><li>Hepatic: 70% to 80%<\/li><li>Glucuronides of tocopheronic acid: active<\/li><\/ul>"},"3":{"id":"ea2es8b26","title":"Excretion","mono":"<ul><li>Bile: 70% to 80%<\/li><li>Renal: excreted in the urine as water-soluble metabolites<\/li><\/ul>"}}},"10":{"id":"ea2es10","title":"Monitoring","mono":"bleeding time; particularly in patients with coagulation disorders or those receiving concomitant anticoagulation therapy (Kappus & Diplock, 1992) <br\/>"},"11":{"id":"ea2es11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule, Liquid Filled: 100 IU, 200 IU, 400 IU, 600 IU, 800 IU, 1000 IU<\/li><li>Oral Liquid: 4600 IU\/5 ML<\/li><li>Oral Solution: 15 IU\/0.3 ML<\/li><li>Oral Tablet: 100 IU, 200 IU, 400 IU<\/li><li>Topical Cream: 50 MG\/GM, 100 IU\/GM<\/li><\/ul><\/li><li><b>Alpha-E<\/b><br\/>Oral Capsule, Liquid Filled: 400 IU<br\/><\/li><li><b>Aqua Gem-E<\/b><br\/>Oral Capsule, Liquid Filled: 400 IU<br\/><\/li><li><b>Aquasol E<\/b><br\/>Oral Solution: 15 IU\/0.3 ML<br\/><\/li><li><b>E400<\/b><br\/>Oral Capsule, Liquid Filled: 400 IU<br\/><\/li><li><b>E-600<\/b><br\/>Oral Capsule, Liquid Filled: 600 IU<br\/><\/li><li><b>E-Gems Elite<\/b><br\/>Oral Capsule, Liquid Filled: 400 IU<br\/><\/li><li><b>E-Gems<\/b><br\/>Oral Capsule, Liquid Filled: 100 IU, 200 IU, 400 IU, 800 IU, 1000 IU<br\/><\/li><li><b>E-Gems Plus<\/b><br\/>Oral Capsule, Liquid Filled: 200 IU, 400 IU<br\/><\/li><li><b>Gamma E-Gems<\/b><br\/>Oral Capsule, Liquid Filled: 90 IU<br\/><\/li><li><b>Gamma E Plus<\/b><br\/>Oral Capsule, Liquid Filled: 200 IU<br\/><\/li><li><b>Good Neighbor Pharmacy dl-Alpha Vitamin E<\/b><br\/>Oral Capsule, Liquid Filled: 400 IU<br\/><\/li><li><b>Gordon's Vite E Creme<\/b><br\/>Topical Cream: 1500 IU\/30 GM<br\/><\/li><li><b>Gordon's Vite E<\/b><br\/>Topical Cream: 50 MG\/GM<br\/><\/li><li><b>GRx Vitamin E<\/b><br\/>Topical Cream: 1000 IU<br\/><\/li><li><b>Key-E-Kaps<\/b><br\/>Oral Capsule, Liquid Filled: 400 IU<br\/><\/li><li><b>Key-E<\/b><br\/><ul><li>Oral Tablet, Chewable: 400 IU<\/li><li>Rectal Suppository: 30 IU<\/li><\/ul><\/li><li><b>Nature's Blend Vitamin E<\/b><br\/>Oral Capsule, Liquid Filled: 400 IU<br\/><\/li><li><b>PharmAssure Vitamin E<\/b><br\/>Oral Capsule, Liquid Filled: 200 IU, 400 IU, 1000 IU<br\/><\/li><li><b>Rite Aid Vitamin E<\/b><br\/>Oral Capsule, Liquid Filled: 400 IU<br\/><\/li><li><b>Veg E-Gems<\/b><br\/>Oral Capsule, Liquid Filled: 400 IU<br\/><\/li><li><b>Vitamin E-400<\/b><br\/>Oral Capsule, Liquid Filled: 400 IU<br\/><\/li><\/ul>"},"12":{"id":"ea2es12","title":"Toxicology","sub":[{"id":"ea2es12b31","title":"Clinical Effects","mono":"<b>VITAMIN E <\/b><br\/>USES: Vitamin E, an antioxidant, is an essential nutrient. It is thought to have a role in the normal function of the nervous, reproductive, muscular, cardiovascular, and hematopoietic systems. Vitamin E has been used for a variety of conditions (ie, hemolytic anemia, claudication, wound healing, adult respiratory distress syndrome), despite a lack of significant scientific evidence supporting efficacy. PHARMACOLOGY: Vitamin E preferentially binds to peroxyl radicals and forms the corresponding organic hydroperoxide and tocopheroxyl radical, which then interacts with other antioxidant compounds (ie, ascorbic acid) to generate tocopherol. It may also be responsible for cell growth and proliferation. TOXICOLOGY: In high dose (greater than 1000 mg\/day) it may antagonize the effect of vitamin K. In addition, it may have a pro-oxidant effect, and may also displace other antioxidants potentially increasing the risk for oxidative damage. EPIDEMIOLOGY: Overdose is uncommon, significant toxicity is rare. OVERDOSE: MILD TO MODERATE TOXICITY: Events are anticipated to be an extension of adverse effects at high dose (or long-term therapy) and may include: fatigue, weakness, headache, nausea, diarrhea, flatulence, and abdominal pain. SEVERE TOXICITY: Coagulopathies may develop in patients with vitamin K-deficiencies or those receiving warfarin. Bleeding may occur. RARE: Hemorrhagic stroke. ADVERSE EFFECTS: Vitamin E is usually well tolerated. Fatigue, weakness, headache, nausea, diarrhea, flatulence, and abdominal pain may occur with large doses. Increased bleeding tendency in patients deficient in vitamin K has been reported with large doses of vitamin E. INFREQUENT: Retinal and intraventricular hemorrhages and necrotizing enterocolitis have been observed in premature infants receiving vitamin E. TOPICAL: Contact dermatitis and erythema multiforme have been rarely reported with topical vitamin E use. <br\/>"},{"id":"ea2es12b32","title":"Treatment","mono":"<b>VITAMIN E <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not anticipated. Monitor fluid status in patients that develop moderate diarrhea; antidiarrheals may be indicated. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Monitor coagulation studies (eg, INR, PT) following a large dose or patients at risk (eg on warfarin, other anticoagulants or anti-platelet agents, or risk of vitamin K deficiency). High doses (exact dose unknown; but likely exceeding 400 IU\/day) of vitamin E may increase the risk of bleeding when combined with anticoagulant or antiplatelet agents. In large doses, vitamin E can inhibit platelet aggregation and antagonize vitamin K-dependent clotting factors. Monitor for bleeding.<\/li><li>Decontamination: PREHOSPITAL: Significant toxicity is not anticipated after ingestion. Gastrointestinal decontamination is not indicated unless coingestants are suspected. HOSPITAL: Significant toxicity is not anticipated after ingestion. Gastrointestinal decontamination is not indicated unless coingestants are suspected.<\/li><li>Monitoring of patient: Monitor fluid and electrolyte status in patients with severe diarrhea and\/or vomiting. Follow CBC, INR or prothrombin time (PT) with symptomatic chronic overdose or patients at risk to develop a coagulopathy (ie, warfarin therapy; vitamin K deficiency).<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult or child with an inadvertent minor exposure (eg, a single dietary supplement ingested by a young child) may be monitored at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored for symptoms. Patients may be discharged to home, if no symptoms develop or there is no evidence of coagulopathy in patients at risk. ADMISSION CRITERIA: Patients currently receiving warfarin therapy or a history of vitamin K deficiency may be at risk to develop bleeding. Patients with active bleeding should be monitored and treated until symptoms resolve. Patients may be discharged to home once symptoms have resolved and laboratory studies are within normal limits. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"ea2es12b33","title":"Range of Toxicity","mono":"<b>VITAMIN E<\/b><br\/>TOXICITY: A minimum toxic dose has not been established. Vitamin E plasma concentrations greater than 3.5 mg\/dL may result in toxicity. Doses of 2000 to 2500 international units\/day or more can produce gastrointestinal distress. In a meta-analysis, mortality (from all causes) may increase at doses of greater than 400 International Units\/day (greater than 400 mg\/day). THERAPEUTIC DOSE: RECOMMENDED DIETARY ALLOWANCES: 0 to 6 months: 6 (4 mg) International Units\/day; 7 to 12 months: 7.5 (5 mg) International Units\/day; 1 to 3 years: 9 (6 mg) International Units\/day; 4 to 8 years: 10.4 (7 mg) International Units\/day; 9 to 13 years: 16.4 (11 mg) International Units\/day and 14 years and older: 22.4 (15 mg) International Units\/day. TOCOFERSOLAN: PEDIATRIC: Recommended daily dose in patients with congenital or hereditary chronic cholestasis is 0.34 mL\/kg\/day (or 17 mg\/kg\/day of d-alpha-tocopherol in the form of tocofersolan).<br\/>"}]}}}