{"generic":"Amiloride Hydrochloride\/Hydrochlorothiazide","drugs":["Amiloride Hydrochloride\/Hydrochlorothiazide","Moduretic 5-50"],"mono":[{"id":"ivns0","title":"Generic Names","mono":"Amiloride Hydrochloride\/Hydrochlorothiazide"},{"id":"ivns1","title":"Dosing and Indications","sub":[{"id":"ivns1b4","title":"Adult Dosing","mono":"<ul><li><b>Congestive heart failure - Diuresis:<\/b> initial, 1 fixed-dose amiloride 5 mg\/hydrochlorothiazide 50 mg tablet ORALLY daily with food; may increase to 2 tablets daily as a single or divided dose; maintenance dosing may be intermittent<\/li><li><b>Hypertension:<\/b> initial, 1 fixed-dose amiloride 5 mg\/hydrochlorothiazide 50 mg tablet ORALLY daily with food; may increase to 2 tablets daily as a single or divided dose; maintenance dosing may be intermittent<\/li><\/ul>"},{"id":"ivns1b5","title":"Pediatric Dosing","mono":"safety and efficacy of amiloride\/hydrochlorothiazide has not been established in pediatrics "},{"id":"ivns1b6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> blood urea nitrogen levels over 30 mg\/100 mL or serum creatinine levels over 1.5 mg\/100 mL proceed with extreme caution or discontinue use "},{"id":"ivns1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Congestive heart failure - Diuresis<\/li><li>Hypertension<\/li><\/ul>"}]},{"id":"ivns2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>May cause hyperkalemia, which if uncorrected, is potentially fatal. The risk is higher in patients with renal impairment or diabetes mellitus. Monitor serum potassium levels carefully in any patient receiving therapy.<br\/>"},{"id":"ivns3","title":"Contraindications\/Warnings","sub":[{"id":"ivns3b9","title":"Contraindications","mono":"<ul><li>anuria<\/li><li>concomitant potassium supplementation (potassium-containing salt substitutes or medications or potassium-rich diet)<\/li><li>concomitant use of other potassium-conserving agents, such as spironolactone or triamterene<\/li><li>diabetic nephropathy<\/li><li>hyperkalemia (serum potassium levels greater than 5.5 mEq\/L)<\/li><li>hypersensitivity to amiloride, hydrochlorothiazide, any other component of the product, or other sulfonamides<\/li><li>renal function impairment (creatinine over 1.5 mg\/100 mL or BUN over 30 mg\/100 mL)<\/li><li>renal insufficiency, acute or chronic<\/li><\/ul>"},{"id":"ivns3b10","title":"Precautions","mono":"<ul><li>hyperkalemia, including severe cases, may occur; increased risk with diabetes mellitus or renal impairment; monitoring recommended; medical management and interruption or discontinuation of therapy may be required<\/li><li>cirrhosis, severe; increased risk of hypokalemia<\/li><li>concomitant use of an ACE inhibitor, an angiotensin II receptor antagonist, cyclosporine, or tacrolimus; use with caution<\/li><li>diabetes mellitus; increased risk of hyperkalemia<\/li><li>diabetes mellitus, latent; may become manifest<\/li><li>dilutional hyponatremia may occur in edematous patients in hot weather<\/li><li>diuresis, brisk; increased risk of hypokalemia<\/li><li>fluid and electrolyte imbalance (eg, hypomagnesemia, hyponatremia, hypochloremic alkalosis, hypophosphatemia, hypokalemia, hyperkalemia and hypercalcemia) may occur; monitoring recommended<\/li><li>glucose tolerance testing; discontinue therapy at least 3 days prior<\/li><li>hepatic encephalopathy (manifested by tremors, confusion, and coma) and increased jaundice have been reported in patients with severe liver disease<\/li><li>predisposition to respiratory or metabolic acidosis (eg, cardiopulmonary disease or poorly controlled diabetes); frequent acid-base balance monitoring recommended<\/li><li>prolonged therapy; increased risk of hypokalemia<\/li><li>renal disease; may precipitate azotemia and cumulative adverse events<\/li><li>sensitivity reactions may occur, with or without a history of allergy or bronchial asthma<\/li><li>systemic lupus erythematosus, preexisting; thiazides have been reported to exacerbate or activate disease<\/li><li>vomiting which is excessive or patients receiving parenteral fluids; increased risk of fluid and electrolyte imbalance<\/li><\/ul>"},{"id":"ivns3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"ivns3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"ivns4","title":"Drug Interactions","sub":[{"id":"ivns4b13","title":"Contraindicated","mono":"<ul><li>Dofetilide (probable)<\/li><li>Eplerenone (theoretical)<\/li><li>Triamterene (theoretical)<\/li><\/ul>"},{"id":"ivns4b14","title":"Major","mono":"<ul><li>Acetyldigoxin (established)<\/li><li>Alacepril (probable)<\/li><li>Arginine (probable)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Benazepril (probable)<\/li><li>Bupropion (theoretical)<\/li><li>Captopril (probable)<\/li><li>Cilazapril (probable)<\/li><li>Cyclophosphamide (probable)<\/li><li>Delapril (probable)<\/li><li>Deslanoside (established)<\/li><li>Digitalis (established)<\/li><li>Digitoxin (established)<\/li><li>Digoxin (established)<\/li><li>Droperidol (theoretical)<\/li><li>Enalaprilat (probable)<\/li><li>Enalapril Maleate (probable)<\/li><li>Flecainide (theoretical)<\/li><li>Fosinopril (probable)<\/li><li>Imidapril (probable)<\/li><li>Ketanserin (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Lisinopril (probable)<\/li><li>Lithium (probable)<\/li><li>Methotrexate (probable)<\/li><li>Metildigoxin (established)<\/li><li>Moexipril (probable)<\/li><li>Ouabain (theoretical)<\/li><li>Pentopril (probable)<\/li><li>Perindopril (probable)<\/li><li>Potassium (probable)<\/li><li>Proscillaridin (theoretical)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Sotalol (probable)<\/li><li>Spirapril (probable)<\/li><li>Tacrolimus (theoretical)<\/li><li>Temocapril (probable)<\/li><li>Trandolapril (probable)<\/li><li>Trimethoprim (theoretical)<\/li><li>Zofenopril (probable)<\/li><\/ul>"},{"id":"ivns4b15","title":"Moderate","mono":"<ul><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Bepridil (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Carbenoxolone (probable)<\/li><li>Celecoxib (probable)<\/li><li>Cholestyramine (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Clonixin (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Enalapril (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Ginkgo (probable)<\/li><li>Gossypol (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Licorice (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Quinidine (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Sulindac (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Topiramate (probable)<\/li><li>Valdecoxib (probable)<\/li><\/ul>"}]},{"id":"ivns5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (3% to 8%)<\/li><li><b>Gastrointestinal:<\/b>Nausea<\/li><li><b>Neurologic:<\/b>Asthenia (3% to 8%), Dizziness (3% to 8%), Headache (3% to 8%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Syncope (1% or less)<\/li><li><b>Dermatologic:<\/b>Erythema multiforme (1% or less), Erythroderma (1% or less)<\/li><li><b>Endocrine metabolic:<\/b>Hyperkalemia (less than 3%)<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage (1% or less)<\/li><li><b>Renal:<\/b>Renal impairment (1% or less)<\/li><\/ul>"},{"id":"ivns6","title":"Drug Name Info","sub":{"0":{"id":"ivns6b17","title":"US Trade Names","mono":"Moduretic 5-50<br\/>"},"2":{"id":"ivns6b19","title":"Class","mono":"<ul><li>Diuretic<\/li><li>Diuretic, Potassium Sparing<\/li><li>Diuretic, Potassium Sparing\/Thiazide Combination<\/li><li>Thiazide<\/li><\/ul>"},"3":{"id":"ivns6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"ivns6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"ivns7","title":"Mechanism Of Action","mono":"<ul><li>Amiloride hydrochloride is an antikaliuretic drug that has weak natriuretic, diuretic, and antihypertensive activity. It inhibits sodium reabsorption at the kidney tubules, resulting in a decreased net negative potential of tubular lumen, and reduced potassium and hydrogen secretion and excretion.<\/li><li>Hydrochlorothiazide is a diuretic that increases sodium and chloride excretion affecting the distal renal tubular mechanism of electrolyte reabsorption. Its antihypertensive mechanism is still unknown.<\/li><\/ul>"},{"id":"ivns8","title":"Pharmacokinetics","sub":[{"id":"ivns8b23","title":"Absorption","mono":"<ul><li>Amiloride, Tmax, Oral: 3 to 4 hr<\/li><li>Amiloride, Bioavailability, Oral: 30% to 90%<\/li><li>Hydrochlorothiazide, Tmax, Oral: 1.5 to 2.5 hr<\/li><li>Hydrochlorothiazide, Bioavailability, Oral: 60% to 80%<\/li><li>Hydrochlorothiazide, Effects of food: reduction in plasma drug levels<\/li><\/ul>"},{"id":"ivns8b24","title":"Distribution","mono":"<ul><li>Amiloride hydrochloride, Vd: 350 to 380 L<\/li><li>Amiloride hydrochloride, Protein binding: not significant<\/li><li>Hydrochlorothiazide, Vd: approximately 3 to 4 L\/kg<\/li><li>Hydrochlorothiazide, Protein binding: approximately 40%<\/li><\/ul>"},{"id":"ivns8b25","title":"Metabolism","mono":"<ul><li>Amiloride, not metabolized by the liver<\/li><li>Hydrochlorothiazide, not metabolized<\/li><\/ul>"},{"id":"ivns8b26","title":"Excretion","mono":"<ul><li>Amiloride, Fecal: 40% to 50% (unchanged)<\/li><li>Amiloride, Renal: 50% (unchanged)<\/li><li>Hydrochlorothiazide, Renal: at least 61% (unchanged)<\/li><li>Hydrochlorothiazide, Dialyzable: Clinically insignificant (schedule daily doses after dialysis)<\/li><li>Amiloride\/hydrochlorothiazide, Dialyzable: Unknown<\/li><\/ul>"},{"id":"ivns8b27","title":"Elimination Half Life","mono":"<ul><li>Amiloride: 6 to 9 hr<\/li><li>Hydrochlorothiazide: 5.6 to 14.8 hr<\/li><\/ul>"}]},{"id":"ivns9","title":"Administration","mono":"<b>Oral<\/b><br\/>administer with food <br\/>"},{"id":"ivns10","title":"Monitoring","mono":"<ul><li>blood pressure<\/li><li>effective diuresis and improvement in signs and symptoms of congestive heart failure are indicative of efficacy<\/li><li>serum potassium levels for hyperkalemia (greater than 5.5 mEq\/L); particularly during dose initiation or adjustment and during illness that may affect renal function<\/li><li>serum electrolytes, creatinine, and BUN; frequently in patients with renal function impairment (BUN over 30 mg\/dL or serum creatinine greater than 1.5 mg\/dL) or diabetes mellitus; especially important in seriously ill patients undergoing vigorous fluid elimination<\/li><li>serum and urine electrolytes in patients vomiting excessively or receiving parenteral fluids<\/li><li>acid-base balance; frequently during therapy in severely ill patients predisposed to respiratory or metabolic acidosis<\/li><li>fluid imbalance clinical signs (ie hyponatremia, hypochloremic alkalosis, and hypokalemia); especially in patients receiving parenteral fluids or with excessive vomiting<\/li><\/ul>"},{"id":"ivns11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: (Amiloride Hydrochloride - Hydrochlorothiazide) 5 MG-50 MG<br\/>"},{"id":"ivns12","title":"Toxicology","sub":[{"id":"ivns12b31","title":"Clinical Effects","mono":"<ul><li><b>DIURETICS<\/b><br\/>USES: Class of drugs that are primarily used to treat hypertension and congestive heart failure. Potassium sparing diuretics and carbonic anhydrase inhibitors are covered in separate managements. PHARMACOLOGY: Work in a variety of mechanisms including inhibiting sodium and chloride reabsorption in the distal convoluted tubule (thiazides), inhibiting transport of sodium, potassium, and chloride in the thick ascending limb of the loop of henle (loop), and osmotic agents (mannitol). TOXICOLOGY: Produce hypovolemia and electrolyte deficiencies. EPIDEMIOLOGY: Rare overdose which uncommonly results in significant morbidity or death. MILD TO MODERATE TOXICITY: Mild dehydration, tachycardia, dry mucous membranes, headache, muscle cramps, thirst, and brisk diuresis. Large doses of furosemide or ethacrynic acid can cause ototoxicity. SEVERE TOXICITY: Hypotension, hypochloremic metabolic alkalosis, mental status changes, and electrolyte abnormalities (i.e. hypokalemia, hypomagnesemia, hypochloremia, hypocalcemia) are the most common manifestations of severe poisoning. Rarely muscle spasms, tetany, seizures, coma, or dysrhythmias may develop secondary to severe electrolyte abnormalities.  CNS depression has been reported rarely in children with acute ingestion without significant electrolyte abnormalities. ADVERSE EFFECTS: Thiazides are associated with hyperglycemia and hyperlipidemia. Furosemide has been associated with ototoxicity, hyperglycemia, and hypercholesterolemia.  Diuretics have a large number of drug interactions as well. Extravasation of mannitol can cause tissue injury and compartment syndrome.<br\/><\/li><li><b>POTASSIUM SPARING DIURETICS <\/b><br\/>USES: Potassium sparing diuretics are used to treat congestive heart failure, fluid retention from liver failure, and hypertension. Spironolactone is used to prevent amphotericin B-related hypokalemia in cancer patients, and in the management of neonatal chronic lung disease. PHARMACOLOGY: Amiloride acts by blocking the sodium channel in the later portion of the nephron, distal tubule, and collecting duct. Triamterene inhibits the reabsorption of sodium ions in the exchange for potassium and hydrogen ions in the segment of the distal tubule under the control of adrenal mineralocorticoids. Eplerenone and spironolactone bind to aldosterone receptors in the distal tubules and collecting duct, preventing the binding of aldosterone to its receptor. Aldosterone acts at the kidney to cause sodium and water retention and potassium loss in the urine. TOXICOLOGY: Overdose may cause dehydration due to the diuretic effect. It can also cause electrolyte abnormalities, most commonly hyperkalemia. EPIDEMIOLOGY: Adverse effects during therapeutic use are relatively common. Potassium sparing diuretic overdose is rare and deaths have not been reported. MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea, mild dehydration, and hyperkalemia may develop. SEVERE TOXICITY: Severe toxicity has not been reported, but severe dehydration (tachycardia, hypotension, and possibly mental status changes) and hyperkalemia (which may cause dysrhythmias) should be expected. Acute renal failure has been reported from triamterene deposition in the renal tubules after overdose. ADVERSE EFFECTS: Amiloride: Hyperkalemia, headache, paresthesia, depression, loss of libido, nausea, anorexia, diarrhea, vomiting, weakness, fatigue, muscle cramps. Eplerenone: Hyperkalemia, diarrhea, dizziness, fatigue, coughing. Spironolactone: Hyperkalemia, acidosis, cramping, diarrhea, drowsiness, lethargy, ataxia, gynecomastia, impotence, irregular menses. Triamterene: Hyperkalemia, diarrhea, nausea, vomiting, interstitial nephritis, blood dyscrasias, nephrolithiasis, photodermatitis.<br\/><\/li><\/ul>"},{"id":"ivns12b32","title":"Treatment","mono":"<ul><li><b>DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with minor symptoms can be managed with supportive care only.  Oral hydration and oral electrolyte supplementation may be sufficient.  Severe electrolyte disturbances and\/or mental status changes indicate a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is very rare. Treatment should be directed at intravenous correction of volume loss and electrolyte abnormalities.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not indicated as toxicity is rare. HOSPITAL: Activated charcoal is rarely  indicated as acute toxicity is rare.<\/li><li>Airway management: Diuretic poisoning should not produce symptoms mandating airway management.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: Monitor vital signs and serum electrolytes.  Obtain an ECG in patients with significant electrolyte abnormalities.<\/li><li>Enhanced elimination procedure: Hemodialysis is not expected to be helpful.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of less than a maximal daily dose can be monitored at home. OBSERVATION CRITERIA: Adults with intentional ingestions or symptomatic children should be referred to a health care facility.  Patients who are asymptomatic after 6 hours can be discharged home. ADMISSION CRITERIA: Patients who have severe electrolyte abnormalities or vital sign abnormalities should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul><\/li><li><b>POTASSIUM SPARING DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Serious toxicity is not expected after ingestion. Most patients will remain asymptomatic or have a mild diuresis. Oral rehydration and monitoring for hyperkalemia is sufficient in most cases. MANAGEMENT OF SEVERE TOXICITY: Correct dehydration with intravenous fluids. There is a theoretical risk of hyperkalemia following overdose. Hyperkalemia is treated in the usual fashion: administer calcium chloride for dysrhythmias or wide complex rhythms. Sodium bicarbonate, insulin, glucose, and cationic exchange resins (eg, sodium polystyrene sulfonate) may also be used. Dialysis may be required for patients with impaired renal function.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not indicated. HOSPITAL: Gastrointestinal decontamination should not be routinely performed following potassium sparing diuretic ingestion. Activated charcoal may be considered after extremely large ingestions or if more toxic coingestants are involved and the patient has presented early after the ingestion.<\/li><li>Airway management: Airway compromise is not expected following potassium sparing diuretic ingestion.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor serum electrolytes and ECG after overdose. Drug concentrations are not routinely available and are not used clinically to guide management following overdose.<\/li><li>Enhanced elimination procedure: As significant toxicity is not expected, there is no role for enhanced elimination following ingestion. Dialysis is ineffective in removing spironolactone, but may increase the clearance of triamterene.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with small, inadvertent ingestions and normal renal function can be monitored at home. OBSERVATION CRITERIA: Patients with large or deliberate ingestions or impaired renal function should be monitored for fluid status and serum electrolytes changes (particularly sodium and potassium). Monitor vital signs and ECG in symptomatic patients and those with significant electrolyte abnormalities. ADMISSION CRITERIA: Admit patients with severe electrolyte abnormalities, dehydration, or impaired renal function. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"ivns12b33","title":"Range of Toxicity","mono":"<ul><li><b>DIURETICS<\/b><br\/>TOXICITY: Toxic doses are not well established.  Diuresis is expected to result at even therapeutic doses.  Toxicity is most common with chronic dosing and acute toxicity is often related to other factors such as comorbid conditions and access to fluid replacement. THERAPEUTIC DOSE: Furosemide is typically dosed at 20 to 80 mg with repeat doses as necessary in adults; pediatric dose is 1 to 2 mg\/kg orally.  Hydrochlorothiazide is typically dosed at 12.5 to 50 mg daily in adults; pediatric dose is 1 to 3 mg\/kg divided twice daily.<br\/><\/li><li><b>POTASSIUM SPARING DIURETICS<\/b><br\/>TOXICITY: No toxic dose for these medications has been established. An adult developed acute renal failure 3 days after ingesting 50 capsules of triamterene\/hydrochlorothiazide. Two infants, ages 10 and 12 months, ingested up to 60 spironolactone tablets, with asymptomatic hyperkalemia as the only effect noted. THERAPEUTIC DOSE: AMILORIDE: ADULT: 5 to 20 mg\/day orally; PEDIATRIC: 6 to 20 kg in body weight: 0.625 mg\/kg\/day orally. EPLERENONE: ADULT: 25 to 50 mg orally once or twice daily; PEDIATRIC: Safety and efficacy not established. SPIRONOLACTONE: ADULT: 25 to 100 mg\/day orally in single or divided doses; PEDIATRIC: 1 to 3 mg\/kg\/day orally in 2 to 4 divided doses or once daily; MAX 200 mg\/day. TRIAMTERENE: ADULT: 100 mg orally twice daily; MAX 300 mg\/day; PEDIATRIC: Edema: 1 to 4 mg\/kg\/day orally in 2 divided doses. Hypertension: initially, 1 to 2 mg\/kg\/day orally in two divided doses; MAX 3 to 4 mg\/kg\/day, up to 300 mg\/day.<br\/><\/li><\/ul>"}]},{"id":"ivns13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, as drug may cause dizziness.<\/li><li>This drug may cause loss of appetite, nausea, asthenia, or headache.<\/li><li>Instruct patient to report signs\/symptoms of erythema multiforme (flu-like symptoms, spreading red rash, may progress to severe skin\/mucous membrane blistering).<\/li><li>Patient should take tablet with food.<\/li><li>Advise patient against sudden discontinuation of drug, as this may cause rebound hypertension.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><li>Tell patient to avoid potassium-containing supplements and salt substitutes.<\/li><\/ul>"}]}