{"generic":"Rimantadine Hydrochloride","drugs":["Flumadine","Rimantadine Hydrochloride"],"mono":{"0":{"id":"jrgys0","title":"Generic Names","mono":"Rimantadine Hydrochloride"},"1":{"id":"jrgys1","title":"Dosing and Indications","sub":[{"id":"jrgys1b4","title":"Adult Dosing","mono":"<ul><li><b>Influenza due to Influenza A virus:<\/b> (17 years or older) 100 mg ORALLY twice a day, continued for 7 days from initial onset of symptoms<\/li><li><b>Influenza due to Influenza A virus; Prophylaxis:<\/b> 100 mg ORALLY twice a day<\/li><\/ul>"},{"id":"jrgys1b5","title":"Pediatric Dosing","mono":"<ul><li>Influenza treatment, safety and efficacy not established in children 1 to 16 years of age<\/li><li><b>Influenza due to Influenza A virus:<\/b> (1 to 15 years), 5 to 6.6 mg\/kg\/day in a single daily dose or divided every 12 hours; MAX 150 mg\/day (younger than 9 or 10 years) or MAX 200 mg\/day (older than 9 or 10 years); duration was 5 days for treatment and 5 weeks for prophylaxis (study dose)<\/li><li><b>Influenza due to Influenza A virus:<\/b> (1 to 10.5 months, oral syrup), 3 mg\/kg\/day orally as a single daily dose or divided every 12 hours for 10 days (study dose)<\/li><li><b>Influenza due to Influenza A virus; Prophylaxis:<\/b> Younger than 10 years, 5 mg\/kg ORALLY once a day; MAX, 150 mg\/day<\/li><li><b>Influenza due to Influenza A virus; Prophylaxis:<\/b> 10 years or older, 100 mg ORALLY twice a day<\/li><\/ul>"},{"id":"jrgys1b6","title":"Dose Adjustments","mono":"<ul><li><b>severe liver disease:<\/b> 100 mg ORALLY once a day<\/li><li><b>renal impairment:<\/b> CrCl less than 30 mL\/min, 100 mg ORALLY once a day<\/li><li><b>geriatrics (elderly nursing home patients):<\/b> 100 mg ORALLY once a day<\/li><\/ul>"},{"id":"jrgys1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Influenza due to Influenza A virus<\/li><li>Influenza due to Influenza A virus; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"jrgys3","title":"Contraindications\/Warnings","sub":[{"id":"jrgys3b9","title":"Contraindications","mono":"hypersensitivity to drugs of the adamantane class, including rimantadine and amantadine <br\/>"},{"id":"jrgys3b10","title":"Precautions","mono":"<ul><li>concurrent use of influenza virus vaccine live, intranasal (FluMist(R)), within 2 wk before or 48 hr after the administration of rimantadine; potential for antiviral drugs to inhibit replication of live vaccine virus<\/li><li>epilepsy, history of; potential for increased seizure activity<\/li><li>hepatic insufficiency, preexisting; increased potential for accumulation of rimantadine and its metabolites in plasma; dosage adjustment recommended for severe hepatic dysfunction<\/li><li>influenza A illness, patients whose contacts are at high risk; increased risk for the transmission of rimantadine resistant virus<\/li><li>renal insufficiency, preexisting; increased potential for accumulation of rimantadine and its metabolites in plasma; dosage adjustment recommended for severe renal impairment or renal failure<\/li><\/ul>"},{"id":"jrgys3b11","title":"Pregnancy Category","mono":"Rimantadine: C (FDA)<br\/>"},{"id":"jrgys3b12","title":"Breast Feeding","mono":"Rimantadine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jrgys5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (1.4%), Loss of appetite (1.6%), Nausea (2.8%), Vomiting (1.7%), Xerostomia (1.5%)<\/li><li><b>Neurologic:<\/b>Asthenia (1.4%), Dizziness (0.7% to 1.9%), Feeling nervous (1.3% to 2.1%), Headache (1.4%), Insomnia (2.1% to 3.4%)<\/li><li><b>Other:<\/b>Fatigue (1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cerebrovascular and spinal vascular disorders (less than 0.3%), Heart block (less than 0.3%), Heart failure (less than 0.3%), Syncope (less than 0.3%)<\/li><li><b>Neurologic:<\/b>Seizure (less than 0.3%)<\/li><li><b>Psychiatric:<\/b>Hallucinations (less than 0.3%)<\/li><li><b>Respiratory:<\/b>Bronchospasm (less than 0.3%)<\/li><\/ul>"},"6":{"id":"jrgys6","title":"Drug Name Info","sub":{"0":{"id":"jrgys6b17","title":"US Trade Names","mono":"Flumadine<br\/>"},"2":{"id":"jrgys6b19","title":"Class","mono":"<ul><li>Adamantane<\/li><li>Antiviral<\/li><\/ul>"},"3":{"id":"jrgys6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jrgys6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jrgys7","title":"Mechanism Of Action","mono":"The mechanism of action of rimantadine is not fully understood; however, it seems to inhibit viral replication in the early stages, possibly by inhibiting the uncoating of the virus. A viral protein that is specified by the virion M2 gene plays a role in determining the susceptibility of the virus to inhibition by rimantadine.<br\/>"},"8":{"id":"jrgys8","title":"Pharmacokinetics","sub":[{"id":"jrgys8b23","title":"Absorption","mono":"<ul><li>Tmax, oral: 2 to 6 hr<\/li><li>Bioavailability: oral tablet: 117%<\/li><li>Bioavailability: oral solution: 96%<\/li><li>Bioavailability: inhalation: 45.6%<\/li><li>Effect of food: No effect<\/li><\/ul>"},{"id":"jrgys8b24","title":"Distribution","mono":"<ul><li>Vd, adults: 17 to 25 L\/kg<\/li><li>Vd, children: 289 L<\/li><li>Protein binding, primarily albumin: 40%<\/li><\/ul>"},{"id":"jrgys8b25","title":"Metabolism","mono":"Hepatic: extensively metabolized <br\/>"},{"id":"jrgys8b26","title":"Excretion","mono":"<ul><li>Fecal: less than 1%.<\/li><li>Renal: 74%, less than 25% unchanged<\/li><li>Renal clearance, young adults: 390 mL\/min<\/li><li>Renal clearance, elderly: 320 mL\/min<\/li><li>Dialyzable: No (hemodialysis)<\/li><li>Total body clearance, young adults: 3.9 to 4.3 mL\/min\/kg<\/li><li>Total body clearance, children: 6.3 mL\/min\/kg<\/li><li>Total body clearance, severe hepatic dysfunction: 50% decrease<\/li><li>Total body clearance, hemodialysis patients: 40% decrease<\/li><\/ul>"},{"id":"jrgys8b27","title":"Elimination Half Life","mono":"<ul><li>Adults, 25.4 hr<\/li><li>Elderly patients aged 71 to 79 yr: 32 hr<\/li><li>Severe liver disease: approximately 2-fold increase<\/li><li>Mild to moderate renal impairment: up to 18% increase<\/li><li>Severe renal impairment: 49% increase<\/li><li>Hemodialysis: 1.6-fold increase<\/li><\/ul>"}]},"9":{"id":"jrgys9","title":"Administration","mono":"<b>Oral<\/b><br\/>(Compounded 10 mg\/mL oral suspension) use only Ora-Sweet(R) vehicle and the required number of tablets to compound a 10 mg\/mL suspension; transfer suspension to amber glass bottle or polyethylene terephthalate (PET) bottle; shake gently before use; stable for 14 days at room temperature <br\/>"},"10":{"id":"jrgys10","title":"Monitoring","mono":"<ul><li>fever<\/li><li>symptomatic improvement<\/li><\/ul>"},"11":{"id":"jrgys11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 100 MG<br\/><\/li><li><b>Flumadine<\/b><br\/>Oral Tablet: 100 MG<br\/><\/li><\/ul>"},"12":{"id":"jrgys12","title":"Toxicology","sub":[{"id":"jrgys12b31","title":"Clinical Effects","mono":"<b>AMANTADINE <\/b><br\/>USES: Amantadine is used in the treatment of Parkinson's disease, as prophylaxis for parkinsonian side effects for patients on neuroleptic drugs, and as an antiviral agent. PHARMACOLOGY: Amantadine is a weak dopamine agonist, with some antimuscarinic activity, and a N-methyl-D-aspartate receptor antagonist. Amantadine inhibits the presynaptic reuptake of catecholamines and increases dopamine release. It may also directly stimulate the dopamine receptor to make the postsynaptic dopamine system more sensitive to the presence of dopamine. Amantadine exerts antiviral activity by inhibiting the replication of the influenza A virus. TOXICOLOGY: Works at antimuscarinic receptors leading to anticholinergic effects. It also inhibits the presynaptic reuptake of catecholamines and can cause increased dopaminergic and sympathomimetic postsynaptic stimulation. EPIDEMIOLOGY: Amantadine exposures are uncommon; most patients will not have significant symptoms. There are isolated reports of seizures, dysrhythmias, and psychiatric symptoms following large exposures. MILD TO MODERATE OVERDOSE: Anticholinergic effects of dry mouth, mydriasis, tachycardia, and urinary retention have been reported with acute overdose ingestions of amantadine. Nausea, dizziness, insomnia, agitation, anxiety, headache, and dystonic reactions may also develop. SEVERE OVERDOSE: May cause ventricular dysrhythmias, torsades de pointes, hyperthermia, QRS widening, prolonged QTc, hallucinations, psychosis, hypotension, acute lung injury, hypokalemia, lethargy, ataxia, and seizures. Patients with renal insufficiency may have increased risk of toxicity. Serotonin syndrome may develop when amantadine is taken concomitantly with other serotonergic agents. ADVERSE EFFECTS: Anticholinergic symptoms of dry mouth, tachycardia, and difficulty in focusing are seen even with therapeutic administration. Other common adverse effects that may occur include nausea, dizziness, insomnia, agitation, anxiety, hallucinations, peripheral edema, headache, and orthostatic hypotension. Dose reduction or abrupt withdrawal of amantadine therapy may result in the development of manifestations of neuroleptic malignant syndrome, such as hyperthermia, rigidity, and autonomic instability.<br\/>"},{"id":"jrgys12b32","title":"Treatment","mono":"<b>AMANTADINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Care is symptomatic and supportive. Treat dystonic reactions with benzodiazepines or diphenhydramine. Treat anxiety and agitation with benzodiazepines. MANAGEMENT OF SEVERE TOXICITY: Care is symptomatic and supportive. Treat hallucinations and psychosis with benzodiazepines. Treat seizures with benzodiazepines as needed; if refractory, consider phenobarbital or propofol. Treat hypotension with intravenous fluids; add vasopressors if necessary. Treat torsades de pointes with magnesium, overdrive pacing. Correct electrolyte abnormalities. Treat QRS widening with sodium bicarbonate. Treat serotonin syndrome with benzodiazepines and cyproheptadine if symptoms persist. Severe cases may require neuromuscular paralysis and mechanical ventilation.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not recommended because of the potential for CNS depression and seizures. HOSPITAL: Consider administration of activated charcoal in patients with a recent ingestion who are awake and able to protect their airway. It is most effective when administered within one hour of ingestion. Do not administer in patients who are at risk for abrupt onset of seizure or mental status depression unless airway is protected. Consider gastric lavage only in recent large overdose (2 g) as overdose is rarely life-threatening.<\/li><li>Airway management: Endotracheal intubation should be performed in patients with persistent seizures, mental status depression, or an inability to protect their airway.<\/li><li>Antidote: None<\/li><li>Ventricular arrhythmia: Institute continuous cardiac monitoring, obtain an ECG, and administer oxygen.  Evaluate for hypoxia, acidosis, and electrolyte disorders.  Because amantadine can cause torsades de pointes and QTc prolongation, amiodarone should only be used with extreme caution. Consider lidocaine for stable monomorphic ventricular tachycardia. Sodium bicarbonate may be effective for ventricular dysrhythmias, particularly in association  with QRS widening.  Administer sodium bicarbonate 1 to 2 milliequivalents\/kilogram intravenously.  Repeat as needed to achieve an arterial pH of 7.4 to 7.5.  Unstable rhythms require immediate cardioversion.<\/li><li>Torsades de pointes: Electrical cardioversion if hemodynamically unstable. Treat stable patients with magnesium (first-line agent) and\/or atrial overdrive pacing. Correct electrolyte abnormalities (ie, hypomagnesemia, hypokalemia, hypocalcemia) and hypoxia, if present. Avoid class Ia (eg, quinidine, disopyramide, procainamide), class Ic (eg, flecainide, encainide, propafenone) and most class III antidysrhythmics.<\/li><li>Rhabdomyolysis: IV 0.9% NS to maintain urine output of 2 to 3 mL\/kg\/h.<\/li><li>Body temperature above reference range: Control agitation and muscle activity with benzodiazepines. Enhance evaporative cooling by keeping skin damp with water\/ice packs and using cooling fans.<\/li><li>Monitoring of patient: Monitor vital signs, neurologic exam, and mental status. Institute continuous cardiac monitoring and obtain an ECG. Monitor electrolytes (including magnesium, potassium, and calcium), and renal function. Specific amantadine concentrations are not readily available or useful to assist acute management.<\/li><li>Enhanced elimination procedure: These procedures have not been shown to be effective because the volume of distribution is large. Since the serum half-life is very long in patients with renal failure, dialysis may be necessary in patients with poor renal function.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic adults with inadvertent ingestions of an extra dose and asymptomatic children with inadvertent ingestions of a single pill can be managed at home. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions, and children ingesting more than a pill should be referred to a healthcare facility. Monitor asymptomatic patients with significant exposures for at least 8 to 12 hours after ingestion. ADMISSION CRITERIA: All patients with more than mild symptoms should be admitted to the hospital. CONSULT CRITERIA: Consult a medical toxicologist or poison center for assistance with patients with significant toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jrgys12b33","title":"Range of Toxicity","mono":"<b>AMANTADINE<\/b><br\/>TOXICITY:  ADULT: 31 mg\/kg caused fatal dysrhythmias and cardiac arrest. Death has been reported in adults ingesting 1 to 12 grams. Plasma concentrations of 4.4 mcg\/mL produced CNS symptoms of hallucinations, nightmares, and agitation. PEDIATRIC: Limited pediatric data; Two toddlers who ingested 600 mg to 1.5 g developed neurologic toxicity, but recovered. THERAPEUTIC DOSE: INFLUENZA A (ADULT): 200 mg orally once daily or in two divided doses. (CHILDREN): For children 1 to 9 years of age, 4.4 to 8.8 mg\/kg\/day up to a max of 150 mg\/day; 10 years and older, 100 mg two times daily. PARKINSONISM (ADULT): 100 mg twice daily, max 400 mg\/day. DRUG-INDUCED EXTRAPYRAMIDAL REACTIONS: (ADULT): 100 mg twice daily, max 300 mg\/day.<br\/>"}]},"13":{"id":"jrgys13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, as drug may cause dizziness.<\/li><li>This drug may cause anorexia, nausea, vomiting, xerostomia, insomnia, and nervousness.<\/li><li>Advise patient should report seizure activity.<\/li><li>Patient should begin taking drug within 48 hours of first flu symptoms.<\/li><li>Tell patient to take drug with food to minimize gastric irritation.<\/li><\/ul>"}}}