{"generic":"Piperacillin Sodium\/Tazobactam Sodium","drugs":["Piperacillin Sodium\/Tazobactam Sodium","Zosyn"],"mono":{"0":{"id":"jrhzs0","title":"Generic Names","mono":"Piperacillin Sodium\/Tazobactam Sodium"},"1":{"id":"jrhzs1","title":"Dosing and Indications","sub":[{"id":"jrhzs1b4","title":"Adult Dosing","mono":"<ul><li>compared to standard intermittent-infusion therapy, piperacillin\/tazobactam administered as a continuous (initial bolus of 2 g\/0.25 g infused over 30 minutes, then 12 g\/1.5 g over 24 hours) or prolonged intermittent infusion (3.375 g over 4 hours every 8 hours) achieve higher pharmacokinetic and pharmacodynamic targets, but may only be associated with improved clinical outcomes in critically ill patients<\/li><li><b>Appendicitis (Moderate to Severe), complicated by rupture or abscess:<\/b> 3.375 g IV every 6 hours for 7 to 10 days<\/li><li><b>Bacteremia associated with intravascular line:<\/b> Due to Pseudomonas aeruginosa: 4.5 g IV every 6 hours, with or without amikacin 15 mg\/kg IV once daily or tobramycin 5 to 7 mg\/kg IV once daily (guideline dose)<\/li><li><b>Community acquired pneumonia (Moderate):<\/b> 3.375 g IV every 6 hours for 7 to 10 days<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue (Moderate to Severe), uncomplicated or complicated:<\/b> 3.375 g IV every 6 hours for 7 to 10 days<\/li><li><b>Nosocomial pneumonia (Moderate to Severe):<\/b> 4.5 g IV every 6 hours, with an aminoglycoside, for 7 to 14 days<\/li><li><b>Pelvic inflammatory disease (Moderate to Severe):<\/b> 3.375 g IV every 6 hours for 7 to 10 days<\/li><li><b>Peritonitis (Moderate to Severe):<\/b> 3.375 g IV every 6 hours for 7 to 10 days<\/li><li><b>Puerperal endometritis (Moderate to Severe):<\/b> 3.375 g IV every 6 hours for 7 to 10 days<\/li><\/ul>"},{"id":"jrhzs1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy in pediatric patients have not been established except for children 2 months and older who have appendicitis and\/or peritonitis<\/li><li><b>Appendicitis (Moderate to Severe), complicated by rupture or abscess:<\/b> (2 to 9 months) Piperacillin 80 mg\/tazobactam 10 mg per kg IV every 8 hours for 7 to 10 days<\/li><li><b>Appendicitis (Moderate to Severe), complicated by rupture or abscess:<\/b> (9 months or older, up to 40 kg) Piperacillin 100 mg\/tazobactam 12.5 mg per kg IV every 8 hours for 7 to 10 days<\/li><li><b>Appendicitis (Moderate to Severe), complicated by rupture or abscess:<\/b> (9 months or older, more than 40 kg) 3.375 g IV every 6 hours for 7 to 10 days<\/li><li><b>Peritonitis (Moderate to Severe):<\/b> (2 to 9 months) Piperacillin 80 mg\/tazobactam 10 mg per kg IV every 8 hours for 7 to 10 days<\/li><li><b>Peritonitis (Moderate to Severe):<\/b> (9 months or older, up to 40 kg) Piperacillin 100 mg\/tazobactam 12.5 mg per kg IV every 8 hours for 7 to 10 days<\/li><li><b>Peritonitis (Moderate to Severe):<\/b> (9 months or older, more than 40 kg) 3.375 g IV every 6 hours for 7 to 10 days<\/li><\/ul>"},{"id":"jrhzs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (all indications EXCEPT nosocomial pneumonia):<\/b> CrCl greater than 40 mL\/min, no dose adjustment necessary; CrCl 20 to 40 mL\/min, 2.25 g every 6 hours; CrCl less than 20 mL\/min, 2.25 g every 8 hours<\/li><li><b>renal impairment (nosocomial pneumonia):<\/b> CrCl greater than 40 mL\/min, no dose adjustment necessary; CrCl 20 to 40 mL\/min, 3.375 g every 6 hours; CrCl less than 20 mL\/min, 2.25 g every 6 hours<\/li><li><b>hemodialysis (all indications EXCEPT nosocomial pneumonia):<\/b> 2.25 g every 12 hours; 0.75 g after each dialysis session<\/li><li><b>hemodialysis (nosocomial pneumonia):<\/b> 2.25 g every 8 hours; 0.75 g after each dialysis session<\/li><li><b>CAPD (all indications EXCEPT nosocomial pneumonia):<\/b> 2.25 g every 12 hours; no additional dosage necessary<\/li><li><b>CAPD (nosocomial pneumonia):<\/b> 2.25 g every 8 hours; no additional dosage necessary<\/li><\/ul>"},{"id":"jrhzs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Appendicitis (Moderate to Severe), complicated by rupture or abscess<\/li><li>Community acquired pneumonia (Moderate)<\/li><li>Infection of skin AND\/OR subcutaneous tissue (Moderate to Severe), uncomplicated or complicated<\/li><li>Nosocomial pneumonia (Moderate to Severe)<\/li><li>Pelvic inflammatory disease (Moderate to Severe)<\/li><li>Peritonitis (Moderate to Severe)<\/li><li>Puerperal endometritis (Moderate to Severe)<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bacteremia associated with intravascular line<\/li><li>Febrile neutropenia, Empiric therapy<\/li><li>Infectious disease of abdomen<\/li><\/ul>"}]},"3":{"id":"jrhzs3","title":"Contraindications\/Warnings","sub":[{"id":"jrhzs3b9","title":"Contraindications","mono":"hypersensitivity to penicillins, cephalosporins, or beta-lactamase inhibitors <br\/>"},{"id":"jrhzs3b10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- serious skin reactions such as Stevens-Johnson syndrome and toxic epidermal necrolysis have been reported; close monitoring recommended and discontinue if lesions progress<\/li><li>Endocrine and Metabolic:<\/li><li>-- hypokalemia may occur especially in patients with low potassium reserves and concomitant diuretic or cytotoxic therapy; monitoring recommended in patients with low potassium reserves<\/li><li>-- use caution in patients requiring sodium restriction as product contains 2.79 mEq (64 mg) of sodium per g of piperacillin<\/li><li>Gastrointestinal:<\/li><li>-- Clostridium difficile-associated diarrhea, including mild diarrhea to fatal colitis, has been reported and may occur more than 2 months after use; discontinuation of antibacterial use not directed against C. difficile may be required<\/li><li>Hematologic:<\/li><li>-- bleeding manifestations have been reported with piperacillin use, especially in patients with renal failure; monitoring recommended particularly with prolonged use (ie, 21 days or greater); discontinue use if occurs<\/li><li>-- leukopenia and neutropenia have been reported, especially with prolonged use; usually reversible upon discontinuation; however, monitoring recommended<\/li><li>Immunologic:<\/li><li>-- serious anaphylactic reactions, with some fatal cases, have been reported, especially in patients with history of penicillin, cephalosporin, or carbapenem hypersensitivity or history of sensitivity to multiple allergens<\/li><li>Renal:<\/li><li>-- use caution in patients with renal failure; increased risk of neuromuscular excitability or convulsions with higher than recommended IV doses<\/li><li>-- renal insufficiency (ie, CrCl less than or equal to 40 mL\/min) and hemodialysis or continuous ambulatory peritoneal dialysis patients; dosage adjustments required<\/li><li>Respiratory:<\/li><li>--use caution in patients with cystic fibrosis due to increased risk for fever and rash<\/li><li>Concomitant use:<\/li><li>-- probenecid not recommended unless benefit outweighs risk<\/li><\/ul>"},{"id":"jrhzs3b11","title":"Pregnancy Category","mono":"<ul><li>Piperacillin: B (FDA)<\/li><li>Piperacillin: B1 (AUS)<\/li><li>Tazobactam Sodium: Unknown<\/li><\/ul>"},{"id":"jrhzs3b12","title":"Breast Feeding","mono":"<ul><li>Piperacillin: WHO: Compatible with breastfeeding.<\/li><li>Piperacillin: Micromedex: Infant risk is minimal.<\/li><li>Tazobactam Sodium: Unknown<\/li><\/ul>"}]},"4":{"id":"jrhzs4","title":"Drug Interactions","sub":{"1":{"id":"jrhzs4b14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Chlortetracycline (probable)<\/li><li>Demeclocycline (probable)<\/li><li>Donepezil (theoretical)<\/li><li>Doxycycline (probable)<\/li><li>Lymecycline (probable)<\/li><li>Meclocycline (probable)<\/li><li>Methacycline (probable)<\/li><li>Methotrexate (probable)<\/li><li>Minocycline (probable)<\/li><li>Oxytetracycline (probable)<\/li><li>Rolitetracycline (probable)<\/li><li>Tetracycline (probable)<\/li><li>Vecuronium (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"jrhzs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Pruritus (3.1% to 3.2%), Rash (less than 1.4% to 4.2%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (7.7% to 8.4%), Diarrhea (4.4% to 20%), Nausea (5.8% to 6.9%), Oral candidiasis (combination therapy with aminoglycoside, 3.9%), Vomiting (2.7% to 3.3%)<\/li><li><b>Neurologic:<\/b>Headache (4.5% to 7.7%), Insomnia (4.5% to 6.6%)<\/li><li><b>Other:<\/b>Fever (2.4% to 3.2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile diarrhea<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Leukopenia, Neutropenia (34%), Pancytopenia, Thrombocytopenia (combination therapy with an aminoglycoside, less than or equal to 1%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis (1% or less), Drug hypersensitivity syndrome, Hypersensitivity reaction (12%)<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},"6":{"id":"jrhzs6","title":"Drug Name Info","sub":{"0":{"id":"jrhzs6b17","title":"US Trade Names","mono":"Zosyn<br\/>"},"2":{"id":"jrhzs6b19","title":"Class","mono":"<ul><li>Antibiotic<\/li><li>Beta-Lactamase Inhibitor<\/li><li>Penicillin, Extended Spectrum<\/li><\/ul>"},"3":{"id":"jrhzs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jrhzs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jrhzs7","title":"Mechanism Of Action","mono":"<ul><li>Piperacillin sodium, a semi-synthetic beta-lactam antibiotic, is bactericidal against a variety of gram-positive and gram-negative aerobic and anaerobic microorganisms, and acts by inhibiting bacterial septum formation and cell-wall synthesis.<\/li><li>Tazobactam sodium is a beta-lactamase inhibitor of the Richmond-Sykes class III (Bush class 2b and 2b') penicillinases and cephalosporinases. It has reduced affinity to penicillin-binding protein.<\/li><\/ul>"},"8":{"id":"jrhzs8","title":"Pharmacokinetics","sub":[{"id":"jrhzs8b23","title":"Absorption","mono":"<ul><li>Tmax, IV: end of infusion<\/li><li>Bioavailability, IM: 71%<\/li><\/ul>"},{"id":"jrhzs8b24","title":"Distribution","mono":"<ul><li>Vd: 10 to 16 L.<\/li><li>Protein binding: approximately 30%<\/li><\/ul>"},{"id":"jrhzs8b25","title":"Metabolism","mono":"Liver, partially <br\/>"},{"id":"jrhzs8b26","title":"Excretion","mono":"<ul><li>Bile, piperacillin sodium: less than 5%.<\/li><li>Fecal, tazobactam sodium: 0.64%<\/li><li>Renal, piperacillin sodium: 68% unchanged<\/li><li>Renal, tazobactam sodium: 80% unchanged, remainder as metabolite<\/li><li>Dialyzable: yes (hemodialysis) 30% to 40% of piperacillin sodium\/tazobactam sodium; no (peritoneal dialysis) approximately 6% of piperacillin sodium and 21% of tazobactam sodium<\/li><\/ul>"},{"id":"jrhzs8b27","title":"Elimination Half Life","mono":"<ul><li>0.7 hr to 1.2 hr<\/li><li>Piperacillin sodium and tazobactam sodium (with probenecid): prolonged by 21% (piperacillin sodium) and by 71% (tazobactam sodium)<\/li><li>Piperacillin sodium, renal impairment (creatinine clearance below 20 mL\/min): 2-fold increase<\/li><li>Tazobactam sodium, renal impairment (creatinine clearance below 20 mL\/min): 4-fold increase<\/li><\/ul>"}]},"9":{"id":"jrhzs9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>reconstitute initially with NS, D5W, sterile water for injection, or other compatible solution; further dilute to 50 to 150 mL and infuse over 30 minutes<\/li><li>following reconstitution, discard any unused portion after 24 hours if stored at room temperature (20 to 25 degrees C) or after 48 hours if refrigerated (2 to 8 degrees C)<\/li><li>discontinue primary infusion solution during piperacillin\/tazobactam infusion<\/li><li>maximum recommended volume per dose of sterile water for injection is 50 mL<\/li><\/ul>"},"10":{"id":"jrhzs10","title":"Monitoring","mono":"<ul><li>CBC, including differential<\/li><li>body temperature<\/li><li>improvement in the signs and symptoms of infection is indicative of efficacy<\/li><li>electrolytes, periodically during therapy in patients with low potassium reserves, receiving chemotherapy or diuretics<\/li><li>hematopoietic function, periodically, especially during prolonged therapy of 21 days or longer<\/li><\/ul>"},"11":{"id":"jrhzs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Powder for Solution: (Piperacillin Sodium - Tazobactam Sodium) 2 GM-0.25 GM, 3 GM-0.375 GM, 4 GM-0.5 GM, 36 GM-4.5 GM<br\/><\/li><li><b>Novaplus Piperacillin Sodium-Tazobactam Sodium<\/b><br\/>Intravenous Powder for Solution: (Piperacillin Sodium - Tazobactam Sodium) 36 GM-4.5 GM<br\/><\/li><li><b>Novaplus Zosyn<\/b><br\/>Intravenous Solution: (Piperacillin Sodium - Tazobactam Sodium) 2 GM\/50 ML-0.25 GM\/50 ML, 4 GM\/100 ML-0.5 GM\/100 ML, 3 GM\/50 ML-0.375 GM\/50 ML<br\/><\/li><li><b>PremierPro Rx Piperacillin and Tazobactam<\/b><br\/>Intravenous Powder for Solution: (Piperacillin Sodium - Tazobactam Sodium) 36 GM-4.5 GM<br\/><\/li><li><b>Zosyn<\/b><br\/><ul><li>Intravenous Powder for Solution: (Piperacillin Sodium - Tazobactam Sodium) 2 GM-0.25 GM, 3 GM-0.375 GM, 4 GM-0.5 GM, 36 GM-4.5 GM<\/li><li>Intravenous Solution: (Piperacillin Sodium - Tazobactam Sodium) 2 GM\/50 ML-0.25 GM\/50 ML, 4 GM\/100 ML-0.5 GM\/100 ML, 3 GM\/50 ML-0.375 GM\/50 ML<\/li><\/ul><\/li><\/ul>"},"12":{"id":"jrhzs12","title":"Toxicology","sub":[{"id":"jrhzs12b31","title":"Clinical Effects","mono":"<b>PENICILLIN<\/b><br\/>USES: Penicillins are used to treat gram-negative bacilli that can include second-generation (eg, ampicillin, amoxicillin), third-generation (eg, carbenicillin and ticarcillin), and fourth-generation penicillins (eg, piperacillin). PHARMACOLOGY: Penicillin is derived from the fungus penicillum. As a class, penicillins contain a 6 aminopenicillanic acid nucleus, composed of a beta-lactam ring fused to a 5 member thiazolidine ring. Penicillins and other beta-lactams inhibit cell wall mucopeptide synthesis. TOXICOLOGY: A penicillin can act as an agonist at the picrotoxin binding site causing GABA antagonism, CNS excitation and seizures. High doses of amoxicillin can cause crystal precipitation in the urine, with hematuria and renal insufficiency. EPIDEMIOLOGY: Penicillin overdose is relatively uncommon, but has the potential to produce severe toxicity. MILD TO MODERATE TOXICITY: Nausea, vomiting, abdominal pain and diarrhea may develop with ingestion. Skin rashes and urticaria may develop, especially with amoxicillin and ampicillin ingestions. Hematuria, crystalluria and transient renal insufficiency have been reported after amoxicillin overdose. SEVERE TOXICITY: Agitation, confusion, hallucinations, stupor, coma, multifocal myoclonus, seizures and encephalopathy may occur following massive doses of IV penicillins (40 to 100 million units\/day). Cardiac arrest and death have been associated with inadvertent intravenous administration of penicillin G (benzathine and procaine). Hyperkalemia may also develop. ADVERSE EFFECTS: COMMON: GASTROINTESTINAL: Nausea, vomiting, diarrhea, epigastric distress, and black hairy tongue are likely with orally administered penicillins. RENAL: Renal failure, crystalluria, interstitial nephritis, and hemorrhagic cystitis have been reported following the use of penicillin derivatives.Symptoms are frequently associated with sensitivity reactions and may include the following: DERMATOLOGY: Dermatologic reactions can vary greatly in severity, character, and distribution.  Amoxicillin and ampicillin appears to cause skin rashes more frequently than other penicillins. HEMATOLOGIC: Thrombocytopenia, neutropenia, and agranulocytosis have occurred following administration of the semisynthetic penicillins and may be related to a hypersensitivity reaction. SEVERE: Anaphylaxis may follow an exposure to any amount of penicillin; severe hypersensitivity reactions may result in anaphylaxis. Parenteral exposures are more likely to cause severe allergic reactions compared to an oral exposure. RARE: Penicillin-induced granulocytopenia is rare and has been associated with high-dose parenteral therapy. <br\/>"},{"id":"jrhzs12b32","title":"Treatment","mono":"<b>PENICILLIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat significant vomiting and diarrhea with IV fluids; administer antiemetics, as needed. HYPERSENSITIVITY REACTION: Administer antihistamines, with or without inhaled beta agonists, corticosteroids or epinephrine. MANAGEMENT OF SEVERE TOXICITY: ANAPHYLAXIS: Acute anaphylaxis is more likely to occur after parenteral exposure, but may develop with all routes. Administer oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids. Dysrhythmias should be treated with standard antiarrhythmic drugs, if necessary. SEIZURES: Initially treat with IV benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL: Gastric decontamination is unlikely to be necessary in most ingestions. HOSPITAL: GI decontamination is unlikely to be necessary, administer activated charcoal if the ingestion is recent and toxic coingestants are involved.<\/li><li>Airway management: Airway management is unlikely to be needed following an overdose; however, aggressive airway management is indicated in patients that develop a significant hypersensitivity\/anaphylactoid reaction.<\/li><li>Antidote: There is no known antidote.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor renal function, urinalysis, and electrolytes following a significant overdose. Monitor fluid status in patients with severe vomiting and\/or diarrhea. Obtain a baseline ECG and institute continuous cardiac monitoring in patients with a significant IV overdose. Plasma levels of these antibiotics are not clinically useful in overdose situations.<\/li><li>Enhanced elimination procedure: HEMODIALYSIS: Ampicillin-class antibiotics, amoxicillin and ticarcillin are removed from the circulation by hemodialysis, but as severe toxicity is highly unlikely hemodialysis is almost never indicated.<\/li><li>Intrathecal injection: Intrathecal injection has occurred rarely with penicillins. Treat seizures aggressively (benzodiapzepines, barbiturates, propofol). Cerebrospinal fluid (CSF) drainage and CSF exchange may be useful after a large overdose. The following information is derived from limited case reports and experience with antineoplastic agents. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).  Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children with inadvertent ingestions of pediatric preparations can generally be managed at home. A small number of children ingesting more than 250 mg\/kg of amoxicillin have developed crystalluria, hematuria and transient renal insufficiency; any patient who develops urinary symptoms should be referred to a healthcare facility. OBSERVATION CRITERIA: Patients with deliberate overdose or with more than mild symptoms should be evaluated in a health care facility. All patients with a history of penicillin allergy or evidence of a hypersensitivity reaction should be referred immediately to a healthcare facility. Patients should be observed until symptoms resolve and clinical parameters (eg, vital signs, mental status) are within normal limits. ADMISSION CRITERIA: Patients with ongoing symptoms should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in patients with persistent renal or cardiovascular symptoms.<\/li><\/ul>"},{"id":"jrhzs12b33","title":"Range of Toxicity","mono":"<b>PENICILLIN <\/b><br\/>TOXICITY: A specific toxic dose has not been established. INTRAVENOUS: Agitation, confusion, hallucinations, stupor, coma multifocal myoclonus, seizures and encephalopathy may occur following massive doses of IV penicillins (40 to 100 million units\/day); patients with renal impairment may be at increased risk. AMOXICILLIN: ORAL: Serious toxicity is unlikely following large oral doses of amoxicillin. Acute renal failure has been described in a 3-year-old boy who ingested 574 mg\/kg of amoxicillin. Toxicity is unlikely with doses of 250 mg\/kg or less. THERAPEUTIC DOSE: SELECT AGENTS: AMOXICILLIN: ADULT: Up to 875 mg orally every 12 hours for severe infections; PEDIATRIC: ACUTE OTITIS MEDIA: CHILDREN 2 MONTHS OF AGE AND OLDER: 80 to 90 mg\/kg\/day orally in 2 to 3 divided doses for 5 to 7 days (or 10 days in children less than 6 years of age or severe illness). AMPICILLIN: ADULT: Various infections: Weighing 40 kg or greater: 500 mg IV\/IM every 6 hours; Weighing less than 40 kg: 50 mg\/kg\/day at 6 to 8 hour intervals; PEDIATRIC: Various infections: 150 to 200 mg\/kg\/day in equally divided doses every 3 to 4 hours. PENICILLIN G SODIUM: ADULT: Serious infections: 5 to 24 million units\/day in equally divided doses every 4 to 6 hours, depending on the infection and its severity; PEDIATRIC: This agent is NOT indicated in children requiring less than one million units per dose. PENICILLIN G BENZATHINE: ADULT: 2,400,000 units as a single dose or once daily for 2 to 3 days as indicated; PEDIATRIC: Varies by infection: Under 30 lbs: 600, 000 units as a single dose; 30 to 60 lbs: 900,000 units as a single dose; over 60 lbs: 2,400,000 units as a single dose.<br\/>"}]},"13":{"id":"jrhzs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of bleeding.<\/li><li>Instruct patient to report watery or bloody diarrhea during therapy or up to several weeks post-therapy, and consult with healthcare professional prior to taking antidiarrheal medicine.<\/li><li>Drug may cause diarrhea, constipation, nausea, vomiting, insomnia, headaches, and injection site reactions.<\/li><li>Advise patient with cystic fibrosis to report a fever or rash, due to an increased risk in this patient group.<\/li><li>Counsel patient with renal impairment to report symptoms of neuromuscular excitability or seizures.<\/li><\/ul>"}}}