{"generic":"Calcipotriene","drugs":["Calcipotriene","Calcitrene","Dovonex","Sorilux"],"mono":{"0":{"id":"jrmxs0","title":"Generic Names","mono":"Calcipotriene"},"1":{"id":"jrmxs1","title":"Dosing and Indications","sub":{"0":{"id":"jrmxs1b4","title":"Adult Dosing","mono":"<ul><li><b>Plaque psoriasis:<\/b> cream, apply thin layer TOPICALLY twice daily for up to 8 weeks<\/li><li><b>Plaque psoriasis:<\/b> foam, apply thin layer TOPICALLY twice daily<\/li><li><b>Plaque psoriasis:<\/b> ointment, apply thin layer TOPICALLY once or twice daily<\/li><li><b>Psoriasis vulgaris, Of the body:<\/b> calcipotriene 50 mcg\/g plus betamethasone dipropionate 0.5 mg\/g in a vehicle administered TOPICALLY once daily to affected area(s)<\/li><li><b>Scalp psoriasis:<\/b> foam, apply thin layer TOPICALLY to scalp twice daily, avoiding the face and eyes<\/li><li><b>Scalp psoriasis:<\/b> solution, apply TOPICALLY to scalp twice daily for up to 8 weeks<\/li><\/ul>"},"1":{"id":"jrmxs1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients; may have greater risk for systemic adverse effects than adults "},"3":{"id":"jrmxs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Plaque psoriasis<\/li><li>Scalp psoriasis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Psoriasis vulgaris, Of the body<\/li><li>Vitiligo<\/li><\/ul>"}}},"3":{"id":"jrmxs3","title":"Contraindications\/Warnings","sub":[{"id":"jrmxs3b9","title":"Contraindications","mono":"<ul><li>facial application (cream, ointment)<\/li><li>hypercalcemia<\/li><li>hypersensitivity to calcipotriene or any ingredient<\/li><li>psoriatic eruptions, acute (solution)<\/li><li>vitamin D toxicity (cream, ointment, solution)<\/li><\/ul>"},{"id":"jrmxs3b10","title":"Precautions","mono":"<ul><li>concomitant use of phototherapy should be limited or avoided<\/li><li>elevated serum calcium levels, reversible and transient, have been reported; discontinue if serum calcium is outside of normal range until normal serum calcium levels are restored<\/li><li>external use only; avoid contact with eyes and mucous membranes<\/li><li>flammability; avoid fire, flame, and smoking during or immediately after application (foam, solution)<\/li><li>psoriasis, erythrodermic, exfoliative, or pustular; not evaluated for use in these conditions (foam)<\/li><li>skin irritation of lesions and surrounding area may occur; discontinue if irritation occurs (cream, ointment, solution)<\/li><li>ultraviolet light exposure; protect treated area from natural or artificial sunlight, including tanning booths or sunlamps<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-332-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jrmxs3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"jrmxs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jrmxs5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Burning sensation (ointment, 10% to 15%; solution, 23%), Dermatitis (cream and ointment, 1% to 10%), Dry skin (ointment, 1% to 10%; solution, 1% to 5%), Peeling of skin (ointment, 1% to 10%), Plaque psoriasis, Worsening of (cream and ointment, 1% to 10%; solution, 1% to 5%), Pruritus (cream, 1% to 10%; ointment, 10% to 15%), Rash (cream or ointment, 1% to 10%; solution, 11%), Skin irritation (cream or ointment, 10% to 15%; solution, 1% to 5%)<br\/><b>Serious<\/b><br\/><b>Endocrine metabolic:<\/b>Raised serum calcium level, Transient, reversible<br\/>"},"6":{"id":"jrmxs6","title":"Drug Name Info","sub":{"0":{"id":"jrmxs6b17","title":"US Trade Names","mono":"<ul><li>Dovonex<\/li><li>Calcitrene<\/li><li>Sorilux<\/li><\/ul>"},"2":{"id":"jrmxs6b19","title":"Class","mono":"<ul><li>Antipsoriatic<\/li><li>Vitamin D3, Synthetic<\/li><\/ul>"},"3":{"id":"jrmxs6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"jrmxs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jrmxs7","title":"Mechanism Of Action","mono":"Calcipotriene is a synthetic vitamin D analog. The effectiveness of topical calcipotriene in the treatment of psoriasis may result from inhibition of epidermal proliferation and stimulation of differentiation of epidermal cells. Also, calcipotriene increases the number of vitamin D receptors in epidermal nuclei.<br\/>"},"8":{"id":"jrmxs8","title":"Pharmacokinetics","sub":{"0":{"id":"jrmxs8b23","title":"Absorption","mono":"<ul><li>Bioavailability, Topical, foam: minimal<\/li><li>Bioavailability, Topical, ointment: 5% (normal skin); 6% (psoriasis plaques)<\/li><li> Bioavailability, solution: less than 1%<\/li><\/ul>"},"2":{"id":"jrmxs8b25","title":"Metabolism","mono":"Hepatic: extensive <br\/>"},"3":{"id":"jrmxs8b26","title":"Excretion","mono":"Bile: extensive <br\/>"}}},"9":{"id":"jrmxs9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>(cream, foam, ointment) apply a thin layer and rub in gently and completely<\/li><li>(solution, foam) apply to lesions on scalp and rub in gently and completely; avoid contact with eyes and face; do not spread onto forehead, or apply to uninvolved scalp margins<\/li><li>(foam) shake can before use; apply to scalp when hair is dry<\/li><\/ul>"},"10":{"id":"jrmxs10","title":"Monitoring","mono":"<ul><li>plaque psoriasis: an improvement in plaque psoriasis (ie, decreased scaling, erythema, and thickness) is indicative of a therapeutic response to topical calcipotriene cream, foam, or ointment<\/li><li>scalp psoriasis: an improvement in scalp psoriasis is indicative of a therapeutic response to topical calcipotriene scalp solution<\/li><\/ul>"},"11":{"id":"jrmxs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Topical Cream: 0.005 %<\/li><li>Topical Ointment: 0.005 %<\/li><li>Topical Solution: 0.005 %<\/li><\/ul><\/li><li><b>Calcitrene<\/b><br\/>Topical Ointment: 0.005 %<br\/><\/li><li><b>Dovonex<\/b><br\/><ul><li>Topical Cream: 0.005 %<\/li><li>Topical Ointment: 0.005 %<\/li><li>Topical Solution: 0.005 %<\/li><\/ul><\/li><li><b>Sorilux<\/b><br\/>Topical Foam: 0.005 %<br\/><\/li><\/ul>"},"12":{"id":"jrmxs12","title":"Toxicology","sub":[{"id":"jrmxs12b31","title":"Clinical Effects","mono":"<b>VITAMIN D<\/b><br\/>USES: Vitamin D (represents D2 {ergocalciferol} or D3 {cholecalciferol} is a fat soluble vitamin. It is used for the prevention and treatment of rickets, osteomalacia, and osteoporosis, and the treatment of hypoparathyroidism. More recently, evidence suggests that it may also have a role in the prevention of cardiovascular disease, and colon, prostate, and breast cancers. Vitamin D is found in many dietary supplements (multivitamins, combined with calcium) or as a single dietary supplement and also commonly found in fortified foods (ie, milk, cereal, and bread). PHARMACOLOGY: Vitamin D is metabolized into 25-hydroxyvitamin D [25(OH)D] by vitamin D-25-hydroxylase. It regulates calcium homeostasis via interactions with the intestines and bones. Vitamin D is thought to act as a hormone, because it is synthesized in the body, circulates in the blood, and binds to receptors in order to evoke its biologic action. It promotes calcium absorption in the gut and aids adequate serum calcium and phosphate concentrations. EPIDEMIOLOGY: Overdose is rare. Toxicity is mild after acute overdose, but more severe toxicity occasionally develops after chronic ingestion of large amounts. In some cases, exposure has occurred due to excessive fortification of foods or overuse of supplements. TOXICOLOGY: Hypercalcemia is characteristic of vitamin D toxicity. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting and abdominal cramps are likely to occur with an acute ingestion. Other symptoms include: anorexia, constipation or diarrhea, weakness, fatigue, irritability, drowsiness, headache and dizziness. SEVERE TOXICITY: Generally, only seen after chronic ingestion of large amounts of vitamin D. Seizures, confusion, ataxia, psychotic disturbances, coma, or renal failure can occur. Cardiac dysrhythmias can develop. Polyuria and polydipsia may be present. ADVERSE EFFECTS: Adverse events are not typically reported with normal use. <br\/>"},{"id":"jrmxs12b32","title":"Treatment","mono":"<b>VITAMIN D <\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Monitor serum calcium and phosphorus concentrations. Discontinue all vitamin D and calcium supplements; start a low-calcium diet. Increase oral fluids or IV fluids, if patient is unable to tolerate fluids, to increase renal calcium clearance. Diuresis with IV 0.9% NaCl and furosemide can be used to promote calcium excretion. SEVERE TOXICITY: HYPERCALCEMIA: Monitor serum calcium and phosphorus concentrations until levels have stabilized, discontinue all supplements. Administer IV 0.9% saline and furosemide to enhance calcium elimination. Corticosteroids: Hydrocortisone: 100 mg\/day OR Prednisone: 20 mg\/day can improve hypercalcemia and hypercalcuria. Bisphosphonates (eg, pamidronate 90 mg IV; alendronate) have been used successfully to treat severe hypercalcemia. Calcitonin has also been used. Hemodialysis may be indicated in patients with severe hypercalcemia that is unresponsive to other treatment. Cardiac dysrhythmias may develop, obtain a baseline ECG and continuous cardiac monitoring. SEIZURES: Treat initially with benzodiazepines, followed by barbiturates as needed. OTHER: Monitor CNS and renal function.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large amount has been ingested (more than 100 times the RDA). HOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large ingestion has occurred or coingestants are suspected.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure. Patients with severe toxicity (ie, altered mental status, confusion, seizures, coma, or cardiac dysrhythmias) may require airway protection and mechanical ventilation.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Institute continuous cardiac monitoring and obtain an ECG (evaluate for prolonged PR interval and QRS widening, shortened QT interval and flattened T waves). Serum calcium and phosphate concentrations should be monitored closely. Monitor renal function. Obtain a baseline urinalysis; monitor for hypercalcuria and polydipsia. Monitor fluid status, if significant dehydration, polyuria or vomiting occurs. Plasma concentrations of 25-hydroxyvitamin [25(OH)D] are generally elevated with vitamin D toxicity and can confirm the diagnosis but are not useful to guide therapy.<\/li><li>Enhanced elimination procedure: Hemodialysis or peritoneal dialysis against a calcium-free dialysate may be useful if the patient has persistent severe hypercalcemia unresponsive to other treatment measures.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult or child with an inadvertent minor exposure (eg, a single dietary supplement ingested by a child) may be monitored at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with seizure activity or CNS depression should be monitored until symptoms resolve and neurologic exam is normal. Patients may be discharged to home once symptoms have resolved and laboratory studies are within normal limits. ADMISSION CRITERIA: Patients with evidence of severe hypercalcemia or persistent seizures should be admitted for further treatment. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"jrmxs12b33","title":"Range of Toxicity","mono":"<b>VITAMIN D<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Toxicity has been reported after Vitamin D intake of 50,000 to 150,000 International Units daily for prolonged periods. Two adults ingested supplements containing large doses (manufacturing error) of vitamin D (1,864,000 and 970,000 International Units vitamin D3 daily, respectively) daily for several months and developed significant toxicity and prolonged elevated concentrations of 5-hydroxyvitamin D for up to a year. However, no permanent sequelae developed. A 3-month-old inadvertently received 12000 International Units of vitamin D daily for approximately 20 days; a serum 25-hydroxyvitamin D level was elevated (422 ng\/mL), but no symptoms developed. In a similar case, a 2-month-old received 12000 International Units of vitamin D for approximately 30 days; a serum 25-hydroxyvitamin D level was markedly increased (750 ng\/mL) along with hypercalcemia. The infant recovered completely following supportive care. Two elderly patients developed no evidence of clinical effects after inadvertently receiving 2,000,000 International Units of Vitamin D3. THERAPEUTIC DOSE: RECOMMENDED DIETARY ALLOWANCE: PEDIATRIC: 0 to 12 months: 400 International Units\/day; 1 to 18 years: 600 International Units\/day; ADULT: 19 to 70 years of age or Pregnant\/Lactating women: 600 International Units\/day; ELDERLY: Greater than 70 years: 800 International Units\/day. CLINICAL PRACTICE GUIDELINES: Doses of 1000 to 2000 International Units of vitamin D3 have been recommended by the Endocrine Society to raise a low 25-hydroxyvitamin D level to at least 30 ng\/mL. TOLERABLE UPPER INTAKE LEVELS: PEDIATRIC: 0 to 6 months: 1000 International Units\/day; 7 to 12 months: 1500 International Units\/day; 1 to 3 years of age: 2500 International Units\/day; 4 to 8 years of age: 3000 International Units\/day; ADULT: Greater or equal to 9 years of age: 4000 International Units\/day. <br\/>"}]},"13":{"id":"jrmxs13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to avoid excessive exposure of treated areas to natural or artificial sunlight, including sun lamps or tanning booths.<\/li><li> Advise patient to avoid fire, flame, or smoking during and immediately after foam or solution application as these products are flammable.<\/li><li>(cream) This drug may cause rash, dermatitis, or skin irritation.<\/li><li>(foam) This drug may cause application site erythema and pain.<\/li><li>(solution\/ointment) This drug may cause rash, dermatitis, dry skin, skin irritation, or burning sensation.<\/li><li>Patient should contact healthcare professional if irritation of lesions or uninvolved skin occurs.<\/li><li>Advise patient that drug is for external use only, not for ophthalmic, oral, or intravaginal use. Patients should wash their hands after applying the drug unless their hands are the affected site.<\/li><li>Instruct patient to apply a thin layer of foam twice daily to the scalp when hair is dry, rub in gently and completely, and avoid contact with the face or eyes. Patient should rinse thoroughly with water if foam gets on face or in or near the eyes.<\/li><\/ul>"}}}