{"generic":"Fluvastatin Sodium","drugs":["Fluvastatin Sodium","Lescol","Lescol XL"],"mono":{"0":{"id":"jrn5s0","title":"Generic Names","mono":"Fluvastatin Sodium"},"1":{"id":"jrn5s1","title":"Dosing and Indications","sub":[{"id":"jrn5s1b4","title":"Adult Dosing","mono":"<ul><li><b>Coronary arteriosclerosis:<\/b> (immediate-release capsule) LDL-C reduction goal of 25% or greater, initial, 40 mg ORALLY once to twice daily<\/li><li><b>Coronary arteriosclerosis:<\/b> (immediate-release capsule) LDL-C reduction goal of less than 25%, initial, 20 mg ORALLY once daily in the evening<\/li><li><b>Coronary arteriosclerosis:<\/b> (extended-release tablet) LDL-C reduction goal of 25% or greater, initial, 80 mg ORALLY once daily<\/li><li><b>Coronary arteriosclerosis:<\/b> maintenance, 20 to 80 mg\/day (note: if using immediate-release formulation, 80 mg dose is in divided doses, 40 mg twice daily)<\/li><li><b>Coronary arteriosclerosis; Prophylaxis:<\/b> (immediate-release capsule) LDL-C reduction goal of 25% or greater, initial, 40 mg ORALLY once to twice daily<\/li><li><b>Coronary arteriosclerosis; Prophylaxis:<\/b> (immediate-release capsule) LDL-C reduction goal of less than 25%, initial, 20 mg ORALLY once daily in the evening<\/li><li><b>Coronary arteriosclerosis; Prophylaxis:<\/b> (extended-release tablet) LDL-C reduction goal of 25% or greater, initial, 80 mg ORALLY once daily<\/li><li><b>Coronary arteriosclerosis; Prophylaxis:<\/b> maintenance, 20 to 80 mg\/day (note: if using immediate-release formulation, 80 mg dose is in divided doses, 40 mg twice daily)<\/li><li><b>Mixed hyperlipidemia:<\/b> (immediate-release capsule) LDL-C reduction goal of 25% or greater, initial, 40 mg ORALLY once to twice daily<\/li><li><b>Mixed hyperlipidemia:<\/b> (immediate-release capsule) LDL-C reduction goal of less than 25%, initial, 20 mg ORALLY once daily in the evening<\/li><li><b>Mixed hyperlipidemia:<\/b> (extended-release tablet) LDL-C reduction goal of 25% or greater, initial, 80 mg ORALLY once daily<\/li><li><b>Mixed hyperlipidemia:<\/b> maintenance, 20 to 80 mg\/day (note: if using immediate-release formulation, 80 mg dose is in divided doses, 40 mg twice daily)<\/li><li><b>Primary hypercholesterolemia, Heterozygous familial and non-familial:<\/b> (immediate-release capsule) LDL-C reduction goal of 25% or greater, initial, 40 mg ORALLY once to twice daily<\/li><li><b>Primary hypercholesterolemia, Heterozygous familial and non-familial:<\/b> (immediate-release capsule) LDL-C reduction goal of less than 25%, initial, 20 mg ORALLY once daily in the evening<\/li><li><b>Primary hypercholesterolemia, Heterozygous familial and non-familial:<\/b> (extended-release tablet) LDL-C reduction goal of 25% or greater, initial, 80 mg ORALLY once daily<\/li><li><b>Primary hypercholesterolemia, Heterozygous familial and non-familial:<\/b> maintenance, 20 to 80 mg\/day (note: if using immediate-release formulation, 80 mg dose is in divided doses, 40 mg twice daily)<\/li><\/ul>"},{"id":"jrn5s1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in pediatric patients under 10 years of age<\/li><li><b>Familial hypercholesterolemia - heterozygous, In adolescents:<\/b> adolescent boys and postmenarchal girls, 10 to 16 years of age: initial, 20 mg ORALLY once daily in the evening; maintenance, titrate at 6-week intervals to 20 to 80 mg ORALLY daily; MAX 80 mg\/day  (40 mg capsule twice a day or 80 mg extended-release tablets once a day)<\/li><\/ul>"},{"id":"jrn5s1b6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment:<\/b> contraindicated with active liver disease or unexplained persistent elevations of serum transaminase concentrations; use with caution in patients with a history of liver disease or heavy alcohol use<\/li><li><b>renal impairment, mild to moderate:<\/b> no adjustment needed<\/li><li><b>renal impairment, severe:<\/b> doses greater than 40 mg\/day have not been studied and should be undertaken with caution if deemed necessary<\/li><li><b>concomitant use with cyclosporine or fluconazole:<\/b> do not exceed doses of 20 mg twice daily<\/li><\/ul>"},{"id":"jrn5s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Coronary arteriosclerosis<\/li><li>Coronary arteriosclerosis; Prophylaxis<\/li><li>Familial hypercholesterolemia - heterozygous, In adolescents<\/li><li>Mixed hyperlipidemia<\/li><li>Primary hypercholesterolemia, Heterozygous familial and non-familial<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute coronary syndrome<\/li><li>Atrial fibrillation; Prophylaxis - Operation on heart<\/li><li>Cardiovascular event risk, Primary; Prophylaxis<\/li><li>Cardiovascular event risk, Reduction - Renal impairment<\/li><li>Cardiovascular event risk, Reduction - Transplant of kidney<\/li><li>Coronary artery bypass graft<\/li><li>Heart failure, chronic<\/li><li>Nephrotic syndrome<\/li><li>Percutaneous coronary intervention<\/li><li>Postoperative cardiac complication; Prophylaxis - Vascular surgery procedure<\/li><li>Secondary hypercholesterolemia<\/li><\/ul>"}]},"3":{"id":"jrn5s3","title":"Contraindications\/Warnings","sub":[{"id":"jrn5s3b9","title":"Contraindications","mono":"<ul><li>active liver disease<\/li><li>hypersensitivity to fluvastatin or any product component<\/li><li>pregnancy and lactation<\/li><li>serum transaminase elevations, unexplained and persistent<\/li><\/ul>"},{"id":"jrn5s3b10","title":"Precautions","mono":"<ul><li>age, advanced (greater than 65 years); increased risk of myopathy<\/li><li>alcohol use, heavy; increased risk of liver dysfunction; monitoring recommended<\/li><li>amyotrophic lateral sclerosis (ALS), preexisting; rate of ALS functional decline may increase with statin therapy<\/li><li>concomitant use with gemfibrozil should be avoided<\/li><li>condition predisposing to the development of renal failure secondary to rhabdomyolysis (eg, sepsis, hypotension, major surgery, trauma, uncontrolled epilepsy, or severe metabolic, endocrine, or electrolyte disorders); temporary discontinuation recommended<\/li><li>HbA1c and serum glucose levels, increased; have been reported<\/li><li>hepatic failure has been reported; interrupt use if symptomatic and\/or hyperbilirubinemia or jaundice occurs<\/li><li>hypothyroidism, inadequately treated; increased risk of myopathy<\/li><li>immune-mediated necrotizing myopathy, an autoimmune myopathy, has been reported; discontinue therapy immediately if myopathy is diagnosed or suspected<\/li><li>liver disease, history; monitoring recommended<\/li><li>myopathy and rhabdomyolysis, with and without acute renal failure, have been reported; increased risk with concomitant use of fibrates, niacin, cyclosporine, and erythromycin; discontinue therapy with markedly elevated CPK or if myopathy is diagnosed or suspected<\/li><li>renal impairment; increased risk of myopathy and\/or rhabdomyolysis<\/li><li>serum transaminase levels, elevated (3 times the ULN), dose-related, and persistent; have been reported; monitoring recommended<\/li><\/ul>"},{"id":"jrn5s3b11","title":"Pregnancy Category","mono":"<ul><li>Fluvastatin: X (FDA)<\/li><li>Fluvastatin: D (AUS)<\/li><\/ul>"},{"id":"jrn5s3b12","title":"Breast Feeding","mono":"Fluvastatin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jrn5s4","title":"Drug Interactions","sub":{"1":{"id":"jrn5s4b14","title":"Major","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Bezafibrate (probable)<\/li><li>Ceritinib (theoretical)<\/li><li>Ciprofibrate (probable)<\/li><li>Clofibrate (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Daclatasvir (theoretical)<\/li><li>Dalfopristin (probable)<\/li><li>Danazol (theoretical)<\/li><li>Daptomycin (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Entacapone (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Fenofibrate (probable)<\/li><li>Fenofibric Acid (theoretical)<\/li><li>Fluconazole (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Gemfibrozil (probable)<\/li><li>Nitisinone (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Phenytoin (probable)<\/li><li>Pixantrone (theoretical)<\/li><li>Quinupristin (probable)<\/li><li>Teriflunomide (probable)<\/li><\/ul>"},"2":{"id":"jrn5s4b15","title":"Moderate","mono":"<ul><li>Colchicine (probable)<\/li><li>Eltrombopag (probable)<\/li><li>Glyburide (probable)<\/li><li>Mifepristone (probable)<\/li><li>Oat Bran (probable)<\/li><li>Pectin (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"jrn5s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Indigestion (3.5% to 7.9%), Nausea (2.5% to 3.2%)<\/li><li><b>Neurologic:<\/b>Headache (4.7% to 8.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Dermatomyositis<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis (Rare)<\/li><li><b>Hepatic:<\/b>Autoimmune hepatitis, Liver failure, Primary biliary cirrhosis<\/li><li><b>Immunologic:<\/b>Autoimmune disease, Systemic lupus erythematosus<\/li><li><b>Musculoskeletal:<\/b>Disorder of muscle, Polymyositis, Rhabdomyolysis, Rupture of tendon<\/li><\/ul>"},"6":{"id":"jrn5s6","title":"Drug Name Info","sub":{"0":{"id":"jrn5s6b17","title":"US Trade Names","mono":"<ul><li>Lescol<\/li><li>Lescol XL<\/li><\/ul>"},"2":{"id":"jrn5s6b19","title":"Class","mono":"<ul><li>Antihyperlipidemic<\/li><li>HMG-COA Reductase Inhibitor<\/li><\/ul>"},"3":{"id":"jrn5s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jrn5s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jrn5s7","title":"Mechanism Of Action","mono":"Fluvastatin sodium is a cholesterol lowering agent that competitively inhibits 3-hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) reductase in converting HMG-CoA to mevalonate to produce cholesterol. This results in the inhibition of cholestrol synthesis, which then stimulates low-density lipoproteins (LDL) receptors to increase LDL particle uptake.<br\/>"},"8":{"id":"jrn5s8","title":"Pharmacokinetics","sub":[{"id":"jrn5s8b23","title":"Absorption","mono":"<ul><li>Oral, capsule: time to peak concentration, less than 1 h<\/li><li>Oral, extended-release tablet: time to peak concentration, approximately 3 h<\/li><li>Bioavailability: (capsule), 24% (9% to 50%)<\/li><li>Bioavailability: (extended-release tablet), approximately 29% (9% to 66%)<\/li><li>Effect of food: (capsule), reduces rate of absorption, evening meal decreases Cmax by two-fold and increases Tmax by two-fold<\/li><li>Effect of food: (extended-release tablet), high fat meal delays absorption (6 h Tmax) and increases bioavailability by approximately 50%<\/li><\/ul>"},{"id":"jrn5s8b24","title":"Distribution","mono":"<ul><li>Vd: 0.35 L\/Kg<\/li><li>Protein binding: 98%<\/li><\/ul>"},{"id":"jrn5s8b25","title":"Metabolism","mono":"<ul><li>Hepatic;75% via P450 CYP2C9, 5% via CYP2C8 and 20% via CYP3A4; hydroxylation, N-dealkylation and beta-oxidation<\/li><li>Metabolite: hydroxy metabolite<\/li><\/ul>"},{"id":"jrn5s8b26","title":"Excretion","mono":"<ul><li>Fecal: about 90% as metabolites, less than 2% unchanged<\/li><li>Renal: about 5%<\/li><li>Dialyzable: unknown<\/li><\/ul>"},{"id":"jrn5s8b27","title":"Elimination Half Life","mono":"<ul><li>capsule: 2.5 h +\/- 1.7 h (0.5 h to 6.6 h) to 2.8 h +\/- 1.7 h (0.9 h to 6 h)<\/li><li>extended-release tablet: about 9 h<\/li><li>immediate-release capsule: less than 3 h<\/li><\/ul>"}]},"9":{"id":"jrn5s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(immediate-release capsule) take with or without food<\/li><li>(immediate-release capsule) take dose in the evening if administered once daily; do NOT take two 40 mg capsules at one time (80 mg dosage should be in 2 divided doses\/day)<\/li><li>(extended-release tablet) take with or without food at any time of the day<\/li><li>(extended-release tablet) do not crush, break, or chew<\/li><\/ul>"},"10":{"id":"jrn5s10","title":"Monitoring","mono":"<ul><li>lipid panel: 4 weeks after therapy initiation or upon dose adjustment to evaluate efficacy<\/li><li>liver function; baseline and if signs or symptoms of liver injury occur; patients at risk include those with history of liver disease or heavy alcohol consumption<\/li><\/ul>"},"11":{"id":"jrn5s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 20 MG, 40 MG<br\/><\/li><li><b>Lescol<\/b><br\/>Oral Capsule: 20 MG, 40 MG<br\/><\/li><li><b>Lescol XL<\/b><br\/>Oral Tablet, Extended Release: 80 MG<br\/><\/li><\/ul>"},"12":{"id":"jrn5s12","title":"Toxicology","sub":[{"id":"jrn5s12b31","title":"Clinical Effects","mono":"<b>LOVASTATIN AND RELATED DRUGS <\/b><br\/>USES: HMG-CoA reductase inhibitors are used in the treatment of hypercholesterolemia. The following agents are available in the United States: atorvastatin, fluvastatin, lovastatin, pitavastatin, pravastatin, rosuvastatin, and simvastatin. Atorvastatin, lovastatin, pravastatin, and simvastatin are also available in combination with other agents (atorvastatin\/amlodipine; lovastatin\/niacin; pravastatin\/aspirin; simvastatin\/ezetimibe; simvastatin\/niacin; simvastatin\/sitagliptin). PHARMACOLOGY: HMG-CoA reductase inhibitors competitively inhibit 3-hydroxy-3-methylglutaryl coenzyme A reductase, preventing conversion of HMG-CoA to mevalonate, the rate determining enzyme for cholesterol synthesis. EPIDEMIOLOGY: Exposure is common but overdose is rare. MILD TO MODERATE TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. Ingestion of up to 6 grams of lovastatin has been reported without specific effects or sequelae. SEVERE TOXICITY: Severe toxicity is not expected, unless a coingestant is present. ADVERSE EFFECTS: Nausea, flatulence, diarrhea, abdominal pain, myopathy, myalgias, rhabdomyolysis, elevated liver enzymes, hepatitis, dermatitis, diplopia, blepharoptosis (ptosis), ophthalmoplegia, tendinitis, and tendon rupture have been reported in patients receiving statins. Other reported adverse effects (rare) include hyperkalemia (lovastatin), photosensitivity (simvastatin), dermatomyositis (simvastatin and pravastatin), limb compartment syndrome (simvastatin and atorvastatin), acute renal failure (lovastatin), pancreatitis (pravastatin and lovastatin\/gemfibrozil), chest pain (pravastatin), atrial fibrillation (simvastatin), vasculitis (atorvastatin), hemolytic anemia (lovastatin), thrombocytopenic purpura (atorvastatin), thrombotic thrombocytopenic purpura (simvastatin), akathisia (lovastatin), extrapyramidal effects (lovastatin), nasopharyngitis (atorvastatin), upper respiratory infection (pravastatin), cough (pravastatin), lung fibrosis (simvastatin), peripheral neuropathy (lovastatin and simvastatin). <br\/>"},{"id":"jrn5s12b32","title":"Treatment","mono":"<b>LOVASTATIN AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with vomiting or diarrhea. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Prehospital gastrointestinal decontamination is generally not necessary unless coingestants are involved. HOSPITAL: Significant toxicity has not been reported after acute overdose of these agents.  Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only after very large ingestions or if coingestants with significant toxicity are involved.<\/li><li>Airway management: Airway management is very unlikely to be necessary unless more toxic coingestants are involved.<\/li><li>Antidote: None<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, CBC, and liver enzymes in symptomatic patients. Monitor serum creatinine, BUN, CK, and urine myoglobin for indications of renal impairment secondary to rhabdomyolysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is NOT expected to significantly enhance the clearance of these drugs due to extensive protein binding and large volumes of distribution.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jrn5s12b33","title":"Range of Toxicity","mono":"<b>LOVASTATIN AND RELATED DRUGS<\/b><br\/>TOXICITY: ADULTS: LOVASTATIN: Single doses up to 200 mg of lovastatin have been well tolerated without significant adverse effects in adult human volunteers. Overdoses of up to 5 to 6 grams of lovastatin have been well tolerated; no specific symptoms occurred. SIMVASTATIN: The maximum reported dose of simvastatin ingestion is 3.6 g with no specific symptoms; recovery was complete without sequelae. CHILDREN: FLUVASTATIN: Two children (a 2-year-old and a 3-year-old) ingested up to 80 mg of fluvastatin. Vomiting was induced in the children, and no capsules were present in emesis; both children recovered without any adverse effects. THERAPEUTIC DOSE: ADULTS: ATORVASTATIN: Initial dose is 10 or 20 mg once daily, may be increased up to a maximum of 80 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN: extended-release lovastatin is 20 to 60 mg daily, in single doses; regular lovastatin is 10 to 80 mg daily, in single or divided doses. PITAVASTATIN: 1 to 4 mg once daily. PRAVASTATIN: 10 to 80 mg daily, in single doses. ROSUVASTATIN: 5 to 40 mg daily. SIMVASTATIN: 5 to 80 mg daily. CHILDREN: ATORVASTATIN: Initial dose is 10 mg once daily, may be increased up to a maximum of 20 mg once daily. FLUVASTATIN: 20 to 80 mg daily. LOVASTATIN OR PITAVASTATIN OR ROSUVASTATIN: Safety and efficacy have not been established in children. PRAVASTATIN: 20 to 40 mg daily, in single doses. SIMVASTATIN: 10 to 40 mg daily. <br\/>"}]},"13":{"id":"jrn5s13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report signs\/symptoms of myopathy or rhabdomyolysis (muscle pain, tenderness, weakness, fever).<\/li><li>This drug may cause abdominal pain, diarrhea, dyspepsia, nausea, or headache.<\/li><li>Advise patient to immediately report signs\/symptoms of myopathy including unexplained muscle pain, tenderness, or weakness especially when accompanied by fever or malaise, or if symptoms persist after discontinuation of drug.<\/li><li>Counsel patient to report signs\/symptoms of liver injury (fatigue, anorexia, upper abdominal discomfort, dark-colored urine, or jaundice.<\/li><li>Instruct patient to swallow tablets whole. Do not chew, crush, or break.<\/li><li>Counsel patient to avoid excessive quantities of alcohol to reduce risk of hepatotoxicity.<\/li><li>Advise patient there are significant drug-drug interactions for this drug. Consult a healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}