{"generic":"Loratadine\/Pseudoephedrine Sulfate","drugs":["Alavert-D 12-Hour","Allergy & Congestion Relief","Claritin-D","Claritin-D 12-Hour","Claritin-D 24-Hour","Clear-Atadine D","Loratadine\/Pseudoephedrine Sulfate"],"mono":{"0":{"id":"jrq0s0","title":"Generic Names","mono":"Loratadine\/Pseudoephedrine Sulfate"},"1":{"id":"jrq0s1","title":"Dosing and Indications","sub":[{"id":"jrq0s1b4","title":"Adult Dosing","mono":"<ul><li><b>Allergic rhinitis:<\/b> (loratadine 5 mg\/pseudoephedrine sulfate 120 mg) 1 tablet ORALLY every 12 h<\/li><li><b>Allergic rhinitis:<\/b> (loratadine 10 mg\/pseudoephedrine sulfate 240 mg) 1 tablet ORALLY once daily<\/li><\/ul>"},{"id":"jrq0s1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in children less than age 12<\/li><li><b>Allergic rhinitis:<\/b> (loratadine 5 mg\/pseudoephedrine sulfate 120 mg) ages 12 y and older, 1 tablet ORALLY every 12 h<\/li><li><b>Allergic rhinitis:<\/b> (loratadine 10 mg\/pseudoephedrine sulfate 240 mg) ages 12 y and older, 1 tablet ORALLY once daily<\/li><\/ul>"},{"id":"jrq0s1b6","title":"Dose Adjustments","mono":"<ul><li><b>liver disease:<\/b> use of loratadine\/pseudoephedrine should be avoided<\/li><li><b>renal impairment:<\/b> GFR less than 30 mL\/min: 5\/120 mg, 1 tablet daily or 10\/240 mg, 1 tablet every other day<\/li><\/ul>"},{"id":"jrq0s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Allergic rhinitis<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Asthma<br\/>"}]},"3":{"id":"jrq0s3","title":"Contraindications\/Warnings","sub":[{"id":"jrq0s3b9","title":"Contraindications","mono":"<ul><li>history or difficulty in swallowing tablets, upper gastrointestinal narrowing or abnormal esophageal peristalsis (10\/240mg tablets only)<\/li><li>hypersensitivity or idiosyncratic responses to adrenergic agents or similar drugs<\/li><li>hypersensitivity to loratadine or pseudoephedrine<\/li><li>MAOI use within 14 days<\/li><li>narrow-angle glaucoma<\/li><li>severe coronary artery disease<\/li><li>severe hypertension<\/li><li>urinary retention<\/li><\/ul>"},{"id":"jrq0s3b10","title":"Precautions","mono":"<ul><li>diabetes mellitus<\/li><li>elderly (patients greater than 60 years old)<\/li><li>hepatic insufficiency<\/li><li>hypertension<\/li><li>hyperthyroidism<\/li><li>increased intraocular pressure<\/li><li>ischemic heart disease<\/li><li>lactating women<\/li><li>prostatic hypertrophy<\/li><li>renal impairment<\/li><\/ul>"},{"id":"jrq0s3b11","title":"Pregnancy Category","mono":"<ul><li>Loratadine: B (FDA)<\/li><li>Loratadine: B1 (AUS)<\/li><li>Pseudoephedrine: B2 (AUS)<\/li><\/ul>"},{"id":"jrq0s3b12","title":"Breast Feeding","mono":"<ul><li>Loratadine: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Loratadine: Micromedex: Infant risk is minimal.<\/li><li>Pseudoephedrine: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Pseudoephedrine: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"jrq0s4","title":"Drug Interactions","sub":[{"id":"jrq0s4b13","title":"Contraindicated","mono":"<ul><li>Clorgyline (established)<\/li><li>Dihydroergotamine (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Linezolid (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nialamide (probable)<\/li><li>Pargyline (probable)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (probable)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Toloxatone (probable)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"jrq0s4b14","title":"Major","mono":"<ul><li>Amiodarone (probable)<\/li><li>Guanethidine (probable)<\/li><li>Iobenguane I 123 (theoretical)<\/li><li>Methyldopa (probable)<\/li><li>Midodrine (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Umeclidinium (theoretical)<\/li><\/ul>"}]},"5":{"id":"jrq0s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Xerostomia (8% to 14%)<\/li><li><b>Neurologic:<\/b>Insomnia (5% to 16%), Somnolence (6% to 7%)<\/li><li><b>Psychiatric:<\/b>Feeling nervous (3% to 5%)<\/li><li><b>Respiratory:<\/b>Pharyngitis (3% to 5%)<\/li><\/ul>"},"6":{"id":"jrq0s6","title":"Drug Name Info","sub":{"0":{"id":"jrq0s6b17","title":"US Trade Names","mono":"<ul><li>Alavert-D 12-Hour<\/li><li>Claritin-D<\/li><li>Claritin-D 12-Hour<\/li><li>Claritin-D 24-Hour<\/li><li>Clear-Atadine D<\/li><li>Allergy &amp; Congestion Relief<\/li><\/ul>"},"2":{"id":"jrq0s6b19","title":"Class","mono":"<ul><li>Alpha-Adrenergic Agonist<\/li><li>Antihistamine, Less-Sedating<\/li><li>Antihistamine, Less-Sedating\/Decongestant Combination<\/li><li>Piperidine<\/li><li>Sympathomimetic<\/li><\/ul>"},"3":{"id":"jrq0s6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"jrq0s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"9":{"id":"jrq0s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer on empty stomach (Prod Info Claritin-D(R) 12 Hour, 2001; Prod Info Claritin-D(R) 24 Hour, 2001)<\/li><li>swallow whole; do not divide, crush, chew, or dissolve tablet (Prod Info Claritin-D(R) 12 Hour, 2001; Prod Info Claritin-D(R) 24 Hour, 2001)<\/li><li>take with a full glass of water (10\/240 mg tablets only) (Prod Info Claritin-D(R) 12 Hour, 2001; Prod Info Claritin-D(R) 24 Hour, 2001)<\/li><li>do not give within 14 days of MAO inhibitor administration (Prod Info Claritin-D(R) 12 Hour, 2001; Prod Info Claritin-D(R) 24 Hour, 2001)<\/li><\/ul>"},"10":{"id":"jrq0s10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>CNS effects (eg, stimulation or depression)<\/li><\/ul>"},"11":{"id":"jrq0s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet, Extended Release, 24 HR: (Loratadine - Pseudoephedrine Sulfate) 10 MG-240 MG<br\/><\/li><li><b>Alavert D-12 Hour<\/b><br\/>Oral Tablet, Extended Release, 12 HR: (Loratadine - Pseudoephedrine Sulfate) 5 MG-120 MG<br\/><\/li><li><b>Claritin-D 12HR<\/b><br\/>Oral Tablet, Extended Release, 12 HR: (Loratadine - Pseudoephedrine Sulfate) 5 MG-120 MG<br\/><\/li><li><b>Claritin-D 24 Hour<\/b><br\/>Oral Tablet, Extended Release, 24 HR: (Loratadine - Pseudoephedrine Sulfate) 10 MG-240 MG<br\/><\/li><li><b>Claritin-D<\/b><br\/><ul><li>Oral Tablet, Extended Release, 12 HR: (Loratadine - Pseudoephedrine Sulfate) 5 MG-120 MG<\/li><li>Oral Tablet, Extended Release, 24 HR: (Loratadine - Pseudoephedrine Sulfate) 10 MG-240 MG<\/li><\/ul><\/li><li><b>Good Neighbor Allergy &amp; Congestion Relief 24 Hour<\/b><br\/>Oral Tablet, Extended Release, 24 HR: (Loratadine - Pseudoephedrine Sulfate) 10 MG-240 MG<br\/><\/li><li><b>Leader Allergy Relief D-12<\/b><br\/>Oral Tablet, Extended Release, 12 HR: (Loratadine - Pseudoephedrine Sulfate) 5 MG-120 MG<br\/><\/li><li><b>Leader Allergy Relief D-24<\/b><br\/>Oral Tablet, Extended Release, 24 HR: (Loratadine - Pseudoephedrine Sulfate) 10 MG-240 MG<br\/><\/li><li><b>Loratadine D<\/b><br\/><ul><li>Oral Tablet, Extended Release, 12 HR: (Loratadine - Pseudoephedrine Sulfate) 5 MG-120 MG<\/li><li>Oral Tablet, Extended Release, 24 HR: (Loratadine - Pseudoephedrine Sulfate) 10 MG-240 MG<\/li><\/ul><\/li><li><b>Ohm Allergy Relief &amp; Nasal Decongestant<\/b><br\/>Oral Tablet, Extended Release, 24 HR: (Loratadine - Pseudoephedrine Sulfate) 10 MG-240 MG<br\/><\/li><li><b>Quality Choice Loratadine-D<\/b><br\/>Oral Tablet, Extended Release, 24 HR: (Loratadine - Pseudoephedrine Sulfate) 10 MG-240 MG<br\/><\/li><li><b>Rite Aid Allergy &amp; Congestion Relief<\/b><br\/>Oral Tablet, Extended Release: (Loratadine - Pseudoephedrine Sulfate) 5 MG-120 MG<br\/><\/li><li><b>Sunmark Loratadine D<\/b><br\/>Oral Tablet, Extended Release, 24 HR: (Loratadine - Pseudoephedrine Sulfate) 10 MG-240 MG<br\/><\/li><li><b>Wal-Itin D<\/b><br\/>Oral Tablet, Extended Release, 24 HR: (Loratadine - Pseudoephedrine Sulfate) 10 MG-240 MG<br\/><\/li><\/ul>"},"12":{"id":"jrq0s12","title":"Toxicology","sub":[{"id":"jrq0s12b31","title":"Clinical Effects","mono":"<ul><li><b>LORATADINE AND RELATED AGENTS <\/b><br\/>USES: Loratadine and desloratadine are used for the relief of allergic rhinitis for both seasonal and perennial symptoms. They are also indicated for the relief of pruritus and hives in patients with chronic idiopathic urticaria. PHARMACOLOGY: Loratadine and desloratadine (a major metabolite of loratadine) are long acting tricyclic histamine antagonists with selective H1-receptor histamine antagonist activity. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: MILD TO MODERATE: ADULT: Somnolence, tachycardia, and headache have been reported in overdose (range 40 to 180 mg).  Additional symptoms have included: lethargy, syncope, urticaria, and vomiting. Sinus tachycardia (150 bpm) and respiratory alkalosis were reported in an adult following an ingestion of 300 mg; the patient recovered completely. PEDIATRIC: Extrapyramidal signs and palpitations have been reported in children following doses of greater than 10 mg. A 6-year-old child ingested 300 mg of loratadine and developed mild elevations in heart rate and blood pressure with no permanent sequelae. SEVERE: Prolonged QT interval and Torsdades de Pointes (TDP)and\/or Ventricular Tachycardia (VT) have been reported after therapeutic use, and might occur after overdose. Most of thest patients had other risk factors for TDP or VT..ADVERSE EFFECTS: COMMON: Xerostomia, headache, somnolence and fatigue have been reported in adults. Children (6 to 12 years) also developed nervousness, wheezing, hyperkinesia, abdominal pain and conjunctivitis in addition to symptoms reported with adults following therapeutic use. In young children (2 to 5 years), diarrhea, epistaxis, pharyngitis, influenza-like symptoms, stomatitis, earache, fatigue, and rash were observed. RARE: Hepatotoxicity, ventricular dysrhythmias, anaphylaxis, alopecia, erythema multiforme, peripheral edema, and seizures.<br\/><\/li><li><b>PSEUDOEPHEDRINE<\/b><br\/>USES: Commonly used in cough and cold medications as a decongestant, both alone and in combination with other cough preparations. However, it is also abused for its stimulant properties. EPIDEMIOLOGY: Widely used as a decongestant in both pediatric and adult patients. Both intentional and unintentional ingestions are commonly encountered. Severe toxicity is rare and there are no clear reports of death due to single substance ingestion. PHARMACOLOGY: In general, it stimulates the adrenergic nervous system. Pseudoephedrine is a mixed acting nonspecific alpha 1 and 2, and beta 1 and 2 adrenergic receptor agonist. TOXICITY: Adverse effects result from excessive stimulation of the adrenergic nervous system. OVERDOSE: MILD TO MODERATE TOXICITY: Symptoms commonly seen in the overdose setting include: vomiting, mydriasis, hypertension, tachycardia, agitation and anxiety. Reflexive bradycardia from hypertension has also been reported. Dermal reactions are common. SEVERE TOXICITY: Sinus dysrhthymias have occurred. Rarely seen symptoms include: intracranial hemorrhages, seizures, myocardial infarction, ischemic bowel infarction and psychosis. Hypokalemia has developed in overdose. Drowsiness has developed in children following overdose. ADVERSE EVENTS: CV: Tachyarrhythmia and hypertension are common. CNS: Anxiety, nervousness, insomnia, irritability and muscle tremor (usually hands) commonly occurs. WITHDRAWAL may develop with chronic use.<br\/><\/li><\/ul>"},{"id":"jrq0s12b32","title":"Treatment","mono":"<ul><li><b>LORATADINE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Sinus tachycardia has been reported in overdose. Sinus tachycardia does not generally require treatment unless hemodynamic compromise develops.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is not routinely required. HOSPITAL:  Consider activated charcoal if the overdose is very large, recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Maintain open airway and perform orotracheal intubation if necessary.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful. No routine laboratory studies are necessary unless otherwise clinically indicated. Monitor vital signs and mental status. Obtain an ECG, and institute continuous cardiac monitoring. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Loratadine or desloratadine are not eliminated by hemodialysis.<\/li><li>Patient disposition: HOME CRITERIA: Although a retrospective review suggested that individuals inadvertently ingesting up to 35 mg of loratadine may be safely managed at home with observation only, 2 published abstracts (a retrospective study and a prospective study) suggested that suspected pediatric ingestions of up to 300 mg may be safely monitored at home, with referral to the ED if significant symptoms develop. OBSERVATION CRITERIA: Patients with a deliberate overdose and those who are symptomatic should be referred to a healthcare facility for evaluation. Patients that remain asymptomatic can be discharged. Although a retrospective review suggested that individuals with ingestions of more than 35 mg of loratadine should be observed in a healthcare facility, 2 later published abstracts (a retrospective study and a prospective study) suggested that suspected pediatric ingestions of greater than 300 mg should be referred to a healthcare facility for evaluation and observation. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom a diagnosis is not clear.<\/li><\/ul><\/li><li><b>PSEUDOEPHEDRINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Benzodiazepines can be used for agitation, tachycardia, hypertension and psychosis. MANAGEMENT OF SEVERE TOXICITY: Supportive care, including IV crystalloid, oxygen and mechanical ventilation may be required. Benzodiazepines can be used for severe agitation and psychosis. Treat seizures and dysrhythmias if they occur. With persistent severe hypertension or myocardial ischemia, alpha-adrenergic antagonists, such as phentolamine may be considered. Patients with focal neurologic deficits should receive a head CT to evaluate for intracranial bleeding.<\/li><li>Decontamination: PREHOSPITAL: Severe toxicity rarely develops after inadvertent pediatric exposures; prehospital decontamination is probably not necessary. HOSPITAL: Activated charcoal should be considered in large ingestions in patients who are alert and able to protect their airway. Gastric lavage is not warranted as toxicity is rarely life-threatening. Consider activated charcoal if the ingestion is 3 or more times the maximum daily dose.<\/li><li>Tachyarrhythmia: Monitor heart rate and rhythm; treatment is usually not required. In agitated patients with tachycardia, benzodiazepines may improve symptoms. Beta-blocking agents should only be considered with severe tachydysrhythmias with hemodynamic compromise. Esmolol is preferred; LOADING DOSE: Infuse 500 mcg\/kg of body weight for 1 minute. If response is inadequate, infuse second loading bolus of 0.5 mg\/kg over 1 minute and increase the maintenance infusion to 100 mcg\/kg (0.1 mg\/kg) per minute. MAINTENANCE DOSE: Following loading dose with an infusion of 50 mcg\/kg\/min.<\/li><li>Antidote: Benzodiazepines should be used to treat agitation or seizures.<\/li><li>Hypertensive disorder: Monitor blood pressure, treatment is usually not necessary. Sedate agitated patients with benzodiazepines. If severe hypertension with end organ effects develops, nitroprusside is preferred. Nitroglycerin and phentolamine are possible alternatives.<\/li><li>Hypotensive episode: Infuse 0.9% NaCl at 10 to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Anxiety: Provide reassurance; conservative therapy is indicated in most patients. Benzodiazepines are effective in most patients requiring treatment. Severe symptoms including palpitations, tremor, and associated anxiety may respond to propranolol (NOT indicated for asthmatics or patients with bradycardia). Adult: 1 mg\/dose IV over 1 min; repeat every 5 min until desired response or a maximum of 5 mg. Children: 0.1 mg\/kg\/dose over 5 min; maximum 1 mg\/dose.<\/li><li>Seizure: IV benzodiazepines, barbiturates.<\/li><li>Monitoring of patient: Monitor ECG and vital signs (especially BP and pulse). Monitor serum electrolytes in symptomatic patients. Prolonged observation (at least 24 hours) may be required in patients ingesting sustained-release formulations.<\/li><li>Enhanced elimination procedure: Enhanced elimination is unlikely to be effective due to the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Children less than 6-years-old with a history of ingestion of less than 180 mg (or 11 mg\/kg) of pseudoephedrine can be managed at home, provided that they are asymptomatic and that adequate follow-up can be done. OBSERVATION CRITERIA: Any patient with symptoms or a deliberate ingestion should be referred to a health care facility for observation. All symptomatic patients should be sent to a health care facility for observation. Children with ingestions of 180 mg or more (or 11 mg\/kg or more) should be referred to a healthcare facility. ADMISSION CRITERIA: Patients who remain persistently symptomatic despite supportive management, or require large amounts of benzodiazepines should be admitted for further observation. A patient in status epilepticus, respiratory failure, significant hemorrhage, or altered mental status should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or a medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is uncertain.<\/li><\/ul><\/li><\/ul>"},{"id":"jrq0s12b33","title":"Range of Toxicity","mono":"<ul><li><b>LORATADINE AND RELATED AGENTS<\/b><br\/>TOXICITY: ADULTS: Somnolence, tachycardia, and headache have been reported in overdose (range 40 to 180 mg). CASE SERIES: In one small study, ingestions of less than 35 mg of loratadine did not result in significant toxicity. In a series of 54 patients with loratadine only overdose (average dose 32.5 mg, range 10 to 70 mg), 9 developed symptoms, including  syncope, lethargy, drowsiness, urticaria, vomiting, nausea, and headache. CASE REPORT: An 18-year-old woman developed sinus tachycardia (150 bpm) and respiratory alkalosis following an ingestion of 300 mg; the patient recovered without permanent sequelae following supportive care. PEDIATRIC: Extrapyramidal signs and palpitations have been reported in children at doses of greater than 10 mg. A 6-year-old child ingested 300 mg of loratadine and developed mild elevations in heart rate and blood pressure; recovery was complete following supportive care. THERAPEUTIC DOSE: LORATADINE: Allergic Rhinitis: ADULTS: 10 mg orally once daily. PEDIATRIC: (2 to 5 years) 1 teaspoonful of syrup (each 5 mL contains 5 mg) orally once daily; (6 years and older) 10 mg tablet orally once daily OR 2 teaspoonfuls of syrup (each 5 mL contains 5 mg) once daily. Asthma: ADULT: 10 to 20 mg orally once daily has been used for up to 8 weeks. DESLORATADINE: Adults and children 12 years of age and over: 5 mg once daily.<br\/><\/li><li><b>PSEUDOEPHEDRINE<\/b><br\/>TOXICITY: Symptoms can occur typically after 4- to 5-fold therapeutic doses. Four times the single therapeutic dose (about 240 mg) is required to cause an increase in diastolic blood pressure above 90 mmHg in normotensive subjects. Hypertensive crisis occurred in an elderly adult after inadvertently ingesting 3 sustained release tablets (240 mg) in 6 hours. PEDIATRIC: In one study, children aged 2 to 6 years old developed only minor symptoms following ingestions of up to 180 mg. Acute exposures of 11 mg\/kg were well-tolerated. THERAPEUTIC DOSE: ADULT: GENERAL DOSING: Typical doses are 180 to 360 mg daily. SPECIFIC INDICATIONS or FORMULATIONS: Allergic Rhinitis OR Congestion of Nasal Sinus: 60 mg orally every 4 to 6 hrs; maximum 240 mg\/day or SR tablets 120 mg orally every 12 hrs or 24-hour tablets; 240 mg orally every 24 hrs. PEDIATRIC: GENERAL DOSING: 3 to 5 mg\/kg in children. Not approved for use in children 12 years of age or younger. SPECIFIC INDICATIONS or FORMULATIONS: Allergic rhinitis OR Congestion of Nasal Sinus: 2 to 5 years: Immediate-release products only: 15 mg orally every 4 to 6 hrs; maximum 60 mg\/day. 6 to 12 years: Immediate-release products only: 30 mg orally every 4 to 6 hrs; maximum 120 mg\/day. 12 years of age and older: 60 mg orally every 4 to 6 hrs; maximum 240 mg\/day or SR tablets, 120 mg orally every 12 hrs or 24-hour tablets, 240 mg orally every 24 hours.<br\/><\/li><\/ul>"}]},"13":{"id":"jrq0s13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness or somnolence.<\/li><li>This drug may cause anticholinergic effects, headache, insomnia, nervousness, or fatigue.<\/li><li>Patient should take drug on an empty stomach with a full glass of water.<\/li><li>Tell patient to maintain adequate hydration during therapy.<\/li><li>Tell patient to not take drug within 14 days of MAO inhibitor administration.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}}}