{"generic":"Losartan Potassium\/Hydrochlorothiazide","drugs":["Hyzaar","Losartan Potassium\/Hydrochlorothiazide"],"mono":[{"id":"jsfus0","title":"Generic Names","mono":"Losartan Potassium\/Hydrochlorothiazide"},{"id":"jsfus1","title":"Dosing and Indications","sub":[{"id":"jsfus1b4","title":"Adult Dosing","mono":"<ul><li><b>Cerebrovascular accident, In hypertensive patients with left ventricular hypertrophy; Prophylaxis:<\/b> initial, losartan 50 mg ORALLY once daily<\/li><li><b>Cerebrovascular accident, In hypertensive patients with left ventricular hypertrophy; Prophylaxis:<\/b> maintenance, 50 mg losartan\/12.5 mg hydrochlorothiazide ORALLY once daily; may increase to 100 mg losartan\/25 mg hydrochlorothiazide once daily to control blood pressure<\/li><li><b>Hypertension:<\/b> initial, 50 mg losartan\/12.5 mg hydrochlorothiazide ORALLY once daily as a substitute to titrated losartan and hydrochlorothiazide dose<\/li><li><b>Hypertension:<\/b> titration, allow 3 wk to achieve optimum antihypertensive effect<\/li><li><b>Hypertension:<\/b> titrate to maintenance, may increase to MAX dose 100 mg losartan\/25 mg hydrochlorothiazide ORALLY once daily<\/li><li><b>Hypertension (Severe), Initial therapy:<\/b> initial, 1 tablet (50 mg losartan\/12.5 mg hydrochlorothiazide) ORALLY once daily<\/li><li><b>Hypertension (Severe), Initial therapy:<\/b> titration, allow 2-4 wk to achieve optimum antihypertensive effect<\/li><li><b>Hypertension (Severe), Initial therapy:<\/b> titrate to maintenance, may increase to MAX dose 100 mg losartan\/25 mg hydrochlorothiazide ORALLY once daily<\/li><\/ul>"},{"id":"jsfus1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in children "},{"id":"jsfus1b6","title":"Dose Adjustments","mono":"<ul><li><b>liver disease:<\/b> use not recommended<\/li><li><b>renal impairment:<\/b> CrCl greater than 30 mL\/min, no dose adjustment required<\/li><li><b>renal impairment:<\/b> CrCl less than 30 mL\/min, use not recommended<\/li><li><b>volume depletion\/diuresis:<\/b> use as initial therapy not recommended<\/li><\/ul>"},{"id":"jsfus1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cerebrovascular accident, In hypertensive patients with left ventricular hypertrophy; Prophylaxis<\/li><li>Hypertension<\/li><li>Hypertension (Severe), Initial therapy<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Diabetes mellitus - Hypertension<br\/>"}]},{"id":"jsfus2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Drugs that act directly on the renin-angiotensin system can cause injury or death to the developing fetus. Stop therapy as soon as possible when pregnancy is detected.<br\/>"},{"id":"jsfus3","title":"Contraindications\/Warnings","sub":[{"id":"jsfus3b9","title":"Contraindications","mono":"<ul><li>anuria<\/li><li>coadministration with aliskiren in patients with diabetes<\/li><li>hypersensitivity to any component of the product<\/li><li>hypersensitivity to other sulfonamide-derived drugs<\/li><\/ul>"},{"id":"jsfus3b10","title":"Precautions","mono":"<ul><li>fetal and neonatal injury (ie, oligohydramnios, renal failure, anuria, skull hypoplasia, hypotension) and death have been reported with second and third trimester exposure; discontinue as soon as possible when pregnancy is detected; apprise mother of potential risk to fetus if therapy is essential; monitoring recommended<\/li><li>allergy or bronchial asthma; increased risk of hypersensitivity reactions to hydrochlorothiazide<\/li><li>black patients with left ventricular hypertrophy; decreased efficacy (ie, reduced risk of stroke) has been reported<\/li><li>concomitant aliskiren therapy in patients with renal impairment (GFR less than 60 mL\/min); avoid use<\/li><li>concomitant lithium therapy; avoid use<\/li><li>diabetes mellitus; increased risk of hyperglycemia or manifestation of latent diabetes<\/li><li>edematous patients in hot weather; risk of dilutional hyponatremia<\/li><li>electrolyte or fluid imbalances (eg, hypomagnesemia, hyperkalemia, hyponatremia, hypercalcemia, hypochloremic alkalosis) have been reported; increased risk with excessive vomiting or parenteral treatment; monitoring recommended<\/li><li>glaucoma, acute angle-closure, may occur within hours to weeks of drug initiation and may lead to permanent vision loss; increased risk with history of sulfonamide or penicillin allergy; immediate discontinuation recommended<\/li><li>hepatic impairment or progressive liver disease; minor changes in fluid and electrolyte balance may precipitate hepatic coma<\/li><li>hepatic impairment requiring initial dose titration; use of fixed-dose combination product is not recommended<\/li><li>hyperuricemia or frank gout may occur with thiazide therapy<\/li><li>hypokalemia may occur; symptoms may progress to cardiac arrhythmia and increased digitalis toxicity; increased risk with long-term therapy, inadequate oral electrolyte intake, brisk diuresis, or severe cirrhosis<\/li><li>lipid increases (ie, cholesterol, triglycerides) have been reported with thiazide diuretic treatment<\/li><li>myopia, acute transient, may occur within hours to weeks of drug initiation<\/li><li>postsympathectomy patients; antihypertensive effect may be enhanced<\/li><li>renal artery stenosis, unilateral or bilateral; increased serum creatinine or BUN levels have been reported<\/li><li>renal function dependent on renin-angiotensin-aldosterone system (eg, severe congestive heart failure); may result in oliguria, progressive azotemia, or rarely, acute renal failure or death<\/li><li>renal impairment, severe (CrCl 30 mL\/min or less); use not recommended<\/li><li>renal impairment, especially severe; may precipitate azotemia and cause cumulative adverse events<\/li><li>renal impairment, progressive; withhold or discontinue therapy<\/li><li>systemic lupus erythematosus; activation or exacerbation has been reported during thiazide diuretic therapy<\/li><li>volume depletion, intravascular (eg, with diuretic treatment); increased risk for symptomatic hypotension; use of fixed-dose combination product use not recommended for initial therapy<\/li><\/ul>"},{"id":"jsfus3b11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"jsfus3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jsfus4","title":"Drug Interactions","sub":[{"id":"jsfus4b13","title":"Contraindicated","mono":"<ul><li>Aliskiren (probable)<\/li><li>Dofetilide (probable)<\/li><\/ul>"},{"id":"jsfus4b14","title":"Major","mono":"<ul><li>Acetyldigoxin (established)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Benazepril (established)<\/li><li>Captopril (established)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclophosphamide (probable)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Deslanoside (established)<\/li><li>Digitalis (established)<\/li><li>Digitoxin (established)<\/li><li>Digoxin (established)<\/li><li>Droperidol (theoretical)<\/li><li>Enalapril (established)<\/li><li>Enalaprilat (established)<\/li><li>Entacapone (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fosinopril (established)<\/li><li>Idelalisib (theoretical)<\/li><li>Ketanserin (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Lisinopril (established)<\/li><li>Lithium (probable)<\/li><li>Methotrexate (probable)<\/li><li>Metildigoxin (established)<\/li><li>Mitotane (theoretical)<\/li><li>Moexipril (established)<\/li><li>Nilotinib (theoretical)<\/li><li>Nitisinone (theoretical)<\/li><li>Ouabain (theoretical)<\/li><li>Perindopril (established)<\/li><li>Piperaquine (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Proscillaridin (theoretical)<\/li><li>Quinapril (established)<\/li><li>Ramipril (established)<\/li><li>Siltuximab (theoretical)<\/li><li>Sotalol (probable)<\/li><li>Trandolapril (established)<\/li><li>Trimethoprim (theoretical)<\/li><\/ul>"},{"id":"jsfus4b15","title":"Moderate","mono":"<ul><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Alacepril (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Bepridil (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Celecoxib (probable)<\/li><li>Cholestyramine (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Cilazapril (probable)<\/li><li>Clonixin (probable)<\/li><li>Delapril (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Fluconazole (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Ginkgo (probable)<\/li><li>Gossypol (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Imidapril (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Licorice (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Pentopril (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Rifampin (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Spirapril (probable)<\/li><li>Sulindac (probable)<\/li><li>Temocapril (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Topiramate (probable)<\/li><li>Valdecoxib (probable)<\/li><li>Zofenopril (probable)<\/li><\/ul>"}]},{"id":"jsfus5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Electrolytes abnormal<\/li><li><b>Musculoskeletal:<\/b>Backache (2.1%)<\/li><li><b>Neurologic:<\/b>Dizziness (5.7%)<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (6.1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Ophthalmic:<\/b>Angle-closure glaucoma, acute, Myopia, Acute<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},{"id":"jsfus6","title":"Drug Name Info","sub":{"0":{"id":"jsfus6b17","title":"US Trade Names","mono":"Hyzaar<br\/>"},"2":{"id":"jsfus6b19","title":"Class","mono":"<ul><li>Angiotensin II Receptor Antagonist<\/li><li>Angiotensin II Receptor Antagonist\/Thiazide Combination<\/li><li>Diuretic<\/li><li>Thiazide<\/li><\/ul>"},"3":{"id":"jsfus6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jsfus6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"jsfus7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Losartan-Losartan is a nonpeptide angiotensin II receptor antagonist with high affinity and selectivity for the AT(1) receptor.   Losartan blocks the vasoconstrictor and aldosterone-secreting effects of angiotensin II by inhibiting the binding of angiotensin II to the AT 1 receptor.   AT 1 receptor blockade results in an increase in plasma renin activity (PRA) followed by increases in plasma angiotensin II concentration.   The potential clinical consequences of these increases are not clear.   Angiotensin II agonist effects have not been demonstrated. <\/li><li>Hydrochlorothiazide-Hydrochlorothiazide is a thiazide diuretic.   Thiazide diuretics increase urinary excretion of sodium and water by inhibiting sodium reabsorption in the early distal tubule.   The diuretic action of hydrochlorothiazide decreases plasma volume, resulting in increases in plasma renin activity, increases in aldosterone secretion, increases in urinary potassium loss, and decreases in serum potassium.   Since the renin-aldosterone link is mediated by angiotensin II, coadministration of losartan tends to reverse the potassium loss associated with hydrochlorothiazide. <\/li><\/ul>"},{"id":"jsfus8","title":"Pharmacokinetics","sub":{"0":{"id":"jsfus8b23","title":"Absorption","mono":"<ul><li>Systemic: Losartan- Well-absorbed;<\/li><li>Bioavailability: 33%<\/li><\/ul>"},"2":{"id":"jsfus8b25","title":"Metabolism","mono":"<ul><li>Systemic: Losartan- Hepatic: first pass; Active metabolite: carboxylic acid metabolite<\/li><li>Hydrochlorothiazide- not metabolized<\/li><\/ul>"},"3":{"id":"jsfus8b26","title":"Excretion","mono":"<ul><li>Systemic: Losartan- Fecal: 60%; Renal: 35%, 4% unchanged and 6% active metabolite<\/li><li>Hydrochlorothiazide: Renal<\/li><\/ul>"},"4":{"id":"jsfus8b27","title":"Elimination Half Life","mono":"<ul><li>Systemic: Losartan: 2 hr<\/li><li>Hydrochlorothiazide: 5.6 to 14.8 hr<\/li><\/ul>"}}},{"id":"jsfus9","title":"Administration","mono":"<b>Oral<\/b><br\/>may be administered with or without food <br\/>"},{"id":"jsfus10","title":"Monitoring","mono":"<ul><li>blood pressure<\/li><li>renal function<\/li><li>serum electrolytes periodically<\/li><\/ul>"},{"id":"jsfus11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: (Hydrochlorothiazide - Losartan Potassium) 12.5 MG-50 MG, 12.5 MG-100 MG, 25 MG-100 MG<br\/><\/li><li><b>Hyzaar<\/b><br\/>Oral Tablet: (Hydrochlorothiazide - Losartan Potassium) 12.5 MG-50 MG, 12.5 MG-100 MG, 25 MG-100 MG<br\/><\/li><\/ul>"},{"id":"jsfus12","title":"Toxicology","sub":[{"id":"jsfus12b31","title":"Clinical Effects","mono":"<ul><li><b>ANGIOTENSIN II ANTAGONISTS<\/b><br\/>USES: Angiotensin II receptor blockers (ARB) are used for the treatment of hypertension. EPIDEMIOLOGY: Exposures are common, but toxicity is rare and deaths have not been reported following single-substance exposures. PHARMACOLOGY: Angiotensin II is an endogenous peptide that binds to angiotensin receptors, causing vasoconstriction and stimulation of aldosterone release. Angiotensin receptor blockers are competitive antagonists at these receptors. TOXICOLOGY: Excessive antagonism of angiotensin receptors causes vasodilation and hypotension. MILD TO MODERATE TOXICITY: Mild hypotension and tachycardia, hypokalemia, asymptomatic hypoglycemia, muscle cramps and dizziness have been reported. SEVERE TOXICITY: Severe toxicity has not been observed with these agents. ADVERSE EFFECTS: Common adverse effects include hypotension and dizziness. Angioedema has been reported rarely.<br\/><\/li><li><b>DIURETICS<\/b><br\/>USES: Class of drugs that are primarily used to treat hypertension and congestive heart failure. Potassium sparing diuretics and carbonic anhydrase inhibitors are covered in separate managements. PHARMACOLOGY: Work in a variety of mechanisms including inhibiting sodium and chloride reabsorption in the distal convoluted tubule (thiazides), inhibiting transport of sodium, potassium, and chloride in the thick ascending limb of the loop of henle (loop), and osmotic agents (mannitol). TOXICOLOGY: Produce hypovolemia and electrolyte deficiencies. EPIDEMIOLOGY: Rare overdose which uncommonly results in significant morbidity or death. MILD TO MODERATE TOXICITY: Mild dehydration, tachycardia, dry mucous membranes, headache, muscle cramps, thirst, and brisk diuresis. Large doses of furosemide or ethacrynic acid can cause ototoxicity. SEVERE TOXICITY: Hypotension, hypochloremic metabolic alkalosis, mental status changes, and electrolyte abnormalities (i.e. hypokalemia, hypomagnesemia, hypochloremia, hypocalcemia) are the most common manifestations of severe poisoning. Rarely muscle spasms, tetany, seizures, coma, or dysrhythmias may develop secondary to severe electrolyte abnormalities.  CNS depression has been reported rarely in children with acute ingestion without significant electrolyte abnormalities. ADVERSE EFFECTS: Thiazides are associated with hyperglycemia and hyperlipidemia. Furosemide has been associated with ototoxicity, hyperglycemia, and hypercholesterolemia.  Diuretics have a large number of drug interactions as well. Extravasation of mannitol can cause tissue injury and compartment syndrome.<br\/><\/li><\/ul>"},{"id":"jsfus12b32","title":"Treatment","mono":"<ul><li><b>ANGIOTENSIN II ANTAGONISTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Administer IV fluids for hypotension. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity has not been reported following exposure to these agents. Provide the usual supportive treatment for any symptoms and consider co-ingestion of other medical conditions.<\/li><li>Decontamination: PREHOSPITAL: Not recommended. HOSPITAL: Decontamination is unlikely to be necessary as most ingestions remain asymptomatic. Consider activated charcoal after very large recent ingestion or if more toxic co-ingestants are a concern.<\/li><li>Airway management: Airway management is unlikely to be required following overdose. Perform early orotracheal intubation in patients with signs of airway obstruction from angioedema.<\/li><li>Antidote: There is no antidote for poisoning from these agents.<\/li><li>Enhanced elimination procedure: These agents are highly protein bound; hemodialysis is unlikely to be of any benefit.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes and glucose in symptomatic patients.<\/li><li>Patient disposition: HOME CRITERIA: Healthy children and adults can be managed at home if overdose was inadvertent and no signs or symptoms are present. OBSERVATION CRITERIA: Any patients with deliberate overdose or more than mild symptoms should be sent to a health care facility for evaluation. Patients with significant cardiovascular disease, those on other cardiodepressant agents (eg beta blocker) and those who have ingested more than 4 pills or 320 mg valsartan should be referred to a healthcare facility. ADMISSION CRITERIA: Any patient with persistent hypotension should be admitted to the hospital. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with minor symptoms can be managed with supportive care only.  Oral hydration and oral electrolyte supplementation may be sufficient.  Severe electrolyte disturbances and\/or mental status changes indicate a more severe poisoning. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is very rare. Treatment should be directed at intravenous correction of volume loss and electrolyte abnormalities.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not indicated as toxicity is rare. HOSPITAL: Activated charcoal is rarely  indicated as acute toxicity is rare.<\/li><li>Airway management: Diuretic poisoning should not produce symptoms mandating airway management.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: Monitor vital signs and serum electrolytes.  Obtain an ECG in patients with significant electrolyte abnormalities.<\/li><li>Enhanced elimination procedure: Hemodialysis is not expected to be helpful.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent ingestion of less than a maximal daily dose can be monitored at home. OBSERVATION CRITERIA: Adults with intentional ingestions or symptomatic children should be referred to a health care facility.  Patients who are asymptomatic after 6 hours can be discharged home. ADMISSION CRITERIA: Patients who have severe electrolyte abnormalities or vital sign abnormalities should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul><\/li><\/ul>"},{"id":"jsfus12b33","title":"Range of Toxicity","mono":"<ul><li><b>ANGIOTENSIN II ANTAGONISTS<\/b><br\/>TOXICITY: Severe toxicity has not been described following isolated overdose from these medications. An adult developed mild toxicity after ingesting 2240 mg valsartan. Azilsartan oral doses up to 320 mg once daily for 7 days were well tolerated in healthy adults during clinical trials. THERAPEUTIC DOSE: Varies with agent. AZILSARTAN: ADULT: 80 mg orally once daily. CANDESARTAN: ADULT: Total daily dose can range from 8 to 32 mg. EPROSARTAN: ADULT: 400 to 800 mg daily in single or divided doses. IRBESARTAN: ADULT: 150 to 300 mg once daily. LOSARTAN: ADULT: 25 to 100 mg orally daily. TELMISARTAN: ADULT: 20 to 80 mg orally daily. VALSARTAN: ADULT: 80 to 320 mg daily. PEDIATRIC: No dosing information available for these agents.<br\/><\/li><li><b>DIURETICS<\/b><br\/>TOXICITY: Toxic doses are not well established.  Diuresis is expected to result at even therapeutic doses.  Toxicity is most common with chronic dosing and acute toxicity is often related to other factors such as comorbid conditions and access to fluid replacement. THERAPEUTIC DOSE: Furosemide is typically dosed at 20 to 80 mg with repeat doses as necessary in adults; pediatric dose is 1 to 2 mg\/kg orally.  Hydrochlorothiazide is typically dosed at 12.5 to 50 mg daily in adults; pediatric dose is 1 to 3 mg\/kg divided twice daily.<br\/><\/li><\/ul>"}]},{"id":"jsfus13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient to report signs\/symptoms of acute transient myopia associated with acute angle-closure glaucoma, including sudden ocular pain or decreased visual acuity.<\/li><li>Warn patient with congestive heart failure or preexisting renal failure to report signs\/symptoms of new or worsening renal failure.<\/li><li>Drug may cause dizziness, rash, abdominal pain, back pain, palpitations, upper respiratory infections, or cough.<\/li><li>Counsel diabetic patient to monitor for signs\/symptoms of hyperglycemia and to report difficulties with glycemic control.<\/li><li>Instruct patient to immediately report syncope or lightheadedness, as these may be signs\/symptoms of hypotension.<\/li><li>Advise patient to maintain adequate hydration to prevent hypotension, especially with exercise, excessive perspiration, diarrhea, or vomiting.<\/li><li>Tell patient to avoid alcohol while taking drug as orthostatic hypotension may be aggravated.<\/li><li>Instruct patient to avoid concomitant use of potassium-containing supplements or salt substitutes, unless approved by a physician.<\/li><li>Warn patient that there are multiple significant drug-drug interactions for this drug and to consult a healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}]}