{"generic":"Lansoprazole","drugs":["First - Lansoprazole","Lansoprazole","Prevacid","Prevacid I.V.","Prevacid SoluTab"],"mono":{"0":{"id":"jsg7s0","title":"Generic Names","mono":"Lansoprazole"},"1":{"id":"jsg7s1","title":"Dosing and Indications","sub":[{"id":"jsg7s1b4","title":"Adult Dosing","mono":"<ul><li><b>Duodenal ulcer disease, Dual therapy - Helicobacter pylori gastrointestinal tract infection, Dual therapy:<\/b> dual therapy is not recommended due to the increasing resistance rates in Helicobacter pylori infections<\/li><li><b>Duodenal ulcer disease, Quadruple therapy - Helicobacter pylori gastrointestinal tract infection, Quadruple therapy:<\/b> (quadruple therapy) lansoprazole 30 mg ORALLY twice daily, metronidazole 250 mg ORALLY four times a day, bismuth subsalicylate 525 mg ORALLY four times a day and tetracycline 500 mg ORALLY four times a day for 10 to 14 days<\/li><li><b>Duodenal ulcer disease, Short-term treatment of active disease and maintenance of healed ulcers:<\/b> treatment of active ulcer, 15 mg ORALLY once daily up to 4 weeks<\/li><li><b>Duodenal ulcer disease, Short-term treatment of active disease and maintenance of healed ulcers:<\/b> maintenance of healed ulcer, 15 mg ORALLY once daily<\/li><li><b>Duodenal ulcer disease, Triple therapy - Helicobacter pylori gastrointestinal tract infection, Triple therapy:<\/b> 30 mg ORALLY twice daily in combination with amoxicillin 1 gram ORALLY twice daily and clarithromycin 500 mg ORALLY twice daily for 10 to 14 days<\/li><li><b>Duodenal ulcer disease, Triple therapy - Helicobacter pylori gastrointestinal tract infection, Triple therapy:<\/b> 30 mg ORALLY twice daily in combination with metronidazole 500 mg ORALLY twice daily and clarithromycin 500 mg ORALLY twice daily for 10 to 14 days<\/li><li><b>Erosive esophagitis:<\/b> 30 mg ORALLY once daily for 8 to 16 weeks; another 8 weeks for recurrence may be considered<\/li><li><b>Erosive esophagitis, Maintenance:<\/b> 15 mg ORALLY once daily for up to 12 months<\/li><li><b>Gastric ulcer, short-term treatment of active ulcer:<\/b> 30 mg ORALLY once daily up to 8 weeks<\/li><li><b>Gastric ulcer; Prophylaxis - NSAID-associated gastropathy:<\/b> 15 mg ORALLY once daily up to 12 weeks<\/li><li><b>Gastric ulcer - NSAID-associated gastropathy, Treatment:<\/b> 30 mg ORALLY once daily for 8 weeks<\/li><li><b>Gastroesophageal reflux disease:<\/b> 15 mg ORALLY once daily up to 8 weeks<\/li><li><b>Heartburn:<\/b> 15 mg ORALLY once a day for 14 days<\/li><li><b>Zollinger-Ellison syndrome:<\/b> 60 mg ORALLY once daily up to 90 mg twice daily<\/li><\/ul>"},{"id":"jsg7s1b5","title":"Pediatric Dosing","mono":"<ul><li>no more effective than placebo in patients 1 month to less than 1 year of age with symptomatic GERD in a multi-center, double-blind, placebo controlled study<\/li><li><b>Erosive esophagitis:<\/b> 1 to 11 years of age, weight 30 kg or less, 15 mg ORALLY once daily for up to 12 weeks, may increase dose up to 30 mg twice daily if symptoms persist after 2 or more weeks of treatment<\/li><li><b>Erosive esophagitis:<\/b> 1 to 11 years of age, weight more than 30 kg, 30 mg ORALLY once daily for up to 12 weeks, may increase dose up to 30 mg twice daily if symptoms persist after 2 or more weeks of treatment<\/li><li><b>Erosive esophagitis:<\/b> 12 years of age and older, 30 mg ORALLY once daily for up to 8 weeks<\/li><li><b>Gastroesophageal reflux disease:<\/b> 1 to 11 years of age, weight less than or equal to 30 kg, 15 mg ORALLY once daily for up to 12 weeks, may increase dose up to 30 mg twice daily if symptoms persist after 2 or more weeks of treatment<\/li><li><b>Gastroesophageal reflux disease:<\/b> 1 to 11 years of age, weight greater than 30 kg, 30 mg ORALLY once daily for up to 12 weeks, may increase dose up to 30 mg twice daily if symptoms persist after 2 or more weeks of treatment<\/li><li><b>Gastroesophageal reflux disease:<\/b> 12 years of age and older, 15 mg once daily for up to 8 weeks<\/li><\/ul>"},{"id":"jsg7s1b6","title":"Dose Adjustments","mono":"<ul><li><b>elderly:<\/b> no dosage adjustments necessary.<\/li><li><b>liver disease, severe:<\/b> consider dose reduction<\/li><li><b>renal impairment:<\/b> no dosage adjustment necessary<\/li><\/ul>"},{"id":"jsg7s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Duodenal ulcer disease, Dual therapy - Helicobacter pylori gastrointestinal tract infection, Dual therapy<\/li><li>Duodenal ulcer disease, Short-term treatment of active disease and maintenance of healed ulcers<\/li><li>Duodenal ulcer disease, Triple therapy - Helicobacter pylori gastrointestinal tract infection, Triple therapy<\/li><li>Erosive esophagitis<\/li><li>Erosive esophagitis, Maintenance<\/li><li>Gastric ulcer, short-term treatment of active ulcer<\/li><li>Gastric ulcer; Prophylaxis - NSAID-associated gastropathy<\/li><li>Gastric ulcer - NSAID-associated gastropathy, Treatment<\/li><li>Gastroesophageal reflux disease<\/li><li>Zollinger-Ellison syndrome<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Barrett's esophagus<\/li><li>Duodenal ulcer disease, Quadruple therapy - Helicobacter pylori gastrointestinal tract infection, Quadruple therapy<\/li><li>Gastric ulcer, Maintenance<\/li><li>Heartburn<\/li><\/ul>"}]},"3":{"id":"jsg7s3","title":"Contraindications\/Warnings","sub":[{"id":"jsg7s3b9","title":"Contraindications","mono":"Hypersensitivity to lansoprazole or any component of the product; anaphylaxis and acute interstitial nephritis have been reported <br\/>"},{"id":"jsg7s3b10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- Cyanocobalamin deficiency may occur with prolonged use; consider diagnosis if symptoms emerge<\/li><li>-- Hypomagnesemia has been reported in patients treated with proton pump inhibitors for 3 months or more; monitoring recommended with concomitant use of drugs that cause hypomagnesemia<\/li><li>-- Use caution in patients with phenylketonuria, as oral disintegrating tablets contain phenylalanine<\/li><li>Gastrointestinal:<\/li><li>-- Symptomatic response to lansoprazole does not rule out gastric malignancy<\/li><li>-- Increased risk of Clostridium difficile-associated diarrhea (CDAD) with proton pump inhibitor use, particularly in hospitalized patients; use lowest dose and shortest treatment duration as appropriate<\/li><li>Hepatic:<\/li><li>-- Severe hepatic impairment; consider dose reduction<\/li><li>Musculoskeletal:<\/li><li>-- Increased risk of osteoporosis-related bone fracture of the hip, wrist, or spine with proton pump inhibitor use, particularly with high-doses or long term use<\/li><li>Renal:<\/li><li>-- Acute interstitial nephritis, typically associated with idiopathic hypersensitivity, has been reported proton pump inhibitor use; discontinuation required<\/li><li>Concomitant use:<\/li><li>-- Consider temporarily withdrawing proton pump inhibitors with high dose methotrexate therapy<\/li><li>-- Use not recommended with atazanavir<\/li><\/ul>"},{"id":"jsg7s3b11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"jsg7s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jsg7s4","title":"Drug Interactions","sub":[{"id":"jsg7s4b13","title":"Contraindicated","mono":"<ul>Rilpivirine (theoretical)<\/ul>"},{"id":"jsg7s4b14","title":"Major","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Bosutinib (established)<\/li><li>Cilostazol (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Dasatinib (theoretical)<\/li><li>Delavirdine (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Ledipasvir (theoretical)<\/li><li>Mycophenolate Mofetil (theoretical)<\/li><li>Nelfinavir (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Pazopanib (established)<\/li><li>Saquinavir (theoretical)<\/li><li>Topotecan (theoretical)<\/li><li>Vismodegib (theoretical)<\/li><\/ul>"},{"id":"jsg7s4b15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Cranberry (probable)<\/li><li>Dicumarol (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Phenprocoumon (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"jsg7s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (up to 5%), Constipation (1% to 5%), Diarrhea (up to 7.4%), Nausea (1.3% to 3%)<\/li><li><b>Neurologic:<\/b>Headache (1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypomagnesemia<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile diarrhea, Pancreatitis<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Erythema multiforme, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Musculoskeletal:<\/b>Fracture of bone, Rhabdomyolysis<\/li><li><b>Renal:<\/b>Interstitial nephritis, acute<\/li><\/ul>"},"6":{"id":"jsg7s6","title":"Drug Name Info","sub":{"0":{"id":"jsg7s6b17","title":"US Trade Names","mono":"<ul><li>Prevacid<\/li><li>Prevacid I.V.<\/li><li>Prevacid SoluTab<\/li><li>First - Lansoprazole<\/li><\/ul>"},"2":{"id":"jsg7s6b19","title":"Class","mono":"<ul><li>Gastric Acid Secretion Inhibitor<\/li><li>Gastrointestinal Agent<\/li><li>Proton Pump Inhibitor<\/li><\/ul>"},"3":{"id":"jsg7s6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"jsg7s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jsg7s7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Lansoprazole is a selective   and irreversible   proton pump inhibitor . In the acidic environment of the gastric parietal cell , lansoprazole is converted to active   sulphenamide derivatives   that bind to the sulfhydryl group   of (H +, K +)-adenosine triphosphatase [(H +, K +)-ATPase] , also known as the proton pump . (H +, K +)-ATPase catalyzes   the final step in the gastric acid secretion pathway . Lansoprazole's inhibition of (H +, K +)-ATPase results in inhibition of both centrally and peripherally mediated gastric acid secretion . The inhibitory effect is dose-related . Lansoprazole inhibits both basal and stimulated gastric acid secretion regardless of the stimulus .<\/li><li>Following oral administration, lansoprazole significantly decreases basal acid output and significantly increases the mean gastric pH and percent of time the gastric pH remains above 3 and 4 . It also significantly reduces meal-stimulated gastric acid output   and secretion volume , as well as pentagastrin-stimulated acid output . In addition, lansoprazole inhibits the normal increases in secretion volume, acidity, and acid output induced by insulin .<\/li><li>Lansoprazole does not have anticholinergic or histamine H 2-receptor antagonist properties .<\/li><li>Due to the normal physiologic effects caused by the inhibition of gastric acid secretion, blood flow in the antrum, pylorus, and duodenal bulb is decreased by about 17% ; however, mucosal blood flow in the fundus of the stomach is not significantly affected by lansoprazole . Gastric emptying of digestible solids following intake of lansoprazole is significantly slowed . Lansoprazole increases serum pepsinogen levels and decreases pepsin activity   under basal conditions and in response to meal stimulation or insulin injection . As with other agents that elevate intragastric pH, lansoprazole may cause an increase in the number of nitrate-reducing bacteria   and an elevation in the nitrate concentration of gastric secretions in patients with gastric ulcer ; however, significantly elevated nitrosamine levels have not been reported to date , suggesting no risk of carcinogenesis by this mechanism .<\/li><li>Lansoprazole   and its active metabolites   have demonstrated antimicrobial activity in vitro   against Helicobacter pylori     , a gram-negative bacilli strongly associated with peptic ulcers . Lansoprazole may influence the mucosal immune response to H. pylori     . Mucosal H. pylori-specific IgA response is significantly enhanced after short-term treatment with lansoprazole, strongly suggesting that the secretory immune system is actively involved in host defense against H. pylori , and that the efficacy of such a system at the gastric mucosal level is crucial for complete eradication of H. pylori     . Although lansoprazole alone has a relatively low clearance effect on H. pylori     , it may enhance the ability of other agents to eradicate the organism ; lansoprazole's activity as an antisecretory agent may be the more important factor explaining its effectiveness .<\/li><li>Lansoprazole has the ability to inhibit the hepatic cytochrome P450 enzyme system .<\/li><\/ul>"},"8":{"id":"jsg7s8","title":"Pharmacokinetics","sub":[{"id":"jsg7s8b23","title":"Absorption","mono":"<ul><li>Systemic: Rapidly absorbed;<\/li><li>Bioavailability: &gt; 80%; food may decrease absorption<\/li><\/ul>"},{"id":"jsg7s8b24","title":"Distribution","mono":"Systemic: Vd: 0.5 L\/kg <br\/>"},{"id":"jsg7s8b25","title":"Metabolism","mono":"Systemic: Hepatic    <br\/>"},{"id":"jsg7s8b26","title":"Excretion","mono":"Systemic: Biliary\/Fecal: 2\/3; Renal: 14 to 25%, &lt;1% unchanged    <br\/>"},{"id":"jsg7s8b27","title":"Elimination Half Life","mono":"Systemic: 1.5 h Adults; 1.9 to 2.9 h Elderly    <br\/>"}]},"9":{"id":"jsg7s9","title":"Administration","mono":"<ul><li><b>Nasogastric<\/b><br\/><ul><li>(delayed-release capsule) size 16 French or larger nasogastric tube, in adults; open capsule, mix intact granules with 40 mL apple juice ONLY, and inject through nasogastric tube; flush with additional apple juice to clear tube<\/li><li>(delayed-release capsule) size less than 8 French nasogastric tube, suspend capsule granules in 8.4% sodium bicarbonate; if the tube becomes blocked, lock the tube with sodium bicarbonate to dissolve the enteric coating on the granules to unblock the tube<\/li><li>(orally disintegrating tablet) size 8 French or larger nasogastric tube; place 15 mg tablet in syringe and draw up 4 mL of water, or place a 30 mg tablet in a syringe and draw up 10 mL of water; shake gently; inject through nasogastric tube within 15 minutes; refill syringe with approximately 5 mL of water, shake gently, and flush the tube.<\/li><\/ul><\/li><li><b>Oral<\/b><br\/><ul><li>take before eating<\/li><li>swallow whole; do not crush or chew<\/li><li>(delayed-release capsule) capsule may be opened and granules sprinkled on 1 tablespoon of applesauce, Ensure(R) pudding, cottage cheese, yogurt, or strained pears; swallow immediately<\/li><li>(delayed-release capsule) capsule may be emptied into 60 mL of apple juice, orange juice, or tomato juice, mixed, and swallowed immediately; rinse glass with at least 2 volumes of juice and swallow contents to ensure complete delivery of the dose<\/li><li>(orally disintegrating tablets) do not break or cut tablet; do not chew tablet; place tablet on tongue and allow to disintegrate, with or without water, until particles can be swallowed<\/li><li>(orally disintegrating tablet via oral syringe) place 15 mg tablet in oral syringe, draw up approximately 4 mL of water, or place a 30 mg tablet in oral syringe and draw up approximately 10 mL of water; shake gently, and administer within 15 minutes; refill syringe with approximately 2 mL (or 5 mL for the 30 mg tablet), shake gently, and administer contents<\/li><\/ul><\/li><\/ul>"},"10":{"id":"jsg7s10","title":"Monitoring","mono":"<ul><li>decreased abdominal and gastroesophageal discomfort<\/li><li>endoscopic improvement<\/li><li>serum magnesium, prior to initiation and periodically during prolonged therapy<\/li><li>CBC<\/li><\/ul>"},"11":{"id":"jsg7s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule, Delayed Release: 15 MG, 30 MG<\/li><li>Oral Tablet Disintegrating, Delayed Release: 15 MG, 30 MG<\/li><\/ul><\/li><li><b>First - Lansoprazole<\/b><br\/>Oral Powder for Suspension: 3 MG\/ML<br\/><\/li><li><b>Heartburn Relief 24 Hour<\/b><br\/>Oral Capsule, Delayed Release: 15 MG<br\/><\/li><li><b>Heartburn Treatment 24 Hour<\/b><br\/>Oral Capsule, Delayed Release: 15 MG<br\/><\/li><li><b>Prevacid<\/b><br\/>Oral Capsule, Delayed Release: 15 MG, 30 MG<br\/><\/li><li><b>Prevacid SoluTab<\/b><br\/>Oral Tablet Disintegrating, Delayed Release: 15 MG, 30 MG<br\/><\/li><li><b>Rite Aid Lansoprazole<\/b><br\/>Oral Capsule, Delayed Release: 15 MG<br\/><\/li><li><b>Topcare Lansoprazole<\/b><br\/>Oral Capsule, Delayed Release: 15 MG<br\/><\/li><\/ul>"},"12":{"id":"jsg7s12","title":"Toxicology","sub":[{"id":"jsg7s12b31","title":"Clinical Effects","mono":"<b>OMEPRAZOLE AND RELATED AGENTS <\/b><br\/>USES: Dexlansoprazole, esomeprazole, lansoprazole, omeprazole, pantoprazole, and rabeprazole are substituted benzimidazoles and potent proton-pump inhibitors used as gastric antisecretories.  They are used to treat various gastrointestinal conditions (eg, dyspepsia, gastroesophageal reflux disease (GERD), duodenal and peptic ulcers, and esophageal stricture).  Esomeprazole with naproxen and omeprazole with sodium bicarbonate combinations are also available. Refer to \"NAPROXEN\" and \"SODIUM BICARBONATE\" management for specific information. PHARMACOLOGY: These agents inhibit the parietal cell membrane enzyme (H+\/K+)-ATPase, typically referred to as the proton pump, which blocks the final step of acid production. EPIDEMIOLOGY: Overdose is rare, and only mild toxicity has been reported. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. In limited overdose cases, clinical effects have consisted of mild tachycardia, flushing, somnolence, confusion, headache, blurred vision, abdominal pain, nausea, vomiting, dry mouth, and moderate leukocytosis. ADVERSE EFFECTS: Proton-pump inhibitors have similar adverse events reported after therapeutic use. COMMON (2% or greater): Headache, abdominal pain, nausea, vomiting, diarrhea, and flatulence. OTHER EFFECTS: Constipation, dry mouth, hypertension, and dizziness. RARE: Lichen spinulosus, exfoliative dermatitis, toxic epidermal necrolysis, cutaneous leukocytoclastic vasculitis, urticaria, anaphylaxis, hypomagnesemia, pancreatitis, elevated serum creatinine levels, anterior ischemic optic neuropathy, optic neuritis, optic atrophy, neutropenia, agranulocytosis, thrombocytopenia, pancytopenia, hemolytic anemia, elevated liver enzymes, hepatitis, hepatic encephalopathy, rhabdomyolysis, myopathy, hypocalcemic-induced seizures. ACUTE INTERSTITIAL NEPHRITIS: Although rare, acute interstitial nephritis (AIN) has been reported in association with all proton-pump inhibitors (PPIs).  The mean duration of treatment prior to onset of symptoms is reported at 9 to 13 weeks.  A decline in renal function is usually noted over a period of days to weeks. Fatigue, malaise, weakness, nausea, vomiting, anorexia, and weight loss are commonly reported symptoms.  Classic drug hypersensitivity signs and symptoms, such as the clinical triad of rash, fever and eosinophilia, are seen in less than 10% of patients.<br\/>"},{"id":"jsg7s12b32","title":"Treatment","mono":"<b>OMEPRAZOLE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not required.  HOSPITAL: Severe toxicity is not expected after an overdose. Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor vital signs, CBC with differential, renal function, CK, and liver enzymes in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution of these agents.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jsg7s12b33","title":"Range of Toxicity","mono":"<b>OMEPRAZOLE AND RELATED AGENTS<\/b><br\/>TOXICITY: OMEPRAZOLE: Doses up to 2400 mg (120 times the usual recommended clinical dose) resulted in transient effects (eg, drowsiness, confusion, and tachycardia), with no serious events reported when taken alone. LANSOPRAZOLE: An adult ingested 600 mg with no adverse events reported. In animal studies, oral doses up to 1300 times the recommended human dose did not produce any deaths or clinical events.  RABEPRAZOLE: The maximum reported overdose with rabeprazole was 80 mg. There were no clinical signs or symptoms associated with any reported overdose. Patients with Zollinger-Ellison syndrome have been treated with doses up to 120 mg rabeprazole once daily. THERAPEUTIC DOSE: Varies by indication: DEXLANSOPRAZOLE: Adults: 30 mg or 60 mg once daily. Children: Safety and efficacy not established. ESOMEPRAZOLE: Adults and children 12 to 17 years of age: 20 mg or 40 mg orally once daily. Children 1 to 11 years of age: 10 mg orally once daily (weight less than 20 kg); 10 to 20 mg orally once daily (weight 20 kg or more); 1 month to less than 1 year of age: 2.5 to 10 mg for patients weighing 3 to 12 kg; less than 1 month of age: Safety and efficacy not established. LANSOPRAZOLE: Adults: 15 mg or 30 mg once daily. Children: Varies by weight and age: 15 mg to 30 mg once daily. OMEPRAZOLE: Adults: 20 to 60 mg orally once daily. Children 1 to 16 years of age: 5 mg once daily (weight 5 to less than 10 kg); 10 mg once daily (weight 10 to less than 10 kg); 20 mg once daily (weight 20 kg or greater). Children: 20 to 40 mg orally once daily. RABEPRAZOLE: Adults and children 12 years and older: 20 mg once daily. <br\/>"}]},"13":{"id":"jsg7s13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient that drug may increase risk for osteoporosis-related fractures of the hip, wrist, or spine with multiple daily doses that are continued for longer than a year.<\/li><li>Warn patient to report diarrhea that does not improve, especially with persistent watery stools, fever, and abdominal pain.<\/li><li>Drug may cause abdominal pain, constipation, diarrhea, nausea, dizziness, or headaches.<\/li><li>Advise patient to immediately report signs\/symptoms of hypomagnesemia, including seizures, tetany, palpitations, arrhythmias, or dizziness.<\/li><li>Counsel patient to take oral preparations before eating.<\/li><li>Instruct patient who is unable to swallow the capsule whole that the contents of the capsule can be mixed in applesauce, Ensure(R), pudding, cottage cheese, yogurt, strained pears, or apple, orange, or tomato juice. No other foods are recommended.<\/li><\/ul>"}}}