{"generic":"Albendazole","drugs":["Albendazole","Albenza"],"mono":{"0":{"id":"jsgms0","title":"Generic Names","mono":"Albendazole"},"1":{"id":"jsgms1","title":"Dosing and Indications","sub":[{"id":"jsgms1b4","title":"Adult Dosing","mono":"<ul><li>Prior to treatment, obtain a pregnancy test for women of reproductive potential. Monitor blood counts and liver enzymes prior to each 28-day cycle and at least every 2 weeks during treatment.<\/li><li><b>Ascariasis:<\/b> 400 mg ORALLY as a single dose on an empty stomach<\/li><li><b>Capillaria infection:<\/b> 400 mg ORALLY once daily with food (fatty meal) for 10 days<\/li><li><b>Clonorchiasis:<\/b> 400 mg ORALLY twice daily with food for 3 days; confirm eradication 1 month after treatment<\/li><li><b>Cutaneous larva migrans:<\/b> 400 mg ORALLY once daily with food for 1 to 3 days<\/li><li><b>Disease due to superfamily Ancylostomatoidea:<\/b> 400 mg ORALLY as a single dose on an empty stomach<\/li><li><b>Echinococcosis:<\/b> (Weight 60 kg or more) 400 mg ORALLY twice daily with food; give a 28-day cycle followed by a 14-day albendazole-free interval for a total of 3 cycles.<\/li><li><b>Echinococcosis:<\/b> (Weight less than 60 kg) 15 mg\/kg\/day ORALLY given in 2 divided doses daily with food; MAX 800 mg\/day; give a 28-day cycle followed by a 14-day albendazole-free interval for a total of 3 cycles.<\/li><li><b>Enterobiasis:<\/b> 400 mg ORALLY as a single dose on an empty stomach<\/li><li><b>HIV infection - Infection by Microsporida:<\/b> (disseminated or intestinal) 400 mg ORALLY twice daily until CD4+ count is greater than 200 cells\/mcL for longer than 6 months after initiation of ART; add itraconazole 400 mg ORALLY daily for disseminated disease due to Trachipleistophora or Anncaliia<\/li><li><b>HIV infection - Infection by Microsporida:<\/b> (ocular) 400 mg ORALLY twice daily in combination with investigational agent fumagillin bicylohexylammonium 3 mg\/mL in saline (fumagillin 70 mcg\/mL), 2 drops OPHTHALMICALLY every 2 hr for 4 days, then 2 drops 4 times daily; continue indefinitely<\/li><li><b>Hymenolepis nana infection, When other susceptible helminths species are present:<\/b> (Suspected Hymenolepis nana infestation) 400 mg ORALLY once daily on an empty stomach for 3 days; if not eradicated after 3 weeks, a second course of treatment is indicated<\/li><li><b>Hymenolepis nana infection, When other susceptible helminths species are present:<\/b> (Confirmed Hymenolepis nana infestation) 400 mg ORALLY once daily on an empty stomach for 3 days; retreat in 10 to 21 days<\/li><li><b>Infection by Gnathostoma:<\/b> 400 mg ORALLY once OR twice daily for 21 days; data are insufficient to determine which dose is more effective; higher dose may be more prudent<\/li><li><b>Infection by Loa loa:<\/b> (Symptomatic loiasis with microfilariae\/mL less than 8000 and 2 failed rounds of diethylcarbamazine) 200 mg ORALLY twice daily for 21 days<\/li><li><b>Infection by Loa loa:<\/b> (Symptomatic loiasis with microfilariae\/mL 8000 or greater to reduce level to less than 8000 prior to diethylcarbamazine treatment) 200 mg ORALLY twice daily for 21 days<\/li><li><b>Infection by Strongyloides:<\/b> 400 mg ORALLY once daily on an empty stomach for 3 days; follow patient for at least 2 weeks to confirm cure<\/li><li><b>Infection by Taenia, When other susceptible helminths species are present:<\/b> Usual dose: 400 mg ORALLY once daily on an empty stomach for 3 days; if not eradicated after 3 weeks, a second course of treatment is indicated<\/li><li><b>Infection due to Toxascaris:<\/b> 400 mg ORALLY twice daily for 5 days; optimal duration of therapy is unknown <\/li><li><b>Neurocysticercosis:<\/b> (Weight 60 kg or greater) 400 mg ORALLY twice daily with food for 8 to 30 days; prophylaxis with appropriate corticosteroid plus anticonvulsant therapy is required, consider IV or oral corticosteroids during the first week of therapy to prevent cerebral hypertensive episodes (manufacturer dose)<\/li><li><b>Neurocysticercosis:<\/b> (Weight less than 60 kg) 15 mg\/kg\/day ORALLY in 2 divided doses with food for 8 to 30 days, MAX 800 mg\/day; prophylaxis with appropriate corticosteroid plus anticonvulsant therapy is required, consider IV or oral corticosteroids during the first week of therapy to prevent cerebral hypertensive episodes  (manufacturer dose)<\/li><li><b>Neurocysticercosis:<\/b> 30 mg\/kg\/day for 8 days; pretreated with dexamethasone 8 mg IV every 8 hours for 4 days (study dose for subarachnoid neurocysticercosis).<\/li><li><b>Opisthorchiasis:<\/b> 400 mg ORALLY twice daily with food for 3 days; confirm eradication 1 month after treatment<\/li><li><b>Trichuriasis:<\/b> 400 mg ORALLY as a single dose on an empty stomach<\/li><li><b>Trichuriasis:<\/b> 400 mg ORALLY once daily for 7 days (study dose)<\/li><\/ul>"},{"id":"jsgms1b5","title":"Pediatric Dosing","mono":"<ul><li>Prior to treatment, obtain a pregnancy test for women of reproductive potential. Monitor blood counts and liver enzymes prior to each 28-day cycle and at least every 2 weeks during treatment.<\/li><li>For the large-scale preventative treatment of helminth disease without a confirmed diagnosis, albendazole 200 mg in children aged 12 to 23 months, and 400 mg in children aged 2 to 5 years.<\/li><li><b>Ascariasis:<\/b> (Age older than 2 years) 400 mg ORALLY as a single dose on an empty stomach<\/li><li><b>Capillaria infection:<\/b> (6 years or older) 400 mg ORALLY once daily with food (fatty meal) for 10 days<\/li><li><b>Clonorchiasis:<\/b> (Age older than 2 years) 400 mg ORALLY twice daily with food for 3 days; confirm eradication 1 month after treatment<\/li><li><b>Cutaneous larva migrans:<\/b> (Age over 2 years), 400 mg ORALLY once daily with food for 1 to 3 days<\/li><li><b>Disease due to superfamily Ancylostomatoidea:<\/b> (Age older than 2 years) 400 mg ORALLY as a single dose on an empty stomach<\/li><li><b>Echinococcosis:<\/b> (Weight 60 kg or more) 400 mg ORALLY twice daily with food, give a 28-day cycle followed by a 14-day albendazole-free interval for a total of 3 cycles.<\/li><li><b>Echinococcosis:<\/b> (Weight less than 60 kg) 15 mg\/kg\/day ORALLY given in 2 divided doses daily with food; MAX 800 mg\/day; give a 28-day cycle followed by a 14-day albendazole-free interval for a total of 3 cycles.<\/li><li><b>Enterobiasis:<\/b> (Age older than 2 years) 400 mg ORALLY as a single dose on an empty stomach<\/li><li><b>HIV infection - Infection by Microsporida:<\/b> (disseminated or intestinal) 7.5 mg\/kg (MAX 400 mg\/dose) ORALLY twice daily until immune reconstitution after initiation of HAART<\/li><li><b>HIV infection - Infection by Microsporida:<\/b> (ocular) 7.5 mg\/kg (MAX 400 mg\/dose) ORALLY twice daily in combination with investigational agent fumagillin bicylohexylammonium 3 mg\/mL in saline (fumagillin 70 mcg\/mL), 2 drops OPHTHALMICALLY every 2 hr for 4 days, then 2 drops 4 times daily; continue indefinitely<\/li><li><b>Hymenolepis nana infection, When other susceptible helminths species are present:<\/b> (Age over 2 years, suspected Hymenolepis nana infestation) 400 mg ORALLY once daily on an empty stomach for 3 days; if not eradicated after 3 weeks, a second course of treatment is indicated<\/li><li><b>Hymenolepis nana infection, When other susceptible helminths species are present:<\/b> (Age over 2 years, confirmed Hymenolepis nana infestation), 400 mg ORALLY once daily on an empty stomach for 3 days; retreat in 10 to 21 days<\/li><li><b>Infection by Gnathostoma:<\/b> (6 years or older), 400 mg ORALLY once OR twice daily for 21 days; data are insufficient to determine which dose is more effective; higher dose may be more prudent<\/li><li><b>Infection by Loa loa:<\/b> (Age 6 years or older, symptomatic loiasis with microfilariae\/mL less than 8000 and 2 failed rounds of diethylcarbamazine) 200 mg ORALLY twice daily for 21 days<\/li><li><b>Infection by Loa loa:<\/b> (Age 6 years or older, symptomatic loiasis with microfilariae\/mL 8000 or greater to reduce level to less than 8000 prior to diethylcarbamazine treatment) 200 mg ORALLY twice daily for 21 days<\/li><li><b>Infection by Strongyloides:<\/b> (Age older than 2 years) 400 mg orally once daily on an empty stomach for 3 days; follow patient for at least 2 weeks to confirm cure<\/li><li><b>Infection by Taenia, When other susceptible helminths species are present:<\/b> (Age over 2 years) 400 mg ORALLY once daily on an empty stomach for 3 days; if not eradicated after 3 weeks, a second course of treatment is indicated<\/li><li><b>Infection due to Toxascaris:<\/b> (Age 6 years or older) 400 mg ORALLY twice daily for 5 days; optimal duration of therapy is unknown <\/li><li><b>Neurocysticercosis:<\/b> (Weight 60 kg or greater), 400 mg ORALLY twice daily with food for 8 to 30 days; prophylaxis with appropriate corticosteroid plus anticonvulsant therapy is required, consider IV or oral corticosteroids during the first week of therapy to prevent cerebral hypertensive episodes  (manufacturer dose)<\/li><li><b>Neurocysticercosis:<\/b> (Weight less than 60 kg) 15 mg\/kg\/day ORALLY in 2 divided doses with food for 8 to 30 days, MAX 800 mg\/day; prophylaxis with appropriate corticosteroid plus anticonvulsant therapy is required, consider IV or oral corticosteroids during the first week of therapy to prevent cerebral hypertensive episodes (manufacturer dose)<\/li><li><b>Opisthorchiasis:<\/b> (Age older than 2 years) 400 mg ORALLY twice daily with food for 3 days; confirm eradication 1 month after treatment<\/li><li><b>Trichuriasis:<\/b> (Age over 2 years) 400 mg ORALLY as a single dose on an empty stomach<\/li><li><b>Trichuriasis:<\/b> 400 mg ORALLY once daily for 7 days (study dose)<\/li><\/ul>"},{"id":"jsgms1b6","title":"Dose Adjustments","mono":"<ul><li><b>Hepatic impairment, hepatic enzymes exceeding 2 times the ULN:<\/b> Consider discontinuing treatment; decision to reinitiate therapy once hepatic enzymes normalize should be based on risk\/benefit of the patient's need for continued usage.<\/li><li><b>Hepatic impairment, significant increases in hepatic enzymes:<\/b> Discontinue treatment.<\/li><\/ul>"},{"id":"jsgms1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Echinococcosis<\/li><li>Neurocysticercosis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Ascariasis<\/li><li>Capillaria infection<\/li><li>Clonorchiasis<\/li><li>Cutaneous larva migrans<\/li><li>Disease due to superfamily Ancylostomatoidea<\/li><li>Enterobiasis<\/li><li>Giardiasis<\/li><li>HIV infection - Infection by Microsporida<\/li><li>Hymenolepis nana infection, When other susceptible helminths species are present<\/li><li>Infection by Gnathostoma<\/li><li>Infection by Loa loa<\/li><li>Infection by Strongyloides<\/li><li>Infection by Taenia, When other susceptible helminths species are present<\/li><li>Infection due to Toxascaris<\/li><li>Opisthorchiasis<\/li><li>Trichuriasis<\/li><\/ul>"}]},"3":{"id":"jsgms3","title":"Contraindications\/Warnings","sub":[{"id":"jsgms3b9","title":"Contraindications","mono":"hypersensitivity to albendazole, benzimidazole class of compounds, or any components of the product <br\/>"},{"id":"jsgms3b10","title":"Precautions","mono":"<ul><li>bone marrow suppression, aplastic anemia, and agranulocytosis may occur, including fatalities; monitoring recommended and discontinuation may be warranted<\/li><li>epidemiologic factors and at risk for neurocysticercosis; monitoring recommended<\/li><li>hepatic disease; increased risk of bone marrow suppression and hepatotoxicity; monitoring recommended and discontinuation of therapy may be warranted<\/li><li>neurocysticercosis therapy; concurrent steroid and anticonvulsant therapy recommended to prevent neurological symptoms (eg, seizures, increased intracranial pressure and focal signs)<\/li><li>pregnancy; avoid use when alternative treatment is available; discontinue if occurs<\/li><li>retinal lesions; increased risk of retinal damage in patients with cysticercosis of retina; weigh the risks versus benefits of therapy<\/li><\/ul>"},{"id":"jsgms3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"jsgms3b12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"5":{"id":"jsgms5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain, Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Headache<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome<\/li><li><b>Hematologic:<\/b>Agranulocytosis (less than 1%), Aplastic anemia, Granulocytopenic disorder (less than 1%), Leukopenia (less than 1%), Pancytopenia (less than 1%), Thrombocytopenia (less than 1%)<\/li><li><b>Hepatic:<\/b>Hepatotoxicity, With elevated liver enzymes<\/li><li><b>Renal:<\/b>Acute renal failure (rare)<\/li><\/ul>"},"6":{"id":"jsgms6","title":"Drug Name Info","sub":{"0":{"id":"jsgms6b17","title":"US Trade Names","mono":"Albenza<br\/>"},"2":{"id":"jsgms6b19","title":"Class","mono":"<ul><li>Anthelmintic<\/li><li>Benzimidazole<\/li><\/ul>"},"3":{"id":"jsgms6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jsgms6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jsgms7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Vermicidal; albendazole causes degenerative alterations in the tegument and intestinal cells of the worm by binding to the colchicine-sensitive site of tubulin, thus inhibiting its polymerization or assembly into microtubules. The loss of the cytoplasmic microtubules leads to impaired uptake of glucose by the larval and adult stages of the susceptible parasites, and depletes their glycogen stores. Degenerative changes in the endoplasmic reticulum, the mitochondria of the germinal layer, and the subsequent release of lysosomes result in decreased production of adenosine triphosphate (ATP), which is the energy required for the survival of the helminth. Due to diminished energy production, the parasite is immobilized and eventually dies. <\/li><li>Albendazole also has been shown to inhibit the enzyme fumarate reductase, which is helminth-specific. This action may be considered secondary to the effect on the microtubules due to the decreased absorption of glucose. This action occurs in the presence of reduced amounts of nicotinamide-adenine dinucleotide in reduced form (NADH), which is a coenzyme involved in many cellular oxidation-reduction reactions. <\/li><li>Albendazole has larvicidal effects in necatoriasis   and ovicidal effects in ascariasis, ancylostomiasis, and trichuriasis. <\/li><\/ul>"},"8":{"id":"jsgms8","title":"Pharmacokinetics","sub":{"0":{"id":"jsgms8b23","title":"Absorption","mono":"Systemic: Poorly absorbed; food greatly increases absorption<br\/>"},"2":{"id":"jsgms8b25","title":"Metabolism","mono":"Systemic: Hepatic: Active metabolite: albendazole sulfoxide <br\/>"},"3":{"id":"jsgms8b26","title":"Excretion","mono":"<ul><li>Systemic: Fecal: small amounts<\/li><li>Albendazole sulfoxide- Renal: 1%  <\/li><\/ul>"},"4":{"id":"jsgms8b27","title":"Elimination Half Life","mono":"Systemic: 8 to 15 h <br\/>"}}},"9":{"id":"jsgms9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Administer with food.<\/li><li>Oral tablets may be crushed or chewed and swallowed with a small amount of water; oral chewable tablets are also available for children or patients with swallowing difficulties.<\/li><\/ul>"},"10":{"id":"jsgms10","title":"Monitoring","mono":"<ul><li>Fecal specimens; 3 weeks after treatment<\/li><li>Improvement in symptoms as well as resolution of active lesions or cysts indicates efficacy.<\/li><li>CBC (including a differential); at the beginning of each treatment cycle and every 2 weeks during treatment; more frequent monitoring in patients with liver disease or hepatic echinococcosis<\/li><li>Liver function tests (transaminases); at the beginning of each treatment cycle and at least every 2 weeks during treatment<\/li><li>Pregnancy test, in women of reproductive potential; prior to therapy initiation<\/li><li>Retinal lesions, in patients with neurocysticercosis; before therapy initiation<\/li><li>Evaluate patients with epidemiologic factors who are at risk for neurocysticercosis prior to initiating therapy for other indications; undiagnosed neurocysticercosis may be uncovered during treatment.<\/li><\/ul>"},"11":{"id":"jsgms11","title":"How Supplied","mono":"<b>Albenza<\/b><br\/>Oral Tablet: 200 MG<br\/>"},"12":{"id":"jsgms12","title":"Toxicology","sub":[{"id":"jsgms12b31","title":"Clinical Effects","mono":"<b>ALBENDAZOLE <\/b><br\/>USES: A benzimidazole carbamate anthelmintic agent, used for the treatment of parenchymal neurocysticercosis caused by Taenia solium (pork tapeworm) and cystic hydatid disease caused by Echinococcus granulosus (dog tapeworm). PHARMACOLOGY: While its precise biochemical mechanism of action is not clear, it appears to cause selective degeneration of cytoplasmic microtubules in intestinal and tegmental cells of intestinal helminths  and their tissue-dwelling larvae. EPIDEMIOLOGY:  Overdose is rare. OVERDOSE: Limited overdose data. One patient reportedly ingested at least 16 g of albendazole over a 12-hour period. No clinical effects were reported. Overdose effects are anticipated to be an extension of adverse effects at therapeutic doses. ADVERSE EFFECTS: COMMON: Elevated liver enzymes, nausea and vomiting, abdominal pain, and headaches are the most common adverse effects reported. INFREQUENT: Other effects that may occur less frequently include rashes, alopecia, leukopenia, dizziness\/vertigo, and increased intracranial pressure. RARE: Stevens-Johnson syndrome, fever, agranulocytosis, thrombocytopenia, hepatitis, and acute dystonia have been rarely reported. Granulocytopenia and pancytopenia, sometimes associated with fatalities, have also rarely occurred.<br\/>"},{"id":"jsgms12b32","title":"Treatment","mono":"<b>ALBENDAZOLE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Severe toxicity is not anticipated. Hepatitis has been rarely reported with therapy. Monitor liver enzymes in symptomatic patients. Myelosuppression has been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Decontamination: PREHOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Airway management is unlikely to be necessary unless other toxic agents have been administered concurrently.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor CBC with differential and platelet count. Monitor liver enzymes in symptomatic patients. Monitor serum electrolytes in patients with significant vomiting. Plasma albendazole concentrations are not readily available or clinically useful in guiding management.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted.  CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jsgms12b33","title":"Range of Toxicity","mono":"<b>ALBENDAZOLE<\/b><br\/>TOXICITY: Minimum toxic dose has not been established. One patient reportedly ingested at least 16 g of albendazole over a 12-hour period. No clinical effects were reported. THERAPEUTIC DOSE: ADULTS (60 KG OR GREATER): 400 mg orally twice daily. ADULTS AND CHILDREN (LESS THAN 60 KG): 15 mg\/kg\/day orally in divided doses twice daily; MAX: 800 mg daily.<br\/>"}]},"13":{"id":"jsgms13","title":"Clinical Teaching","mono":"<ul><li>Advise female patient to avoid pregnancy during treatment and for one month after discontinuation.<\/li><li>Warn patient to report symptoms of acute liver failure or hepatitis.<\/li><li>Side effects may include abdominal pain, nausea, vomiting, alopecia, fever, dizziness, headache, or vertigo.<\/li><li>Instruct patient to take drug with food.<\/li><\/ul>"}}}