{"generic":"Tinidazole","drugs":["Tindamax","Tinidazole"],"mono":[{"id":"jsgos0","title":"Generic Names","mono":"Tinidazole"},{"id":"jsgos1","title":"Dosing and Indications","sub":[{"id":"jsgos1b4","title":"Adult Dosing","mono":"<ul><li><b>Amebic liver abscess - Infection due to Entamoeba histolytica:<\/b> 2 g ORALLY every day for 3 to 5 days<\/li><li><b>Bacterial vaginosis:<\/b> (nonpregnant women) 2 g ORALLY once daily for 2 days, OR 1 g ORALLY once daily for 5 days<\/li><li><b>Infection by Giardia lamblia:<\/b> 2 g ORALLY as a single dose<\/li><li><b>Infection due to Entamoeba histolytica - Intestinal infectious disease:<\/b> 2 g ORALLY every day for 3 days<\/li><li><b>Nongonococcal urethritis:<\/b> (recurrent or persistent) 2 g ORALLY in a single dose plus azithromycin 1 g orally in a single dose (if not used for initial episode)<\/li><li><b>Trichomoniasis:<\/b> 2 g ORALLY as a single dose; sexual partners should be treated with the same dose and at the same time<\/li><\/ul>"},{"id":"jsgos1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness in pediatric patients not established except for the treatment of giardiasis and amebiasis in patients older than 3 years<\/li><li><b>Amebic liver abscess - Infection due to Entamoeba histolytica:<\/b> 50 mg\/kg\/day (up to 2 g a day) ORALLY for 3 to 5 days<\/li><li><b>Infection by Giardia lamblia:<\/b> 50 mg\/kg ORALLY (up to 2 g) as a single dose<\/li><li><b>Infection due to Entamoeba histolytica - Intestinal infectious disease:<\/b> 50 mg\/kg every day (up to 2 g a day) ORALLY for 3 days<\/li><\/ul>"},{"id":"jsgos1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, including severe (ie, CrCl less than 22 mL\/min):<\/b> no dosage adjustment necessary<\/li><li><b>hepatic impairment:<\/b> administer usual recommended dose cautiously<\/li><li><b>hemodialysis:<\/b> if tinidazole is administered on the same day as and before dialysis session, administer an additional one-half the recommended tinidazole dose after the end of hemodialysis<\/li><\/ul>"},{"id":"jsgos1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Amebic liver abscess - Infection due to Entamoeba histolytica<\/li><li>Bacterial vaginosis<\/li><li>Infection by Giardia lamblia<\/li><li>Infection due to Entamoeba histolytica - Intestinal infectious disease<\/li><li>Trichomoniasis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Helicobacter pylori gastrointestinal tract infection<\/li><li>Nongonococcal urethritis<\/li><\/ul>"}]},{"id":"jsgos2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Carcinogenicity has been seen in mice and rats treated chronically with another agent in the nitroimidazole class (metronidazole). Although such data have not been reported for tinidazole, unnecessary use of tinidazole should be avoided.<br\/>"},{"id":"jsgos3","title":"Contraindications\/Warnings","sub":[{"id":"jsgos3b9","title":"Contraindications","mono":"<ul><li>history of hypersensitivity to tinidazole or other nitroimidazole derivatives; reactions ranging from urticaria and Stevens Johnson syndrome has occurred<\/li><li>lactation; interruption is recommended during tinidazole therapy and for 3 days following the last dose<\/li><li>pregnancy, first trimester<\/li><\/ul>"},{"id":"jsgos3b10","title":"Precautions","mono":"<ul><li>abnormal neurologic signs; may indicate the presence of serious neurological adverse reactions such as convulsive seizures and\/or peripheral neuropathy upon which therapy should be discontinued<\/li><li>blood dyscrasia, history of or evidence of; transient leukopenia and neutropenia may develop<\/li><\/ul>"},{"id":"jsgos3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"jsgos3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jsgos4","title":"Drug Interactions","sub":{"1":{"id":"jsgos4b14","title":"Major","mono":"<ul><li>Disulfiram (theoretical)<\/li><li>Fluorouracil (theoretical)<\/li><\/ul>"}}},{"id":"jsgos5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (3.2% to 4.5%), Taste sense altered (3.7% to 6.3%)<\/li><li><b>Reproductive:<\/b>Candida vaginitis (4.7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Numbness, Paresthesia, Peripheral neuropathy, Seizure<\/li><\/ul>"},{"id":"jsgos6","title":"Drug Name Info","sub":{"0":{"id":"jsgos6b17","title":"US Trade Names","mono":"Tindamax<br\/>"},"2":{"id":"jsgos6b19","title":"Class","mono":"Antibiotic<br\/>"},"3":{"id":"jsgos6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jsgos6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"jsgos7","title":"Mechanism Of Action","mono":"Tinidazole, a synthetic antiprotozoal agent, possesses activity against Trichomonas through reduction of the nitro group by the organism. The free nitro radical produced is responsible for antiprotozoal activity. The mechanism against Giardia and Entamoeba is unknown and tinidazole does not possess activity against most lactobacilli strains in the vagina.<br\/>"},{"id":"jsgos8","title":"Pharmacokinetics","sub":[{"id":"jsgos8b23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 1.6 h +\/- 0.7 h (mean)<\/li><li>Effect of food: delays Tmax by approximately 2 h and reduces Cmax by approximately 10%<\/li><\/ul>"},{"id":"jsgos8b24","title":"Distribution","mono":"<ul><li>Vd: about 50 L<\/li><li>Protein binding: 12%<\/li><\/ul>"},{"id":"jsgos8b25","title":"Metabolism","mono":"<ul><li>Hepatic; P450 CYP3A4, oxidation, hydroxylation and conjugation<\/li><li>Metabolite: 2-hydroxymethyl<\/li><\/ul>"},{"id":"jsgos8b26","title":"Excretion","mono":"<ul><li>Fecal: approximately 12%<\/li><li>Renal: approximately 20% to 25% unchanged<\/li><li>Dialyzable: yes (hemodialysis) 43%<\/li><\/ul>"},{"id":"jsgos8b27","title":"Elimination Half Life","mono":"<ul><li>13.2 h +\/- 1.4 h<\/li><li>Hemodialysis: 4.9 h<\/li><\/ul>"}]},{"id":"jsgos9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with food to minimize epigastric discomfort and other gastrointestinal adverse effects<\/li><li>tablets may be crushed and mixed in artificial cherry syrup<\/li><li>avoid alcoholic beverages during and for 3 days after therapy completed<\/li><\/ul>"},{"id":"jsgos10","title":"Monitoring","mono":"<ul><li>amebiasis, giardiasis: stool examination for absence of Entamoeba histolytica (amebiasis) or Giardia lamblia (giardiasis)<\/li><li>amebic liver abscess: CBC, ESR, and amebic gel diffusion test; monthly liver ultrasound until abnormal images disappear<\/li><li>bacterial vaginosis: microscopical examination of vaginal wet smear specimens for clue cells; odor and color of vaginal discharges<\/li><li>trichomonas vaginitis: absence of vaginal trichomonads<\/li><li>H pylori infection: endoscopy; at start of therapy and 6 to 8 weeks after discontinuation of therapy<\/li><li>total and differential leukocyte counts if retreatment is necessary<\/li><\/ul>"},{"id":"jsgos11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 250 MG, 500 MG<br\/><\/li><li><b>Tindamax<\/b><br\/>Oral Tablet: 250 MG, 500 MG<br\/><\/li><\/ul>"},{"id":"jsgos12","title":"Toxicology","sub":[{"id":"jsgos12b31","title":"Clinical Effects","mono":"<b>METRONIDAZOLE AND RELATED AGENTS <\/b><br\/>USES: Metronidazole is a synthetic 5-nitroimidazole compound. Secnidazole and tinidazole are related compounds and are long-acting 5-nitroimidazole derivatives. These drugs have antiprotozoal and antibacterial activity and are used in the treatment of protozoal and anaerobic bacterial infections. Metronidazole and tinidazole are used for the treatment of trichomoniasis, amebic liver abscesses, intestinal amebiasis, pelvic inflammatory disease, bacterial vaginosis, giardiasis, and Clostridium difficile-associated diarrhea, as well as for perioperative prophylaxis. Secnidazole is used to treat giardiasis, intestinal amebiasis, bacterial vaginosis, and vaginal trichomoniasis, but secnidazole is not currently available in the United States. PHARMACOLOGY: These chemicals are reduced in a process unique to anaerobic metabolism; the short-lived metabolite disrupts DNA and inhibits nucleic acid synthesis. TOXICOLOGY: Mechanism is not known. EPIDEMIOLOGY: Metronidazole is commonly prescribed. Acute toxicity is rare. MILD TO MODERATE TOXICITY: METRONIDAZOLE: Most patients remain asymptomatic. Dark (green\/black) urine and increased liver enzymes have been reported. TINIDAZOLE: At the time of this review, there are no reports of human overdose with tinidazole. SEVERE TOXICITY: CNS depression and seizures have been reported rarely. Dizziness, diplopia, disorientation, ataxia, and sensory neuropathy have been reported with chronic overdose. ADVERSE EFFECTS: METRONIDAZOLE: Characteristic adverse effects include nausea, vomiting, anorexia, headache, and vertigo. Peripheral neuropathy has been reported in children receiving chronic therapy. Leukopenia has been reported in approximately 1% of patients receiving therapeutic dosing. In 2 patients, sensorineural hearing loss occurred within 48 hours of use. An expected reaction in a patient who takes metronidazole and drinks ethanol is a disulfiram-like reaction; patients taking these agents should avoid ingestion of ethanol during treatment and for 3 days after cessation of treatment. Nausea, vomiting, abdominal cramps, flushing, anxiety, confusion, vertigo, and headache may occur. In severe reactions, patients may become hypotensive. TINIDAZOLE: Overall the adverse effects reported with tinidazole are similar to those of metronidazole. In clinical studies, adverse effects were mild and self-limited with therapy. <br\/>"},{"id":"jsgos12b32","title":"Treatment","mono":"<b>METRONIDAZOLE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Patients may only need observation. SEVERE TOXICITY: Treatment is symptomatic and supportive. Orotracheal intubation for airway protection should be performed early in cases of CNS depression or repeated seizure activity. DISULFIRAM-LIKE REACTION: Manage hypotension with IV fluids. If hypotension persists, use direct-acting vasopressors such as epinephrine or norepinephrine. Benzodiazepines may be used for associated agitation or anxiety. Fomepizole inhibits alcohol dehydrogenase, preventing the formation of acetaldehyde, and could theoretically be useful in treating severe disulfiram-like reactions, although there is limited experience with this therapy.<\/li><li>Decontamination: PREHOSPITAL: Most patients remain asymptomatic; prehospital decontamination is not routinely recommended. HOSPITAL: Consider decontamination if a patient presents promptly after a large oral overdose, is not vomiting, and does not have CNS depression or seizures.<\/li><li>Airway management: Perform early in patients with CNS depression or seizures.<\/li><li>Antidote: None.<\/li><li>Nausea: Antiemetics may be used to control nausea.<\/li><li>Tachycardia: If the patient cannot tolerate fluids, IV fluids can be given. If anxiety from a disulfiram-like reaction is present, a benzodiazepine can be given.<\/li><li>Hypotensive episode: If patient is hypotensive, it is either from a disulfiram-like reaction or a co-ingestant. Secure intravenous access and put patient in supine position. Initiate treatment with IV fluids. Initiate pressors if necessary and titrate to a mean arterial pressure of at least 60 mmHg. If a pressor is needed to increase blood pressure, a direct-acting agent such as norepinephrine or epinephrine is best. Insert foley bladder catheter and monitor urine output.<\/li><li>Headache: Oral analgesics can be given if tolerated. If the patient is nauseated, IV analgesics can be given.<\/li><li>Seizure: Seizures are rare and often self-limited but may be a result of CNS stimulation. Treatment includes IV benzodiazepines. If seizures persist, use propofol or barbiturates.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Metronidazole plasma concentrations are not clinically useful or readily available. A CBC should be obtained if leukopenia is suspected clinically. Monitor serum electrolytes and glucose, and liver enzymes in symptomatic patients. No specific lab work is needed in most patients but may be helpful in ruling out other causes of altered mental status or seizures if they occur. Consider head CT and lumbar puncture to rule out intracranial mass, bleeding or infection for patients with CNS manifestations. Acute toxicity has not been reported with this drug.  However, standard treatment measures may be indicated in ingestions of greater than 1 to 2 grams.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value for metronidazole.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with unintentional ingestions can be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions should be sent to a healthcare facility for observation for at least 4 hours. Any patient with symptoms should be sent to a healthcare facility and observed until symptoms improve or resolve. ADMISSION CRITERIA: Patients with significant seizure activity, marked disulfiram-like reaction and\/or persistent abnormal vital signs should be admitted. Patients with seizures, severe hypotension or any other life-threatening result of toxicity should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jsgos12b33","title":"Range of Toxicity","mono":"<b>METRONIDAZOLE AND RELATED AGENTS<\/b><br\/>TOXICITY: METRONIDAZOLE: ADULTS: Single doses up to 15 g have been tolerated well. Seizures and peripheral neuropathy have occurred after 5 to 7 days of doses of 6 to 10.4 g every other day. CHILDREN: Not well established. However, peripheral neuropathy has been reported in children taking a mean dose of 19 mg\/kg\/day of metronidazole for 4 to 11 months. THERAPEUTIC DOSES: METRONIDAZOLE: ADULTS: Varies according to indication. Typical doses range from 250 to 2000 mg once to three times daily. CHILDREN: Varies according to indication. Typical doses range from 7.5 to 30 mg\/kg\/day divided every 8 hours. TINIDAZOLE: ADULTS: A single 2 g oral dose. CHILDREN (3 YEARS OF OLDER): 50 mg\/kg\/day up to 3 days. <br\/>"}]},{"id":"jsgos13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness and fatigue.<\/li><li>If using drug to treat a genital infection, patient should make sure sexual partner also gets treated, even if no symptoms are present.<\/li><li>This drug should not be used during the first trimester of pregnancy.<\/li><li>This drug may cause gastrointestinal effects including constipation, dyspepsia, epigastric discomfort, anorexia, nausea, altered sense of taste, and vomiting.<\/li><li>Drug may also cause cramps, asthenia, headache, and malaise.<\/li><li>Patient should immediately report signs\/symptoms of seizure\/peripheral neuropathy.<\/li><li>Patient should report signs\/symptoms of candidiasis.<\/li><li>Patient should take this drug with food.<\/li><li>Do not drink alcohol or use medicines or mouthwashes containing alcohol while during therapy and for 3 days post-treatment.<\/li><li>Advise patient to call healthcare professional if a treatment is missed, as drug should be given on a regular schedule.<\/li><\/ul>"}]}