{"generic":"Dalteparin Sodium","drugs":["Dalteparin Sodium","Fragmin"],"mono":[{"id":"jshns0","title":"Generic Names","mono":"Dalteparin Sodium"},{"id":"jshns1","title":"Dosing and Indications","sub":[{"id":"jshns1b4","title":"Adult Dosing","mono":"<ul><li>To reduce the risk of bleeding or hematoma, lumber puncture or epidural catheter placement should be performed when anticoagulant effect is low; however, the time required to reach this low effect is unknown.<\/li><li>Delay placement or removal of an epidural catheter for 12 hours after administration of 2500 international units\/day, 15 hours after 5000 international units\/day, and 24 hours after higher doses.<\/li><li>After epidural catheter removal, consider delaying the next dose for at least 4 hours.<\/li><li><b>CrCl less than 30 mL\/min:<\/b> Consider delaying epidural catheter removal for 24 hours in patients receiving up to 5000 international units\/day and for 48 hours in patients receiving larger doses.<\/li><li><b>Abdominal surgery - Postoperative deep vein thrombosis; Prophylaxis:<\/b> 2500 international units SUBQ every 24 hours for 5 to 10 days starting 1 to 2 hours prior to surgery; high risk, 5000 international units SUBQ every 24 hours for 5 to 10 days starting the evening prior to surgery OR 2500 international units SUBQ 1 to 2 hours prior to surgery followed by 2500 international units 12 hours later and 5000 international units every 24 hours thereafter for 5 to 10 days<\/li><li><b>Acute coronary syndrome, Associated with unstable angina or non-Q-wave myocardial infarction - Myocardial ischemia; Prophylaxis:<\/b> 120 international units\/kg SUBQ every 12 hours (MAX 10,000 international units\/dose) with concurrent aspirin (75 to 165 mg once daily) for 5 to 8 days<\/li><li><b>Cancer - Venous thromboembolism:<\/b> first 30 days: 200 international units\/kg total body weight (MAX 18,000 international units) SUBQ every 24 hours; months 2 through 6: 150 international units\/kg SUBQ every 24 hours (MAX 18,000 international units); beyond 6 months: dosing not established<\/li><li><b>Deep venous thrombosis, In medical patients with severely restricted mobility due to acute illness; Prophylaxis:<\/b> 5000 international units SUBQ once daily for 12 to 14 days<\/li><li><b>Hemodialysis - Thromboembolic disorder; Prophylaxis:<\/b> single dose of 70 international units\/kg OR 5000 anti-Xa units into the arterial line at the beginning of dialysis<\/li><li><b>Postoperative deep vein thrombosis; Prophylaxis - Total replacement of hip:<\/b> 2500 international units SUBQ 4 to 8 hours after surgery followed by 5000 international units every 24 hours OR 2500 international units 2 hours prior to surgery and 4 to 8 hours after surgery, followed by 5000 international units every 24 hours OR 5000 international units 10 to 14 hours prior to surgery, 4 to 8 hours after surgery and every 24 hour thereafter; for 5 to 10 days (manufacturer dosing)<\/li><li><b>Postoperative deep vein thrombosis; Prophylaxis - Total replacement of hip:<\/b> initiate 12 hours or more before surgery or 12 hours or more after surgery; continue for at least 10 to 14 days, consider prophylaxis for up to 35 days (guideline dosing)<\/li><li><b>Prosthetic cardiac valve thrombosis, Mechanical; Prophylaxis:<\/b> (mechanical valves bridging) 5000 international units SUBQ every 24 hours OR 100 international units\/kg SUBQ twice a day OR 200 international units\/kg SUBQ every 24 hours<\/li><li><b>Prosthetic cardiac valve thrombosis, Mechanical; Prophylaxis:<\/b> (pregnant women with mechanical valves) doses be adjusted to achieve the manufacturer's peak anti-Xa LMWH 4 hours post-subQ injection throughout pregnancy or for 13 weeks followed by vitamin K antagonist<\/li><li><b>Venous thromboembolism:<\/b> 200 international units\/kg SUBQ every 24 hours with warfarin; MAX 18,000 international units<\/li><\/ul>"},{"id":"jshns1b5","title":"Pediatric Dosing","mono":"<ul><li>Safety and efficacy in children have not been established<\/li><li><b>Venous thromboembolism:<\/b> initial dose, 129 +\/- 43 units\/kg SUBQ every 24 hours; adjust dose to achieve an anti-Xa activity range of 0.5 to 1 unit\/mL 4 to 6 hours after injection or a range of 0.5 to 0.8 units\/mL 2 to 6 hours after injection<\/li><li><b>Venous thromboembolism; Prophylaxis:<\/b> initial dose, 92 +\/- 52 units\/kg SUBQ every 24 hours<\/li><li><b>Venous thrombosis, Venous access devices; Prophylaxis:<\/b> (neonates) administer SUBQ once or twice daily; adjust dose to achieve an anti-Xa activity range of 0.5 to 1 unit\/mL 4 to 6 hours after injection or a range of 0.5 to 0.8 units\/mL 2 to 6 hours after injection<\/li><\/ul>"},{"id":"jshns1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> (thromboprophylaxis) 5000 units fixed dose (range 2500 units to 7500 units) SUBQ daily did not result in drug accumulation in patients with mild to severe renal impairment<\/li><li><b>hemodialysis:<\/b> 50 to 70 international units\/kg IV bolus  or 2500 units IV bolus  prior to dialysis<\/li><li><b>renal impairment (cancer patients):<\/b> CrCl less than 30 mL\/min, monitoring anti-Xa levels at 4 to 6 hours postdose is recommended to determine appropriate dalteparin dose for achieving target range of 0.5 to 1.5 international units\/mL<\/li><li><b>obesity:<\/b> (treatment or prophylaxis) dosage based on total body weight for patients weighing up to 190 kg<\/li><li><b>thrombocytopenia in cancer patients:<\/b> (platelet counts between 50,000 and 100,000\/mm(3)) reduce daily dose by 2500 international units until platelet count increases to 100,000\/mm(3) or above<\/li><li><b>thrombocytopenia in cancer patients:<\/b> (platelet counts less than 50,000\/mm(3)) discontinue therapy until platelet counts recovers above 50,000\/mm(3)<\/li><\/ul>"},{"id":"jshns1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Abdominal surgery - Postoperative deep vein thrombosis; Prophylaxis<\/li><li>Acute coronary syndrome, Associated with unstable angina or non-Q-wave myocardial infarction - Myocardial ischemia; Prophylaxis<\/li><li>Cancer - Venous thromboembolism<\/li><li>Deep venous thrombosis, In medical patients with severely restricted mobility due to acute illness; Prophylaxis<\/li><li>Postoperative deep vein thrombosis; Prophylaxis - Total replacement of hip<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Antiphospholipid syndrome - Thrombosis<\/li><li>Arterial thromboembolism; Prophylaxis<\/li><li>Arthroscopy of knee - Deep venous thrombosis; Prophylaxis<\/li><li>Disseminated intravascular coagulation<\/li><li>Hemodialysis - Thromboembolic disorder; Prophylaxis<\/li><li>Myocardial infarction<\/li><li>Pregnancy - Thromboembolic disorder; Prophylaxis<\/li><li>Prosthetic cardiac valve thrombosis, Mechanical; Prophylaxis<\/li><li>Pulmonary embolism<\/li><li>Stasis ulcer<\/li><li>Thromboembolic disorder, Recurrent; Prophylaxis<\/li><li>Ulcerative colitis<\/li><li>Venous thromboembolism<\/li><li>Venous thromboembolism; Prophylaxis<\/li><li>Venous thrombosis, Venous access devices; Prophylaxis<\/li><\/ul>"}]},{"id":"jshns2","title":"Black Box Warning","mono":"<b>Subcutaneous (Solution)<\/b><br\/>Patients anticoagulated with low molecular weight heparins or heparinoids who receive neuraxial anesthesia or undergo a spinal puncture are at risk for epidural or spinal hematomas, which may result in long-term or permanent paralysis. The use of indwelling epidural catheters, concomitant drugs that also affect hemostasis (eg, NSAIDs, platelet inhibitors, or other anticoagulants), history of traumatic or repeated epidural or spinal punctures, or history of spinal deformity or spinal surgery further increase this risk. The optimal timing of dalteparin administration and a neuraxial procedure is unknown. Frequent monitoring for signs and symptoms of neurological impairment is recommended. Seek urgent treatment if neurological compromise occurs.<br\/>"},{"id":"jshns3","title":"Contraindications\/Warnings","sub":[{"id":"jshns3b9","title":"Contraindications","mono":"<ul><li>Active major bleeding<\/li><li>History of heparin-induced thrombocytopenia with or without thrombosis<\/li><li>Hypersensitivity to dalteparin sodium, heparin, or pork products<\/li><li>In patients undergoing epidural or neuraxial anesthesia do not administer dalteparin for unstable angina, non-Q-wave myocardial infarction, or prolonged VTE prophylaxis<\/li><\/ul>"},{"id":"jshns3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>Epidural or spinal hematomas, possibly resulting in long-term or permanent paralysis, may occur in patients anticoagulated with low molecular weight heparins or heparinoids and are receiving neuraxial anesthesia or undergoing spinal puncture; risk increases with use of indwelling epidural catheters, concomitant use of other drugs that affect hemostasis (eg, NSAIDs, platelet inhibitors, or other anticoagulants), history of traumatic or repeated epidural or spinal punctures, or history of spinal deformity or spinal surgery further increases this risk; frequent monitoring recommended and seek urgent treatment if neurological compromise occurs<\/li><li>Hematologic:<\/li><li>-- Heparin-induced thrombocytopenia, sometimes requiring amputation or resulting in death, has been reported; closely monitor if occurs<\/li><li>Hemorrhagic complications may occur; increased risk in patients with active ulcerative and angiodysplastic gastrointestinal disease, bacterial endocarditis, congenital or acquired bleeding disorders or platelet defects, diabetic or hypertensive retinopathy, hemorrhagic stroke, recent gastrointestinal bleeding, or brain, spinal or ophthalmological surgery, severe hepatic or renal impairment, or severe uncontrolled hypertension<\/li><li>Other:<\/li><li>-- Contains benzyl alcohol, which may cause &quot;gasping syndrome&quot; in premature infants; use caution in pregnant women and administer preservative-free formulations when possible<\/li><li>-- Periodic complete blood counts, including platelet count, blood chemistry, and stool occult blood tests are recommended during treatment<\/li><li>-- Elderly patients are at increased risk of bleeding; close attention to dosing and concomitant medication use is advised, especially in patients with low body weight (less than 45 kg) and those predisposed to decreased renal function<\/li><\/ul>"},{"id":"jshns3b11","title":"Pregnancy Category","mono":"<ul><li>Dalteparin: B (FDA)<\/li><li>Dalteparin: C (AUS)<\/li><\/ul>"},{"id":"jshns3b12","title":"Breast Feeding","mono":"Dalteparin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jshns4","title":"Drug Interactions","sub":{"1":{"id":"jshns4b14","title":"Major","mono":"<ul><li>Abciximab (theoretical)<\/li><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Acenocoumarol (theoretical)<\/li><li>Alipogene Tiparvovec (theoretical)<\/li><li>Alteplase, Recombinant (theoretical)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Anagrelide (theoretical)<\/li><li>Anistreplase (theoretical)<\/li><li>Antithrombin, Recombinant (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Aspirin (probable)<\/li><li>Bivalirudin (theoretical)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Celecoxib (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Citalopram (probable)<\/li><li>Clonixin (probable)<\/li><li>Clopidogrel (theoretical)<\/li><li>Collagenase, Clostridium histolyticum (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyridamole (theoretical)<\/li><li>Dipyrone (probable)<\/li><li>Drotrecogin Alfa (theoretical)<\/li><li>Edoxaban (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Eptifibatide (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenofibrate (theoretical)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Fluoxetine (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Fluvoxamine (probable)<\/li><li>Fondaparinux (theoretical)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Iloprost (theoretical)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Lepirudin (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Nintedanib (theoretical)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Paroxetine (probable)<\/li><li>Pentosan Polysulfate Sodium (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Prasugrel (theoretical)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Reteplase, Recombinant (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sertraline (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Streptokinase (theoretical)<\/li><li>Sulfinpyrazone (theoretical)<\/li><li>Sulindac (probable)<\/li><li>Tenecteplase (theoretical)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Ticlopidine (theoretical)<\/li><li>Tinzaparin (theoretical)<\/li><li>Tirofiban (theoretical)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Treprostinil (theoretical)<\/li><li>Urokinase (theoretical)<\/li><li>Valdecoxib (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vorapaxar (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},"2":{"id":"jshns4b15","title":"Moderate","mono":"<ul>Palifermin (probable)<\/ul>"}}},{"id":"jshns5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Hematoma, Injection site (7% to 35%), Injection site pain (4.5% to 12%)<\/li><li><b>Other:<\/b>Irritation symptom, Local<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Epidural hematoma, Hematoma, Spinal, Hemorrhage, Major (up to 13.6%), Hemorrhagic cerebral infarction (8%), Intracranial hemorrhage, Subdural hemorrhage, Intrauterine, Thrombocytopenia (Non-cancer indications, less than 1%; patients with cancer, 10.9% to 13.6%)<\/li><li><b>Hepatic:<\/b>Increased liver function test (up to 4.3%)<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction (rare)<\/li><li><b>Neurologic:<\/b>Paralysis<\/li><\/ul>"},{"id":"jshns6","title":"Drug Name Info","sub":{"0":{"id":"jshns6b17","title":"US Trade Names","mono":"Fragmin<br\/>"},"2":{"id":"jshns6b19","title":"Class","mono":"<ul><li>Anticoagulant<\/li><li>Low Molecular Weight Heparin<\/li><\/ul>"},"3":{"id":"jshns6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jshns6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jshns7","title":"Mechanism Of Action","mono":"Dalteparin sodium is a low molecular weight heparin. It has antithrombotic properties which inhibits coagulation Factor Xa and thrombin by means of antithrombin, while it slightly affects activated partial thromboplastin time.<br\/>"},{"id":"jshns8","title":"Pharmacokinetics","sub":{"0":{"id":"jshns8b23","title":"Absorption","mono":"Bioavailability: (subQ) 87% +\/- 6% <br\/>"},"1":{"id":"jshns8b24","title":"Distribution","mono":"Vd: 40 to 60 mL\/kg <br\/>"},"3":{"id":"jshns8b26","title":"Excretion","mono":"Renal: major route of elimination <br\/>"},"4":{"id":"jshns8b27","title":"Elimination Half Life","mono":"<ul><li> (subQ) 3 to 5 hr<\/li><li>(IV) 2.1 to 2.3 hr<\/li><li>chronic renal insufficiency, hemodialysis: (IV), 5.7 +\/- 2 hours<\/li><\/ul>"}}},{"id":"jshns9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>for SUBQ use only; do not give IM<\/li><li>patient should be sitting or lying down; when using naval or thigh area, lift up a fold of skin with thumb and forefinger while giving injection; insert the entire length of the needle at a 45- to 90-degree angle; vary injection site daily<\/li><li>administer only by SUBQ injection around naval, upper outer side of thigh, or upper outer quadrangle of buttock<\/li><li>(fixed-dose syringe) do not expel the air bubble before injection<\/li><li>(graduated syringe) expel air bubble and continue to push plunger to the desired volume; discard extra solution<\/li><li>(all prefilled syringe types) needle guard will not be activated unless the entire dose has been given<\/li><\/ul>"},{"id":"jshns10","title":"Monitoring","mono":"<ul><li>Plasma anti-factor Xa, in patients with significant renal impairment or those experiencing bleeding or abnormal coagulation parameters, pregnant patients, obese or low-weight patients, and children; draw sample 4 to 6 hours following dose after receiving 3 to 4 doses (target anti-Xa range 0.5 to 1.5 international units\/mL)<\/li><li>Activated partial thromboplastin time (aPTT), prothrombin time (PT), or activated clotting time (ACT) are NOT useful for monitoring therapeutic levels<\/li><li>CBC, including platelet count, blood chemistry, and stool occult blood tests; periodically during the course of therapy<\/li><li>Neurological impairment should be frequently monitored in patients with spinal or epidural anesthesia, or spinal puncture<\/li><\/ul>"},{"id":"jshns11","title":"How Supplied","mono":"<b>Fragmin<\/b><br\/>Subcutaneous Solution: 10000 IU\/ML, 2500 IU\/0.2 ML, 15000 IU\/0.6 ML, 5000 IU\/0.2 ML, 7500 IU\/0.3 ML, 18000 IU\/0.72 ML, 12500 IU\/0.5 ML, 25000 IU\/ML<br\/>"},{"id":"jshns12","title":"Toxicology","sub":[{"id":"jshns12b31","title":"Clinical Effects","mono":"<b>LOW MOLECULAR WEIGHT HEPARINS <\/b><br\/>USES: Low molecular weight heparins (LMWHs) (dalteparin, enoxaparin, and tinzaparin) are anticoagulant agents commonly used for prophylaxis and treatment of DVT and pulmonary embolism. Dalteparin and enoxaparin may also be used for the prophylaxis of ischemic complications of unstable angina and non-Q-wave myocardial infarction (MI), in patients at risk for thromboembolism due to severely restricted mobility during acute illness, and in patients undergoing treatment of acute ST-segment elevation MI. PHARMACOLOGY: LMWHs are anticoagulant agents with anti-Factor Xa and anti-thrombin (anti-Factor IIa) activities. They inhibit thrombin formation and thrombus development. They are prepared from unfractionated heparin by chemical or enzymatic depolymerization. LMWHs have lower molecular weight (range, 2000 to 9000; mean, 4000 to 5000) with reduced binding to proteins and cells. Overall, compared with heparin, LMWHs have lower anti-IIa activity relative to anti-Xa activity and a more predictable anticoagulant response. They are cleared through renal mechanism and have a greater bioavailability and longer plasma half-life. LMWHs are not clinically interchangeable, as LMWHs have different pharmacokinetic properties and anticoagulant profiles. TOXICOLOGY: Excessive anticoagulant effects can cause bleeding complications. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. The main complication of overdose is bleeding. Patients may experience epistaxis, hematuria, tarry stool, easy bruising, or petechial formation, followed by frank bleeding. ADVERSE EFFECTS: The main complication of LMWH therapy is bleeding. The following adverse effects have also been reported: nausea, peripheral edema, pruritus, eczema-like plaques, rash, skin necrosis, pain and hematomas at the injection site, hyperkalemia and secondary hypoaldosteronism, anemia, increased liver enzymes, acute allergic reaction, fever, and fever. Heparin-induced thrombocytopenia (HIT) may develop in patients receiving LMWHs, but the frequency of HIT is 3-fold lower with LMWHs than with heparin. <br\/>"},{"id":"jshns12b32","title":"Treatment","mono":"<b>LOW MOLECULAR WEIGHT HEPARINS<\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor for clinical evidence of bleeding. SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat patients with severe bleeding with protamine sulfate. Blood transfusions or fresh frozen plasma may be indicated in addition to protamine sulfate. In patients with strongly suspected or confirmed heparin-induced thrombocytopenia (HIT), with or without thrombosis, discontinue LMWH agent and start an alternative, nonheparin anticoagulant (lepirudin, argatroban).  An anaphylactoid or anaphylactic reaction may require aggressive airway management and support.<\/li><li>Decontamination: Decontamination is not indicated; LMWHs are only available parenterally.<\/li><li>Airway management: Assess airway; endotracheal intubation may be required in patients with intracranial bleeding, severe hemoptysis, or acute allergic reaction.<\/li><li>Antidote: PROTAMINE: Following an inadvertent LMWH exposure, protamine is indicated to treat severe cases of hemorrhage. Protamine is able to partially neutralize the anticoagulant activity, but some residual anti factor Xa activity will remain. Approximately 60% (maximum) of anti-factor Xa is completely neutralized with protamine administration. The following doses are suggested for severe bleeding or large overdoses of selected LMWH(s): ADULTS: DALTEPARIN AND TINZAPARIN: Administer 1 mg protamine for every 100 anti-Xa International Units of dalteparin or tinzaparin given; administer protamine by slow IV injection. A second infusion of 0.5 mg protamine per 100 anti-Xa International Units of dalteparin or tinzaparin may be necessary if the aPTT concentration remains prolonged 2 to 4 hours after the first infusion. ENOXAPARIN: Administer protamine by slow IV injection (1% solution) to equal the dose of enoxaparin injected: 1 mg protamine to neutralize 1 mg enoxaparin, if enoxaparin was given within the past 8 hours. An infusion of 0.5 mg protamine per 1 mg of enoxaparin may be given if it has been greater than 8 hours since the initial dose of protamine or it is necessary to give a second dose of protamine. If it has been 12 hours or greater since the last dose of enoxaparin, protamine may NOT be necessary.<\/li><li>Heparin-induced thrombocytopenia: In patients with strongly suspected or confirmed heparin-induced thrombocytopenia (HIT), with or without thrombosis, discontinue LMWH therapy and start an alternative, nonheparin anticoagulant (lepirudin, argatroban). LEPIRUDIN: ADULTS: 0.4 mg\/kg (maximum 44 mg) IV bolus, at a concentration of 5 mg\/mL, is administered slowly (eg, over 15 to 20 seconds) followed by a continuous infusion of lepirudin at a rate of 0.15 mg\/kg\/hr (maximum initial infusion dose of 16.5 mg\/hr) for 2 to 10 days or longer if clinically needed. According to the American College of Chest Physicians (ACCP) guidelines, the initial lepirudin IV infusion should not exceed 0.1 mg\/kg\/hour (mg\/kg\/hr). Initial bolus dose is recommended either to be omitted or, in case of perceived life- or limb-threatening thrombosis, be given at 0.2 mg\/kg. ARGATROBAN: The recommended initial dose is 2 mcg\/kg\/min administered as a continuous infusion.  Dose can be adjusted as clinically indicated, not exceeding 10 mcg\/kg\/min, until the steady-state aPTT is 1.5 to 3 times the initial baseline value (not to exceed an aPTT of 100 seconds). CHILDREN: initial, 0.75 mcg\/kg\/min continuous IV infusion; adjust in increments of 0.1 to 0.25 mcg\/kg\/min to achieve aPTT of 1.5 to 3 times the initial baseline value (not to exceed 100 seconds). In the absence of any prospective comparative clinical trials, the choice between lepirudin and argatroban usually is based on their different elimination mechanisms. Lepirudin is cleared by the kidneys, so it is preferred in patients with liver disease. Argatroban is cleared by the liver, so it is preferred in patients with renal insufficiency. Other agents such as bivalirudin, danaparoid (not available in the United States), and fondaparinux have also been used in patients with HIT.<\/li><li>Acute allergic reaction: MILD to MODERATE EFFECTS: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE EFFECTS: Administer oxygen, aggressive airway management may be necessary. Administer antihistamines, epinephrine, corticosteroids as needed. Treatment includes IV fluids and ECG monitoring.<\/li><li>Monitoring of patient: Monitor for evidence of bleeding (eg, venous access sites, urinary, gastrointestinal, vaginal). Monitor CBC with platelet count, vital signs, and hepatic enzymes in symptomatic patients. Prothrombin time (PT) and activated partial thromboplastin time (aPTT) are not sensitive measures of activity with therapeutic doses of LMWH, and routine coagulation monitoring is not required.  However, aPTT and standard anti-Xa monitoring may be useful to follow the degree of anti-IIA and anti-Xa neutralization by protamine in patients with severe bleeding. Monitor for signs and symptoms of heparin-induced thrombocytopenia and thrombosis (HITT), including deep vein thrombosis, pulmonary embolism, cerebral vein thrombosis, limb ischemia, stroke, myocardial infarction, mesenteric thrombosis, renal arterial thrombosis, skin necrosis, or gangrene of the extremities.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the large volume of distribution of LMWHs.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with LMWH overdose should be evaluated and monitored until symptoms resolve. Patients can be discharged when laboratory values are stable with no evidence of bleeding. ADMISSION CRITERIA: Patients with severe symptoms (eg, anaphylaxis, hemorrhage) should be admitted to an intensive care setting.<\/li><\/ul>"},{"id":"jshns12b33","title":"Range of Toxicity","mono":"<b>LOW MOLECULAR WEIGHT HEPARINS<\/b><br\/>TOXICITY: Varies with agent. A minimum toxic dose has not been established. DALTEPARIN: A 39-year-old woman experienced only ecchymosis at the injection site after injecting herself 360,000 Units of dalteparin subQ (approximately 4000 Units\/kg). A 40-year-old man presented on 5 different occasions with massive, self-induced overdoses of dalteparin (range, 72,000 to 720,000 International Units). There were no bleeding complications in 3 of the 5 episodes. Mild to moderate bleeding developed in 2 episodes. ENOXAPARIN: A 34-year-old woman injected herself with 1600 mg of enoxaparin (20 syringes of 80 mg) and developed retroperitoneal bleeding requiring transfusion. She recovered following supportive therapy, including protamine and rFVIIa therapies. A neonate received 40 mg of enoxaparin instead of 4 mg, and was treated successfully with protamine. THERAPEUTIC DOSES: DALTEPARIN: ADULTS: Varies by indication; up to 200 international units\/kg subQ every 24 hours; total daily dose should not exceed 18,000 international units. ENOXAPARIN: Varies by indication; the following dosing has been used for myocardial infarction: Initially, single IV bolus dose of 30 mg plus 1 mg\/kg subQ; maintenance, 1 mg\/kg subQ every 12 hours for minimum of 8 days; MAXIMUM DOSE: 100 mg for the first 2 doses only. TINZAPARIN: 175 anti-Xa international units\/kg subQ once daily for 6 days; 100 international units antifactor Xa activity is equivalent to 1 mg. CHILDREN: Safety and efficacy have not been established in pediatric patients. <br\/>"}]},{"id":"jshns13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause hematoma or local pain and irritation.<\/li><li>Advise patients who have received epidural or spinal anesthesia to report signs\/symptoms of neurological impairment, as drug increases risk for development of a epidural or spinal hematoma.<\/li><li>Patient should report signs\/symptoms of bleeding.<\/li><li>Instruct patients to give a subcutaneous injection only around the naval, the upper outer side of thigh, or upper outer quadrangle of buttock. Patient should sit or lie down during injection.<\/li><li>Advise patient to rotate injection sites.<\/li><li>Advise patient to call healthcare professional if a dose is missed, as drug should be given on a regular schedule.<\/li><\/ul>"}]}