{"generic":"Rimexolone","drugs":["Rimexolone","Vexol"],"mono":{"0":{"id":"jsi2s0","title":"Generic Names","mono":"Rimexolone"},"1":{"id":"jsi2s1","title":"Dosing and Indications","sub":{"0":{"id":"jsi2s1b4","title":"Adult Dosing","mono":"<ul><li><b>Anterior uveitis:<\/b> 1 to 2 drops into the conjunctival sac of the affected eye every hour while awake for 1 week, then 1 drop every 2 hours while awake during second week, then taper until uveitis is resolved<\/li><li><b>Inflammatory disorder of the eye, following ocular surgery:<\/b> postoperatively, 1 to 2 drops into the conjunctival sac of the affected eye 4 times per day, beginning 24 hours postop and continuing for 2 weeks; do not use the same bottle for both eyes<\/li><\/ul>"},"1":{"id":"jsi2s1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in children "},"3":{"id":"jsi2s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Anterior uveitis<\/li><li>Inflammatory disorder of the eye, following ocular surgery<\/li><\/ul>"}}},"3":{"id":"jsi2s3","title":"Contraindications\/Warnings","sub":[{"id":"jsi2s3b9","title":"Contraindications","mono":"<ul><li>acute infection of the eye, purulent and untreated<\/li><li>epithelial herpes simplex keratitis<\/li><li>fungal infections of the eye<\/li><li>hypersensitivity to rimexolone or any component of the formulation<\/li><li>mycobacterial infections of the eye<\/li><li>vaccinia, varicella, and most other viral infections of the cornea or conjunctiva<\/li><\/ul>"},{"id":"jsi2s3b10","title":"Precautions","mono":"<ul><li>corneal ulcerations due to fungal infection may occur<\/li><li>perforation has occurred with topical steroids in diseases causing thinning of the cornea or sclera; monitoring recommended<\/li><li>prolonged use; increased risk of secondary ocular infections, ocular hypertension, glaucoma, optic nerve damage, visual acuity defects, visual field defects, or formation of posterior subcapsular cataract<\/li><li>purulent infections, acute; corticosteroids may mask presence or exacerbate condition; monitoring recommended<\/li><li>use longer than 10 days; monitoring recommended<\/li><li>use of same bottle in both eyes of postoperative patients is not recommended<\/li><\/ul>"},{"id":"jsi2s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jsi2s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jsi2s4","title":"Drug Interactions","sub":{"1":{"id":"jsi2s4b14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><\/ul>"}}},"5":{"id":"jsi2s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (0-2%)<\/li><li><b>Dermatologic:<\/b>Erythema (1-5%), Pruritus (1-5%)<\/li><li><b>Gastrointestinal:<\/b>Taste sense altered (0-2%)<\/li><li><b>Neurologic:<\/b>Headache<\/li><li><b>Ophthalmic:<\/b>Blurred vision (1-5%), Discharge from eye (1-5%), Pain in eye (1-5%)<\/li><li><b>Respiratory:<\/b>Pharyngitis (0-2%), Rhinitis (0-2%)<\/li><\/ul><b>Serious<\/b><br\/><b>Ophthalmic:<\/b>Fungal infection of eye, With prolonged use, Glaucoma, With prolonged use<br\/>"},"6":{"id":"jsi2s6","title":"Drug Name Info","sub":{"0":{"id":"jsi2s6b17","title":"US Trade Names","mono":"Vexol<br\/>"},"2":{"id":"jsi2s6b19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Ophthalmologic Agent<\/li><\/ul>"},"3":{"id":"jsi2s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jsi2s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jsi2s7","title":"Mechanism Of Action","mono":"Ophthalmic: Corticosteroids suppress the inflammatory response to a variety of inciting agents of a mechanical, chemical, or immunological nature. They inhibit edema, cellular infiltration, capillary dilatation, fibroblastic proliferation, deposition of collagen, and scar formation that are associated with inflammation.  <br\/>"},"8":{"id":"jsi2s8","title":"Pharmacokinetics","sub":{"2":{"id":"jsi2s8b25","title":"Metabolism","mono":"Ophthalmic: Extensive <br\/>"},"3":{"id":"jsi2s8b26","title":"Excretion","mono":"Ophthalmic: Fecal: 80% <br\/>"},"4":{"id":"jsi2s8b27","title":"Elimination Half Life","mono":"Ophthalmic: 1 to 2 h <br\/>"}}},"9":{"id":"jsi2s9","title":"Administration","mono":"<b>Ophthalmic<\/b><br\/>shake well before using <br\/>"},"10":{"id":"jsi2s10","title":"Monitoring","mono":"<ul><li>reduction in ocular inflammation<\/li><li>intraocular pressure, if drug used 10 days or longer<\/li><\/ul>"},"11":{"id":"jsi2s11","title":"How Supplied","mono":"<b>Vexol<\/b><br\/>Ophthalmic Suspension: 1 %<br\/>"},"12":{"id":"jsi2s12","title":"Toxicology","sub":[{"id":"jsi2s12b31","title":"Clinical Effects","mono":"<b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/>"},{"id":"jsi2s12b32","title":"Treatment","mono":"<b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jsi2s12b33","title":"Range of Toxicity","mono":"<b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/>"}]},"13":{"id":"jsi2s13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause erythema, pruritus, blurred vision, eye pain or discharge, or headache.<\/li><li>Patient should report signs\/symptoms of eye infection.<\/li><li>Advise patient to apply drug into the conjunctival sac of affected eye.<\/li><\/ul>"}}}