{"generic":"Cefepime Hydrochloride","drugs":["Cefepime Hydrochloride","Maxipime"],"mono":{"0":{"id":"jsnls0","title":"Generic Names","mono":"Cefepime Hydrochloride"},"1":{"id":"jsnls1","title":"Dosing and Indications","sub":[{"id":"jsnls1b4","title":"Adult Dosing","mono":"<ul><li><b>Bacteremia associated with intravascular line:<\/b> (due to Pseudomonas aeruginosa) 2 g IV every 8 hours<\/li><li><b>Bacterial meningitis:<\/b> 6 g\/day IV divided every 8 hours (guideline dosing)<\/li><li><b>Febrile neutropenia, Empiric therapy:<\/b> 2 g IV every 8 hours for 7 days or until neutropenia resolves<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue (Moderate to Severe), Uncomplicated:<\/b> 2 g IV every 12 hours for 10 days<\/li><li><b>Infectious disease of abdomen, Complicated:<\/b> 2 g IV every 8 to 12 hours for 7 to 10 days in combination with metronidazole<\/li><li><b>Infectious disease of abdomen, Complicated:<\/b> (Pseudomonas aeruginosa) 2 g IV every 8 hours for 7 to 10 days in combination with metronidazole<\/li><li><b>Infective endocarditis:<\/b> (native and prosthetic valve endocarditis caused by HACEK microorganisms) 2 g IV every 8 hours for 4 to 6 weeks<\/li><li><b>Infective endocarditis:<\/b> (prosthetic valve (early, 1 year or less) culture-negative endocarditis) 2 g IV every 8 hours for 6 weeks in combination with vancomycin 15 mg\/kg IV every 12 hours AND rifampin 300 mg IV or ORALLY every 8 hours for 6 weeks AND gentamicin sulfate 1 mg\/kg IV\/IM every 8 hours for 2 weeks<\/li><li><b>Pneumonia (Moderate to Severe):<\/b> 1 to 2 g IV every 8 to 12 hours for 10 days<\/li><li><b>Pneumonia (Moderate to Severe):<\/b> (Pseudomonas aeruginosa) 2 g IV every 8 hours for 10 days<\/li><li><b>Urinary tract infectious disease:<\/b> mild to moderate, 0.5 to 1 g IV\/IM every 12 hours for 7 to 10 days (IM route for UTI's due to Escherichia coli only)<\/li><li><b>Urinary tract infectious disease:<\/b> moderate to severe, 2 g IV every 12 hours for 10 days<\/li><\/ul>"},{"id":"jsnls1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Bacterial meningitis:<\/b> older than 28 days, 150 mg\/kg\/day IV divided every 8 hours (guideline dosing)<\/li><li><b>Febrile neutropenia, Empiric therapy:<\/b> (2 months or older, 40 kg or less), 50 mg\/kg IV every 8 hours for 7 days or until neutropenia resolves; maximum 2 g\/dose<\/li><li><b>Infection of skin AND\/OR subcutaneous tissue (Moderate to Severe), Uncomplicated:<\/b> (2 months or older, 40 kg or less), 50 mg\/kg IV every 12 hours for 10 days; maximum 2 g\/dose<\/li><li><b>Infective endocarditis:<\/b> (native and prosthetic valve endocarditis caused by HACEK microorganisms) 50 mg\/kg (MAX: 2 g\/dose) IV every 8 hours for 4 to 6 weeks<\/li><li><b>Infective endocarditis:<\/b> (prosthetic valve (early, 1 year or less) culture-negative endocarditis) 50 mg\/kg (MAX: 2 g\/dose) IV every 8 hours for 6 weeks in combination with vancomycin 40 mg\/kg\/day IV in 2 or 3 equally divided doses AND rifampin 20 mg\/kg\/day IV or ORALLY in 3 equally divided doses for 6 weeks AND gentamicin sulfate 1 mg\/kg IV\/IM every 8 hours for 2 weeks<\/li><li><b>Pneumonia (Moderate to Severe):<\/b> (2 months or older) 50 mg\/kg IV every 12 hours for 10 days; maximum 2 g\/dose<\/li><li><b>Pneumonia (Moderate to Severe):<\/b> (2 months or older) Pseudomonas aeruginosa: 50 mg\/kg IV every 8 hours for 10 days; maximum 2 g\/dose<\/li><li><b>Urinary tract infectious disease:<\/b> (2 months or older), 50 mg\/kg IV every 12 hours for 7 to 10 days; maximum 2 g\/dose<\/li><\/ul>"},{"id":"jsnls1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (CrCl 30 to 60 mL\/min) give usual initial dose and adjust maintenance dose as follows:<\/b> for a recommended dose of 500 mg every 12 hours, give 500 mg every 24 hours; for a recommended dose of 1 g every 12 hours, give 1 g every 24 hours; for a recommended dose of 2 g every 12 hours, give 2 g every 24 hours; for a recommended dose of 2 g every 8 hours, give 2 g every 12 hours<\/li><li><b>renal impairment (CrCl 11 to 29 mL\/min) give usual initial dose and adjust maintenance dose as follows:<\/b> for a recommended dose of 500 mg every 12 hours, give 500 mg every 24 hours; for a recommended dose of 1 g every 12 hours, give 500 mg every 24 hours; for a recommended dose of 2 g every 12 hours, give 1 g every 24 hours; for a recommended dose of 2 g every 8 hours, give 2 g every 24 hours<\/li><li><b>renal impairment (CrCl less than 11 mL\/min and not receiving hemodialysis) give usual initial dose and adjust maintenance dose as follows:<\/b> for a recommended dose of 500 mg every 12 hours, give 250 every 24 hours; for a recommended dose of 1 g every 12 hours, give 250 mg every 24 hours; for a recommended dose of 2 g every 12 hours, give 500 mg every 24 hours; for a recommended dose of 2 g every 8 hours, give 1 g every 24 hours<\/li><li><b>renal impairment (pediatric patients):<\/b> data not available; make dosing changes proportional to those made for adults<\/li><li><b>hemodialysis:<\/b> give 1 g on day 1 followed by 500 mg every 24 hours for the treatment of all infections except febrile neutropenia; for febrile neutropenia give 1 g every 24 hours; administer following hemodialysis on hemodialysis days and at the same time each day<\/li><li><b>peritoneal dialysis:<\/b> give recommended dose every 48 hours<\/li><\/ul>"},{"id":"jsnls1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Febrile neutropenia, Empiric therapy<\/li><li>Infection of skin AND\/OR subcutaneous tissue (Moderate to Severe), Uncomplicated<\/li><li>Infectious disease of abdomen, Complicated<\/li><li>Pneumonia (Moderate to Severe)<\/li><li>Urinary tract infectious disease<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Bacteremia associated with intravascular line<\/li><li>Bacterial meningitis<\/li><li>Infective endocarditis<\/li><li>Peritoneal dialysis-associated peritonitis<\/li><\/ul>"}]},"3":{"id":"jsnls3","title":"Contraindications\/Warnings","sub":[{"id":"jsnls3b9","title":"Contraindications","mono":"hypersensitivity to cefepime, cephalosporins, penicillins, or other beta-lactam antibiotics <br\/>"},{"id":"jsnls3b10","title":"Precautions","mono":"<ul><li>Gastrointestinal:<\/li><li>-- Clostridium difficile-associated diarrhea, from mild diarrhea to fatal colitis, has been reported and may occur 2 months or more after discontinuation; medical or surgical management and discontinuation may be necessary<\/li><li>-- use caution in patients with history of gastrointestinal disease, particularly colitis<\/li><li>Hematologic:<\/li><li>-- prothrombin activity decrease may occur, especially in patients with renal or hepatic impairment, poor nutrition, and protracted course of antimicrobial therapy; monitoring recommended<\/li><li>Neurologic:<\/li><li>-- neurotoxic events, with some fatal cases, including encephalopathy, myoclonus, and seizures have been reported, especially in patients with renal impairment; dosage adjustment or discontinuation may be necessary<\/li><li>Renal:<\/li><li>-- patients with renal impairment (ie, CrCl less than 60 mL\/min) are at greater risk for life-threatening or fatal encephalopathy, myoclonus, and seizures; dosage adjustment required<\/li><li>Other:<\/li><li>-- elderly patients, especially with renal dysfunction, are at greater risk for life-threatening or fatal encephalopathy, myoclonus, and seizures; monitoring recommended and dosage adjustment may be necessary<\/li><\/ul>"},{"id":"jsnls3b11","title":"Pregnancy Category","mono":"Cefepime: B (FDA)<br\/>"},{"id":"jsnls3b12","title":"Breast Feeding","mono":"<ul><li>Cefepime: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Cefepime: Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"jsnls4","title":"Drug Interactions","sub":{"1":{"id":"jsnls4b14","title":"Major","mono":"<ul>Warfarin (probable)<\/ul>"}}},"5":{"id":"jsnls5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (1.1% to 4%)<\/li><li><b>Endocrine metabolic:<\/b>Hypophosphatemia (2.8%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (0.1% to 3%)<\/li><li><b>Hematologic:<\/b>Direct Coombs test positive (16.2%)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (2.8%), AST\/SGOT level raised (2.4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Pseudomembranous enterocolitis<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Neurologic:<\/b>Encephalopathy, Myoclonus, Seizure<\/li><\/ul>"},"6":{"id":"jsnls6","title":"Drug Name Info","sub":{"0":{"id":"jsnls6b17","title":"US Trade Names","mono":"Maxipime<br\/>"},"2":{"id":"jsnls6b19","title":"Class","mono":"<ul><li>4th Generation Cephalosporin<\/li><li>Antibiotic<\/li><\/ul>"},"3":{"id":"jsnls6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jsnls6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jsnls7","title":"Mechanism Of Action","mono":"Cefepime hydrochloride, a semi-synthetic cephalosporin antibiotic, inhibits cell wall synthesis in a wide range of gram-positive and gram-negative bacteria. It is highly resistant to hydrolysis by most beta-lactamases and penetrates rapidly into gram-negative bacteria and targets the penicillin binding proteins (PBP).<br\/>"},"8":{"id":"jsnls8","title":"Pharmacokinetics","sub":[{"id":"jsnls8b23","title":"Absorption","mono":"<ul><li>IM: time to peak concentration, 1.4 h +\/- 0.9 h to 1.6 h +\/- 0.4 h<\/li><li>IM, Bioavailability: (pediatric population) 82.3% +\/- 15%<\/li><\/ul>"},{"id":"jsnls8b24","title":"Distribution","mono":"<ul><li>Vd: 18 L +\/- 2 L<\/li><li>Protein binding: approximately 20%<\/li><\/ul>"},{"id":"jsnls8b25","title":"Metabolism","mono":"Metabolite: N-methylpyrrolidine (NMP) <br\/>"},{"id":"jsnls8b26","title":"Excretion","mono":"<ul><li>Renal: 85% unchanged, less than 1% as NMP<\/li><li>Renal: (2 mo to 11 y old), 60.4% +\/- 30.4% unchanged<\/li><li>Dialyzable: yes (hemodialysis), 68% removed; no (peritoneal dialysis)<\/li><\/ul>"},{"id":"jsnls8b27","title":"Elimination Half Life","mono":"<ul><li>2 h +\/- 0.3 h<\/li><li>2 mo to 11 y old: increased by about 15%<\/li><li>Hemodialysis: 13.5 h +\/- 2.7 h<\/li><li>Impaired renal function (creatinine clearance less than or equal to 60 mL\/min): slower<\/li><li>Peritoneal dialysis: 19 h +\/- 2 h<\/li><\/ul>"}]},"9":{"id":"jsnls9","title":"Administration","mono":"<ul><li><b>Intramuscular<\/b><br\/>reconstitute 500-mg or 1-g vial with 1.3 or 2.4 mL, respectively, of sterile water for injection, NS, D5W, 0.5% or 1% lidocaine hydrochloride, or sterile bacteriostatic water for injection for a final concentration of 280 mg\/mL<br\/><\/li><li><b>Intravenous<\/b><br\/>reconstitute 500-mg, 1-g, or 2-g vial, and add an appropriate quantity of the solution to an IV container with one of the compatible IV fluids; infuse over 30 minutes<br\/><\/li><\/ul>"},"10":{"id":"jsnls10","title":"Monitoring","mono":"<ul><li>fever<\/li><li>symptomatic improvement<\/li><li>CBC<\/li><li>hepatic\/renal function<\/li><li>previous hypersensitivity to other beta-lactam antibiotics<\/li><li>prothrombin time in patients at risk<\/li><li>signs of antibiotic-associated diarrhea, other superinfections<\/li><li>signs of serum-sickness-like reactions<\/li><\/ul>"},"11":{"id":"jsnls11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Injection Powder for Solution: 1 GM, 2 GM<\/li><li>Intravenous Powder for Solution: 1 GM, 2 GM<\/li><li>Intravenous Solution: 2 GM\/100 ML, 1 GM\/50 ML<\/li><\/ul><\/li><li><b>Maxipime<\/b><br\/>Injection Powder for Solution: 1 GM, 2 GM<br\/><\/li><\/ul>"},"12":{"id":"jsnls12","title":"Toxicology","sub":[{"id":"jsnls12b31","title":"Clinical Effects","mono":"<b>CEPHALOSPORINS<\/b><br\/>OVERDOSE: Acute ingestion of large doses of cephalosporins may result in nausea, vomiting, diarrhea, and abdominal pain. Seizures have developed after parenteral overdose. ADVERSE EFFECTS: COMMON: Hypersensitivity reactions, including anaphylaxis, may commonly occur with therapy; oral exposures are less likely to cause severe allergic reactions than parenteral exposures. Seizures have also been reported following therapeutic administration. Prolonged prothrombin times, thrombocytopenia, and coagulopathies associated with a qualitative platelet defect and aggregation abnormalities have been reported following IV cephalosporin therapy. Pseudocholelithiasis may follow intravenous administration of ceftriaxone. Several cases of fatal hemolytic reactions following intravenous ceftriaxone therapy have been reported in children with serious hematologic abnormalities.<br\/>"},{"id":"jsnls12b32","title":"Treatment","mono":"<b>CEPHALOSPORINS <\/b><br\/><ul><li>Decontamination: Generally not indicated in patients with no underlying health problems. Activated charcoal may be necessary for patients with underlying renal insufficiency.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Monitoring of patient: Monitor renal function, electrolytes, CBC including platelets.<\/li><li>Anaphylaxis: Mild to moderate allergic reactions may be treated with antihistamines with or without inhaled beta adrenergic agonists, corticosteroids or epinephrine. Diphenhydramine: ADULTS: 50 mg orally, IV, or IM initially, then 25 to 50 mg orally every 4 to 6 hours for 24 to 72 hours. CHILDREN: 1.25 mg\/kg orally, IV, or IM initially, then 5 mg\/kg\/day orally in 4 divided doses for 24 to 72 hours. Treatment of severe anaphylaxis also includes oxygen supplementation, aggressive airway management, epinephrine, ECG monitoring, and IV fluids.<\/li><li>Seizure: IV benzodiazepines, barbiturates<\/li><li>Blood coagulation disorder: Vitamin K, fresh frozen plasma<\/li><li>Intrathecal injection: Treat seizures with anticonvulsants (benzodiazepines, propofol, phenobarbital); endotracheal intubation and mechanical ventilation as needed. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or lactated ringers through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr). Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><\/ul>"},{"id":"jsnls12b33","title":"Range of Toxicity","mono":"<b>CEPHALOSPORINS<\/b><br\/>TOXICITY: Serious toxicity is unlikely following large oral doses of cephalosporins. Crystalluria and hematuria has been described in a 3-year-old boy who ingested 104 mg\/kg of cephalexin. THERAPEUTIC DOSE: Varies with agent. CEPHALEXIN: CHILDREN:  25 to 100 milligrams\/kilogram\/24 hours orally, up to a maximum of 4 grams\/day, divided every 6 hours. <br\/>"}]},"13":{"id":"jsnls13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause colitis, nausea, vomiting, pruritus, urticaria, or headache, as well as injection-site pain, inflammation, rash, or phlebitis.<\/li><li>Advise patient to report immediately any signs\/symptoms of encephalopathy (confusion, hallucinations, stupor, coma), myoclonus, and seizures.<\/li><li>Advise patient to report severe diarrhea and consult healthcare professional prior to taking anti-diarrhea medicine.<\/li><li>Instruct patient to notify their healthcare provider if they are breastfeeding or intend to breastfeed during therapy.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><li>Inform patient of the importance of receiving the full course of therapy. If a dose is missed, another appointment should be scheduled as soon as possible.<\/li><\/ul>"}}}