{"generic":"Etoposide Phosphate","drugs":["Etopophos","Etoposide Phosphate"],"mono":[{"id":"jsnvs0","title":"Generic Names","mono":"Etoposide Phosphate"},{"id":"jsnvs1","title":"Dosing and Indications","sub":[{"id":"jsnvs1b4","title":"Adult Dosing","mono":"<ul><li><b>Small cell carcinoma of lung, In combination with other approved chemotherapeutic agents as first line:<\/b> range, 35 mg\/m(2)\/day IV for 4 days to 50 mg\/m(2)\/day IV for 5 days, in combination with other approved chemotherapeutic agents; repeat at 3- to 4-week intervals<\/li><li><b>Testicular cancer, In combination with other approved chemotherapeutic agents in patients with refractory testicular tumors who have already received appropriate surgical, chemotherapeutic, and radiotherapeutic therapy:<\/b> range, 50 to 100 mg\/m(2)\/day IV on days 1 through 5 to 100 mg\/m(2)\/day IV on days 1, 3, and 5, in combination with other approved chemotherapeutic agents; repeat at 3- to 4-week intervals<\/li><\/ul>"},{"id":"jsnvs1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"jsnvs1b6","title":"Dose Adjustments","mono":"<ul><li><b>compromised bone marrow reserve:<\/b> adjust dose to account for myelosuppression caused by concurrent drugs, radiation therapy, or prior chemotherapy<\/li><li><b>hematologic:<\/b> platelet count less than 50,000 cells\/mm(3) or absolute neutrophil count (ANC) less than 500 cells\/mm(3); withhold further therapy until blood counts have sufficiently recovered<\/li><li><b>renal impairment:<\/b> CrCl 15 to 50 mL\/min, 75% of normal dose<\/li><li><b>renal impairment:<\/b> CrCl less than 15 mL\/min, data not available; further dose reduction should be considered<\/li><li><b>hepatic impairment:<\/b> reduce dose by 50% if bilirubin is 1.5 to 3 mg\/dL; consider dose reduction with hypoalbuminuria; omit if bilirubin exceeds 3 mg\/dL<\/li><\/ul>"},{"id":"jsnvs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Small cell carcinoma of lung, In combination with other approved chemotherapeutic agents as first line<\/li><li>Testicular cancer, In combination with other approved chemotherapeutic agents in patients with refractory testicular tumors who have already received appropriate surgical, chemotherapeutic, and radiotherapeutic therapy<\/li><\/ul>"}]},{"id":"jsnvs2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>Severe myelosuppression with resulting infection or bleeding may occur with etoposide phosphate.<br\/>"},{"id":"jsnvs3","title":"Contraindications\/Warnings","sub":[{"id":"jsnvs3b9","title":"Contraindications","mono":"hypersensitivity to etoposide phosphate, etoposide, or any other product component <br\/>"},{"id":"jsnvs3b10","title":"Precautions","mono":"<ul><li>severe myelosuppression with resulting infection or bleeding, including cases resulting in death, has been reported; frequent monitoring recommended; withhold further therapy until neutrophil (500\/mm(3) or greater) and platelet counts (50,000\/mm(3) or greater) recover<\/li><li>anaphylactic reactions (eg, chills, fever, tachycardia, bronchospasm, dyspnea, and hypotension) have been reported; higher rates reported in children who received etoposide infusions at higher than recommended concentrations<\/li><li>extravasation may occur; close monitoring during drug administration is recommended<\/li><li>potential carcinogen; acute leukemia with or without a preleukemic phase has been reported rarely<\/li><li>renal impairment; increased risk for etoposide toxicity; dose adjustment recommended<\/li><li>serum albumin, low; increased risk for etoposide toxicity<\/li><\/ul>"},{"id":"jsnvs3b11","title":"Pregnancy Category","mono":"<ul><li>Etoposide: D (FDA)<\/li><li>Etoposide: D (AUS)<\/li><\/ul>"},{"id":"jsnvs3b12","title":"Breast Feeding","mono":"<ul><li>Etoposide: WHO: Avoid breastfeeding.<\/li><li>Etoposide: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"jsnvs4","title":"Drug Interactions","sub":[{"id":"jsnvs4b13","title":"Contraindicated","mono":"<ul>Rotavirus Vaccine, Live (established)<\/ul>"},{"id":"jsnvs4b14","title":"Major","mono":"<ul><li>Adenovirus Vaccine Type 4, Live (established)<\/li><li>Adenovirus Vaccine Type 7, Live (established)<\/li><li>Aprepitant (theoretical)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (established)<\/li><li>Cobicistat (theoretical)<\/li><li>Cyclosporine (probable)<\/li><li>Dasabuvir (theoretical)<\/li><li>Echinacea (theoretical)<\/li><li>Fosaprepitant (theoretical)<\/li><li>Glucosamine (theoretical)<\/li><li>Influenza Virus Vaccine, Live (established)<\/li><li>Measles Virus Vaccine, Live (established)<\/li><li>Mumps Virus Vaccine, Live (established)<\/li><li>Paritaprevir (theoretical)<\/li><li>Poliovirus Vaccine, Live (established)<\/li><li>Rubella Virus Vaccine, Live (established)<\/li><li>Smallpox Vaccine (established)<\/li><li>St John's Wort (theoretical)<\/li><li>Typhoid Vaccine (established)<\/li><li>Valspodar (probable)<\/li><li>Varicella Virus Vaccine (established)<\/li><li>Warfarin (probable)<\/li><li>Yellow Fever Vaccine (established)<\/li><\/ul>"}]},{"id":"jsnvs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Alopecia (33% to 44%)<\/li><li><b>Gastrointestinal:<\/b>Inflammatory disease of mucous membrane (11%), Loss of appetite (16%), Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Asthenia<\/li><li><b>Other:<\/b>Fever (24%), Malaise (39%), Shivering (24%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Acute leukemia (rare), Anemia, Dose-limiting (19% (less than 8 g\/dL) to 72% (less than 11 g\/dL)), Leukopenia (17% (less than 1000\/mm(3)) to 91% (less than 4000\/mm(3))), Neutropenia (37% (less than 500\/mm(3)) to 88% (less than 2000\/mm(3))), Thrombocytopenia, Dose-limiting (9% (less than 50,000\/mm(3)) to 23% (less than 100,000\/mm(3)))<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Anaphylaxis (3%)<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},{"id":"jsnvs6","title":"Drug Name Info","sub":{"0":{"id":"jsnvs6b17","title":"US Trade Names","mono":"Etopophos<br\/>"},"2":{"id":"jsnvs6b19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Mitotic Inhibitor<\/li><\/ul>"},"3":{"id":"jsnvs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jsnvs6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jsnvs7","title":"Mechanism Of Action","mono":"Etoposide is an antineoplastic agent that interferes with cell division by interacting with DNA-topoisomerase II or free radical formation resulting in DNA strand breaks. It also affects the G2 portion of the mammalian cell cycle. At high concentrations, etoposide causes cell lysis during the mitosis phase and at low concentrations, it inhibits cells from entering prophase.<br\/>"},{"id":"jsnvs8","title":"Pharmacokinetics","sub":{"1":{"id":"jsnvs8b24","title":"Distribution","mono":"<ul><li>Vd: 18 L to 29 L<\/li><li>Protein binding: 97%<\/li><\/ul>"},"2":{"id":"jsnvs8b25","title":"Metabolism","mono":"<ul><li>Hepatic; P450 CYP3A4; dephosphorylation and O-demethylation<\/li><li>Metabolite: (4'-demethylepipodophyllic acid-9-(4,6-O-(R)-ethylidene-beta-D-glucopyranoside))<\/li><\/ul>"},"3":{"id":"jsnvs8b26","title":"Excretion","mono":"<ul><li>Fecal via bile: 44%<\/li><li>Renal: 56%, 45% unchanged<\/li><li>Renal: (children), approximately 55%<\/li><\/ul>"},"4":{"id":"jsnvs8b27","title":"Elimination Half Life","mono":"4 h to 11 h <br\/>"}}},{"id":"jsnvs9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of etoposide phosphate<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>reconstitute each 100-mg vial with 5 mL or 10 mL of D5W, NS, sterile water for injection, bacteriostatic water for injection with benzyl alcohol, or bacteriostatic sodium chloride for injection with benzyl alcohol to a concentration of 20 mg\/mL or 10 mg\/mL etoposide (22.7 mg\/mL or 11.4 mg\/mL etoposide phosphate), respectively; may further dilute to concentration as low as 0.1 mg\/mL (etoposide) with D5W or NS<\/li><li>after reconstitution, solution is stable for 7 days under refrigeration, for 24 hours at room temperature when reconstituted with sterile water for injection, D5W, or NS, and for 48 hours at room temperature when reconstituted with bacteriostatic water for injection with benzyl alcohol or bacteriostatic sodium chloride for injection with benzyl alcohol; solutions that are further diluted with D5W or NS are stable for 24 hours under refrigeration or room temperature<\/li><li>administer by slow IV infusion only over 5 to 210 minutes; should not be given by rapid IV injection<\/li><\/ul><\/li><\/ul>"},{"id":"jsnvs10","title":"Monitoring","mono":"<ul><li>evidence of tumor response<\/li><li>CBC with differential; prior to and periodically during therapy<\/li><\/ul>"},{"id":"jsnvs11","title":"How Supplied","mono":"<b>Etopophos<\/b><br\/>Intravenous Powder for Solution: 100 MG<br\/>"},{"id":"jsnvs12","title":"Toxicology","sub":[{"id":"jsnvs12b31","title":"Clinical Effects","mono":"<b>ETOPOSIDE <\/b><br\/>USES: Etoposide is approved for use in combination with other chemotherapeutic agents to treat patients with refractory testicular tumors and small cell lung cancer (first-line treatment). It has also been used in a variety of other cancers, including neuroblastoma, leukemia, lymphoma, gastric, liver, and endometrial cancers. PHARMACOLOGY: Etoposide is an antineoplastic agent that interferes with cell division by interacting with DNA-topoisomerase II, or by free radical formation, resulting in DNA strand breaks. It also affects the G2 portion of the mammalian cell cycle. At high concentrations, etoposide causes cell lysis during the mitosis phase and at low concentrations, it inhibits cells from entering prophase. TOXICOLOGY: At high concentrations (10 mcg\/mL), etoposide causes cell lysis during the mitosis phase. Overdose effects are seen primarily in rapidly dividing cells (ie, bone marrow, gastrointestinal tract). EPIDEMIOLOGY: Acute etoposide poisoning is rare. The incidence of etoposide toxicity during therapeutic use varies depending on the dosage and the duration of therapy. MILD TO MODERATE TOXICITY: Overdose data are limited.  Effects are anticipated to be similar to adverse effects reported during therapeutic use. In one case of an overdose (4900 mg oral etoposide over 25 days), the patient presented with fatigue, fever, cough, diarrhea, and early grade 1 to 2 myelosuppression and immunosuppression. At 57 months follow-up, the main complications were myelosuppression and immunosuppression. SEVERE TOXICITY: Myelosuppression (leukopenia, neutropenia, and thrombocytopenia) and mucositis are likely to develop and may be severe. ADVERSE EFFECTS: CARDIOVASCULAR: Hypotension may occur following a rapid infusion and can respond to slowing the infusion rate. It may also be associated with hypersensitivity reactions to etoposide. Hypertension and angina have also been reported; however, the causal relationship to etoposide is not clear.  DERMAL: Rash, urticaria and\/or pruritus have been infrequently reported. Erythema and desquamation, extravasation\/phlebitis, alopecia, onycholysis, Stevens-Johnson syndrome, and toxic epidermal necrolysis have also occurred following therapeutic use of etoposide. GASTROINTESTINAL: Nausea, vomiting, mucositis, diarrhea, abdominal pain, anorexia, and taste alteration may occur. Severe esophagitis has also been reported. HEMATOLOGICAL: Severe bone marrow depression (primarily leukopenia, neutropenia, and thrombocytopenia) may occur and is the dose-limiting toxicity. Nadir occurs in about 10 to 22 days (leukocyte nadir 15 to 22 days; granulocyte nadir 12 to 19 days; platelet nadir 10 to 15 days); recovery usually occurs by day 21, but may be delayed. IMMUNOLOGIC: Anaphylactic-type reactions have been reported. HEPATIC: Hepatitis, hepatocellular necrosis, hyperammonemia, hyperbilirubinemia, ascites, and elevated hepatic enzymes have been reported in patients receiving high-doses of etoposide. NEUROLOGIC: Asthenia\/malaise, dizziness, and peripheral neuropathies have been reported.  Cerebral edema due to a capillary leak syndrome has been reported in patients after receiving therapeutic doses of etoposide. Seizures, occasionally associated with allergic reactions, have been reported during clinical trials. RESPIRATORY: Dyspnea, apnea, interstitial pneumonitis, and pulmonary fibrosis have been reported. <br\/>"},{"id":"jsnvs12b32","title":"Treatment","mono":"<b>ETOPOSIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Treat persistent nausea and vomiting with several antiemetics of different classes. Treat mild hypotension with IV fluids. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with intravenous fluids and vasopressors. Administer colony stimulating factors (filgrastim or sargramostim) as these patients are at risk for severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia, or hemorrhage. Severe nausea and vomiting may respond to a combination of agents from different drug classes. <\/li><li>Decontamination: PREHOSPITAL:  Administer activated charcoal if the ingestion is recent, the patient is not vomiting, and is able to maintain their airway. HOSPITAL:  Administer activated charcoal if the ingestion is recent, the patient is not vomiting, and is able to maintain their airway.<\/li><li>Intrathecal injection: There are no published reports of therapy for an intrathecal etoposide overdose. This following information was derived from experience with other antineoplastics. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours). Albumin 5% or fresh frozen plasma (25 mL FFP\/L NS or LR) may also be useful for perfusion because of etoposide's high protein binding. Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe respiratory symptoms or acute allergic reactions.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Administer colony stimulating factors following a significant overdose as these patients are at risk for severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Hypotensive episode: Treat hypotension with intravenous fluids; if hypotension persists, administer vasopressors.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. For example: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Stomatitis: Treat mild mucositis with bland oral rinses with 0.9% saline, sodium bicarbonate, and water. For moderate cases with pain, consider adding a topical anesthetic (eg, lidocaine, benzocaine, dyclonine, diphenhydramine, or doxepin). Treat moderate to severe mucositis with topical anesthetics and systemic analgesics. Patients with mucositis and moderate xerostomia may receive sialagogues (eg, sugarless candy\/mints, pilocarpine\/cevimeline, or bethanechol) and topical fluorides to stimulate salivary gland function. Consider prophylactic antiviral and antifungal agents to prevent infections. Topical oral antimicrobial mouthwashes, rinses, pastilles, or lozenges may be used to decrease the risk of infection. Palifermin is indicated to reduce the incidence and duration of severe oral mucositis in patients with hematologic malignancies receiving myelotoxic therapy requiring hematopoietic stem cell support. In patients with an etoposide overdose in whom neutropenia and mucositis would be anticipated, administer palifermin 60 mcg\/kg\/day IV bolus injection starting 24 hours after the overdose for 3 consecutive days. <\/li><li>Extravasation injury: Infiltration with etoposide phosphate may cause local swelling, pain, cellulitis, and necrosis. If extravasation occurs, stop the infusion. Disconnect the IV tubing, but leave the cannula or needle in place. Attempt to aspirate the extravasated drug from the needle or cannula. If possible, withdraw 3 to 5 mL of blood and\/or fluids through the needle\/cannula. Elevate the affected area. Immediately apply warm packs for 15 to 20 minutes at least 4 times daily to disperse and dilute the agent. Monitor site closely to avoid tissue injury due to heat application. Cooling may increase the risk of etoposide crystallization. Administer analgesia for severe pain. If pain persists, there is concern for compartment syndrome, or injury is apparent, an early surgical consult should be considered. Close observation of the extravasated area is suggested.  If tissue sloughing, necrosis or blistering occurs, treat as a chemical burn (ie, antiseptic dressings, silver sulfadiazine, antibiotics when applicable).  Surgical or enzymatic debridement may be required. Risk of infection is increased in chemotherapy patients with reduced neutrophil count following extravasation. Consider culturing any open wounds. Monitor the site for the development of cellulitis, which may require antibiotic therapy.<\/li><li>Peripheral axonal neuropathy: Peripheral neurotoxicity should be anticipated in overdose. Monitor and treat symptoms as indicated.<\/li><li>Drug-induced dystonia: ADULT: Benztropine 1 to 2 mg IV or diphenhydramine 1 mg\/kg\/dose IV over 2 minutes. CHILD: Diphenhydramine 1 mg\/kg\/dose IV over 2 minutes (maximum: 5 mg\/kg\/day or 50 mg\/m(2)\/day). <\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, renal function and liver enzymes in symptomatic patients. Clinically evaluate patients for the development of mucositis. Severe bone marrow depression (primarily leukopenia, neutropenia, thrombocytopenia, and anemia) may occur and is the dose-limiting toxicity. Nadir occurs in about 10 to 22 days (leukocyte nadir 15 to 22 days; granulocyte nadir 12 to 19 days; platelet nadirs 10 to 15 days); recovery usually occurs by day 21, but may be delayed. Monitor serial CBC (with differential) and platelet count until there is evidence of bone marrow recovery. Monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract.<\/li><li>Enhanced elimination procedure: Dialysis is UNLIKELY to be of benefit due to high protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: There is no data to support home management. ADMISSION CRITERIA: Patients with an etoposide overdose need to be admitted, as toxicity develops over several days. Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), and daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT CRITERIA: Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an etoposide overdose. In addition, consultation with an infectious disease physician with expertise in the management of neutropenic patients with infections is strongly recommended. TRANSFER CRITERIA: Patients with large overdoses may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"jsnvs12b33","title":"Range of Toxicity","mono":"<b>ETOPOSIDE <\/b><br\/>TOXICITY:  Overdose data are limited. In one case of an overdose (4900 mg oral etoposide over 25 days), the patient presented with fatigue, fever, cough and diarrhea, and early grade 1 to 2 myelosuppression and immunosuppression. HIGH-DOSE THERAPY: Elderly patients tolerated oral doses of 800 mg\/m(2) with the total dose divided over 5 consecutive days every 3 to 4 weeks for 6 cycles. In clinical studies, including phase I studies, etoposide was administered in doses ranging from 1.8 to 4.8 g\/m(2). These doses were usually given in combination with other cytotoxic agents with stem cell support or bone marrow transplantation. Mucositis was the dose-limiting toxicity in these patients. Other reported effects included severe myelosuppression, nausea, vomiting, alopecia, and hepatitis.  Two patients developed toxic hepatitis after receiving high-dose etoposide therapy for germinal neoplasms.  Each patient received a total cumulative dose of at least 6.8 g\/m(2). Liver function abnormalities became clinically apparent approximately 21 days after the last dose of etoposide, and resolved spontaneously without sequelae over 12 weeks. CHILDREN: Etoposide has been administered to children with neuroblastoma as part of multi-agent chemotherapy at a dose of 780 mg\/m(2) as a continuous intravenous infusion over 72 hours. THERAPEUTIC DOSE: ADULTS: TESTICULAR CANCER: range, 50 to 100 mg\/m(2)\/day IV on days 1 to 5 to 100 mg\/m(2)\/day IV on days 1, 3, and 5, in combination with other approved chemotherapeutic agents; repeat at 3- to 4-wk intervals. SMALL CELL LUNG CANCER: range, 35 mg\/m(2)\/day IV for 4 days to 50 mg\/m(2)\/day IV for 5 days, in combination with other approved chemotherapeutic agents; repeat at 3- to 4-wk intervals. Do not give by bolus IV injection. ORAL: Two times the IV dose rounded to the nearest 50 mg (eg, 2 times 35 mg\/m(2)\/day for 4 days to 50 mg\/m(2)\/day for 5 days). CHILDREN: Safety and efficacy in children has not been established. <br\/>"}]},{"id":"jsnvs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>This drug may cause alopecia, shivering, diarrhea, inflamed mucous membranes, loss of appetite, nausea, vomiting, asthenia, fever, or malaise.<\/li><li>Instruct patient to report sign\/symptoms of myelosuppression or hepatotoxicity.<\/li><li>Drug is an irritant. Tell patient to report signs\/symptoms of extravasation.<\/li><li>Patient should report signs\/symptoms of a severe skin reaction such as Stevens-Johnson syndrome (flu-like symptoms, spreading red rash, or skin\/mucous membrane blistering) or toxic epidermal necrolysis (widespread peeling\/blistering of skin).<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}]}