{"generic":"Clobazam","drugs":["Clobazam","Onfi"],"mono":{"0":{"id":"jsoes0","title":"Generic Names","mono":"Clobazam"},"1":{"id":"jsoes1","title":"Dosing and Indications","sub":[{"id":"jsoes1b4","title":"Adult Dosing","mono":"<ul><li><b>Alcohol withdrawal syndrome:<\/b> 0.3 to 0.9 mg\/kg\/day ORALLY for 1 week; usual dosage range 15 to 30 mg\/day<\/li><li><b>Anxiety:<\/b> 20 to 80 mg\/day ORALLY (single or divided doses)<\/li><li><b>Lennox-Gastaut syndrome - Seizure; Adjunct:<\/b> (Greater than 30 kg) Initial, 10 mg ORALLY daily (in 2 divided doses), titrate to 20 mg daily (2 divided doses) on day 7 and to 40 mg daily (2 divided doses) on day 14<\/li><li><b>Lennox-Gastaut syndrome - Seizure; Adjunct:<\/b> (30 kg or less) Initial, 5 mg ORALLY daily (in 2 divided doses), titrate to 10 mg daily (2 divided doses) on day 7 and to 20 mg daily (2 divided doses) on day 14<\/li><li><b>Lennox-Gastaut syndrome - Seizure; Adjunct:<\/b> Withdrawal of therapy, gradually decrease the total daily dose by 5 to 10 mg on a weekly basis until discontinued<\/li><\/ul>"},{"id":"jsoes1b5","title":"Pediatric Dosing","mono":"<ul><li>Safety and efficacy not established in patients younger than 2 years<\/li><li><b>Anxiety:<\/b> children over 3 years, 10 to 15 mg\/day ORALLY (single or divided doses)<\/li><li><b>Lennox-Gastaut syndrome - Seizure; Adjunct:<\/b> (2 years or older and 30 kg or less) Initial, 5 mg ORALLY daily (in 2 divided doses), titrate to 10 mg daily (2 divided doses) on day 7 and to 20 mg daily (2 divided doses) on day 14<\/li><li><b>Lennox-Gastaut syndrome - Seizure; Adjunct:<\/b> (2 years or older and greater than 30 kg) Initial, 10 mg ORALLY daily (in 2 divided doses), titrate to 20 mg daily (2 divided doses) on day 7 and to 40 mg daily (2 divided doses) on day 14<\/li><li><b>Lennox-Gastaut syndrome - Seizure; Adjunct:<\/b> Withdrawal of therapy, gradually decrease the total daily dose by 5 to 10 mg on a weekly basis until discontinued<\/li><\/ul>"},{"id":"jsoes1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, mild to moderate:<\/b> no dosage adjustment is necessary<\/li><li><b>hepatic impairment (Child-Pugh score 5 to 9):<\/b> initial, 5 mg ORALLY once daily, titrated no faster than every 7 days to 10 to 20 mg\/day in 2 divided doses depending on weight; if tolerated may titrate to max dose of 20 to 40 mg\/day depending on weight starting on day 21<\/li><li><b>geriatric:<\/b> initial, 5 mg ORALLY once daily, titrated no faster than every 7 days to 10 to 20 mg\/day in 2 divided doses depending on weight; if tolerated may titrate to max dose of 20 to 40 mg\/day depending on weight starting on day 21<\/li><li><b>CYP2C19 poor metabolizers:<\/b> initial, 5 mg ORALLY once daily, titrated no faster than every 7 days to 10 to 20 mg\/day in 2 divided doses depending on weight; if tolerated may titrate to max dose of 20 to 40 mg\/day starting on day 21)<\/li><li><b>concomitant use with CYP2C19 inhibitors:<\/b> may require clobazam dose reduction<\/li><\/ul>"},{"id":"jsoes1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Lennox-Gastaut syndrome - Seizure; Adjunct<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Alcohol withdrawal syndrome<\/li><li>Anxiety<\/li><\/ul>"}]},"3":{"id":"jsoes3","title":"Contraindications\/Warnings","sub":[{"id":"jsoes3b9","title":"Contraindications","mono":"Hypersensitivity to clobazam or any component of the product <br\/>"},{"id":"jsoes3b10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- Serious skin reactions (eg, Stevens-Johnson syndrome [SJS], toxic epidermal necrolysis [TEN]) have been reported; monitoring recommended and discontinue use at first sign of rash, unless clearly not drug-related; do not resume use if SJS or TEN suspected<\/li><li>Hepatic:<\/li><li>-- Hepatic impairment (Child-Pugh score 5 to 9); dosage adjustment required<\/li><li>Neurologic:<\/li><li>-- Somnolence and sedation have been reported, particularly with concomitant use with other CNS depressants; monitoring recommended<\/li><li>-- Abrupt discontinuation may precipitate or exacerbate seizures or result in withdrawal symptoms, especially with high doses and prolonged use; taper dose gradually<\/li><li>Psychiatric:<\/li><li>-- Suicidal behavior and ideation may occur; monitoring recommended<\/li><li>Other:<\/li><li>-- Elderly patients; dosage adjustment required<\/li><li>-- CYP2C19 poor metabolizers; dosage adjustment required<\/li><li>-- Physical or psychological dependence may occur; monitoring recommended for patients with a substance abuse history<\/li><\/ul>"},{"id":"jsoes3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"jsoes3b12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"4":{"id":"jsoes4","title":"Drug Interactions","sub":[{"id":"jsoes4b13","title":"Contraindicated","mono":"<ul><li>Flumazenil (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><\/ul>"},{"id":"jsoes4b14","title":"Major","mono":"<ul><li>Alfentanil (probable)<\/li><li>Amobarbital (probable)<\/li><li>Anileridine (probable)<\/li><li>Aprobarbital (probable)<\/li><li>Buprenorphine (theoretical)<\/li><li>Butabarbital (probable)<\/li><li>Butalbital (probable)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Carisoprodol (theoretical)<\/li><li>Chloral Hydrate (theoretical)<\/li><li>Chlorzoxazone (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Codeine (probable)<\/li><li>Dantrolene (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Eliglustat (theoretical)<\/li><li>Elvitegravir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Ethchlorvynol (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (probable)<\/li><li>Levorphanol (probable)<\/li><li>Meperidine (probable)<\/li><li>Mephenesin (theoretical)<\/li><li>Mephobarbital (probable)<\/li><li>Meprobamate (theoretical)<\/li><li>Metaxalone (theoretical)<\/li><li>Methocarbamol (theoretical)<\/li><li>Methohexital (probable)<\/li><li>Mirtazapine (theoretical)<\/li><li>Morphine (probable)<\/li><li>Morphine Sulfate Liposome (probable)<\/li><li>Nifedipine (probable)<\/li><li>Orlistat (probable)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Pentobarbital (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Piperaquine (theoretical)<\/li><li>Primidone (probable)<\/li><li>Propoxyphene (probable)<\/li><li>Remifentanil (probable)<\/li><li>Secobarbital (probable)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Sufentanil (probable)<\/li><li>Suvorexant (theoretical)<\/li><li>Tamoxifen (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Thiopental (probable)<\/li><li>Tramadol (theoretical)<\/li><\/ul>"},{"id":"jsoes4b15","title":"Moderate","mono":"<ul><li>Dextromethorphan (probable)<\/li><li>Etravirine (probable)<\/li><li>Felbamate (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Ginkgo (probable)<\/li><li>Ketoconazole (established)<\/li><li>Phenytoin (probable)<\/li><li>Theophylline (probable)<\/li><\/ul>"}]},"5":{"id":"jsoes5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation (2% to 10%), Drooling (up to 14%)<\/li><li><b>Neurologic:<\/b>Ataxia (2% to 10%), Dysarthria (2% to 5%), Insomnia (2% to 7%), Lethargy (5% to 15%), Sedated (2% to 9%), Somnolence (16% to 25%)<\/li><li><b>Psychiatric:<\/b>Aggressive behavior (3% to 14%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (2% to 5%)<\/li><li><b>Respiratory:<\/b>Cough (3% to 7%)<\/li><li><b>Other:<\/b>Fever (10% to 17%.)<\/li><\/ul><b>Serious<\/b><br\/><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<br\/>"},"6":{"id":"jsoes6","title":"Drug Name Info","sub":{"0":{"id":"jsoes6b17","title":"US Trade Names","mono":"Onfi<br\/>"},"2":{"id":"jsoes6b19","title":"Class","mono":"<ul><li>Anticonvulsant<\/li><li>Benzodiazepine, Short or Intermediate Acting<\/li><li>Sedative-Hypnotic<\/li><\/ul>"},"3":{"id":"jsoes6b20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"jsoes6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jsoes7","title":"Mechanism Of Action","mono":"The mechanism of clobazam, a 1,5-benzodiazepine, is not fully understood; however, it may bind to the benzodiazepine site of the GABA(A) receptor and potentiate neurotransmission.<br\/>"},"8":{"id":"jsoes8","title":"Pharmacokinetics","sub":[{"id":"jsoes8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral, tablets: 0.5 to 4 hours<\/li><li>Tmax, Oral, suspension: 0.5 to 2 hours<\/li><li>Bioavailability, Oral: 87%<\/li><li>Effect of food: No effect on absorption<\/li><\/ul>"},{"id":"jsoes8b24","title":"Distribution","mono":"<ul><li>Protein binding: 80% to 90%, clobazam; 70%, N-desmethylclobazam<\/li><li>Vd: 100 L<\/li><\/ul>"},{"id":"jsoes8b25","title":"Metabolism","mono":"<ul><li>Liver: primary site via CYP3A4<\/li><li>N-desmethylclobazam (norclobazam): active<\/li><li>Inducer of CYP3A4<\/li><li>Inhibitor of CYP2D6<\/li><li>Substrate of CYP2C19<\/li><\/ul>"},{"id":"jsoes8b26","title":"Excretion","mono":"<ul><li>Renal: 82% (94% as metabolites)<\/li><li>Fecal: 11%<\/li><li>Total body clearance, elderly: reduced<\/li><\/ul>"},{"id":"jsoes8b27","title":"Elimination Half Life","mono":"<ul><li>clobazam: 36 to 42 hours.<\/li><li>N-desmethylclobazam: 71 to 82 hours<\/li><\/ul>"}]},"9":{"id":"jsoes9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>tablets and oral suspension may be taken with or without food<\/li><li>tablets may be administered whole, broken in half along the score, or crushed and mixed in applesauce<\/li><li>shake oral suspension before each use and measure the dose with the dosing syringe provided; insert the adapter before first use and leave in place as long as the bottle is being used<\/li><\/ul>"},"10":{"id":"jsoes10","title":"Monitoring","mono":"<ul><li>decreased frequency or resolution of seizures is indicative of clinical efficacy<\/li><li>signs and symptoms of Stevens-Johnson syndrome or toxic epidermal necrolysis<\/li><li>signs and symptoms of CNS depression<\/li><li>worsening depression, suicidal thoughts or behaviors, and unusual changes in mood or behavior<\/li><\/ul>"},"11":{"id":"jsoes11","title":"How Supplied","mono":"<b>Onfi<\/b><br\/><ul><li>Oral Suspension: 2.5 MG\/ML<\/li><li>Oral Tablet: 10 MG, 20 MG<\/li><\/ul>"},"12":{"id":"jsoes12","title":"Toxicology","sub":[{"id":"jsoes12b31","title":"Clinical Effects","mono":"<b>BENZODIAZEPINES<\/b><br\/>USES: Benzodiazepines are used as anxiolytics, muscle relaxants, procedural sedation agents, and sedative-hypnotics to treat withdrawal states (ie, ethanol, benzodiazepines) and many hyperadrenergic\/stimulated conditions (eg, seizures, serotonin syndrome, neuroleptic malignant syndrome, sympathomimetic overdose, psychiatric conditions). PHARMACOLOGY: They act on the benzodiazepine binding site on the chloride channel of the gamma-aminobutyric acid (GABA), an inhibitory neurotransmitter receptor in the CNS, and increase the frequency of chloride channel opening. This hyperpolarizes the cell and prevents nerve firing\/stimulation, resulting in generalized depression of spinal reflexes and the reticular activating system causing CNS depression. TOXICOLOGY: Toxicity is an extension of the pharmacology, increased GABA activity causing CNS depression. While coma and respiratory depression are rare, they may occur with large overdoses or coingestions. EPIDEMIOLOGY: Benzodiazepine overdose is common and usually occurs in combination with other drug ingestions. Outcomes are generally good. MILD TO MODERATE TOXICITY: CNS depression is the most common finding after overdose. Respiratory depression may also occur, but is more common with coingestion of other sedative-hypnotics. SEVERE TOXICITY: Respiratory depression\/arrest may occur with large overdoses or following rapid IV injection with short-acting benzodiazepines. Severity of respiratory effects depends on the amount ingested and absorbed, type of benzodiazepine ingested (worse for lipophilic agents (eg, diazepam or flunitrazepam) vs polar (eg, lorazepam)), and coingestants. In high doses, patients may manifest coma, respiratory depression, hypotension, hypothermia, and rhabdomyolysis. Otherwise, benzodiazepines are remarkably safe as single agents. ADVERSE EFFECTS: Adverse effects of benzodiazepines in therapeutic doses usually reflect the drug's pharmacology and include sedation, slurred speech, and ataxia. Some IV forms of benzodiazepines (namely, diazepam (Valium(R)) and lorazepam (Ativan(R))) contain propylene glycol as a diluent. Large doses and prolonged infusions may cause the accumulation of propylene glycol and a resultant anion gap metabolic acidosis. This is best avoided by using midazolam (Versed(R)) infusions since it is water soluble and does not contain propylene glycol. Physical and\/or psychological dependence may develop, and a withdrawal syndrome similar to ethanol withdrawal (ie, hypertension, tachycardia, tremulousness, seizures, low grade fever, and, in severe cases, delirium) may develop after abrupt discontinuation in dependent individuals.<br\/>"},{"id":"jsoes12b32","title":"Treatment","mono":"<b>BENZODIAZEPINES<\/b><br\/><ul><li>Support: Supportive care with attention to the airway, breathing, and circulation is the mainstay of treatment. Benzodiazepine overdose as a single agent may cause coma but generally does not cause loss of airway reflexes. However, when combined with other sedating drugs (eg, ethanol, opioids, muscle relaxants, antipsychotics, anticonvulsants), airway protection may be necessary. Even with large overdoses, patients generally remain hemodynamically stable. MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive care. MANAGEMENT OF SEVERE TOXICITY: Coma and respiratory depression require intubation. Hypotension responds to fluids and rarely vasopressors. Anion gap metabolic acidosis from prolonged, high-dose lorazepam or diazepam can be treated with medication cessation.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal is usually not necessary unless the patient has a dangerous co-ingestant. Avoid if the patient is too sedated. HOSPITAL: Activated charcoal may be beneficial if dangerous co-ingestants were consumed and the patient is intubated or can protect their airway. Gastric lavage and whole bowel irrigation are usually not indicated as severe toxicity is very rare.<\/li><li>Airway management: Although respiratory depression is rare, some patients will require airway management.<\/li><li>Antidote: Flumazenil is a specific benzodiazepine receptor antagonist that can rapidly reverse the benzodiazepine effect. However, it is rarely indicated except for iatrogenic oversedation or respiratory depression. In addition, flumazenil may cause withdrawal states and result in seizures, adrenergic stimulation, or autonomic instability in patients chronically taking benzodiazepines or in those with ventricular dysrhythmias and seizures who are concomitantly using cocaine or tricyclic antidepressants. The starting dose is 0.1 to 0.2 mg IV over 15 to 30 seconds and repeated as needed to a maximum of 1 mg. Continuous IV infusion from 0.1 to 1 mg\/hr in 0.9% NaCl or D5W may also be used.<\/li><li>Monitoring of patient: Serum glucose, venous blood gases, ECG, and pulse oximetry may be useful. Urine drug tests do not detect all benzodiazepines; in particular, midazolam, chlordiazepoxide, and flunitrazepam are not detected on many urinary assays, so a negative screen does not rule out a benzodiazepine ingestion.<\/li><li>Enhanced elimination procedure: There is no role for diuresis, dialysis, or hemoperfusion.<\/li><li>Patient disposition: HOME CRITERIA: Healthy children with unintentional ingestions of 1 to 2 tablets may be observed at home if the family is responsible. If significant ataxia or drowsiness develops, refer the patient to the hospital. Asymptomatic adults with unintentional ingestions and a good social situation may remain at home. OBSERVATION CRITERIA: All patients with intentional ingestion or significant ataxia, drowsiness, or respiratory depression should be referred to the hospital for observation. Patients with unreliable social situations may also need observation. Patients may be discharged when asymptomatic. ADMISSION CRITERIA: Admit patients with severe symptoms (ie, coma, respiratory failure, or hypotension unresponsive to IV fluids) or if a danger to themselves. Discharge when asymptomatic and when psychiatric issues have been addressed.<\/li><\/ul>"},{"id":"jsoes12b33","title":"Range of Toxicity","mono":"<b>BENZODIAZEPINES<\/b><br\/>TOXICITY: In general, the toxic-to-therapeutic ratio is very high for benzodiazepines, making them remarkably safe medications. THERAPEUTIC DOSE: Varies among the benzodiazepines.<br\/>"}]},"13":{"id":"jsoes13","title":"Clinical Teaching","mono":"<ul><li>Tell patient to report a rash as soon as possible.<\/li><li>Warn patient to avoid activities requiring mental alertness or coordination until drug effects are realized as drug may cause drowsiness.<\/li><li>Advise patient that the drug decreases the effectiveness of hormonal contraceptives and to use additional nonhormonal methods of contraception during therapy and for 28 days after discontinuation.<\/li><li>Side effects may include constipation, fever, lethargy, somnolence, sedation, or drooling.<\/li><li>Instruct patient to immediately report new or worsening depression, suicidal ideation, or unusual changes in mood or behavior.<\/li><li>Advise patient against sudden discontinuation of drug as this may increase seizure frequency.<\/li><li>Tell patient to administer suspension only with syringe included in packaging.<\/li><li>Instruct patient to avoid alcohol as this may increase exposure and adverse effects.<\/li><\/ul>"}}}