{"generic":"Vigabatrin","drugs":["Sabril","Vigabatrin"],"mono":[{"id":"jsp2s0","title":"Generic Names","mono":"Vigabatrin"},{"id":"jsp2s1","title":"Dosing and Indications","sub":[{"id":"jsp2s1b4","title":"Adult Dosing","mono":"<ul><li>only available through a special restricted distribution program called SHARE, by calling 1-888-45-SHARE<\/li><li>oral solution and the tablet formulation are bioequivalent<\/li><li><b>Complex partial epileptic seizure, Refractory; Adjunct:<\/b> initial, 500 mg ORALLY twice daily; may increase total daily dose in 500-mg increments at weekly intervals, depending upon response, up to 1500 mg twice daily<\/li><li><b>Complex partial epileptic seizure, Refractory; Adjunct:<\/b> withdrawal should be gradual; daily dose was decreased by 1000 mg on a weekly basis in clinical trials<\/li><\/ul>"},{"id":"jsp2s1b5","title":"Pediatric Dosing","mono":"<ul><li>only available through a special restricted distribution program called SHARE, by calling 1-888-45-SHARE<\/li><li>oral solution and the tablet formulation are bioequivalent; only the powder for oral solution is recommended for use in infants and young children<\/li><li><b>Complex partial epileptic seizure, Refractory; Adjunct:<\/b> (10 to 16 years of age and weight 25 to 60 kg) initial, 250 mg ORALLY twice daily; may increase dose at weekly intervals to a maintenance dose of 1000 mg twice daily<\/li><li><b>Complex partial epileptic seizure, Refractory; Adjunct:<\/b> (10 to 16 years of age and weight greater than 60 kg OR older than 16 years) initial, 500 mg ORALLY twice daily; may increase total daily dose in 500-mg increments at weekly intervals, depending upon response, up to 1500 mg twice daily<\/li><li><b>Complex partial epileptic seizure, Refractory; Adjunct:<\/b> withdrawal should be gradual; daily dose was decreased by one-third on a weekly basis in a clinical trial<\/li><li><b>West syndrome:<\/b> (1 month to 2 years of age), initial, 50 mg\/kg\/day ORALLY in 2 divided doses; titrate by 25 to 50 mg\/kg\/day increments every 3 days up to a MAX of 150 mg\/kg\/day; discontinue in patients who fail to demonstrate a significant clinical benefit within 2 to 4 weeks<\/li><li><b>West syndrome:<\/b> withdrawal should be gradual; daily dose was decreased by 25 to 50 mg\/kg every 3 to 4 days in a clinical trial<\/li><\/ul>"},{"id":"jsp2s1b6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> CrCl greater than 50 to 80 mL\/min, decrease dose by 25%; CrCl greater than 30 to 50 mL\/min, decrease dose by 50%; CrCl greater than 10 to 30 mL\/min, decrease dose by 75% "},{"id":"jsp2s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Complex partial epileptic seizure, Refractory; Adjunct<\/li><li>West syndrome<\/li><\/ul>"}]},{"id":"jsp2s2","title":"Black Box Warning","mono":"<b>Oral (Tablet; Powder for Solution)<\/b><br\/>Vigabatrin causes progressive and permanent bilateral concentric visual field constriction in a high percentage of patients. In some cases, vigabatrin may also reduce visual acuity. Risk increases with total dose and duration of use, but no exposure to vigabatrin is known that is free of risk of vision loss. Risk of new and worsening vision loss continues as long as vigabatrin is used, and possibly after discontinuing vigabatrin. Periodic vision testing is required for patients receiving vigabatrin therapy. However, this assessment cannot always prevent vision damage. Vigabatrin should not be used concomitantly with other drugs associated with adverse ophthalmic effects or in patients at high risk for other types of irreversible vision damage. Vigabatrin can cause permanent vision loss. Vigabatrin is only available through a restricted program called the SHARE Program.<br\/>"},{"id":"jsp2s3","title":"Contraindications\/Warnings","sub":[{"id":"jsp2s3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jsp2s3b10","title":"Precautions","mono":"<ul><li>permanent vision loss (reduced visual acuity, visual field restriction), sudden or progressive has occurred; monitoring required; discontinuation may be necessary<\/li><li>failure to have a meaningful reduction in seizures; discontinue use<\/li><li>anemia has been reported<\/li><li>edema and peripheral edema have been reported in adults<\/li><li>infants; MRI abnormalities, some cases with coincident motor abnormalities, have been reported<\/li><li>peripheral neuropathy has been reported in adults<\/li><li>renal impairment in adults and pediatric patients 10 years or older; dose adjustment required<\/li><li>suicidal ideation and behavior, worsening of depression, and unusual changes in mood or behavior may occur as early as 1 week following initiation; monitoring recommended<\/li><li>somnolence and fatigue have been reported<\/li><li>weight gain has been reported<\/li><li>withdrawal of therapy; gradual taper recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jsp2s3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"jsp2s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jsp2s4","title":"Drug Interactions","sub":{"1":{"id":"jsp2s4b14","title":"Major","mono":"<ul><li>Carbamazepine (probable)<\/li><li>Ketorolac (theoretical)<\/li><li>Orlistat (probable)<\/li><\/ul>"},"2":{"id":"jsp2s4b15","title":"Moderate","mono":"<ul><li>Fosphenytoin (probable)<\/li><li>Ginkgo (probable)<\/li><li>Phenytoin (probable)<\/li><\/ul>"}}},{"id":"jsp2s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Weight increased (6% to 47%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (complex partial seizures, 10%)<\/li><li><b>Neurologic:<\/b>Confusion (complex partial seizures, 4%), Coordination problem (complex partial seizures, 7%), Memory impairment (complex partial seizures, 7%), Somnolence (6% to 45%), Tremor (complex partial seizures, 6% to 15%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision (complex partial seizures, 13%), Diplopia (complex partial seizures, 5% to 7%), Nystagmus (complex partial seizures, 5% to 13%)<\/li><li><b>Otic:<\/b>Infection of ear (infantile spasms, 7% to 14%), Otitis media (complex partial seizures, 6%; infantile spasms, 10% to 44%)<\/li><li><b>Psychiatric:<\/b>Aggressive behavior (complex partial seizures, 5%)<\/li><li><b>Reproductive:<\/b>Dysmenorrhea (complex partial seizures, 9%)<\/li><li><b>Respiratory:<\/b>Bronchitis (infantile spasms, 30%), Upper respiratory infection (complex partial seizures, 7% to 10%; infantile spasms, 46% to 51%)<\/li><li><b>Other:<\/b>Fatigue (9% to 28%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Ophthalmic:<\/b>Visual field defect<\/li><li><b>Psychiatric:<\/b>Psychotic disorder, Suicidal thoughts<\/li><\/ul>"},{"id":"jsp2s6","title":"Drug Name Info","sub":{"0":{"id":"jsp2s6b17","title":"US Trade Names","mono":"Sabril<br\/>"},"2":{"id":"jsp2s6b19","title":"Class","mono":"<ul><li>Anticonvulsant<\/li><li>Gamma Aminobutyric Acid (class)<\/li><li>Gamma Aminobutyric Acid Transaminase Inhibitor<\/li><\/ul>"},"3":{"id":"jsp2s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jsp2s6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jsp2s7","title":"Mechanism Of Action","mono":"The exact mechanism of vigabatrin's anti-seizure properties is not known, but it is thought to be primarily the result of its action as an irreversible inhibitor of gamma-aminobutyric acid transaminase (GABA-T), the enzyme responsible for the metabolism of the inhibitory neurotransmitter GABA. This inhibition causes increased levels of GABA in the central nervous system.<br\/>"},{"id":"jsp2s8","title":"Pharmacokinetics","sub":[{"id":"jsp2s8b23","title":"Absorption","mono":"<ul><li>Tmax, oral: 1 hour (adults, pediatrics 10 to 16 years); 2.5 hours (infants 5 to 24 months)<\/li><li>Bioavailability: 50% (S(+)enantiomer), 65% (R(-)enantiomer)<\/li><li>Effect of food: minimal<\/li><\/ul>"},{"id":"jsp2s8b24","title":"Distribution","mono":"<ul><li>Protein binding: none<\/li><li>Vd: 1.1 L\/kg<\/li><\/ul>"},{"id":"jsp2s8b25","title":"Metabolism","mono":"Hepatic: minimal; (Grant & Heel, 1991)<br\/>"},{"id":"jsp2s8b26","title":"Excretion","mono":"<ul><li>Renal: approximately 95% (80% unchanged)<\/li><li>Dialyzable: yes (hemodialysis), 40 to 60% removed<\/li><li>Total body clearance: 7 L\/hr (adults), 5.8 L\/hr (pediatrics 10 to 16 years), 2.4 L\/hr (infants 5 to 24 months)<\/li><\/ul>"},{"id":"jsp2s8b27","title":"Elimination Half Life","mono":"<ul><li>10.5 hours (adults); 9.5 hours (pediatrics 10 to 16 years); 5.7 hours (infants 5 to 24 months)<\/li><li>renal impairment: increased 55% (mild); 2-fold increase (moderate); 3.5-fold increase (severe)<\/li><\/ul>"}]},{"id":"jsp2s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with or without food<\/li><li>(powder for oral solution) empty contents of packet (500 mg\/packet) into empty cup and dissolve with 10 mL of cold or room temperature water per packet using provided 10-mL oral syringe; final concentration is 50 mg\/mL; discard the resulting solution if it is not clear, colorless, and particle free<\/li><\/ul>"},{"id":"jsp2s10","title":"Monitoring","mono":"<ul><li>refractory complex partial seizures: substantial clinical benefit should be seen within 3 months of initiation of therapy and the need for continued therapy should be periodically evaluated<\/li><li>infantile spasms: substantial clinical benefit should be seen with 2 to 4 weeks of initiation of therapy and the need for continued therapy should be periodically evaluated<\/li><li>renal function; consider in elderly patients<\/li><li>ophthalmologic examinations; perimetry via automated visual field testing recommended; additional testing if clinically indicated; baseline (no later than 4 weeks after therapy initiation), at least every 3 months during treatment, and approximately 3 to 6 months following discontinuation of treatment<\/li><li>evoked potential testing in patients receiving prolonged therapy with higher doses (eg, 3 to 4 grams daily).<\/li><li>new onset or worsening of depression, suicidal thoughts or behavior, or any unusual changes in mood or behavior<\/li><\/ul>"},{"id":"jsp2s11","title":"How Supplied","mono":"<b>Sabril<\/b><br\/><ul><li>Oral Powder for Solution: 500 MG\/Packet<\/li><li>Oral Tablet: 500 MG<\/li><\/ul>"},{"id":"jsp2s12","title":"Toxicology","sub":[{"id":"jsp2s12b31","title":"Clinical Effects","mono":"<b>VIGABATRIN<\/b><br\/>USES: Vigabatrin is used for the treatment of refractory complex partial seizures in adults. It is indicated as an adjunctive therapy in patients that fail to respond to other therapies. It is also used to treat infantile spasms in children 1 month to 2 years. PHARMACOLOGY: Although the exact mechanism for antiseizure activity is unknown, it is thought to be an irreversible inhibitor of the gamma-aminobutyric acid transaminase (GABA-T), the enzyme responsible for the metabolism of the inhibitory neurotransmitter GABA. This can increase the levels of GABA in the central nervous system. EPIDEMIOLOGY: Overdose is infrequent. Due to the risk of permanent vision loss, the drug is only available through a restricted distribution program called SHARE (1-888-45-SHARE). When overdose has occurred, it has often been combined with other agents. MILD TO MODERATE TOXICITY: Drowsiness and fatigue are likely to occur. Other symptoms may include: vertigo, irritability, agitation, headache, and increased seizure activity. SEVERE TOXICITY: Coma and unconsciousness may develop. Other events may include: seizures, acute psychosis, delirium, respiratory depression, hypotension and bradycardia. Although not reported in overdose, anemia has developed with therapy. ADVERSE EFFECTS: COMMON: Drowsiness and fatigue are the most common adverse events.  Exacerbation of psychotic symptoms may develop during treatment with vigabatrin or withdrawal from vigabatrin. As with other antiepileptic drugs, vigabatrin may increase the risk of suicidal thoughts or behavior during therapeutic use. Other events include: fever, seizures, anemia, peripheral edema and neuropathy, weight gain, and headache. SEVERE EVENTS: Permanent vision loss can develop with therapy, which has led to its restricted use. In postmarketing experience, relatively serious events have included: gastrointestinal hemorrhage, acute psychosis, delirium, neonatal agitation, laryngeal edema, pulmonary embolism, respiratory failure, stridor, angioedema, malignant hyperthermia, dystonia, and multiorgan failure; the frequency of these events is unknown. <br\/>"},{"id":"jsp2s12b32","title":"Treatment","mono":"<b>VIGABATRIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment of mild to moderate toxicity is largely supportive. Monitor neuro status and vital signs. Assess respiratory effort; monitor pulse oximetry. Airway protection and management may be indicated. Moderate to severe nausea and vomiting should be treated with antiemetics, as needed. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of treatment. Mental status or respiratory depression may require airway protection. Intubation and mechanical ventilation may be indicated. Coma should be treated with airway management and supportive care. Seizures should be treated with benzodiazepines as a first-line therapy. Agitation\/delirium should be treated with benzodiazepines, large doses may be required. Treat hypotension initially with isotonic fluids; vasopressor agents, such as norepinephrine or phenylephrine may also be required.<\/li><li>Decontamination: PREHOSPITAL: Because of the risk of CNS depression and subsequent aspiration, prehospital decontamination should generally be avoided. HOSPITAL: Activated charcoal should be considered in an asymptomatic patient, if performed soon after exposure and the airway is protected. Airway protection is indicated prior to decontamination in symptomatic patients.<\/li><li>Airway management: A mild exposure is unlikely to necessitate airway management, however airway protection may be necessary in cases of prominent CNS depression, seizures or significant respiratory depression.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: Monitor mental status. Monitor pulse oximetry, initiate cardiac monitoring and obtain an ECG upon initial evaluation and repeat as indicated following a significant overdose. Monitor fluid status, renal function and a basic metabolic panel as necessary. Obtain a CBC as indicated. ABGs should be obtained in patients with significant respiratory depression. Creatinine kinase should be measured in patients with prolonged coma or seizures.<\/li><li>Enhanced elimination procedure: Hemodialysis may be of value following a significant exposure because vigabatrin is not bound to plasma proteins. In limited cases, hemodialysis has reduced vigabatrin plasma concentration by 40% to 60% in patients with renal failure receiving therapeutic doses.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients (adult) with a minor inadvertent ingestion of a therapeutic dose may be observed at home. An inadvertent exposure by a child may require evaluation in a healthcare facility due to the risk of CNS depression. Patients with an intentional exposure should be referred to a health care facility. OBSERVATION CRITERIA:  Patients with a deliberate self-harm ingestion or a large ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients may be discharged to home after 10 to 12 hours, if symptoms improve after treatment and laboratory studies remain normal. Patients who remain symptomatic or develop significant symptoms should be admitted. ADMISSION CRITERIA: Patients with persistent CNS or respiratory depression, despite adequate treatment should be admitted. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jsp2s12b33","title":"Range of Toxicity","mono":"<b>VIGABATRIN <\/b><br\/>TOXICITY: Based on limited data, most cases of vigabatrin overdose involved other agents; no overdoses resulted in death. Coma, unconsciousness or drowsiness have occurred in overdose. In a single case, a 25-year-old woman ingested 60 g and developed severe delirium; no other severe events were observed. An adult developed a psychotic episode (lasting 36 hours) after inadvertently ingesting 8 to 12 g of vigabatrin. THERAPEUTIC DOSE: ADULT: TABLET: INITIAL: 500 mg orally twice daily; MAINTENANCE: 1.5 g twice daily (3 g total). Maximum: 3 g\/day. PEDIATRIC: ORAL SOLUTION: INITIAL DOSE: Children 1 month to 2 years: 50 mg\/kg\/day orally in 2 divided doses. The dose may be titrated by 25 to 50 mg\/kg\/day increments every 3 days up to a maximum dose of 150 mg\/kg\/day. <br\/>"}]},{"id":"jsp2s13","title":"Clinical Teaching","mono":"<ul><li>Advise patient of risk for permanent vision loss, specifically peripheral vision, and to report any vision changes immediately. Patient must keep appointments for monitoring vision.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as this medicine may cause dizziness or somnolence.<\/li><li>Drug may cause anemia, peripheral neuropathy, fatigue, nystagmus, tremor, weight gain, edema, memory impairment, or blurred vision.<\/li><li>Instruct patient to report worsening depression, suicidal ideation, or unusual changes in behavior.<\/li><li>Advise against sudden discontinuation, as this may induce withdrawal symptoms.<\/li><\/ul>"}]}