{"generic":"Mirtazapine","drugs":["Mirtazapine","Remeron","Remeron Soltab"],"mono":[{"id":"jspss0","title":"Generic Names","mono":"Mirtazapine"},{"id":"jspss1","title":"Dosing and Indications","sub":[{"id":"jspss1b4","title":"Adult Dosing","mono":"<b>Major depressive disorder:<\/b> 15 mg\/day ORALLY at bedtime; may increase in dose every 1-2 weeks to a max dose of 45 mg\/day"},{"id":"jspss1b5","title":"Pediatric Dosing","mono":"safety and effectiveness in pediatric patients have not been established"},{"id":"jspss1b6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> clearance is reduced; increase dose slowly as needed and tolerated<\/li><li><b>liver disease:<\/b> clearance is reduced; increase dose slowly as needed and tolerated<\/li><li><b>renal impairment (CrCl less than 40 mL\/min):<\/b> clearance is reduced; increase dose slowly as needed and tolerated<\/li><\/ul>"},{"id":"jspss1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Major depressive disorder<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Anxiety<\/li><li>Cancer, Symptomatology<\/li><li>Dysthymia<\/li><li>Obsessive-compulsive disorder<\/li><li>Panic disorder<\/li><li>Selective serotonin re-uptake inhibitor adverse reaction - Sexual dysfunction<\/li><\/ul>"}]},{"id":"jspss2","title":"Black Box Warning","mono":"<b>Oral (Tablet; Tablet, Disintegrating)<\/b><br\/>Antidepressants increased the risk of suicidal thinking and behavior in children, adolescents, and young adults with major depressive disorder and other psychiatric disorders in short-term studies. Short-term studies did not show an increase in the risk of suicidality with antidepressants compared with placebo in adults beyond age 24, and there was a reduction in risk with antidepressants compared with placebo in adults aged 65 or older. This risk must be balanced with the clinical need. Monitor patients closely for clinical worsening, suicidality, or unusual changes in behavior. Families and caregivers should be advised of the need for close observation and communication with the prescriber. Mirtazapine is not approved for use in pediatric patients.<br\/>"},{"id":"jspss3","title":"Contraindications\/Warnings","sub":[{"id":"jspss3b9","title":"Contraindications","mono":"<ul><li>concomitant use of MAOIs, including linezolid or IV methylene blue, or use within 14 days of initiating or discontinuing an MAOI<\/li><li>hypersensitivity to mirtazapine or any component of the product<\/li><\/ul>"},{"id":"jspss3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- suicidal ideation and behavior or worsening depression may occur particularly in children, adolescents, and young adults during first few months of therapy or following dose changes; monitoring recommended<\/li><li>Cardiovascular:<\/li><li>-- use caution in patients with cardiovascular or cerebrovascular disease or conditions that predispose patients to hypotension since orthostatic hypotension may occur<\/li><li>Endocrine and Metabolic:<\/li><li>-- hyponatremia has been reported especially in the elderly or those using medications that cause hyponatremia<\/li><li>Hematologic:<\/li><li>-- agranulocytosis and severe neutropenia have been reported; discontinue if suspected<\/li><li>Hepatic:<\/li><li>-- use caution in patients with hepatic impairment as transaminase elevations and decreased mirtazapine clearance have been reported<\/li><li>Neurologic:<\/li><li>-- history of seizures<\/li><li>Ophthalmic:<\/li><li>-- pupillary dilation resulting in angle-closure glaucoma may occur in patients with anatomically narrow angles who do not have a patent iridectomy<\/li><li>Psychiatric:<\/li><li>-- bipolar disorder increases risk of precipitation of a mixed\/manic episode; rule out disorder prior to initiating therapy<\/li><li>Renal:<\/li><li>-- use caution in patients with moderate or severe renal impairment as decreased mirtazapine clearance has been reported<\/li><li>Other:<\/li><li>-- initiation of an MAOI after discontinuation of mirtazapine may cause serotonin syndrome or neuroleptic malignant syndrome-like reactions; minimum 2-week washout period required<\/li><li>-- initiation of mirtazapine after discontinuation of an MAOI may cause serotonin syndrome or neuroleptic malignant syndrome-like reactions; minimum 2-week washout period required<\/li><li>-- serotonin syndrome has been reported, often with concurrent use with other serotonergic drugs (eg, triptans, tricyclic antidepressants, fentanyl, lithium, tramadol, buspirone, tryptophan, St. John's wort), MAOIs (including methylene blue IV and linezolid), and other drugs that impair serotonin metabolism; monitoring recommended and discontinue if suspected<\/li><li>-- discontinuation symptoms have been reported upon abrupt withdrawal; reduce dose gradually if possible<\/li><\/ul>"},{"id":"jspss3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"jspss3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jspss4","title":"Drug Interactions","sub":[{"id":"jspss4b13","title":"Contraindicated","mono":"<ul><li>Furazolidone (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (theoretical)<\/li><li>Metoclopramide (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Nialamide (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"jspss4b14","title":"Major","mono":"<ul><li>Almotriptan (theoretical)<\/li><li>Alprazolam (theoretical)<\/li><li>Amineptine (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amitriptylinoxide (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Amphetamine (theoretical)<\/li><li>Bromazepam (theoretical)<\/li><li>Brompheniramine (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Buspirone (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Chlordiazepoxide (theoretical)<\/li><li>Chlorpheniramine (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Clonidine (probable)<\/li><li>Clorazepate (theoretical)<\/li><li>Cocaine (theoretical)<\/li><li>Cyclobenzaprine (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dextroamphetamine (theoretical)<\/li><li>Dextromethorphan (theoretical)<\/li><li>Diazepam (theoretical)<\/li><li>Dibenzepin (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Duloxetine (theoretical)<\/li><li>Eletriptan (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Estazolam (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flunitrazepam (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Flurazepam (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Frovatriptan (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Halazepam (theoretical)<\/li><li>Hydroxytryptophan (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Ketazolam (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Levothyroxine (theoretical)<\/li><li>Lithium (theoretical)<\/li><li>Lofepramine (theoretical)<\/li><li>Lorazepam (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Melitracen (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Midazolam (theoretical)<\/li><li>Milnacipran (theoretical)<\/li><li>Naratriptan (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Nitrazepam (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Olanzapine (probable)<\/li><li>Opipramol (theoretical)<\/li><li>Oxazepam (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>Paroxetine (theoretical)<\/li><li>Pentazocine (theoretical)<\/li><li>Prazepam (theoretical)<\/li><li>Propafenone (probable)<\/li><li>Protriptyline (theoretical)<\/li><li>Quazepam (theoretical)<\/li><li>Rizatriptan (theoretical)<\/li><li>Sertraline (theoretical)<\/li><li>Sibutramine (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Sumatriptan (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Temazepam (theoretical)<\/li><li>Tianeptine (theoretical)<\/li><li>Tramadol (probable)<\/li><li>Trazodone (theoretical)<\/li><li>Triazolam (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Tryptophan (theoretical)<\/li><li>Valproic Acid (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Warfarin (established)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zolmitriptan (theoretical)<\/li><\/ul>"},{"id":"jspss4b15","title":"Moderate","mono":"<ul>Cimetidine (established)<\/ul>"}]},{"id":"jspss5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Increased appetite (17%), Serum triglycerides raised (increases to 500 mg\/dL or greater: 6%), Weight gain (body weight increase of 7% or greater: adults 7.5%; pediatrics 49%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (13%), Xerostomia (25%)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (2%)<\/li><li><b>Neurologic:<\/b>Asthenia (8%), Dizziness (7%), Somnolence (54%)<\/li><li><b>Psychiatric:<\/b>Disturbance in thinking (3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Agranulocytosis, Neutropenia<\/li><li><b>Hepatic:<\/b>Cirrhosis of liver (less than 0.1%)<\/li><li><b>Neurologic:<\/b>Grand mal seizure (less than 0.1%), Status epilepticus<\/li><li><b>Psychiatric:<\/b>Depression, exacerbation, Suicidal thoughts, Suicide<\/li><li><b>Other:<\/b>Neuroleptic malignant syndrome, Serotonin syndrome (less than 0.1%)<\/li><\/ul>"},{"id":"jspss6","title":"Drug Name Info","sub":{"0":{"id":"jspss6b17","title":"US Trade Names","mono":"<ul><li>Remeron<\/li><li>Remeron Soltab<\/li><\/ul>"},"2":{"id":"jspss6b19","title":"Class","mono":"<ul><li>Antidepressant<\/li><li>Antidepressant, Tetracyclic<\/li><\/ul>"},"3":{"id":"jspss6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jspss6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"jspss7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: The exact mechanism of action is unknown . Evidence indicates that mirtazapine may enhance central noradrenergic   and serotonergic   activity, possibly through its antagonist activity at central presynaptic alpha 2-adrenergic inhibitory autoreceptors and heteroreceptors . Mirtazapine shows no significant affinity for serotonin 5-HT 1A or 5-HT 1B receptors .<\/li><li>Mirtazapine is a potent antagonist at serotonin 5-HT 2 and 5-HT 3 receptors, and a moderate antagonist at muscarinic receptors . Mirtazapine produces sedative effects due to potent histamine H 1 receptor antagonism , and orthostatic hypotension due to moderate peripheral alpha 1-adrenergic receptor antagonism .<\/li><\/ul>"},{"id":"jspss8","title":"Pharmacokinetics","sub":{"0":{"id":"jspss8b23","title":"Absorption","mono":"Systemic: Rapid and complete; Bioavailability: 50%; food effects minimal<br\/>"},"2":{"id":"jspss8b25","title":"Metabolism","mono":"Systemic: Hepatic, first pass:  via CYP2D6, CYP1A2, and CYP3A4; Metabolites: 8-hydroxy metabolite, N-desmethyl and  N-oxide metabolites   <br\/>"},"3":{"id":"jspss8b26","title":"Excretion","mono":"Systemic: Fecal: 15%; Renal: 75%  <br\/>"},"4":{"id":"jspss8b27","title":"Elimination Half Life","mono":"Systemic: 37 h (females); 26 h (males)<br\/>"}}},{"id":"jspss9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administration in the evening prior to sleep is recommended<\/li><li>allow at least 14 days after discontinuation of an MAOI before initiating mirtazapine or between stopping mirtazapine and initiating MAOI therapy<\/li><li>(orally disintegrating tablets) open blister pack with dry hands and place the tablet on tongue<\/li><li>(orally disintegrating tablets) use tablet immediately after removal from package; once removed, it cannot be stored<\/li><li>(orally disintegrating tablets) tablet will disintegrate rapidly on the tongue and can be swallowed with saliva; no water is needed<\/li><li>(orally disintegrating tablets) do not attempt to split the tablet<\/li><\/ul>"},{"id":"jspss10","title":"Monitoring","mono":"<ul><li>reduced depression and associated symptoms<\/li><li>worsening of depression, suicidality, or unusual changes in behavior, especially at initiation of therapy or when the dose increases or decreases <\/li><li>CBC, lipid panel<\/li><\/ul>"},{"id":"jspss11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 7.5 MG, 15 MG, 30 MG, 45 MG<\/li><li>Oral Tablet, Disintegrating: 15 MG, 30 MG, 45 MG<\/li><\/ul><\/li><li><b>Remeron<\/b><br\/>Oral Tablet: 15 MG, 30 MG, 45 MG<br\/><\/li><li><b>Remeron Soltab<\/b><br\/>Oral Tablet, Disintegrating: 15 MG, 30 MG, 45 MG<br\/><\/li><\/ul>"},{"id":"jspss12","title":"Toxicology","sub":[{"id":"jspss12b31","title":"Clinical Effects","mono":"<b>MIRTAZAPINE<\/b><br\/>USES: Mirtazapine is used to treat major depressive disorders. PHARMACOLOGY: Mirtazapine is a tetracyclic antidepressant belonging to the piperazinoazepine group of compounds.  Evidence indicates that mirtazapine may enhance central noradrenergic and serotonergic activity, possibly through its antagonist activity at central presynaptic alpha2-adrenergic inhibitory autoreceptors and heteroreceptors. It is a potent 5-HT2 and 5-HT3 receptor antagonist, a histamine (H1) receptor antagonist, a moderate peripheral alpha-1 adrenergic antagonist, and a moderate muscarinic receptor antagonist. TOXICOLOGY: Mirtazapine produces sedative effects due to potent histamine (H1) receptor antagonism, orthostatic hypotension due to moderate alpha-1 adrenergic receptor antagonism, and relatively low incidence of anticholinergic side effects due to a moderate muscarinic receptor antagonism. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose of mirtazapine alone with no co-ingestants is associated with only mild clinical symptoms. Reported overdose effects have included drowsiness, disorientation, tremor, headache, impaired memory, tachycardia, bradycardia, hypotension, hypertension, nausea, vomiting, ataxia, miosis, blurred vision, hepatitis, and rhabdomyolysis. ADVERSE EFFECTS: COMMON: Somnolence, dizziness, constipation. OTHER EFFECTS: Dry mouth, dizziness, disorientation, impaired memory, nausea, vomiting, orthostatic hypotension, hyponatremia, arthralgia, and myalgia. RARE: Severe skin reactions (eg, bullous dermatitis, erythema multiforme, Stevens-Johnson Syndrome, and toxic epidermal necrolysis), elevated liver enzymes, pancreatitis, agranulocytosis, pancytopenia, anemia, thrombocytopenia, leukopenia, lymphocytosis, lymphadenopathy, seizures, and restless leg syndrome. Potentially life-threatening serotonin syndrome and neuroleptic malignant syndrome have been reported in patients receiving mirtazapine therapy. The risk is increased with concomitant use of SSRIs, serotonin norepinephrine reuptake inhibitors (SNRI), triptans, and MAOIs (contraindicated). <br\/>"},{"id":"jspss12b32","title":"Treatment","mono":"<b>MIRTAZAPINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. Treat mild hyponatremia with water restriction and\/or 0.9% sodium chloride. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV fluids, dopamine, or norepinephrine. Manage severe hyponatremia with 0.9% sodium chloride; 3% sodium chloride may be necessary in patients with severe hyponatremia. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. Although rare, treat neuroleptic malignant syndrome with oral bromocriptine, IV benzodiazepines in conjunction with cooling and other supportive measures. Consider dantrolene in severe cases.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is not recommended because of the potential for CNS depression and subsequent aspiration. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is alert and able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS depression or seizures.<\/li><li>Antidote: None.<\/li><li>Hyponatremia: Evaluate for hyponatremia and associated symptoms. Patients with mild symptoms can be managed with water restriction. Patients with moderate to severe symptoms should receive 0.9% sodium chloride (rarely 3% NaCl in patients with very severe symptoms). The goal is slow correction; the serum sodium should not increase more than 2 mEq\/L\/hour in any 4-hour period or more than 15 mEq\/L per day. Rapid correction may cause central pontine myelinolysis. Monitor serum electrolytes, fluid intake and output, and urine volume and electrolytes.<\/li><li>Seizure: Administer IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Neuroleptic malignant syndrome: Oral bromocriptine, IV benzodiazepines in conjunction with cooling and other supportive measures. Consider dantrolene in severe cases.<\/li><li>Serotonin syndrome: Primary treatment is sedation with IV benzodiazepines, and cooling measures. CYPROHEPTADINE: A serotonin antagonist with high affinity for the 5-HT2 receptors; effective for milder cases of serotonin syndrome. Dose: ADULT: 12 mg orally or nasogastric tube, followed by 4 to 8 mg every 4 to 6 hours. CHILD: 0.25 mg\/kg\/day orally or nasogastric tube divided every 6 hours, maximum dose 12 mg\/day. CHLORPROMAZINE: A phenothiazine antipsychotic with 5-HT2 antagonist activity; indicated in severe serotonin syndrome cases. Dose: 12.5 to 50 mg IV, followed by 25 to 50 mg every 6 hours. It is NOT generally recommended because it may cause severe hypotension. Severe cases have been managed with benzodiazepine sedation and neuromuscular paralysis with nondepolarizing agents.<\/li><li>Rhabdomyolysis: Administer sufficient 0.9% saline to maintain urine output of 2 to 3 mL\/kg\/hr.  Monitor input and output, serum electrolytes, CK, and renal function. Diuretics may be necessary to maintain urine output. Urinary alkalinization is NOT routinely recommended.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status. Monitor CBC with differential with platelet count, serum electrolytes, and liver enzymes in symptomatic patients. Monitor CK, renal function, and urine output in patients with rhabdomyolysis. Monitor for clinical evidence of neuroleptic malignant syndrome and serotonin syndrome following an overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding of mirtazapine.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolytes and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  Patients with severe neutropenia should be admitted to the hospital. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jspss12b33","title":"Range of Toxicity","mono":"<b>MIRTAZAPINE <\/b><br\/>TOXICITY: Severe toxicity is unlikely from mirtazapine alone. Adults have ingested up to 4.5 grams and recovered with supportive care. An accidental overdose of 60 mg in a 3-year-old child resulted in tachycardia. The child was alert, responsive, and interactive and recovered with no adverse sequelae. A 34-month-old girl developed somnolence, nausea, and vomiting after ingesting 165 mg of mirtazapine (15 mg\/kg). THERAPEUTIC: ADULT: 15 mg\/day as a single dose orally; may increase in dose every 1 to 2 weeks to a maximum dose of 45 mg\/day. PEDIATRIC: Safety and efficacy in pediatric patients have not been established. <br\/>"}]},{"id":"jspss13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report use of a MAO inhibitor within the last 14 days prior to initiation of therapy.<\/li><li>Patient should avoid activities requiring mental alertness until drug effects are realized.<\/li><li>This drug may cause increased appetite, weight gain, dry mouth, constipation, or somnolence.<\/li><li>Instruct patient to report worsening depression, suicidal ideation, or unusual changes in behavior.<\/li><li>Patient should take in the evening prior to sleep.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}]}