{"generic":"Midodrine Hydrochloride","drugs":["Midodrine Hydrochloride","Orvaten","Proamatine"],"mono":[{"id":"jsuls0","title":"Generic Names","mono":"Midodrine Hydrochloride"},{"id":"jsuls1","title":"Dosing and Indications","sub":[{"id":"jsuls1b4","title":"Adult Dosing","mono":"<b>Orthostatic hypotension, Symptomatic:<\/b> 10 mg ORALLY 3 times daily at 3- to 4-hour intervals (during daytime hours) "},{"id":"jsuls1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"jsuls1b6","title":"Dose Adjustments","mono":"<b>renal impairment:<\/b> starting dose 2.5 mg "},{"id":"jsuls1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Orthostatic hypotension, Symptomatic<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Syncope<br\/>"}]},{"id":"jsuls2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Can cause marked elevation of supine blood pressure and should be used only in patients whose lives are considerably impaired despite standard clinical care.<br\/>"},{"id":"jsuls3","title":"Contraindications\/Warnings","sub":[{"id":"jsuls3b9","title":"Contraindications","mono":"<ul><li>acute renal disease\/urinary retention<\/li><li>persistent and excessive supine hypertension<\/li><li>pheochromocytoma<\/li><li>severe organic heart disease<\/li><li>thyrotoxicosis<\/li><\/ul>"},{"id":"jsuls3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- marked elevation of supine blood pressure may occur; only use in patients whose lives are considerably affected despite standard care<\/li><li>Cardiovascular:<\/li><li>-- slowing of the heart rate may occur primarily due to vagal reflex; use caution when administering with drugs that directly or indirectly lower heart rate (digitalis, beta blockers)<\/li><li>-- orthostatic hypotensive patients with diabetes<\/li><li>Hepatic:<\/li><li>-- hepatic insufficiency<\/li><li>Ophthalmic:<\/li><li>-- patients with history of vision disorders and receiving fludrocortisone are at risk of elevated intraocular pressure<\/li><li>Renal:<\/li><li>-- use caution in patients with renal impairment; assess renal function prior to treatment initiation<\/li><li>-- urinary retention<\/li><\/ul>"},{"id":"jsuls3b11","title":"Pregnancy Category","mono":"Midodrine: C (FDA)<br\/>"},{"id":"jsuls3b12","title":"Breast Feeding","mono":"Midodrine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jsuls4","title":"Drug Interactions","sub":[{"id":"jsuls4b13","title":"Contraindicated","mono":"<ul>Dihydroergotamine (theoretical)<\/ul>"},{"id":"jsuls4b14","title":"Major","mono":"<ul><li>Amitriptyline (probable)<\/li><li>Amoxapine (probable)<\/li><li>Clomipramine (probable)<\/li><li>Desipramine (probable)<\/li><li>Deslanoside (theoretical)<\/li><li>Digitoxin (theoretical)<\/li><li>Dothiepin (probable)<\/li><li>Doxepin (probable)<\/li><li>Ephedrine (theoretical)<\/li><li>Imipramine (probable)<\/li><li>Iobenguane I 123 (theoretical)<\/li><li>Lofepramine (probable)<\/li><li>Nortriptyline (probable)<\/li><li>Opipramol (probable)<\/li><li>Phenylephrine (theoretical)<\/li><li>Phenylpropanolamine (theoretical)<\/li><li>Protriptyline (probable)<\/li><li>Pseudoephedrine (theoretical)<\/li><li>Trimipramine (probable)<\/li><\/ul>"},{"id":"jsuls4b15","title":"Moderate","mono":"<ul><li>Perphenazine (probable)<\/li><li>Promethazine (probable)<\/li><li>Risperidone (probable)<\/li><\/ul>"}]},{"id":"jsuls5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension<\/li><li><b>Dermatologic:<\/b>Piloerection, Pruritus<\/li><li><b>Endocrine metabolic:<\/b>Shivering<\/li><li><b>Neurologic:<\/b>Paresthesia<\/li><li><b>Renal:<\/b>Dysuria, Urinary retention, urinary frequency<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Increased systolic arterial pressure, Supine, 200 mmHg or above (13.4%)<br\/>"},{"id":"jsuls6","title":"Drug Name Info","sub":{"0":{"id":"jsuls6b17","title":"US Trade Names","mono":"<ul><li>Proamatine<\/li><li>Orvaten<\/li><\/ul>"},"2":{"id":"jsuls6b19","title":"Class","mono":"<ul><li>Alpha-Adrenergic Agonist<\/li><li>Sympathomimetic<\/li><li>Vasopressor<\/li><\/ul>"},"3":{"id":"jsuls6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jsuls6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"jsuls7","title":"Mechanism Of Action","mono":"Midodrine forms desglymidodrine, an alpha(1)-agonist, and exerts its action by activating the alpha-adrenergic receptors of the arteriolar and venous vasculature, thus resulting to an increase in vascular tone and elevation of the blood pressure. It has no effect on beta-adrenergic receptors <br\/>"},{"id":"jsuls8","title":"Pharmacokinetics","sub":[{"id":"jsuls8b23","title":"Absorption","mono":"<ul><li>Midodrine (prodrug), Oral: time to peak concentration, about half an hour<\/li><li>Desglymidodrine (active drug): time to peak concentration, 1 h to 2 h<\/li><li>Desglymidodrine (active drug), Bioavailability: 93%<\/li><li>Desglymidodrine (active drug): Effect of food: none<\/li><\/ul>"},{"id":"jsuls8b24","title":"Distribution","mono":"Protein binding: none <br\/>"},{"id":"jsuls8b25","title":"Metabolism","mono":"<ul><li>Midodrine (prodrug)-Hepatic; deglycination<\/li><li>Active metabolite: desglymidodrine (active drug)<\/li><li>Desglymidodrine (active drug)-Hepatic<\/li><\/ul>"},{"id":"jsuls8b26","title":"Excretion","mono":"<ul><li>Midodrine (prodrug), Renal: insignificant<\/li><li>Midodrine (prodrug), Dialyzable: yes (hemodialysis)<\/li><li>Desglymidodrine (active drug), Dialyzable: yes (hemodialysis)<\/li><\/ul>"},{"id":"jsuls8b27","title":"Elimination Half Life","mono":"<ul><li>Midodrine (prodrug): 25 min<\/li><li>Desglymidodrine (active drug): 3 h to 4 h<\/li><\/ul>"}]},{"id":"jsuls9","title":"Administration","mono":"<b>Oral<\/b><br\/>do not administer after evening meal or less than 4 hours before bedtime <br\/>"},{"id":"jsuls10","title":"Monitoring","mono":"<ul><li>improvement in orthostatic hypotension is indicative of efficacy<\/li><li>renal function; at baseline and during therapy as appropriate<\/li><li>hepatic function; at baseline and during therapy as appropriate<\/li><li>supine and sitting hypertension; at initiation and regularly during therapy, especially with concomitant use of other vasoconstrictive agents or salt-retaining steroid therapy (eg, fludrocortisone acetate)<\/li><\/ul>"},{"id":"jsuls11","title":"How Supplied","mono":"<b>Generic<\/b><br\/>Oral Tablet: 2.5 MG, 5 MG, 10 MG<br\/>"},{"id":"jsuls12","title":"Toxicology","sub":[{"id":"jsuls12b31","title":"Clinical Effects","mono":"<b>MIDODRINE <\/b><br\/>USES: Midodrine is used to treat symptomatic orthostatic hypotension of various etiologies. PHARMACOLOGY: Midodrine forms desglymidodrine, an alpha(1)-agonist, and exerts its action by activating the alpha-adrenergic receptors of the arteriolar and venous vasculature, thus resulting in an increase in vascular tone and elevation of the blood pressure. It has no effect on beta-adrenergic receptors. TOXICOLOGY: Excessive alpha stimulation can produce hypertension and reflex bradycardia. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Information on human overdose is limited.  Reported effects have included hypertension, bradycardia, and lethargy. ADVERSE EFFECTS: COMMON: Supine and sitting hypertension, paresthesia (including hyperesthesia and scalp paresthesia), pruritus, piloerection, chills, urinary urge, retention, and frequency. OTHER: Reflex bradycardia, associated with dizziness, and syncope; rash; abdominal pain. <br\/>"},{"id":"jsuls12b32","title":"Treatment","mono":"<b>MIDODRINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. For severe hypertension, nitroprusside or phentolamine are preferred. Labetalol and nitroglycerin are alternatives.<\/li><li>Decontamination: PREHOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Antidote: None.<\/li><li>Hypertensive episode: Mild\/moderate asymptomatic hypertension does not usually require treatment. For severe hypertension, nitroprusside or phentolamine are preferred, with nitroglycerin or labetalol as alternatives.<\/li><li>Psychomotor agitation: Although no CNS effects have been reported for midodrine at therapeutic doses, toxic doses may have some adverse CNS effects. Agitation may be treated with increasing doses of diazepam or lorazepam.<\/li><li>Monitoring of patient: Monitor vital signs (especially blood pressure and pulse) and ECG. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: The active metabolite, desglymidodrine is dialyzable.  No data on midodrine is available.<\/li><li>Patient disposition: HOME CRITERIA: An adult with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: All patients with deliberate self-harm ingestions should be evaluated in a healthcare facility and monitored until symptoms resolve. Children with unintentional ingestions should be observed in a healthcare facility. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jsuls12b33","title":"Range of Toxicity","mono":"<b>MIDODRINE<\/b><br\/>TOXICITY: The acute toxic\/lethal dose of midodrine has not been reported. Two adults developed hypertension, bradycardia, and CNS depression following the ingestion of 205 and 250 milligrams, respectively. They both fully recovered without sequelae. THERAPEUTIC DOSE: ADULTS: 10 mg 3 times daily. Single doses as high as 20 mg have been given to patients; however, severe and persistent systolic supine hypertension was observed at a high rate (45%). CHILDREN: The safety and effectiveness of midodrine in the pediatric population has not been established. Midodrine 0.06 mg\/kg orally was effective in increasing blood pressure in children (6 months to 12 years of age) with infection-related hypotension in 1 single-blind study.  In this study, midodrine produced significant increases in blood pressure regardless of the type of infection (pneumonia, enteritis, meningitis). <br\/>"}]},{"id":"jsuls13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause piloerection, shivering, or paresthesia.<\/li><li>Instruct patient to report signs\/symptoms of urinary impairment, such as dysuria, urinary retention, or urinary frequency.<\/li><li>Monitor blood pressure as instructed by healthcare professional.<\/li><li>Patient should not take drug after the evening meal or less than 4 h before bedtime. Drug can cause supine hypertension.<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><li>Instruct patient to take a missed dose as soon as possible, but if next dose is in less than 3 h, skip the missed dose.<\/li><\/ul>"}]}