{"generic":"Brimonidine Tartrate","drugs":["Alphagan P","Brimonidine Tartrate","Mirvaso"],"mono":{"0":{"id":"jsums0","title":"Generic Names","mono":"Brimonidine Tartrate"},"1":{"id":"jsums1","title":"Dosing and Indications","sub":{"0":{"id":"jsums1b4","title":"Adult Dosing","mono":"<ul><li><b>Capsulotomy of posterior lens capsule - Ocular hypertension, Postsurgical:<\/b> 1 drop of 0.2% solution in operative eye 1 hour prior to surgery, then 1 drop in operative eye immediately following procedure<\/li><li><b>Ocular hypertension:<\/b> 0.1%, 0.15%: 1 drop of solution in each affected eye 3 times daily approximately 8 hours apart<\/li><li><b>Ocular hypertension:<\/b> 0.2%: 1 drop of solution in each affected eye 3 times daily, approximately 8 hours apart<\/li><li><b>Open-angle glaucoma:<\/b> 0.1%, 0.15%: 1 drop of solution in each affected eye 3 times daily, approximately 8 hours apart<\/li><li><b>Open-angle glaucoma:<\/b> 0.2%: 1 drop of solution in each affected eye 3 times daily, approximately 8 hours apart<\/li><li><b>Rosacea, Persistent (nontransient) facial erythema:<\/b> apply 1 pea-sized amount TOPICALLY to each of the 5 areas of the face (central forehead, chin, nose, and each cheek) once daily; smooth evenly over entire face avoiding lips and eyes<\/li><\/ul>"},"1":{"id":"jsums1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness ophthalmic solution not established in pediatric patients younger than 2 years<\/li><li>safety and effectiveness of 0.33% topical gel not established in pediatric patients<\/li><li><b>Ocular hypertension:<\/b> (2 years or older) 0.1%, 0.15%: 1 drop of solution in each affected eye 3 times daily, approximately 8 hours apart<\/li><li><b>Open-angle glaucoma:<\/b> (2 years or older) 0.1%, 0.15%: 1 drop of solution in each affected eye 3 times daily, approximately 8 hours apart<\/li><\/ul>"},"3":{"id":"jsums1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Ocular hypertension<\/li><li>Open-angle glaucoma<\/li><li>Rosacea, Persistent (nontransient) facial erythema<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Capsulotomy of posterior lens capsule - Ocular hypertension, Postsurgical<\/li><li>Laser assisted in situ keratomileusis<\/li><li>Laser trabeculoplasty - Ocular hypertension, Postsurgical<\/li><\/ul>"}}},"3":{"id":"jsums3","title":"Contraindications\/Warnings","sub":[{"id":"jsums3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to any component of the product (ophthalmic solution)<\/li><li>neonates and infants less than 2 years of age (ophthalmic solution)<\/li><\/ul>"},{"id":"jsums3b10","title":"Precautions","mono":"<ul><li>bacterial keratitis has been reported; associated with the use of multiple-dose containers of topical ophthalmic products (ophthalmic solution)<\/li><li>cardiovascular disease, severe or unstable or uncontrolled; may lower blood pressure<\/li><li>cerebral or coronary insufficiency; may potentiate vascular insufficiency syndromes<\/li><li>depression; may potentiate vascular insufficiency syndromes<\/li><li>hypotension, orthostatic; may potentiate vascular insufficiency syndromes<\/li><li>Raynaud's phenomenon; may potentiate vascular insufficiency syndromes<\/li><li>scleroderma; may potentiate vascular insufficiency syndromes (topical gel)<\/li><li>Sjoegren syndrome; may potentiate vascular insufficiency syndromes (topical gel)<\/li><li>thromboangiitis obliterans; may potentiate vascular insufficiency syndromes<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jsums3b11","title":"Pregnancy Category","mono":"<ul><li>Brimonidine: B (FDA)<\/li><li>Brimonidine: B1 (AUS)<\/li><\/ul>"},{"id":"jsums3b12","title":"Breast Feeding","mono":"Brimonidine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jsums4","title":"Drug Interactions","sub":[{"id":"jsums4b13","title":"Contraindicated","mono":"<ul><li>Brofaromine (theoretical)<\/li><li>Clorgyline (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Lazabemide (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Nialamide (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Toloxatone (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"}]},"5":{"id":"jsums5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (5% to 9%)<\/li><li><b>Dermatologic:<\/b>Contact dermatitis (1%), Erythema (4% to 8%), Flushing (3% to 10%), Sensation of burning of skin (2% to 4%)<\/li><li><b>Gastrointestinal:<\/b>Xerostomia (5% to 9%)<\/li><li><b>Neurologic:<\/b>Somnolence (adults, 1% to 4%; 7 years of age, 25%; 2 to 7 years of age, 50% to 83%)<\/li><li><b>Ophthalmic:<\/b>Allergic conjunctivitis (10% to 20%), Burning sensation in eye (5% to 9%), Conjunctival discoloration, Conjunctival hyperemia (10% to 20%), Follicular conjunctivitis, acute (5% to 9%), Hypersensitivity reaction, Ocular (5% to 9%), Itching of eye (10% to 20%), Lid retraction, Visual disturbance (5% to 9%)<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Syncope<br\/>"},"6":{"id":"jsums6","title":"Drug Name Info","sub":{"0":{"id":"jsums6b17","title":"US Trade Names","mono":"<ul><li>Alphagan P<\/li><li>Mirvaso<\/li><\/ul>"},"2":{"id":"jsums6b19","title":"Class","mono":"<ul><li>Alpha-2 Adrenergic Agonist<\/li><li>Antiglaucoma<\/li><li>Dermatological Agent<\/li><\/ul>"},"3":{"id":"jsums6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jsums6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jsums7","title":"Mechanism Of Action","mono":"Brimonidine tartrate, a relatively selective alpha-2 adrenergic agonist, is used ophthalmically to lower intraocular pressure in open-angle glaucoma or ocular hypertension by reducing aqueous humor production and increasing uveoscleral outflow. Applied as a topical gel to the facial area, brimonidine tartrate may decrease erythema via direct vasoconstriction.<br\/>"},"8":{"id":"jsums8","title":"Pharmacokinetics","sub":{"0":{"id":"jsums8b23","title":"Absorption","mono":"<ul><li>Tmax, Ophthalmic: 0.5 to 2.5 hours<\/li><li>Tmax, Topical: 15 days<\/li><\/ul>"},"2":{"id":"jsums8b25","title":"Metabolism","mono":"Hepatic: extensive <br\/>"},"3":{"id":"jsums8b26","title":"Excretion","mono":"Renal: 74% <br\/>"},"4":{"id":"jsums8b27","title":"Elimination Half Life","mono":"approximately 2 hours (ophthalmic) <br\/>"}}},"9":{"id":"jsums9","title":"Administration","mono":"<ul><li><b>Ophthalmic<\/b><br\/>allow 5 minutes between administration of multiple ophthalmic products<br\/><\/li><li><b>Topical<\/b><br\/><ul><li>do not give by oral, ophthalmic, or intravaginal administration<\/li><li>wash hands following application<\/li><\/ul><\/li><\/ul>"},"10":{"id":"jsums10","title":"Monitoring","mono":"<ul><li>reduced intraocular pressure is indicative of efficacy<\/li><li>improvement in facial erythema of rosacea is indicative of efficacy<\/li><\/ul>"},"11":{"id":"jsums11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Ophthalmic Solution: 0.15 %, 0.2 %<br\/><\/li><li><b>Alphagan P<\/b><br\/>Ophthalmic Solution: 0.1 %, 0.15 %<br\/><\/li><li><b>Mirvaso<\/b><br\/>Topical Gel\/Jelly: 0.33 %<br\/><\/li><\/ul>"},"12":{"id":"jsums12","title":"Toxicology","sub":[{"id":"jsums12b31","title":"Clinical Effects","mono":"<b>BRIMONIDINE <\/b><br\/>USES: Brimonidine ophthalmic solution is used for lowering intraocular pressure in patients with open angle glaucoma or ocular hypertension, and the topical gel is used to treat persistent facial erythema of rosacea in adults. PHARMACOLOGY: A relatively selective alpha-adrenergic receptor agonist. With ophthalmic administration, brimonidine lowers intraocular pressure in open-angle glaucoma or ocular hypertension by reducing aqueous humor production and increasing uveoscleral outflow. When applied as a topical gel to the facial area, brimonidine may decrease erythema via direct vasoconstriction. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Drowsiness, lethargy, hypotension, bradycardia, hypotonia, respiratory depression, and hypothermia have been reported after intraocular use in infants and ingestion in toddlers. Since ocular dosing is not weight-adjusted, children may experience systemic toxic effects more frequently. ADVERSE EFFECTS: COMMON: Fatigue, drowsiness, headache, and ocular symptoms (ie, ocular hyperemia, burning, stinging, pruritus, blurring, conjunctival follicles, and foreign body sensation) are the most commonly reported adverse effects, occurring in 10% to 30% of patients following therapeutic administration. Other effects that may occur less frequently include: mild hypotension, miosis, allergic reactions, upper respiratory symptoms (3% to 9%), and dizziness (3% to 9%) and erythema and flushing following topical gel therapy.<br\/>"},{"id":"jsums12b32","title":"Treatment","mono":"<b>BRIMONIDINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids.  Bradycardia is typically mild and usually doesn't require any treatment. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive.  Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Severe bradycardia associated with hypotension should be treated with atropine.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not recommended because of the potential for CNS depression. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with significant CNS or respiratory depression.<\/li><li>Antidote: There is no antidote for brimonidine. Brimonidine-induced respiratory depression, hypotension, and coma may respond to naloxone, although naloxone administration was reportedly ineffective in several case reports of children with brimonidine-induced CNS and respiratory depression. Some patients with clonidine intoxication (another alpha-2 agonist) have responded to naloxone (reversal of altered mental status, respiratory depression or apnea, and miosis) with inconsistent success.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients. Monitor pulse oximetry in patients with decreased respirations. Plasma brimonidine concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be useful following an oral exposure.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic after an inadvertent exposure may be managed at home. All children with brimonidine ingestions should be evaluated at a healthcare facility. OBSERVATION CRITERIA: Patients with a deliberate overdose, or who are symptomatic, should be sent to a healthcare facility for observation until they are clearly improving and clinically stable. ADMISSION CRITERIA:  Patients with worsening symptoms or severe systemic symptoms should be admitted to the hospital for further evaluation. Patients with mental status changes or severe respiratory distress require ICU admission. Patients should remain admitted until they are clearly improving and clinically stable. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jsums12b33","title":"Range of Toxicity","mono":"<b>BRIMONIDINE<\/b><br\/>TOXICITY: Minimum toxic dose has not been established. OPHTHALMIC ADMINISTRATION: Infants have developed hypotension, bradycardia, lethargy, hypothermia, and respiratory depression after receiving adult therapeutic doses of ophthalmic products ranging in concentration from 0.15% to 0.2% brimonidine. INGESTION: A 2-week-old infant developed cardiorespiratory depression, somnolence, and hyperglycemia after ingesting 1 drop of 0.2% brimonidine. A 2-year-old boy developed somnolence and bradycardia after ingesting 2 mL (220 mcg\/kg body weight) 0.2% brimonidine eye drops. THERAPEUTIC DOSE: ADULTS AND CHILDREN 2 YEARS AND OLDER: Instill 1 drop in the affected eye every 8 hours.<br\/>"}]},"13":{"id":"jsums13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized.<\/li><li>Ophthalmic side effects may include allergic conjunctivitis; burning, itching, or red eye; conjunctival folliculosis or hyperemia, ocular allergic reaction, oral dryness, and visual disturbance.<\/li><li>Topical side effects may include erythema, flushing, skin burning sensation, and contact dermatitis<\/li><li>Instruct patient to report an ocular condition (eg, trauma or infection) and seek the advice of a healthcare professional prior to ocular surgery on the continued use of the multidose container of ophthalmic solution.<\/li><li>Instruct patient on proper instillation technique for the ophthalmic form of the drug.<\/li><li>Patient should allow at least 5 minutes between instillation of this drug and other ophthalmic products.<\/li><li>Instruct patients on how to apply the topical form of the drug, advising them not to apply the gel to irritated skin or open wounds and to avoid contact with eyes or lips.<\/li><\/ul>"}}}