{"generic":"Zafirlukast","drugs":["Accolate","Zafirlukast"],"mono":{"0":{"id":"jsvas0","title":"Generic Names","mono":"Zafirlukast"},"1":{"id":"jsvas1","title":"Dosing and Indications","sub":[{"id":"jsvas1b4","title":"Adult Dosing","mono":"<b>Asthma:<\/b> 20 mg ORALLY twice daily "},{"id":"jsvas1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness have not been established in pediatric patients less than 5 years of age<\/li><li><b>Asthma:<\/b> (5 through 11 years) 10 mg ORALLY twice daily<\/li><li><b>Asthma:<\/b> (12 years or older) 20 mg ORALLY twice daily<\/li><\/ul>"},{"id":"jsvas1b6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment, including hepatic cirrhosis:<\/b> contraindicated.<\/li><li><b>renal impairment:<\/b> no dosage adjustment needed<\/li><\/ul>"},{"id":"jsvas1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Asthma<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Exercise-induced asthma<br\/>"}]},"3":{"id":"jsvas3","title":"Contraindications\/Warnings","sub":[{"id":"jsvas3b9","title":"Contraindications","mono":"<ul><li>hepatic impairment including hepatic cirrhosis<\/li><li>hypersensitivity to zafirlukast or any of its inactive ingredients<\/li><\/ul>"},{"id":"jsvas3b10","title":"Precautions","mono":"<ul><li>neuropsychiatric events have occurred, including depression and insomnia<\/li><li>eosinophilic conditions have occurred, including systemic eosinophilia, eosinophilic pneumonia, and vasculitis consistent with Churg-Strauss syndrome<\/li><li>liver disease; life-threatening hepatic failure cases have occurred; consider monitoring and treatment discontinuation may be necessary<\/li><li>not for reversal of bronchospasm in acute asthma, including status asthmaticus; zafirlukast therapy may be continued during acute asthma exacerbations<\/li><\/ul>"},{"id":"jsvas3b11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"jsvas3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jsvas4","title":"Drug Interactions","sub":{"2":{"id":"jsvas4b15","title":"Moderate","mono":"<ul><li>Erythromycin (probable)<\/li><li>Terfenadine (probable)<\/li><li>Theophylline (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"jsvas5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Neurologic:<\/b>Headache (adults, 12.9%; pediatrics, 4.5%)<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Allergic granulomatosis angiitis (rare)<\/li><li><b>Hepatic:<\/b>Hepatitis, Symptomatic, Hyperbilirubinemia, Liver failure, Liver function tests abnormal (1.5%)<\/li><li><b>Psychiatric:<\/b>Aggressive behavior, Agitation, Dream disorder, Hallucinations, Suicidal thoughts<\/li><\/ul>"},"6":{"id":"jsvas6","title":"Drug Name Info","sub":{"0":{"id":"jsvas6b17","title":"US Trade Names","mono":"Accolate<br\/>"},"2":{"id":"jsvas6b19","title":"Class","mono":"<ul><li>Anti-Inflammatory<\/li><li>Leukotriene Pathway Inhibitor<\/li><\/ul>"},"3":{"id":"jsvas6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jsvas6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jsvas7","title":"Mechanism Of Action","mono":"Systemic: Zafirlukast is a selective and competitive receptor antagonist of the cysteinyl leukotrienes D 4 and E 4. The cysteinyl leukotrienes, originally described as slow-reacting substances of anaphylaxis, produce airway edema, smooth muscle constriction, and altered cellular activity associated with the inflammatory process, all of which are associated with  the pathophysiology of asthma . In humans, pretreatment with single oral doses of zafirlukast inhibited bronchoconstriction caused by sulfur dioxide and cold air and reduced the early- and late-phase reaction in patients with asthma caused by inhalation of various antigens, such as grass, cat dander, and ragweed. Zafirlukast reduced the increase in bronchial hyperresponsiveness to inhaled histamine that followed inhaled allergen challenge.  <br\/>"},"8":{"id":"jsvas8","title":"Pharmacokinetics","sub":{"0":{"id":"jsvas8b23","title":"Absorption","mono":"Systemic: Rapid; food reduces bioavailability .<br\/>"},"2":{"id":"jsvas8b25","title":"Metabolism","mono":"Systemic: Hepatic: extensively via CYP2C9 pathway    .<br\/>"},"3":{"id":"jsvas8b26","title":"Excretion","mono":"Systemic: Fecal: 90%; Renal: 10% .<br\/>"},"4":{"id":"jsvas8b27","title":"Elimination Half Life","mono":"Systemic: 10 h .<br\/>"}}},"9":{"id":"jsvas9","title":"Administration","mono":"<b>Oral<\/b><br\/>take on an empty stomach; at least 1 hour before or 2 hours after a meal <br\/>"},"10":{"id":"jsvas10","title":"Monitoring","mono":"<ul><li>pulmonary function tests<\/li><li>reduction in asthma symptoms<\/li><li>hepatic function tests<\/li><li>neuropsychiatric symptoms (eg, agitation, aggression, anxiousness, dream abnormalities, hallucinations, depression, sleep disorders (including insomnia), irritability, restlessness, suicidal thinking, and behavior (including suicide), and tremor)<\/li><\/ul>"},"11":{"id":"jsvas11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 10 MG, 20 MG<br\/><\/li><li><b>Accolate<\/b><br\/>Oral Tablet: 10 MG, 20 MG<br\/><\/li><\/ul>"},"12":{"id":"jsvas12","title":"Toxicology","sub":[{"id":"jsvas12b31","title":"Clinical Effects","mono":"<b>ZAFIRLUKAST <\/b><br\/>USES: Zafirlukast is used for the prophylaxis and chronic treatment of asthma in adults and children 5 years of age and older. PHARMACOLOGY: Zafirlukast is a selective and competitive receptor antagonist of the cysteinyl leukotrienes D4 and E4. The cysteinyl leukotrienes, originally described as slow-reacting substances of anaphylaxis, produce airway edema, smooth muscle constriction, and altered cellular activity associated with the inflammatory process, all of which are associated with the pathophysiology of asthma. EPIDEMIOLOGY: Exposure is common, but severe toxicity is rare. TOXICITY: Four patients developed minimal adverse effects (eg, rash, upset stomach) after ingesting zafirlukast doses as high as 200 mg. ADVERSE EFFECT: Adverse effects associated with therapeutic zafirlukast use include headache, somnolence, pharyngitis, rhinitis, nausea, diarrhea, elevation of liver enzymes, and asthma exacerbation; however, the incidence of most of these effects has been similar in placebo-treated patients. Zafirlukast and the other leukotriene antagonists have been associated with the development of Churg-Strauss Syndrome, a potentially fatal eosinophilic vasculitis, in adult asthma patients in most of whom concomitant oral steroid dose was reduced. Effects have included worsening pulmonary symptoms, eosinophilia, vasculitic rash, cardiac complications and\/or neuropathy. This is a rare effect.<br\/>"},{"id":"jsvas12b32","title":"Treatment","mono":"<b>ZAFIRLUKAST <\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of zafirlukast alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Antidote: None.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Serum zafirlukast levels are not readily available and are not clinically useful. Monitor vital signs and liver enzymes in all symptomatic patients. Monitor fluid and electrolyte levels in patients with severe vomiting or diarrhea. In rare cases, systemic eosinophilia has been reported, sometimes presenting with the clinical features of Churg-Strauss syndrome. Monitor CBC in patients with worsening of pulmonary symptoms, vasculitic rash or cardiac complications while receiving zafirlukast therapy.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jsvas12b33","title":"Range of Toxicity","mono":"<b>ZAFIRLUKAST <\/b><br\/>TOXICITY: No toxic dose established in humans. Four patients developed minimal adverse effects (eg, rash, upset stomach) after ingesting zafirlukast doses as high as 200 mg. THERAPEUTIC DOSE: ADULTS AND CHILDREN OVER 12 YEARS OF AGE: 20 mg twice daily. CHILDREN 5 TO 11 YEARS OF AGE: 10 mg twice daily. CHILDREN LESS THAN 5 YEARS OF AGE: The safety and efficacy of zafirlukast in patients younger than 5 years of age have not been established. <br\/>"}]},"13":{"id":"jsvas13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that this drug is not indicated for acute asthma attacks.<\/li><li>This drug may cause headache.<\/li><li>Instruct patient to report signs\/symptoms of hepatic dysfunction.<\/li><li>Patient should take at least 1 h before or 2 h after a meal.<\/li><\/ul>"}}}