{"generic":"Hydroxocobalamin","drugs":["Cyanokit","Hydroxocobalamin"],"mono":{"0":{"id":"jsyms0","title":"Generic Names","mono":"Hydroxocobalamin"},"1":{"id":"jsyms1","title":"Dosing and Indications","sub":{"0":{"id":"jsyms1b4","title":"Adult Dosing","mono":"<b>Cyanide poisoning:<\/b> 5 g IV over 15 min (approximately 15 mL\/min), may repeat an additional 5 g IV over 15 min to 2 hours as needed, for a total dose of 10 g "},"1":{"id":"jsyms1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients with cyanide toxicity (IV) "},"3":{"id":"jsyms1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cobalamin deficiency<\/li><li>Cobalamin deficiency; Prophylaxis<\/li><li>Cyanide poisoning<\/li><\/ul>"}}},"3":{"id":"jsyms3","title":"Contraindications\/Warnings","sub":[{"id":"jsyms3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jsyms3b10","title":"Precautions","mono":"<ul><li>anaphylaxis or angioneurotic edema may occur<\/li><li>hemodialysis; deep red color of hydroxocobalamin may cause hemodialysis machine to shut down erroneously<\/li><li>hypertension (systolic 180 mmHg or greater, diastolic 110 mmHg or greater), transient, may occur during infusion<\/li><li>known anaphylactic reactions to hydroxocobalamin or cyanocobalamin, history; consider alternate therapy<\/li><li>photosensitivity may occur; avoid direct sun exposure when skin is discolored<\/li><li>report suspected adverse reactions to Meridian Medical Technologies(TM), Inc. at 1-800-776-3637, or to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jsyms3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jsyms3b12","title":"Breast Feeding","mono":"<ul><li>WHO: Compatible with breastfeeding.<\/li><li>Micromedex: Infant risk is minimal.<\/li><\/ul>"}]},"5":{"id":"jsyms5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Increased blood pressure (18% to 28%)<\/li><li><b>Dermatologic:<\/b>Erythema (94% to 100%), Rash (20% to 44%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (6% to 11%)<\/li><li><b>Hematologic:<\/b>Decreased lymphocyte count (8% to 17%)<\/li><li><b>Neurologic:<\/b>Headache (6% to 33%)<\/li><li><b>Renal:<\/b>Urine color abnormal, Red color (100%)<\/li><\/ul><b>Serious<\/b><br\/><b>Immunologic:<\/b>Allergic reaction to drug, Anaphylaxis, Angioedema<br\/>"},"6":{"id":"jsyms6","title":"Drug Name Info","sub":{"0":{"id":"jsyms6b17","title":"US Trade Names","mono":"Cyanokit<br\/>"},"2":{"id":"jsyms6b19","title":"Class","mono":"<ul><li>Cyanide Antidote<\/li><li>Vitamin B (class)<\/li><li>Vitamin B Combination<\/li><\/ul>"},"3":{"id":"jsyms6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"jsyms6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jsyms7","title":"Mechanism Of Action","mono":"Hydroxocobalamin, a cobalt-containing cyanide antidote, is the hydroxylated active form of vitamin B12. One molecule of hydroxocobalamin binds with one cyanide ion by replacing the hydroxo ligand linked to the trivalent cobalt ion, to form cyanocobalamin, which is then excreted renally. <br\/>"},"8":{"id":"jsyms8","title":"Pharmacokinetics","sub":{"1":{"id":"jsyms8b24","title":"Distribution","mono":"Protein binding: (intravenous) binds significantly to plasma proteins and low molecular weight physiological compounds, and forms cobalamin-(III) complexes by replacing the hydroxo ligand <br\/>"},"3":{"id":"jsyms8b26","title":"Excretion","mono":"Renal: at least 60% to 70% of a dose (total calculated urinary excretion) <br\/>"},"4":{"id":"jsyms8b27","title":"Elimination Half Life","mono":"Mean half-life of free and total cobalamins-(III): approximately 26 to 31 hours after 5 g and 10 g doses <br\/>"}}},"9":{"id":"jsyms9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>dilute powder in 200 mL NS using the supplied sterile transfer spike; the line on the vial represents 200 mL in diluent volume; may use LR or D5W solution if NS not available<\/li><li>invert or rock each vial repeatedly for at least 60 seconds prior to infusion; do not shake<\/li><li>inspect reconstituted solution visually; do not administer if the final product is not dark red or if particulate matter is present<\/li><\/ul>"},"10":{"id":"jsyms10","title":"Monitoring","mono":"<ul><li>For cyanide poisoning: complete blood count, arterial and venous blood gases, serum electrolytes and lactate, renal function test, and whole blood cyanide levels<\/li><li>For cyanide poisoning: electrocardiogram, chest X-ray (for inhalation exposure)<\/li><li>Blood pressure, especially during intravenous infusion<\/li><li>Hypersensitivity signs and symptoms.<\/li><\/ul>"},"11":{"id":"jsyms11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intramuscular Solution: 1000 MCG\/ML<br\/><\/li><li><b>Cyanokit<\/b><br\/>Intravenous Powder for Solution: 5 GM<br\/><\/li><\/ul>"},"12":{"id":"jsyms12","title":"Toxicology","sub":[{"id":"jsyms12b31","title":"Clinical Effects","mono":"<b>HYDROXOCOBALAMIN <\/b><br\/>USES: Hydroxocobalamin is an antidote approved for the treatment of known or suspected cyanide poisoning. This product is not to be confused with commercially available hydroxocobalamin preparation (1000 mcg\/mL for intramuscular injection) used for the treatment of cobalamin deficiency. This product is not intended for use in the treatment of cyanide poisoning. It would require 4 to 5 liters of this preparation for an adequate antidote dose, and therefore this product should NOT be used. PHARMACOLOGY: Hydroxocobalamin is a vitamin B12a precursor. This cobalt-centered metalloprotein complexes with cyanide on a one-to-one molar ratio to form cyanocobalamin (vitamin B12), which is excreted renally. Hydroxocobalamin reactivates the mitochondrial enzymes involved in the respiratory process. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Limited overdose data available. Overdose effects are expected to be an extension of adverse effects reported with therapeutic use. ADVERSE EFFECTS: MOST COMMON (greater than 5%): Transient chromaturia, erythema, rash, increased blood pressure, nausea, headache, and injection site reactions. OTHER EFFECTS: Peripheral edema, dizziness, allergic reactions, urticaria, pruritus, and pink or reddish discoloration of skin and mucous membranes. <br\/>"},{"id":"jsyms12b32","title":"Treatment","mono":"<b>HYDROXOCOBALAMIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Hypertension associated with infusion is generally mild and resolves within 4 hours of completion of infusion. Therapy is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required. Refer to &quot;Cyanide&quot; management for further information on the treatment of cyanide exposures.<\/li><li>Decontamination: Administered intravenously; ingestion is unlikely; decontamination is not necessary.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: Mild to moderate allergic reactions may be treated with antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. Treatment of severe anaphylaxis also includes oxygen supplementation, aggressive airway management, epinephrine, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: No specific laboratory tests are needed in patients exposed to hydroxocobalamin who are NOT also cyanide poisoned. Monitor blood pressure and heart rate during infusion of hydroxocobalamin. Laboratory tests should include serum electrolytes for assessment of renal function and hydration status. In suspected cyanide exposures, initial laboratory tests should include CBC, arterial and venous blood gases, serum electrolytes and lactate, assessment of renal function, chest x-ray (following inhalation exposure or if the patient has abnormal respiratory signs and symptoms), and whole blood cyanide levels. Refer to &quot;Cyanide&quot; management for further information on the treatment of cyanide exposures.<\/li><li>Enhanced elimination procedure: Hemodialysis may be effective in the event of significant toxicity from hydroxocobalamin or overdose; however, hydroxocobalamin has a deep red color which can interfere with the performance of hemodialysis machines.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management of patients with hydroxocobalamin overdose after cyanide exposure. A patient with an inadvertent exposure to just hydroxocobalamin (without cyanide exposure), that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours. Any exposure to cyanide salts or cyanide gas should be referred to a healthcare facility. Patients who remain asymptomatic with normal laboratory studies can be discharged after 6 hours. ADMISSION CRITERIA: Patients who remain symptomatic despite treatment should be admitted. Any patient with symptomatic poisoning should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing symptomatic patients.<\/li><\/ul>"},{"id":"jsyms12b33","title":"Range of Toxicity","mono":"<b>HYDROXOCOBALAMIN<\/b><br\/>TOXICITY: Overdose data are limited. No lethal human doses have been reported. Range of toxicity is not well described. Up to 15 grams have been given with no adverse effects reported. THERAPEUTIC DOSES: ADULT: 5 g IV over 15 min (approximately 15 mL\/min), may repeat an additional 5 g IV over 15 min to 2 hours as needed, for a total dose of 10 g. PEDIATRIC: In a non-US marketing experience, hydroxocobalamin 70 mg\/kg was used to treat pediatric patients with cyanide toxicity. Additional doses may be given in cases of severe cyanide poisoning. <br\/>"}]},"13":{"id":"jsyms13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause skin and mucous membrane redness for up to 2 weeks following administration. Advise patient to avoid direct sunlight as long as the skin is red, since drug may cause photosensitivity.<\/li><li>Inform patients that drug may also cause red-colored urine, which may persist for up to 5 weeks following administration.<\/li><li>Rash can develop in some patients anywhere from 7 to 28 days after drug administration. It will usually resolve in a few weeks without requiring treatment.<\/li><li>Other effects may include hypertension, nausea, headache, and infusion site reactions.<\/li><\/ul>"}}}