{"generic":"Valsartan","drugs":["Diovan","Valsartan"],"mono":[{"id":"jt08s0","title":"Generic Names","mono":"Valsartan"},{"id":"jt08s1","title":"Dosing and Indications","sub":{"0":{"id":"jt08s1b4","title":"Adult Dosing","mono":"<ul><li><b>Heart failure:<\/b> initial, 40 mg ORALLY twice daily<\/li><li><b>Heart failure:<\/b> maintenance, 80 to 160 mg ORALLY twice daily as tolerated; MAX 320 mg daily<\/li><li><b>Hypertension:<\/b> initial, 80 to 160 mg ORALLY once daily<\/li><li><b>Hypertension:<\/b> maintenance, 80 to 320 mg ORALLY once daily<\/li><li><b>Myocardial infarction:<\/b> as early as 12 hours post-myocardial infarction; initial, 20 mg ORALLY twice daily; may be increased within 7 days to 40 mg twice daily; titrate to 160 mg twice a day as tolerated<\/li><\/ul>"},"1":{"id":"jt08s1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in pediatric patients<\/li><li><b>Hypertension:<\/b> initial (6 to 16 years old), 1.3 mg\/kg ORALLY once daily; MAX 40 mg\/day<\/li><li><b>Hypertension:<\/b> maintenance (6 to 16 years old), up to 2.7 mg\/kg ORALLY once daily; MAX 160 mg\/day<\/li><li><b>Hypertension:<\/b> may use oral suspension; when the suspension is replaced by a tablet, an increase in the dose may be warranted since the exposure to valsartan in suspension form is 1.6 times greater than the tablet form<\/li><\/ul>"},"3":{"id":"jt08s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Heart failure<\/li><li>Hypertension<\/li><li>Myocardial infarction<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Diabetic nephropathy<\/li><li>Erectile dysfunction<\/li><li>Hypertension - Renal impairment<\/li><li>Impaired cognition<\/li><li>Left ventricular hypertrophy<\/li><li>Restenotic lesion of coronary artery; Prophylaxis<\/li><li>Systolic hypertension, Isolated<\/li><li>Type 2 diabetes mellitus; Prophylaxis<\/li><\/ul>"}}},{"id":"jt08s2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>If pregnancy is confirmed, discontinue valsartan immediately. Injury and death to the developing fetus may result from drugs that act directly on the renin-angiotensin system.<br\/>"},{"id":"jt08s3","title":"Contraindications\/Warnings","sub":[{"id":"jt08s3b9","title":"Contraindications","mono":"<ul><li>concomitant aliskiren use in diabetic patients<\/li><li>hypersensitivity to valsartan or any component of the product<\/li><\/ul>"},{"id":"jt08s3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- pregnancy; increased risk for fetal and neonatal toxicity and death, especially when used during the second and third trimester; discontinue therapy as soon as pregnancy is confirmed<\/li><li>Cardiovascular:<\/li><li>-- symptomatic hypotension may occur, especially in patients with heart failure or post-myocardial infarction patients; monitoring recommended<\/li><li>Endocrine and Metabolic:<\/li><li>-- hyperkalemia may occur in patients with heart failure, especially those with preexisting renal impairment; dosage adjustment or discontinuation may be necessary<\/li><li>-- patients with activated renin-angiotensin system (eg, volume or salt-depleted patients receiving high doses of diuretics) have an increased risk of symptomatic hypotension; correct volume or salt depletion prior to initiation of therapy or initiate therapy and monitor closely<\/li><li>Renal:<\/li><li>-- renal function changes, including acute renal failure, may occur, especially in patients with renal artery stenosis, chronic kidney disease, severe congestive heart failure, or volume depletion; monitoring recommended<\/li><li>Other:<\/li><li>-- pediatric patients younger than 6 years; use not recommended<\/li><li>Concomitant use:<\/li><li>-- dual blockade of the renin-angiotensin system with angiotensin receptor blockers or ACE inhibitors does not add benefit, but increases risk of hypotension, hyperkalemia, and changes in renal function, including acute renal failure; if coadministration is necessary, monitoring recommended<\/li><li>-- use caution in patients taking lithium, as lithium toxicity may occur; monitoring recommended<\/li><li>-- use caution in patients taking NSAIDs, especially those who are elderly, volume-depleted (including those on diuretic therapy), or with compromised renal function, as deterioration of renal function, including possible renal failure, may occur; monitoring recommended<\/li><\/ul>"},{"id":"jt08s3b11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"jt08s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jt08s4","title":"Drug Interactions","sub":[{"id":"jt08s4b13","title":"Contraindicated","mono":"<ul>Aliskiren (probable)<\/ul>"},{"id":"jt08s4b14","title":"Major","mono":"<ul><li>Benazepril (established)<\/li><li>Captopril (established)<\/li><li>Enalapril (established)<\/li><li>Enalaprilat (established)<\/li><li>Fosinopril (established)<\/li><li>Lisinopril (established)<\/li><li>Lithium (probable)<\/li><li>Moexipril (established)<\/li><li>Paritaprevir (theoretical)<\/li><li>Perindopril (established)<\/li><li>Quinapril (established)<\/li><li>Ramipril (established)<\/li><li>Simeprevir (theoretical)<\/li><li>Teriflunomide (probable)<\/li><li>Trandolapril (established)<\/li><li>Trimethoprim (theoretical)<\/li><\/ul>"},{"id":"jt08s4b15","title":"Moderate","mono":"<ul><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Celecoxib (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Clonixin (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Sulindac (probable)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Valdecoxib (probable)<\/li><\/ul>"}]},{"id":"jt08s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (5.5% to 6.9%)<\/li><li><b>Neurologic:<\/b>Dizziness (2% to 17%), Headache (greater than 1%)<\/li><li><b>Renal:<\/b>Serum blood urea nitrogen raised (heart failure, 16.6%), Serum creatinine raised (hypertension, 0.8%; heart failure, 3.9%; post-myocardial infarction, 4.2%)<\/li><li><b>Respiratory:<\/b>Cough<\/li><\/ul><b>Serious<\/b><ul><li><b>Renal:<\/b>Acute renal failure<\/li><li><b>Other:<\/b>Angioedema, Face, lips, throat<\/li><\/ul>"},{"id":"jt08s6","title":"Drug Name Info","sub":{"0":{"id":"jt08s6b17","title":"US Trade Names","mono":"Diovan<br\/>"},"2":{"id":"jt08s6b19","title":"Class","mono":"<ul><li>Angiotensin II Receptor Antagonist<\/li><li>Cardiovascular Agent<\/li><\/ul>"},"3":{"id":"jt08s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jt08s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"jt08s7","title":"Mechanism Of Action","mono":"Systemic: Valsartan is a nonpeptide angiotensin II antagonist that selectively blocks the binding of angiotensin II to the AT 1 receptors in tissues such as vascular smooth muscle and the adrenal gland . In the renin-angiotensin system, angiotensin I is converted by angiotensin-converting enzyme (ACE) to form angiotensin II . Angiotensin II stimulates the adrenal cortex to synthesize and secrete aldosterone, which decreases the excretion of sodium and increases the excretion of potassium . Angiotensin II also acts as a vasoconstrictor in vascular smooth muscle . Valsartan, by blocking the binding of angiotensin II to the AT 1 receptors, promotes vasodilation and decreases the effects of aldosterone . The negative feedback regulation of angiotensin II on renin secretion also is inhibited, resulting in a rise in plasma renin concentrations and a consequent rise in angiotensin II plasma concentrations; however, these effects do not counteract the blood pressure-lowering effect that occurs .<br\/>"},{"id":"jt08s8","title":"Pharmacokinetics","sub":[{"id":"jt08s8b23","title":"Absorption","mono":"Systemic: Bioavailability: 25% (range 10 to 35%)  <br\/>"},{"id":"jt08s8b24","title":"Distribution","mono":"Systemic: Vd: 17 L .<br\/>"},{"id":"jt08s8b25","title":"Metabolism","mono":"Systemic:  Primary metabolite: Valeryl 4-hydroxy valsartan<br\/>"},{"id":"jt08s8b26","title":"Excretion","mono":"Systemic: Fecal-83%; Renal: 13% <br\/>"},{"id":"jt08s8b27","title":"Elimination Half Life","mono":"Systemic: 6 h  <br\/>"}]},{"id":"jt08s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with or without food<\/li><li>shake suspension for at least 10 seconds before dispensing<\/li><li>prepare 4 mg\/mL suspension by adding 80 mL of Ora-Plus(R) vehicle to 8 valsartan 80 mg tablets in an amber glass bottle and shake for at least 2 minutes<\/li><li>let stand 1 hour and then shake for at least 1 minute<\/li><li>add additional 80 mL Ora-Sweet(R) vehicle and shake for at least 10 seconds to disperse the content<\/li><\/ul>"},{"id":"jt08s10","title":"Monitoring","mono":"<ul><li>lowered blood pressure is indicative of efficacy<\/li><li>renal function and serum potassium; periodically especially in heart failure patients, postmyocardial infarction patients, or children and adolescents as clinically indicated<\/li><\/ul>"},{"id":"jt08s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 40 MG, 80 MG, 160 MG, 320 MG<br\/><\/li><li><b>Diovan<\/b><br\/>Oral Tablet: 40 MG, 80 MG, 160 MG, 320 MG<br\/><\/li><\/ul>"},{"id":"jt08s12","title":"Toxicology","sub":[{"id":"jt08s12b31","title":"Clinical Effects","mono":"<b>ANGIOTENSIN II ANTAGONISTS<\/b><br\/>USES: Angiotensin II receptor blockers (ARB) are used for the treatment of hypertension. EPIDEMIOLOGY: Exposures are common, but toxicity is rare and deaths have not been reported following single-substance exposures. PHARMACOLOGY: Angiotensin II is an endogenous peptide that binds to angiotensin receptors, causing vasoconstriction and stimulation of aldosterone release. Angiotensin receptor blockers are competitive antagonists at these receptors. TOXICOLOGY: Excessive antagonism of angiotensin receptors causes vasodilation and hypotension. MILD TO MODERATE TOXICITY: Mild hypotension and tachycardia, hypokalemia, asymptomatic hypoglycemia, muscle cramps and dizziness have been reported. SEVERE TOXICITY: Severe toxicity has not been observed with these agents. ADVERSE EFFECTS: Common adverse effects include hypotension and dizziness. Angioedema has been reported rarely. <br\/>"},{"id":"jt08s12b32","title":"Treatment","mono":"<b>ANGIOTENSIN II ANTAGONISTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Administer IV fluids for hypotension. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity has not been reported following exposure to these agents. Provide the usual supportive treatment for any symptoms and consider co-ingestion of other medical conditions.<\/li><li>Decontamination: PREHOSPITAL: Not recommended. HOSPITAL: Decontamination is unlikely to be necessary as most ingestions remain asymptomatic. Consider activated charcoal after very large recent ingestion or if more toxic co-ingestants are a concern.<\/li><li>Airway management: Airway management is unlikely to be required following overdose. Perform early orotracheal intubation in patients with signs of airway obstruction from angioedema.<\/li><li>Antidote: There is no antidote for poisoning from these agents.<\/li><li>Enhanced elimination procedure: These agents are highly protein bound; hemodialysis is unlikely to be of any benefit.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes and glucose in symptomatic patients.<\/li><li>Patient disposition: HOME CRITERIA: Healthy children and adults can be managed at home if overdose was inadvertent and no signs or symptoms are present. OBSERVATION CRITERIA: Any patients with deliberate overdose or more than mild symptoms should be sent to a health care facility for evaluation. Patients with significant cardiovascular disease, those on other cardiodepressant agents (eg beta blocker) and those who have ingested more than 4 pills or 320 mg valsartan should be referred to a healthcare facility. ADMISSION CRITERIA: Any patient with persistent hypotension should be admitted to the hospital. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jt08s12b33","title":"Range of Toxicity","mono":"<b>ANGIOTENSIN II ANTAGONISTS<\/b><br\/>TOXICITY: Severe toxicity has not been described following isolated overdose from these medications. An adult developed mild toxicity after ingesting 2240 mg valsartan. Azilsartan oral doses up to 320 mg once daily for 7 days were well tolerated in healthy adults during clinical trials. THERAPEUTIC DOSE: Varies with agent. AZILSARTAN: ADULT: 80 mg orally once daily. CANDESARTAN: ADULT: Total daily dose can range from 8 to 32 mg. EPROSARTAN: ADULT: 400 to 800 mg daily in single or divided doses. IRBESARTAN: ADULT: 150 to 300 mg once daily. LOSARTAN: ADULT: 25 to 100 mg orally daily. TELMISARTAN: ADULT: 20 to 80 mg orally daily. VALSARTAN: ADULT: 80 to 320 mg daily. PEDIATRIC: No dosing information available for these agents. <br\/>"}]},{"id":"jt08s13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, as this medicine may cause dizziness.<\/li><li>Drug may cause abdominal pain, diarrhea, hypotension, headache, cough, or fatigue.<\/li><li>Advise patient to avoid potassium supplements and foods\/salt substitutes that are high in potassium.<\/li><\/ul>"}]}