{"generic":"Amphotericin B Cholesteryl Sulfate Complex","drugs":["Amphotec","Amphotericin B Cholesteryl Sulfate Complex"],"mono":{"0":{"id":"jt4ds0","title":"Generic Names","mono":"Amphotericin B Cholesteryl Sulfate Complex"},"1":{"id":"jt4ds1","title":"Dosing and Indications","sub":[{"id":"jt4ds1b4","title":"Adult Dosing","mono":"<ul><li>confusion between different amphotericin IV formulations has led to fatal overdose as well as the delivery of subtherapeutic doses; extra precautionary measures recommended when prescribing as well as for the storage, preparation, and administration of amphotericin B products<\/li><li><b>Aspergillosis, when renal impairment or unacceptable toxicity precludes amphotericin B deoxycholate or when amphotericin B deoxycholate therapy has failed:<\/b> IV, 3 to 4 mg\/kg\/day, MAX dose 7.5 mg\/kg\/day<\/li><li><b>Aspergillosis, when renal impairment or unacceptable toxicity precludes amphotericin B deoxycholate or when amphotericin B deoxycholate therapy has failed:<\/b> test dose, 1.6 to 8.3 mg (10 mL) of final preparation infused immediately before the first dose over 15 to 30 minutes; observe patient for 30 minutes<\/li><li><b>Candidiasis:<\/b> doses of 3.9 to 6 mg\/kg\/day IV have been used for treatment of invasive candidiasis<\/li><\/ul>"},{"id":"jt4ds1b5","title":"Pediatric Dosing","mono":"<ul><li>confusion between different amphotericin IV formulations has led to fatal overdose as well as the delivery of subtherapeutic doses; extra precautionary measures recommended when prescribing as well as for the storage, preparation, and administration of amphotericin B products<\/li><li><b>Aspergillosis, when renal impairment or unacceptable toxicity precludes amphotericin B deoxycholate or when amphotericin B deoxycholate therapy has failed:<\/b> IV, age 3 yr and older, 3 to 4 mg\/kg\/day<\/li><li><b>Aspergillosis, when renal impairment or unacceptable toxicity precludes amphotericin B deoxycholate or when amphotericin B deoxycholate therapy has failed:<\/b> test dose, 1.6 to 8.3 mg (10 mL) of final preparation infused immediately before the first dose over 15 to 30 minutes; observe patient for 30 minutes<\/li><\/ul>"},{"id":"jt4ds1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (CrCl greater than 10 mL\/min):<\/b>  no specific dose adjustment necessary<\/li><li><b>renal impairment (CrCl less than 10 mL\/min):<\/b> usual IV dose (3 to 6 mg\/kg) every 24 to 36 hours<\/li><li><b>hemodialysis:<\/b> no specific dose adjustment necessary<\/li><\/ul>"},{"id":"jt4ds1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Aspergillosis, when renal impairment or unacceptable toxicity precludes amphotericin B deoxycholate or when amphotericin B deoxycholate therapy has failed<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Candidiasis<\/li><li>Leishmaniasis<\/li><li>Mycosis, General<\/li><\/ul>"}]},"3":{"id":"jt4ds3","title":"Contraindications\/Warnings","sub":[{"id":"jt4ds3b9","title":"Contraindications","mono":"hypersensitivity to amphotericin B products<br\/>"},{"id":"jt4ds3b10","title":"Precautions","mono":"if severe respiratory distress occurs, discontinue infusion, do not re-treat<br\/>"},{"id":"jt4ds3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"jt4ds3b12","title":"Breast Feeding","mono":"<ul><li>WHO: WHO documentation states insufficient data.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"4":{"id":"jt4ds4","title":"Drug Interactions","sub":{"2":{"id":"jt4ds4b15","title":"Moderate","mono":"<ul>Cyclosporine (established)<\/ul>"}}},"5":{"id":"jt4ds5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (7% to 9%), Tachycardia (9% to 12%)<\/li><li><b>Endocrine metabolic:<\/b>Alkaline phosphatase raised (3% to 7%), Hyperbilirubinemia (2% to 19%), Hyperglycemia (1% to 6%), Hypokalemia (7% to 26%), Hypomagnesemia (4% to 7%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (7% to 12%), Nausea and vomiting (4% to 11%), Vomiting (6% to 11%)<\/li><li><b>Hepatic:<\/b>Liver function tests abnormal (4% to 11%)<\/li><li><b>Neurologic:<\/b>Headache (4% to 8%)<\/li><li><b>Renal:<\/b>Serum creatinine raised (12% to 21%)<\/li><li><b>Other:<\/b>Fever (33% to 55%), Infusion reaction, Shivering (50% to 77%)<\/li><\/ul><b>Serious<\/b><br\/><b>Renal:<\/b>Nephrotoxicity<br\/>"},"6":{"id":"jt4ds6","title":"Drug Name Info","sub":{"0":{"id":"jt4ds6b17","title":"US Trade Names","mono":"Amphotec<br\/>"},"2":{"id":"jt4ds6b19","title":"Class","mono":"<ul><li>Antifungal<\/li><li>Polyene<\/li><\/ul>"},"3":{"id":"jt4ds6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"jt4ds7","title":"Mechanism Of Action","mono":"Systemic: Amphotericin B binds primarily to ergosterol in cell membranes of sensitive fungi, causing leakage of intracellular contents and cell death due to changes in membrane permeability . Amphotericin B also binds to cholesterol in mammalian cell membranes; this action is believed to account for its toxicity in animals and humans .<br\/>"},"8":{"id":"jt4ds8","title":"Pharmacokinetics","sub":{"1":{"id":"jt4ds8b24","title":"Distribution","mono":"Systemic: Vd: 3.8 to 4.1 L\/kg <br\/>"},"4":{"id":"jt4ds8b27","title":"Elimination Half Life","mono":"Systemic: 27.5 to 28.2 h <br\/>"}}},"9":{"id":"jt4ds9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>reconstitute vials with Sterile Water for Injection to 5 mg\/mL; further dilute to a final concentration of approximately 0.6 mg\/mL (range 0.16 mg\/mL to 0.83 mg\/mL) in D5W<\/li><li>do not mix in NS, electrolytes, or solution with bacteriostatic agent (eg, benzyl alcohol)<\/li><li>store in refrigerator after dilution and use within 24 hours<\/li><li>(infusion) infuse 1 mg\/kg\/hr, if tolerated, infusion time can be shortened to 2 hours; avoid rapid infusion<\/li><li>do not use filter<\/li><\/ul>"},"10":{"id":"jt4ds10","title":"Monitoring","mono":"<ul><li>resolution of fever and clinical signs\/symptoms of the infection<\/li><li>negative cultures for specific fungi<\/li><li>temperature, pulse, respiration, and blood pressure during and for 1 to 2 h from the start of infusion, especially during initial therapy<\/li><li>CBC<\/li><li>hepatic\/renal function<\/li><li>serum electrolytes (especially calcium, magnesium, potassium)<\/li><\/ul>"},"12":{"id":"jt4ds12","title":"Toxicology","sub":[{"id":"jt4ds12b31","title":"Clinical Effects","mono":"<b>AMPHOTERICIN B<\/b><br\/>USES: Amphotericin B is an antifungal agent derived from the microorganism Streptomyces nodosus. Amphotericin B is utilized for the treatment of fungal infections. PHARMACOLOGY: Amphotericin B binds with ergosterol on fungal cytoplasmic membranes causing pores to leak, facilitating organelle death. TOXICOLOGY: Amphotericin B is known to cause some degree of renal insufficiency. Distal renal tubule damage and altering blood flow and smooth muscle function are thought to be the etiology of renal dysfunction resulting in nephrocalcinosis. It is also thought that the vehicle for amphotericin B delivery, deoxycholate, may play a role in renal insufficiency. Although amphotericin B has a greater affinity for binding to the ergosterol component of the fungal cell membrane, it can also bind to the cholesterol component of the mammalian cell, thus resulting in cytotoxicity. EPIDEMIOLOGY: Poisoning is usually the result of dosing error. Notable poisoning is uncommon, but may cause significant morbidity and mortality. MILD TO MODERATE TOXICITY: Nausea, vomiting, bloody stool, fever, chills, hypokalemia, hyperkalemia, hypomagnesemia, increase in liver enzymes, and renal insufficiency. SEVERE TOXICITY: Disseminated intravascular coagulation, hypotension, dysrhythmias, renal failure, respiratory failure, and cardiac arrest. ADVERSE EFFECTS: IV infusion has been implicated in phlebitis, arthralgias, myalgias, fever, rigors, headache, nausea, vomiting, diarrhea, anemia, thrombocytopenia, leukopenia, tinnitus, renal injury, hypotension, tachycardia, dyspnea, and peripheral neuropathy. Intrathecal administration has caused paresthesia, delirium, flaccid paralysis, and parkinsonism. Chest pain is a known side effect after infusion of amphotericin B liposomal formulations. Oral exposures can occur with topical formulations, or lozenges, but toxicity is limited. Dermatitis can also occur with topical exposure.<br\/>"},{"id":"jt4ds12b32","title":"Treatment","mono":"<b>AMPHOTERICIN B <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild to moderate overdose, administer IV fluids, and antiemetics for nausea or vomiting. Replace electrolytes or treat hyperkalemia. Salt loading and mannitol have been utilized to prevent renal injury; efficacy in overdose is unknown. MANAGEMENT OF SEVERE TOXICITY: Treatment is supportive with attention to the airway, breathing, and circulation. Strategies to reduce renal toxicity include IV saline, magnesium, and potassium supplementation for low magnesium or potassium. Treat hyperkalemia and cardiac dysrhythmias per protocol. INHALATION EXPOSURE: Move to fresh air and monitor for respiratory distress. Administer oxygen and treat with beta-2 agonists as needed. DERMAL EXPOSURE: Wash exposed skin with soap and water. EYE EXPOSURE: Irrigate copiously with tap water or normal saline.<\/li><li>Intrathecal injection: After an overdose, keep the patient upright and immediately drain at least 20 mL of CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free saline). Add fresh frozen plasma (25 mL FFP to 1 L NS or LR) or 5% albumin to the perfusate to enhance removal as amphotericin B is highly protein bound.<\/li><li>Decontamination: Significant toxicity has not been reported after ingestion. Gastrointestinal decontamination is generally not indicated.<\/li><li>Airway management: Generally not necessary. Intubate patients with severe hypotension or dysrhythmias, pulmonary edema, or respiratory failure.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor vital signs. Institute continuous cardiac monitoring and obtain an ECG. Monitor serum electrolytes, BUN, creatinine, glucose, CBC, creatine phosphokinase, urinalysis, and creatinine clearance. Specific drug concentrations are not clinically useful, but can confirm overdose.<\/li><li>Enhanced elimination procedure: Exchange transfusion may be utilized in neonates and infants after large IV overdoses. In adults, hemodialysis is not useful given the low water solubility and high protein binding of amphotericin B.<\/li><li>Patient disposition: HOME CRITERIA: Most exposures will occur in a hospital setting, but small oral unintentional overdoses that are asymptomatic may be managed at home. OBSERVATION CRITERIA: Any symptomatic patient or one with an intentional ingestion should be sent to the hospital and observed. ADMISSION CRITERIA: Any symptomatic patient with a suspected or known significant overdose should be admitted to the ICU. CONSULT CRITERIA: Nephrology should be consulted if acute renal failure develops. Consult a medical toxicologist or poison center for patients with significant overdose or severe toxicity.<\/li><\/ul>"},{"id":"jt4ds12b33","title":"Range of Toxicity","mono":"<b>AMPHOTERICIN B<\/b><br\/>TOXIC DOSE: No specific toxic dose is known. Minimum lethal exposure has not been established. Dysrhythmias and cardiac arrest have occurred in pediatric patients following doses of approximately 4 to 41 mg\/kg of amphotericin B. THERAPEUTIC DOSE: ADULT: AMPHOTERICIN B: IV, 0.25 to 0.3 mg\/kg\/day initially, up to 0.5 to 0.7 mg\/kg\/day, depending on cardio-renal status; intrathecal, 0.1 to 1.5 mg per dose at intervals ranging from daily to weekly, starting with a low dose and titrating up as tolerated. AMPHOTERICIN B CHOLESTERYL SULFATE COMPLEX: 3 to 4 mg\/kg\/day IV infusion at a rate of 1 mg\/kg\/hr. AMPHOTERICIN B LIPID COMPLEX: 5 mg\/kg\/day IV infusion at a rate of 2.5 mg\/kg\/hr. AMPHOTERICIN B LIPOSOME: 3 to 5 mg\/kg\/day IV infusion over a period of 2 hours. PEDIATRIC: AMPHOTERICIN B: 0.5 to 1 mg\/kg\/day IV depending on infection. AMPHOTERICIN B CHOLESTERYL SULFATE COMPLEX: 3 to 4 mg\/kg\/day IV infusion at a rate of 1 mg\/kg\/hr. AMPHOTERICIN B LIPID COMPLEX: 3 to 6 mg\/kg\/day IV depending on infection. AMPHOTERICIN B LIPOSOME: 3 to 5 mg\/kg\/day IV infusion over a period of 2 hours.<br\/>"}]},"13":{"id":"jt4ds13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause shivering or fever.<\/li><li>Instruct patient to report signs\/symptoms of hypotension, thrombocytopenia, or nephrotoxicity.<\/li><\/ul>"}}}