{"generic":"Valproate Sodium","drugs":["Depacon","Valproate Sodium"],"mono":[{"id":"jt68s0","title":"Generic Names","mono":"Valproate Sodium"},{"id":"jt68s1","title":"Dosing and Indications","sub":[{"id":"jt68s1b4","title":"Adult Dosing","mono":"<ul><li>IV formulation for use only in patients who temporarily cannot use oral form; use for more than 14 days has not been studied; switch to oral valproic acid as soon as clinically feasible.<\/li><li>total daily dose is equivalent to oral product, but if given less often than every 6 hours, trough levels may be below those measured for oral route; monitoring and dosage adjustments may be required, especially if injection given only 2 or 3 times daily<\/li><li><b>Absence seizure, Simple and complex:<\/b> initial, 15 mg\/kg\/day IV, may increase dosage 5 to 10 mg\/kg\/day at 1-week intervals until seizures are controlled or adverse effects preclude further increases (MAX 60 mg\/kg\/day or less with a therapeutic range of 50 to 100 mcg\/mL)<\/li><li><b>Complex partial epileptic seizure:<\/b> monotherapy, 10 to 15 mg\/kg\/day IV, may increase dosage 5 to 10 mg\/kg\/day at 1-week intervals to achieve optimal clinical response (MAX 60 mg\/kg\/day or less with a therapeutic range of 50 to 100 mcg\/mL)<\/li><li><b>Complex partial epileptic seizure:<\/b> conversion to monotherapy, 10 to 15 mg\/kg\/day IV, may increase dosage 5 to 10 mg\/kg\/day at 1-week intervals to achieve optimal clinical response (MAX 60 mg\/kg\/day or less with a therapeutic range of 50 to 100 mcg\/mL); reduce concomitant antiepilepsy drug dosage by approximately 25% every 2 weeks (reduction may be started at initiation of therapy or delayed by 1 to 2 weeks if there is a concern that seizures are likely to occur with a reduction)<\/li><li><b>Complex partial epileptic seizure:<\/b> adjunct, may be added to the patient's regimen at an initial dose of 10 to 15 mg\/kg\/day IV, may increase dosage 5 to 10 mg\/kg\/day at 1-week intervals to achieve optimal clinical response (MAX 60 mg\/kg\/day or less with a therapeutic range of 50 to 100 mcg\/mL)<\/li><\/ul>"},{"id":"jt68s1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness have not been established in pediatric patients younger than 10 years<\/li><li><b>Absence seizure, Simple and complex:<\/b> (10 years or older) initial, 15 mg\/kg\/day IV, may increase dosage 5 to 10 mg\/kg\/day at 1-week intervals until seizures are controlled or adverse effects preclude further increases (MAX 60 mg\/kg\/day or less with a therapeutic range of 50 to 100 mcg\/mL)<\/li><li><b>Complex partial epileptic seizure:<\/b> (10 years or older) monotherapy, 10 to 15 mg\/kg\/day IV, may increase dosage 5 to 10 mg\/kg\/day at 1-week intervals to achieve optimal clinical response (MAX 60 mg\/kg\/day or less with a therapeutic range of 50 to 100 mcg\/mL)<\/li><li><b>Complex partial epileptic seizure:<\/b> (10 years or older) conversion to monotherapy, 10 to 15 mg\/kg\/day IV, may increase dosage 5 to 10 mg\/kg\/day at 1-week intervals to achieve optimal clinical response (MAX 60 mg\/kg\/day or less with a therapeutic range of 50 to 100 mcg\/mL); reduce concomitant antiepilepsy drug dosage by approximately 25% every 2 weeks (reduction may be started at initiation of therapy or delayed by 1 to 2 weeks if there is a concern that seizures are likely to occur with a reduction)<\/li><li><b>Complex partial epileptic seizure:<\/b> (10 years or older) adjunct, may be added to the patient's regimen at an initial dose of 10 to 15 mg\/kg\/day IV, may increase dosage 5 to 10 mg\/kg\/day at 1-week intervals to achieve optimal clinical response (MAX 60 mg\/kg\/day or less with a therapeutic range of 50 to 100 mcg\/mL)<\/li><li><b>Status epilepticus:<\/b> loading dose, 20 mg\/kg IV diluted in 20 mL NS administered over 5 to 10 minutes (MAX rate 5 to 6 mg\/kg\/min) followed by a continuous infusion of 1 mg\/kg\/hr administered 1 hour after the bolus dose (study dosing)<\/li><\/ul>"},{"id":"jt68s1b6","title":"Dose Adjustments","mono":"<ul><li><b>geriatric:<\/b> start at reduced dose and titrate slowly; regularly monitor for fluid and nutritional intake, dehydration, somnolence, and other adverse events<\/li><li><b>liver disease:<\/b> should not be administered to patients with hepatic disease or significant hepatic insufficiency<\/li><\/ul>"},{"id":"jt68s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Absence seizure, Simple and complex<\/li><li>Complex partial epileptic seizure<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Status epilepticus<\/li><li>West syndrome<\/li><\/ul>"}]},{"id":"jt68s2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Hepatotoxicity (some cases fatal), usually occurring during the first 6 months of treatment, has been reported in patients receiving valproate and its derivatives. Loss of seizure control may also occur in patients with epilepsy. Children younger than 2 years, especially receiving multiple anticonvulsants, those with congenital metabolic disorders, severe seizure disorders with mental retardation, with organic brain disease, and patients with hereditary mitochondrial disease are at a considerably increased risk of developing fatal hepatotoxicity. For patients under 2 years, valproate sodium should be used with extreme caution as a sole agent. Use is contraindicated in patients with known mitochondrial disorders caused by mitochondrial DNA polymerase gamma (POLG) gene mutations and in children younger than 2 years in which mitochondrial disorder is clinically suspected. Failure of other anticonvulsants is the only indication for valproate sodium in patients older than 2 years with hereditary mitochondrial disease. Perform POLG mutation screening as clinically indicated. Monitor patients closely and perform liver function tests prior to therapy and at frequent intervals thereafter, especially during the first 6 months. Valproate can impair cognitive development with prenatal exposure and produce major congenital malformations, particularly neural tube defects (eg, spina bifida). Valproate should not be administered to a woman of childbearing potential unless the drug is essential to the management of her medical condition and effective contraception is used during treatment. Life-threatening pancreatitis has been reported in both children and adults receiving valproate. Cases have occurred shortly after initiation as well as several years after use. If pancreatitis is diagnosed, valproate should ordinarily be discontinued.<br\/>"},{"id":"jt68s3","title":"Contraindications\/Warnings","sub":[{"id":"jt68s3b9","title":"Contraindications","mono":"<ul><li>Hepatic disease or significant hepatic dysfunction<\/li><li>Hypersensitivity to valproate sodium<\/li><li>Use in patients with mitochondrial disorders caused by mutations in mitochondrial DNA polymerase gamma (POLG; eg, Alpers-Huttenlocher syndrome) and in children younger than 2 years with a suspected POLG-related disorder<\/li><li>For prevention of migraine headaches in pregnant women<\/li><li>Urea cycle disorders<\/li><\/ul>"},{"id":"jt68s3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Hepatic failure, including fatalities, has been reported, usually within the first 6 months of treatment; clinical and laboratory monitoring recommended, discontinue use immediately if condition occurs<\/li><li>-- Pediatric patients under age 2 years are at an increased risk of fatal hepatotoxicity; if clinically required use with extreme caution as a sole agent<\/li><li>-- Increased risk of hepatic failure in patients with history of hepatic disease, with concomitant use of multiple anticonvulsants, in patients with congenital metabolic disorders, organic brain disease, or severe seizure disorders accompanied by mental retardation; clinical and laboratory monitoring recommended and discontinue use immediately if condition occurs<\/li><li>-- Mitochondrial disorders caused by mutations in mitochondrial DNA polymerase gamma (eg, Alpers-Huttenlocher syndrome) increase the risk of hepatic failure, including fatalities, particularly in children and adolescents; when mitochondrial disorder is suspected use should be reserved only after failure of other anticonvulsants (use contraindicated when patient is younger than 2 years); Perform POLG mutation screening as clinically indicated<\/li><li>-- Pancreatitis, sometimes life-threatening and hemorrhagic with rapid progression, has been reported and may occur shortly after initiation or after several years of use; discontinue use if condition occurs<\/li><li>-- Major congenital malformations involving various body systems, including neural tube defects, structural abnormalities, impaired cognitive development, and decreased IQ scores have been reported in children exposed in utero<\/li><li>-- Avoid use in pregnant women with epilepsy unless essential to manage condition<\/li><li> -- Avoid use in female patients of childbearing potential unless essential to manage condition; effective contraception recommended<\/li><li>Endocrine and Metabolic:<\/li><li>-- Hyperammonemia, has been reported and may be present regardless of liver function test results; monitoring recommended and consider discontinuation for persistent ammonia elevations<\/li><li>-- Hyperammonemic encephalopathy, some cases fatal, have reported among patients with urea cycle disorders; evaluate for urea cycle disorders prior to initiating therapy in at-risk patients or patients with signs or symptoms of urea cycle disorders; discontinue if condition occurs<\/li><li>-- Hypothermia, with and without hyperammonemia, has been reported; consider discontinuing therapy if condition occurs<\/li><li>Hematologic:<\/li><li>-- Dose-related thrombocytopenia, myelodysplasia, and abnormal coagulation have been reported; baseline assessment and ongoing monitoring recommended (especially during pregnancy or before planned surgery); dose adjustment or discontinuation may be required<\/li><li>Immunologic:<\/li><li>-- Life-threatening or fatal Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS) multiorgan hypersensitivity reactions have been reported; discontinue use if suspected<\/li><li>-- Stimulation of HIV and CMV virus replication may occur<\/li><li>Neurologic:<\/li><li>-- Do not use as prophylactic therapy for posttraumatic seizures in patients with acute head trauma<\/li><li>Psychiatric:<\/li><li>-- Suicidal thoughts and behavior may occur; evaluate risk versus benefit prior to use; monitoring recommended<\/li><li>Other:<\/li><li>-- Elderly require dosage reduction and slower titration due to a greater sensitivity to somnolence; monitoring for excessive somnolence, reduced nutritional intake and weight loss recommended; discontinuation may be required<\/li><li>-- Abrupt discontinuation may precipitate life-threatening status epilepticus with attendant hypoxia<\/li><li>-- Higher doses are associated with increased risk of elevated liver enzymes and thrombocytopenia<\/li><li>-- Rapid infusion rate associated with increased risk of adverse events<\/li><li>Concomitant Use:<\/li><li>-- Concomitant use of carbapenem antibiotics (eg, ertapenem, imipenem, meropenem) may lead to loss of seizure control; monitor serum valproate concentrations frequently; discontinuation may be required<\/li><li>--Hyperammonemia, with or without encephalopathy, as been reported with concomitant use of topiramate in patients who have tolerated either drug alone; an interaction between topiramate and valproate sodium may exacerbate or unmask defects\/deficiencies in susceptible patients; monitor ammonia levels; if hyperammonemic encephalopathy is suspected<\/li><\/ul>"},{"id":"jt68s3b11","title":"Pregnancy Category","mono":"<ul><li>Valproic Acid: D (FDA)<\/li><li>Valproic Acid: D (AUS)<\/li><\/ul>"},{"id":"jt68s3b12","title":"Breast Feeding","mono":"<ul><li>Valproic Acid: AAP: Maternal medication usually compatible with breastfeeding.<\/li><li>Valproic Acid: WHO: Compatible with breastfeeding.  Monitor infant for side effects.<\/li><li>Valproic Acid: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},{"id":"jt68s4","title":"Drug Interactions","sub":[{"id":"jt68s4b13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"},{"id":"jt68s4b14","title":"Major","mono":"<ul><li>Amitriptyline (theoretical)<\/li><li>Cisplatin (probable)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Doripenem (established)<\/li><li>Ertapenem (probable)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Hydroxytryptophan (theoretical)<\/li><li>Imipenem (probable)<\/li><li>Ketorolac (theoretical)<\/li><li>Lamotrigine (established)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Meropenem (established)<\/li><li>Mirtazapine (theoretical)<\/li><li>Orlistat (probable)<\/li><li>Palonosetron (theoretical)<\/li><li>Primidone (probable)<\/li><li>Tramadol (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Vilazodone (theoretical)<\/li><li>Vorinostat (probable)<\/li><li>Vortioxetine (theoretical)<\/li><li>Warfarin (probable)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"jt68s4b15","title":"Moderate","mono":"<ul><li>Acyclovir (probable)<\/li><li>Aspirin (probable)<\/li><li>Betamipron (probable)<\/li><li>Carbamazepine (probable)<\/li><li>Cholestyramine (probable)<\/li><li>Clomipramine (probable)<\/li><li>Erythromycin (probable)<\/li><li>Ethosuximide (probable)<\/li><li>Felbamate (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Ginkgo (probable)<\/li><li>Lopinavir (probable)<\/li><li>Lorazepam (probable)<\/li><li>Mefloquine (probable)<\/li><li>Nimodipine (probable)<\/li><li>Nortriptyline (probable)<\/li><li>Olanzapine (established)<\/li><li>Oxcarbazepine (probable)<\/li><li>Panipenem (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Risperidone (probable)<\/li><li>Ritonavir (probable)<\/li><li>Rufinamide (established)<\/li><li>Topiramate (probable)<\/li><li>Zidovudine (probable)<\/li><\/ul>"}]},{"id":"jt68s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site pain (2.6%), Injection site reaction (2.4%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (3.2%)<\/li><li><b>Neurologic:<\/b>Dizziness (5.2% to 7.1%), Headache (2.7% to 4.3%), Somnolence (1.7% to 10.7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperammonemia<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hematologic:<\/b>Myelodysplastic syndrome, Thrombocytopenia (27%)<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Immunologic:<\/b>Drug hypersensitivity syndrome<\/li><li><b>Neurologic:<\/b>Hyperammonemic encephalopathy<\/li><\/ul>"},{"id":"jt68s6","title":"Drug Name Info","sub":{"0":{"id":"jt68s6b17","title":"US Trade Names","mono":"Depacon<br\/>"},"2":{"id":"jt68s6b19","title":"Class","mono":"<ul><li>Anticonvulsant<\/li><li>Histone Deacetylase Inhibitor<\/li><li>Valproic Acid (class)<\/li><\/ul>"},"3":{"id":"jt68s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jt68s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"jt68s7","title":"Mechanism Of Action","mono":"Valproate sodium is an antiepileptic agent with unknown therapeutic mechanism of action, although, it is believed to exert its effect by increasing the concentrations of gamma-aminobutyric acid (GABA) in the brain.<br\/>"},{"id":"jt68s8","title":"Pharmacokinetics","sub":{"1":{"id":"jt68s8b24","title":"Distribution","mono":"<ul><li>Vd: 11 L\/1.73 m(2)<\/li><li>Vd: (neonates), increased<\/li><li>Protein binding: approximately 10% unbound at 40 mcg\/mL and 18.5% unbound at 130 mcg\/mL, concentration dependent<\/li><li>Protein binding: (elderly, chronic hepatic disease, renal impairment, and neonates), reduced<\/li><li>Protein binding: (liver disease), 2-fold to 2.6-fold increase in unbound fraction<\/li><\/ul>"},"2":{"id":"jt68s8b25","title":"Metabolism","mono":"<ul><li>Hepatic; glucuronosyltransferase; over 40% by mitochondrial beta-oxidation, glucuronidation<\/li><li>Metabolite: glucuronide conjugate<\/li><\/ul>"},"3":{"id":"jt68s8b26","title":"Excretion","mono":"<ul><li>Renal: 30% to 50% as glucuronide conjugate, less than 3% unchanged<\/li><li>Dialyzable: yes (hemodialysis), about 20%<\/li><\/ul>"},"4":{"id":"jt68s8b27","title":"Elimination Half Life","mono":"<ul><li>16 h +\/- 3 h<\/li><li>Children (greater than 2 mo): 7 h to 13 h<\/li><li>Neonates (less than 10 days): 10 h to 67 h<\/li><li>Liver impairment: increased from 12 h to 18 h<\/li><\/ul>"}}},{"id":"jt68s9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>dilute with 50 mL of D5W, NS, or LR<\/li><li>infuse over 60 minutes or a maximum rate of 20 mg\/min<\/li><li>use same frequency of administration as for oral products<\/li><li>divide total daily dose if exceeds 250 mg\/day<\/li><\/ul>"},{"id":"jt68s10","title":"Monitoring","mono":"<ul><li>reduction in the number of complex partial seizures indicates efficacy<\/li><li>valproate sodium plasma concentrations if necessary to guide dosage adjustment; patients receiving near the maximum recommended dose of 60 mg\/kg\/day or when switching from oral valproate products to IV valproate sodium<\/li><li>trough plasma levels if necessary with 2 or 3 times daily dosing<\/li><li>liver function tests; baseline and at frequent intervals thereafter, especially during the first 6 months<\/li><li>complete blood counts and coagulation tests; baseline and at periodic intervals thereafter, especially in pregnant patients and prior to planned surgeries<\/li><li>screen patients with suggestive symptoms or family history of mitochondrial disorders caused by DNA Polymerase Gamma (POLG) for POLG gene mutations in accordance with clinical practice<\/li><li>plasma ammonia levels<\/li><li>emergence or worsening of depression, suicidal behavior or ideation, or unusual changes in behavior<\/li><li>signs and symptoms of hepatotoxicity and loss of seizure control<\/li><li>motor and cognitive functions regularly<\/li><li>fluid and nutritional intake, dehydration, somnolence, and other adverse reactions; regularly in elderly patients when increasing dose<\/li><\/ul>"},{"id":"jt68s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 100 MG\/ML<br\/><\/li><li><b>Depacon<\/b><br\/>Intravenous Solution: 100 MG\/ML<br\/><\/li><li><b>Novaplus Valproate Sodium<\/b><br\/>Intravenous Solution: 100 MG\/ML<br\/><\/li><\/ul>"},{"id":"jt68s12","title":"Toxicology","sub":[{"id":"jt68s12b31","title":"Clinical Effects","mono":"<b>VALPROIC ACID <\/b><br\/>USES: Anticonvulsant for a broad spectrum of seizure disorders. Also used as a mood stabilizer in the treatment of bipolar affective disorder, used to treat chronic pain and as prophylaxis for migraine headaches. PHARMACOLOGY: Inhibits voltage-gated sodium channels (membrane stabilizing effects). Inhibits T-type calcium channels (excessive conductance causes seizures). Competitive antagonist of N-methyl-D-aspartic acid (NMDA) {excitatory} neuroreceptor. Inhibits GABA transaminase, increasing GABA (inhibitory neurotransmitter) concentrations in the brain. TOXICOLOGY: Causes CNS depression in overdose by extension of the pharmacologic mechanisms. Valproic acid depletes hepatic carnitine stores by forming valproylcarnitine, which inhibits the carnitine transported on the plasma membrane. Fatty acids cannot be metabolized due to lack of carnitine, resulting in chronic fatty liver. Valproic acid also depletes coenzyme A (CoA) stores in the liver by trapping CoA in the mitochondria by the valproic acid beta-oxidation metabolites. Depletion of CoA affects the activation of the carbamyl phosphate synthetase I (CPS I), which is needed for incorporating ammonia into the urea cycle, leading to hyperammonemia. EPIDEMIOLOGY: Poisoning is common with moderate severity. MILD TO MODERATE TOXICITY: Primary effect is CNS depression, generally lethargy and sedation, vomiting and tachycardia. SEVERE TOXICITY: Patients typically develop more severe CNS depression, coma, miotic pupils, tachycardia, hypotension, QTc prolongation, and respiratory depression following severe poisoning. Seizures and cerebral edema are less common. Laboratory abnormalities may include hypernatremia, hypocalcemia, and hyperammonemia. Bone marrow suppression may develop 3 to 5 days after massive overdose, and usually resolves spontaneously. Pancreatitis, acute hepatotoxicity, renal insufficiency, and acute lung injury are uncommon, but have been reported. Valproate-induced hyperammonemic encephalopathy can develop after overdose or therapeutic use. It is characterized by deterioration of mental status (i.e., lethargy, confusion, coma) AND an elevated ammonia concentration; it may also be associated with hepatotoxicity. ADVERSE EFFECTS: COMMON: Anorexia, nausea, alopecia, peripheral edema, rash, sedation, weight gain, and teratogenicity. IDIOSYNCRATIC: Pancreatitis, hepatotoxicity, thrombocytopenia, hyperammonemia, and encephalopathy. <br\/>"},{"id":"jt68s12b32","title":"Treatment","mono":"<b>VALPROIC ACID <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Symptomatic and supportive care in all patients. Monitor for progression of sedation. Repeat valproic acid levels every 4 to 6 hours and consider multidose activated charcoal if the level is continuously rising. MANAGEMENT OF SEVERE TOXICITY: Resuscitation, symptomatic and supportive care in all patients. Early intubation in patient with declining level of consciousness. Hypotension: Treat with IV fluids, if no responses start vasopressors. Consider hemodialysis in patients with severe toxicity who are not responding to supportive care. Consider carnitine in patients with coma, elevated ammonia concentration, or a valproate concentration above 450 mcg\/mL.<\/li><li>Decontamination: PREHOSPITAL: Ipecac-induced emesis is NOT recommended in the prehospital setting because of the potential for aspiration. In patients with valproic-induced coma and\/or significant respiratory depression, naloxone may be considered in the prehospital setting. Activated charcoal may be considered in the prehospital setting by a healthcare professional only, if the patient is asymptomatic, the ingestion is recent, and there are no contraindications. HOSPITAL: Administer activated charcoal if the patient presents early after a significant ingestion, if the patient is awake and can protect their airway, or the airway is protected. Administer a second dose of charcoal in patients who have ingested a sustained release formulation, or in patients with rising serum concentrations despite therapy. MULTIDOSE ACTIVATED CHARCOAL: Consider if valproic acid level is continuously rising and gastrointestinal function is intact (Note: patients with severe toxicity often have depressed gastrointestinal motility and may not tolerate multiple dose charcoal).<\/li><li>Airway management: Endotracheal intubation should be considered early if the patient presents with altered level of consciousness, hemodynamic instability, or multiorgan toxicity.<\/li><li>Naloxone: Naloxone has been used to reverse valproic acid induced CNS depression and coma, with variable success. PREHOSPITAL: In patients with valproic-induced coma and\/or significant respiratory depression, naloxone may be considered in the prehospital setting. HOSPITAL: Risk of naloxone administration is low, it is reasonable to administer in patients with significant CNS depression.<\/li><li>Antidote: L-CARNITINE: Orphan drug approved by FDA for the treatment of L-carnitine deficiency secondary to valproic acid toxicity. Appears effective in increasing survival in patients with valproate-induced hepatotoxicity and encephalopathy after therapeutic administration. INDICATION: Patients with coma, hyperammonemia, hepatotoxicity, or serum valproate concentration greater than 450 mcg\/mL. While there are no controlled studies to support its use after acute overdose, there are several reports suggesting it lowers serum ammonia concentrations, and it is associated with few adverse effects. DOSE: IV 100 mg\/kg over 30 minutes (maximum: 6 g) followed by 15 mg\/kg IV every 4 hours until clinical improvement.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are reserved for severe toxicity with failure of improvement or deterioration despite supportive management, especially with concomitant severe metabolic disturbance, and\/or a serum valproic acid level of greater than 1000 mcg\/mL. Because protein binding is saturated at high serum concentration (resulting in higher free valproate concentrations) hemodialysis appears to be useful in severe overdose.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with unintentional ingestion of less than 50 mg\/kg can be observed at home. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions, and those with unintentional ingestions of 50 mg\/kg or more should be referred to a medical facility for evaluation and treatment. Obtain serial valproate concentrations every 2 to 3 hours. Patients should be observed until valproate concentrations are clearly declining on at least two sequential measurements, and symptoms have resolved. IMMEDIATE RELEASE: Patients should be observed for a minimum of 6 hours after immediate release valproate ingestions. EXTENDED RELEASE: Monitor patients for a minimum of 12 hours following extended release preparations and should be admitted if symptoms develop. ADMISSION CRITERIA: Patients with rising valproate concentrations and those developing CNS depression or other clinical or laboratory evidence of toxicity should be admitted. Patients with persistent altered mental status, abnormal vital signs, acidosis, renal or hepatic involvement should be admitted to the intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jt68s12b33","title":"Range of Toxicity","mono":"<b>VALPROIC ACID<\/b><br\/>TOXICITY: MILD: Greater than 200 mg\/kg risk of CNS depression; MODERATE: Greater than 400 mg\/kg risk of multiogran system toxicities; and SEVERE: Greater than 750 mg\/kg potentially lethal. THERAPEUTIC DOSE: ADULTS and CHILDREN 10 years of age and older: Initial dose: 10 to 15 mg\/kg\/day, titrate as needed; maximum dose: 60 mg\/kg\/day.<br\/>"}]},{"id":"jt68s13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid driving and performing activities that require mental alertness until drug effects are realized, as drug may cause somnolence.<\/li><li>This drug may cause alopecia, weight gain or loss, diarrhea, asthenia, ataxia, headache, dizziness, nystagmus, tremors, diplopia, and disturbance in thinking. Elderly patients may have increased incidence of these effects.<\/li><li>Patients should report signs\/symptoms of hepatotoxicity or hyperammonemic encephalopathy (unexplained lethargy, vomiting, acute changes in level of consciousness or cognitive function). Loss of seizure control may also occur in patients with epilepsy.<\/li><li>Patients should report signs\/symptoms of pancreatitis (abdominal pain, nausea, vomiting, anorexia) and thrombocytopenia.<\/li><li>Advise patient against sudden discontinuation of drug, as this may precipitate status epilepticus.<\/li><li>Patient should not drink alcohol while taking this drug.<\/li><\/ul>"}]}