{"generic":"Letrozole","drugs":["Femara","Letrozole"],"mono":{"0":{"id":"jt82s0","title":"Generic Names","mono":"Letrozole"},"1":{"id":"jt82s1","title":"Dosing and Indications","sub":[{"id":"jt82s1b4","title":"Adult Dosing","mono":"<ul><li>glucocorticoid or mineralocorticoid replacement is not required with letrozole therapy<\/li><li><b>Breast cancer, Adjuvant, postmenopausal, hormone receptor-positive:<\/b> 2.5 mg ORALLY once daily; optimal treatment duration unknown (median duration of treatment, 24 months; 16% of patients treated for 5 years in clinical trial for approval); treatment should be discontinued at tumor relapse<\/li><li><b>Breast cancer, Advanced, postmenopausal, following antiestrogen therapy:<\/b> 2.5 mg ORALLY once daily until tumor progression is evident<\/li><li><b>Breast cancer, Extended adjuvant, postmenopausal, following 5 years of tamoxifen therapy:<\/b> 2.5 mg ORALLY once daily; initiate after 5 years of tamoxifen; optimal treatment duration unknown (median duration of treatment, 60 months in clinical trial for approval); treatment should be discontinued at tumor relapse<\/li><li><b>Breast cancer, Locally advanced or metastatic, postmenopausal, hormone receptor-positive or unknown, first-line:<\/b> 2.5 mg ORALLY once daily until tumor progression is evident<\/li><li><b>Breast cancer, Neoadjuvant, postmenopausal, hormone receptor-positive:<\/b> 2.5 mg ORALLY once daily for 3 to 8 months prior to surgery was used in clinical trials; international expert panel recommends 3 to 6 months of therapy<\/li><li><b>Ovulation induction - Polycystic ovary syndrome:<\/b> 2.5 or 5 mg ORALLY daily for 5 days<\/li><\/ul>"},{"id":"jt82s1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in pediatric patients "},{"id":"jt82s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl of 10 mL\/min or greater, no dosage adjustment necessary<\/li><li><b>hepatic impairment:<\/b> mild to moderate, no dosage adjustment necessary<\/li><li><b>hepatic impairment:<\/b> cirrhosis and severe hepatic dysfunction, reduce dosage to 2.5 mg ORALLY every other day<\/li><\/ul>"},{"id":"jt82s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Breast cancer, Adjuvant, postmenopausal, hormone receptor-positive<\/li><li>Breast cancer, Advanced, postmenopausal, following antiestrogen therapy<\/li><li>Breast cancer, Extended adjuvant, postmenopausal, following 5 years of tamoxifen therapy<\/li><li>Breast cancer, Locally advanced or metastatic, postmenopausal, hormone receptor-positive or unknown, first-line<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Breast cancer, Neoadjuvant, postmenopausal, hormone receptor-positive<\/li><li>Delayed puberty<\/li><li>Endometriosis - Ovulation induction<\/li><li>Ovulation induction - Polycystic ovary syndrome<\/li><\/ul>"}]},"3":{"id":"jt82s3","title":"Contraindications\/Warnings","sub":[{"id":"jt82s3b9","title":"Contraindications","mono":"women who are pregnant or who may become pregnant <br\/>"},{"id":"jt82s3b10","title":"Precautions","mono":"<ul><li>bone mineral density decreases may occur<\/li><li>cirrhosis with hepatic impairment, severe; increased drug exposure; dose adjustment recommended<\/li><\/ul>"},{"id":"jt82s3b11","title":"Pregnancy Category","mono":"<ul><li>X (FDA)<\/li><li>D (AUS)<\/li><\/ul>"},{"id":"jt82s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jt82s4","title":"Drug Interactions","sub":{"1":{"id":"jt82s4b14","title":"Major","mono":"<ul><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Cilostazol (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Tegafur (theoretical)<\/li><\/ul>"},"2":{"id":"jt82s4b15","title":"Moderate","mono":"<ul>Tamoxifen (probable)<\/ul>"}}},"5":{"id":"jt82s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema (7.2% to 18.4%)<\/li><li><b>Dermatologic:<\/b>Hot sweats (5% to 49.7%), Sweating (up to 24.2%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (1.5% to 11.3%), Diarrhea (5% to 8%), Loss of appetite (3% to 5%), Nausea (8.6% to 17%), Vomiting (2.7% to 7%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (8% to 22%), Arthritis (6.7% to 21.1%), Backache (5% to 18%), Bone pain (22%), Myalgia (6.4% to 6.7%)<\/li><li><b>Neurologic:<\/b>Asthenia (4% to 33.6%), Dizziness (2.4% to 14.2%.), Headache (3.5% to 20.1%), Insomnia (5.8% to 7%.), Somnolence (2% to 3%.)<\/li><li><b>Respiratory:<\/b>Dyspnea (5.5% to 18%)<\/li><li><b>Other:<\/b>Fatigue (6% to 13%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart failure, Myocardial infarction (0.4%)<\/li><li><b>Hematologic:<\/b>Pancytopenia, Thromboembolic disorder (1.1%)<\/li><li><b>Musculoskeletal:<\/b>Fracture of bone (5.6% to 5.9%)<\/li><li><b>Respiratory:<\/b>Pleural effusion (less than 5%), Pulmonary embolism (2% or less)<\/li><\/ul>"},"6":{"id":"jt82s6","title":"Drug Name Info","sub":{"0":{"id":"jt82s6b17","title":"US Trade Names","mono":"Femara<br\/>"},"2":{"id":"jt82s6b19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Aromatase Inhibitor<\/li><\/ul>"},"3":{"id":"jt82s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jt82s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jt82s7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Letrozole is a nonsteroidal competitive inhibitor of aromatase and thus, in postmenopausal women, inhibits conversion of adrenal androgens (primarily androstenedione and testosterone) to estrogens (estrone and estradiol) in peripheral tissues and cancer tissue. As a result, letrozole interferes with estrogen-induced stimulation or maintenance of growth of hormonally responsive (estrogen and\/or progesterone receptor positive or receptor unknown) breast cancers. <\/li><li>In human liver microsomes, letrozole strongly inhibits the cytochrome P450 (CYP) isoenzyme 2A6 (CYP 2A6) and moderately inhibits the CYP isoenzyme 2C19 (CYP 2C19). <\/li><li>Letrozole has not been shown to affect synthesis of adrenal corticosteroids, aldosterone, or thyroid hormones. <\/li><\/ul>"},"8":{"id":"jt82s8","title":"Pharmacokinetics","sub":[{"id":"jt82s8b23","title":"Absorption","mono":"Systemic: Rapidly absorbed; food no affect <br\/>"},{"id":"jt82s8b24","title":"Distribution","mono":"Systemic: Vd: 1.9 L\/kg <br\/>"},{"id":"jt82s8b25","title":"Metabolism","mono":"Systemic: Hepatic: via CYP3A4 and CYP2A6 pathways <br\/>"},{"id":"jt82s8b26","title":"Excretion","mono":"Systemic: Renal: 90%, 6% unchanged <br\/>"},{"id":"jt82s8b27","title":"Elimination Half Life","mono":"Systemic: 2 d <br\/>"}]},"9":{"id":"jt82s9","title":"Administration","mono":"<b>Oral<\/b><br\/>may be taken without regard to meals <br\/>"},"10":{"id":"jt82s10","title":"Monitoring","mono":"<ul><li>evidence of tumor response<\/li><li>bone mineral density (BMD)  panel (serum albumin, calcium, and alkaline phosphatase, and phosphate and osteocalcin measurements); risk of decrease in both the lumbar spine and hip BMD<\/li><li>hepatic function (AST, ALT, alkaline phosphatase, bilirubin, and gamma glutamyl transferase)<\/li><li>serum cholesterol; risk of elevation<\/li><li>osteoporosis and fracture risk in patients initiating therapy<\/li><li>dual energy x-ray absorptiometry (DXA) scans at baseline and every 1 to 2 years<\/li><li>X-ray of thoracic and lumbar spine; rule out vertebral facture in patients with kyphosis, historical height loss 6 cm or greater, acute incapacitating back pain syndrome, and in patients age 65 years and older<\/li><\/ul>"},"11":{"id":"jt82s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 2.5 MG<br\/><\/li><li><b>Femara<\/b><br\/>Oral Tablet: 2.5 MG<br\/><\/li><\/ul>"},"12":{"id":"jt82s12","title":"Toxicology","sub":[{"id":"jt82s12b31","title":"Clinical Effects","mono":"<b> LETROZOLE <\/b><br\/>USES: Letrozole is used to treat postmenopausal women with breast cancers. PHARMACOLOGY: Letrozole is a nonsteroidal competitive inhibitor of aromatase and thus, in postmenopausal women, inhibits conversion of adrenal androgens (primarily androstenedione and testosterone) to estrogens (estrone and estradiol) in peripheral tissues and cancer tissue. As a result, letrozole interferes with estrogen-induced stimulation or maintenance of growth of hormonally responsive (estrogen and\/or progesterone receptor positive or receptor unknown) breast cancers. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Overdose data are limited. Overdose effects are anticipated to be an extension of adverse effects following therapeutic doses. In isolated cases of letrozole overdose, the highest single dose of 62.5 mg or 25 tablets did not result in serious adverse effects. ADVERSE EFFECTS: COMMON (more than 20%): Hot flashes, arthralgia, flushing, asthenia, edema, bone pain, headache, dizziness, hypercholesterolemia, and increased sweating. OTHER EFFECTS: Nausea, vomiting, diarrhea, anorexia, dyspepsia, abdominal pain, constipation, hypertension, chest pain, rash, alopecia, vaginal discharge, bleeding, and irritation, urinary tract infection, elevated liver enzymes, muscle pain, joint pain, back pain, limb pain, fatigue, insomnia, dyspnea, and cough. Pancytopenia, leukopenia, and peripheral thromboembolic events, such as venous thrombosis, thrombophlebitis, portal vein thrombosis, and pulmonary embolism have rarely been reported in clinical trials and postmarketing reports, however, cause and effect relationships have not been established. Letrozole is classified as pregnancy category X. <br\/>"},{"id":"jt82s12b32","title":"Treatment","mono":"<b>LETROZOLE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives. Evidence of an acute thrombotic\/thromboembolic event (eg, sudden onset of swelling\/tenderness in a limb and\/or shortness of breath) requires prompt diagnostic evaluation (eg, ultrasound, CT scan) and anticoagulation as indicated.<\/li><li>Decontamination: PREHOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. HOSPITAL:  Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and liver enzymes. Monitor CBC with differential after a substantial overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Enhanced elimination procedure: Dialysis is unlikely to be helpful since letrozole has a large volume of distribution (1.9 L\/kg).<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jt82s12b33","title":"Range of Toxicity","mono":"<b> LETROZOLE <\/b><br\/>TOXICITY: In isolated cases of letrozole overdose, the highest single dose of 62.5 mg or 25 tablets did not result in serious adverse effects. In single dose studies, 30 mg was the highest dose used; in multiple dose trials, a 10-mg dose was given.  Both were well tolerated. THERAPEUTIC DOSE: ADULTS: 2.5 mg orally once daily. CHILDREN: Safety and efficacy have not been established in pediatric patients. <br\/>"}]},"13":{"id":"jt82s13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause hot flashes, nausea, arthralgia, back pain, and bone pain.<\/li><li>Instruct patient to report signs\/symptoms of bone loss, including osteopenia, osteoporosis, and bone fracture.<\/li><\/ul>"}}}