{"generic":"14C Urea","drugs":["14C Urea","Pytest"],"mono":{"0":{"id":"jt8hs0","title":"Generic Names","mono":"14C Urea"},"1":{"id":"jt8hs1","title":"Dosing and Indications","sub":{"0":{"id":"jt8hs1b4","title":"Adult Dosing","mono":"<b>Helicobacter pylori gastrointestinal tract infection; Diagnosis:<\/b> 1 microCurie (1 capsule) administered ORALLY 10 minutes prior to obtaining a breath sample "},"1":{"id":"jt8hs1b5","title":"Pediatric Dosing","mono":"although clinical studies have not been conducted in children, 14C-urea is expected to work the same in children as in adults; the dose does not require adjustment in pediatric patients. The child must be able to swallow the capsule intact and follow instructions to blow into the straw as directed "},"3":{"id":"jt8hs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Helicobacter pylori gastrointestinal tract infection; Diagnosis<br\/>"}}},"3":{"id":"jt8hs3","title":"Contraindications\/Warnings","sub":[{"id":"jt8hs3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jt8hs3b10","title":"Precautions","mono":"<ul><li>achlorhydria; false-positive results may occur<\/li><li>indeterminate or negative result with signs and history suggesting Helicobacter pylori infection; infection cannot be ruled out; repeat test or use alternative diagnostic<\/li><li>in vitro diagnostic use only; not for monitoring efficacy of antimicrobial therapies<\/li><li>urease-producing bacteria other Helicobacter pylori (eg, Helicobacter heilmanni); false-positive results may occur<\/li><li>use of antibiotics or bismuth within 4 weeks; false-negative results may occur; avoid use for 4 weeks prior<\/li><li>use of proton pump inhibitors or sucralfate within 2 weeks; avoid use for 2 weeks prior<\/li><\/ul>"},{"id":"jt8hs3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jt8hs3b12","title":"Breast Feeding","mono":"<ul><li>WHO: Avoid breastfeeding.<\/li><li>Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"5":{"id":"jt8hs5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Other:<\/b>Absence of drug reaction<br\/>"},"6":{"id":"jt8hs6","title":"Drug Name Info","sub":{"0":{"id":"jt8hs6b17","title":"US Trade Names","mono":"Pytest<br\/>"},"2":{"id":"jt8hs6b19","title":"Class","mono":"Diagnostic Agent, Helicobactor Pylori, Breath Test<br\/>"},"3":{"id":"jt8hs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jt8hs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jt8hs7","title":"Mechanism Of Action","mono":"Carbon 14 (C14) radiolabeled urea, in capsule form, is a radiopharmaceutical agent to aid in the diagnosis of Helicobacter pylori infection. Urease is not present in mammalian cells. The presence of urease is an indicator that bacteria is present. On ingestion of C14-urea capsule, if gastric urease is present, the ingested C14-urea is split to form carbon dioxide (CO2) and ammonia (NH3). CO2 is absorbed into the blood and exhaled in the breath. Exhaled C14-labeled CO2 can be measured with a liquid scintillation counter to detect the presence of Helicobacter pylori bacteria in the stomach.<br\/>"},"8":{"id":"jt8hs8","title":"Pharmacokinetics","sub":{"2":{"id":"jt8hs8b25","title":"Metabolism","mono":"<ul><li>Stomach: variable<\/li><li>14C carbon dioxide: unknown<\/li><\/ul>"},"3":{"id":"jt8hs8b26","title":"Excretion","mono":"<ul><li>Renal: variable, unchanged<\/li><li>Lung: variable, changed<\/li><\/ul>"},"4":{"id":"jt8hs8b27","title":"Elimination Half Life","mono":"<ul><li>14C urea: 12 hours (hydrolyzed) to 40 days (non-hydrolyzed)<\/li><li>14C carbon dioxide: 15 minutes<\/li><li>14C: 40 days<\/li><\/ul>"}}},"9":{"id":"jt8hs9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>avoid handling capsule directly; swallow intact, do not chew<\/li><li>patient should fast 6 hours prior to testing<\/li><li>antibiotics and bismuth should be avoided for 1 month before, and proton pump inhibitors and sucralfate for 2 weeks prior to the test<\/li><li>patient should be sitting at rest during the test<\/li><li>administer with 20 mL of water, follow with another 20 mL water after 3 minutes<\/li><li>10 minutes after administration, patient should hold their breath 5 to 10 seconds and completely inflate collection balloon slowly with a straw; knot balloon neck and send to manufacturer for analysis<\/li><li>repeat the test or use an alternative diagnostic method in patients with negative results and signs and symptoms of Helicobacter pylori infection<\/li><\/ul>"},"10":{"id":"jt8hs10","title":"Monitoring","mono":"no specific monitoring has been determined<br\/>"},"11":{"id":"jt8hs11","title":"How Supplied","mono":"<b>Pytest<\/b><br\/><ul><li>  Kit: 1 uCi<\/li><li>Oral Capsule: 1 uCi<\/li><\/ul>"},"13":{"id":"jt8hs13","title":"Clinical Teaching","mono":"<ul><li>Patient should fast for 6 hours prior to the test.<\/li><li>Instruct patient not to handle the capsule directly as this may cause interference with test results.<\/li><li>Advise patient to report use of antibiotics and bismuth preparations within 1 month, and proton pump inhibitors and sucralfate within 2 weeks prior to the test.<\/li><\/ul>"}}}