{"generic":"Lamivudine\/Zidovudine","drugs":["Combivir","Lamivudine\/Zidovudine"],"mono":[{"id":"jt8ys0","title":"Generic Names","mono":"Lamivudine\/Zidovudine"},{"id":"jt8ys1","title":"Dosing and Indications","sub":[{"id":"jt8ys1b4","title":"Adult Dosing","mono":"<ul><li>fixed-dose combination should not be used in patients with a body weight under 30 kg, or with clinical need for dose adjustment (ie, renal or hepatic impairment or dose-limiting adverse effects)<\/li><li><b>HIV infection:<\/b> 30 kg or greater, 1 tablet (lamivudine 150 mg\/zidovudine 300 mg) ORALLY twice a day<\/li><\/ul>"},{"id":"jt8ys1b5","title":"Pediatric Dosing","mono":"<ul><li>fixed-dose combination should not be used in children with a body weight less than 30 kg, or with clinical need for dose adjustment (ie, renal or hepatic impairment or dose-limiting adverse effects)<\/li><li><b>HIV infection:<\/b> 30 kg or greater, 1 tablet (lamivudine 150 mg\/zidovudine 300 mg) ORALLY twice a day<\/li><\/ul>"},{"id":"jt8ys1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> fixed-dose combination should not be used in patients with less than CrCl 50 mL\/min<\/li><li><b>hepatic impairment:<\/b> fixed dose combination should not be used in patients with impaired hepatic function<\/li><\/ul>"},{"id":"jt8ys1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>HIV infection<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>HIV infection, Occupational exposure; Prophylaxis<\/li><li>HIV infection, Perinatal transmission; Prophylaxis<\/li><\/ul>"}]},{"id":"jt8ys2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Zidovudine has been associated with hematologic toxicity including neutropenia and severe anemia, particularly in patients with advanced HIV-1 disease. Prolonged use of zidovudine has been associated with symptomatic myopathy. Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported. Suspend treatment if clinical or laboratory findings suggestive of lactic acidosis or pronounced hepatotoxicity occur. Acute exacerbations of hepatitis B have been reported in patients who are co-infected with hepatitis B virus (HBV) and HIV-1 and have discontinued lamivudine, which is one component of lamivudine\/zidovudine; monitor hepatic function upon discontinuation of therapy.<br\/>"},{"id":"jt8ys3","title":"Contraindications\/Warnings","sub":[{"id":"jt8ys3b9","title":"Contraindications","mono":"history of potentially life threatening hypersensitivity reaction (eg, anaphylaxis, Stevens-Johnson syndrome) to any component of the product <br\/>"},{"id":"jt8ys3b10","title":"Precautions","mono":"<ul><li>chronic hepatitis B and HIV coinfection; potential for severe acute exacerbations of hepatitis upon lamivudine discontinuation, or emergence of resistant HBV variants; monitor closely with clinical and laboratory follow-up for several months after discontinuing treatment<\/li><li>hematologic toxicity, including neutropenia and anemia, especially with advanced HIV-1 disease; has been reported (zidovudine component); caution in patients with granulocyte count less than 1,000 cells\/mm(3) or hemoglobin less than 9.5 g\/dL; treatment interruption may be needed if anemia\/neutropenia occurs<\/li><li>lactic acidosis and hepatomegaly with steatosis, including fatal cases; have been reported with use of nucleoside analogues alone or in combination with other antiretrovirals; suspend treatment if lactic acidosis or hepatotoxicity are suspected<\/li><li>myopathy and myositis, pathologically similar to HIV-1-induced; have been reported with prolonged use (zidovudine component)<\/li><li>anemia exacerbation has been reported in HIV-1\/HCV co-infected patients receiving ribavirin and zidovudine<\/li><li>concomitant use with other lamivudine- or zidovudine- containing products, emtricitabine-containing products, zalcitabine, or stavudine is not recommended<\/li><li>concomitant use with ribavirin or doxorubicin is not recommended<\/li><li>creatinine clearance less than 50 mL\/min; combination product not recommended as reduction in dosages of lamivudine and zidovudine are required<\/li><li>female gender; possible increased risk for lactic acidosis and severe hepatomegaly with steatosis; suspend treatment if lactic acidosis or hepatotoxicity are suspected<\/li><li>hepatic impairment; combination product not recommended as reduction in zidovudine daily dosage may be required in patients with mild to moderate impaired hepatic function or liver cirrhosis<\/li><li>immune reconstitution syndrome; patients may develop an inflammatory response to indolent or residual opportunistic infections (eg, Mycobacterium avium, cytomegalovirus, Pneumocystis jirovecii pneumonia, tuberculosis)<\/li><li>obesity; possible increased risk for lactic acidosis and severe hepatomegaly with steatosis; suspend treatment if lactic acidosis or hepatotoxicity are suspected<\/li><li>pancreatitis, history of or risk factors for; increased risk for pancreatitis; discontinue treatment if symptoms or laboratory findings suggest pancreatitis<\/li><li>patients with HIV\/HCV coinfection receiving combination antiretroviral therapy and interferon alfa with or without ribavirin; hepatic decompensation, including fatal cases, has been reported<\/li><li>To report suspected adverse reactions, contact GlaxoSmithKIine at 1-888-825-5249 or FDA at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jt8ys3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jt8ys3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jt8ys4","title":"Drug Interactions","sub":[{"id":"jt8ys4b13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"},{"id":"jt8ys4b14","title":"Major","mono":"<ul><li>Clarithromycin (probable)<\/li><li>Dapsone (probable)<\/li><li>Dasabuvir (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Flucytosine (theoretical)<\/li><li>Ganciclovir (established)<\/li><li>Interferon Alfa (probable)<\/li><li>Paritaprevir (theoretical)<\/li><li>Pyrazinamide (probable)<\/li><li>Pyrimethamine (theoretical)<\/li><li>Ribavirin (probable)<\/li><li>Stavudine (theoretical)<\/li><li>Teriflunomide (probable)<\/li><li>Vinblastine (theoretical)<\/li><li>Vincristine (theoretical)<\/li><li>Vincristine Sulfate Liposome (theoretical)<\/li><li>Zalcitabine (theoretical)<\/li><\/ul>"},{"id":"jt8ys4b15","title":"Moderate","mono":"<ul><li>Acetaminophen (probable)<\/li><li>Fluconazole (probable)<\/li><li>Interferon Beta-1a (probable)<\/li><li>Methadone (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Probenecid (probable)<\/li><li>Rifabutin (probable)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Tipranavir (established)<\/li><li>Valproic Acid (probable)<\/li><\/ul>"}]},{"id":"jt8ys5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Rash (9%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (9%), Diarrhea (18%), Loss of appetite (10%), Nausea (33%), Nausea and vomiting (13%)<\/li><li><b>Musculoskeletal:<\/b>Musculoskeletal pain (12%), Myalgia (8%)<\/li><li><b>Neurologic:<\/b>Dizziness (10%), Headache (35%), Insomnia (11%), Neuropathy (12%.), Sleep disorder (11%)<\/li><li><b>Respiratory:<\/b>Cough (18%), Nasal symptoms OS (20%)<\/li><li><b>Other:<\/b>Fatigue, Fever<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome<\/li><li><b>Endocrine metabolic:<\/b>Lactic acidosis<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hematologic:<\/b>Anemia (2.9%), Neutropenia (7.2%)<\/li><li><b>Hepatic:<\/b>Hepatomegaly (Severe), Steatosis of liver (Severe)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><\/ul>"},{"id":"jt8ys6","title":"Drug Name Info","sub":{"0":{"id":"jt8ys6b17","title":"US Trade Names","mono":"Combivir<br\/>"},"2":{"id":"jt8ys6b19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Nucleoside Reverse Transcriptase Inhibitor<\/li><\/ul>"},"3":{"id":"jt8ys6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jt8ys6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"jt8ys7","title":"Mechanism Of Action","mono":"<ul><li>Lamivudine, a synthetic nucleoside analog, is phosphorylated intracelluarly to its active 5'-triphosphate metabolite, lamivudine triphosphate (L-TP). The principal mode of action of L-TP is inhibition of reverse transcriptase via DNA chain termination after incorporation of the nucleoside analogue. L-TP is a weak inhibitor of mammalian DNA polymerases alpha and beta, and mitochondrial DNA polymerase-gamma.<\/li><li>Zidovudine, a synthetic nucleoside analogue, is phosphorylated intracelluarly to its active 5'-triphosphate metabolite, zidovudine triphosphate (ZDV-TP). The principal mode of action of ZDV-TP is inhibition of reverse transcriptase via DNA chain termination after incorporation of the nucleoside analogue. ZDV-TP is a weak inhibitor of the mammalian DNA polymerase-alpha and mitochondrial DNA polymerase-gamma.<\/li><\/ul>"},{"id":"jt8ys8","title":"Pharmacokinetics","sub":[{"id":"jt8ys8b23","title":"Absorption","mono":"<ul><li>Lamivudine, Oral: time to peak concentration, 1 h to 1.5 hr<\/li><li>Lamivudine, Bioavailability: 86%  plus or minus  16%<\/li><li>Lamivudine, Effect of food: not appreciable<\/li><li>Zidovudine, Oral: time to peak concentration, 0.5 h to 1.5 h<\/li><li>Zidovudine, Bioavailability: 64%  plus or minus  10%<\/li><li>Zidovudine, Effect of food: not appreciable<\/li><\/ul>"},{"id":"jt8ys8b24","title":"Distribution","mono":"<ul><li>Lamivudine, Vd: 1.3  plus or minus  0.4 L\/kg<\/li><li>Lamivudine, Protein binding: less than 36%<\/li><li>Zidovudine, Vd: 1.6  plus or minus  0.6 L\/kg<\/li><li>Zidovudine, Protein binding: less than 38%<\/li><\/ul>"},{"id":"jt8ys8b25","title":"Metabolism","mono":"<ul><li>Zidovudine-Hepatic, extensive, 14% of dose eliminated unchanged<\/li><li>Zidovudine-Major metabolites: 3'-azido-3'-deoxy-5'-O-beta-D-glucopyranuronosylthymidine (GZDV) and 3'-amino-3'-deoxythymidine (AMT)<\/li><li>Lamivudine-Hepatic, minimal, 70% eliminated unchanged<\/li><\/ul>"},{"id":"jt8ys8b26","title":"Excretion","mono":"<ul><li>Lamivudine, Renal: 70% unchanged<\/li><li>Lamivudine, Dialyzable: unknown (hemodialysis); unknown (peritoneal dialysis)<\/li><li>Zidovudine, Renal: 14% unchanged<\/li><li>Zidovudine, Dialyzable: negligible (hemodialysis); negligible (peritoneal dialysis)<\/li><li>GZDV metabolite, Renal: 74%<\/li><li>GZDV metabolite, Dialyzable: yes (hemodialysis), enhanced elimination; yes (peritoneal dialysis), enhanced elimination<\/li><\/ul>"},{"id":"jt8ys8b27","title":"Elimination Half Life","mono":"<ul><li>Lamivudine: 5 h to 7 h<\/li><li>Zidovudine: 0.5 h to 3 h<\/li><\/ul>"}]},{"id":"jt8ys9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with or without food <br\/>"},{"id":"jt8ys10","title":"Monitoring","mono":"<ul><li>Viral load: at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>CD4 cell counts: at baseline and with modification of ARV treatment, then every 3 to 6 months during the at least the first 2 years of treatment or if the CD4 counts are below 300 cells\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>Hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months; continue monitoring hepatic function for several months following therapy discontinuation for patients co-infected with HIV-1 and hepatitis B virus<\/li><li>Basic chemistry, including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>CBC with a differential; at baseline and with modification of ARV treatment, repeat at 2 to 8 weeks, then every 3 to 6 months thereafter<\/li><li>Fasting blood glucose or HbA1c; at baseline and with modification of ARV treatment, then every 3 to 6 months with abnormal values or 12 months with normal values<\/li><li>Fasting lipid profile; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 6 to 12 months<\/li><li>Urinalysis; at baseline or modification of ARV treatment, then annually<\/li><li>Signs and symptoms of hepatic dysfunction; for several months following therapy discontinuation for patients co-infected with HIV-1 and hepatitis B virus<\/li><\/ul>"},{"id":"jt8ys11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: (Lamivudine - Zidovudine) 150 MG-300 MG<br\/><\/li><li><b>Combivir<\/b><br\/>Oral Tablet: (Lamivudine - Zidovudine) 150 MG-300 MG<br\/><\/li><\/ul>"},{"id":"jt8ys12","title":"Toxicology","sub":[{"id":"jt8ys12b31","title":"Clinical Effects","mono":"<ul><li><b>AIDS ANTIVIRAL NUCLEOSIDES <\/b><br\/>USES: The nucleoside and nucleotide reverse transcriptase inhibitors (NRTIs) are primarily used in the treatment of HIV-1 and HIV-2 infection. This class includes: emtricitabine, lamivudine, stavudine, abacavir, and tenofovir; zidovudine and didanosine are in this class but are covered in separate managements, and zalcitabine is no longer manufactured. These agents are also used in the treatment of hepatitis B infection and human T-lymphocyte virus (HTLV) 1 and 2. PHARMACOLOGY: The NRTIs terminate HIV RNA to DNA transcription by acting as substrates for the HIV reverse transcriptase and terminating DNA elongation. These agents prevent cell infection, but have no effect on already infected cells. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon and severe sequelae from acute overdose are rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: There are limited data regarding overdose of NRTIs. However, overdose appears to be largely well tolerated with very few reports of severe clinical effects despite over 2 decades of drug availability. Nausea or vomiting, neurologic symptoms (ie, ataxia, lethargy, nystagmus, peripheral neuropathy), signs of bone marrow toxicity (ie, anemia, leukopenia, thrombocytopenia), or an increase in liver enzymes have all been reported in NRTI overdose or chronic toxicity. SEVERE TOXICITY: Severe toxicity has been reported after therapeutic use but not after acute overdose, and may be manifested by pancreatitis, hepatic steatosis, acute renal failure (ie, tenofovir), neuropsychiatric abnormalities, or acidosis. Chronic therapeutic administration may lead to mitochondrial toxicity leading to lactic acidosis, with or without hepatic microsteatosis. Pancreatitis, neuropathy, and myopathy often accompany the syndrome. Severe neuropsychiatric effects (ie, seizures, mania) have been reported. Lactic acidosis has been reported in patients receiving both single and dual nucleoside analogue (NRTI) regimens for HIV infection. This is thought to cause multiorgan failure and most commonly occurs in persons on prolonged (more than 6 months) therapy. ADVERSE EFFECTS: The most common adverse effects from all NRTIs are nausea, vomiting, headache, and malaise. Peripheral neuropathy and elevated transaminases have been reported with most NRTIs. Rash and hypersensitivity reactions are common and are usually self-limited when therapy is continued. Other adverse effects specific to each drug include: ABACAVIR: Hypersensitivity, nausea, vomiting, headache, and a possible increased risk of coronary artery disease. EMTRICITABINE: Rash, diarrhea, hypercholesterolemia, transaminitis, and mild rhabdomyolysis are common. Hepatic failure\/steatosis, neutropenia, and lactic acidosis are rare. LAMIVUDINE: Headache and nausea are common. Pancreatitis is rare. STAVUDINE: Peripheral neuropathy in greater than 60% of patients receiving over 4 mg\/kg daily. Lactic acidosis and transaminitis are common and do not require therapy or discontinuation unless severe. Dyslipidemia and insulin resistance have been associated with chronic stavudine and zidovudine. TENOFOVIR: Rash, headache, transaminitis, nausea, and vomiting are common. Hepatic failure\/steatosis, renal failure, rhabdomyolysis, pancreatitis, and lactic acidosis are rare. ZALCITABINE: Peripheral neuropathy, stomatitis, pancreatitis, transaminitis, and rash.<br\/><\/li><li><b>ZIDOVUDINE <\/b><br\/>USES: Zidovudine is used in the treatment of HIV-1 infection, in combination with other antiretroviral agents. PHARMACOLOGY: Zidovudine terminates HIV RNA to DNA transcription by acting as a substrate for the HIV reverse transcriptase and terminating DNA elongation. Zidovudine prevents cell infection, but has no effect on already infected cells. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon and severe sequelae from acute overdose are rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: There are limited data regarding overdose of zidovudine. However, overdose appears to be largely well tolerated with very few reports of severe clinical effects despite over 2 decades of availability. Nausea or vomiting, neurologic symptoms (ie, ataxia, lethargy, nystagmus, peripheral neuropathy), signs of bone marrow toxicity (ie, anemia, leukopenia, thrombocytopenia), or an increase in liver enzymes have all been reported with in zidovudine overdose or chronic toxicity. SEVERE TOXICITY: Severe toxicity has been reported after therapeutic use but not after acute overdose, and may be manifested by pancreatitis, hepatic steatosis, neuropsychiatric abnormalities, or acidosis. Chronic therapeutic administration may lead to mitochondrial toxicity leading to lactic acidosis, with or without hepatic microsteatosis. Pancreatitis, neuropathy, and myopathy often accompany the syndrome. Severe neuropsychiatric effects (ie, seizures and mania) have been reported. Lactic acidosis has been reported in patients receiving both single and dual nucleoside analogue regimens, including zidovudine, for HIV infection. This is thought to cause multiorgan failure and most commonly occurs in persons on prolonged (more than 6 months) therapy. ADVERSE EFFECTS: Macrocytosis occurs in 90% of patients. Anemia and neutropenia are common. Hepatotoxicity\/steatosis, lactic acidosis, and rhabdomyolysis are rare.<br\/><\/li><\/ul>"},{"id":"jt8ys12b32","title":"Treatment","mono":"<ul><li><b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive therapy remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored, discontinuation of therapy is not usually necessary. Therapy should be changed for persistently rising transaminases or evidence of hepatic synthetic dysfunction. Nausea and vomiting should be treated with antiemetics. Peripheral neuropathies are generally reversible with drug withdrawal and can be treated with pain management as needed. Asymptomatic elevation of lactic acid without systemic acidemia does not require discontinuation of the medication. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care. Aggressive fluid resuscitation should be initiated for severe lactic acidosis. Granulocyte colony stimulating factor may be considered for patients with agranulocytosis complicated by infection. Vasopressors may be necessary in cases with multi-organ failure. Withdrawal of the agent is imperative to improvement in severe adverse reactions. Riboflavin and L-carnitine may be useful in treating nucleoside reverse transcriptase inhibitor (NRTI)-associated lactic acidosis.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of NRTI overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NRTIs. However, coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NRTI toxicity.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg. Anecdotal evidence suggests that riboflavin and L-carnitine may be useful in reversing NRTI-associated lactic acidosis. Riboflavin has been used at a dose of 50 mg\/day orally or intravenously. L-carnitine has been used at a dose of 50 mg\/kg\/day as a 2-hour infusion divided in 3 doses for patients not receiving dialysis, or a continuous infusion of 100 mg\/kg\/day in patients receiving dialysis.<\/li><li>Monitoring of patient: Monitor serum electrolytes and hepatic enzymes. Monitor serum lipase in patients with abdominal pain or severe acidosis. Lactic acid concentration and serum pH should be monitored in acidotic patients. Cardiac failure, likely due to acidosis, has been reported; therefore, cardiac monitoring is recommended in the setting of acidosis or chest pain. Sources of infection should be sought in patients with neutropenias or significant acidosis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients and those with symptoms should be referred to a healthcare facility. Asymptomatic patients with inadvertent ingestion of NRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with severe lactic acidosis, hepatic failure, or renal failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>ZIDOVUDINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive therapy remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored, discontinuation of therapy is not usually necessary. Therapy should be changed for persistently rising transaminases or evidence of hepatic synthetic dysfunction. Nausea and vomiting should be treated with antiemetics. Asymptomatic elevation of lactic acid without systemic acidemia does not require discontinuation of the medication. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care. Aggressive fluid resuscitation should be initiated for severe lactic acidosis. Granulocyte colony stimulating factor may be considered for patients with agranulocytosis complicated by infection. Vasopressors may be necessary in cases with multi-organ failure. Withdrawal of the agent is imperative to improvement in severe adverse reactions. Riboflavin and L-carnitine may be useful in treating nucleoside reverse transcriptase inhibitor (NRTI)-associated lactic acidosis.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of zidovudine overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of zidovudine. However, coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for zidovudine toxicity.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg. Anecdotal evidence suggests that riboflavin and L-carnitine may be useful in reversing NRTI-associated lactic acidosis. Riboflavin has been used at a dose of 50 mg\/day orally or intravenously. L-carnitine has been used at a dose of 50 mg\/kg\/day as a 2-hour infusion divided in 3 doses for patients not receiving dialysis, or a continuous infusion of 100 mg\/kg\/day in patients receiving dialysis.<\/li><li>Monitoring of patient: Monitor serum electrolytes and hepatic enzymes. Monitor serum lipase in patients with abdominal pain or severe acidosis. Lactic acid concentration and serum pH should be monitored in acidotic patients. Cardiac failure, likely due to acidosis, has been reported; therefore, cardiac monitoring is recommended in the setting of acidosis or chest pain. Sources of infection should be sought in patients with neutropenias or significant acidosis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of zidovudine overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients and those with symptoms should be referred to a healthcare facility. Asymptomatic patients with inadvertent ingestion of zidovudine can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with severe lactic acidosis, hepatic failure, or renal failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"jt8ys12b33","title":"Range of Toxicity","mono":"<ul><li><b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/>TOXICITY: A full month supply of many of these agents has been ingested in overdose without clinical effects, though toxicity can occur at therapeutic doses with nucleoside reverse transcriptase inhibitors (NRTIs). LAMIVUDINE: No clinical signs or symptoms developed in an adult ingesting 6 grams of lamivudine. STAVUDINE: No acute toxicity was reported in patients treated with 12 to 24 times the recommended daily dosage. ZALCITABINE: PEDIATRIC: Overdoses of 1.5 mg\/kg have been reported; no sequelae developed. THERAPEUTIC DOSE: ABACAVIR: ADULT: 300 mg orally twice daily or 600 mg once daily. PEDIATRIC: 8 mg\/kg orally twice daily. EMTRICITABINE: ADULT: 200 mg\/day capsule, 240 mg\/day oral solution. PEDIATRIC: 0 to 3 months of age: 3 mg\/kg orally once daily; 3 months to 17 years of age: 6 mg\/kg once daily oral solution, up to a maximum of 240 mg; children weighing more than 33 kg and can swallow whole capsule: 200 mg once daily. LAMIVUDINE: ADULT: 150 mg orally twice a day or 300 mg once daily. PEDIATRIC: 0 to 28-days-old: 2 mg\/kg orally twice daily; 28 days or older: 4 mg\/kg orally twice daily, maximum 150 mg twice daily. STAVUDINE: ADULT: less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. PEDIATRIC: 0 to 13-days-old: 0.5 mg\/kg\/dose orally every 12 hours; 14-days-old and less than 30 kg: 1 mg\/kg\/dose orally every 12 hours; 30 kg to less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. TENOFOVIR: ADULT: 300 mg orally once daily. PEDIATRIC: at least 12-years-old and 35 kg or more: 300 mg orally once daily.<br\/><\/li><li><b>ZIDOVUDINE <\/b><br\/>TOXICITY: Limited overdose data. Acute overdoses of up to 50 g have been survived by both adults and children with only adverse effects of fatigue, headache and vomiting reported. THERAPEUTIC DOSE: ADULT: 200 mg orally 3 times daily OR 300 mg orally twice daily; 1 mg\/kg\/dose IV 5 or 6 times daily. PEDIATRIC (at least 4-weeks-old): 4 kg to less than 9 kg: 12 mg\/kg orally twice daily OR 8 mg\/kg orally 3 times daily; 9 kg to less than 30 kg: 9 mg\/kg orally twice daily OR 6 mg\/kg orally 3 times daily; 30 kg or more: 300 mg orally twice daily OR 200 mg orally 3 times daily.<br\/><\/li><\/ul>"}]},{"id":"jt8ys13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>This drug may cause diarrhea, nausea, vomiting, musculoskeletal pain, headache, neuropathy, fatigue, or myositis.<\/li><li>Instruct patient to report signs\/symptoms of lactic acidosis (nausea, vomiting, abdominal pain, tachypnea), hepatotoxicity, infection, or systemic myopathy.<\/li><li>Advise patients to report signs\/symptoms of hematologic toxicity, such as neutropenia or severe anemia.<\/li><li> Patients who are co-infected with hepatitis B are at risk for a severe acute exacerbation while using this drug. Advise patient to report signs\/symptoms of disease exacerbation immediately.<\/li><\/ul>"}]}