{"generic":"Zolmitriptan","drugs":["Zolmitriptan","Zomig","Zomig-ZMT"],"mono":{"0":{"id":"jtbis0","title":"Generic Names","mono":"Zolmitriptan"},"1":{"id":"jtbis1","title":"Dosing and Indications","sub":[{"id":"jtbis1b4","title":"Adult Dosing","mono":"<ul><li><b>Migraine, acute:<\/b> Oral tablets, initial, 1.25 or 2.5 mg ORALLY; may repeat after 2 hours, MAX 5 mg\/single dose; MAX 10 mg\/24 hours<\/li><li><b>Migraine, acute:<\/b> Orally disintegrating tablets, 2.5 mg ORALLY; may repeat after 2 hours, MAX 5 mg\/single dose; MAX 10 mg\/24 hours<\/li><li><b>Migraine, acute:<\/b> Nasal spray, 2.5 mg INTRANASALLY into one nostril; may repeat after 2 hours, MAX 5 mg\/single dose; MAX 10 mg\/24 hours<\/li><\/ul>"},{"id":"jtbis1b5","title":"Pediatric Dosing","mono":"<ul><li>Safety and efficacy of zolmitriptan oral tablets and oral disintegrating tablets have not been established  in pediatric patients.<\/li><li><b>Migraine, acute:<\/b> (12 years or older) Nasal spray, 2.5 mg INTRANASALLY into 1 nostril; may repeat after 2 hours; MAX 5 mg\/single dose; MAX 10 mg\/24 hours<\/li><\/ul>"},{"id":"jtbis1b6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment:<\/b> No adjustment necessary<\/li><li>Hepatic impairment, moderate or severe (oral tablets); 1.25 mg ORALLY; MAX 5 mg\/24 hour<\/li><li>Hepatic impairment, moderate or severe (nasal spray, oral disintegrating tablet); Use not recommended due to inability to achieve correct dosage<\/li><li><b>Geriatric:<\/b> Select dose cautiously, starting at low end of dose range<\/li><li><b>Concomitant cimetidine:<\/b> Zolmitriptan MAX 2.5 mg\/single dose; MAX 5 mg\/24 hours<\/li><\/ul>"},{"id":"jtbis1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Migraine, acute<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Cluster headache<\/li><li>Menstrual migraine<\/li><\/ul>"}]},"3":{"id":"jtbis3","title":"Contraindications\/Warnings","sub":[{"id":"jtbis3b9","title":"Contraindications","mono":"<ul><li>cardiovascular disease, significant<\/li><li>concomitant use (or use within 24 hours) with ergot-containing\/ergot-type medications (eg, dihydroergotamine or methysergide) or other 5-hydroxytryptamine 1 agonists<\/li><li>concomitant use with MAO-A inhibitors or within 2 weeks of discontinuing MAO-A inhibitors<\/li><li>coronary artery vasospasm, including Prinzmetal's variant angina<\/li><li>hemiplegic or basilar migraine, history of<\/li><li>hypersensitivity to zolmitriptan or to any other component of the product<\/li><li>hypertension, uncontrolled<\/li><li>ischemic bowel disease<\/li><li>ischemic coronary artery disease (angina pectoris, history of myocardial infarction, or documented silent ischemia)<\/li><li>peripheral vascular disease<\/li><li>stroke or transient ischemic attack, history of<\/li><li>Wolff-Parkinson-White syndrome or arrhythmias associated with other cardiac accessory conduction pathway disorders<\/li><\/ul>"},{"id":"jtbis3b10","title":"Precautions","mono":"<ul><li>angina, signs or symptoms; coronary artery vasospasm may occur in patients with no history of cardiac disease; evaluate patients who experience angina for the presence of coronary artery disease or a predisposition to Prinzmetal's variant angina prior to receiving the next dose; monitor electrocardiographically if angina recurs<\/li><li>arrhythmias, life-threatening, including ventricular tachycardia and fatal ventricular fibrillation, have been reported within a few hours of administration; discontinue use if occurs<\/li><li>blindness, transient and permanent, and significant partial vision loss have been reported<\/li><li>blood pressure elevation, significant and associated with clinical events, may occur; monitoring recommended<\/li><li>cardiac adverse events, serious (eg, acute myocardial infarction), have been reported within a few hours of administration, even in patients without coronary artery disease<\/li><li>cerebral hemorrhage, subarachnoid hemorrhage, stroke, and other cerebrovascular events, some fatal, have been reported; discontinue use if such events occur<\/li><li>chest, jaw, throat, or neck tightness, pain, pressure, or heaviness have been reported; further cardiac evaluation recommended for patients at high risk for cardiac disease or if cardiac origin of symptoms is suspected<\/li><li>coronary artery disease, risk factors for (eg, hypertension, increased age, smoking, obesity, diabetes, strong family history of coronary artery disease); baseline evaluation and additional monitoring recommended<\/li><li>coronary artery vasospasm (Prinzmetal angina) may occur, even in patients without a history of coronary artery disease<\/li><li>hepatic impairment, moderate to severe; increased risk of hypertension; use not recommended<\/li><li>medication overuse headache may occur; increased risk with use of migraine drugs alone or in combination for 10 or more days per month; detoxification, discontinuation, and treatment of withdrawal symptoms may be necessary<\/li><li>phenylketonuria; orally disintegrating tablet contains phenylalanine<\/li><li>serotonin syndrome may occur; increased risk with concomitant use with SSRIs, serotonin norepinephrine reuptake inhibitors (SNRIs), tricyclic antidepressants (TCAs), or monoamine oxidase inhibitors (MAO-Is), tricyclic antidepressants, and monoamine oxidase inhibitors; onset is usually rapid within minutes to hours of administration; discontinue use if suspected<\/li><li>vasospastic reactions, noncoronary, including peripheral vascular ischemia, gastrointestinal vascular ischemia and infarction, splenic infarction, and Raynaud syndrome, have been reported; do not administer further doses if suspected reaction occurs until it is ruled out; if symptoms occur rule out vasospasm prior to administration of additional doses<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jtbis3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"jtbis3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jtbis4","title":"Drug Interactions","sub":[{"id":"jtbis4b13","title":"Contraindicated","mono":"<ul><li>Almotriptan (theoretical)<\/li><li>Cisapride (theoretical)<\/li><li>Dihydroergotamine (probable)<\/li><li>Eletriptan (theoretical)<\/li><li>Ergoloid Mesylates (probable)<\/li><li>Ergonovine (probable)<\/li><li>Ergotamine (probable)<\/li><li>Frovatriptan (probable)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Levomethadyl (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Mesoridazine (theoretical)<\/li><li>Methylene Blue (theoretical)<\/li><li>Methylergonovine (probable)<\/li><li>Methysergide (probable)<\/li><li>Naratriptan (probable)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Rizatriptan (probable)<\/li><li>Sumatriptan (probable)<\/li><li>Terfenadine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"jtbis4b14","title":"Major","mono":"<ul><li>Acecainide (theoretical)<\/li><li>Ajmaline (theoretical)<\/li><li>Amiodarone (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Aprindine (theoretical)<\/li><li>Azimilide (theoretical)<\/li><li>Bretylium (theoretical)<\/li><li>Chloroquine (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Desipramine (theoretical)<\/li><li>Desvenlafaxine (probable)<\/li><li>Dibenzepin (theoretical)<\/li><li>Disopyramide (theoretical)<\/li><li>Dofetilide (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Droperidol (theoretical)<\/li><li>Duloxetine (probable)<\/li><li>Erythromycin (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Fentanyl (theoretical)<\/li><li>Flecainide (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Fluvoxamine (probable)<\/li><li>Foscarnet (theoretical)<\/li><li>Gemifloxacin (probable)<\/li><li>Granisetron (theoretical)<\/li><li>Halofantrine (theoretical)<\/li><li>Hydroquinidine (theoretical)<\/li><li>Ibutilide (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Isradipine (theoretical)<\/li><li>Levomilnacipran (probable)<\/li><li>Lidoflazine (theoretical)<\/li><li>Lorcainide (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Mefloquine (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Milnacipran (probable)<\/li><li>Mirtazapine (theoretical)<\/li><li>Nefazodone (probable)<\/li><li>Nortriptyline (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>Paroxetine (probable)<\/li><li>Pentamidine (theoretical)<\/li><li>Pirmenol (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Prajmaline (theoretical)<\/li><li>Probucol (theoretical)<\/li><li>Procainamide (theoretical)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Propafenone (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Quinidine (theoretical)<\/li><li>Reboxetine (theoretical)<\/li><li>Sematilide (theoretical)<\/li><li>Sertraline (probable)<\/li><li>Sibutramine (probable)<\/li><li>Sotalol (theoretical)<\/li><li>Spiramycin (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Tedisamil (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Trifluoperazine (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Vasopressin (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"jtbis4b15","title":"Moderate","mono":"<ul>Cimetidine (probable)<\/ul>"}]},"5":{"id":"jtbis5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (oral, 4% to 9%; nasal spray, 1% to 4%), Taste sense altered (nasal spray, 17% to 21%.), Xerostomia (oral, 3% to 5%; nasal spray, 2% to 3%)<\/li><li><b>Neurologic:<\/b>Asthenia (oral, 3% to 9%), Dizziness (oral, 6% to 10%; nasal spray, 3% to 6%), Hyperesthesia (nasal spray, 1% to 5%), Paresthesia (5% to 10%), Sensation of hot and cold (oral, 5% to 7%), Somnolence (oral, 5% to 8%; nasal spray, 1% to 4%)<\/li><li><b>Respiratory:<\/b>Pain in throat<\/li><li><b>Other:<\/b>Pain, Tightness, pressure, heaviness (oral, 1% to 22%; nasal spray, 2% to 4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Coronary artery spasm, Hypertension (0.1% to 1%), Myocardial infarction (nasal spray, less than 0.1%), Ventricular arrhythmia<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage, Cerebrovascular accident, Headache, Medication overuse, Subarachnoid hemorrhage<\/li><li><b>Ophthalmic:<\/b>Unexplained visual loss<\/li><\/ul>"},"6":{"id":"jtbis6","title":"Drug Name Info","sub":{"0":{"id":"jtbis6b17","title":"US Trade Names","mono":"<ul><li>Zomig<\/li><li>Zomig-ZMT<\/li><\/ul>"},"2":{"id":"jtbis6b19","title":"Class","mono":"<ul><li>Antimigraine<\/li><li>Serotonin Receptor Agonist, 5-HT1<\/li><\/ul>"},"3":{"id":"jtbis6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtbis6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jtbis7","title":"Mechanism Of Action","mono":"Systemic: Zolmitriptan's mechanism of action has not been established . It is thought that agonist activity at the 5-HT 1D and 5-HT 1B receptor subtypes provides relief of headaches . Zolmitriptan is a highly selective agonist at these receptor subtypes; it has no significant activity at  5-HT 2,  5-HT 3, or 5-HT 4 receptor subtypes or at adrenergic, dopaminergic, histamine, or muscarinic receptors . However, zolmitriptan has moderate activity at the 5-HT 1A receptor subtype. It has been proposed that constriction of cerebral blood vessels resulting from  5-HT 1D\/1B receptor stimulation reduces the pulsation that may be responsible for the pain of vascular headaches . It has also been proposed that zolmitriptan may relieve migraines by decreasing the release of neuropeptides .<br\/>"},"8":{"id":"jtbis8","title":"Pharmacokinetics","sub":{"0":{"id":"jtbis8b23","title":"Absorption","mono":"Systemic: Rapidly absorbed; Bioavailability: 40%; Food: no effect . <br\/>"},"2":{"id":"jtbis8b25","title":"Metabolism","mono":"Systemic: Hepatic: Active metabolite: N-desmethyl metabolite  .<br\/>"},"3":{"id":"jtbis8b26","title":"Excretion","mono":"<ul><li>Systemic: Fecal: 30%; Renal: 65%, 8% unchanged<\/li><li>Renal: indole acetic acid metabolite 31%; N-oxide metabolite 7%; N-desmethyl metabolite 4%<\/li><\/ul>"},"4":{"id":"jtbis8b27","title":"Elimination Half Life","mono":"Systemic: Zolmitriptan: 3 h;  N-desmethyl metabolite: 3 h <br\/>"}}},"9":{"id":"jtbis9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>for patients with risk factors predictive of coronary artery disease (who have had a negative cardiovascular evaluation); consider administering the first dose in a medically supervised setting<\/li><li>do not administer within 24 hours of treatment with another 5-HT1 agonist or an ergotamine-containing or ergot-type medication (eg, dihydroergotamine, methysergide)<\/li><\/ul><\/li><li><b>Nasal<\/b><br\/>nasal sprayer contains a single 2.5-mg or 5-mg dose; do not prime the sprayer; discard after use<br\/><\/li><li><b>Oral<\/b><br\/><ul><li>(disintegrating tablets) do not break the tablet; peel open blister pack immediately before dosing; place tablet on the tongue, allow to disintegrate, then swallow; administration with liquid not needed<\/li><li>(oral tablets) scored 2.5 mg tablet can be manually broken in half to obtain 1.25 mg dose<\/li><\/ul><\/li><\/ul>"},"10":{"id":"jtbis10","title":"Monitoring","mono":"<ul><li>reduction in migraine headache severity or decrease in associated symptoms may indicate efficacy.<\/li><li>cardiovascular evaluation, in patients with risk factors predictive of coronary artery disease; baseline and periodically during treatment<\/li><li>ECG, in patients with multiple risk factors predictive of coronary artery disease; immediately following initial dosing<\/li><li>blood pressure, routinely in all patients<\/li><\/ul>"},"11":{"id":"jtbis11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 2.5 MG, 5 MG<\/li><li>Oral Tablet, Disintegrating: 2.5 MG, 5 MG<\/li><\/ul><\/li><li><b>Zomig<\/b><br\/><ul><li>Nasal Spray: 2.5 MG, 5 MG<\/li><li>Oral Tablet: 2.5 MG, 5 MG<\/li><\/ul><\/li><li><b>Zomig-ZMT<\/b><br\/>Oral Tablet, Disintegrating: 2.5 MG, 5 MG<br\/><\/li><\/ul>"},"12":{"id":"jtbis12","title":"Toxicology","sub":[{"id":"jtbis12b31","title":"Clinical Effects","mono":"<b>SUMATRIPTAN AND RELATED AGENTS<\/b><br\/>USES: Sumatriptan and related medications are selective serotonin agonists indicated for the treatment of migraine headaches and cluster headaches. PHARMACOLOGY: Triptans activate vascular serotonin 5-HT1 receptors, producing vasoconstriction. This theoretically antagonizes the cerebral vasodilation that causes migraine headaches. TOXICOLOGY: In overdose, triptans lose their selectivity for the cerebral vasculature and causes excessive vasoconstriction via activation of vascular serotonin receptors. This excess vasoconstriction can result in hypertension, and could cause end-organ ischemia. Triptans can cause serotonin syndrome. EPIDEMIOLOGY: Overdoses of sumatriptan are relatively rare. Deaths have not been reported with poisoning, but severe cardiovascular effects have been associated with therapeutic doses. OVERDOSE: MILD TO MODERATE TOXICITY: Hypertension is common; patients are often asymptomatic. Triptans can cause serotonin syndrome in isolation or in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. Symptoms of serotonin syndrome include altered mental status, hyperreflexia greater in the lower extremities, nystagmus, tremor, diaphoresis, and autonomic instability. SEVERE TOXICITY: While not described in the literature, overdose can theoretically cause vasoconstriction with severe hypertension, myocardial infarction, cardiac dysrhythmias, renal infarction, splenic infarction, ischemic colitis, and cerebral vascular accident (ischemic and hemorrhagic). Triptans can cause serotonin syndrome in isolation or in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. Symptoms of serotonin syndrome include altered mental status, hyperreflexia greater in the lower extremities, nystagmus, tremor, diaphoresis, autonomic instability, rigidity and hyperthermia. ADVERSE EVENTS: Common adverse effects of sumatriptan include nausea, vomiting, dyspepsia, flushing and paresthesias. Chest pressure is reported in up to 15% of sumatriptan users but does not appear to be related to coronary vasospasm. Triptans have been reported to cause serotonin syndrome in isolation as well as when taken in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. <br\/>"},{"id":"jtbis12b32","title":"Treatment","mono":"<b>SUMATRIPTAN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Care is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: HYPERTENSION: Treat severe hypertension (end organ effects) with sodium nitroprusside or nitroglycerin. Labetalol, dihydropyridine calcium channel blockers and phentolamine are alternatives. Triptan-associated myocardial ischemia has been successfully treated with aspirin, heparin and nitroglycerin. VENTRICULAR DYSRHYTHMIAS: Treat dysrhythmias per ACLS protocols. SEROTONIN SYNDROME: Treat with benzodiazepines. In severe cases (uncontrollable agitation and myoclonus, hyperthermia) neuromuscular paralysis, mechanical ventilation and sedation may be necessary. CYPROHEPTADINE is used to improve mild to moderate symptoms of serotonin syndrome. DOSE: ADULT: Initial dose of 12 mg, then 2 mg every 2 hours if the patient remains symptomatic. Maintenance: 8 mg every 6 hours. Maximum dose: 32 mg in 24 hours. CHILD 0.25 mg\/kg\/day divided every 6 hours, maximum 12 mg\/day.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal can be given to patients with a significant oral overdose in patients who are alert and can protect their airway. Activated charcoal is not indicated for those medications designed to be insufflated or dissolved on the tongue. HOSPITAL: Activated charcoal can be given to patients with a significant oral overdose in patients who are alert and can protect their airway. Activated charcoal and gastric lavage are not indicated for those medications designed to be insufflated or dissolved on the tongue.<\/li><li>Airway management: Endotracheal intubation should be considered for patients who present with significant CNS symptoms.<\/li><li>Antidote: There is no known antidote.<\/li><li>Ventricular arrhythmia: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Lidocaine and amiodarone are generally first line agents for stable monomorphic ventricular tachycardia (VT). Sotalol may be an alternative for stable monomorphic VT. Amiodarone and sotalol should generally not be used if QT prolongation or torsades de pointes is present.<\/li><li>Serotonin syndrome: These agents are selective serotonin agonists, which act at 5-HT(1) receptors and theoretically may produce serotonin syndrome. If symptoms are present, benzodiazepines are the mainstay of therapy. Cyproheptadine, a 5-HT antagonist, may also be used. Severe cases have been managed with benzodiazepine sedation and neuromuscular paralysis with nondepolarizing agents.<\/li><li>Monitoring of patient: Monitor for hypertension, ventricular dysrhythmias and clinical evidence of ischemia. Cardiac monitoring as indicated. Evaluate pulse oximetry and\/or ABGs in patients with chest pain or shortness of breath. Monitor symptomatic patients for acidosis\/electrolyte disorders (particularly hypokalemia, hypocalcemia, and hypomagnesemia).<\/li><li>Enhanced elimination procedure: Sumatriptan has a large volume of distribution; therefore, hemodialysis is unlikely to be effective.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent exposure to therapeutic or near-therapeutic doses can be managed at home with observation. OBSERVATION CRITERIA: Symptomatic patients and patients with deliberate overdose should be referred to a health care facility. ADMISSION CRITERIA: Patients who develop significant hypertension or signs\/symptoms or end-organ ischemia should be admitted for observation and treatment. CONSULT CRITERIA: Consultation with a medical toxicologist or poison center should be considered for any patient with significant symptoms or a significant overdose.<\/li><\/ul>"},{"id":"jtbis12b33","title":"Range of Toxicity","mono":"<b>SUMATRIPTAN AND RELATED AGENTS <\/b><br\/>TOXICITY: A healthy adult who took sumatriptan 300 mg orally and 12 mg subQ developed ischemic colitis. A minimum lethal dose in human for these agents has not been established. Single doses of 140 to 400 mg sumatriptan in volunteers (n=174) produced no serious adverse events. THERAPEUTIC DOSE: SUMATRIPTAN:  ADULT: 25 to 100 mg at onset of headache; maximum 200 mg\/day. Parenteral:  6 mg at onset of headache; maximum 12 mg\/day. ALMOTRIPTAN: ADULT: 6.25 to 12 mg orally; maximum 25 mg\/day. ELETRIPTAN: ADULT: 20 to 40 mg orally; maximum 80 mg\/day. FROVATRIPTAN: ADULT: 2.5 mg orally; maximum daily dose 7.5 mg. NARATRIPTAN: ADULT: 1 to 2.5 mg orally; maximum dose: 5 mg\/day. RIZATRIPTAN: ADULT: 5 to 10 mg orally; maximum dose: 30 mg\/day. ZOLMITRIPTAN: ADULT: 1.25 to 2.5 mg; maximum dose: 10 mg\/day. ALMOTRIPTAN: PEDIATRIC: 12 to 17 years: 6.25 to 12.5 mg orally; maximum dose: 25 mg\/day. PEDIATRIC USE: The remaining agents are NOT recommended for use in children less than 18 years of age. <br\/>"}]},"13":{"id":"jtbis13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as this medicine may cause dizziness.<\/li><li>Inform patient that overuse of migraine drugs may cause a worsening of headache.<\/li><li>This drug may cause nausea, warm\/cold sensation, asthenia, heaviness sensation, dry mouth, paresthesia, pain (chest, throat, neck, and jaw), and somnolence. The nasal form may also cause an unusual taste.<\/li><li>Instruct patient to report serious cardiovascular effects including arrhythmias and signs\/symptoms of myocardial infarction.<\/li><li>Instruct patient to report signs\/symptoms of serotonin syndrome, including mental changes (eg, hallucinations, agitation), high body temperature or sweating, tight muscles, trouble walking, nausea, vomiting, or diarrhea.<\/li><li>Instruct patient to take a second dose 2 or more hours after the first, if needed, and no more than 10 mg in 24 hours.<\/li><li>Patient should avoid taking drug within 24 hours of ergotamine-containing medications (eg, dihydroergotamine), ergot-type medications (eg, methysergide), or 5-HT1 agonists (eg, sumatriptan).<\/li><\/ul>"}}}