{"generic":"Naratriptan Hydrochloride","drugs":["Amerge","Naratriptan Hydrochloride"],"mono":{"0":{"id":"jtets0","title":"Generic Names","mono":"Naratriptan Hydrochloride"},"1":{"id":"jtets1","title":"Dosing and Indications","sub":[{"id":"jtets1b4","title":"Adult Dosing","mono":"<b>Migraine (Acute):<\/b> 1 or 2.5 mg ORALLY; may repeat once after 4 hours, MAX 5 mg\/24 hours "},{"id":"jtets1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients younger than 18 years "},{"id":"jtets1b6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment, severe (Child-Pugh grade C):<\/b> use is contraindicated<\/li><li><b>hepatic impairment, mild to moderate (Child-Pugh grade A or B):<\/b> start with 1 mg ORALLY; MAX dose, 2.5 mg\/24 hours<\/li><li><b>renal impairment, severe (CrCl less than 15 mL\/min):<\/b> use is contraindicated<\/li><li><b>renal impairment, mild to moderate:<\/b> start with 1 mg ORALLY; MAX dose, 2.5 mg\/24 hours<\/li><li><b>geriatrics:<\/b> start at lower end of dosing range<\/li><\/ul>"},{"id":"jtets1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Migraine (Acute)<br\/>"}]},"3":{"id":"jtets3","title":"Contraindications\/Warnings","sub":[{"id":"jtets3b9","title":"Contraindications","mono":"<ul><li>concomitant use of ergotamine-containing or ergot-type agent (eg, dihydroergotamine or methysergide) within 24 hours<\/li><li>concomitant use with another 5-hydroxytryptamine-1 agonist within 24 hours<\/li><li>coronary artery disease, ischemic (eg, angina pectoris, history of myocardial infarction, confirmed silent ischemia)<\/li><li>coronary artery disease, vasospastic (including Prinzmetal's angina)<\/li><li>hemiplegic or basilar migraine, preexisting; increased risk for stroke<\/li><li>hepatic impairment, severe (Child-Pugh grade C)<\/li><li>hypersensitivity to naratriptan (angioedema and anaphylaxis have been reported) or any component of the product<\/li><li>hypertension, uncontrolled<\/li><li>ischemic bowel disease<\/li><li>peripheral vascular disease<\/li><li>renal impairment, severe (CrCl less than 15 mL\/min)<\/li><li>stroke or TIA, preexisting; increased risk for stroke<\/li><li>Wolff-Parkinson-White syndrome or arrhythmias attributed to cardiac accessory conduction pathway disorders<\/li><\/ul>"},{"id":"jtets3b10","title":"Precautions","mono":"<ul><li>arrhythmia (eg, ventricular tachycardia, ventricular fibrillation), including fatalities, has been reported within hours of use of 5-hydroxytryptamine-1 agonists; discontinue if occurs<\/li><li>blood pressure elevation, significant (including hypertensive crisis), has been reported with and without a history of hypertension following treatment with other 5-hydroxytryptamine-1 agonists; monitoring recommended<\/li><li>cardiac events, serious, including acute myocardial infarction and in patients with no history of coronary artery disease (CAD), have been reported within hours of use; consider administration of first dose in a medically supervised setting in triptan-naive patients with multiple cardiovascular risk factors (increased age, diabetes, hypertension, obesity, smoker, strong family history of CAD) who have a negative cardiovascular evaluation and perform ECG immediately after administration; periodic monitoring recommended, particularly with intermittent long-term use<\/li><li>cerebrovascular events (eg, cerebral or subarachnoid hemorrhage, stroke) including fatalities, have been reported with use of 5-hydroxytryptamine-1 agonists; rule out other potentially serious neurological conditions that may manifest as headache in non-migraineurs and in migraineurs presenting with atypical migraine symptoms<\/li><li>coronary artery vasospasm (ie, Prinzmetal angina) may occur, even in patients with no history of coronary artery disease (CAD); consider administration of first dose in a medically supervised setting in triptan-naive patients with multiple cardiovascular risk factors (increased age, diabetes, hypertension, obesity, smoker, strong family history of CAD) who have a negative cardiovascular evaluation and perform ECG immediately after administration; periodic monitoring recommended, particularly with intermittent long-term use<\/li><li>hypersensitivity reactions, life-threatening including anaphylaxis, anaphylactoid, and angioedema reactions, have been reported; increased risk in patients with history of multiple allergies<\/li><li>medication-overuse headache (or exacerbation of headache) may occur; detoxification (including withdrawal of the overused drugs) and treatment of withdrawal symptoms (which often includes a transient worsening of headache) may be required<\/li><li>migraine headache, preexisting; increased risk of certain cerebrovascular events (eg, stroke, hemorrhage, TIA)<\/li><li>pain, tightness, heaviness or pressure in the chest, throat, neck, or jaw (usually non-cardiac in origin), has been reported; if occurs, cardiac evaluation recommended in patients with high cardiac risk<\/li><li>serotonin syndrome may occur within minutes to hours of new or increased doses of serotonergic drugs, especially with concurrent use of SSRIs, serotonin norepinephrine reuptake inhibitors, tricyclic antidepressants, or MAOIs; discontinue use if suspected<\/li><li>vasospastic reactions, non-coronary, including peripheral vascular ischemia, gastrointestinal vascular ischemia and infarction (presenting with abdominal pain and bloody diarrhea), splenic infraction, and Raynaud's syndrome have been reported; if signs or symptoms occurred after use of other 5-hydroxytryptamine-1 agonists, rule out vasospastic reaction prior to next dose<\/li><li>vision loss, including significant partial vision loss, transient or permanent blindness, has been reported with 5-hydroxytryptamine-1 agonist use; causal relationship have not been established since visual disorders may be part of a migraine attack<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jtets3b11","title":"Pregnancy Category","mono":"<ul><li>Naratriptan: C (FDA)<\/li><li>Naratriptan: B3 (AUS)<\/li><\/ul>"},{"id":"jtets3b12","title":"Breast Feeding","mono":"Naratriptan: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jtets4","title":"Drug Interactions","sub":[{"id":"jtets4b13","title":"Contraindicated","mono":"<ul><li>Almotriptan (theoretical)<\/li><li>Bromocriptine (theoretical)<\/li><li>Dihydroergotamine (probable)<\/li><li>Eletriptan (theoretical)<\/li><li>Ergoloid Mesylates (probable)<\/li><li>Ergonovine (probable)<\/li><li>Ergotamine (probable)<\/li><li>Frovatriptan (probable)<\/li><li>Linezolid (theoretical)<\/li><li>Methylergonovine (probable)<\/li><li>Methysergide (probable)<\/li><li>Rizatriptan (theoretical)<\/li><li>Sumatriptan (theoretical)<\/li><li>Zolmitriptan (probable)<\/li><\/ul>"},{"id":"jtets4b14","title":"Major","mono":"<ul><li>Amineptine (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amitriptylinoxide (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Clomipramine (theoretical)<\/li><li>Clovoxamine (probable)<\/li><li>Desipramine (theoretical)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dibenzepin (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Duloxetine (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Femoxetine (probable)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluoxetine (probable)<\/li><li>Fluvoxamine (probable)<\/li><li>Furazolidone (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lofepramine (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Melitracen (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Methylene Blue (theoretical)<\/li><li>Milnacipran (theoretical)<\/li><li>Mirtazapine (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Nefazodone (probable)<\/li><li>Nortriptyline (theoretical)<\/li><li>Opipramol (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>Paroxetine (probable)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Rasagiline (theoretical)<\/li><li>Reboxetine (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Sertraline (probable)<\/li><li>Sibutramine (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Tianeptine (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Tryptophan (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Zimeldine (probable)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"}]},"5":{"id":"jtets5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (Up to 5%)<\/li><li><b>Neurologic:<\/b>Dizziness (Up to 2%), Paresthesia (Up to 2%), Somnolence (Up to 2%)<\/li><li><b>Other:<\/b>Fatigue (2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Electrocardiogram abnormal, Myocardial infarction, Peripheral ischemia, Transient myocardial ischemia, Ventricular arrhythmia, Ventricular fibrillation, Ventricular tachycardia<\/li><li><b>Gastrointestinal:<\/b>Ischemic colitis<\/li><li><b>Hematologic:<\/b>Splenic infarction<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident<\/li><li><b>Other:<\/b>Angioedema, Serotonin syndrome<\/li><\/ul>"},"6":{"id":"jtets6","title":"Drug Name Info","sub":{"0":{"id":"jtets6b17","title":"US Trade Names","mono":"Amerge<br\/>"},"2":{"id":"jtets6b19","title":"Class","mono":"<ul><li>Antimigraine<\/li><li>Serotonin Receptor Agonist, 5-HT1<\/li><\/ul>"},"3":{"id":"jtets6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtets6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jtets7","title":"Mechanism Of Action","mono":"Naratriptan hydrochloride is a selective 5-hydroxytryptamine(1) (5-HT(1)) receptor subtype agonist that specifically activates 5-HT(1D\/1B) receptors on intracranial blood vessels, involving arteriovenous anastomoses resulting in vasoconstriction. It also postulated that it inhibits pro-inflammatory neuropeptide release by activating 5-HT(1D\/1B) receptors on sensory nerve endings in the trigeminal system.<br\/>"},"8":{"id":"jtets8","title":"Pharmacokinetics","sub":[{"id":"jtets8b23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 2 h to 3 h<\/li><li>Oral, Migraine: time to peak concentration, 3 h to 4 h<\/li><li>Bioavailability: about 70%<\/li><li>Effect of food: no effect<\/li><\/ul>"},{"id":"jtets8b24","title":"Distribution","mono":"<ul><li>Vd: 170 L<\/li><li>Protein binding: 28% to 31%<\/li><\/ul>"},{"id":"jtets8b25","title":"Metabolism","mono":"cytochrome P450 <br\/>"},{"id":"jtets8b26","title":"Excretion","mono":"<ul><li>Renal: 50% unchanged, 30% as metabolites<\/li><li>Dialyzable: unknown (hemodialysis), unknown (peritoneal dialysis)<\/li><\/ul>"},{"id":"jtets8b27","title":"Elimination Half Life","mono":"<ul><li>6 h<\/li><li>Hepatic impairment: 8 h to 16 h, approximately 40% increase<\/li><li>Moderate renal impairment (creatinine clearance 18 mL\/min to 39 mL\/min): 11 h (7 h to 20 h)<\/li><\/ul>"}]},"9":{"id":"jtets9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer first dose in medically supervised setting in triptan-naive patients with multiple cardiovascular (CV) risk factors who have a negative CV evaluation<\/li><li>do not administer within 24 hours of any ergotamine-containing medication, ergot-type medication, or any other 5-hydroxytryptamine-1 (5-HT1) agonist<\/li><\/ul>"},"10":{"id":"jtets10","title":"Monitoring","mono":"<ul><li>reduction in headache severity or resolution of headache is indicative of efficacy<\/li><li>cardiovascular evaluation in triptan-naive patients with multiple risk factors for coronary artery disease prior to treatment or if they receive long-term intermittent treatment; in patients at high cardiac risk, and in patients on long-term intermittent therapy<\/li><li>ECG; with initial dose in triptan-naive patients with multiple risk factors for coronary artery disease who have a negative cardiovascular evaluation; in patients who experience sensations of tightness, pain, or pressure in the chest, throat, neck, or jaw after treatment for confirmation that symptoms are non-cardiac in origin; and in elderly patients with CV risk factors<\/li><li>blood pressure; during therapy<\/li><\/ul>"},"11":{"id":"jtets11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 1 MG, 2.5 MG<br\/><\/li><li><b>Amerge<\/b><br\/>Oral Tablet: 1 MG, 2.5 MG<br\/><\/li><\/ul>"},"12":{"id":"jtets12","title":"Toxicology","sub":[{"id":"jtets12b31","title":"Clinical Effects","mono":"<b>SUMATRIPTAN AND RELATED AGENTS<\/b><br\/>USES: Sumatriptan and related medications are selective serotonin agonists indicated for the treatment of migraine headaches and cluster headaches. PHARMACOLOGY: Triptans activate vascular serotonin 5-HT1 receptors, producing vasoconstriction. This theoretically antagonizes the cerebral vasodilation that causes migraine headaches. TOXICOLOGY: In overdose, triptans lose their selectivity for the cerebral vasculature and causes excessive vasoconstriction via activation of vascular serotonin receptors. This excess vasoconstriction can result in hypertension, and could cause end-organ ischemia. Triptans can cause serotonin syndrome. EPIDEMIOLOGY: Overdoses of sumatriptan are relatively rare. Deaths have not been reported with poisoning, but severe cardiovascular effects have been associated with therapeutic doses. OVERDOSE: MILD TO MODERATE TOXICITY: Hypertension is common; patients are often asymptomatic. Triptans can cause serotonin syndrome in isolation or in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. Symptoms of serotonin syndrome include altered mental status, hyperreflexia greater in the lower extremities, nystagmus, tremor, diaphoresis, and autonomic instability. SEVERE TOXICITY: While not described in the literature, overdose can theoretically cause vasoconstriction with severe hypertension, myocardial infarction, cardiac dysrhythmias, renal infarction, splenic infarction, ischemic colitis, and cerebral vascular accident (ischemic and hemorrhagic). Triptans can cause serotonin syndrome in isolation or in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. Symptoms of serotonin syndrome include altered mental status, hyperreflexia greater in the lower extremities, nystagmus, tremor, diaphoresis, autonomic instability, rigidity and hyperthermia. ADVERSE EVENTS: Common adverse effects of sumatriptan include nausea, vomiting, dyspepsia, flushing and paresthesias. Chest pressure is reported in up to 15% of sumatriptan users but does not appear to be related to coronary vasospasm. Triptans have been reported to cause serotonin syndrome in isolation as well as when taken in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. <br\/>"},{"id":"jtets12b32","title":"Treatment","mono":"<b>SUMATRIPTAN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Care is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: HYPERTENSION: Treat severe hypertension (end organ effects) with sodium nitroprusside or nitroglycerin. Labetalol, dihydropyridine calcium channel blockers and phentolamine are alternatives. Triptan-associated myocardial ischemia has been successfully treated with aspirin, heparin and nitroglycerin. VENTRICULAR DYSRHYTHMIAS: Treat dysrhythmias per ACLS protocols. SEROTONIN SYNDROME: Treat with benzodiazepines. In severe cases (uncontrollable agitation and myoclonus, hyperthermia) neuromuscular paralysis, mechanical ventilation and sedation may be necessary. CYPROHEPTADINE is used to improve mild to moderate symptoms of serotonin syndrome. DOSE: ADULT: Initial dose of 12 mg, then 2 mg every 2 hours if the patient remains symptomatic. Maintenance: 8 mg every 6 hours. Maximum dose: 32 mg in 24 hours. CHILD 0.25 mg\/kg\/day divided every 6 hours, maximum 12 mg\/day.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal can be given to patients with a significant oral overdose in patients who are alert and can protect their airway. Activated charcoal is not indicated for those medications designed to be insufflated or dissolved on the tongue. HOSPITAL: Activated charcoal can be given to patients with a significant oral overdose in patients who are alert and can protect their airway. Activated charcoal and gastric lavage are not indicated for those medications designed to be insufflated or dissolved on the tongue.<\/li><li>Airway management: Endotracheal intubation should be considered for patients who present with significant CNS symptoms.<\/li><li>Antidote: There is no known antidote.<\/li><li>Ventricular arrhythmia: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Lidocaine and amiodarone are generally first line agents for stable monomorphic ventricular tachycardia (VT). Sotalol may be an alternative for stable monomorphic VT. Amiodarone and sotalol should generally not be used if QT prolongation or torsades de pointes is present.<\/li><li>Serotonin syndrome: These agents are selective serotonin agonists, which act at 5-HT(1) receptors and theoretically may produce serotonin syndrome. If symptoms are present, benzodiazepines are the mainstay of therapy. Cyproheptadine, a 5-HT antagonist, may also be used. Severe cases have been managed with benzodiazepine sedation and neuromuscular paralysis with nondepolarizing agents.<\/li><li>Monitoring of patient: Monitor for hypertension, ventricular dysrhythmias and clinical evidence of ischemia. Cardiac monitoring as indicated. Evaluate pulse oximetry and\/or ABGs in patients with chest pain or shortness of breath. Monitor symptomatic patients for acidosis\/electrolyte disorders (particularly hypokalemia, hypocalcemia, and hypomagnesemia).<\/li><li>Enhanced elimination procedure: Sumatriptan has a large volume of distribution; therefore, hemodialysis is unlikely to be effective.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent exposure to therapeutic or near-therapeutic doses can be managed at home with observation. OBSERVATION CRITERIA: Symptomatic patients and patients with deliberate overdose should be referred to a health care facility. ADMISSION CRITERIA: Patients who develop significant hypertension or signs\/symptoms or end-organ ischemia should be admitted for observation and treatment. CONSULT CRITERIA: Consultation with a medical toxicologist or poison center should be considered for any patient with significant symptoms or a significant overdose.<\/li><\/ul>"},{"id":"jtets12b33","title":"Range of Toxicity","mono":"<b>SUMATRIPTAN AND RELATED AGENTS <\/b><br\/>TOXICITY: A healthy adult who took sumatriptan 300 mg orally and 12 mg subQ developed ischemic colitis. A minimum lethal dose in human for these agents has not been established. Single doses of 140 to 400 mg sumatriptan in volunteers (n=174) produced no serious adverse events. THERAPEUTIC DOSE: SUMATRIPTAN:  ADULT: 25 to 100 mg at onset of headache; maximum 200 mg\/day. Parenteral:  6 mg at onset of headache; maximum 12 mg\/day. ALMOTRIPTAN: ADULT: 6.25 to 12 mg orally; maximum 25 mg\/day. ELETRIPTAN: ADULT: 20 to 40 mg orally; maximum 80 mg\/day. FROVATRIPTAN: ADULT: 2.5 mg orally; maximum daily dose 7.5 mg. NARATRIPTAN: ADULT: 1 to 2.5 mg orally; maximum dose: 5 mg\/day. RIZATRIPTAN: ADULT: 5 to 10 mg orally; maximum dose: 30 mg\/day. ZOLMITRIPTAN: ADULT: 1.25 to 2.5 mg; maximum dose: 10 mg\/day. ALMOTRIPTAN: PEDIATRIC: 12 to 17 years: 6.25 to 12.5 mg orally; maximum dose: 25 mg\/day. PEDIATRIC USE: The remaining agents are NOT recommended for use in children less than 18 years of age. <br\/>"}]},"13":{"id":"jtets13","title":"Clinical Teaching","mono":"<ul><li>Tell patient this drug only treats migraines and will not prevent migraines from occurring.<\/li><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness, drowsiness, or fatigue.<\/li><li>This drug may cause nausea, and throat or chest discomfort (eg, pain, tightness, or pressure).<\/li><li>Tell patient to report worsening headaches as overuse may result in medication overuse headaches.<\/li><li>Instruct patient to immediately report signs\/symptoms of ischemic cardiac syndrome (eg, angina, myocardial infarction, stroke, or transient ischemic attack).<\/li><li>Advise patient to immediately report signs\/symptoms of ischemic bowel disease (eg, sudden or severe abdominal pain, bloody diarrhea) or peripheral vascular disease (eg, Raynaud syndrome).<\/li><li>Instruct patient to immediately report signs\/symptoms of serotonin syndrome (eg, confusion, hallucinations, tachycardia, hyperthermia, labile blood pressure, hyperreflexia, incoordination, diarrhea).<\/li><li>Instruct patient to take a second dose 4 or more hours after the first, if needed, and no more than two doses in 24 hours.<\/li><li>Patient should avoid taking drug within 24 hours of ergotamine-containing medications (eg, dihydroergotamine), ergot-type medications (eg, methysergide), or 5-HT1 agonists (eg, sumatriptan, zolmitriptan).<\/li><\/ul>"}}}