{"generic":"Montelukast Sodium","drugs":["Montelukast Sodium","Singulair"],"mono":{"0":{"id":"jtggs0","title":"Generic Names","mono":"Montelukast Sodium"},"1":{"id":"jtggs1","title":"Dosing and Indications","sub":[{"id":"jtggs1b4","title":"Adult Dosing","mono":"<ul><li><b>Asthma; Treatment and Prophylaxis:<\/b> 10 mg ORALLY in the evening<\/li><li><b>Exercise-induced asthma; Prophylaxis:<\/b> 10 mg ORALLY as a single dose at least 2 hours before exercise, no additional doses should be taken within 24 hours of previous dose<\/li><li><b>Perennial allergic rhinitis:<\/b> 10 mg ORALLY once daily in the evening<\/li><li><b>Seasonal allergic rhinitis:<\/b> 10 mg ORALLY in the evening<\/li><\/ul>"},{"id":"jtggs1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established for asthma in children younger than 12 months<\/li><li>safety and efficacy not established for seasonal allergic rhinitis in children younger than 2 years and perennial allergic rhinitis in children younger than 6 months<\/li><li>safety and efficacy not established for exercise-induced bronchospasm in children younger than 6 years<\/li><li><b>Asthma; Treatment and Prophylaxis:<\/b> (age 12 to 23 months; granules) 4 mg ORALLY in the evening<\/li><li><b>Asthma; Treatment and Prophylaxis:<\/b> (age 2 to 5 years; chewable tablet or granules) 4 mg ORALLY in the evening<\/li><li><b>Asthma; Treatment and Prophylaxis:<\/b> (age 6 to 14 years; chewable tablets) 5 mg ORALLY in the evening<\/li><li><b>Asthma; Treatment and Prophylaxis:<\/b> (15 years or older) 10 mg ORALLY in the evening<\/li><li><b>Exercise-induced asthma; Prophylaxis:<\/b> (15 years or older) 10 mg ORALLY as a single dose at least 2 hours before exercise, no additional doses should be taken within 24 hours of previous dose<\/li><li><b>Exercise-induced asthma; Prophylaxis:<\/b> (6 to 14 years) 5 mg ORALLY (chewable tablet) at least 2 hours before exercise, no additional doses should be taken within 24 hours of previous dose<\/li><li><b>Obstructive sleep apnea, Nonsevere:<\/b> older than 2 years or younger than 10 years: 4 mg (younger than 6 years) or 5 mg (older than 6 years) ORALLY once daily was administered in a clinical trial<\/li><li><b>Perennial allergic rhinitis:<\/b> (age 6 to 23 months; granules) 4 mg ORALLY once daily in the evening<\/li><li><b>Perennial allergic rhinitis:<\/b> (age 2 to 5 years; chewable tablet or granules) 4 mg ORALLY once daily in the evening<\/li><li><b>Perennial allergic rhinitis:<\/b> (age 6 to 14 years; chewable tablets) 5 mg ORALLY once daily in the evening<\/li><li><b>Perennial allergic rhinitis:<\/b> (15 years or older) 10 mg ORALLY once daily in the evening<\/li><li><b>Seasonal allergic rhinitis:<\/b> (age 2 to 5 years; chewable tablet or granules) 4 mg ORALLY in the evening<\/li><li><b>Seasonal allergic rhinitis:<\/b> (age 6 to 14 years; chewable tablets) 5 mg ORALLY in the evening<\/li><li><b>Seasonal allergic rhinitis:<\/b> (15 years or older) 10 mg ORALLY in the evening<\/li><\/ul>"},{"id":"jtggs1b6","title":"Dose Adjustments","mono":"<ul><li><b>geriatric (65 years or older):<\/b> dosage adjustment not required<\/li><li><b>liver disease:<\/b> no adjustments required in patients with mild-to-moderate hepatic impairment; severe impairment and hepatitis have not been evaluated<\/li><li><b>renal impairment:<\/b> dosage adjustment is not recommended<\/li><\/ul>"},{"id":"jtggs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Asthma; Treatment and Prophylaxis<\/li><li>Exercise-induced asthma; Prophylaxis<\/li><li>Perennial allergic rhinitis<\/li><li>Seasonal allergic rhinitis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Aspirin-induced asthma<\/li><li>Atopic dermatitis<\/li><li>Obstructive sleep apnea, Nonsevere<\/li><li>Seasonal allergic conjunctivitis<\/li><li>Urticaria, chronic, Refractory; Adjunct<\/li><\/ul>"}]},"3":{"id":"jtggs3","title":"Contraindications\/Warnings","sub":[{"id":"jtggs3b9","title":"Contraindications","mono":"Hypersensitivity to any component of the product <br\/>"},{"id":"jtggs3b10","title":"Precautions","mono":"<ul><li>Hematologic:<\/li><li>--Eosinophilic conditions, including systemic eosinophilia and vasculitis consistent with Churg-Strauss syndrome, have been reported, especially with reduction of oral corticosteroid therapy; monitoring recommended<\/li><li>Psychiatric:<\/li><li>-- Neuropsychiatric events (eg, agitation, aggression, anxiousness, dream abnormalities, hallucinations, depression, disorientation, insomnia, irritability, restlessness, attention and memory impairment, somnambulism, suicidal thinking and behavior (including suicide), tremor) have been reported; monitoring recommended<\/li><li>Respiratory:<\/li><li>-- Do not use for reversal of bronchospasm in acute asthma attacks, including status asthmaticus<\/li><li>-- Do not abruptly substitute for inhaled or oral corticosteroids; reduce dose of inhaled corticosteroid gradually<\/li><li>Other:<\/li><li>-- Use cautiously in phenylketonuric patients, as chewable tablets contain phenylalanine<\/li><li>Concomitant Use:<\/li><li>-- Avoid concomitant use of aspirin or NSAIDs in aspirin-sensitive patients<\/li><\/ul>"},{"id":"jtggs3b11","title":"Pregnancy Category","mono":"<ul><li>Montelukast: B (FDA)<\/li><li>Montelukast: B1 (AUS)<\/li><\/ul>"},{"id":"jtggs3b12","title":"Breast Feeding","mono":"Montelukast: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jtggs4","title":"Drug Interactions","sub":{"1":{"id":"jtggs4b14","title":"Major","mono":"<ul><li>Clozapine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><\/ul>"},"2":{"id":"jtggs4b15","title":"Moderate","mono":"<ul><li>Gemfibrozil (established)<\/li><li>Prednisone (probable)<\/li><\/ul>"}}},"5":{"id":"jtggs5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Neurologic:<\/b>Headache (adult and adolescent; 18.4%; pediatric, 2% or greater)<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Allergic granulomatosis angiitis<\/li><li><b>Immunologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Psychiatric:<\/b>Aggressive behavior, Altered behavior, Suicidal thoughts<\/li><li><b>Renal:<\/b>Hematuria<\/li><\/ul>"},"6":{"id":"jtggs6","title":"Drug Name Info","sub":{"0":{"id":"jtggs6b17","title":"US Trade Names","mono":"Singulair<br\/>"},"2":{"id":"jtggs6b19","title":"Class","mono":"<ul><li>Anti-Inflammatory<\/li><li>Leukotriene Pathway Inhibitor<\/li><\/ul>"},"3":{"id":"jtggs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtggs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jtggs7","title":"Mechanism Of Action","mono":"Montelukast sodium is a selective and active leukotriene receptor antagonist. It binds to cysteinyl leukotrienes (CysLT) type-1 receptors found in human airway (smooth muscle cells and macrophages), which prevents airway edema, smooth muscle contraction and other respiratory inflammation. The leukotrienes are also released from the nasal mucosa after allergen exposure where montelukast sodium may inhibit symptoms of allergic rhinitis.<br\/>"},"8":{"id":"jtggs8","title":"Pharmacokinetics","sub":[{"id":"jtggs8b23","title":"Absorption","mono":"<ul><li>Oral, chewable tablet: time to peak concentration, 2 hours to 2.5 hours<\/li><li>Oral, film-coated tablet: time to peak concentration, 3 hours to 4 hours<\/li><li>Oral, granule: time to peak concentration, 2.3 hours<\/li><li>Bioavailability: (chewable tablet), 73% fasting<\/li><li>Bioavailability: (film-coated tablet), 64%<\/li><li>Effect of food: (chewable tablet), decreases bioavailability to 63%<\/li><li>Fasting adults: the 4-mg chewable tablet is bioequivalent to 4-mg oral granule formulation<\/li><li>Effect of food: (granule), decreases Cmax by 35% and prolonged Tmax to 6.4 hours<\/li><\/ul>"},{"id":"jtggs8b24","title":"Distribution","mono":"<ul><li>Vd: 8 L to 11 L<\/li><li>Protein binding: more than 99%<\/li><\/ul>"},{"id":"jtggs8b25","title":"Metabolism","mono":"<ul><li>Hepatic: extensively, primarily via CYP2C8<\/li><li>Substrate of CYP2C8, CYP2C9, and CYP3A4<\/li><\/ul>"},{"id":"jtggs8b26","title":"Excretion","mono":"<ul><li>Plasma clearance: 45 mL\/min<\/li><li>Bile, almost exclusively.<\/li><li>Fecal: 86%<\/li><li>Renal: less than 0.2%<\/li><li>Dialyzable: unknown (hemodialysis), unknown (peritoneal dialysis)<\/li><\/ul>"},{"id":"jtggs8b27","title":"Elimination Half Life","mono":"2.7 hours to 5.5 hours <br\/>"}]},"9":{"id":"jtggs9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>patients with both asthma and allergic rhinitis should take the daily dose in the evening<\/li><li>(granules) can be administered either directly in mouth, dissolved in 5 mL of cold or room-temperature baby formula or breast milk, or mixed with a spoonful of cold or room-temperature food (applesauce, carrots, rice, or ice cream only)<\/li><li>(granules) dose must be administered within 15 minutes of opening packet; discard unused portion<\/li><\/ul>"},"10":{"id":"jtggs10","title":"Monitoring","mono":"<ul><li>clinical improvement in asthma symptoms, pulmonary function tests and\/or reduction in inhaled corticosteroid\/beta-agonist use.<\/li><li>blood chemistry and liver function test monitoring<\/li><li>potential change in behavior\/mood, including suicidal thinking or suicide  or neuropsychiatric symptoms (eg, agitation, aggression, anxiousness, dream abnormalities, hallucinations, depression, sleep disorders (including insomnia), irritability, restlessness, and tremor)<\/li><\/ul>"},"11":{"id":"jtggs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Packet: 4 MG\/Packet<\/li><li>Oral Tablet: 10 MG<\/li><li>Oral Tablet, Chewable: 4 MG, 5 MG<\/li><\/ul><\/li><li><b>Singulair<\/b><br\/><ul><li>Oral Packet: 4 MG\/Packet<\/li><li>Oral Tablet: 10 MG<\/li><li>Oral Tablet, Chewable: 4 MG, 5 MG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"jtggs12","title":"Toxicology","sub":[{"id":"jtggs12b31","title":"Clinical Effects","mono":"<b>MONTELUKAST <\/b><br\/>USES: Montelukast is indicated for the prophylaxis and chronic treatment of asthma and acute prevention of exercise-induced bronchoconstriction. It is also indicated for the relief of symptoms of seasonal or perennial allergic rhinitis. PHARMACOLOGY: Montelukast sodium is a selective and active leukotriene (LTD4, LTE4) receptor antagonist. It binds to cysteinyl leukotrienes (CysLT) type-1 receptors found in the human airway (smooth muscle cells and macrophages), which prevents airway edema, smooth muscle contraction and other respiratory inflammation. The leukotrienes are also released from the nasal mucosa after allergen exposure where montelukast sodium may inhibit symptoms of allergic rhinitis. EPIDEMIOLOGY: Exposure is common but significant toxicity is rare. TOXICITY: No clinical effects have been reported in the majority of overdose reports. The most common effects following pediatric overdose include thirst, somnolence, mydriasis, hyperkinesia, and abdominal pain. In postmarketing experience and clinical studies, abdominal pain, somnolence, thirst, headache, vomiting, and psychomotor hyperactivity were reported in adults and children after ingesting montelukast doses as high as 1000 mg. ADVERSE EFFECTS: Adverse effects associated with therapeutic montelukast use include fatigue, maculopapular rash, fever, dyspepsia, gastroenteritis, headache, nasal congestion, upper respiratory infection, cough, eosinophilia, elevated liver enzymes, palpitations, vomiting, pancreatitis, paresthesia, hypoesthesia, insomnia, tremor, drowsiness, abnormal dreams, seizures, agitation, suicidal thinking and behavior, and hallucinations. Montelukast and the other leukotriene antagonists have rarely been associated with the development of Churg-Strauss syndrome, a potentially fatal eosinophilic vasculitis, during therapeutic use. This occurred in adult asthma patients, in most of whom concomitant oral steroid doses were reduced. Effects have included worsening pulmonary symptoms, eosinophilia, vasculitic rash, cardiac complications, and neuropathy. <br\/>"},{"id":"jtggs12b32","title":"Treatment","mono":"<b>MONTELUKAST <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of montelukast alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Antidote: None.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Serum montelukast levels are not readily available and are not clinically useful. Monitor vital signs and liver enzymes in all symptomatic patients. Monitor fluid and electrolyte levels in patients with severe vomiting. In rare cases, systemic eosinophilia has been reported, sometimes presenting with the clinical features of Churg-Strauss syndrome. Monitor CBC in patients with worsening of pulmonary symptoms, vasculitic rash, or cardiac complications while receiving montelukast therapy.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home.  In studies,  pediatric ingestions of up to 536 mg (33.71 mg\/kg) did not produce any serious adverse events. OBSERVATION CRITERIA: Patients with inadvertent overdoses who have more than mild symptoms and patients with deliberate self harm ingestions should be sent to a health care facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jtggs12b33","title":"Range of Toxicity","mono":"<b>MONTELUKAST <\/b><br\/>TOXICITY: Overdose information is limited. It is not expected to produce severe toxicity in adults. In postmarketing experience and clinical studies, most adults and children did not experience any toxicity following montelukast doses as high as 1000 mg. The most common reported adverse effects were abdominal pain, somnolence, thirst, headache, vomiting, and psychomotor hyperactivity. In a large pediatric case series, montelukast ingestions of up to 536 mg resulted in minimal or no adverse events.  THERAPEUTIC DOSE: ADULTS AND ADOLESCENTS (15 years or older): 10 mg once daily. PEDIATRIC: 6 to 14 years: 5 mg once daily; 2 to 5 years: 4-mg chewable tablet or 1 packet of 4-mg oral granules; 6 to 23 months: 1 packet of 4-mg oral granules. <br\/>"}]},"13":{"id":"jtggs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that this drug is not indicated for acute asthma attacks.<\/li><li>This drug may cause aggressive behavior, agitation, dream disorder, or hallucinations.<\/li><li>Instruct patient to report increased use or frequency of short-acting inhaled bronchodilators.<\/li><li>Patients with asthma should take dose in the evening.<\/li><li>Advise patient not to discontinue or decrease the dose of other asthma medications unless instructed by a healthcare professional.<\/li><\/ul>"}}}