{"generic":"Repaglinide","drugs":["Prandin","Repaglinide"],"mono":{"0":{"id":"jtgts0","title":"Generic Names","mono":"Repaglinide"},"1":{"id":"jtgts1","title":"Dosing and Indications","sub":[{"id":"jtgts1b4","title":"Adult Dosing","mono":"<ul><li><b>Type 2 diabetes mellitus:<\/b> (treatment naive or HbA1c less than 8%): initial, 0.5 mg ORALLY prior to each meal 2 to 4 times daily; may double the dose at intervals of at least 1 week until an adequate response is achieved to a maximum of 4 mg\/dose (16 mg\/day)<\/li><li><b>Type 2 diabetes mellitus:<\/b> (treatment experienced and HbA1c greater than or equal to 8%): initial, 1 to 2 mg ORALLY prior to each meal 2 to 4 times daily; may double the dose at intervals of at least 1 week until an adequate response is achieved to a maximum of 4 mg\/dose (16 mg\/day)<\/li><\/ul>"},{"id":"jtgts1b5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established "},{"id":"jtgts1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, (CrCl 20 to 40 mL\/min):<\/b> starting dose 0.5 mg, titrate with care<\/li><li>renal impairment, severe (CrCl less than 20 mL\/min) and patients requiring hemodialysis; no dosage recommendations available<\/li><li><b>hepatic insufficiency, moderate to severe:<\/b> allow for longer intervals (greater than 1 week) between dose titrations.<\/li><\/ul>"},{"id":"jtgts1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/>"}]},"3":{"id":"jtgts3","title":"Contraindications\/Warnings","sub":[{"id":"jtgts3b9","title":"Contraindications","mono":"<ul><li>concomitant therapy with gemfibrozil<\/li><li>diabetic ketoacidosis, with or without coma; should be treated with insulin<\/li><li>hypersensitivity to repaglinide or any other component of the product<\/li><li>type 1 diabetes<\/li><\/ul>"},{"id":"jtgts3b10","title":"Precautions","mono":"<ul><li>adrenal or pituitary insufficiency; increased risk of hypoglycemia<\/li><li>concomitant use with NPH-insulin; use is not recommended<\/li><li>debilitated or malnourished patients; increased risk of hypoglycemia<\/li><li>elderly patients; increased risk of hypoglycemia<\/li><li>hepatic insufficiency; increased risk of hypoglycemia<\/li><li>hypoglycemia may occur<\/li><li>renal insufficiency, severe; increased risk of hypoglycemia<\/li><li>stress caused by infection, fever, trauma, or surgery; potential for loss of glycemic control; therapy may need to be discontinued and insulin started<\/li><\/ul>"},{"id":"jtgts3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jtgts3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jtgts4","title":"Drug Interactions","sub":[{"id":"jtgts4b13","title":"Contraindicated","mono":"<ul>Gemfibrozil (probable)<\/ul>"},{"id":"jtgts4b14","title":"Major","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Itraconazole (probable)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Metreleptin (established)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Teriflunomide (probable)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},{"id":"jtgts4b15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Aspirin (probable)<\/li><li>Atenolol (probable)<\/li><li>Balsalazide (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bismuth Subsalicylate (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celecoxib (probable)<\/li><li>Celiprolol (probable)<\/li><li>Choline Magnesium Trisalicylate (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Clarithromycin (probable)<\/li><li>Clonixin (probable)<\/li><li>Cyclosporine (established)<\/li><li>Deferasirox (probable)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyrone (probable)<\/li><li>Eltrombopag (probable)<\/li><li>Esmolol (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenoprofen (probable)<\/li><li>Fenugreek (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Furazolidone (probable)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Indomethacin (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Mesalamine (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Nadolol (probable)<\/li><li>Naproxen (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nepafenac (probable)<\/li><li>Nialamide (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Olsalazine (probable)<\/li><li>Oxaprozin (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Pindolol (probable)<\/li><li>Piroxicam (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propranolol (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Psyllium (probable)<\/li><li>Rasagiline (probable)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Selegiline (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Sotalol (probable)<\/li><li>Sulfasalazine (probable)<\/li><li>Sulindac (probable)<\/li><li>Telithromycin (established)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Timolol (probable)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Tranylcypromine (probable)<\/li><li>Trimethoprim (probable)<\/li><li>Valdecoxib (probable)<\/li><\/ul>"}]},"5":{"id":"jtgts5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypoglycemia (16% to 31%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (up to 5%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (3% to 6%)<\/li><li><b>Neurologic:<\/b>Headache (9% to 11%)<\/li><li><b>Respiratory:<\/b>Sinusitis (3% to 6%), Upper respiratory infection (10% to 16%)<\/li><\/ul><b>Serious<\/b><br\/><b>Cardiovascular:<\/b>Angina (1.8%), Cardiac dysrhythmia (up to 1%), Cardiovascular event risk, Mortality, Myocardial infarction (up to 1%), Myocardial ischemia (2%)<br\/>"},"6":{"id":"jtgts6","title":"Drug Name Info","sub":{"0":{"id":"jtgts6b17","title":"US Trade Names","mono":"Prandin<br\/>"},"2":{"id":"jtgts6b19","title":"Class","mono":"<ul><li>Hypoglycemic<\/li><li>Meglitinide<\/li><\/ul>"},"3":{"id":"jtgts6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"jtgts6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jtgts7","title":"Mechanism Of Action","mono":"Repaglinide lowers blood glucose concentrations by stimulating the release of insulin from functioning beta cells of pancreatic islet tissue. This is accomplished by a selective ion channel mechanism. Repaglinide inhibits adenosine triphosphate (ATP)-potassium channels on the beta cell membrane and potassium efflux. The resulting depolarization and calcium influx induces insulin secretion.  <br\/>"},"8":{"id":"jtgts8","title":"Pharmacokinetics","sub":[{"id":"jtgts8b23","title":"Absorption","mono":"<ul><li>Absorption: time to peak, approximately 1 h<\/li><li>Bioavailability: 56%<\/li><\/ul>"},{"id":"jtgts8b24","title":"Distribution","mono":"<ul><li>Vd: 31 L <\/li><li>Protein binding: greater than 98%<\/li><\/ul>"},{"id":"jtgts8b25","title":"Metabolism","mono":"Hepatic: via P450 3A4 and 2C8 pathways <br\/>"},{"id":"jtgts8b26","title":"Excretion","mono":"<ul><li>Fecal: 90%, 60% as M2 and &lt;2% unchanged<\/li><li>Renal:  8%, 0.1% unchanged<\/li><\/ul>"},{"id":"jtgts8b27","title":"Elimination Half Life","mono":"Adults: approximately 1 h <br\/>"}]},"9":{"id":"jtgts9","title":"Administration","mono":"<b>Oral<\/b><br\/>take up to 30 minutes prior to meal <br\/>"},"10":{"id":"jtgts10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted  or every 3 months<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>signs and symptoms of hypoglycemia<\/li><li>signs and symptoms of hyperglycemia<\/li><\/ul>"},"11":{"id":"jtgts11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 0.5 MG, 1 MG, 2 MG<br\/><\/li><li><b>Prandin<\/b><br\/>Oral Tablet: 0.5 MG, 1 MG, 2 MG<br\/><\/li><\/ul>"},"12":{"id":"jtgts12","title":"Toxicology","sub":[{"id":"jtgts12b31","title":"Clinical Effects","mono":"<b>REPAGLINIDE AND RELATED AGENTS<\/b><br\/>USES: These hypoglycemic agents are of the meglitinide class and used for the treatment of noninsulin dependent diabetes mellitus. PHARMACOLOGY: Stimulate insulin secretion from the pancreas via inhibition (closing) of ATP-sensitive potassium channels in beta cells of the pancreas, which leads to an increase in beta-cell calcium influx and resultant increase in insulin secretion. Functioning beta cells in the pancreatic islets are required for this action. TOXICOLOGY: Excessive insulin secretion after overdose can cause hypoglycemia. EPIDEMIOLOGY: There have been limited reports of exposure and no reported deaths. OVERDOSE: MILD TO MODERATE TOXICITY: Overdose experience with repaglinide and nateglinide is very limited though there are reports of hypoglycemia after nateglinide overdose and after therapeutic doses of repaglinide. Symptoms of mild to moderate hypoglycemia include sweating, pallor, palpitations, tachycardia, lethargy, and dizziness. SEVERE TOXICITY: Symptoms of severe hypoglycemia include seizures, confusion, metabolic acidosis, coma and death. Since the meglitinides are more rapid and short-acting than sulfonylureas, there is a reduced risk of long-lasting hypoglycemia, but it is important to remember that relapse of hypoglycemia can occur after apparent recovery. ADVERSE EFFECTS: Mild GI effects (ie, nausea, vomiting, diarrhea, constipation) have been reported. There have been several reports of acute hepatitis occurring in elderly patients following repaglinide therapy. <br\/>"},{"id":"jtgts12b32","title":"Treatment","mono":"<b>REPAGLINIDE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Monitor blood glucose hourly. Treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. Treat patients with recurrent hypoglycemia with octreotide. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite treatment with octreotide, feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. DIET: If the patient is awake and alert, supplement IV glucose with carbohydrate intake. Potassium supplementation may be needed. NOT RECOMMENDED: Prophylactic dextrose administration is not recommended in patients who do not become hypoglycemic, as it may make it difficult to distinguish patients who become hypoglycemic and require prolonged hospitalization from those who remain asymptomatic and may be discharged sooner. MANAGEMENT OF SEVERE TOXICITY: Monitor blood glucose hourly. Treat hypoglycemia with IV dextrose boluses as needed. May need to repeat in patients with profound hypoglycemia. Treat patients with recurrent hypoglycemia with octreotide. A dextrose infusion may be needed in patients in whom recurrent hypoglycemia develops, despite treatment with octreotide, feeding and dextrose boluses. Titrate carefully to reduce the potential for reactive hypoglycemia. Patients with persistent or recurring hypoglycemia may develop CNS depression and seizures. Correct hypoglycemia, if seizures are present. If seizures persist, treat with benzodiazepines, phenobarbital, propofol.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in patients with recent, potentially toxic ingestions who are awake and able to protect their airway. Most effective when administered within one hour of ingestion. HOSPITAL: Consider activated charcoal in patients with recent, potentially toxic ingestions who are awake and able to protect their airway. Most effective when administered within one hour of ingestion. Gastric lavage is generally not recommended as life threatening toxicity is not expected to develop.<\/li><li>Airway management: Generally, airway management is not necessary as CNS depression from these agents should resolve with dextrose administration. Endotracheal intubation should be performed in patients with excessive drowsiness and the inability to protect their own airway that do not respond to intravenous dextrose.<\/li><li>Hypoglycemia: DEXTROSE: Give dextrose if symptomatic or BS less than 60 mg\/dL. DOSE: ADULT: 0.5 to 1 g\/kg of D50W (50% dextrose) IV push; ADOLESCENT: 0.5 to 1 g\/kg (1 to 2 mL\/kg) of 50% dextrose IV push; INFANT and CHILD: 0.5 to 1 g\/kg (2 to 4 mL\/kg) of 25% dextrose IV push. Follow with an infusion of 10% dextrose; titrate to a BS of 100 mg\/dL. OCTREOTIDE: (a long-acting analogue of somatostatin which antagonizes insulin release) has been used in sulfonylurea-induced hypoglycemia. The use of octreotide for repaglinide-induced hypoglycemia has not been described, but the mechanism suggests that it should be effective. OCTREOTIDE DOSE: ADULT: 50 mcg SubQ (usual route) or IV; may repeat every 6 to 12 hours as needed. CHILD: 1 mcg\/kg SubQ (usual route) or IV; may repeat every 12 hours as needed. GLUCAGON: It may be of limited value and is usually not recommended in the treatment of hypoglycemia caused by repaglinide, except when treatment with glucose is not available or possible. Due to the short half-life of glucagon, repeated hypoglycemia may occur. Oral carbohydrate or IV dextrose should be given as soon as possible. Glucagon is of little benefit in the presence of starvation, adrenal insufficiency, liver disease, alcoholism or chronic hypoglycemia given depletion of hepatic glycogen stores. It may cause nausea and vomiting and stimulation of hepatic ketogenesis. DIET: When the patient is awake and alert, supplement IV glucose with carbohydrate intake.<\/li><li>Seizure: Seizures are usually manifestations of hypoglycemia; correct with IV dextrose. If seizures persist despite euglycemia, anticonvulsants (ie. benzodiazepines, phenobarbital, propofol) are indicated.<\/li><li>Monitoring of patient: Obtain hourly blood glucose; monitor blood glucose for 8 to 12 hours. Monitor vital signs. Monitor fluid and electrolyte balance in symptomatic patients. Plasma levels are not clinically useful for managing overdose. Monitor for clinical evidence of hypoglycemia.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of value due to the high degree of protein binding with these agents.<\/li><li>Patient disposition: HOME CRITERIA: All children with ingestions should be sent to a healthcare facility for evaluation and treatment. Adults with a deliberate overdose and nondiabetic adults with an inadvertent ingestion should be sent to a healthcare facility for evaluation and treatment. Diabetic adults with an inadvertent ingestion of an extra dose who are asymptomatic can be monitored at home. OBSERVATION CRITERIA: There is little information on the onset or duration of hypoglycemia after overdose of these patients; however, delayed onset hypoglycemia is not expected given the rapid absorption and relatively short duration of onset of these drugs. Patients who do not develop hypoglycemia after 8 to 12 hours of observation can be discharged. ADMISSION CRITERIA: Patients who develop hypoglycemia should be admitted for a minimum of 24 hours for frequent blood glucose monitoring. They should only be discharged when free of symptoms and are able to maintain euglycemia without supplemental dextrose for 8 hours. CONSULT CRITERIA: Consult a medical toxicologist or a poison center for assistance with medical management in patients with severe overdose or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jtgts12b33","title":"Range of Toxicity","mono":"<b>REPAGLINIDE AND RELATED AGENTS<\/b><br\/>TOXICITY: REPAGLINIDE: Therapeutic doses (4 mg) have caused hypoglycemia in an adult without diabetes. Doses up to 80 mg\/day for 14 days have been well tolerated in adults with diabetes. No hypoglycemia was reported when these high doses were taken with meals. NATEGLINIDE: Ingestion of 3420 mg by a nondiabetic adult caused hypoglycemia that began 1 hour after ingestion. Doses up to 720 mg daily for 7 days have been tolerated in diabetic patients. THERAPEUTIC DOSE: REPAGLINIDE: ADULT: There is no fixed dosage regimen. The recommended dose range is 0.5 to 4 mg daily (given before meals); maximum total daily dose should not exceed 16 mg. PEDIATRIC: Efficacy and safety in pediatric patients have not been established. NATEGLINIDE: ADULT: Recommended starting and maintenance dose, alone or in combination with metformin or a thiazolidinedione, is 60 mg to 120 mg orally 3 times daily before meals. PEDIATRIC: Efficacy and safety in pediatric patients have not been established. <br\/>"}]},"13":{"id":"jtgts13","title":"Clinical Teaching","mono":"<ul><li>This drug should not be taken if patient is experiencing diabetic ketoacidosis.<\/li><li>This drug may cause diarrhea, arthralgia, and upper respiratory infection.<\/li><li>Advise diabetic patients to monitor for signs\/symptoms of hyper- or hypoglycemia and to report difficulties with glucose control.<\/li><li>Advise patient to take drug 15 to 30 min before each meal. If patient skips a meal, the corresponding dose of drug should also be skipped.<\/li><\/ul>"}}}