{"generic":"Paricalcitol","drugs":["Paricalcitol","Zemplar"],"mono":{"0":{"id":"jtgus0","title":"Generic Names","mono":"Paricalcitol"},"1":{"id":"jtgus1","title":"Dosing and Indications","sub":[{"id":"jtgus1b4","title":"Adult Dosing","mono":"<ul><li><b>Renal impairment, chronic - Secondary hyperparathyroidism; Treatment and Prophylaxis:<\/b> Stage 3 or 4 chronic kidney disease, once daily dosing (oral); initial, 1 mcg ORALLY if baseline serum intact parathyroid hormone (iPTH) is 500 picograms (pg)\/mL or less; 2 mcg ORALLY if baseline iPTH is greater than 500 pg\/mL; titrate dose at 2 to 4 wk intervals; increase dose by 1 mcg if iPTH level relative to baseline is the same, increased, or decreased by less than 30%; maintain current dose if iPTH level relative to baseline is decreased by 30% to 60%; decrease dose by 1 mcg if iPTH level relative to baseline is decreased greater than 60% or if iPTH level is less than 60 pg\/mL; dosage may be decreased to 1 mcg\/dose 3 times weekly or further if necessary<\/li><li><b>Renal impairment, chronic - Secondary hyperparathyroidism; Treatment and Prophylaxis:<\/b> Stage 3 or 4 chronic kidney disease, 3 times weekly dose (oral); initial, 2 mcg ORALLY if baseline serum intact parathyroid hormone (iPTH) is 500 picograms (pg)\/mL or less; 4 mcg ORALLY if baseline iPTH is greater than 500 pg\/mL; do not administer more frequently than every other day; titrate dose at 2 to 4 wk intervals; increase dose by 2 mcg if iPTH level relative to baseline is the same, increased, or decreased by less than 30%; maintain current dose if iPTH level relative to baseline is decreased by 30% to 60%; decrease dose by 2 mcg if iPTH level relative to baseline is decreased by greater than 60% or if iPTH level is less than 60 pg\/mL<\/li><li><b>Renal impairment, chronic - Secondary hyperparathyroidism; Treatment and Prophylaxis:<\/b> Stage 5 chronic kidney disease, 3 times weekly dose (oral); initial, calculate dose (in mcg) by dividing the baseline intact parathyroid hormone (iPTH) level (in picograms (pg)\/mL) by 80; administer ORALLY no more frequently than every other day; serum calcium should be 9.5 mg\/dL or less before initiating therapy; individualize dose based on iPTH and serum calcium and phosphorus levels; calculate titrated dose (in mcg) by dividing the most recent iPTH level (in pg\/mL) by 80<\/li><li><b>Renal impairment, chronic - Secondary hyperparathyroidism; Treatment and Prophylaxis:<\/b> Stage 5 chronic kidney disease (IV); initial, 0.04 to 0.1 mcg\/kg\/dose (2.8 to 7 mcg) given as an IV bolus during dialysis; do not administer more frequently than every other day; titrate dose by 2 to 4 mcg at 2 to 4 wk intervals; increase dose if intact parathyroid hormone (iPTH) level is the same, increased, or decreased by less than 30%; maintain current dose if iPTH level relative to baseline is decreased by greater than 30% to less than 60% or if the iPTH is 1.5 to 3 times the upper limit of normal; decrease dose if iPTH level is decreased greater than 60%<\/li><\/ul>"},{"id":"jtgus1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy of paricalcitol oral capsules in pediatric patients not established<\/li><li><b>Renal impairment, chronic - Secondary hyperparathyroidism; Treatment and Prophylaxis:<\/b> (5 years of age and older) initial, 0.04 mcg\/kg\/dose IV 3 times per week for baseline intact parathyroid hormone (iPTH) of less than 500 picograms (pg)\/mL OR 0.08 mcg\/kg IV 3 times per week for baseline iPTH of 500 pg\/mL or greater; dose was adjusted in 0.04 mcg\/kg increments based on the levels of serum iPTH, calcium, and the product of calcium x phosphorus in a clinical trial<\/li><\/ul>"},{"id":"jtgus1b6","title":"Dose Adjustments","mono":"<ul><li><b>hepatic impairment:<\/b> mild to moderate, no dosage adjustment necessary.<\/li><li><b>(oral) hypercalcemia or elevated calcium X phosphorus product:<\/b> stage 3 or 4 chronic kidney disease, reduce the dose or hold therapy until calcium level or calcium X phosphorus product normalize<\/li><li><b>(oral) elevated calcium level or calcium X phosphorus product:<\/b> stage 5 chronic kidney disease, decrease the dose by 2 to 4 mcg from the most recent dose calculated (using intact parathyroid hormone (in picograms\/mL) divided by 80); reduce dose or hold therapy until calcium level or calcium X phosphorus product normalize<\/li><li><b>(IV) calcium level elevated or calcium X phosphorus product greater than 75:<\/b> reduce the dosage or hold therapy until calcium level or calcium X phosphorus product normalize; reinitiate at a lower dose<\/li><\/ul>"},{"id":"jtgus1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Renal impairment, chronic - Secondary hyperparathyroidism; Treatment and Prophylaxis<br\/>"}]},"3":{"id":"jtgus3","title":"Contraindications\/Warnings","sub":[{"id":"jtgus3b9","title":"Contraindications","mono":"<ul><li>hypercalcemia<\/li><li>hypersensitivity to paricalcitol or any component of the product<\/li><li>vitamin D toxicity<\/li><\/ul>"},{"id":"jtgus3b10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- hypercalcemia may occur; monitoring recommended and reduction of dose or interruption of therapy may be necessary<\/li><li>-- oversuppression of parathyroid hormone (PTH), hypercalciuria, hyperphosphatemia, and adynamic bone disease may occur with excessive administration of vitamin D compounds; monitoring recommended<\/li><li>Renal:<\/li><li>-- may cause serum creatinine to increase in pre-dialysis patients, leading to underestimation of GFR<\/li><li>Concomitant Use:<\/li><li>-- avoid chronic use of aluminum-containing preparations (eg, antacids or phosphate binders)<\/li><\/ul>"},{"id":"jtgus3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jtgus3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jtgus4","title":"Drug Interactions","sub":{"2":{"id":"jtgus4b15","title":"Moderate","mono":"<ul>Ketoconazole (probable)<\/ul>"}}},"5":{"id":"jtgus5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema (3.3% to 6.5%), Hypertension (6.5%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (6.5%), Nausea (5.6% to 12.9%), Vomiting (4.7% to 8.1%)<\/li><li><b>Neurologic:<\/b>Dizziness (4.7% to 6.6%), Headache (3.3% to 4.7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Endocrine metabolic:<\/b>Hypercalcemia (6.6%)<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage (4.8%)<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"jtgus6","title":"Drug Name Info","sub":{"0":{"id":"jtgus6b17","title":"US Trade Names","mono":"Zemplar<br\/>"},"2":{"id":"jtgus6b19","title":"Class","mono":"<ul><li>Antithyroid Agent<\/li><li>Vitamin D (class)<\/li><\/ul>"},"3":{"id":"jtgus6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtgus6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jtgus7","title":"Mechanism Of Action","mono":"Paricalcitol is a synthetic analog of calcitriol, which is the metabolically active form of vitamin D. Its biological actions are mediated through binding of the vitamin D receptor. This activity results in selective activation of vitamin D responsive pathways and inhibition of parathyroid hormone (PTH) synthesis and secretion.<br\/>"},"8":{"id":"jtgus8","title":"Pharmacokinetics","sub":[{"id":"jtgus8b23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 3 h<\/li><li>Oral: Bioavailability: 72%<\/li><li>Oral: Effect of food: delays Tmax by 2 hours<\/li><\/ul>"},{"id":"jtgus8b24","title":"Distribution","mono":"<ul><li>Vd: approximately 23.8 L<\/li><li>Vd: (chronic kidney disease or CKD stage 5 requiring hemodialysis), 30.8 L +\/- 7.5 L<\/li><li>Vd: (CKD stage 5 requiring peritoneal dialysis), 34.9 L +\/- 9.5 L<\/li><li>Protein binding: greater than or equal to 99.8%<\/li><\/ul>"},{"id":"jtgus8b25","title":"Metabolism","mono":"<ul><li>Hepatic and non-hepatic; extensive via mitochondrial P450 CYP24, CYP3A4, and UGT1A4; 24(R) and hydroxylation and glucuronidation<\/li><li>Metabolite: 24(R)-hydroxyparicalcitol<\/li><\/ul>"},{"id":"jtgus8b26","title":"Excretion","mono":"<ul><li>Fecal: approximately 63%, 2% unchanged<\/li><li>Renal: 19%<\/li><li>Dialyzable: no (hemodialysis)<\/li><\/ul>"},{"id":"jtgus8b27","title":"Elimination Half Life","mono":"<ul><li>5 h to 7 h (mean)<\/li><li>CKD stage 5 requiring hemodialysis: 13.9 h +\/- 7.3 h<\/li><li>CKD stage 5 requiring peritoneal dialysis: 15.4 h +\/- 10.5 h<\/li><\/ul>"}]},"9":{"id":"jtgus9","title":"Administration","mono":"<ul><li><b>Intravenous<\/b><br\/>administer as an IV bolus<br\/><\/li><li><b>Oral<\/b><br\/>take with or without food<br\/><\/li><\/ul>"},"10":{"id":"jtgus10","title":"Monitoring","mono":"<ul><li>(injection) serum or plasma parathyroid hormone levels every 3 months; intact parathyroid hormone assay recommended in patients with Stage 5 chronic kidney disease<\/li><li>(oral) serum or plasma intact parathyroid hormone levels at least every 2 weeks for 3 months after initiation of therapy or following dose adjustments, then monthly for 3 months, and every 3 months thereafter for normalization<\/li><li>improvement in signs and symptoms of hyperparathyroidism is indicative of efficacy<\/li><li>(injection) serum calcium and phosphorus twice weekly during initial therapy or dose adjustment and at least monthly after dosage has been established<\/li><li>(oral) serum calcium and serum phosphorus at least every 2 weeks for 3 months after initiation of therapy or following dose adjustments, then monthly for 3 months, and every 3 months thereafter<\/li><\/ul>"},"11":{"id":"jtgus11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Intravenous Solution: 0.005 MG\/ML<\/li><li>Oral Capsule, Liquid Filled: 1 MCG, 2 MCG, 4 MCG<\/li><\/ul><\/li><li><b>Zemplar<\/b><br\/><ul><li>Intravenous Solution: 0.002 MG\/ML, 0.005 MG\/ML<\/li><li>Oral Capsule, Liquid Filled: 1 MCG, 2 MCG<\/li><\/ul><\/li><\/ul>"},"12":{"id":"jtgus12","title":"Toxicology","sub":[{"id":"jtgus12b31","title":"Clinical Effects","mono":"<b>VITAMIN D<\/b><br\/>USES: Vitamin D (represents D2 {ergocalciferol} or D3 {cholecalciferol} is a fat soluble vitamin. It is used for the prevention and treatment of rickets, osteomalacia, and osteoporosis, and the treatment of hypoparathyroidism. More recently, evidence suggests that it may also have a role in the prevention of cardiovascular disease, and colon, prostate, and breast cancers. Vitamin D is found in many dietary supplements (multivitamins, combined with calcium) or as a single dietary supplement and also commonly found in fortified foods (ie, milk, cereal, and bread). PHARMACOLOGY: Vitamin D is metabolized into 25-hydroxyvitamin D [25(OH)D] by vitamin D-25-hydroxylase. It regulates calcium homeostasis via interactions with the intestines and bones. Vitamin D is thought to act as a hormone, because it is synthesized in the body, circulates in the blood, and binds to receptors in order to evoke its biologic action. It promotes calcium absorption in the gut and aids adequate serum calcium and phosphate concentrations. EPIDEMIOLOGY: Overdose is rare. Toxicity is mild after acute overdose, but more severe toxicity occasionally develops after chronic ingestion of large amounts. In some cases, exposure has occurred due to excessive fortification of foods or overuse of supplements. TOXICOLOGY: Hypercalcemia is characteristic of vitamin D toxicity. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting and abdominal cramps are likely to occur with an acute ingestion. Other symptoms include: anorexia, constipation or diarrhea, weakness, fatigue, irritability, drowsiness, headache and dizziness. SEVERE TOXICITY: Generally, only seen after chronic ingestion of large amounts of vitamin D. Seizures, confusion, ataxia, psychotic disturbances, coma, or renal failure can occur. Cardiac dysrhythmias can develop. Polyuria and polydipsia may be present. ADVERSE EFFECTS: Adverse events are not typically reported with normal use. <br\/>"},{"id":"jtgus12b32","title":"Treatment","mono":"<b>VITAMIN D <\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Monitor serum calcium and phosphorus concentrations. Discontinue all vitamin D and calcium supplements; start a low-calcium diet. Increase oral fluids or IV fluids, if patient is unable to tolerate fluids, to increase renal calcium clearance. Diuresis with IV 0.9% NaCl and furosemide can be used to promote calcium excretion. SEVERE TOXICITY: HYPERCALCEMIA: Monitor serum calcium and phosphorus concentrations until levels have stabilized, discontinue all supplements. Administer IV 0.9% saline and furosemide to enhance calcium elimination. Corticosteroids: Hydrocortisone: 100 mg\/day OR Prednisone: 20 mg\/day can improve hypercalcemia and hypercalcuria. Bisphosphonates (eg, pamidronate 90 mg IV; alendronate) have been used successfully to treat severe hypercalcemia. Calcitonin has also been used. Hemodialysis may be indicated in patients with severe hypercalcemia that is unresponsive to other treatment. Cardiac dysrhythmias may develop, obtain a baseline ECG and continuous cardiac monitoring. SEIZURES: Treat initially with benzodiazepines, followed by barbiturates as needed. OTHER: Monitor CNS and renal function.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large amount has been ingested (more than 100 times the RDA). HOSPITAL: Decontamination is unlikely to be necessary following an acute ingestion, unless a very large ingestion has occurred or coingestants are suspected.<\/li><li>Airway management: Airway management is unlikely to be necessary following a mild to moderate exposure. Patients with severe toxicity (ie, altered mental status, confusion, seizures, coma, or cardiac dysrhythmias) may require airway protection and mechanical ventilation.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Institute continuous cardiac monitoring and obtain an ECG (evaluate for prolonged PR interval and QRS widening, shortened QT interval and flattened T waves). Serum calcium and phosphate concentrations should be monitored closely. Monitor renal function. Obtain a baseline urinalysis; monitor for hypercalcuria and polydipsia. Monitor fluid status, if significant dehydration, polyuria or vomiting occurs. Plasma concentrations of 25-hydroxyvitamin [25(OH)D] are generally elevated with vitamin D toxicity and can confirm the diagnosis but are not useful to guide therapy.<\/li><li>Enhanced elimination procedure: Hemodialysis or peritoneal dialysis against a calcium-free dialysate may be useful if the patient has persistent severe hypercalcemia unresponsive to other treatment measures.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult or child with an inadvertent minor exposure (eg, a single dietary supplement ingested by a child) may be monitored at home. OBSERVATION CRITERIA: Patients with a deliberate self-harm ingestion should be evaluated in a healthcare facility and monitored until symptoms resolve. Patients with seizure activity or CNS depression should be monitored until symptoms resolve and neurologic exam is normal. Patients may be discharged to home once symptoms have resolved and laboratory studies are within normal limits. ADMISSION CRITERIA: Patients with evidence of severe hypercalcemia or persistent seizures should be admitted for further treatment. CONSULT CRITERIA: Contact a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear. Patients with a deliberate self-harm ingestion should be evaluated by a mental health specialist.<\/li><\/ul>"},{"id":"jtgus12b33","title":"Range of Toxicity","mono":"<b>VITAMIN D<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Toxicity has been reported after Vitamin D intake of 50,000 to 150,000 International Units daily for prolonged periods. Two adults ingested supplements containing large doses (manufacturing error) of vitamin D (1,864,000 and 970,000 International Units vitamin D3 daily, respectively) daily for several months and developed significant toxicity and prolonged elevated concentrations of 5-hydroxyvitamin D for up to a year. However, no permanent sequelae developed. A 3-month-old inadvertently received 12000 International Units of vitamin D daily for approximately 20 days; a serum 25-hydroxyvitamin D level was elevated (422 ng\/mL), but no symptoms developed. In a similar case, a 2-month-old received 12000 International Units of vitamin D for approximately 30 days; a serum 25-hydroxyvitamin D level was markedly increased (750 ng\/mL) along with hypercalcemia. The infant recovered completely following supportive care. Two elderly patients developed no evidence of clinical effects after inadvertently receiving 2,000,000 International Units of Vitamin D3. THERAPEUTIC DOSE: RECOMMENDED DIETARY ALLOWANCE: PEDIATRIC: 0 to 12 months: 400 International Units\/day; 1 to 18 years: 600 International Units\/day; ADULT: 19 to 70 years of age or Pregnant\/Lactating women: 600 International Units\/day; ELDERLY: Greater than 70 years: 800 International Units\/day. CLINICAL PRACTICE GUIDELINES: Doses of 1000 to 2000 International Units of vitamin D3 have been recommended by the Endocrine Society to raise a low 25-hydroxyvitamin D level to at least 30 ng\/mL. TOLERABLE UPPER INTAKE LEVELS: PEDIATRIC: 0 to 6 months: 1000 International Units\/day; 7 to 12 months: 1500 International Units\/day; 1 to 3 years of age: 2500 International Units\/day; 4 to 8 years of age: 3000 International Units\/day; ADULT: Greater or equal to 9 years of age: 4000 International Units\/day. <br\/>"}]},"13":{"id":"jtgus13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report signs\/symptoms of hypercalcemia (fatigue, polyuria, polydypsia, anorexia, weight loss, confusion, nausea, vomiting, and constipation).<\/li><li>Drug may cause edema, hypertension, dizziness, diarrhea, nausea, or vomiting.<\/li><li>Warn patient to avoid calcium, phosphate, or vitamin D supplements unless approved by healthcare professional.<\/li><li>Instruct patient to avoid chronic use of aluminum-containing antacids or phosphate binders.<\/li><\/ul>"}}}