{"generic":"Fenofibrate","drugs":["Fenofibrate","Fenoglide","Lipofen","Lofibra","Tricor","Triglide"],"mono":{"0":{"id":"jtias0","title":"Generic Names","mono":"Fenofibrate"},"1":{"id":"jtias1","title":"Dosing and Indications","sub":[{"id":"jtias1b4","title":"Adult Dosing","mono":"<ul><li><b>Hypercholesterolemia, primary hypercholesterolemia or mixed dyslipidemia (Fredrickson types IIa, IIb):<\/b> Fenoglide(R), 120 mg ORALLY once a day<\/li><li><b>Hypercholesterolemia, primary hypercholesterolemia or mixed dyslipidemia (Fredrickson types IIa, IIb):<\/b> Lipofen(R), 150 mg ORALLY daily with food<\/li><li><b>Hypercholesterolemia, primary hypercholesterolemia or mixed dyslipidemia (Fredrickson types IIa, IIb):<\/b> Tricor(R), 160 mg ORALLY daily with food; MAX 160 mg per day<\/li><li><b>Hypercholesterolemia, primary hypercholesterolemia or mixed dyslipidemia (Fredrickson types IIa, IIb):<\/b> Triglide(R), 160 mg ORALLY daily with or without food; withdraw therapy if no adequate response after 2 months<\/li><li><b>Hypertriglyceridemia, Fredrickson types IV and V hyperlipidemia, adjunct to diet:<\/b> Fenoglide(R): 40 to 120 mg ORALLY daily with increases at 4- to 8-week intervals; MAX 120 mg per day<\/li><li><b>Hypertriglyceridemia, Fredrickson types IV and V hyperlipidemia, adjunct to diet:<\/b> Lipofen(R): 50 to 150 mg ORALLY daily with food; adjust after repeated lipid tests at 4- to 8-week intervals; MAX 150 mg ORALLY daily<\/li><li><b>Hypertriglyceridemia, Fredrickson types IV and V hyperlipidemia, adjunct to diet:<\/b> Tricor(R): 54 to 160 mg ORALLY daily with food; adjust after repeated lipid tests at 4- to 8-week intervals; MAX 160 mg ORALLY daily<\/li><li><b>Hypertriglyceridemia, Fredrickson types IV and V hyperlipidemia, adjunct to diet:<\/b> Triglide(R): 160 mg ORALLY once daily with or without food; withdraw therapy if no adequate response after 2 months<\/li><\/ul>"},{"id":"jtias1b5","title":"Pediatric Dosing","mono":"Safety and efficacy not established in pediatric patients "},{"id":"jtias1b6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, mild to moderate, Fenoglide(R):<\/b> 40 mg orally once daily initially<\/li><li><b>Renal impairment, mild to moderate, Lipofen(R):<\/b> 50 mg orally once daily initially<\/li><li><b>Renal impairment, mild to moderate, Tricor(R):<\/b> 54 mg orally daily initially<\/li><li><b>Renal impairment, mild to moderate, Triglide(R):<\/b> Avoid use.<\/li><li><b>Renal impairment, severe:<\/b> Contraindicated<\/li><li><b>Active liver disease, primary biliary cirrhosis, or unexplained persistent liver function abnormalities:<\/b> Contraindicated<\/li><li><b>Geriatric:<\/b> Base initial dose on renal function.<\/li><li><b>Hemodialysis:<\/b> Contraindicated<\/li><\/ul>"},{"id":"jtias1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Hypercholesterolemia, primary hypercholesterolemia or mixed dyslipidemia (Fredrickson types IIa, IIb)<\/li><li>Hypertriglyceridemia, Fredrickson types IV and V hyperlipidemia, adjunct to diet<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Hyperlipidemia, Secondary<br\/>"}]},"3":{"id":"jtias3","title":"Contraindications\/Warnings","sub":[{"id":"jtias3b9","title":"Contraindications","mono":"<ul><li>Active liver disease, including primary biliary cirrhosis, and unexplained persistent liver function abnormalities<\/li><li>Gallbladder disease<\/li><li>Hypersensitivity to fenofibrate, including severe skin rashes (eg, Stevens-Johnson syndrome, toxic epidermal necrolysis), or to fenofibric acid, the active metabolite of fenofibrate<\/li><li>Nursing mothers<\/li><li>Severe renal impairment, including patients with end-stage renal disease  or those receiving dialysis<\/li><\/ul>"},{"id":"jtias3b10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- Diabetic patients are at increased risk of myopathies, including rhabdomyolysis; discontinuation may be necessary<\/li><li>-- Patients with hypothyroidism are at increased risk for myopathies, including rhabdomyolysis; discontinuation may be necessary<\/li><li>-- Severe HDL decreases have been reported; monitoring recommended and discontinuation may be necessary<\/li><li>-- Apolipoprotein A1 decreases have been reported<\/li><li>Gastrointestinal:<\/li><li>-- Pancreatitis has been reported<\/li><li>-- Cholelithiasis may occur; discontinue if gallstone formation confirmed<\/li><li>Hematologic:<\/li><li>-- Venothromboembolic events, such as DVT and pulmonary embolism, have been reported<\/li><li>-- Hematologic changes, including mild to moderate decreases in hemoglobin, hematocrit, WBCs, and platelets, have occurred; monitoring recommended<\/li><li>-- Thrombocytopenia has been reported; monitoring recommended<\/li><li>-- Agranulocytosis has been reported; monitoring recommended<\/li><li>Hepatic:<\/li><li>-- Hepatocellular, chronic active, and cholestatic hepatitis has been reported; monitoring recommended and discontinuation may be necessary<\/li><li>-- Dose-related increases in serum transaminases (AST and ALT) of more than 3 times the ULN have been reported; monitoring recommended and discontinuation may be necessary<\/li><li>Immunologic:<\/li><li>-- Hypersensitivity reactions, including Stevens-Johnson syndrome and toxic epidermal necrolysis, have been reported<\/li><li>Musculoskeletal:<\/li><li>-- Myopathies, including rhabdomyolysis, may occur; discontinuation may be necessary<\/li><li>-- Markedly elevated levels of CPK may occur; discontinuation may be necessary<\/li><li>Renal:<\/li><li>-- Serum creatinine increases have been reported; monitoring recommended in patients with renal impairment or at risk for renal insufficiency, including the elderly and patients with diabetes<\/li><li>-- Mild to moderate renal impairment increases risk of myopathies, including rhabdomyolysis; monitoring recommended and dose adjustment required; discontinuation of may be necessary<\/li><li>Other:<\/li><li>-- Elderly are at increased risk of myopathies, including rhabdomyolysis; discontinuation may be necessary<\/li><li>Concomitant use:<\/li><li>-- Statins should be avoided unless benefit outweighs risk<\/li><\/ul>"},{"id":"jtias3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"jtias3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jtias4","title":"Drug Interactions","sub":{"1":{"id":"jtias4b14","title":"Major","mono":"<ul><li>Acenocoumarol (theoretical)<\/li><li>Anisindione (probable)<\/li><li>Apixaban (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Atorvastatin (probable)<\/li><li>Bivalirudin (theoretical)<\/li><li>Cerivastatin (probable)<\/li><li>Colchicine (probable)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Desirudin (theoretical)<\/li><li>Dicumarol (probable)<\/li><li>Drotrecogin Alfa (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Fluvastatin (probable)<\/li><li>Fondaparinux (theoretical)<\/li><li>Heparin (theoretical)<\/li><li>Lepirudin (theoretical)<\/li><li>Lovastatin (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Pitavastatin (probable)<\/li><li>Pravastatin (probable)<\/li><li>Protein C (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rosuvastatin (theoretical)<\/li><li>Simvastatin (theoretical)<\/li><li>Tinzaparin (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},"2":{"id":"jtias4b15","title":"Moderate","mono":"<ul><li>Colestipol (probable)<\/li><li>Cyclosporine (established)<\/li><li>Ezetimibe (established)<\/li><li>Glimepiride (probable)<\/li><li>Rosiglitazone (established)<\/li><\/ul>"}}},"5":{"id":"jtias5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (4.6%), Nausea (2.3%)<\/li><li><b>Hepatic:<\/b>AST\/SGOT level raised (3.4%), Liver function tests abnormal (7.5%)<\/li><li><b>Musculoskeletal:<\/b>Backache (3.4%)<\/li><li><b>Respiratory:<\/b>Rhinitis (2.3%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hepatic:<\/b>Cholestatic hepatitis<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Renal:<\/b>Serum creatinine raised (12% to 27%)<\/li><\/ul>"},"6":{"id":"jtias6","title":"Drug Name Info","sub":{"0":{"id":"jtias6b17","title":"US Trade Names","mono":"<ul><li>Tricor<\/li><li>Triglide<\/li><li>Lipofen<\/li><li>Fenoglide<\/li><li>Lofibra<\/li><\/ul>"},"2":{"id":"jtias6b19","title":"Class","mono":"<ul><li>Antihyperlipidemic<\/li><li>Fibric Acid<\/li><\/ul>"},"3":{"id":"jtias6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtias6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jtias7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Fenofibrate is a lipid-regulating agent that has chemical, pharmacologic, and clinical similarities to the other fibrate drugs, clofibrate and gemfibrozil.  Although the exact mechanism of action of fenofibrate is not completely understood, fenofibric acid, the active metabolite of fenofibrate, produces reductions in total cholesterol, LDL cholesterol, apolipoprotein B, total triglycerides and triglyceride rich lipoprotein (VLDL) in treated patients. Treatment with fenofibrate also results in increases in high density lipoprotein (HDL) and apoproteins apoAI and apoAII.<\/li><li>Fenofibric acid effects have been explained by the activation of perioxisome proliferator activated receptor alpha (PPARalpha). Through this mechanism, fenofibrate increases lipolysis and elimination of triglyceride-rich particles from plasma by activating lipoprotein lipase and reducing production of an inhibitor of lipoprotein lipase activity, apoprotein C-III. The fall in triglycerides produces an alteration in the composition and size of LDL from dense, small particles (possibly atherogenic), to buoyant, large particles. These larger particles are catabolized rapidly due to a greater affinity for cholesterol receptors. An increase in the synthesis of apoproteins A-I, A-II, and HDL-cholesterol also results by activation of PPARalpha.<\/li><li>Fenofibrate reduces serum uric acid concentrations in hyperuricemic and normal individuals by increasing the urinary excretion of uric acid..<\/li><\/ul>"},"8":{"id":"jtias8","title":"Pharmacokinetics","sub":[{"id":"jtias8b23","title":"Absorption","mono":"Effect of food, micronized fenofibrate: no effect; hard gelatin capsules (LIPOFEN(TM)): increased absorption with food <br\/>"},{"id":"jtias8b24","title":"Distribution","mono":"Systemic: Vd: 30 L <br\/>"},{"id":"jtias8b25","title":"Metabolism","mono":"Systemic: Active metabolite: fenofibric acid <br\/>"},{"id":"jtias8b26","title":"Excretion","mono":"Systemic: Fecal: 25%; Renal: 60% metabolites <br\/>"},{"id":"jtias8b27","title":"Elimination Half Life","mono":"Fenofibric acid, mean 20 hours (range 10-35 hours) <br\/>"}]},"9":{"id":"jtias9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Give Fenoglide(R), Lipofen(R), and Tricor(R) tablets with food.<\/li><li>Triglide(R) tablets may be taken with or without food.<\/li><li>Swallow Triglide(R) tablets whole; do not crush, break, dissolve, or chew tablets.<\/li><\/ul>"},"10":{"id":"jtias10","title":"Monitoring","mono":"<ul><li>hypercholesterolemia or mixed dyslipidemia: lipid panel; periodically<\/li><li>hypertriglyceridemia: lipid panel; every 4 to 8 weeks<\/li><li>liver function, including ALT levels; baseline and regularly throughout the duration of therapy<\/li><li>HDL-C levels; within first few months<\/li><li>renal function in patients with renal impairment or in patients at risk for renal insufficiency (eg, elderly or patients with diabetes)<\/li><li>complete blood counts (RBC and WBC); periodically during the first 12 months<\/li><\/ul>"},"11":{"id":"jtias11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule: 43 MG, 50 MG, 67 MG, 130 MG, 134 MG, 150 MG, 200 MG<\/li><li>Oral Tablet: 48 MG, 54 MG, 120 MG, 145 MG, 160 MG<\/li><\/ul><\/li><li><b>Fenoglide<\/b><br\/>Oral Tablet: 40 MG, 120 MG<br\/><\/li><li><b>Lipofen<\/b><br\/>Oral Capsule: 50 MG, 150 MG<br\/><\/li><li><b>Lofibra<\/b><br\/>Oral Tablet: 54 MG, 160 MG<br\/><\/li><li><b>Tricor<\/b><br\/>Oral Tablet: 48 MG, 145 MG<br\/><\/li><li><b>Triglide<\/b><br\/>Oral Tablet: 50 MG, 160 MG<br\/><\/li><\/ul>"},"12":{"id":"jtias12","title":"Toxicology","sub":[{"id":"jtias12b31","title":"Clinical Effects","mono":"<b>FENOFIBRATE AND RELATED AGENTS <\/b><br\/>USES: Fibrates are indicated to reduce elevated levels of LDL-C, Total-C, TG, and Apo B, and to increase HDL-C in patients with primary or mixed dyslipidemia. PHARMACOLOGY: Fibrates activate peroxisome proliferator activated receptor alfa (PPARa), leading to elimination of triglyceride-rich particles, transformation, and increased elimination of small, dense LDL particles and synthesis of apolipoproteins AI, AII, and HDL-C. EPIDEMIOLOGY: Overdose is rare. TOXICITY: The extent of symptoms in human overdose is unknown. ADVERSE EFFECTS: COMMON: Headache, back pain, nasopharyngitis, nausea, myalgia, diarrhea, and upper respiratory tract infection. Increases of serum transaminase levels greater than 3 times the upper limit of normal were reported following fenofibrate therapy. LESS COMMON: Fatigue, increased ALT, and muscle spasms. <br\/>"},{"id":"jtias12b32","title":"Treatment","mono":"<b>FENOFIBRATE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Observe clinical status and vital signs in substantial ingestions.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of roflumilast alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Patients should be observed for CNS depression. Monitor liver enzyme concentrations, urinalysis, and renal function tests in patients with significant overdose. Monitor CK in patients with muscle pain or tenderness.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Patients with an inadvertent overdose who have more than mild symptoms and patients with deliberate self-harm ingestions should be sent to a health care facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jtias12b33","title":"Range of Toxicity","mono":"<b>FENOFIBRATE AND RELATED AGENTS <\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: FENOFIBRATE: The recommended dose of fenofibrate is 48 to 145 mg orally once daily; MAX dose 145 mg. FENOFIBRIC ACID: The recommended dose of fenofibric acid is 45 to 135 mg orally once daily; MAX dose 135 mg. CLOFIBRATE: 2 grams daily in divided doses.<br\/>"}]},"13":{"id":"jtias13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of myopathy or rhabdomyolysis.<\/li><li>Inform patient to report symptoms of hepatitis, gallstones, or pancreatitis.<\/li><li>Side effects may include abdominal pain, diarrhea, constipation, nausea, and rhinitis.<\/li><li>Triglide(R): Instruct patient to not use chipped or broken tablets.<\/li><\/ul>"}}}