{"generic":"Rizatriptan Benzoate","drugs":["Maxalt","Maxalt-MLT","Rizatriptan Benzoate"],"mono":{"0":{"id":"jtixs0","title":"Generic Names","mono":"Rizatriptan Benzoate"},"1":{"id":"jtixs1","title":"Dosing and Indications","sub":[{"id":"jtixs1b4","title":"Adult Dosing","mono":"<b>Migraine, acute, With or without aura:<\/b> 5 or 10 mg ORALLY; may repeat after 2 hours, MAX 30 mg\/24 hour "},{"id":"jtixs1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in pediatric patients younger than 6 years of age<\/li><li><b>Migraine, acute, With or without aura:<\/b> age 6 to 17 years, less than 40 kg (88 pounds), 5 mg ORALLY; MAX 1 dose\/24 hour<\/li><li><b>Migraine, acute, With or without aura:<\/b> age 6 to 17 years, 40 kg (88 pounds) or greater, 10 mg ORALLY; MAX 1 dose\/24 hour<\/li><\/ul>"},{"id":"jtixs1b6","title":"Dose Adjustments","mono":"<ul><li><b>adults, concomitant propranolol:<\/b> 5 mg ORALLY; MAX 3 doses in 24-hour period<\/li><li><b>pediatric ages 6 to 17 years, less than 40 kg (88 pounds), concomitant propranolol:<\/b> do not use<\/li><li><b>pediatric ages 6 to 17 years, 40 kg (88 pounds) or greater, concomitant propranolol:<\/b> 5 mg ORALLY; MAX 1 dose in 24 hours<\/li><\/ul>"},{"id":"jtixs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Migraine, acute, With or without aura<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Tension-type headache<br\/>"}]},"3":{"id":"jtixs3","title":"Contraindications\/Warnings","sub":[{"id":"jtixs3b9","title":"Contraindications","mono":"<ul><li>concomitant use of MAO-A inhibitors or nonselective MAOIs or use within 2 weeks of discontinuation of MAOI therapy<\/li><li>concomitant use with another 5-hydroxytryptamine-1 agonist within 24 hours<\/li><li>coronary artery vasospasm; including Prinzmetal angina<\/li><li>hemiplegic or basilar migraine<\/li><li>hypersensitivity to rizatriptan or any other components of the product<\/li><li>hypertension, uncontrolled<\/li><li>ischemic bowel disease<\/li><li>ischemic coronary artery disease (ie, angina pectoris, history of myocardial infarction, documented silent ischemia) or other significant underlying cardiovascular disease<\/li><li>peripheral vascular disease<\/li><li>recent use (within 24 hours) of ergotamine-containing or ergot-type agent, such as dihydroergotamine or methysergide<\/li><li>stroke or TIA, history<\/li><\/ul>"},{"id":"jtixs3b10","title":"Precautions","mono":"<ul><li>angina and jaw, throat, and neck tightness have been reported; evaluation of patient for presence of coronary artery disease or predisposition to Prinzmetal variant angina recommended before subsequent doses; monitoring recommended<\/li><li>blindness and significant partial vision loss, transient and permanent, have been reported with other 5-hydroxytryptamine-1 agonists<\/li><li>blood pressure elevation, significant (including hypertensive crisis with acute impairment of organ systems), has been reported in patients with and without a history of hypertension<\/li><li>cardiac events (including acute myocardial infarction), some fatal, have been reported within a few hours following treatment with rizatriptan; life-threatening disturbances of cardiac rhythm and death have been reported within a few hours after treatment with other 5-hydroxytryptamine-1 agonists<\/li><li>cardiovascular risk factors (eg, diabetes, hypertension, obesity, smoker, strong family history of coronary artery disease); avoid use in these patients unless a cardiovascular evaluation concludes the absence of coronary artery disease coronary artery vasospasm; monitoring recommended<\/li><li>cerebrovascular events (eg, cerebral hemorrhage, subarachnoid hemorrhage, stroke), some fatal, have been reported with other 5-hydroxytryptamine-1 agonists<\/li><li>hemodialysis patients; significantly greater drug exposure (AUC)<\/li><li>hepatic impairment, moderate; significant increase in plasma concentrations of rizatriptan<\/li><li>medication overuse headache may occur with the use of acute migraine drugs (eg, ergotamine, triptans, opioids, or a combination) for 10 or more days per month; drug discontinuation may be necessary<\/li><li>phenylketonurics; orally disintegrating tablets contain phenylalanine<\/li><li>serotonin syndrome (eg, mental status changes, autonomic instability, neuromuscular aberrations, and\/or gastrointestinal symptoms) may occur, particularly during concomitant use of SSRIs or serotonin norepinephrine reuptake inhibitors; monitoring recommended<\/li><li>vasospastic reactions, non-coronary, including peripheral vascular ischemia, gastrointestinal vascular ischemia and infarction (presenting with abdominal pain and bloody diarrhea), splenic infarction, and Raynaud syndrome, may occur<\/li><li>report suspected adverse events to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jtixs3b11","title":"Pregnancy Category","mono":"Rizatriptan: C (FDA)<br\/>"},{"id":"jtixs3b12","title":"Breast Feeding","mono":"Rizatriptan: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jtixs4","title":"Drug Interactions","sub":[{"id":"jtixs4b13","title":"Contraindicated","mono":"<ul><li>Almotriptan (theoretical)<\/li><li>Bromocriptine (theoretical)<\/li><li>Dihydroergotamine (theoretical)<\/li><li>Eletriptan (theoretical)<\/li><li>Ergoloid Mesylates (theoretical)<\/li><li>Ergonovine (theoretical)<\/li><li>Ergotamine (theoretical)<\/li><li>Frovatriptan (probable)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Methylene Blue (theoretical)<\/li><li>Methylergonovine (theoretical)<\/li><li>Methysergide (theoretical)<\/li><li>Naratriptan (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Sumatriptan (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><li>Zolmitriptan (probable)<\/li><\/ul>"},{"id":"jtixs4b14","title":"Major","mono":"<ul><li>Amitriptyline (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Clovoxamine (probable)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Duloxetine (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Femoxetine (probable)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluoxetine (probable)<\/li><li>Fluvoxamine (probable)<\/li><li>Granisetron (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Milnacipran (theoretical)<\/li><li>Mirtazapine (theoretical)<\/li><li>Nefazodone (probable)<\/li><li>Palonosetron (theoretical)<\/li><li>Paroxetine (probable)<\/li><li>Reboxetine (theoretical)<\/li><li>Sertraline (probable)<\/li><li>Sibutramine (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Zimeldine (probable)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"jtixs4b15","title":"Moderate","mono":"<ul>Propranolol (established)<\/ul>"}]},"5":{"id":"jtixs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (4% to 7.7%)<\/li><li><b>Neurologic:<\/b>Asthenia (4% to 7%), Dizziness (4% to 9.6%.), Somnolence (4% to 10.2%)<\/li><li><b>Other:<\/b>Fatigue (1% to 7%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain (up to 5%), Coronary artery spasm, Hypertension, Myocardial infarction, Peripheral ischemia, Ventricular arrhythmia<\/li><li><b>Gastrointestinal:<\/b>Ischemic colitis<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Angioedema<\/li><li><b>Neurologic:<\/b>Analgesic overuse headache, Cerebrovascular accident<\/li><li><b>Other:<\/b>Serotonin syndrome<\/li><\/ul>"},"6":{"id":"jtixs6","title":"Drug Name Info","sub":{"0":{"id":"jtixs6b17","title":"US Trade Names","mono":"<ul><li>Maxalt<\/li><li>Maxalt-MLT<\/li><\/ul>"},"2":{"id":"jtixs6b19","title":"Class","mono":"<ul><li>Antimigraine<\/li><li>Serotonin Receptor Agonist, 5-HT1<\/li><\/ul>"},"3":{"id":"jtixs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtixs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jtixs7","title":"Mechanism Of Action","mono":"Rizatriptan benzoate is a selective 5-hydroxytryptamine (1B\/1D) receptor agonist in the extracerebral, intracranial blood vessel. It induces cranial vasoconstriction, inhibits the release of vasoactive neuropeptide release, and reduces transmission in trigeminal pain pathways during a migraine attack when the vessels become dilated.<br\/>"},"8":{"id":"jtixs8","title":"Pharmacokinetics","sub":[{"id":"jtixs8b23","title":"Absorption","mono":"<ul><li>Oral, disintegrating tablet: time to peak concentration, 1.6 h to 2.5 h<\/li><li>Oral, tablet: time to peak concentration, approximately 1 h to 1.5 h<\/li><li>Bioavailability: 45%<\/li><li>Effect of food: none<\/li><\/ul>"},{"id":"jtixs8b24","title":"Distribution","mono":"<ul><li>Vd: (male), 140 L<\/li><li>Vd: (female), 110 L<\/li><li>Protein binding: 14%<\/li><\/ul>"},{"id":"jtixs8b25","title":"Metabolism","mono":"<ul><li>Hepatic (first-pass); monoamine oxidase, oxidative deamination<\/li><li>Metabolite: N-monodesmethyl-rizatriptan<\/li><\/ul>"},{"id":"jtixs8b26","title":"Excretion","mono":"<ul><li>Fecal: 12%<\/li><li>Renal: 82%, approximately 14% unchanged and 51% as indole acetic acid metabolite<\/li><li>Dialyzable: unknown (hemodialysis); unknown (peritoneal dialysis)<\/li><\/ul>"},{"id":"jtixs8b27","title":"Elimination Half Life","mono":"2 h to 3 h <br\/>"}]},"9":{"id":"jtixs9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>first dose should be given in physician's office for patients with risk factors predictive of coronary artery disease<br\/><\/li><li><b>Oral<\/b><br\/>(disintegrating tablets) peel open blister pack with dry hands, immediately before dosing; place tablet on the tongue, allow to disintegrate, then swallow; administration with liquid not needed<br\/><\/li><\/ul>"},"10":{"id":"jtixs10","title":"Monitoring","mono":"<ul><li>reduction in migraine headache severity indicates efficacy.<\/li><li>ECG; with initial dosing in patients with risk factors predictive of coronary artery disease<\/li><li>cardiovascular evaluation; baseline and periodically, in patients with risk factors predictive of coronary artery disease<\/li><\/ul>"},"11":{"id":"jtixs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Tablet: 5 MG, 10 MG<\/li><li>Oral Tablet, Disintegrating: 5 MG, 10 MG<\/li><\/ul><\/li><li><b>Maxalt-MLT<\/b><br\/>Oral Tablet, Disintegrating: 5 MG, 10 MG<br\/><\/li><li><b>Maxalt<\/b><br\/>Oral Tablet: 5 MG, 10 MG<br\/><\/li><\/ul>"},"12":{"id":"jtixs12","title":"Toxicology","sub":[{"id":"jtixs12b31","title":"Clinical Effects","mono":"<b>SUMATRIPTAN AND RELATED AGENTS<\/b><br\/>USES: Sumatriptan and related medications are selective serotonin agonists indicated for the treatment of migraine headaches and cluster headaches. PHARMACOLOGY: Triptans activate vascular serotonin 5-HT1 receptors, producing vasoconstriction. This theoretically antagonizes the cerebral vasodilation that causes migraine headaches. TOXICOLOGY: In overdose, triptans lose their selectivity for the cerebral vasculature and causes excessive vasoconstriction via activation of vascular serotonin receptors. This excess vasoconstriction can result in hypertension, and could cause end-organ ischemia. Triptans can cause serotonin syndrome. EPIDEMIOLOGY: Overdoses of sumatriptan are relatively rare. Deaths have not been reported with poisoning, but severe cardiovascular effects have been associated with therapeutic doses. OVERDOSE: MILD TO MODERATE TOXICITY: Hypertension is common; patients are often asymptomatic. Triptans can cause serotonin syndrome in isolation or in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. Symptoms of serotonin syndrome include altered mental status, hyperreflexia greater in the lower extremities, nystagmus, tremor, diaphoresis, and autonomic instability. SEVERE TOXICITY: While not described in the literature, overdose can theoretically cause vasoconstriction with severe hypertension, myocardial infarction, cardiac dysrhythmias, renal infarction, splenic infarction, ischemic colitis, and cerebral vascular accident (ischemic and hemorrhagic). Triptans can cause serotonin syndrome in isolation or in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. Symptoms of serotonin syndrome include altered mental status, hyperreflexia greater in the lower extremities, nystagmus, tremor, diaphoresis, autonomic instability, rigidity and hyperthermia. ADVERSE EVENTS: Common adverse effects of sumatriptan include nausea, vomiting, dyspepsia, flushing and paresthesias. Chest pressure is reported in up to 15% of sumatriptan users but does not appear to be related to coronary vasospasm. Triptans have been reported to cause serotonin syndrome in isolation as well as when taken in conjunction with selective serotonin reuptake inhibitors (SSRIs) or MAO inhibitors. <br\/>"},{"id":"jtixs12b32","title":"Treatment","mono":"<b>SUMATRIPTAN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Care is symptomatic and supportive. MANAGEMENT OF SEVERE TOXICITY: HYPERTENSION: Treat severe hypertension (end organ effects) with sodium nitroprusside or nitroglycerin. Labetalol, dihydropyridine calcium channel blockers and phentolamine are alternatives. Triptan-associated myocardial ischemia has been successfully treated with aspirin, heparin and nitroglycerin. VENTRICULAR DYSRHYTHMIAS: Treat dysrhythmias per ACLS protocols. SEROTONIN SYNDROME: Treat with benzodiazepines. In severe cases (uncontrollable agitation and myoclonus, hyperthermia) neuromuscular paralysis, mechanical ventilation and sedation may be necessary. CYPROHEPTADINE is used to improve mild to moderate symptoms of serotonin syndrome. DOSE: ADULT: Initial dose of 12 mg, then 2 mg every 2 hours if the patient remains symptomatic. Maintenance: 8 mg every 6 hours. Maximum dose: 32 mg in 24 hours. CHILD 0.25 mg\/kg\/day divided every 6 hours, maximum 12 mg\/day.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal can be given to patients with a significant oral overdose in patients who are alert and can protect their airway. Activated charcoal is not indicated for those medications designed to be insufflated or dissolved on the tongue. HOSPITAL: Activated charcoal can be given to patients with a significant oral overdose in patients who are alert and can protect their airway. Activated charcoal and gastric lavage are not indicated for those medications designed to be insufflated or dissolved on the tongue.<\/li><li>Airway management: Endotracheal intubation should be considered for patients who present with significant CNS symptoms.<\/li><li>Antidote: There is no known antidote.<\/li><li>Ventricular arrhythmia: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Lidocaine and amiodarone are generally first line agents for stable monomorphic ventricular tachycardia (VT). Sotalol may be an alternative for stable monomorphic VT. Amiodarone and sotalol should generally not be used if QT prolongation or torsades de pointes is present.<\/li><li>Serotonin syndrome: These agents are selective serotonin agonists, which act at 5-HT(1) receptors and theoretically may produce serotonin syndrome. If symptoms are present, benzodiazepines are the mainstay of therapy. Cyproheptadine, a 5-HT antagonist, may also be used. Severe cases have been managed with benzodiazepine sedation and neuromuscular paralysis with nondepolarizing agents.<\/li><li>Monitoring of patient: Monitor for hypertension, ventricular dysrhythmias and clinical evidence of ischemia. Cardiac monitoring as indicated. Evaluate pulse oximetry and\/or ABGs in patients with chest pain or shortness of breath. Monitor symptomatic patients for acidosis\/electrolyte disorders (particularly hypokalemia, hypocalcemia, and hypomagnesemia).<\/li><li>Enhanced elimination procedure: Sumatriptan has a large volume of distribution; therefore, hemodialysis is unlikely to be effective.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with inadvertent exposure to therapeutic or near-therapeutic doses can be managed at home with observation. OBSERVATION CRITERIA: Symptomatic patients and patients with deliberate overdose should be referred to a health care facility. ADMISSION CRITERIA: Patients who develop significant hypertension or signs\/symptoms or end-organ ischemia should be admitted for observation and treatment. CONSULT CRITERIA: Consultation with a medical toxicologist or poison center should be considered for any patient with significant symptoms or a significant overdose.<\/li><\/ul>"},{"id":"jtixs12b33","title":"Range of Toxicity","mono":"<b>SUMATRIPTAN AND RELATED AGENTS <\/b><br\/>TOXICITY: A healthy adult who took sumatriptan 300 mg orally and 12 mg subQ developed ischemic colitis. A minimum lethal dose in human for these agents has not been established. Single doses of 140 to 400 mg sumatriptan in volunteers (n=174) produced no serious adverse events. THERAPEUTIC DOSE: SUMATRIPTAN:  ADULT: 25 to 100 mg at onset of headache; maximum 200 mg\/day. Parenteral:  6 mg at onset of headache; maximum 12 mg\/day. ALMOTRIPTAN: ADULT: 6.25 to 12 mg orally; maximum 25 mg\/day. ELETRIPTAN: ADULT: 20 to 40 mg orally; maximum 80 mg\/day. FROVATRIPTAN: ADULT: 2.5 mg orally; maximum daily dose 7.5 mg. NARATRIPTAN: ADULT: 1 to 2.5 mg orally; maximum dose: 5 mg\/day. RIZATRIPTAN: ADULT: 5 to 10 mg orally; maximum dose: 30 mg\/day. ZOLMITRIPTAN: ADULT: 1.25 to 2.5 mg; maximum dose: 10 mg\/day. ALMOTRIPTAN: PEDIATRIC: 12 to 17 years: 6.25 to 12.5 mg orally; maximum dose: 25 mg\/day. PEDIATRIC USE: The remaining agents are NOT recommended for use in children less than 18 years of age. <br\/>"}]},"13":{"id":"jtixs13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness and somnolence.<\/li><li>Inform patient that overuse of migraine drugs may cause a worsening of headache or an increase in the frequency of headache.<\/li><li>Drug may cause serotonin syndrome (confusion, hallucinations, tachycardia, hyperthermia, labile blood pressure, hyperreflexia, incoordination, diarrhea), asthenia, fatigue, palpitations, and chest tightness, pain, pressure, or heaviness.<\/li><li>Advise patient to report signs\/symptoms of myocardial infarction or stroke.<\/li><li>Tell adult patients to not take more than 2 tablets (total: 30 mg) in a 24-hour period, and to separate doses by at least 2 hours. Pediatric patients should not receive more than 1 dose in a 24-hour period unless approved by physician.<\/li><\/ul>"}}}