{"generic":"Eptifibatide","drugs":["Eptifibatide","Integrilin"],"mono":{"0":{"id":"jtizs0","title":"Generic Names","mono":"Eptifibatide"},"1":{"id":"jtizs1","title":"Dosing and Indications","sub":{"0":{"id":"jtizs1b4","title":"Adult Dosing","mono":"<ul><li><b>Acute coronary syndrome:<\/b> IV bolus 180 mcg\/kg as soon as possible, followed by 2 mcg\/kg\/min infusion until discharge or CABG surgery, up to 72 hours; if undergoing percutaneous coronary intervention while receiving eptifibatide, continue the infusion up to discharge or for up to 18 to 24 hours after procedure, whichever comes first, allowing for up to 96 hours of therapy; aspirin 160 to 325 mg once daily should be given<\/li><li><b>Acute coronary syndrome:<\/b> with primary percutaneous coronary intervention (PCI), 180 mcg\/kg IV bolus administered immediately before the initiation of PCI, followed by 2 mcg\/kg\/min infusion and a second 180 mcg\/kg bolus 10 minutes after the first bolus; unfractionated heparin should also be administered<\/li><li><b>Percutaneous coronary intervention:<\/b> 180-mcg\/kg IV bolus administered immediately before the initiation of PCI, followed by 2-mcg\/kg\/min infusion and a second 180-mcg\/kg bolus 10 minutes after the first bolus; unfractionated heparin should also be administered; continue eptifibatide infusion until discharge or for up to 18 to 24 hours, whichever comes first; a minimum of 12 hours of infusion is recommended<\/li><\/ul>"},"2":{"id":"jtizs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> acute coronary syndrome, CrCl less than 50 mL\/min; 180-mcg\/kg IV bolus as soon as possible, followed by 1-mcg\/kg\/min infusion<\/li><li><b>renal impairment:<\/b> percutaneous coronary intervention, CrCl less than 50 mL\/min; 180-mcg\/kg IV bolus immediately before PCI, followed by 1-mcg\/kg\/min infusion and a second 180-mcg\/kg bolus administered 10 minutes after the first bolus<\/li><li><b>hemodialysis:<\/b> avoid use<\/li><li><b>geriatric:<\/b> no dosage adjustment is necessary, although the risk of bleeding may be increased<\/li><\/ul>"},"3":{"id":"jtizs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Acute coronary syndrome<\/li><li>Percutaneous coronary intervention<\/li><\/ul>"}}},"3":{"id":"jtizs3","title":"Contraindications\/Warnings","sub":[{"id":"jtizs3b9","title":"Contraindications","mono":"<ul><li>abnormal bleeding, active, within previous 30 days<\/li><li>administration of other parenteral glycoprotein IIb\/IIIa inhibitors, current or planned<\/li><li>bleeding diathesis, history<\/li><li>hypersensitivity to any component of the product<\/li><li>hypertension, severe, not adequately controlled (greater than 200 mmHg systolic or greater than 110 mmHg diastolic)<\/li><li>renal dialysis<\/li><li>stroke, within previous 30 days<\/li><li>stroke, hemorrhagic, any history<\/li><li>surgery, major, within previous 6 weeks<\/li><\/ul>"},{"id":"jtizs3b10","title":"Precautions","mono":"<ul><li>arterial sheath removal; ensure that aPTT is less than 45 seconds or activated clotting time is less than 150 seconds; heparin discontinuation recommended 3 to 4 hours prior<\/li><li>bleeding, major and minor, have occurred; increased risk with a history of bleeding disorders, and concomitant use with drugs that increase the risk of bleeding (thrombolytics, oral anticoagulants, NSAIDs, and P2Y(12) inhibitors)<\/li><li>concomitant use with other glycoprotein IIb\/IIIa inhibitors should be avoided<\/li><li>geriatric patients; increased risk of bleeding<\/li><li>noncompressible IV sites (eg, subclavian or jugular veins); avoid use<\/li><li>percutaneous coronary intervention; increased risk for major and minor bleeding (at arterial sheath site in particular); early sheath removal is recommended; discontinue use immediately if uncontrollable bleeding occurs<\/li><li>platelet count less than 100,000\/mm(3); monitoring recommended; discontinuation may be necessary<\/li><li>renal insufficiency; dose adjustment recommended<\/li><li>thrombocytopenia, acute, profound (immune- and nonimmune-mediated), has occurred; monitoring recommended, discontinuation may be necessary<\/li><li>vascular and other trauma; minimize use of arterial and venous punctures, IM injections, nasogastric tubes, nasotracheal intubation, and urinary catheters<\/li><\/ul>"},{"id":"jtizs3b11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"jtizs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jtizs4","title":"Drug Interactions","sub":[{"id":"jtizs4b13","title":"Contraindicated","mono":"<ul><li>Abciximab (theoretical)<\/li><li>Tirofiban (theoretical)<\/li><\/ul>"},{"id":"jtizs4b14","title":"Major","mono":"<ul><li>Aceclofenac (theoretical)<\/li><li>Acemetacin (theoretical)<\/li><li>Alipogene Tiparvovec (theoretical)<\/li><li>Alteplase, Recombinant (theoretical)<\/li><li>Amtolmetin Guacil (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Ardeparin (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Aspirin (theoretical)<\/li><li>Bivalirudin (theoretical)<\/li><li>Bromfenac (theoretical)<\/li><li>Bufexamac (theoretical)<\/li><li>Celecoxib (theoretical)<\/li><li>Certoparin (theoretical)<\/li><li>Choline Salicylate (theoretical)<\/li><li>Cilostazol (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Clonixin (theoretical)<\/li><li>Clopidogrel (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Desirudin (theoretical)<\/li><li>Desvenlafaxine (probable)<\/li><li>Dexibuprofen (theoretical)<\/li><li>Dexketoprofen (theoretical)<\/li><li>Diclofenac (theoretical)<\/li><li>Diflunisal (theoretical)<\/li><li>Dipyridamole (theoretical)<\/li><li>Dipyrone (theoretical)<\/li><li>Duloxetine (probable)<\/li><li>Edoxaban (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Etodolac (theoretical)<\/li><li>Etofenamate (theoretical)<\/li><li>Etoricoxib (theoretical)<\/li><li>Felbinac (theoretical)<\/li><li>Fenoprofen (theoretical)<\/li><li>Fepradinol (theoretical)<\/li><li>Feprazone (theoretical)<\/li><li>Floctafenine (theoretical)<\/li><li>Flufenamic Acid (theoretical)<\/li><li>Fluoxetine (probable)<\/li><li>Flurbiprofen (theoretical)<\/li><li>Fluvoxamine (probable)<\/li><li>Fondaparinux (theoretical)<\/li><li>Heparin (theoretical)<\/li><li>Ibuprofen (theoretical)<\/li><li>Ibuprofen Lysine (theoretical)<\/li><li>Indomethacin (theoretical)<\/li><li>Ketoprofen (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Lepirudin (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lornoxicam (theoretical)<\/li><li>Loxoprofen (theoretical)<\/li><li>Lumiracoxib (theoretical)<\/li><li>Meclofenamate (theoretical)<\/li><li>Mefenamic Acid (theoretical)<\/li><li>Meloxicam (theoretical)<\/li><li>Milnacipran (probable)<\/li><li>Morniflumate (theoretical)<\/li><li>Nabumetone (theoretical)<\/li><li>Nadroparin (theoretical)<\/li><li>Naproxen (theoretical)<\/li><li>Nefazodone (probable)<\/li><li>Nepafenac (theoretical)<\/li><li>Niflumic Acid (theoretical)<\/li><li>Nimesulide (theoretical)<\/li><li>Oxaprozin (theoretical)<\/li><li>Oxyphenbutazone (theoretical)<\/li><li>Parecoxib (theoretical)<\/li><li>Parnaparin (theoretical)<\/li><li>Paroxetine (probable)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Phenylbutazone (theoretical)<\/li><li>Piketoprofen (theoretical)<\/li><li>Piroxicam (theoretical)<\/li><li>Prasugrel (theoretical)<\/li><li>Proglumetacin (theoretical)<\/li><li>Propionic Acid (theoretical)<\/li><li>Propyphenazone (theoretical)<\/li><li>Proquazone (theoretical)<\/li><li>Protein C (theoretical)<\/li><li>Reviparin (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rofecoxib (theoretical)<\/li><li>Salicylic Acid (theoretical)<\/li><li>Salsalate (theoretical)<\/li><li>Sertraline (probable)<\/li><li>Sodium Salicylate (theoretical)<\/li><li>Sulfinpyrazone (theoretical)<\/li><li>Sulindac (theoretical)<\/li><li>Tenoxicam (theoretical)<\/li><li>Tiaprofenic Acid (theoretical)<\/li><li>Ticagrelor (theoretical)<\/li><li>Ticlopidine (theoretical)<\/li><li>Tinzaparin (theoretical)<\/li><li>Tolfenamic Acid (theoretical)<\/li><li>Tolmetin (theoretical)<\/li><li>Treprostinil (theoretical)<\/li><li>Valdecoxib (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},{"id":"jtizs4b15","title":"Moderate","mono":"<ul>Vitamin A (probable)<\/ul>"}]},"5":{"id":"jtizs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (7%)<\/li><li><b>Hematologic:<\/b>Bleeding, Minor (3% to 13.1%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Bleeding, Major (1.3% to 10.8%), Immune thrombocytopenia, Thrombocytopenia<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage, Intracranial hemorrhage<\/li><li><b>Respiratory:<\/b>Pulmonary hemorrhage, Diffuse Alveolar<\/li><\/ul>"},"6":{"id":"jtizs6","title":"Drug Name Info","sub":{"0":{"id":"jtizs6b17","title":"US Trade Names","mono":"Integrilin<br\/>"},"2":{"id":"jtizs6b19","title":"Class","mono":"<ul><li>Glycoprotein IIb\/IIIa Inhibitor<\/li><li>Platelet Aggregation Inhibitor<\/li><\/ul>"},"3":{"id":"jtizs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtizs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jtizs7","title":"Mechanism Of Action","mono":"Eptifibatide inhibits platelet aggregation by reversibly binding to the platelet receptor glycoprotein (GP) IIb\/IIIa of human platelets, thus preventing the binding of fibrinogen, von Willebrand factor, and other adhesive ligands    . Inhibition of platelet aggregation occurs in a dose- and concentration-dependent manner .<br\/>"},"8":{"id":"jtizs8","title":"Pharmacokinetics","sub":{"1":{"id":"jtizs8b24","title":"Distribution","mono":"<ul><li>Protein binding: 25%<\/li><li>Vd: 9.15 L<\/li><\/ul>"},"3":{"id":"jtizs8b26","title":"Excretion","mono":"<ul><li> Renal clearance, 50% to 71.4%<\/li><li>Hemodialysis: yes, 73% to 83%<\/li><li>Total body clearance: 55 mL\/kg\/hour mL\/min)<\/li><\/ul>"},"4":{"id":"jtizs8b27","title":"Elimination Half Life","mono":"1.13  to 2.5 hours <br\/>"}}},"9":{"id":"jtizs9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>may be administered in the same IV line as alteplase, atropine, dobutamine, heparin, lidocaine, meperidine, metoprolol, midazolam, morphine, nitroglycerin, or verapamil<\/li><li>should not be administered through the same IV line as furosemide<\/li><li>compatible in the same IV line as NS or D5NS, which may contain up to 60 mEq\/L potassium chloride<\/li><li>bolus doses should be withdrawn from the 10-mL vial into a syringe and administered by IV push<\/li><li>when using an IV infusion pump, administer eptifibatide undiluted directly from the 100-mL vial; the vial should be spiked within the circle on the stopper top, using a vented infusion set<\/li><\/ul>"},"10":{"id":"jtizs10","title":"Monitoring","mono":"<ul><li>prothrombin time (PT) or activated partial thromboplastin time (aPTT); prior to initiation of therapy<\/li><li>aPTT; during therapy to maintain a target aPTT between 50 and 70 seconds, unless percutaneous coronary intervention (PCI) is to be performed<\/li><li>activated clotting time (ACT); during PCI to target of 200 to 300 seconds<\/li><li>aPTT or ACT; prior to arterial sheath removal<\/li><\/ul>"},"11":{"id":"jtizs11","title":"How Supplied","mono":"<ul><li><b>Integrilin<\/b><br\/>Intravenous Solution: 0.75 MG\/ML, 2 MG\/ML<br\/><\/li><li><b>Novaplus Integrilin<\/b><br\/>Intravenous Solution: 2 MG\/ML<br\/><\/li><li><b>Premierpro Rx Integrilin<\/b><br\/>Intravenous Solution: 0.75 MG\/ML, 2 MG\/ML<br\/><\/li><\/ul>"},"12":{"id":"jtizs12","title":"Toxicology","sub":[{"id":"jtizs12b31","title":"Clinical Effects","mono":"<b>GLYCOPROTEIN IIB-IIIA RECEPTOR ANTAGONISTS<\/b><br\/>USES: Abciximab, eptifibatide and tirofiban are indicated in conjunction with hepatin and aspirin, for the treatment of acute coronary syndrome, particularly in those patients who are undergoing percutaneous coronary intervention. Orbofiban has been investigated as an oral glycoprotein llb\/IIIa receptor antagonist in unstable angina and myocardial infarction but has been associated with an increase in mortality. PHARMACOLOGY: Glycoprotein llb\/llla receptor antagonists prevent the binding of fibrinogen, von Willebrand factor, and other adhesive ligands to glycoprotein llb\/llla receptors, resulting in inhibition of platelet aggregation. Inhibition of platelet aggregation is reversible following discontinuation of glycoprotein llb\/llla receptor antagonist therapy, and is thought to be due to dissociation of the receptor antagonist from platelets. TOXICOLOGY: Inhibition of platelet aggregation can result in bleeding. EPIDEMIOLOGY: Clinically significant toxicity from overdose is rare since these drugs are used in an inpatient setting. Approximately, 5% of patients treated with therapeutic doses of glycoprotein llb\/llla inhibitors will develop major bleeding. OVERDOSE: In clinical trials, eptifibatide overdose occurred in 17 cases and no one experienced intracranial bleeding or significant bleeding. In case reports, prolonged infusions of glycoprotein llb\/llla receptor antagonists were associated with gastrointestinal bleeding and thrombocytopenia. Alveolar hemorrhage should be suspected in patients with hemoptysis, dyspnea or new infiltrates on chest x-ray. ADVERSE EFFECTS: Bleeding, particularly at the site of catheterization, and thrombocytopenia are the most common complications following therapeutic administration of glycoprotein llb\/llla receptor antagonists. The risk of bleeding is increased with concomitant administration of heparin or aspirin. Alveolar and intracranial hemorrhage are rare occurrences following therapy. Hypotension may occur during infusion of the glycoprotein llb\/llla receptor antagonists. <br\/>"},{"id":"jtizs12b32","title":"Treatment","mono":"<b>GLYCOPROTEIN IIB-IIIA RECEPTOR ANTAGONISTS <\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: PARENTERAL EXPOSURE: Monitor CBC, including platelets, aPTT, and PT\/INR. Administer platelet transfusion in cases of severe thrombocytopenia (platelet count less than 20 x 10(9)\/L). If the patient develops hypotension infuse 10 to 20 mL\/kg isotonic fluid. If hypotension persists, evaluate for bleeding and transfuse as needed, administer dopamine or norepinephrine; titrate to desired response. If the patient develops major bleeding treatment may include packed red blood cells, as well as fresh frozen plasma and platelet transfusion to increase coagulation.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor aPTT, INR, platelet counts and hematocrit. Severe thrombocytopenia has occurred with therapeutic use.<\/li><li>Enhanced elimination procedure: Tirofiban is removed by hemodialysis. Hemodialysis has been successfully used to normalize hemostasis in renal failure patients receiving eptifibatide. The potential benefit must be weighed against the risk of placing dialysis catheters in a patient with abnormal hemostasis.<\/li><li>Patient disposition: ADMISSION CRITERIA: Any patient who develops hypotension, thrombocytopenia, or clinically significant bleeding should remain admitted in a monitored setting until symptoms resolve, bleeding is stopped, and thrombocytopenia has resolved.<\/li><\/ul>"},{"id":"jtizs12b33","title":"Range of Toxicity","mono":"<b>GLYCOPROTEIN IIB-IIIA RECEPTOR ANTAGONISTS<\/b><br\/>TOXIC DOSE: A specific minimum toxic dose has not been established. Minor bleeding occurred following inadvertent overdosage or tirofiban in doses up to 9.8 time the 0.15 mcg\/kg\/min maintenance infusion rate. An adult who received an infusion of eptifibatide at 5 times the intended infusion rate for 90 minutes had no complications, normal bleeding times and platelet counts. THERAPEUTIC DOSE: ADULT: ABCIXIMAB: RECOMMENDED DOSE: 0.25 mg\/kg IV bolus administered 10 to 60 minutes before beginning percutaneous coronary intervention (PCI), followed by a continuous IV infusion of 0.125 mcg\/kg\/min (up to a maximum dose of 10 mcg\/minute) for 12 hours. EPTIFIBATIDE 180 mcg\/kg IV bolus administered immediately after diagnosis, followed by a continuous infusion of 2 mcg\/kg\/min continued until the patient is discharged or until initiation of coronary artery bypass graft (CABG) surgery, up to a maximum of 72 hours. TIROFIBAN: RECOMMENDED DOSE: Infuse a 50 mcg\/mL solution administered at an initial rate of 0.4 mcg\/kg\/min for 30 minutes followed by a continuous infusion of 0.1 mcg\/kg\/min. Continue the infusion through angiography and for 12 to 24 hours after angioplasty or atherectomy. PEDIATRIC: The safety and efficacy of glycoprotein IIb\/IIIa receptor antagonists in the pediatric population has not been established. <br\/>"}]},"13":{"id":"jtizs13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that it may take longer to stop bleeding after drug infusion. Pressure may be applied to bleeding sites post-infusion.<\/li><li>Inform patient bedrest may be required during, and several hours post-infusion.<\/li><li>Warn patient to avoid cuts and bruising for up to 3 days post-infusion.<\/li><li>Instruct patient to report signs\/symptoms of bleeding or hypotension.<\/li><\/ul>"}}}