{"generic":"Mycophenolate Mofetil Hydrochloride","drugs":["Cellcept","Mycophenolate Mofetil Hydrochloride"],"mono":[{"id":"jtkes0","title":"Generic Names","mono":"Mycophenolate Mofetil Hydrochloride"},{"id":"jtkes1","title":"Dosing and Indications","sub":[{"id":"jtkes1b4","title":"Adult Dosing","mono":"<ul><li>obtain negative serum or urine pregnancy test (sensitivity, at least 25 million international units\/mL) immediately prior to initiation in women who may become pregnant; repeat test 8 to 10 days later. Abstinence or contraception must be used during therapy and for 6 weeks after discontinuation. Mycophenolate may decrease efficacy of hormonal contraceptives; an additional barrier method is required<\/li><li><b>Cardiac transplant rejection; Prophylaxis:<\/b> 1.5 g IV twice daily<\/li><li><b>Liver transplant rejection; Prophylaxis:<\/b> 1 g IV twice daily<\/li><li><b>Renal transplant rejection; Prophylaxis:<\/b> 1 g IV twice daily<\/li><\/ul>"},{"id":"jtkes1b5","title":"Pediatric Dosing","mono":"safety and effectiveness of mycophenolate mofetil hydrochloride (IV formulation) in pediatric patients have not been established "},{"id":"jtkes1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (renal transplant, GFR less than 25 mL\/min\/1.73 m(2), outside of immediate posttransplant period):<\/b> maximum 1 g twice daily (adjustment not necessary for delayed graft function following transplant)<\/li><li><b>renal impairment (heart or liver transplant, severe chronic renal failure):<\/b> data not available; consider risk versus benefit of use in these patients<\/li><li><b>hepatic impairment (renal transplant):<\/b> adjustment not necessary for severe hepatic parenchymal disease, but it is not known if adjustments are needed for hepatic disease of other etiologies<\/li><li><b>hepatic impairment (heart transplant):<\/b> data not available in patients with severe hepatic parenchymal disease<\/li><li><b>hemodialysis:<\/b> pharmacokinetics are not altered, but small amounts of the glucuronide metabolite are removed when its concentrations are above 100 mcg\/mL<\/li><li><b>neutropenia:<\/b> interrupt therapy or reduce dose if ANC less than 1.3 X 10(3)\/mcL<\/li><\/ul>"},{"id":"jtkes1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cardiac transplant rejection; Prophylaxis<\/li><li>Liver transplant rejection; Prophylaxis<\/li><li>Renal transplant rejection; Prophylaxis<\/li><\/ul>"}]},{"id":"jtkes2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>Provide information on pregnancy prevention and planning to female patients of childbearing potential, as this drug is associated with increased risk of first-trimester pregnancy loss and congenital malformations. In addition, use may increase susceptibility to infection. Lymphoma may develop as a result of immunosuppression. Only physicians experienced in immunosuppressive therapy and management of organ transplant recipients should prescribe this drug, and they should have complete information needed for patient followup.<br\/>"},{"id":"jtkes3","title":"Contraindications\/Warnings","sub":[{"id":"jtkes3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to mycophenolate mofetil, mycophenolic acid, or any other component of the product<\/li><li>hypersensitivity to polysorbate 80 (TWEEN)<\/li><\/ul>"},{"id":"jtkes3b10","title":"Precautions","mono":"<ul><li>multiple immunosuppressant treatment regimens; increased risk for lymphomas or malignancies, particularly of the skin<\/li><li>women of childbearing potential; known teratogen and may decrease efficacy of oral contraceptives; confirm negative pregnancy test before therapy initiation; monitoring required; direct patients to use recommended forms of contraception or abstinence to avoid pregnancy; consider alternative agents if pregnancy planned<\/li><li>cardiac transplant patients; increased risk of opportunistic infection and herpes virus infection (ie, H. simplex, H. zoster, cytomegalovirus)<\/li><li>concomitant use with azathioprine not recommended<\/li><li>concomitant use with cholestyramine or agents that interfere with enterohepatic recirculation not recommended<\/li><li>concomitant use with combination norfloxacin and metronidazole not recommended<\/li><li>concomitant use with rifampin not recommended<\/li><li>cytomegalovirus (CMV) infection has been reported; increased risk among seronegative patients transplanted with seropositive graft; monitoring and clinical prophylaxis recommended; reduction of dose may be necessary <\/li><li>delayed graft function; increased risk of adverse events (eg, anemia, thrombocytopenia, hyperkalemia)<\/li><li>digestive system diseases, active serious; increased risk of adverse events, including gastrointestinal tract ulcers, hemorrhage, and perforation<\/li><li>hepatitis B or C infection or reactivation has been reported; monitoring recommended; reduction of dose may be necessary<\/li><li>hereditary deficiency of hypoxanthine-guanine phosphoribosyl-transferase (HGPRT), such as Lesch-Nyhan and Kelley-Seegmiller syndrome; avoid use<\/li><li>infections, serious and opportunistic (eg, bacterial, fungal, protozoal, polyomavirus infection, activation of latent viral infections); increased risk associated with immunosuppression; BK-virus associated nephropathy may lead to renal allograft loss; monitoring and dose adjustment recommended<\/li><li>neutropenia, severe, has been reported, especially between days 31 and 180 posttransplant; monitoring recommended; dose reduction or interruption may be necessary<\/li><li>polyoma virus infection; increased risk of; fatalities have been reported; may include JC virus-associated progressive multifocal leukoencephalopathy or polyoma virus-associated nephropathy resulting in deterioration of renal function or renal graft loss; monitoring and dose adjustment recommended<\/li><li>pure red cell aplasia (PRCA) has been reported in combination with other immunosuppressive agents; dose reduction or discontinuation may be necessary<\/li><li>renal impairment, severe chronic<\/li><li>vaccination; may be less effective; avoid use of live attenuated vaccines during therapy<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jtkes3b11","title":"Pregnancy Category","mono":"<ul><li>Mycophenolate Mofetil: D (FDA)<\/li><li>Mycophenolate Mofetil: D (AUS)<\/li><\/ul>"},{"id":"jtkes3b12","title":"Breast Feeding","mono":"Mycophenolate Mofetil: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jtkes4","title":"Drug Interactions","sub":{"1":{"id":"jtkes4b14","title":"Major","mono":"<ul><li>Activated Charcoal (theoretical)<\/li><li>Adenovirus Vaccine Type 4, Live (theoretical)<\/li><li>Adenovirus Vaccine Type 7, Live (theoretical)<\/li><li>Aluminum Carbonate, Basic (established)<\/li><li>Aluminum Hydroxide (established)<\/li><li>Aluminum Phosphate (established)<\/li><li>Azathioprine (theoretical)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (theoretical)<\/li><li>Cholestyramine (probable)<\/li><li>Colesevelam (theoretical)<\/li><li>Colestipol (theoretical)<\/li><li>Cyclosporine (probable)<\/li><li>Dexlansoprazole (theoretical)<\/li><li>Dihydroxyaluminum Aminoacetate (established)<\/li><li>Dihydroxyaluminum Sodium Carbonate (established)<\/li><li>Esomeprazole (theoretical)<\/li><li>Influenza Virus Vaccine, Live (theoretical)<\/li><li>Lansoprazole (theoretical)<\/li><li>Magaldrate (established)<\/li><li>Magnesium Carbonate (established)<\/li><li>Magnesium Hydroxide (established)<\/li><li>Magnesium Oxide (established)<\/li><li>Magnesium Trisilicate (probable)<\/li><li>Measles Virus Vaccine, Live (theoretical)<\/li><li>Mercaptopurine (theoretical)<\/li><li>Metronidazole (established)<\/li><li>Mumps Virus Vaccine, Live (theoretical)<\/li><li>Norfloxacin (established)<\/li><li>Omeprazole (established)<\/li><li>Pantoprazole (established)<\/li><li>Poliovirus Vaccine, Live (theoretical)<\/li><li>Rabeprazole (theoretical)<\/li><li>Rifampin (probable)<\/li><li>Rotavirus Vaccine, Live (theoretical)<\/li><li>Rubella Virus Vaccine, Live (theoretical)<\/li><li>Smallpox Vaccine (theoretical)<\/li><li>Typhoid Vaccine (theoretical)<\/li><li>Varicella Virus Vaccine (theoretical)<\/li><li>Yellow Fever Vaccine (theoretical)<\/li><\/ul>"},"2":{"id":"jtkes4b15","title":"Moderate","mono":"<ul><li>Ciprofloxacin (established)<\/li><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Drospirenone (probable)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Iron (probable)<\/li><li>Levonorgestrel (probable)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Sevelamer (probable)<\/li><li>Valacyclovir (probable)<\/li><\/ul>"}}},{"id":"jtkes5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension, Peripheral edema<\/li><li><b>Endocrine metabolic:<\/b>Hypercholesterolemia, Hyperglycemia, Hypocalcemia, Hypokalemia, Hypomagnesemia<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Constipation, Diarrhea, Nausea, Vomiting<\/li><li><b>Musculoskeletal:<\/b>Backache<\/li><li><b>Neurologic:<\/b>Anxiety, Asthenia, Dizziness, Headache, Insomnia, Paresthesia, Tremor<\/li><li><b>Renal:<\/b>Serum blood urea nitrogen raised, Serum creatinine raised, Urinary tract infectious disease<\/li><li><b>Respiratory:<\/b>Disorder of lung, Dyspnea, Increasing frequency of cough, Respiratory tract infection<\/li><li><b>Other:<\/b>Fever, Pain<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Gastric ulcer (infrequent), Gastrointestinal hemorrhage (1.7% to 5.4%), Gastrointestinal perforation (rare)<\/li><li><b>Hematologic:<\/b>Anemia, Leukopenia, Neutropenic disorder (Severe), Thrombocytopenia<\/li><li><b>Immunologic:<\/b>Malignant lymphoma, Opportunistic infection, Sepsis<\/li><li><b>Neurologic:<\/b>Progressive multifocal leukoencephalopathy<\/li><li><b>Renal:<\/b>Disease due to Polyomavirus<\/li><li><b>Respiratory:<\/b>Pleural effusion, Pulmonary fibrosis<\/li><li><b>Other:<\/b>Malignant lymphoma<\/li><\/ul>"},{"id":"jtkes6","title":"Drug Name Info","sub":{"0":{"id":"jtkes6b17","title":"US Trade Names","mono":"Cellcept<br\/>"},"2":{"id":"jtkes6b19","title":"Class","mono":"Immune Suppressant<br\/>"},"3":{"id":"jtkes6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtkes6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jtkes7","title":"Mechanism Of Action","mono":"Mycophenolate mofetil hydrochloride undergoes rapid and complete metabolism to mycophenolic acid, which is the active metabolite. Mycophenolic acid is a potent, selective, uncompetitive, and reversible inhibitor of inosine monophosphate dehydrogenase; thereby, inhibiting the de novo synthesis pathway of guanosine nucleotides without being incorporated into DNA. Mycophenolic acid exerts a potent cytostatic effect on B and T lymphocytes by inhibiting de novo synthesis because it is a crucial pathway for proliferation.<br\/>"},{"id":"jtkes8","title":"Pharmacokinetics","sub":[{"id":"jtkes8b23","title":"Absorption","mono":"<ul><li>Tmax, IV: 1.5 to 1.58 hours (mycophenolic acid)<\/li><li>Bioavailability, IV: rapid and complete<\/li><\/ul>"},{"id":"jtkes8b24","title":"Distribution","mono":"<ul><li>Protein binding, Albumin: 97% (mycophenolic acid)<\/li><li>Vd: 3.6 L\/kg (mycophenolic acid)<\/li><\/ul>"},{"id":"jtkes8b25","title":"Metabolism","mono":"<ul><li>Liver: rapid and extensive via esterases<\/li><li>Mycophenolic acid: active<\/li><li>Mycophenolic acid glucuronide: inactive<\/li><\/ul>"},{"id":"jtkes8b26","title":"Excretion","mono":"<ul><li>Bile: unknown amount<\/li><li>Renal: less than 1%<\/li><li>Dialyzable: No (hemodialysis)<\/li><li>Total body clearance: 177 mL\/min<\/li><\/ul>"},{"id":"jtkes8b27","title":"Elimination Half Life","mono":"16.6 hours (mycophenolic acid) <br\/>"}]},{"id":"jtkes9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>avoid direct contact of the prepared IV solution with skin or mucous membrane; if contact occurs, wash skin thoroughly with soap and water; rinse eyes with plain water<\/li><li>reconstitute and dilute in D5W to a concentration of 6 mg\/mL; do not mix with other drugs or solutions; use infusion solution within 4 hours of reconstitution<\/li><li>infuse slowly over at least 2 hours; do not administer as a bolus or rapid infusion<\/li><\/ul>"},{"id":"jtkes10","title":"Monitoring","mono":"<ul><li>renal transplant: serum creatinine to assess evidence of cellular rejection<\/li><li>prevention of biopsy-proven acute rejection, graft loss, or retransplantation is indicative of clinical efficacy<\/li><li>clinical and laboratory signs of active hepatitis B infection (HBV), hepatitis C infection (HCV), or reactivation, in patients with prior HBV or HCV infection<\/li><li>pregnancy test, either serum or urine with sensitivity of at least 25 milli-international units\/mL, in women of childbearing potential; prior to therapy initiation, 8 to 10 days after treatment initiation, and again at all routine follow up visits<\/li><li>CBC; weekly during first month, twice monthly for second and third months, then monthly through the first year<\/li><li>absolute neutrophil count<\/li><li>increased adverse events (anemia, thrombocytopenia, and hyperkalemia) in renal posttransplant patients with delayed renal graft function<\/li><li>risk factors of polyomavirus associated nephropathy and cytomegalovirus infections, including identification of at risk patients<\/li><li>renal transplant patients with severe chronic renal impairment outside the immediate posttransplant period<\/li><\/ul>"},{"id":"jtkes11","title":"How Supplied","mono":"<b>Cellcept<\/b><br\/>Intravenous Powder for Solution: 500 MG<br\/>"},{"id":"jtkes12","title":"Toxicology","sub":[{"id":"jtkes12b31","title":"Clinical Effects","mono":"<b>MYCOPHENOLATE <\/b><br\/>USES: Mycophenolate is used in combination with cyclosporine and corticosteroids for the prophylaxis of organ rejection in patients receiving allogeneic renal, cardiac, or hepatic transplants. PHARMACOLOGY: Mycophenolate mofetil undergoes rapid and complete metabolism to mycophenolic acid, which is the active metabolite. Mycophenolic acid is a potent, selective, uncompetitive, and reversible inhibitor of inosine monophosphate dehydrogenase thereby inhibiting the de novo synthesis pathway of guanosine nucleotides without being incorporated into DNA. Mycophenolic acid exerts a potent cytostatic effect on B and T lymphocytes by inhibiting de novo synthesis because it is a crucial pathway for proliferation. TOXICOLOGY: Because mycophenolate is an immunosuppressant, it can also increase risk of infection, lymphoma, and lymphoproliferative disorders. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: There are limited reports of overdose with mycophenolate mofetil.  Since many adverse effects are dose-dependent, it is anticipated that overdose effects may be an extension of events reported with therapeutic use. Nausea and mild abdominal cramping were observed 4 hours after a woman with lupus nephritis ingested 10 gram of mycophenolate mofetil (5 times her therapeutic dose). A kidney recipient developed anorexia, lethargy, headache, and moderate leukopenia after ingesting 25 grams of mycophenolate mofetil. ADVERSE EFFECTS: COMMON: Nausea, vomiting, diarrhea, leukopenia, hypertension, and sepsis. An increase in certain types of infections (eg, cytomegalovirus) have also been reported with mycophenolate mofetil. OTHER EFFECTS: Hypotension, fever, peripheral edema, rash, anemia, thrombocytopenia, hypokalemia, hyperkalemia, hypomagnesemia, hypocalcemia, renal dysfunction, urinary tract infection, elevated liver enzymes, dyspnea, respiratory infection, pleural effusion, cough, tremor, anxiety and paraesthesia, heart failure, dysrhythmias, gastrointestinal bleeding, colitis, meningitis, and thrombophlebitis. In postmarketing reports, progressive multifocal leukoencephalopathy (PML), including fatalities has been observed with mycophenolate mofetil (CellCept(R)) use in transplant patients and in patients with systemic lupus erythematosus. <br\/>"},{"id":"jtkes12b32","title":"Treatment","mono":"<b>MYCOPHENOLATE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. Hypertension is commonly reported in transplant patients after receiving mycophenolate mofetil. Monitor blood pressure.  Treatment may be limited to monitoring and evaluating the patient's response following an acute exposure. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Leukopenia is a common adverse effect of therapy. Anemia and thrombocytopenia have also been reported during therapy.  Monitor serial CBC with differential and platelet count after a significant exposure. Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Decontamination: PREHOSPITAL: Prehospital gastrointestinal decontamination is generally not recommended. HOSPITAL:  Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with life-threatening cardiac dysrhythmias, severe respiratory distress, severe bleeding, or hemodynamic instability.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor serum electrolytes, renal function, and liver enzymes. Obtain an ECG and institute continuous cardiac monitoring. Monitor serial CBC with differential and platelet count after a significant exposure. Monitor for clinical evidence of infection. Sepsis and generalized infections (eg, cytomegalovirus) are related to immunosuppressive therapy, including mycophenolate mofetil.<\/li><li>Enhanced elimination procedure: During clinical trials, it was observed that the use of bile acid sequestrants, such as cholestyramine, increased the excretion of mycophenolic acid by interfering with enterohepatic circulation of the drug. However, it is not known to what extent this therapy may have utility or be effective following an acute exposure. Mycophenolic acid and MPAG (the phenolic glucuronide of MPA) are not removed by dialysis.<\/li><li>Patient disposition: HOME CRITERIA: A patient with a small, inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Symptomatic patients and those with large or deliberate ingestions should be evaluated in a healthcare facility. Patients that remain asymptomatic can be discharged.  ADMISSION CRITERIA: Symptomatic patients requiring ongoing supportive care may need admission. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jtkes12b33","title":"Range of Toxicity","mono":"<b>MYCOPHENOLATE<\/b><br\/>TOXICITY: Toxic dose not established. A female kidney recipient developed moderate leukopenia with no significant gastrointestinal side effects after ingesting 25 g of mycophenolate mofetil.  A five-fold overdose of 10 g resulted only in mild gastrointestinal symptoms in an adult. Cardiac and hepatic transplant patients have tolerated doses up to 4 g\/day and 5 g\/day, respectively.  Patients were more likely to experience gastrointestinal symptoms and occasionally hematologic abnormalities (neutropenia) at these doses. THERAPEUTIC DOSE: ADULTS: Varies by indication: 1 to 1.5 g IV\/Oral twice daily; maximum total dose of 2 or 3 g daily. PEDIATRIC: (3 months and older): 600 mg\/m(2)\/dose ORAL SUSPENSION twice daily; MAX daily dose, 2 g\/10 mL oral suspension. Three months and older; BSA 1.25 to 1.5 m(2) - 750 mg orally (CAPSULE) twice daily. Three months and older; BSA greater than 1.5 m(2) - 1000 mg orally (TABLET or CAPSULE) twice daily.<br\/>"}]},{"id":"jtkes13","title":"Clinical Teaching","mono":"<ul><li>To avoid pregnancy, recommend patient start using at least two different reliable methods of contraception at the same time 4 weeks prior to drug therapy, during therapy, and at least 6 weeks after completion of therapy.<\/li><li>Advise patient of increased risk of lymphoproliferative disease and certain other malignancies.<\/li><li>Advise patient to avoid live vaccines during therapy due to drug-induced immunosuppression, unless approved by a healthcare professional.<\/li><li>Drug causes an increased risk of skin cancer. Advise patient to limit exposure to sunlight and UV light. Patient should use sunscreen and wear protective clothing.<\/li><li>This drug may cause phlebitis, thrombosis, constipation, diarrhea, nausea, vomiting, headache, peripheral edema, gastrointestinal hemorrhage, abdominal pain, fever, insomnia, tremor, and general pain.<\/li><li>Instruct patient to report signs and symptoms of infection.<\/li><li>Patient should report any unexpected bleeding or bruising or unusual tiredness, weakness, dizziness, or fainting.<\/li><\/ul>"}]}