{"generic":"Rosiglitazone Maleate","drugs":["Avandia","Rosiglitazone Maleate"],"mono":[{"id":"jtpws0","title":"Generic Names","mono":"Rosiglitazone Maleate"},{"id":"jtpws1","title":"Dosing and Indications","sub":[{"id":"jtpws1b4","title":"Adult Dosing","mono":"<ul><li>as of 11-25-2013, the US Food and Drug Administration has removed the prescribing and dispensing restrictions for rosiglitazone products<\/li><li><b>Type 2 diabetes mellitus:<\/b> initial, 4 mg ORALLY once daily or in 2 divided doses<\/li><li><b>Type 2 diabetes mellitus:<\/b> maintenance, after 8 to 12 weeks if insufficient response as determined by fasting plasma glucose increase to 8 mg ORALLY once daily or in 2 divided doses; MAXIMUM 8 mg\/day<\/li><\/ul>"},{"id":"jtpws1b5","title":"Pediatric Dosing","mono":"data are insufficient to recommend use of rosiglitazone maleate in pediatric patients "},{"id":"jtpws1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment and rosiglitazone monotherapy:<\/b> no adjustment necessary<\/li><li><b>hepatic impairment, clinical symptoms of active liver disease or serum transaminase levels greater than 2.5 times the ULN:<\/b> use not recommended<\/li><li><b>hepatic impairment, ALT levels persist above 3 times the ULN during therapy:<\/b> discontinue use<\/li><li><b>elderly:<\/b> no adjustment necessary<\/li><li><b>hemodialysis:<\/b> no adjustment necessary; can administer without regard to timing of dialysis<\/li><li><b>continuous ambulatory peritoneal dialysis (CAPD):<\/b> can administer without regard to timing of dialysis<\/li><li><b>combination therapy with other hypoglycemic agents:<\/b> dose reduction of concomitant hypoglycemic agent recommended if hypoglycemia occurs<\/li><\/ul>"},{"id":"jtpws1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type 2 diabetes mellitus<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Coronary stent stenosis<\/li><li>Diabetes mellitus; Prophylaxis<\/li><li>Polycystic ovary syndrome<\/li><li>Restenotic lesion of coronary artery; Prophylaxis<\/li><\/ul>"}]},{"id":"jtpws2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Thiazolidinediones, including rosiglitazone, cause or exacerbate congestive heart failure in some patients. After initiation of rosiglitazone maleate, and after dose increases, observe patients carefully for signs and symptoms of heart failure (including excessive, rapid weight gain, dyspnea, and\/or edema). If these signs and symptoms develop, the heart failure should be managed according to current standards of care. Furthermore, discontinuation or dose reduction of rosiglitazone maleate must be considered. Rosiglitazone maleate is not recommended in patients with symptomatic heart failure. Initiation of rosiglitazone maleate in patients with established NYHA Class III or IV heart failure is contraindicated.<br\/>"},{"id":"jtpws3","title":"Contraindications\/Warnings","sub":[{"id":"jtpws3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to rosiglitazone or any product components<\/li><li>NYHA class III and IV heart failure<\/li><\/ul>"},{"id":"jtpws3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- new or worsening congestive heart failure may occur; monitoring recommended; consider dose reduction or discontinuation<\/li><li>-- use not recommended in patients with symptomatic heart failure<\/li><li>-- do not initiate in patients with NYHA class III or IV heart failure<\/li><li>Cardiovascular:<\/li><li>-- risk of cardiovascular events is increased in patients with NYHA class I and II congestive heart failure<\/li><li>-- use not recommended with NYHA class III or IV cardiac status, with or without congestive heart failure<\/li><li>-- use not recommended during acute coronary events; consider discontinuation during acute phase<\/li><li>-- major cardiovascular events have been reported<\/li><li>-- fluid retention may occur, which may cause or exacerbate congestive heart failure; monitoring recommended; dose reduction or discontinuation may be warranted<\/li><li>-- use in patients with preexisting edema increases risk of new onset or exacerbation of congestive heart failure; potentially dose related; increased risk with concomitant insulin; monitoring recommended; dose reduction or discontinuation may be warranted<\/li><li>Endocrine:<\/li><li>-- do not use in patients with type 1 diabetes or diabetic ketoacidosis<\/li><li>-- dose-related weight gain has been reported; assess for volume-related events (eg, congestive heart failure, edema) with rapid increases in weight<\/li><li>-- increased risk of hypoglycemia when given in combination with other hypoglycemic agents; monitoring recommended; consider dose reduction of concomitant agent<\/li><li>Hematologic:<\/li><li>-- dose-related decrease in mean hemoglobin and hematocrit have occurred<\/li><li>Hepatic:<\/li><li>-- use not recommended if clinical evidence of active liver disease or serum ALT is greater than 2.5 times ULN prior to initiation<\/li><li>-- monitoring recommended with mild ALT elevations (2.5 times ULN or less) at baseline or during therapy or with symptoms suggestive of hepatic dysfunction; increase monitoring frequency if ALT is greater than 3 times ULN; discontinue if ALT greater than 3 times the ULN persists or if jaundice develops<\/li><li>Ophthalmic:<\/li><li>-- macular edema has been reported; may improve with discontinuation; monitoring recommended<\/li><li>Reproductive:<\/li><li>-- ovulation may occur in some premenopausal anovulatory women and increase pregnancy risk; use of adequate contraception recommended<\/li><li>Respiratory:<\/li><li>Musculoskeletal:<\/li><li>-- bone fractures (eg, upper arm, hand, foot) have been reported, particularly in women, but risk also applies to men; incidence increased after first year of treatment and persisted; monitoring recommended<\/li><li>Other:<\/li><li>-- elderly patients 65 years or older may have an increased risk of major cardiovascular events<\/li><li>Concomitant Use:<\/li><li>-- concurrent use with insulin not recommended<\/li><\/ul>"},{"id":"jtpws3b11","title":"Pregnancy Category","mono":"Rosiglitazone: C (FDA)<br\/>"},{"id":"jtpws3b12","title":"Breast Feeding","mono":"Rosiglitazone: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jtpws4","title":"Drug Interactions","sub":{"1":{"id":"jtpws4b14","title":"Major","mono":"<ul><li>Abiraterone (theoretical)<\/li><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Entacapone (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Insulin (theoretical)<\/li><li>Insulin Aspart, Recombinant (theoretical)<\/li><li>Insulin Bovine (theoretical)<\/li><li>Insulin Degludec (theoretical)<\/li><li>Insulin Detemir (theoretical)<\/li><li>Insulin Glulisine (theoretical)<\/li><li>Insulin Lispro, Recombinant (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Nitisinone (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"jtpws4b15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Esmolol (probable)<\/li><li>Fenofibrate (established)<\/li><li>Fenugreek (probable)<\/li><li>Furazolidone (probable)<\/li><li>Gemfibrozil (probable)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Psyllium (probable)<\/li><li>Rasagiline (probable)<\/li><li>Rifampin (established)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><li>Trimethoprim (established)<\/li><\/ul>"}}},{"id":"jtpws5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Edema (4.8% to 14.7%; 25% (patients with NYHA class I and II congestive heart failure))<\/li><li><b>Endocrine metabolic:<\/b>Weight gain<\/li><li><b>Neurologic:<\/b>Headache (adult, 5.9%; pediatrics, 17%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Angina (5% (among patients with NYHA class I and II heart failure)), Congestive heart failure (congestive heart failure, 2.3% to 2.7%; congestive heart failure exacerbation, 6%), Myocardial infarction (5% (among patients with NYHA class I and II heart failure)), Myocardial ischemia<\/li><li><b>Hepatic:<\/b>Cholestatic hepatitis, Hepatotoxicity (0.2% to 0.32%)<\/li><li><b>Ophthalmic:<\/b>Diabetic macular edema (Very rare)<\/li><li><b>Respiratory:<\/b>Pleural effusion, Pneumonia, Pulmonary edema<\/li><\/ul>"},{"id":"jtpws6","title":"Drug Name Info","sub":{"0":{"id":"jtpws6b17","title":"US Trade Names","mono":"Avandia<br\/>"},"2":{"id":"jtpws6b19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Thiazolidinedione<\/li><\/ul>"},"3":{"id":"jtpws6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtpws6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jtpws7","title":"Mechanism Of Action","mono":"Rosiglitazone maleate is an oral antidiabetic drug of the thiazolidinedione class. It is an insulin sensitizing agent that primarily activates the peroxisome proliferator-activated receptor-gamma (PPAR(gamma)) nuclear receptors, thereby, enhancing peripheral glucose utilization and improving glycemic control. It is also involved in the regulation of fatty acid metabolism.<br\/>"},{"id":"jtpws8","title":"Pharmacokinetics","sub":[{"id":"jtpws8b23","title":"Absorption","mono":"<ul><li>Oral, Tmax: about 1 hour<\/li><li>Bioavailability: 99%<\/li><li>Effect of food: not clinically significant<\/li><\/ul>"},{"id":"jtpws8b24","title":"Distribution","mono":"<ul><li>Vd: 17.6 L<\/li><li>Protein binding: 99.8%<\/li><\/ul>"},{"id":"jtpws8b25","title":"Metabolism","mono":"Hepatic; extensive, P450 CYP2C8 and CYP2C9, N-demethylation, hydroxylation and conjugation <br\/>"},{"id":"jtpws8b26","title":"Excretion","mono":"<ul><li>Fecal: 23%<\/li><li>Renal: 64%<\/li><\/ul>"},{"id":"jtpws8b27","title":"Elimination Half Life","mono":"<ul><li>3 to 4 hours<\/li><li>Hepatic impairment: 2 hours longer<\/li><\/ul>"}]},{"id":"jtpws9","title":"Administration","mono":"<b>Oral<\/b><br\/>may be taken with or without food <br\/>"},{"id":"jtpws10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c; twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring); as needed to assist in meeting goals of therapy<\/li><li>liver enzymes, baseline and periodically thereafter<\/li><li>signs and symptoms of heart failure following therapy initiation and after any dose increase<\/li><\/ul>"},{"id":"jtpws11","title":"How Supplied","mono":"<b>Avandia<\/b><br\/>Oral Tablet: 2 MG, 4 MG, 8 MG<br\/>"},{"id":"jtpws12","title":"Toxicology","sub":[{"id":"jtpws12b31","title":"Clinical Effects","mono":"<b>THIAZOLIDINEDIONE ANTIDIABETIC AGENTS<\/b><br\/>USE: Oral hypoglycemic agents used to treat type II diabetes mellitus. PHARMACOLOGY: Decreases hepatic glucose production. Increases insulin sensitivity in the liver, adipose tissue and skeletal muscle and increases glucose uptake into adipose tissue and skeletal muscle. TOXICOLOGY: These agents are not likely to cause hypoglycemia after an acute overdose, although it has been reported after therapeutic use in patients also taking insulin or insulin secretagogues. Mechanism of fluid retention and hepatotoxicity not elucidated. EPIDEMIOLOGY: Exposure is common, rarely resulting in toxicity. OVERDOSE: MILD TO MODERATE TOXICITY: Limited human data, although hypoglycemia has been reported in clinical trials and animal studies. SEVERE TOXICITY: Minimal human data. Peripheral edema, congestive heart failure and hepatotoxicity have been reported after chronic therapy, but not after acute overdose. Its anticipated that effects may be similar to adverse effects reported during therapeutic use. ADVERSE EFFECTS: THIAZOLIDINEDIONES: COMMON: Nausea, vomiting, diarrhea, weight gain, hypotension, hypertension, macular edema, edema, transaminitis, anemia, loss of bone density and hypersensitivity reactions can occur. SEVERE EFFECTS: Liver failure, bladder tumors, congestive heart failure, myocardial infarction, stroke, bladder tumors and Stevens-Johnson syndrome can develop. PIOGLITAZONE: The following have occurred with therapy: edema, hypoglycemia, hepatic enzyme elevations, paresthesia, and elevations of creatine phosphokinase. ROSIGLITAZONE: Headache, respiratory tract infection, fluid retention, weight gain, anemia, hepatic failure and hepatocellular injury have been reported. Based on previous postmarketing experience, myocardial ischemic events were associated with angina or myocardial infarction. In 2013, the FDA determined that rosiglitazone does not produce an increase risk of myocardial infarction compared to other antidiabetic (ie, metformin and sulfonylurea) agents. Limitations on prescribing and dispensing recommendations have been removed. However, ongoing monitoring of rosiglitazone will continue to assess and evaluate for any increase in myocardial ischemic events. TROGLITAZONE: As of 2000, troglitazone has been removed from the US market due to reports of severe hepatotoxicity. <br\/>"},{"id":"jtpws12b32","title":"Treatment","mono":"<b>THIAZOLIDINEDIONE ANTIDIABETIC AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Symptomatic and supportive care is the mainstay of treatment in patients who present with mild to moderate thiazolidinedione toxicity. If hypoglycemia develops, coingestion of other hypoglycemic agents should be considered. Hypoglycemia with thiazolidinediones is uncommon, but they are often prescribed with other antidiabetic agents that can produce hypoglycemia. A 4 to 6 hour observation period is reasonable. MANAGEMENT OF SEVERE TOXICITY: Early positive pressure ventilation\/intubation should be performed if the patient presents with pulmonary edema. Consider diuresis in massive fluid overload. Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if a patient presents with circulatory collapse.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal may be considered after a large ingestion, if the patient is alert and cooperative and able to protect their airway. HOSPITAL: Administer activated charcoal if the patient presents early after a large ingestion and the airway is protected. Lavage is of limited benefit.<\/li><li>Airway management: Perform early in patients with severe symptoms who present with respiratory insufficiency, consider positive pressure ventilation if tolerated.<\/li><li>Antidote: There is no specific antidote. If hypoglycemia occurs, treat with IV dextrose.<\/li><li>Monitoring of patient: Obtain a baseline blood glucose level and monitor frequently; especially when coadministered with other antidiabetic agents. Monitor hepatic enzymes following a significant overdose. Monitor vital signs, blood pressure and fluid and electrolyte status as indicated. Plasma volume expansion has been reported which may exacerbate heart failure.<\/li><li>Enhanced elimination procedure: Hemodialysis is ineffective because of extensive protein binding and large volume of distribution of these agents.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic individuals with acute inadvertent ingestions may be observed at home. OBSERVATION CRITERIA: A 4 to 6 hour observation period is recommended after a large or deliberate thiazolidinedione overdose. Patients who remain asymptomatic during this period with no hypoglycemia may be discharged home after appropriate psychiatric clearance as indicated. ADMISSION CRITERIA: Patients with severe liver injury or evidence of fluid overload should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jtpws12b33","title":"Range of Toxicity","mono":"<b>THIAZOLIDINEDIONE ANTIDIABETIC AGENTS<\/b><br\/>TOXICITY: The minimum toxic dose for thiazolidinediones is not well established. PIOGLITAZONE: An adult denied any clinical symptoms after taking up to 120 mg\/day of pioglitazone for 4 days and then 180 mg\/day for 7 days. ROSIGLITAZONE: In clinical studies of rosiglitazone, doses of 20 mg have been well tolerated. THERAPEUTIC DOSE:  PIOGLITAZONE: ADULT: Recommended starting dose is 15 or 30 mg orally once daily; maximum dose is 45 mg once daily. ROSIGLITAZONE: ADULT: Starting dose is 4 mg once daily; maximum dose should not exceed 8 mg daily. PEDIATRIC: Safety and effectiveness of these agents in pediatric patients have not been established. TROGLITAZONE: As of March 2000, the US FDA requested the manufacturer of troglitazone to remove the product from the market following reports of severe hepatotoxicity. <br\/>"}]},{"id":"jtpws13","title":"Clinical Teaching","mono":"<ul><li>Advise, premenopausal, anovulatory patient to use reliable contraception, as drug may stimulate ovulation.<\/li><li>Drug may cause upper respiratory tract infections, fluid retention, and headaches.<\/li><li>Instruct patient to immediately report signs\/symptoms of congestive heart failure (eg, shortness of breath, edema, rapid weight gain), hepatic dysfunction, or any type of visual change.<\/li><li>Tell patient that glycemic control may not occur for approximately 2 weeks and full effect may not be realized until after 2 to 3 months of therapy.<\/li><li>Advise patient to monitor for signs\/symptoms of hypoglycemia and to report difficulties with glycemic control.<\/li><\/ul>"}]}