{"generic":"Perindopril Erbumine","drugs":["Aceon","Perindopril Erbumine"],"mono":{"0":{"id":"jtr1s0","title":"Generic Names","mono":"Perindopril Erbumine"},"1":{"id":"jtr1s1","title":"Dosing and Indications","sub":[{"id":"jtr1s1b4","title":"Adult Dosing","mono":"<ul><li><b>Cardiovascular event risk, Stable coronary artery disease; Prophylaxis:<\/b> initial, 4 mg ORALLY once daily for 2 weeks; increase as tolerated<\/li><li><b>Cardiovascular event risk, Stable coronary artery disease; Prophylaxis:<\/b> maintenance, 8 mg ORALLY once daily<\/li><li><b>Hypertension:<\/b> initial, 4 mg ORALLY once daily<\/li><li><b>Hypertension:<\/b> maintenance, 4 to 8 mg ORALLY once daily or in 2 divided doses; MAX dose, 16 mg\/day<\/li><li><b>Hypertension:<\/b> in patients already taking a diuretic, symptomatic hypotension may occur with initial perindopril dose; consider reducing diuretic dosage prior to initiating perindopril<\/li><\/ul>"},{"id":"jtr1s1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness not established in pediatric patients<\/li><li><b>Duchenne muscular dystrophy - Left ventricular cardiac dysfunction; Prophylaxis:<\/b> 2 to 4 mg ORALLY daily was administered to pediatric patients aged 9.5 to 13 years in a clinical trial<\/li><\/ul>"},{"id":"jtr1s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> CrCl 30 mL\/min or greater, initial dosage of 2 mg ORALLY daily; MAX dose of 8 mg\/day<\/li><li><b>renal impairment:<\/b> CrCl less than 30 mL\/min, not recommended<\/li><li><b>geriatrics:<\/b> older than 70 years with stable coronary artery disease, initial dosage of 2 mg ORALLY daily for the first week then 4 mg once daily for the second week; MAX dosage of 8 mg once daily<\/li><li><b>geriatrics:<\/b> for hypertension, initial dosage of 4 mg ORALLY in once daily or in 2 divided doses; use caution with dosages greater than 8 mg<\/li><\/ul>"},{"id":"jtr1s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Cardiovascular event risk, Stable coronary artery disease; Prophylaxis<\/li><li>Hypertension<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cardiovascular event risk; Prophylaxis - Diabetes mellitus<\/li><li>Cerebrovascular accident; Prophylaxis<\/li><li>Diabetes mellitus - Hypertension<\/li><li>Duchenne muscular dystrophy - Left ventricular cardiac dysfunction; Prophylaxis<\/li><li>Heart failure<\/li><li>Hypertension - Transplant of kidney<\/li><li>Myocardial infarction<\/li><li>Recurrent atrial fibrillation; Prophylaxis<\/li><\/ul>"}]},"2":{"id":"jtr1s2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Stop perindopril as soon as possible when pregnancy is detected. Medications acting directly on the renin-angiotensin system can cause injury or death to the developing fetus.<br\/>"},"3":{"id":"jtr1s3","title":"Contraindications\/Warnings","sub":[{"id":"jtr1s3b9","title":"Contraindications","mono":"<ul><li>Concomitant aliskiren use in diabetic patients<\/li><li>Hereditary or idiopathic angioedema<\/li><li>Hypersensitivity (including angioedema) to perindopril, any component of the product, or other ACE inhibitors<\/li><\/ul>"},{"id":"jtr1s3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Pregnancy; can cause fetal and neonatal morbidity and death; discontinue therapy as soon as possible if pregnancy is detected<\/li><li>Cardiovascular:<\/li><li>-- Symptomatic hypotension may occur, with an increased risk with volume or salt depletion (eg, prolonged diuretic therapy, renal dialysis), and may be associated with oliguria, azotemia, and rarely, acute renal failure, and death; additional monitoring recommended for patients at risk<\/li><li>-- Ischemic heart disease; excessive hypotension may result in myocardial infarction<\/li><li>-- Severe congestive heart failure; risk for oliguria, progressive azotemia, and rarely, acute renal failure and death; monitoring recommended<\/li><li>Endocrine and Metabolic:<\/li><li>-- Hyperkalemia has been reported; increased risk with renal disease, diabetes, and concomitant use of potassium supplements, potassium-containing salt substitutes, and potassium-sparing diuretics; monitoring recommended<\/li><li>Hematologic:<\/li><li>-- Agranulocytosis and bone marrow depression may occur; increased risk with renal impairment, especially in the presence of collagen vascular disease (eg, systemic lupus erythematosus, scleroderma)<\/li><li>Hepatic:<\/li><li>-- Hepatic syndrome starting with cholestatic jaundice and progressing to fulminant hepatic necrosis and death may occur; discontinue use if jaundice or marked elevations of hepatic enzymes occur<\/li><li>-- Hepatic impairment; increased bioavailability of perindoprilat<\/li><li>Immunologic:<\/li><li>-- Insect venom allergy, hymenoptera venom immunotherapy; may exacerbate the allergic response<\/li><li>Neurologic:<\/li><li>-- Cerebrovascular disease; excessive hypotension may result in cerebrovascular accident<\/li><li>Renal:<\/li><li>-- Severe renal dysfunction (CrCl less than 30 mL\/min); use not recommended<\/li><li>-- Mild or moderate renal impairment; dosage adjustment may be necessary<\/li><li>-- Renal impairment may occur; monitoring recommended<\/li><li>-- Unilateral or bilateral renal artery stenosis and hypertension; increases in serum creatinine or BUN may occur; monitoring recommended<\/li><li>Respiratory:<\/li><li>-- Persistent nonproductive cough has been reported<\/li><li>Other:<\/li><li>-- Elderly; dosage adjustment and additional monitoring may be necessary<\/li><li>-- Black patients; increased risk of angioedema<\/li><li>-- Angioedema of the face, extremities, lips, tongue, glottis, or larynx has been reported and may be fatal; discontinue use immediately if angioedema of the tongue, glottis, or larynx occurs<\/li><li>-- Intestinal angioedema may occur<\/li><li>-- Surgery\/anesthesia; excessive hypotension has been reported<\/li><li>Concomitant Use:<\/li><li>-- Avoid concomitant aliskiren use in patients with renal impairment (GFR less than 60 mL\/min)<\/li><li>-- Avoid concomitant use with another inhibitor of the renin-angiotensin system<\/li><\/ul>"},{"id":"jtr1s3b11","title":"Pregnancy Category","mono":"<ul><li>Perindopril: D (FDA)<\/li><li>Perindopril: D (AUS)<\/li><\/ul>"},{"id":"jtr1s3b12","title":"Breast Feeding","mono":"Perindopril: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jtr1s4","title":"Drug Interactions","sub":[{"id":"jtr1s4b13","title":"Contraindicated","mono":"<ul>Aliskiren (probable)<\/ul>"},{"id":"jtr1s4b14","title":"Major","mono":"<ul><li>Alteplase, Recombinant (established)<\/li><li>Amiloride (probable)<\/li><li>Azathioprine (theoretical)<\/li><li>Azilsartan (established)<\/li><li>Azilsartan Medoxomil (established)<\/li><li>Candesartan Cilexetil (established)<\/li><li>Canrenoate (probable)<\/li><li>Cyclosporine (theoretical)<\/li><li>Eplerenone (probable)<\/li><li>Eprosartan (established)<\/li><li>Everolimus (established)<\/li><li>Irbesartan (established)<\/li><li>Lithium (probable)<\/li><li>Losartan (established)<\/li><li>Mercaptopurine (theoretical)<\/li><li>Olmesartan Medoxomil (established)<\/li><li>Potassium (theoretical)<\/li><li>Sirolimus (established)<\/li><li>Spironolactone (probable)<\/li><li>Telmisartan (established)<\/li><li>Triamterene (probable)<\/li><li>Trimethoprim (theoretical)<\/li><li>Valsartan (established)<\/li><\/ul>"},{"id":"jtr1s4b15","title":"Moderate","mono":"<ul><li>Aceclofenac (established)<\/li><li>Acemetacin (established)<\/li><li>Amtolmetin Guacil (established)<\/li><li>Azosemide (probable)<\/li><li>Bemetizide (probable)<\/li><li>Bendroflumethiazide (probable)<\/li><li>Benzthiazide (probable)<\/li><li>Bromfenac (established)<\/li><li>Bufexamac (established)<\/li><li>Bumetanide (probable)<\/li><li>Bupivacaine (probable)<\/li><li>Bupivacaine Liposome (probable)<\/li><li>Buthiazide (probable)<\/li><li>Capsaicin (probable)<\/li><li>Celecoxib (established)<\/li><li>Chlorothiazide (probable)<\/li><li>Chlorthalidone (probable)<\/li><li>Choline Salicylate (established)<\/li><li>Clonixin (established)<\/li><li>Clopamide (probable)<\/li><li>Cyclopenthiazide (probable)<\/li><li>Cyclothiazide (probable)<\/li><li>Dexibuprofen (established)<\/li><li>Dexketoprofen (established)<\/li><li>Diclofenac (established)<\/li><li>Diflunisal (established)<\/li><li>Dipyrone (established)<\/li><li>Ethacrynic Acid (probable)<\/li><li>Etodolac (established)<\/li><li>Etofenamate (established)<\/li><li>Etoricoxib (established)<\/li><li>Felbinac (established)<\/li><li>Fenoprofen (established)<\/li><li>Fepradinol (established)<\/li><li>Feprazone (established)<\/li><li>Floctafenine (established)<\/li><li>Flufenamic Acid (established)<\/li><li>Flurbiprofen (established)<\/li><li>Furosemide (probable)<\/li><li>Gold Sodium Thiomalate (probable)<\/li><li>Hydrochlorothiazide (probable)<\/li><li>Hydroflumethiazide (probable)<\/li><li>Ibuprofen (established)<\/li><li>Indapamide (probable)<\/li><li>Indomethacin (established)<\/li><li>Ketoprofen (established)<\/li><li>Ketorolac (established)<\/li><li>Lornoxicam (established)<\/li><li>Loxoprofen (established)<\/li><li>Lumiracoxib (established)<\/li><li>Meclofenamate (established)<\/li><li>Mefenamic Acid (established)<\/li><li>Meloxicam (established)<\/li><li>Methyclothiazide (probable)<\/li><li>Metolazone (probable)<\/li><li>Morniflumate (established)<\/li><li>Nabumetone (established)<\/li><li>Naproxen (established)<\/li><li>Nepafenac (established)<\/li><li>Niflumic Acid (established)<\/li><li>Nimesulide (established)<\/li><li>Oxaprozin (established)<\/li><li>Oxyphenbutazone (established)<\/li><li>Parecoxib (established)<\/li><li>Phenylbutazone (established)<\/li><li>Piketoprofen (established)<\/li><li>Piretanide (probable)<\/li><li>Piroxicam (established)<\/li><li>Polythiazide (probable)<\/li><li>Proglumetacin (established)<\/li><li>Propionic Acid (established)<\/li><li>Propyphenazone (established)<\/li><li>Proquazone (established)<\/li><li>Quinethazone (probable)<\/li><li>Rofecoxib (established)<\/li><li>Salicylic Acid (established)<\/li><li>Salsalate (established)<\/li><li>Sodium Salicylate (established)<\/li><li>Sulindac (established)<\/li><li>Tenoxicam (established)<\/li><li>Tiaprofenic Acid (established)<\/li><li>Tolfenamic Acid (established)<\/li><li>Tolmetin (established)<\/li><li>Torsemide (probable)<\/li><li>Trichlormethiazide (probable)<\/li><li>Valdecoxib (established)<\/li><li>Xipamide (probable)<\/li><\/ul>"}]},"5":{"id":"jtr1s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperkalemia<\/li><li><b>Musculoskeletal:<\/b>Backache (5.8%)<\/li><li><b>Neurologic:<\/b>Asthenia, Dizziness (8.2%), Headache<\/li><li><b>Respiratory:<\/b>Cough (12%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Orthostatic hypotension (0.8%)<\/li><li><b>Gastrointestinal:<\/b>Intestinal angioedema, Pancreatitis<\/li><li><b>Hematologic:<\/b>Agranulocytosis, Bone marrow depression, Neutropenia<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Renal:<\/b>Acute renal failure<\/li><li><b>Other:<\/b>Angioedema (0.1% to 0.5%)<\/li><\/ul>"},"6":{"id":"jtr1s6","title":"Drug Name Info","sub":{"0":{"id":"jtr1s6b17","title":"US Trade Names","mono":"Aceon<br\/>"},"2":{"id":"jtr1s6b19","title":"Class","mono":"<ul><li>ACE Inhibitor<\/li><li>Antihypertensive<\/li><\/ul>"},"3":{"id":"jtr1s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtr1s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jtr1s7","title":"Mechanism Of Action","mono":"Perindopril erbumine is an angiotensin-converting enzyme (ACE) inhibitor that is hydrolyzed by hepatic esterase to yield an active drug, perindoprilat. It is suggested that perindoprilat reduces blood pressure by inhibiting the activity of ACE which results in decreased plasma angiotensin II. A reduction in plasma angiotensin II decreases vasoconstriction and aldosterone secretion, but it increases plasma renin activity.<br\/>"},"8":{"id":"jtr1s8","title":"Pharmacokinetics","sub":[{"id":"jtr1s8b23","title":"Absorption","mono":"<ul><li>Perindopril erbumine (prodrug), Tmax, Oral: 1 hour<\/li><li>Perindoprilat (active drug), Tmax, Oral: 3 hours to 7 hours<\/li><li>Perindopril erbumine (prodrug), Bioavailability: about 75%<\/li><li>Perindoprilat (active drug), Bioavailability: about 25%; 30% (hepatic cirrhosis)<\/li><li>Perindopril erbumine (prodrug), Effect of food: none<\/li><li>Perindoprilat (active drug), Effect of food: reduces bioavailability by 35% to 43%<\/li><\/ul>"},{"id":"jtr1s8b24","title":"Distribution","mono":"<ul><li>Perindopril (prodrug), Vd: 0.22 L\/kg<\/li><li>Perindoprilat (active drug), Vd: 0.16 L\/kg<\/li><li>Perindopril erbumine (prodrug), Protein binding: approximately 60%<\/li><li>Perindoprilat (active drug), Protein binding: 10% to 20%<\/li><\/ul>"},{"id":"jtr1s8b25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive, 4% to 12% of dose eliminated unchanged<\/li><li>Perindoprilat: active<\/li><\/ul>"},{"id":"jtr1s8b26","title":"Excretion","mono":"<ul><li>Perindoprilat (active drug), Renal clearance: 6 to 10 L\/h; 13.5 to 35 mL\/min (renal impairment); 37mL\/min (hepatic cirrhosis)<\/li><li>Perindopril erbumine (prodrug), Renal: 4% to 12% unchanged<\/li><li>Perindoprilat (active drug), Renal: extensive; 20% to 30% (renal impairment); reduced (congestive heart failure, elderly)<\/li><li>Fecal: 25%<\/li><li>Perindopril erbumine (prodrug), Dialyzable: Yes (hemodialysis), 40 to 80 mL\/min<\/li><li>Perindoprilat (active drug), Dialyzable: Yes (hemodialysis), 40 to 90 mL\/min<\/li><li>Perindoprilat (active drug), Total body clearance: 46 L\/hr; 106 mL\/min (hepatic cirrhosis)<\/li><\/ul>"},{"id":"jtr1s8b27","title":"Elimination Half Life","mono":"<ul><li>Perindopril erbumine (prodrug): 0.8 to 1 hour<\/li><li>Perindoprilat (active drug): 30 to 120 hours<\/li><\/ul>"}]},"10":{"id":"jtr1s10","title":"Monitoring","mono":"<ul><li>blood pressure decrease is indicative of therapeutic effect; monitor at least monthly during dose titration and then every 3 to 6 months when stable and at goal<\/li><li>improvement in cough, dyspnea on exertion, exercise tolerance, orthopnea, and paroxysmal nocturnal dyspnea are signs of efficacy for congestive heart failure<\/li><li>stable or improved serum creatinine, creatinine clearance, and total urinary protein (specifically albumin) are indicative of slowing of progressive deterioration of renal function<\/li><li>hyperkalemia, hypotension, and oliguria in infants with a history of in utero exposure to an ACE inhibitor<\/li><li>monitor closely for symptomatic hypotension at therapy initiation and with dose increases in high-risk patients (eg, volume- and\/or salt-depleted patients)<\/li><li>renal function; periodically, at least one to 2 times per year, and especially during the first weeks of therapy in patients with renal artery stenosis<\/li><li>serum potassium; periodically, at least one to 2 times per year, and more frequently with concomitant use of drugs that may increase serum potassium (eg, potassium-sparing diuretics, potassium supplements, indomethacin, heparin, cyclosporine)<\/li><li>serum sodium, potassium, and creatinine with dose adjustments, intensive diuresis or changes in potassium supplementation, and at least every 2 months during stable maintenance therapy in patients with serum creatinine of 1.6 mg\/dL or higher (or creatinine clearance less than 30 mL\/minute) or serum sodium less than 130 mEq\/L (congestive heart failure patients)<\/li><\/ul>"},"11":{"id":"jtr1s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 2 MG, 4 MG, 8 MG<br\/><\/li><li><b>Aceon<\/b><br\/>Oral Tablet: 2 MG, 4 MG, 8 MG<br\/><\/li><\/ul>"},"12":{"id":"jtr1s12","title":"Toxicology","sub":[{"id":"jtr1s12b31","title":"Clinical Effects","mono":"<b>ACE INHIBITORS <\/b><br\/>USES: Treatment of hypertension, congestive heart failure (CHF), diabetic nephropathy, and post myocardial infarction. EPIDEMIOLOGY: Exposures are common, but toxicity is generally mild. PHARMACOLOGY: These agents inhibit angiotensin-converting enzymes (ACE), thus preventing conversion of angiotensin I to angiotensin II, which is a potent vasoconstrictor and stimulator of aldosterone secretion (aldosterone suppression reduces sodium and water retention). ACE inhibitors also prevent the breakdown of bradykinin (a potent vasodilator). The net result is vasodilatation, decreased peripheral vascular resistance, decreased blood pressure, increased cardiac output, and a relative increase in renal, cerebral, and coronary blood flow. TOXICOLOGY: The toxic effect of an ACE inhibitor is an extension of its pharmacologic effect. The elevation in bradykinin concentration appears to be the primary cause of both ACE inhibitor-induced angioedema and cough. ACE inhibitors may also inhibit the metabolism of enkephalins and potentiate their opioid effect, which includes lowering blood pressure. MILD TO MODERATE TOXICITY: Mild hypotension. SEVERE TOXICITY: Severe hypotension, syncope, hyperkalemia, bradycardia, and renal failure. ADVERSE EFFECTS: Dry cough, hypotension, hyperkalemia, renal insufficiency in patients with renal artery stenosis, maculopapular rash, angioneurotic edema, neutropenia, and hepatotoxicity. <br\/>"},{"id":"jtr1s12b32","title":"Treatment","mono":"<b>ACE INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most patients will have no symptoms, but patients with mild orthostatic hypotension can be treated by remaining prone. Those who remain hypotensive can be treated with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Adequate circulatory support with IV fluids and vasopressors (if needed) should be assured if the patient presents with circulatory collapse. Correct severe hyperkalemia using standard treatments such as glucose, insulin, calcium, sodium bicarbonate, sodium polystyrene sulfate and hemodialysis.<\/li><li>Decontamination: PREHOSPITAL: As severe toxicity is very rare, prehospital decontamination is generally not recommended. HOSPITAL: Administer activated charcoal if the patient presents early after large ingestion, with appropriate level of consciousness, patent airway, and can drink the charcoal. Gastric lavage is generally not necessary as life threatening toxicity is rare.<\/li><li>Airway management: Patients who have severe angioedema may require fiber optic or surgical airway procedures.<\/li><li>Antidote: Angiotensin infusion at doses ranging from 8.5 to 18 mcg\/minute has been successful in reversing hypotension in patients who did not respond to volume and pressor infusions, but is not available in the United States.<\/li><li>Naloxone: Although the role of naloxone in the setting of ACE inhibitor overdose remains unclear, it may be considered especially in cases of severe hypotension where fluid overload is a concern. The dose of naloxone should be administered in titrated doses starting with 0.2 to 2 mg IV repeated every 2 to 3 minutes to improve blood pressure; maximum dose 8 mg. Pediatrics: 0.01 to 0.1 mg\/kg, repeated every 2 to 3 minutes as needed.<\/li><li>Monitoring of patient: Monitor blood pressure, continuous cardiac monitoring, electrolytes, renal function, ECG and urinalysis in symptomatic patients.<\/li><li>Enhanced elimination procedure: ACE inhibitors are dialyzable, but hemodialysis is not used because supportive care is usually effective.<\/li><li>Patient disposition: HOME CRITERIA:  Pediatric patients can be observed at home if they have ingested less than 2 times the defined daily dose (DDD) of an ACE inhibitor and they remain asymptomatic. The DDD of specific ACE inhibitors are as follows: Captopril: 50 mg; Enalapril: 10 mg; Fosinopril: 15 mg; Lisinopril: 10 mg; Perindopril: 4 mg; Ramipril: 2.5 mg; Trandolapril: 2 mg. OBSERVATION CRITERIA: Patients with deliberate ingestions, and children who are symptomatic, or who have ingested at least 2 times the defined daily dose (DDD) of an ACE inhibitor should be referred to a healthcare facility for observation and evaluation. The DDD of specific ACE inhibitors are as follows: Captopril: 50 mg; Enalapril: 10 mg; Fosinopril: 15 mg; Lisinopril: 10 mg; Perindopril: 4 mg; Ramipril: 2.5 mg; Trandolapril: 2 mg. Patients who are asymptomatic 6 hours after ingestion can be discharged (after psychiatric evaluation as appropriate). ADMISSION CRITERIA: Symptomatic or hypotensive patients should be admitted to a monitored bed. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jtr1s12b33","title":"Range of Toxicity","mono":"<b>ACE INHIBITORS<\/b><br\/>TOXICITY: ADULT: Patients have ingested the following with only mild hypotension reported: 7.5 g captopril, 300 mg enalapril, and 420 mg lisinopril. Moderate hypotension (median BP 75\/36) was observed in 10 adults after ingesting a median ramipril dose of 210 mg (range: 100 to 280); 4 had coingested other cardiovascular agents and 2 coingested alcohol; all cases recovered. Fatalities have occurred after ingestions of 1125 mg captopril and 180 mg perindopril. CHILDREN: In one study, children remained asymptomatic after ingestions of up to 100 mg captopril or 30 mg enalapril. THERAPEUTIC DOSE: Varies with agent. CAPTOPRIL: ADULT: 37.5 to 150 mg\/day in 3 divided doses. PEDIATRIC: 0.5 to 4 mg\/kg\/day divided. ENALAPRIL: ADULT: 2.5 to 20 mg\/day. PEDIATRIC: Initial: 0.08 mg\/kg\/day  (up to 5 mg). Adjust to blood pressure response LISINOPRIL: ADULT: 5 to 40 mg\/day orally. PEDIATRIC: 0.07 mg\/kg\/day; maximum 5 mg. PERINDOPRIL: ADULT: 4 to 16 mg in 1 or 2 divided doses; maximum 16 mg\/day. RAMIPRIL: ADULT: 2.5 to 20 mg once daily; maximum: 20 mg daily. <br\/>"}]},"13":{"id":"jtr1s13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness and symptomatic hypotension.<\/li><li>This drug may cause nausea.<\/li><li>Advise patient to immediately report signs\/symptoms of angioedema (deep swelling around eyes and lips and sometimes hands and feet), laryngeal edema (hoarseness, stridor, or difficulty swallowing), or intestinal angioedema (abdominal pain).<\/li><li>Tell patient to report a sustained or persistent cough.<\/li><li>Instruct patient to maintain adequate hydration to prevent volume depletion and resulting hypotensive effects.<\/li><li>Advise patient against sudden discontinuation of drug, as this may cause hypertension.<\/li><li>Patient should avoid using potassium-containing supplements or salts during perindopril therapy unless approved by healthcare professional.<\/li><\/ul>"}}}