{"generic":"Rabeprazole Sodium","drugs":["Aciphex","Aciphex Sprinkle","Rabeprazole Sodium"],"mono":{"0":{"id":"jtr7s0","title":"Generic Names","mono":"Rabeprazole Sodium"},"1":{"id":"jtr7s1","title":"Dosing and Indications","sub":[{"id":"jtr7s1b4","title":"Adult Dosing","mono":"<ul><li><b>Duodenal ulcer disease:<\/b> 20 mg ORALLY once daily after the morning meal for up to 4 weeks<\/li><li><b>Duodenal ulcer disease, Triple therapy - Helicobacter pylori gastrointestinal tract infection:<\/b> 20 mg ORALLY twice daily in combination with amoxicillin 1000 mg twice daily and clarithromycin 500 mg twice daily for 7 days<\/li><li><b>Duodenal ulcer disease, Triple therapy - Helicobacter pylori gastrointestinal tract infection:<\/b> 20 mg ORALLY twice daily in combination with metronidazole 500 mg ORALLY twice daily and clarithromycin 500 mg ORALLY twice daily for 10 to 14 days<\/li><li><b>Gastric hypersecretion:<\/b> initial, 60 mg ORALLY once daily, individualize dose to patient needs; doses up to 100 mg\/day or 60 mg twice daily have been used<\/li><li><b>Gastroesophageal reflux disease:<\/b> 20 mg ORALLY once daily up to 4 weeks<\/li><li><b>Gastroesophageal reflux disease, Erosive or ulcerative:<\/b> 20 mg ORALLY once daily for 4 to 8 weeks<\/li><li><b>Gastroesophageal reflux disease, Erosive or ulcerative, maintenance:<\/b> 20 mg ORALLY once daily<\/li><li><b>Helicobacter pylori gastrointestinal tract infection - Peptic ulcer disease, Quadruple therapy:<\/b> (quadruple therapy) 20 mg ORALLY twice daily in combination with metronidazole 250 mg ORALLY 4 times a day, bismuth subsalicylate 525 mg ORALLY 4 times a day, and tetracycline hydrochloride 500 mg ORALLY 4 times a day for 10 to 14 days<\/li><\/ul>"},{"id":"jtr7s1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy for treatment of GERD not established in pediatric patients younger than 1 year<\/li><li><b>Gastroesophageal reflux disease:<\/b> 12 years or older, 20 mg ORALLY once daily up to 8 weeks<\/li><li><b>Gastroesophageal reflux disease:<\/b> 1 to 11 years, 15 kg or greater, 10 mg (manufacturer dose)  to 20 mg (study dose)  ORALLY once daily for up to 12 weeks<\/li><li><b>Gastroesophageal reflux disease:<\/b> 1 to 11 years, less than 15 kg, 5 mg ORALLY once daily for up to 12 weeks; may increase to 10 mg ORALLY once daily if inadequate response<\/li><\/ul>"},{"id":"jtr7s1b6","title":"Dose Adjustments","mono":"<ul><li><b>liver disease:<\/b> no dose adjustment necessary for mild to moderate impairment; severe impairment, use caution<\/li><li><b>renal impairment:<\/b> no dose adjustment necessary<\/li><li><b>geriatric:<\/b> no dose adjustment necessary<\/li><\/ul>"},{"id":"jtr7s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Duodenal ulcer disease<\/li><li>Duodenal ulcer disease, Triple therapy - Helicobacter pylori gastrointestinal tract infection<\/li><li>Gastric hypersecretion<\/li><li>Gastroesophageal reflux disease<\/li><li>Gastroesophageal reflux disease, Erosive or ulcerative<\/li><li>Gastroesophageal reflux disease, Erosive or ulcerative, maintenance<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Gastric ulcer<\/li><li>Helicobacter pylori gastrointestinal tract infection - Peptic ulcer disease, Quadruple therapy<\/li><li>Indigestion<\/li><li>Laryngopharyngeal reflux<\/li><\/ul>"}]},"3":{"id":"jtr7s3","title":"Contraindications\/Warnings","sub":[{"id":"jtr7s3b9","title":"Contraindications","mono":"Hypersensitivity reactions, including anaphylaxis, anaphylactic shock, angioedema, bronchospasm, acute interstitial nephritis, and urticaria, to rabeprazole, substituted benzimidazoles, or any component of the product <br\/>"},{"id":"jtr7s3b10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- Cyanocobalamin deficiency may occur with daily prolonged use (ie, 3 years or longer)<\/li><li>-- Hypomagnesemia has been reported in patients treated with proton pump inhibitors for at least 3 months; tetany, arrhythmias, and seizures may occur; monitoring recommended with prolonged use or concomitant drugs that may cause hypomagnesemia; discontinuation may be required<\/li><li>Gastrointestinal:<\/li><li>-- Symptomatic response does not preclude the presence of gastric malignancy<\/li><li>-- Clostridium difficile-associated diarrhea may occur, especially in hospitalized patients; use lowest dose and shortest duration<\/li><li>Musculoskeletal:<\/li><li>-- Osteoporosis-related bone fracture of hip, wrist, or spine may occur, especially with higher (multiple daily) doses or longer duration of therapy (1 year or longer); use lowest dose and shortest treatment duration<\/li><li>Renal:<\/li><li>-- Acute interstitial nephritis, generally considered an idiopathic hypersensitivity reaction, has been reported; discontinuation required<\/li><li>Concomitant use:<\/li><li>-- Concomitant use of atazanavir is not recommended<\/li><\/ul>"},{"id":"jtr7s3b11","title":"Pregnancy Category","mono":"<ul><li>Rabeprazole: C (FDA)<\/li><li>Rabeprazole: B1 (AUS)<\/li><\/ul>"},{"id":"jtr7s3b12","title":"Breast Feeding","mono":"Rabeprazole: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jtr7s4","title":"Drug Interactions","sub":[{"id":"jtr7s4b13","title":"Contraindicated","mono":"<ul>Rilpivirine (theoretical)<\/ul>"},{"id":"jtr7s4b14","title":"Major","mono":"<ul><li>Atazanavir (theoretical)<\/li><li>Bosutinib (theoretical)<\/li><li>Cilostazol (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clopidogrel (probable)<\/li><li>Dabrafenib (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Dasatinib (theoretical)<\/li><li>Erlotinib (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Ledipasvir (theoretical)<\/li><li>Methotrexate (theoretical)<\/li><li>Mycophenolate Mofetil (theoretical)<\/li><li>Nelfinavir (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Pazopanib (established)<\/li><li>Saquinavir (theoretical)<\/li><li>Topotecan (theoretical)<\/li><li>Vismodegib (theoretical)<\/li><\/ul>"},{"id":"jtr7s4b15","title":"Moderate","mono":"<ul><li>Cranberry (probable)<\/li><li>Digoxin (probable)<\/li><li>Levothyroxine (probable)<\/li><\/ul>"}]},"5":{"id":"jtr7s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (3.6% to 5%), Diarrhea (up to 5%), Nausea (4.5%), Vomiting (3.6%)<\/li><li><b>Neurologic:<\/b>Headache (up to 9.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Gastrointestinal:<\/b>Clostridium difficile diarrhea<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Musculoskeletal:<\/b>Fracture of bone, Rhabdomyolysis<\/li><li><b>Renal:<\/b>Interstitial nephritis, acute<\/li><\/ul>"},"6":{"id":"jtr7s6","title":"Drug Name Info","sub":{"0":{"id":"jtr7s6b17","title":"US Trade Names","mono":"<ul><li>Aciphex<\/li><li>Aciphex Sprinkle<\/li><\/ul>"},"2":{"id":"jtr7s6b19","title":"Class","mono":"<ul><li>Gastric Acid Secretion Inhibitor<\/li><li>Proton Pump Inhibitor<\/li><\/ul>"},"3":{"id":"jtr7s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtr7s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jtr7s7","title":"Mechanism Of Action","mono":"Rabeprazole sodium is a gastric proton pump inhibitor that does not possess anticholinergic or histamine H(2)-receptor antagonist properties. It suppresses gastric acid secretion by inhibiting the gastric H+, K+-ATPase at the secretory surface of parietal cells <br\/>"},"8":{"id":"jtr7s8","title":"Pharmacokinetics","sub":[{"id":"jtr7s8b23","title":"Absorption","mono":"<ul><li>Tmax, oral, delayed-release tablet: 2 to 5 hours<\/li><li>Bioavailability, oral, delayed-release tablet: approximately 52%<\/li><li>Effect of food (delayed-release tablet): Cmax and AUC not significantly altered; Tmax may be delayed up to 4 hours with high-fat meal; may be taken with or without meals<\/li><li>Effect of food (delayed-release granules): decreased Cmax and AUC, Tmax delayed; should be taken 30 minutes before a meal<\/li><\/ul>"},{"id":"jtr7s8b24","title":"Distribution","mono":"Protein binding: 96.3% <br\/>"},{"id":"jtr7s8b25","title":"Metabolism","mono":"<ul><li>Hepatic: extensive via CYP3A, CYP2C19, and systemic nonenzymatic reduction<\/li><li>Metabolites: desmethyl rabeprazole, thioether, and sulphone<\/li><li>substrate of CYP2C19<\/li><\/ul>"},{"id":"jtr7s8b26","title":"Excretion","mono":"<ul><li>Fecal: approximately 10% primarily as metabolites<\/li><li>Renal: approximately 90% primarily as metabolites<\/li><li>Dialyzable: No<\/li><li>Total body clearance (adult): 4 to 8 mL\/min\/kg<\/li><li>Total body clearance (1 to 11 years): 8 to 13.5 L\/hr<\/li><\/ul>"},{"id":"jtr7s8b27","title":"Elimination Half Life","mono":"<ul><li>1 to 2 hours<\/li><li>Cirrhosis (mild to moderate): 2- to 3-fold longer<\/li><\/ul>"}]},"9":{"id":"jtr7s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(delayed-release tablet) may be taken with or without food; swallow whole; do not chew, crush, or split<\/li><li>(delayed-release tablet) for duodenal ulcers, tablet should be taken after the morning meal; for Helicobacter pylori eradication, the 3-drug combination should be taken together with the morning and evening meals<\/li><li>(delayed-release capsule) in children 1 to 11 years of age, administer 30 minutes prior to meal<\/li><li>(delayed-release capsule) open capsule and sprinkle entire contents on small amount of soft food or liquid that is at or below room temperature; take within 15 minutes<\/li><li>(delayed-release capsule) do not chew or crush granules<\/li><li>(delayed-release capsule) do not store prepared mixture for future use<\/li><\/ul>"},"10":{"id":"jtr7s10","title":"Monitoring","mono":"<ul><li>decreased abdominal and gastroesophageal discomfort<\/li><li>endoscopic improvement<\/li><li>serum magnesium, prior to initiation and periodically during prolonged therapy<\/li><li>CBC<\/li><\/ul>"},"11":{"id":"jtr7s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet, Enteric Coated: 20 MG<br\/><\/li><li><b>Aciphex<\/b><br\/>Oral Tablet, Enteric Coated: 20 MG<br\/><\/li><li><b>Aciphex Sprinkle<\/b><br\/>Oral Capsule, Delayed Release: 5 MG, 10 MG<br\/><\/li><\/ul>"},"12":{"id":"jtr7s12","title":"Toxicology","sub":[{"id":"jtr7s12b31","title":"Clinical Effects","mono":"<b>OMEPRAZOLE AND RELATED AGENTS <\/b><br\/>USES: Dexlansoprazole, esomeprazole, lansoprazole, omeprazole, pantoprazole, and rabeprazole are substituted benzimidazoles and potent proton-pump inhibitors used as gastric antisecretories.  They are used to treat various gastrointestinal conditions (eg, dyspepsia, gastroesophageal reflux disease (GERD), duodenal and peptic ulcers, and esophageal stricture).  Esomeprazole with naproxen and omeprazole with sodium bicarbonate combinations are also available. Refer to \"NAPROXEN\" and \"SODIUM BICARBONATE\" management for specific information. PHARMACOLOGY: These agents inhibit the parietal cell membrane enzyme (H+\/K+)-ATPase, typically referred to as the proton pump, which blocks the final step of acid production. EPIDEMIOLOGY: Overdose is rare, and only mild toxicity has been reported. OVERDOSE: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. In limited overdose cases, clinical effects have consisted of mild tachycardia, flushing, somnolence, confusion, headache, blurred vision, abdominal pain, nausea, vomiting, dry mouth, and moderate leukocytosis. ADVERSE EFFECTS: Proton-pump inhibitors have similar adverse events reported after therapeutic use. COMMON (2% or greater): Headache, abdominal pain, nausea, vomiting, diarrhea, and flatulence. OTHER EFFECTS: Constipation, dry mouth, hypertension, and dizziness. RARE: Lichen spinulosus, exfoliative dermatitis, toxic epidermal necrolysis, cutaneous leukocytoclastic vasculitis, urticaria, anaphylaxis, hypomagnesemia, pancreatitis, elevated serum creatinine levels, anterior ischemic optic neuropathy, optic neuritis, optic atrophy, neutropenia, agranulocytosis, thrombocytopenia, pancytopenia, hemolytic anemia, elevated liver enzymes, hepatitis, hepatic encephalopathy, rhabdomyolysis, myopathy, hypocalcemic-induced seizures. ACUTE INTERSTITIAL NEPHRITIS: Although rare, acute interstitial nephritis (AIN) has been reported in association with all proton-pump inhibitors (PPIs).  The mean duration of treatment prior to onset of symptoms is reported at 9 to 13 weeks.  A decline in renal function is usually noted over a period of days to weeks. Fatigue, malaise, weakness, nausea, vomiting, anorexia, and weight loss are commonly reported symptoms.  Classic drug hypersensitivity signs and symptoms, such as the clinical triad of rash, fever and eosinophilia, are seen in less than 10% of patients.<br\/>"},{"id":"jtr7s12b32","title":"Treatment","mono":"<b>OMEPRAZOLE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose.<\/li><li>Decontamination: PREHOSPITAL:  Prehospital gastrointestinal decontamination is generally not required.  HOSPITAL: Severe toxicity is not expected after an overdose. Gastrointestinal decontamination is generally not necessary. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor vital signs, CBC with differential, renal function, CK, and liver enzymes in symptomatic patients.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution of these agents.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jtr7s12b33","title":"Range of Toxicity","mono":"<b>OMEPRAZOLE AND RELATED AGENTS<\/b><br\/>TOXICITY: OMEPRAZOLE: Doses up to 2400 mg (120 times the usual recommended clinical dose) resulted in transient effects (eg, drowsiness, confusion, and tachycardia), with no serious events reported when taken alone. LANSOPRAZOLE: An adult ingested 600 mg with no adverse events reported. In animal studies, oral doses up to 1300 times the recommended human dose did not produce any deaths or clinical events.  RABEPRAZOLE: The maximum reported overdose with rabeprazole was 80 mg. There were no clinical signs or symptoms associated with any reported overdose. Patients with Zollinger-Ellison syndrome have been treated with doses up to 120 mg rabeprazole once daily. THERAPEUTIC DOSE: Varies by indication: DEXLANSOPRAZOLE: Adults: 30 mg or 60 mg once daily. Children: Safety and efficacy not established. ESOMEPRAZOLE: Adults and children 12 to 17 years of age: 20 mg or 40 mg orally once daily. Children 1 to 11 years of age: 10 mg orally once daily (weight less than 20 kg); 10 to 20 mg orally once daily (weight 20 kg or more); 1 month to less than 1 year of age: 2.5 to 10 mg for patients weighing 3 to 12 kg; less than 1 month of age: Safety and efficacy not established. LANSOPRAZOLE: Adults: 15 mg or 30 mg once daily. Children: Varies by weight and age: 15 mg to 30 mg once daily. OMEPRAZOLE: Adults: 20 to 60 mg orally once daily. Children 1 to 16 years of age: 5 mg once daily (weight 5 to less than 10 kg); 10 mg once daily (weight 10 to less than 10 kg); 20 mg once daily (weight 20 kg or greater). Children: 20 to 40 mg orally once daily. RABEPRAZOLE: Adults and children 12 years and older: 20 mg once daily. <br\/>"}]},"13":{"id":"jtr7s13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that drug may increase risk for osteoporosis-related fractures of the hip, wrist, or spine with multiple daily doses that are continued for longer than a year.<\/li><li>Warn patient to report diarrhea that does not improve, especially with persistent watery stools, fever, and abdominal pain.<\/li><li>Drug may cause abdominal pain, diarrhea, nausea, vomiting, flatulence, constipation, pharyngitis, and headaches.<\/li><li>Counsel patient to immediately report signs\/symptoms of hypomagnesemia, including palpitations, dizziness, seizures, or involuntary muscle contractions.<\/li><li>Advise patient receiving delayed-release tablets to swallow tablets whole; do not crush, chew or split.<\/li><li>Advise patient receiving delayed-release capsules to open the capsule and sprinkle the granules onto a small amount of soft food (eg, room temperature applesauce) or small amount of liquid (eg, room temperature apple juice) and consume, without chewing the granules, within 15 minutes of being sprinkled.<\/li><li>Instruct patient with a duodenal ulcer to take drug after the morning meal.<\/li><\/ul>"}}}