{"generic":"Zaleplon","drugs":["Sonata","Zaleplon"],"mono":{"0":{"id":"jtras0","title":"Generic Names","mono":"Zaleplon"},"1":{"id":"jtras1","title":"Dosing and Indications","sub":[{"id":"jtras1b4","title":"Adult Dosing","mono":"<b>Insomnia, Short-term:<\/b> usual dose, 10 mg ORALLY at bedtime; dose range, 5 to 20 mg\/day "},{"id":"jtras1b5","title":"Pediatric Dosing","mono":"Safety and efficacy in children has not been established"},{"id":"jtras1b6","title":"Dose Adjustments","mono":"<ul><li><b>debilitated patients:<\/b> 5 mg ORALLY at bedtime, may increase as needed and tolerated to a max dose of 10 mg<\/li><li><b>geriatrics:<\/b> 5 mg ORALLY at bedtime, may increase as needed and tolerated to a max dose of 10 mg<\/li><li><b>liver disease (mild to moderate):<\/b> 5mg ORALLY at bedtime<\/li><li><b>liver disease (severe):<\/b> not recommended<\/li><\/ul>"},{"id":"jtras1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Insomnia, Short-term<br\/>"}]},"3":{"id":"jtras3","title":"Contraindications\/Warnings","sub":[{"id":"jtras3b9","title":"Contraindications","mono":"hypersensitivity to zaleplon or any ingredient in the product <br\/>"},{"id":"jtras3b10","title":"Precautions","mono":"<ul><li>abnormal thinking and behavioral changes (eg, agitation, hallucinations, depersonalization) have been reported<\/li><li>anaphylaxis, possible; may occur as early as the first dose<\/li><li>angioedema, possible with tongue, glottis or larynx involvement requiring emergency medical intervention; may occur as early as the first dose; patients should not be rechallenged with zaleplon<\/li><li>aspirin hypersensitivity; increased risk of concomitant tartrazine sensitivity and allergic reactions including bronchial asthma in susceptible patients<\/li><li>complex sleep-related behaviors; possibility of patients performing activities while asleep, with no memory afterwards; includes sleep-driving, making phone calls, and preparing and eating food; discontinuation of zaleplon may be warranted<\/li><li>compromised respiratory function; risk of depression of the respiratory drive<\/li><li>concurrent use of alcohol; increased risk of complex sleep-related behaviors and additive CNS depression; alcohol should not be used concomitantly<\/li><li>concurrent use of other CNS depressants; increased risk of complex sleep-related behaviors and additive CNS depression; dose reduction may be warranted<\/li><li>depression, preexisting; therapy may worsen depression, including suicidal thoughts and actions (including completed suicide)<\/li><li>dose-related adverse events, occur with increasing doses; use the lowest effective dose<\/li><li>exceeding maximum recommended dose; increased risk of complex sleep-related behaviors<\/li><li>elderly or debilitated patients; increased risk of adverse effects; dose reduction recommended<\/li><li>hepatic impairment, mild to moderate; dose reduction recommended<\/li><li>hepatic impairment, severe; use of zaleplon is not recommended since the liver is the primary location of metabolism<\/li><li>rapid onset of action; patient should be lying down and not engage in tasks requiring mental alertness or motor coordination<\/li><li>severe renal impairment<\/li><li>tartrazine (FD&amp;C Yellow No. 5) sensitivity; increased risk of allergic reactions including bronchial asthma in susceptible patients<\/li><li>unremitting insomnia despite 7 to 10 days of treatment; may be unrecognized psychiatric or physical disorder<\/li><\/ul>"},{"id":"jtras3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"jtras3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk is minimal.<br\/>"}]},"4":{"id":"jtras4","title":"Drug Interactions","sub":[{"id":"jtras4b13","title":"Contraindicated","mono":"<ul>Sodium Oxybate (theoretical)<\/ul>"},{"id":"jtras4b14","title":"Major","mono":"<ul><li>Buprenorphine (theoretical)<\/li><li>Carbamazepine (theoretical)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Flumazenil (theoretical)<\/li><li>Fospropofol (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Ketoconazole (theoretical)<\/li><li>Meclizine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Zolpidem (theoretical)<\/li><\/ul>"},{"id":"jtras4b15","title":"Moderate","mono":"<ul><li>Cimetidine (probable)<\/li><li>Perampanel (probable)<\/li><li>Rifampin (probable)<\/li><\/ul>"}]},"5":{"id":"jtras5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Neurologic:<\/b>Dizziness (7% to 9%), Headache (30% to 42%)<br\/><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Anaphylaxis (rare)<\/li><li><b>Neurologic:<\/b>Drug withdrawal seizure (rare)<\/li><li><b>Psychiatric:<\/b>Abnormal behavior, Complex mannerisms - behavior, Depression (at least 1%), Suicidal behavior, Suicidal thoughts<\/li><li><b>Other:<\/b>Angioedema (rare)<\/li><\/ul>"},"6":{"id":"jtras6","title":"Drug Name Info","sub":{"0":{"id":"jtras6b17","title":"US Trade Names","mono":"Sonata<br\/>"},"2":{"id":"jtras6b19","title":"Class","mono":"Nonbarbiturate Hypnotic<br\/>"},"3":{"id":"jtras6b20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"jtras6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jtras7","title":"Mechanism Of Action","mono":"Systemic: Zaleplon interacts with the gamma-aminobutyric acid type A-benzodiazepine (GABA-BZ) receptor complex.  Modulation of the GABA-BZ receptor chloride channel macromolecular complex appears to be responsible for the pharmacological properties of the benzodiazepines including sedative, anxiolytic, muscle relaxant, and anticonvulsant effects.  Zaleplon binds selectively to the brain alpha subunit of the GABAA omega-1 receptor. <br\/>"},"8":{"id":"jtras8","title":"Pharmacokinetics","sub":{"0":{"id":"jtras8b23","title":"Absorption","mono":"Systemic: Rapid;  Bioavailability 30%; Food may prolong absorption . <br\/>"},"1":{"id":"jtras8b24","title":"Distribution","mono":"Systemic: Vd: 1.4 L\/kg <br\/>"},"3":{"id":"jtras8b26","title":"Excretion","mono":"Systemic: Fecal: 17%; Renal: 71%, 1% unchanged <br\/>"},"4":{"id":"jtras8b27","title":"Elimination Half Life","mono":"Systemic: 1 h <br\/>"}}},"9":{"id":"jtras9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take immediately before bedtime<\/li><li>do not take immediately after a heavy\/high fat meal<\/li><\/ul>"},"10":{"id":"jtras10","title":"Monitoring","mono":"<ul><li>decreased insomnia<\/li><li>excessive sedation, impaired coordination; elderly<\/li><li>respiratory status; patients with compromised respiratory function<\/li><\/ul>"},"11":{"id":"jtras11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 5 MG, 10 MG<br\/><\/li><li><b>Sonata<\/b><br\/>Oral Capsule: 5 MG, 10 MG<br\/><\/li><\/ul>"},"12":{"id":"jtras12","title":"Toxicology","sub":[{"id":"jtras12b31","title":"Clinical Effects","mono":"<b>ZOLPIDEM AND RELATED AGENTS <\/b><br\/>USES:  Zolpidem and zaleplon are sedative hypnotics used for the treatment of insomnia.  They have surpassed benzodiazepines as most frequently prescribed sleep aids.  They are thought to have less addiction potential than benzodiazepines. Zolpidem is available as a controlled-release formulation. Zolpidem oral spray has a sweet cherry flavor, high concentration (50 mg\/mL), and faster onset of action than immediate-release zolpidem. It may be more likely than zolpidem tablets to be used in excess. PHARMACOLOGY: Although classified as a non-benzodiazepine drug due to different chemical structure, the hypothesized mechanism of action is similar to benzodiazepines; interaction with GABA-benzodiazepine receptor complexes (specifically GABA(A) alpha-1 subunit), enhancing the function of GABA-mediated chloride channels. TOXICOLOGY: Toxicology is the extension of the pharmacology.  CNS depression is the primary effect and is exacerbated by co-ingestion of other sedatives. EPIDEMIOLOGY: Overdose is common, but serious toxicity is rare. MILD TO MODERATE TOXICITY: Somnolence, slurred speech, confusion, and ataxia may occur. SEVERE TOXICITY: Severe effects are very rare but may occur after co-ingestion with other sedatives and may include hypotension, coma and respiratory depression.   Death is extremely rare but may be caused by respiratory depression.  Patients that present with coma are at risk for aspiration pneumonia, rhabdomyolysis, and renal failure. Severe ischemia and gangrene were seen following intraarterial injection of a crushed zolpidem tablet. ADVERSE EFFECTS: Gastrointestinal effects of therapeutic doses of zolpidem included nausea, vomiting, and abdominal pain. Dizziness, confusion, impaired coordination, delusions or psychotic reactions, daytime drowsiness, headache, and sleep-eating or sleep-driving, may develop in some patients. Taking the medication immediately prior to bedtime may minimize some of these effects.  Toxic psychosis occurred in two adults after the initial intake of zolpidem at therapeutic doses. Withdrawal from these medications has been reported but is likely to be mild. <br\/>"},{"id":"jtras12b32","title":"Treatment","mono":"<b>ZOLPIDEM AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The majority of patients develop mild to moderate toxicity, and only require supportive care. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity generally occurs if other sedating agents are also ingested. Administer activated charcoal if the ingestion is recent and the patient is alert or the airway is protected. Orotracheal intubation for airway protection should be performed if the patient is increasingly drowsy or comatose.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not recommended because of potential for somnolence and loss of airway protection. HOSPITAL: In general, decontamination is not indicated for this overdose, but may be considered for large overdoses that present early. Activated charcoal could be considered if the patient is awake and cooperative and if the ingestion was large and relatively recent.  There is no evidence for the use of whole bowel irrigation or multiple doses of charcoal.  Gastric lavage is not indicated as overdose is not life-threatening.<\/li><li>Airway management: Perform early in patients with severe intoxication (coma, respiratory depression).<\/li><li>Antidote: There is no antidote for these drugs.  Flumazenil has been used with varying success but has not been well-studied. Routine use of flumazenil is NOT recommended. Flumazenil may be useful in establishing a diagnosis in a patient with CNS depression and possibly in preventing the need for respiratory support. Flumazenil should not be administered to patients with cardiac arrhythmias, seizures or a history of seizures, signs\/symptoms of a cyclic antidepressant intoxication, or a suspected multidrug ingestion.<\/li><li>Coma: Treatment is symptomatic and supportive.  Perform orotracheal intubation to protect the airway.  Evaluate for other causes of coma (eg, hypoglycemia, coingestants, metabolic derangements).<\/li><li>Respiratory arrest: Respiratory depression may occur with very large overdoses or in mixed overdoses with other sedatives, and can be treated with intubation and mechanical ventilation.<\/li><li>Enhanced elimination procedure: Hemodialysis is unlikely to be of benefit because of the high degree of protein binding of zolpidem and zaleplon.<\/li><li>Monitoring of patient: Monitor vital signs and mental status.  Serum drug concentrations are not readily available and not clinically helpful.  These medications are not detected on routine urine drug screens. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity. Monitor creatinine phosphokinase in patients with prolonged immobilization from coma; monitor renal function and urine output in patients with rhabdomyolysis.  Routine monitoring of electrolytes, renal function, glucose, pulse oximetry and blood gases may be helpful. Other causes of coma should be ruled out if the diagnosis is not clear.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients (other than mild drowsiness) with inadvertent ingestions may be monitored at home.  Children inadvertently ingesting 1 or 2 tablets may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for at least 4 to 6 hours and\/or until symptomatically improved. Consider longer observation periods for patients with ingestion of controlled release formulations. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (CNS depression, confusion or ataxia), should be admitted. Patients with coma or respiratory depression should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (coma, respiratory depression), or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jtras12b33","title":"Range of Toxicity","mono":"<b>ZOLPIDEM AND RELATED AGENTS <\/b><br\/>TOXICITY: Patients that co-ingest these medications with other sedatives may manifest symptoms at much lower amounts than those ingesting these medications alone. In adults, ingestion of 70 to 600 mg zolpidem resulted in mild toxicity and ingestion of 2 g resulted in coma.  Children with inadvertent zolpidem ingestions ranging from 2.5 to 30 mg developed mild toxicity (drowsiness) which resolved in 4 hours. THERAPEUTIC DOSE: ZALEPLON: 5 to 20 mg; ZOLPIDEM: 5 to 12.5 mg.<br\/>"}]},"13":{"id":"jtras13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to seek immediate medical attention for symptoms of anaphylaxis and\/or angioedema. Severe anaphylactic\/anaphylactoid reactions, some fatal, have been reported.<\/li><li>Warn patient of the risk of &quot;sleep-driving&quot; and other complex behaviors (eg, preparing and eating food, making phone calls) when the patient is not fully awake. Risk is increased when drug is combined with alcohol or other CNS depressants.<\/li><li>Patient should avoid activities requiring mental alertness or coordination, as this medicine may cause impaired coordination, dizziness, and light-headedness.<\/li><li>Drug may cause headache, abdominal pain, nausea, drowsiness, memory impairment, and amnesia.<\/li><li>Advise patient to report abnormal thoughts or behavior (eg, confusion, agitation, hallucinations, suicidal thoughts, or new or worsening depression), memory loss, or anxiety.<\/li><li>Advise patient against sudden discontinuation of drug, especially after a week or more of nightly use.<\/li><li>Patient should take this medicine immediately before bedtime or when the patient has gone to bed and experienced difficulty falling asleep.<\/li><li>Patient should NOT take this medicine with or immediately after a heavy\/high fat meal.<\/li><li>Advise patient not to drink alcohol or use other CNS depressants while taking this drug.<\/li><\/ul>"}}}