{"generic":"Oseltamivir Phosphate","drugs":["Oseltamivir Phosphate","Tamiflu"],"mono":{"0":{"id":"jtrls0","title":"Generic Names","mono":"Oseltamivir Phosphate"},"1":{"id":"jtrls1","title":"Dosing and Indications","sub":[{"id":"jtrls1b4","title":"Adult Dosing","mono":"<ul><li><b>Avian influenza:<\/b> 75 mg ORALLY twice daily for 5 days; higher doses (150 mg twice daily) and longer duration of therapy (up to 10 days) may be considered on a case-by-case basis (pneumonia or progressive disease)<\/li><li><b>Avian influenza; Prophylaxis:<\/b> 75 mg ORALLY once daily for 7 to 10 days<\/li><li><b>Influenza, Virus types A and B:<\/b> 75 mg ORALLY twice daily for 5 days (manufacturer dose). May consider longer duration in patients who remain severely ill after 5 days of treatment (guideline dose).<\/li><li><b>Influenza, Virus types A and B; Prophylaxis:<\/b> 75 mg ORALLY once daily for 7 days following exposure; for control of outbreaks in long-term care facilities and hospitals, give for a minimum of 2 weeks, and continue up to 1 week after the last known case (guideline dose)<\/li><li><b>Influenza, Virus types A and B; Prophylaxis:<\/b> 75 mg ORALLY once daily for at least 10 days following exposure to infected individual or up to 6 weeks during a community outbreak (manufacturer dose)<\/li><\/ul>"},{"id":"jtrls1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Avian influenza:<\/b> children older than 1 year and weighing 15 kg or less, 30 mg ORALLY twice daily for 5 days<\/li><li><b>Avian influenza:<\/b> children weighing more than 15 to 23 kg, 45 mg ORALLY twice daily for 5 days<\/li><li><b>Avian influenza:<\/b> children weighing more than 23 to 40 kg, 60 mg ORALLY twice daily for 5 days<\/li><li><b>Avian influenza:<\/b> children weighing more than 40 kg, 75 mg ORALLY twice daily for 5 days<\/li><li><b>Avian influenza; Prophylaxis:<\/b> age older than 1 year and 15 kg or less, 30 mg ORALLY once daily for 7 to 10 days<\/li><li><b>Avian influenza; Prophylaxis:<\/b> greater than 15 kg and up to 23 kg, 45 mg ORALLY once daily for 7 to 10 days<\/li><li><b>Avian influenza; Prophylaxis:<\/b> greater than 23 kg and up to 40 kg, 60 mg ORALLY once daily for 7 to 10 days<\/li><li><b>Avian influenza; Prophylaxis:<\/b> greater than 40 kg, 75 mg ORALLY once daily for 7 to 10 days<\/li><li><b>Influenza, Virus types A and B:<\/b> Full-term infants from birth to 1 year: 3 mg\/kg orally twice daily for 5 days; data are insufficient to recommend a specific dose for premature infants (guideline dose)<\/li><li><b>Influenza, Virus types A and B:<\/b> Aged 2 weeks to younger than 1 year, 3 mg\/kg\/dose ORALLY twice daily for 5 days (manufacturer dose). May consider longer duration in patients who remain severely ill after 5 days of treatment (guideline dose).<\/li><li><b>Influenza, Virus types A and B:<\/b> Aged 1 year or older and 15 kg or less, 30 mg ORALLY twice daily for 5 days (manufacturer dose). May consider longer duration in patients who remain severely ill after 5 days of treatment (guideline dose).<\/li><li><b>Influenza, Virus types A and B:<\/b> Aged 1 year or older and greater than 15 to 23 kg, 45 mg ORALLY twice daily for 5 days (manufacturer dose). May consider longer duration in patients who remain severely ill after 5 days of treatment (guideline dose).<\/li><li><b>Influenza, Virus types A and B:<\/b> Aged 1 year or older and greater than 23 to 40 kg, 60 mg ORALLY twice daily for 5 days (manufacturer dose). May consider longer duration in patients who remain severely ill after 5 days of treatment (guideline dose).<\/li><li><b>Influenza, Virus types A and B:<\/b> Aged 1 year or older and greater than 40 kg, 75 mg ORALLY twice daily for 5 days (manufacturer dose). May consider longer duration in patients who remain severely ill after 5 days of treatment (guideline dose).<\/li><li><b>Influenza, Virus types A and B; Prophylaxis:<\/b> Age younger than 3 months, not recommended unless situation judged critical (due to limited data in this age group) (guideline dose)<\/li><li><b>Influenza, Virus types A and B; Prophylaxis:<\/b> Full-term infants (3 months to younger than 1 year), 3 mg\/kg ORALLY once daily for 7 days following exposure; for control of outbreaks in long-term care facilities and hospitals, give for a minimum of 2 weeks, continue up to 1 week after the last known case (guideline dose)<\/li><li><b>Influenza, Virus types A and B; Prophylaxis:<\/b> Aged 1 year or older, and 15 kg or less, 30 mg ORALLY once daily for 7 days following exposure; for control of outbreaks in long-term care facilities and hospitals, give for a minimum of 2 weeks, and continue up to 1 week after the last known case (guideline dose); OR 30 mg ORALLY once daily for 10 days following exposure to infected individual or up to 6 weeks during a community outbreak (manufacturer dose)<\/li><li><b>Influenza, Virus types A and B; Prophylaxis:<\/b> Aged 1 year or older, and greater than 15 to 23 kg, 45 mg ORALLY once daily for 7 days following exposure; for control of outbreaks in long-term care facilities and hospitals, give for a minimum of 2 weeks, and continue up to 1 week after the last known case (guideline dose); OR 45 mg ORALLY once daily for 10 days following exposure to infected individual or up to 6 weeks during a community outbreak (manufacturer dose)<\/li><li><b>Influenza, Virus types A and B; Prophylaxis:<\/b> Aged 1 year or older, and greater than 23 to 40 kg, 60 mg ORALLY once daily for 7 days following exposure; for control of outbreaks in long-term care facilities and hospitals, give for a minimum of 2 weeks, and continue up to 1 week after the last known case (guideline dose); OR 60 mg ORALLY once daily for 10 days following exposure to infected individual or up to 6 weeks during a community outbreak (manufacturer dose)<\/li><li><b>Influenza, Virus types A and B; Prophylaxis:<\/b> Aged 1 year or older, and greater than 40 kg, 75 mg ORALLY once daily for 7 days following exposure; for control of outbreaks in long-term care facilities and hospitals, give for a minimum of 2 weeks, and continue up to 1 week after the last known case (guideline dose); OR 75 mg ORALLY once daily for 10 days following exposure to infected individual or up to 6 weeks during a community outbreak (manufacturer dose)<\/li><\/ul>"},{"id":"jtrls1b6","title":"Dose Adjustments","mono":"<ul><li><b>influenza treatment, adults with moderate renal impairment (CrCl greater than 30 to 60 mL\/min):<\/b> 30 mg twice daily for 5 days<\/li><li><b>influenza treatment, adults with severe renal impairment (CrCl greater than 10 to 30 mL\/min):<\/b> 30 mg once daily for 5 days<\/li><li><b>influenza treatment, adults with ESRD on dialysis (CrCl 10 mL\/min or less, with 3 sessions\/5 days):<\/b> may initiate immediately if symptomatic during the 48 hours between sessions; then give 30 mg after every hemodialysis cycle, not to exceed 5 days from the time of the initial dose<\/li><li><b>influenza treatment, adults with ESRD not on dialysis:<\/b> use not recommended<\/li><li><b>influenza treatment, adults with ESRD on continuous ambulatory peritoneal dialysis, CrCl 10 mL\/min or less:<\/b> single 30-mg dose immediately after a dialysis exchange<\/li><li><b>influenza prophylaxis, adults with moderate renal impairment (CrCl greater than 30 to 60 mL\/min):<\/b> 30 mg once daily<\/li><li><b>influenza prophylaxis, adults with severe renal impairment (CrCl greater than 10 to 30 mL\/min):<\/b> 30 mg every other day<\/li><li><b>influenza prophylaxis, adults with ESRD on dialysis (CrCl 10 mL\/min or less):<\/b> may initiate prior to the start of dialysis; then give 30 mg after alternate hemodialysis cycles<\/li><li><b>influenza prophylaxis, adults with ESRD not on dialysis:<\/b> use not recommended<\/li><li><b>influenza prophylaxis, adults with ESRD on continuous ambulatory peritoneal dialysis (CrCl 10 mL\/min or less):<\/b> 30 mg once weekly immediately after dialysis exchange<\/li><li><b>hepatic impairment, mild or moderate (Child-Pugh score 9 or lower):<\/b> no adjustment recommended<\/li><li><b>geriatric patient:<\/b> no adjustment necessary<\/li><\/ul>"},{"id":"jtrls1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Influenza, Virus types A and B<\/li><li>Influenza, Virus types A and B; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Avian influenza<\/li><li>Avian influenza; Prophylaxis<\/li><\/ul>"}]},"3":{"id":"jtrls3","title":"Contraindications\/Warnings","sub":[{"id":"jtrls3b9","title":"Contraindications","mono":"hypersensitivity to oseltamivir phosphate or any other component of the product <br\/>"},{"id":"jtrls3b10","title":"Precautions","mono":"<ul><li>Dermatologic:<\/li><li>-- serious skin reactions such as toxic epidermal necrolysis, Stevens-Johnson Syndrome, and erythema multiforme may occur<\/li><li>Gastrointestinal:<\/li><li>-- hereditary fructose intolerance; oseltamivir oral suspension contains 2 g of sorbitol per 75 mg dose<\/li><li>Immunologic:<\/li><li>-- anaphylaxis has been reported<\/li><li>Psychiatric:<\/li><li>-- abnormal behavior and delirium leading to potentially fatal injuries may occur, primarily in pediatric patients<\/li><li>Renal:<\/li><li>-- renal impairment (CrCl less than 30 mL\/min); dose adjustment recommended<\/li><li>Concomitant use:<\/li><li>-- concomitant use with intranasal live attenuated influenza vaccine (LAIV) not recommended within 2 weeks before or 48 hours after oseltamivir phosphate administration unless medically necessary; may interfere with vaccine efficacy<\/li><\/ul>"},{"id":"jtrls3b11","title":"Pregnancy Category","mono":"<ul><li>Oseltamivir: C (FDA)<\/li><li>Oseltamivir: B1 (AUS)<\/li><\/ul>"},{"id":"jtrls3b12","title":"Breast Feeding","mono":"Oseltamivir: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jtrls4","title":"Drug Interactions","sub":{"1":{"id":"jtrls4b14","title":"Major","mono":"<ul>Warfarin (probable)<\/ul>"}}},"5":{"id":"jtrls5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Abdominal pain (2% to 5%), Nausea (4% to 10%), Vomiting (2% to 15%)<br\/><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac dysrhythmia<\/li><li><b>Dermatologic:<\/b>Erythema multiforme (rare), Facial swelling, Stevens-Johnson syndrome (rare), Toxic epidermal necrolysis (rare)<\/li><li><b>Gastrointestinal:<\/b>Gastrointestinal hemorrhage, Hemorrhagic colitis<\/li><li><b>Hepatic:<\/b>Hepatitis<\/li><li><b>Immunologic:<\/b>Anaphylaxis (rare)<\/li><li><b>Neurologic:<\/b>Seizure<\/li><li><b>Psychiatric:<\/b>Abnormal behavior, Delirium<\/li><\/ul>"},"6":{"id":"jtrls6","title":"Drug Name Info","sub":{"0":{"id":"jtrls6b17","title":"US Trade Names","mono":"Tamiflu<br\/>"},"2":{"id":"jtrls6b19","title":"Class","mono":"<ul><li>Antiviral<\/li><li>Neuraminidase Inhibitor, Influenza A&amp;B Virus<\/li><\/ul>"},"3":{"id":"jtrls6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtrls6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jtrls7","title":"Mechanism Of Action","mono":"Oseltamivir phosphate, through its active form oseltamivir carboxylate, inhibits influenza virus neuraminidase which affects viral particle release.<br\/>"},"8":{"id":"jtrls8","title":"Pharmacokinetics","sub":[{"id":"jtrls8b23","title":"Absorption","mono":"<ul><li>Oseltamivir (prodrug), Tmax, Oral: 1.3 hours, (obesity)<\/li><li>Oseltamivir carboxylate (active form), Tmax, Oral: 4 hours (obesity)<\/li><li>Oseltamivir phosphate (prodrug), Tmax, Oral: 1.28 hr (continuous ambulatory peritoneal dialysis); 1.18 hr (hemodialysis)<\/li><li>Oseltamivir carboxylate (active form), Tmax, Oral: 19 hr (continuous ambulatory peritoneal dialysis); 29.2 hr (hemodialysis)<\/li><li>Oseltamivir carboxylate (active form), Bioavailability: at least 75%<\/li><li>Oseltamivir carboxylate (active form), Effect of food: no significant effect<\/li><\/ul>"},{"id":"jtrls8b24","title":"Distribution","mono":"<ul><li>Oseltamivir carboxylate (active form), Vd: 23 L to 26 L<\/li><li>Oseltamivir carboxylate (active form), Vd, obesity: 1.8 L\/kg<\/li><li>Oseltamivir, Vd, neonates and infants: 90.7 L\/70 kg<\/li><li>Oseltamivir carboxylate, Vd, neonates and infants: 25.6 L\/70 kg<\/li><li>Oseltamivir phosphate (prodrug), Protein binding: 42%<\/li><li>Oseltamivir carboxylate (active form), Protein binding: 3%<\/li><\/ul>"},{"id":"jtrls8b25","title":"Metabolism","mono":"<ul><li>Oseltamivir phosphate (prodrug), Hepatic: extensive via ester hydrolysis<\/li><li>Oseltamivir carboxylate: active<\/li><\/ul>"},{"id":"jtrls8b26","title":"Excretion","mono":"<ul><li>Fecal: less than 20%<\/li><li>Oseltamivir carboxylate (active form), Renal: greater than 99%<\/li><li>Oseltamivir carboxylate (active form), Renal clearance: 18.8 L\/hr<\/li><li>Oseltamivir carboxylate (active form), Dialyzable: Yes (hemodialysis), 7.42 to 8.43 L\/hr; Yes (continuous ambulatory peritoneal dialysis), 0.425 L\/hr<\/li><li>Oseltamivir carboxylate (active form), Total body clearance: obesity, 0.18 L\/hr\/kg<\/li><li>Total body clearance: neonates and infants, 3284 L\/hr\/70 kg<\/li><\/ul>"},{"id":"jtrls8b27","title":"Elimination Half Life","mono":"<ul><li>Oseltamivir carboxylate (active form): 6 to 10 hours<\/li><li>Oseltamivir carboxylate (active form): obesity, 6.9 hours<\/li><li>Oseltamivir carboxylate (active form), continuous ambulatory peritoneal dialysis patients: 36.3 hours<\/li><\/ul>"}]},"9":{"id":"jtrls9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(compounded suspension during Tamiflu(R) suspension shortage) place specified amount of water into a polyethylene terephthalate (PET) or glass bottle (2.5 mL for 3 capsules; 5 mL for 6 capsules; 7 mL for 8 capsules; 8 mL for 10 capsules; 10 mL for 12 capsules); transfer contents of required number of oseltamivir 75 mg capsules into the PET or glass bottle and gently swirl for at least 2 minutes; slowly add the specified volume of vehicle (cherry syrup, Ora-Sweet(R) sugar-free, or simple syrup, 34.5 mL for 3 capsules [total volume, 37.5 mL]; 69 mL for 6 capsules [total volume, 75 mL]; 91 mL for 8 capsules [total volume, 100 mL]; 115 mL for 10 capsules [total volume, 125 mL]; 137 mL for 12 capsules [total volume, 150 mL]); close the bottle and shake well for 30 seconds to dissolve active drug; stable for 35 days when refrigerated (2 to 8 degrees C) or for 5 days at room temperature; compounded suspension concentration is 6 mg\/mL (same as commercially available 6 mg\/mL suspension)<\/li><li>take with or without food<\/li><li>capsules may be opened and mixed with sweetened liquids such as regular or sugar-free chocolate syrup, corn syrup, caramel topping, or light brown sugar (dissolved in water)<\/li><li>(suspension 6 mg\/mL) shake well before measuring each dose; dispense with appropriate measuring instructions that match the measuring device; for infants younger than 1 year, remove oral dosing dispenser included in the product package and replace with an appropriate measuring device<\/li><li>(suspension, 12 mg\/mL only) infants younger than 1 year; remove oral dosing dispenser included in the product package and replace with an appropriate measuring device<\/li><\/ul>"},"10":{"id":"jtrls10","title":"Monitoring","mono":"<ul><li>fever<\/li><li>symptomatic improvement<\/li><\/ul>"},"11":{"id":"jtrls11","title":"How Supplied","mono":"<b>Tamiflu<\/b><br\/><ul><li>Oral Capsule: 30 MG, 45 MG, 75 MG<\/li><li>Oral Powder for Suspension: 6 MG\/ML, 12 MG\/ML<\/li><\/ul>"},"12":{"id":"jtrls12","title":"Toxicology","sub":[{"id":"jtrls12b31","title":"Clinical Effects","mono":"<b>NEURAMINIDASE INHIBITORS <\/b><br\/>USES: Neuraminidase inhibitors, oseltamivir and zanamivir, are used to treat or prevent influenza A and B infections. PHARMACOLOGY:  Zanamivir and oseltamivir are selective inhibitors of influenza A and B virus neuraminidase (sialidase).  Neuraminidase inhibitors are analogues of sialic acid, blocking the active site of neuraminidase and leaving uncleaved sialic acid residues on the surfaces of host cells and influenza viral envelopes. Viral hemagglutinin binds to uncleaved sialic acid residues, resulting in viral aggregation at the host cell surface and a reduction in the amount of virus released that can infect other cells. TOXICOLOGY: Toxic effects of neuraminidase inhibitors are often minimal and difficult to distinguish from the signs and symptoms of influenza infection. EPIDEMIOLOGY: Neuraminidase inhibitor overdose is rare and may occur due to therapeutic error. Severe toxicity from isolated ingestion is rarely reported. A majority of patients will have only mild symptoms. MILD TO MODERATE TOXICITY: A majority of patients with neuraminidase inhibitor overdose will have only mild toxicity. Signs and symptoms commonly include nausea, vomiting, abdominal pain, and diarrhea. Pruritus, dizziness, and tremors have also been reported. SEVERE TOXICITY: In cases of severe toxicity, patients may very rarely develop neuropsychiatric illness including agitation, delirium, hallucinations, and psychosis. This appears to be common with high-dose therapy for critically ill patients with influenza, although whether the cause is directly due to oseltamivir toxicity or the underlying illness remains unclear. ADVERSE EFFECTS: Common mild adverse effects with therapeutic neuraminidase inhibitor use include nausea, vomiting, diarrhea, headache, transient elevation in hepatic enzymes, and exacerbation of bronchospasm in patients with underlying chronic respiratory disease. Uncommon adverse effects include dizziness, vertigo, dysrhythmias, syncope, bradycardia, hemorrhagic colitis, dermatitis, rash, eczema, urticaria, serious skin reactions (eg, erythema multiforme, Stevens-Johnson Syndrome, toxic epidermal necrolysis), hepatitis, cough, dyspnea, bronchitis, seizures, confusion, agitation, anxiety, abnormal behavior, hallucinations, delirium, transient lymphopenia and neutropenia, and acute allergic reactions, including anaphylaxis. It is often difficult to elicit which adverse effects may actually be due to the underlying illness rather than the neuraminidase inhibitor. <br\/>"},{"id":"jtrls12b32","title":"Treatment","mono":"<b>NEURAMINIDASE INHIBITORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is predominantly symptomatic and supportive care. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat agitation with benzodiazepines. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is typically not necessary for the treatment of neuraminidase inhibitors given the minimal toxicity associated. HOSPITAL: Gastrointestinal decontamination is typically not necessary for the treatment of neuraminidase inhibitors given the minimal toxicity associated. Consider activated charcoal only if coingestants with significant toxicity are involved.<\/li><li>Airway management: Patients with neuraminidase inhibitor toxicity typically do not require intubation for the ingestion; however, it may be required for treatment of underlying influenza illness. Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and mental status following significant overdose. Neuraminidase inhibitor serum concentrations are not widely available or clinically useful. Monitor serum electrolytes, renal function, CPK, and hepatic enzymes in patients with evidence of toxicity.<\/li><li>Enhanced elimination procedure: Hemodialysis has not been studied for neuraminidase inhibitor toxicity; however, given the drugs' very large volumes of distribution (16 to 26 L), it would not be expected to be useful.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with known large ingestions, should be observed for 6 hours for signs of toxicity. ADMISSION CRITERIA: Patients who develop persistent GI symptoms with nausea, vomiting, and diarrhea may require admission to the hospital for hydration and antiemetics. Patients with suspected neuropsychiatric symptoms may require admission for symptomatic treatment with benzodiazepines and monitoring. CONSULT CRITERIA: Contact a local poison center for a toxicology consult for any patient with suspected neuraminidase inhibitor toxicity with more than mild symptoms.<\/li><\/ul>"},{"id":"jtrls12b33","title":"Range of Toxicity","mono":"<b>NEURAMINIDASE INHIBITORS <\/b><br\/>TOXICITY: In clinical trials, oseltamivir oral doses up to 1000 mg have resulted only in nausea and vomiting. Intravenous doses of zanamivir up to 600 mg were well tolerated in healthy volunteers. Additionally, for zanamivir, up to 1200 mg\/day IV for 5 days have been given to volunteers with minimal effects. Zanamivir intranasal doses up to 96 mg\/day were administered to volunteers with no or minimal adverse effects. Oseltamivir-associated neuropsychiatric symptoms have occurred with high-dose therapy at 150 mg\/kg two times daily for 2 days in a patient with influenza. THERAPEUTIC DOSE: ADULT: OSELTAMIVIR: TREATMENT: 75 mg orally twice a day for 5 days. PROPHYLAXIS: 75 mg orally once a day for 10 days after last known exposure to an ill confirmed case. ZANAMIVIR: TREATMENT: Two 5 mg inhalations (10 mg total) twice per day. PROPHYLAXIS: Two 5 mg inhalations (10 mg total) once per day. PEDIATRIC: OSELTAMIVIR: Children older than 1 year and weighing 15 kg or less: 30 mg orally twice daily for 5 days. Children weighing 15.1 to 23 kg: 45 mg orally twice daily for 5 days. Children weighing 23.1 to 40 kg: 60 mg orally twice daily for 5 days. Children weighing 40.1 kg or more: 75 mg orally twice daily for 5 days. ZANAMIVIR: Dosing for children 7 years of age or older: 10 mg (2 oral inhalations) twice daily for 5 days. <br\/>"}]},"13":{"id":"jtrls13","title":"Clinical Teaching","mono":"<ul><li>Warn patient with hereditary fructose intolerance that the suspension contains 2 g of sorbitol per 75-mg dose.<\/li><li>Advise patient that drug is not a substitute for an annual flu vaccine.<\/li><li>Drug may cause nausea, vomiting, diarrhea, abdominal pain, and insomnia.<\/li><li>Counsel patient or caregiver to immediately report signs\/symptoms of neuropsychiatric events (abnormal behavior, delirium, or hallucinations).<\/li><li>Patient should take drug with food (light snack, milk, or a meal) to minimize gastric irritation.<\/li><li>Instruct patient or caregiver on the proper way to measure and administer oral suspension.<\/li><li>Advise patient to take a missed dose as soon as possible, but if next dose is in less than 2 hours, they should skip the missed dose.<\/li><\/ul>"}}}