{"generic":"Verteporfin","drugs":["Verteporfin","Visudyne"],"mono":{"0":{"id":"jtu5s0","title":"Generic Names","mono":"Verteporfin"},"1":{"id":"jtu5s1","title":"Dosing and Indications","sub":{"0":{"id":"jtu5s1b4","title":"Adult Dosing","mono":"<ul><li>concurrent bilateral treatment (CBT); if patient already received previous therapy in 1 eye with acceptable safety profile, both eyes can be treated concurrently following a single verteporfin administration<\/li><li><b>Age related macular degeneration, Associated with classic subfoveal choroidal neovascularization:<\/b> 6 mg\/m(2) IV followed by light therapy 15 minutes after start of 10-minute verteporfin infusion; light dose is 50 J\/cm(2) of neovascular lesion at intensity of 600 mW\/cm(2) over 83 seconds, using a compatible laser system<\/li><li><b>Histoplasmosis, Ocular, presumed; associated with classic subfoveal choroidal neovascularization:<\/b> 6 mg\/m(2) IV followed by light therapy 15 min after start of 10 min verteporfin infusion; light dose is 50 J\/cm(2) of neovascular lesion at intensity of 600 mW\/cm(2) over 83 sec, using a compatible laser system<\/li><li><b>Myopia, Pathologic; associated with classic subfoveal choroidal neovascularization:<\/b> 6 mg\/m(2) IV followed by light therapy 15 min after start of 10 min verteporfin infusion; light dose is 50 J\/cm(2) of neovascular lesion at intensity of 600 mW\/cm(2) over 83 sec, using a compatible laser system<\/li><\/ul>"},"1":{"id":"jtu5s1b5","title":"Pediatric Dosing","mono":"safety and effectiveness have not been established in pediatric patients "},"3":{"id":"jtu5s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Age related macular degeneration, Associated with classic subfoveal choroidal neovascularization<\/li><li>Histoplasmosis, Ocular, presumed; associated with classic subfoveal choroidal neovascularization<\/li><li>Myopia, Pathologic; associated with classic subfoveal choroidal neovascularization<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Skin cancer<br\/>"}}},"3":{"id":"jtu5s3","title":"Contraindications\/Warnings","sub":[{"id":"jtu5s3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to verteporfin<\/li><li>porphyria<\/li><\/ul>"},{"id":"jtu5s3b10","title":"Precautions","mono":"<ul><li>following injection, avoid exposure of skin or eyes to direct sunlight or bright indoor light for 5 days<\/li><li>if emergency surgery is necessary within 48 hr after treatment, as much of the internal tissue as possible should be protected from intense light<\/li><li>patients who experience severe decrease of vision of 4 lines or more within 1 week should not be retreated until vision recovers to pretreatment levels; assess benefits\/risks of subsequent treatment<\/li><li>concomitant use of calcium channel blockers, polymixin B, radiation therapy, other photosensitizing agents, free radical scavengers, thromboxane A2 inhibitors<\/li><li>moderate to severe hepatic impairment or biliary obstruction<\/li><li>use in anesthetized patients; no clinical data<\/li><li>use of incompatible lasers may result in poor outcome<\/li><\/ul>"},{"id":"jtu5s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jtu5s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jtu5s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site reaction (10% to 30%)<\/li><li><b>Ophthalmic:<\/b>Blurred vision (10% to 30%), Photopsia (10% to 30%), Reduced visual acuity (10% to 30%), Visual field defect (10% to 30%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation (1% to 10%), Hypertension (1% to 10%), Peripheral vascular disease (1% to 10%), Vasovagal attack<\/li><li><b>Dermatologic:<\/b>Injection site extravasation, Photosensitivity (1% to 10%)<\/li><li><b>Gastrointestinal:<\/b>Malignant neoplasm of gastrointestinal tract (1% to 10%)<\/li><li><b>Hepatic:<\/b>Increased liver function test (1% to 10%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Ophthalmic:<\/b>Choroidal and\/or chorioretinal disorder, Vessel nonperfusion, Retinal detachment, Nonrhegmatogenous, Retinal hemorrhage, Retinal pigment epithelial detachment with tear of retinal pigment epithelium, Sight deteriorating (1% to 5%), Subretinal hemorrhage, Vitreous hemorrhage<\/li><\/ul>"},"6":{"id":"jtu5s6","title":"Drug Name Info","sub":{"0":{"id":"jtu5s6b17","title":"US Trade Names","mono":"Visudyne<br\/>"},"2":{"id":"jtu5s6b19","title":"Class","mono":"Photosensitizing Agent<br\/>"},"3":{"id":"jtu5s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtu5s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jtu5s7","title":"Mechanism Of Action","mono":"<ul><li>Parenteral-Local: Verteporfin is a photosensitizing agent composed of two regioisomers. It accumulates preferentially in neovasculature, including choroidal neovasculature. Activation of verteporfin by nonthermal light (689 nanometers wavelength) in the presence of oxygen generates highly reactive, short-lived singlet oxygen and reactive oxygen radicals. The activated particles cause local damage to neovascular endothelium and subsequent vessel occlusion. Damaged endothelium releases procoagulant and vasoactive factors causing platelet aggregation, fibrin clot formation, and vasoconstriction. These factors contribute to the temporary occlusion of choroidal neovascularization.<\/li><li>Animal models indicate verteporfin is also present in the retina. Therefore, collateral damage may be caused to retinal structures following photoactivation in humans, including the retinal pigmented epithelium and outer nuclear layer of the retina.<\/li><\/ul>"},"8":{"id":"jtu5s8","title":"Pharmacokinetics","sub":{"2":{"id":"jtu5s8b25","title":"Metabolism","mono":"Parenteral-Local: Hepatic and plasma esterases<br\/>"},"3":{"id":"jtu5s8b26","title":"Excretion","mono":"Parenteral-Local: Fecal: primarily; Renal: &lt; 0.01% route<br\/>"},"4":{"id":"jtu5s8b27","title":"Elimination Half Life","mono":"Parenteral-Local:  5 to 6 h<br\/>"}}},"9":{"id":"jtu5s9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>use rubber gloves and wear eye protection to avoid contact with the skin and eyes during preparation and administration; any exposed person must be protected from bright light<\/li><li>wipe spills up with a damp cloth; use rubber gloves and eye protection for spills and disposal<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>establish free-flowing IV line, use largest arm vein possible; avoid small veins in back of the hand; avoid extravasation<\/li><li>reconstitute 15-mg vial with 7 mL sterile water for injection for a total concentration of 2 mg\/mL; protect from light; use within 4 hours<\/li><li>withdraw appropriate dose and further dilute with D5W to total volume of 30 mL<\/li><li>infuse over 10 minutes at a rate of 3 mL\/min; use an appropriate syringe pump and a 1.2-micron in-line filter<\/li><li>light administration should be initiated 15 minutes after the start of the 10-minute infusion<\/li><\/ul><\/li><\/ul>"},"10":{"id":"jtu5s10","title":"Monitoring","mono":"<ul><li>ophthalmologic exam (eg; every 3 months)<\/li><li>extravasation<\/li><li>ECG, blood pressure, hepatic function, CBC<\/li><\/ul>"},"11":{"id":"jtu5s11","title":"How Supplied","mono":"<b>Visudyne<\/b><br\/>Intravenous Powder for Solution: 15 MG<br\/>"},"12":{"id":"jtu5s12","title":"Toxicology","sub":[{"id":"jtu5s12b31","title":"Clinical Effects","mono":"<b>VERTEPORFIN<\/b><br\/>OVERDOSE: Overdose information is limited. Non-perfusion of normal retinal vessels is a possiblilty following an overdose, and may lead to a severe decrease in vision which may be permanent. A prolonged period of photosensitivity to bright light may also occur following an overdose. ADVERSE EFFECTS: The most commonly reported adverse effects are injection site reactions, including extravasation and rashes, and visual disturbances, including blurred vision, decreased visual acuity, and visual field defects. <br\/>"},{"id":"jtu5s12b32","title":"Treatment","mono":"<b>VERTEPORFIN<\/b><br\/><ul><li>Support: Treatment is symptomatic and supportive.<\/li><li>Photosensitivity: Photosensitivity precautions should be extended for a time proportional to the overdose (these precautions are observed for 5 days after normal doses). Photosensitivity precautions include: avoid direct sunlight or bright indoor light. If patient must go outdoors in daylight, all parts of skin should be covered with protective clothing (UV sunscreens are not effective substitutes), and dark sunglasses should be worn. Sources of bright indoor light include tanning salons, bright halogen lights, high power lighting such as in surgical operating rooms or dental offices. Patients should expose their skin to ambient indoor light to help inactivate the drug.<\/li><\/ul>"},{"id":"jtu5s12b33","title":"Range of Toxicity","mono":"<b>VERTEPORFIN<\/b><br\/>TOXIC: A specific toxic dose has not been established. THERAPEUTIC: The usual therapeutic dose is 6 mg\/m(2).<br\/>"}]},"13":{"id":"jtu5s13","title":"Clinical Teaching","mono":"<ul><li>This drug causes temporary photosensitivity. Patient should avoid exposure of skin or eyes to direct sunlight or bright indoor light for 5 days.<\/li><li>If it is necessary to go outdoors in the daytime, advise patient to wear protective clothing and dark glasses. Sunscreens are not protective against harmful effects of sunlight while using this drug.<\/li><li>This drug may cause headache, anemia, visual disturbances (blurred, diplopia, decreased visual acuity), and cataracts.<\/li><\/ul>"}}}