{"generic":"Dexmedetomidine Hydrochloride","drugs":["Dexmedetomidine Hydrochloride","Precedex"],"mono":{"0":{"id":"jtuvs0","title":"Generic Names","mono":"Dexmedetomidine Hydrochloride"},"1":{"id":"jtuvs1","title":"Dosing and Indications","sub":[{"id":"jtuvs1b4","title":"Adult Dosing","mono":"<ul><li><b>Cough, Fentanyl- or sufentanil-induced:<\/b> 0.1 mcg\/kg, 0.25 mcg\/kg, or 0.5 mcg\/kg IV over 5 minutes immediately prior to sufentanil  and 0.5 or 1 mcg\/kg IV over 10 minutes immediately prior to fentanyl  were used in clinical trials<\/li><li><b>Cough, Fentanyl- or sufentanil-induced:<\/b> (combination with midazolam) 0.6 mcg\/kg IV over 10 minutes plus midazolam 0.06 mg\/kg IV over 5 seconds, administered 2 minutes prior to fentanyl, was used in a clinical trial<\/li><li><b>Premedication for anesthetic procedure, Nonintubated patients:<\/b> initial, loading infusion of 1 mcg\/kg IV over 10 minutes; for less invasive procedures (ie, ophthalmic surgery), initial loading infusion of 0.5 mcg\/kg IV over 10 minutes may be sufficient<\/li><li><b>Premedication for anesthetic procedure, Nonintubated patients:<\/b> maintenance, 0.6 mcg\/kg\/hr IV infusion titrated to desired clinical effect with doses ranging from 0.2 to 1 mcg\/kg\/hr<\/li><li><b>Premedication for anesthetic procedure, Nonintubated patients:<\/b> (awake, fiberoptic intubation) initial loading infusion of 1 mcg\/kg IV over 10 minutes, followed by maintenance infusion of 0.7 mcg\/kg\/hr until endotracheal tube is secured<\/li><li><b>Premedication for anesthetic procedure, Nonintubated patients:<\/b> 1 mcg\/kg INTRANASALLY, diluted in NS to a total volume of 0.8 mL and administered bilaterally (0.4 mL each nostril), provided effective sedation in a small randomized study<\/li><li><b>Sedation, Intubated\/mechanically ventilated ICU patients:<\/b> initial, loading infusion of 1 mcg\/kg IV over 10 minutes; no loading dose required when converting from alternate sedative therapy<\/li><li><b>Sedation, Intubated\/mechanically ventilated ICU patients:<\/b> maintenance, 0.2 to 0.7 mcg\/kg\/hr continuous IV infusion titrated to desired clinical effect for a MAX of 24 hours<\/li><\/ul>"},{"id":"jtuvs1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy not established in pediatric patients<\/li><li><b>Premedication for anesthetic procedure, Nonintubated patients:<\/b> 2 mcg\/kg IV bolus over 10 minutes, then 1 mcg\/kg\/hour IV until completion of nuclear medicine imaging was used in a clinical study (mean age, 5.7 years)<\/li><li><b>Premedication for anesthetic procedure, Nonintubated patients:<\/b> 0.5 to 1 mcg\/kg IV every 3 to 5 minutes (mean total dose, 2.1 mcg\/kg; mean infusion rate, 1.5 mcg\/kg\/hr) provided sedation during EEG testing in a retrospective review (mean age, 5.6 years)<\/li><li><b>Premedication for anesthetic procedure, Nonintubated patients:<\/b> initial, 1 to 4.5 mcg\/kg IM (mean dose, 2.6 mcg\/kg) provided sedation during EEG testing in a retrospective review; a second, lower dose (mean dose, 2 mcg\/kg) was given if adequate sedation was not achieved 10 minutes after first dose (mean age, 3.5 years)<\/li><li><b>Premedication for anesthetic procedure, Nonintubated patients:<\/b> 1 to 2 mcg\/kg INTRANASALLY, administered bilaterally, provided effective sedation prior to anesthesia induction in 2 randomized studies (ages, 1 to 8 years)<\/li><\/ul>"},{"id":"jtuvs1b6","title":"Dose Adjustments","mono":"<ul><li><b>geriatric:<\/b> (procedural sedation) a reduced loading dose of 0.5 mcg\/kg IV over 10 minutes and a reduction in the maintenance infusion is recommended<\/li><li><b>geriatric:<\/b> (ICU sedation) consider a dose reduction of loading and maintenance dosages<\/li><li><b>hepatic impairment:<\/b> consider a dose reduction of loading and maintenance dosages<\/li><li><b>concomitant use with anesthetics, sedatives, hypnotics, or opioids:<\/b> a dosage reduction of either drug may be required<\/li><\/ul>"},{"id":"jtuvs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Premedication for anesthetic procedure, Nonintubated patients<\/li><li>Sedation, Intubated\/mechanically ventilated ICU patients<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Anesthetics adverse reaction - Shivering<\/li><li>Cough, Fentanyl- or sufentanil-induced<\/li><li>General anesthesia; Adjunct<\/li><li>Sedation, During awake craniotomy<\/li><\/ul>"}]},"3":{"id":"jtuvs3","title":"Contraindications\/Warnings","sub":[{"id":"jtuvs3b9","title":"Contraindications","mono":"Specific contraindications have not been determined.<br\/>"},{"id":"jtuvs3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Sinus arrest has been reported<\/li><li>-- Bradycardia and hypotension have been reported, more pronounced in elderly and in patients with hypovolemia, diabetes mellitus, or chronic hypertension; dose reduction or interruption may be necessary<\/li><li>-- Use caution with advanced heart block or severe ventricular dysfunction<\/li><li>-- Transient hypertension has been reported, primarily during the loading dose; reduced loading infusion rate may be necessary<\/li><li>Hepatic:<\/li><li>-- Hepatic impairment; dosage adjustment may be necessary<\/li><li>Neurologic:<\/li><li>-- Arousability and alertness when stimulated has been reported<\/li><li>Other:<\/li><li>-- Withdrawal symptoms (eg, nausea, vomiting, agitation, hypertension, and tachycardia) have been reported within 48 hours of discontinuation<\/li><li>-- Tolerance, tachyphylaxis, and dose-related increases in adverse events have been reported with use beyond 24 hours<\/li><\/ul>"},{"id":"jtuvs3b11","title":"Pregnancy Category","mono":"Dexmedetomidine: C (FDA)<br\/>"},{"id":"jtuvs3b12","title":"Breast Feeding","mono":"Dexmedetomidine: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jtuvs4","title":"Drug Interactions","sub":{"1":{"id":"jtuvs4b14","title":"Major","mono":"<ul><li>Buprenorphine (theoretical)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydromorphone (theoretical)<\/li><li>Meclizine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Sodium Oxybate (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Zolpidem (theoretical)<\/li><\/ul>"},"2":{"id":"jtuvs4b15","title":"Moderate","mono":"<ul>Perampanel (probable)<\/ul>"}}},"5":{"id":"jtuvs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (12% to 13%), Tachycardia (2% to 5%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (3% to 11%), Xerostomia (3% to 4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Atrial fibrillation (4%), Bradyarrhythmia (5% to 42%), Cardiac dysrhythmia, Hypotension (25% to 54%), Sinus arrest, Transient hypertension<\/li><li><b>Respiratory:<\/b>Apnea, Bronchospasm, Pleural effusion (2%), Respiratory depression (37%)<\/li><\/ul>"},"6":{"id":"jtuvs6","title":"Drug Name Info","sub":{"0":{"id":"jtuvs6b17","title":"US Trade Names","mono":"Precedex<br\/>"},"2":{"id":"jtuvs6b19","title":"Class","mono":"<ul><li>Alpha-2 Adrenergic Agonist<\/li><li>Sedative<\/li><\/ul>"},"3":{"id":"jtuvs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtuvs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jtuvs7","title":"Mechanism Of Action","mono":"Dexmedetomidine is a relatively selective alpha-2 adrenergic agonist with sedative characteristics. This compound is an imidazole derivative and the active S-isomer of medetomidine. In animals, slow IV infusion of doses of dexmedetomidine ranging from 10 to 300 mcg\/kg results in alpha-2 selectivity, while slow IV infusion of doses of 1000 mcg\/kg or greater or rapid IV administration results in alpha-1 and alpha-2 activity.<br\/>"},"8":{"id":"jtuvs8","title":"Pharmacokinetics","sub":{"1":{"id":"jtuvs8b24","title":"Distribution","mono":"<ul><li>Protein binding: 94%<\/li><li>Vd: 118 to 152 L<\/li><li>Vd, hypoalbuminemia: 151 L<\/li><li>Vd, severe renal impairment: 161.2 L<\/li><\/ul>"},"2":{"id":"jtuvs8b25","title":"Metabolism","mono":"Liver: extensive via direct glucuronidation and cytochrome P450-mediated metabolism <br\/>"},"3":{"id":"jtuvs8b26","title":"Excretion","mono":"<ul><li>Fecal: 4%<\/li><li>Renal: 95% changed<\/li><li>Renal clearance: 0.82 L\/min<\/li><li>Total body clearance: 39L\/hr  to 57 L\/hr<\/li><li>Total body clearance, elderly ICU patients: 42.2 L\/hr<\/li><li>Total body clearance, hepatic impairment: 53% to 74% of healthy subjects<\/li><li>Total body clearance, severe renal impairment: 1.1 L\/min<\/li><\/ul>"},"4":{"id":"jtuvs8b27","title":"Elimination Half Life","mono":"<ul><li>Healthy adults, 2 to 2.67 hours<\/li><li>Elderly, 155 minutes<\/li><li>Hypoalbuminemia, 140 minutes<\/li><li>Renal impairment, 113.4 min<\/li><\/ul>"}}},"9":{"id":"jtuvs9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>dexmedetomidine concentrate, 200 mcg\/2 mL: dilute 2 mL (200 mcg) of dexmedetomidine with 48 mL of NS (50 mL total) to achieve required concentration of 4 mcg\/mL prior to administration; shake gently to mix<\/li><li>dexmedetomidine 200 mcg\/50 mL and 400 mcg\/100 mL: already at required concentration of 4 mcg\/mL; no further dilution is necessary<\/li><li>administer using a controlled infusion device; do not coadminister in the same IV catheter with blood or plasma products<\/li><\/ul>"},"10":{"id":"jtuvs10","title":"Monitoring","mono":"<ul><li>attenuation of heart rate and blood pressure increases in response to endotracheal intubation and a decrease in anesthetic\/opioid requirements are indicative of a therapeutic response to dexmedetomidine when given as an anesthetic adjunct<\/li><li>patients may be arousable and alert when stimulated; this alone should not be considered as indicative of lack of efficacy<\/li><li>blood pressure, heart rate, respiratory rate, and oxygen levels; continuously during dexmedetomidine infusion and after discontinuation, as clinically necessary<\/li><\/ul>"},"11":{"id":"jtuvs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Intravenous Solution: 100 MCG\/ML<br\/><\/li><li><b>Novaplus Dexmedetomidine HCl<\/b><br\/>Intravenous Solution: 100 MCG\/ML<br\/><\/li><li><b>Precedex<\/b><br\/>Intravenous Solution: 100 MCG\/ML<br\/><\/li><li><b>PremierPro Rx Dexmedetomidine HCl<\/b><br\/>Intravenous Solution: 100 MCG\/ML<br\/><\/li><\/ul>"},"12":{"id":"jtuvs12","title":"Toxicology","sub":[{"id":"jtuvs12b31","title":"Clinical Effects","mono":"<b>DEXMEDETOMIDINE <\/b><br\/>USES: Indicated for short term (24 hours or less) sedation of patients requiring intubation and mechanical ventilation in an intensive care setting. Multiple studies have utilized dexmedetomidine for greater than 24 hours; therefore, it may be a safe and effective sedative when used for longer than 24 hours. PHARMACOLOGY: Dexmedetomidine is a specific and selective alpha-2 adrenoceptor agonist. It has a significantly higher alpha-2\/alpha-1 selectivity ratio than does clonidine. TOXICOLOGY: It is anticipated that dexmedetomidine can produce hypotension and bradycardia induced by vagal stimuli and sympathetic outflow. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Limited data exists on overdose. It is anticipated that overdose events may be an extension of the adverse events observed. Overdose may result in oversedation, bradycardia and hypotension. In a series of 3 inadvertent overdoses, deep hypnosis developed, which resolved within one hour of drug discontinuation. First and second degree AV block have been reported. Cardiac arrest developed in one patient receiving a bolus loading dose of undiluted dexmedetomidine (19.4 mcg\/kg); recovery was uneventful. ADVERSE EVENTS: COMMON: The most frequently reported adverse events include: hypotension (28%), hypertension (16%) {associated with loading dose administration}, bradycardia (7%), tachycardia (3%) and hypoxia (4%). Dexmedetomidine decreases sympathetic nervous system activity, therefore bradycardia and hypotension may be profound in some patients including the elderly, hypovolemic patients or patients with significant comorbidity (e.g., diabetes mellitus or chronic hypertension). Other events include atrial fibrillation (4%), fever (5%), vomiting (4%), hemorrhage (3%), and anemia (3%). Respiratory depression is rare, despite doses that produce marked sedation. INFREQUENT EVENTS: Hyperpyrexia, pain, hyperglycemia, acidosis, pleural effusion, oliguria and thirst may develop. WITHDRAWAL SYNDROME: Withdrawal symptoms may occur following abrupt dose reduction or sudden cessation of therapy, similar to clonidine and other centrally acting antihypertensive agents. Symptoms include, but are not limited to, nausea, vomiting, agitation, palpitations, and hypertension.<br\/>"},{"id":"jtuvs12b32","title":"Treatment","mono":"<b>DEXMEDETOMIDINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. Transient hypertension may develop after exposure; treatment is usually not indicated. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. Symptomatic bradycardia can be treated with atropine.<\/li><li>Decontamination: Not indicated. Drug administered via the intravenous route.<\/li><li>Airway management: A decrease in respiratory function is generally not anticipated with dexmedetomidine when given alone, but it may produce significant respiratory depression when combined with centrally acting depressant agents (eg, opioids).  Assess respiratory rate and effort closely following exposure; administer oxygen, assist ventilation and intubate if clinically indicated.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs and pulse oximetry. Hypotension, bradycardia and respiratory depression may develop. Institute continuous cardiac monitoring and obtain an ECG. Monitor neurologic function. Specific laboratory tests are not necessary following inadvertent exposure, unless otherwise clinically indicated.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA:   There is no data to support home management; dexmedetomidine is generally only used in the hospital setting. OBSERVATION CRITERIA: Patients who are symptomatic should be observed with frequent monitoring of vital signs. HOSPITAL ADMISSION: Patients with dysrhythmias or severe respiratory distress require ICU admission. CONSULT CRITERIA:  Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jtuvs12b33","title":"Range of Toxicity","mono":"<b>DEXMEDETOMIDINE<\/b><br\/>TOXICITY: Limited data. Three patients received an inadvertent overdose in the perioperative setting: one patient received a dose of 192 mcg (2.6 times the prescribed dose) over 20 minutes; one received 4 and 2 mcg\/kg\/hr instead of 0.4 and 0.2 mcg\/kg\/hr and the third patient received 0.5 mcg\/kg\/min rather than 0.5 mcg\/kg\/hr. The major clinical effect in all three was oversedation, which resolved with the discontinuation of the infusion. In a study of healthy subjects receiving doses approximately 13 times the upper limit of therapeutic range, transient AV block (first and second degree) developed which resolved spontaneously. One patient receive a bolus dose of 19.4 mcg\/kg undiluted dexmedetomidine and had a cardiac arrest from which he was successfully resuscitated. THERAPEUTIC DOSE: For sedation, intubated\/mechanically ventilated ICU patients: ADULT: Initial dose: 1 mcg\/kg over 10 min; Maintenance: 0.2 to 0.7 mcg\/kg\/hr infusion for a maximum of 24 hours. Procedural sedation: ADULT: Initial dose: 0.5 to 1 mcg\/kg over 10 min; Maintenance: 0.6 mcg\/kg\/hr initially and adjust to 0.2 to 1 mcg\/kg\/hr for a maximum of 24 hours. PEDIATRIC: Safety and efficacy in children less than 18 years of age have not been established.<br\/>"}]}}}