{"generic":"Cevimeline Hydrochloride","drugs":["Cevimeline Hydrochloride","Evoxac"],"mono":{"0":{"id":"jtvqs0","title":"Generic Names","mono":"Cevimeline Hydrochloride"},"1":{"id":"jtvqs1","title":"Dosing and Indications","sub":{"0":{"id":"jtvqs1b4","title":"Adult Dosing","mono":"<b>Sjoegren's syndrome - Xerostomia:<\/b> 30 mg ORALLY 3 times a day "},"1":{"id":"jtvqs1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients"},"3":{"id":"jtvqs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Sjoegren's syndrome - Xerostomia<br\/>"}}},"3":{"id":"jtvqs3","title":"Contraindications\/Warnings","sub":[{"id":"jtvqs3b9","title":"Contraindications","mono":"<ul><li>acute iritis\/narrow angle (angle-closure) glaucoma; due to miosis<\/li><li>hypersensitivity to cevimeline or any ingredient in the formulation<\/li><li>uncontrolled asthma<\/li><\/ul>"},{"id":"jtvqs3b10","title":"Precautions","mono":"<ul><li>cardiovascular disease, history of; as evidenced by angina pectoris or myocardial infarction; potential alteration in cardiac conduction and\/or heart rate<\/li><li>chronic bronchitis; potential increased airway resistance, bronchial smooth muscle tone, and bronchial secretions<\/li><li>chronic obstructive pulmonary disease; potential increased airway resistance, bronchial smooth muscle tone, and bronchial secretions<\/li><li>controlled asthma; potential increased airway resistance, bronchial smooth muscle tone, and bronchial secretions<\/li><li>dehydration; may occur with excessive sweating<\/li><li>nephrolithiasis or cholelithiasis, history of; may increase risk of complications such as cholecystitis, cholangitis, biliary obstruction, renal colic or ureteral reflux<\/li><li>parasympathomimetic effects exaggerated<\/li><li>visual acuity decreased; due to visual blurring and impaired depth perception, especially at night which may impair driving ability<\/li><\/ul>"},{"id":"jtvqs3b11","title":"Pregnancy Category","mono":"Cevimeline: C (FDA)<br\/>"},{"id":"jtvqs3b12","title":"Breast Feeding","mono":"Cevimeline: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jtvqs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Sweating symptom<\/li><li><b>Gastrointestinal:<\/b>Diarrhea, Excessive salivation, Indigestion, Nausea, Vomiting<\/li><li><b>Renal:<\/b>Urinary tract infectious disease<\/li><li><b>Respiratory:<\/b>Bronchitis, Cough, Rhinitis, Sinusitis, Upper respiratory infection<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Chest pain (1-3%), Edema (1-3%), Palpitations (1-3%)<\/li><li><b>Ophthalmic:<\/b>Eye \/ vision finding (1-3%)<\/li><\/ul>"},"6":{"id":"jtvqs6","title":"Drug Name Info","sub":{"0":{"id":"jtvqs6b17","title":"US Trade Names","mono":"Evoxac<br\/>"},"2":{"id":"jtvqs6b19","title":"Class","mono":"<ul><li>Central Nervous System Agent<\/li><li>Cholinergic<\/li><\/ul>"},"3":{"id":"jtvqs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtvqs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jtvqs7","title":"Mechanism Of Action","mono":"Cevimeline hydrochloride, a cholinergic agonist, binds to muscarinic receptors resulting in increased exocrine gland secretion, such as sweat and salivary glands, and increased tone of the smooth muscles in the urinary and gastrointestinal tracts.<br\/>"},"8":{"id":"jtvqs8","title":"Pharmacokinetics","sub":[{"id":"jtvqs8b23","title":"Absorption","mono":"<ul><li>Oral: time to peak concentration, 1.5 h to 2 h<\/li><li>Effect of food: decreases rate of absorption, increases Tmax to 2.86 h, reduces Cmax by 17.3%<\/li><\/ul>"},{"id":"jtvqs8b24","title":"Distribution","mono":"<ul><li>Vd: approximately 6 L\/kg<\/li><li>Protein binding: less than 20%<\/li><\/ul>"},{"id":"jtvqs8b25","title":"Metabolism","mono":"<ul><li>Hepatic; P450 CYP2D6, CYP3A3, CYP3A4<\/li><li>Metabolites: cis and trans-sulfoxide, glucuronic acid conjugate, N-oxide metabolite<\/li><\/ul>"},{"id":"jtvqs8b26","title":"Excretion","mono":"<ul><li>Fecal: 0.5% in 7 days<\/li><li>Renal: 84% in 24 h, 97% in 7 days<\/li><li>Dialyzable: unknown<\/li><\/ul>"},{"id":"jtvqs8b27","title":"Elimination Half Life","mono":"5 h +\/- 1 h <br\/>"}]},"10":{"id":"jtvqs10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>excessive sweating, dehydration<\/li><\/ul>"},"11":{"id":"jtvqs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 30 MG<br\/><\/li><li><b>Evoxac<\/b><br\/>Oral Capsule: 30 MG<br\/><\/li><\/ul>"},"12":{"id":"jtvqs12","title":"Toxicology","sub":[{"id":"jtvqs12b31","title":"Clinical Effects","mono":"<b>CHOLINERGIC AGONISTS-DIRECT <\/b><br\/>USES: Muscarinic direct-acting cholinergic agents include acetylcholine, bethanechol, carbachol, cevimeline, choline, methacholine, and pilocarpine. These agents are used to treat glaucoma (pilocarpine), neurogenic atonic bladder (bethanechol) or Alzheimer disease (cevimeline) or to diagnose bronchial airway hyperactivity (methacholine). Muscarinic mushrooms are discussed in a separate management (Mushrooms-Muscarine\/Histamine). Nicotinic agents (eg, carbachol, nicotinic plant alkaloids) are also discussed in separate managements. PHARMACOLOGY: These agents directly stimulate postganglionic cholinergic receptors and vary in selectivity for muscarinic receptors and nicotinic sites. Acetylcholine, methacholine, bethanechol, and pilocarpine have predominantly muscarinic effects, stimulating gastrointestinal, urinary, uterine, bronchial, cardiac, vascular, exocrine, CNS cortex, and brain stem receptors. Cevimeline is a muscarinic agonist (derivative of acetylcholine) which has demonstrated at least partial direct muscarinic M1-receptor agonist activity in the CNS. TOXICOLOGY: Toxicity occurs when acetylcholinesterase (AChE) does not adequately metabolize acetylcholine (ACh) in the synapse, leaving an excessive amount of ACh to interact with receptors. ACh functions as a neurotransmitter in the CNS where it may cause agitation and excitability followed by lethargy and seizures. In the peripheral nervous system, it affects neuromuscular junctions and the autonomic nervous system (ANS). The ANS manifests both parasympathetic findings (muscarinic: bradycardia, hypersecretion, gastrointestinal smooth muscle contraction, bronchoconstriction, and miosis) and sympathetic findings (mostly nicotinic\/stimulatory: tachycardia, hypertension, bronchodilation, mydriasis, and diaphoresis). EPIDEMIOLOGY: Direct-acting cholinergic agent toxicity is an uncommon occurrence, and severe manifestations are rare except for carbachol. Pilocarpine and carbachol eye drops are used to treat glaucoma, are absorbed systemically, and cause infrequent problems. MILD TO MODERATE POISONING: Peripheral muscarinic effects may include salivation, lacrimation, frequent urination, diarrhea, vomiting, and miosis. Central muscarinic effects may include visual hallucinations and dystonias. SEVERE POISONING: Peripheral muscarinic effects include bradycardia, bronchorrhea, and bronchospasm. Central muscarinic effects may include sedation, muscular rigidity, seizures, or coma. Nicotinic receptor activation may stimulate postganglionic sympathetic and parasympathetic neurons, neuromuscular junctions, and CNS neurons. Clinical effects may include excitation early (eg, hypertension, tachycardia, vomiting, diarrhea, fasciculations, and seizures) and inhibition later (eg, hypotension, bradydysrhythmias, paralysis, and coma). ADVERSE EFFECTS: Adverse effects depend upon the individual agents but may include peripheral muscarinic effects (eg, salivation, lacrimation, frequent urination, diarrhea, vomiting, and miosis) and central muscarinic effects (eg, visual hallucinations and dystonias). Methacholine stimulates muscarinic contraction of airway smooth muscle and increases tracheobronchial secretions.<br\/>"},{"id":"jtvqs12b32","title":"Treatment","mono":"<b>CHOLINERGIC AGONISTS-DIRECT <\/b><br\/><ul><li>Support: Atropine, an antimuscarinic agent, is the mainstay of therapy for life-threatening muscarinic effects (bronchorrhea, bronchospasm, and bradycardia). Large doses of intravenous atropine may be required in the first 24 hours (up to 50 mg in one case). Nicotinic effects do not respond to atropine. Supportive care is the primary treatment for nicotinic poisoning with emphasis on respiratory and cardiovascular systems. These agents may be absorbed by oral, intravenous, ocular, and subcutaneous routes, but the systemic manifestations are treated the same. MANAGEMENT OF MILD TO MODERATE TOXICITY: IV atropine and supportive care are usually sufficient treatment for mild to moderate toxicity. Administer inhaled beta2-adrenergic agonists (eg albuterol) for bronchospasm. MANAGEMENT OF SEVERE TOXICITY: Large doses of IV atropine may be required for severe muscarinic findings to dry secretions. Epinephrine IV may assist in overcoming severe cardiovascular responses or bronchoconstriction. Administer inhaled beta2-adrenergic agonists (eg, albuterol) for bronchospasm, as well as inhaled ipratropium bromide and systemic corticosteroids as needed. Treat seizures with IV benzodiazepines. Otherwise, meticulous supportive care with attention directed to oxygenation, ventilation, and circulation generally are sufficient.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal is generally not necessary since direct-acting cholinergic agonists can induce spontaneous vomiting. Eye drops are absorbed rapidly, so eye irrigation likely will not decrease absorption. HOSPITAL: If the patient 1) has taken a significant overdose or there is a serious co-ingestant that binds charcoal, 2) if the patient is alert and able to tolerate charcoal and not persistently vomiting, and 3) if the ingestion was recent, then charcoal may be administered. Gastric lavage and whole bowel irrigation are generally not indicated.<\/li><li>Airway management: Administer 100% oxygen as needed for respiratory support. Intubate and provide assisted ventilation as necessary. This is not likely unless a very large exposure has occurred.<\/li><li>Antidote: Atropine is the antidote for muscarinic symptoms. Administer IV atropine liberally until secretions slow\/cease. There is no antidote for nicotinic symptoms.<\/li><li>Monitoring of patient: Monitor vital signs, including pulse oximetry. Monitor for evidence of respiratory distress, bronchospasm, or bronchorrhea. Obtain a chest x-ray in patients with respiratory distress to evaluate for pulmonary edema. Monitor serum electrolytes in patients with significant toxicity. Obtain an ECG and institute continuous cardiac monitoring in patients with significant toxicity.<\/li><li>Enhanced elimination procedure: Enhanced elimination is generally not necessary or effective.<\/li><li>Patient disposition: HOME CRITERIA: Symptoms are generally mild unless large amounts have been ingested or taken. Patients may be observed at home for mild symptoms after inadvertent exposures, but should be evaluated for any concerning symptoms (eg, shortness of breath, wet cough, any distress). OBSERVATION CRITERIA: Any patient with a deliberate overdose or who manifests respiratory distress, cardiovascular compromise, dehydration, sedation, agitation, or severe CNS findings should be sent to a healthcare facility for observation. If symptoms resolve in the emergency department and the home social situation permits, the patient may be discharged. ADMISSION CRITERIA: If the above findings persist despite treatment in the emergency department, admit the patient to the appropriate level of care. CONSULT CRITERIA: Consult a medical toxicologist as needed for patients with significant toxicity, especially for patients admitted to the ICU, or in whom the diagnosis is uncertain.<\/li><\/ul>"},{"id":"jtvqs12b33","title":"Range of Toxicity","mono":"<b>CHOLINERGIC AGONISTS-DIRECT<\/b><br\/>TOXICITY: CEVIMELINE: Nausea and vomiting, mild hypotension with tachycardia, and borderline QTc interval prolongation were reported in a woman after she ingested 20 30-mg cevimeline tablets. The patient recovered with supportive care. PILOCARPINE: The lethal dose in an adult has been estimated to be as low as 60 mg in an acute poisoning; however, an adult was reported to have developed cholinergic symptoms, but survived, after inadvertent subcutaneous administration of 80 mg pilocarpine. THERAPEUTIC DOSE: ACETYLCHOLINE: 0.5 to 2 mL of a 1:100 solution instilled intraocularly to produce miosis. BETHANECHOL: 10 to 50 mg orally 3 or 4 times\/day. CEVIMELINE: 30 mg orally 3 times daily. PILOCARPINE (ophthalmic): 2 drops in the affected eye 3 or 4 times daily; (oral): 5 mg 3 or 4 times daily; maximum 30 mg\/day.<br\/>"}]},"13":{"id":"jtvqs13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause decreased visual acuity, especially at night or in depth perception. Patient should avoid driving or other activities requiring clear vision until drug effects are realized.<\/li><li>This drug may cause sweating, diarrhea, dyspepsia, excessive salivation, nausea, vomiting, urinary tract infectious disease, bronchitis, cough, rhinitis, sinusitis, or upper respiratory tract infection.<\/li><li>Advise patient to maintain adequate hydration, especially if patient has increased sweating.<\/li><\/ul>"}}}