{"generic":"Follitropin Beta\/Ganirelix Acetate","drugs":["Follistim\/Antagon Kit","Follitropin Beta\/Ganirelix Acetate"],"mono":{"0":{"id":"jtwcs0","title":"Generic Names","mono":"Follitropin Beta\/Ganirelix Acetate"},"1":{"id":"jtwcs1","title":"Dosing and Indications","sub":{"0":{"id":"jtwcs1b4","title":"Adult Dosing","mono":"<ul><li><b>Female infertility - Reproductive technology management, Assisted:<\/b> follitropin beta, initial 150 to 225 international units SUBQ daily for the first 4 days; maintenance doses of 75 to 300 international units SUBQ daily, based on response, may be given for 6-12 days (generally sufficient for follicle development, though a longer course may be necessary); low\/poor responders have needed doses of 375 to 600 international units daily; MAX 600 international units\/day<\/li><li><b>Female infertility - Reproductive technology management, Assisted:<\/b> ganirelix, 250 mcg SUBQ daily during the mid to late portion of the follicular phase until hCG administration<\/li><\/ul>"},"1":{"id":"jtwcs1b5","title":"Pediatric Dosing","mono":"safety and effectiveness not established in children"},"3":{"id":"jtwcs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Female infertility - Reproductive technology management, Assisted<br\/>"}}},"3":{"id":"jtwcs3","title":"Contraindications\/Warnings","sub":[{"id":"jtwcs3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to recombinant follicle stimulating hormone products<\/li><li>hypersensitivity to ganirelix or any of its components<\/li><li>hypersensitivity to gonadotropin-releasing hormone (GnRH) or any GnRH analog<\/li><li>known or suspected pregnancy<\/li><li>lactation<\/li><li>ovarian cysts or enlargement not due to polycystic ovary syndrome<\/li><li>patients with primary ovarian failure (indicated by high FSH levels)<\/li><li>tumor of the ovary, breast, uterus, hypothalamus, or pituitary gland<\/li><li>uncontrolled thyroid or adrenal dysfunction<\/li><li>vaginal bleeding of unknown etiology<\/li><\/ul>"},{"id":"jtwcs3b10","title":"Precautions","mono":"<ul><li>avoid accidental injection of medication into a vein or artery<\/li><li>gynecologic and endocrinologic evaluation before initiation of therapy<\/li><li>ovarian enlargement risk<\/li><li>potential for multiple births<\/li><li>risk of ovarian hyperstimulation syndrome (OHSS)<\/li><\/ul>"},{"id":"jtwcs3b11","title":"Pregnancy Category","mono":"<ul><li>Follitropin Beta: X (FDA)<\/li><li>Ganirelix: X (FDA)<\/li><\/ul>"},{"id":"jtwcs3b12","title":"Breast Feeding","mono":"<ul><li>Follitropin Beta: Micromedex: Infant risk cannot be ruled out.<\/li><li>Ganirelix: Micromedex: Infant risk cannot be ruled out.<\/li><\/ul>"}]},"5":{"id":"jtwcs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site reaction<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain, Nausea<\/li><li><b>Neurologic:<\/b>Headache<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Thromboembolic disorder<\/li><li><b>Reproductive:<\/b>Ectopic pregnancy, Hypertrophy of ovary, Miscarriage, Ovarian hyperstimulation syndrome, Profuse vaginal bleeding<\/li><li><b>Respiratory:<\/b>Acute respiratory distress syndrome, Atelectasis<\/li><li><b>Other:<\/b>Congenital disease, Cause and effect related to ganirelix use not established<\/li><\/ul>"},"6":{"id":"jtwcs6","title":"Drug Name Info","sub":{"0":{"id":"jtwcs6b17","title":"US Trade Names","mono":"Follistim\/Antagon Kit<br\/>"},"2":{"id":"jtwcs6b19","title":"Class","mono":"<ul><li>Human Follicle Stimulating Hormone<\/li><li>Human Follicle Stimulating Hormone Combination<\/li><li>Luteinizing Hormone Releasing Hormone Antagonist<\/li><\/ul>"},"3":{"id":"jtwcs6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"jtwcs7","title":"Mechanism Of Action","mono":"<ul><li>Follitropin beta: contains human follicle-stimulating hormone (hFSH), which stimulates ovarian follicular growth in women who do not have primary ovarian failure.<\/li><li>Ganirelix acetate: has high antagonist activity against naturally occurring gonadotropin-releasing hormone (GnRH), and inhibits premature luteinizing hormone (LH) surges in patients undergoing controlled ovarian hyperstimulation.<\/li><\/ul>"},"8":{"id":"jtwcs8","title":"Pharmacokinetics","sub":[{"id":"jtwcs8b23","title":"Absorption","mono":"<ul><li>follitropin beta, subQ, Tmax: 12.9 hrs<\/li><li>ganirelix acetate, subQ, Tmax: 1.1 hrs<\/li><li>follitropin beta, subQ, bioavailability: 77.8%<\/li><li>ganirelix acetate, subQ, bioavailability: 91.1%<\/li><\/ul>"},{"id":"jtwcs8b24","title":"Distribution","mono":"<ul><li>ganirelix acetate, protein binding: 81.9%<\/li><li>follitropin beta, Vd: 8 L<\/li><li>ganirelix acetate, Vd: 76.5 L<\/li><\/ul>"},{"id":"jtwcs8b25","title":"Metabolism","mono":"<ul><li>follitropin beta, metabolized in same manner as natural FSH<\/li><li>ganirelix acetate, metabolism: minimal<\/li><\/ul>"},{"id":"jtwcs8b26","title":"Excretion","mono":"<ul><li>ganirelix acetate, fecal: 75.1%<\/li><li>ganirelix acetate, renal: 22.1%<\/li><\/ul>"},{"id":"jtwcs8b27","title":"Elimination Half Life","mono":"<ul><li>follitropin beta: 33.4 hrs<\/li><li>ganirelix acetate: 12.8 hrs (single subQ injection); 16.2 hrs (daily subQ injections for 7d)<\/li><\/ul>"}]},"10":{"id":"jtwcs10","title":"Monitoring","mono":"<ul><li>ultrasonography of ovaries and endometrial lining, serum estradiol levels<\/li><li>indices of progesterone production (rise in basal body temperature and serum progesterone levels)<\/li><li>during treatment and 2 weeks post-treatment, patients should be examined at least every other day for signs of excessive ovarian stimulation<\/li><\/ul>"},"12":{"id":"jtwcs12","title":"Toxicology","sub":[{"id":"jtwcs12b31","title":"Clinical Effects","mono":"<b>GONADOTROPIN RELEASING HORMONE RECEPTOR ANTAGONISTS<\/b><br\/>USES: Abarelix and degarelix are used for treatment of men with advanced prostate cancer. Cetrorelix and ganirelix are used for the inhibition of premature luteinizing hormone surges in women undergoing controlled ovarian stimulation. PHARMACOLOGY: Gonadotropin-releasing hormone (GnRH) receptor antagonists competitively block GnRH receptors in the pituitary pathway, suppressing the synthesis and secretion of luteinizing hormone (LH) and follicle-stimulating hormone (FSH). EPIDEMIOLOGY: No overdose cases have been reported. Poisoning may occur as a result of an iatrogenic error, but is extremely rare. MILD TO MODERATE TOXICITY: There are no reports of overdose with these agents. The signs and symptoms of an acute overdose are expected to be similar to excessive pharmacologic effects. Toxic effects are typically mild to moderate. ADVERSE EFFECTS: COMMON - ABARELIX OR DEGARELIX - Injection site reactions (eg; pain, erythema, swelling or induration), hot flashes, increased weight, increased liver enzymes, sleep disturbance, breast enlargement, back pain, constipation, peripheral edema. The following adverse effects have also been reported: Dizziness, headache, arthralgia, upper respiratory infection, diarrhea, dysuria, increased micturition, urinary retention, urinary tract infection, fatigue, abdominal pain, constipation, nausea, immediate-onset systemic allergic reactions (hypotension and syncope), upper respiratory infection, fever and chills, hypertension, prolonged QT interval (rare). GANIRELIX - Abdominal pain, headache, nausea, injection site reactions and ovarian hyperstimulation syndrome are the most common adverse effects. CETRORELIX - Headache, nausea and ovarian hyperstimulation are the most common adverse effects. <br\/>"},{"id":"jtwcs12b32","title":"Treatment","mono":"<b>GONADOTROPIN RELEASING HORMONE RECEPTOR ANTAGONISTS<\/b><br\/><ul><li>Decontamination: Decontamination is not indicated since these medications are given via the intramuscular and subcutaneous routes.<\/li><li>Support: Treatment is symptomatic and supportive. Overdose effects are anticipated to be an extension of adverse effects.<\/li><li>Airway management: Usually unnecessary.<\/li><li>Antidote: None<\/li><li>Anaphylaxis: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor fluid and electrolyte status in patients with severe vomiting. Monitor liver enzymes. Monitor for signs of ovarian hyperstimulation after ganirelix or cetrorelix overdose.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Asymptomatic patients may be discharged following 6 hours of observation.<\/li><\/ul>"},{"id":"jtwcs12b33","title":"Range of Toxicity","mono":"<b>GONADOTROPIN RELEASING HORMONE RECEPTOR ANTAGONISTS<\/b><br\/>TOXICITY: No maximum tolerated doses have been established. In clinical studies, the maximum dose of abarelix used in patients was 150 mg. No adverse events were observed in patients after receiving single cetrorelix doses up to 120 mg. THERAPEUTIC DOSE: Abarelix: 100 mg IM on day 1, 15, 29 (week 4) and every 4 weeks thereafter. Cetrorelix acetate: Single dose regimen: 3 mg SubQ when the serum estradiol level is indicative of an appropriate stimulation response, usually on stimulation day 7 (range day 5 to 9).  If hCG has not been administered within 4 days after injection of cetrorelix 3 mg, then 0.25 mg SubQ once daily should be administered until the day of hCG administration. Multiple dose regimen: 0.25 mg subQ every day starting on either stimulation day 5 (morning or evening) or day 6 (morning) and continued until the day of hCG administration. Degarelix: Initial dose: 240 mg SubQ given as 2 injections of 120 mg each. Maintenance dose: 80 mg SubQ given as a single injection every 28 days; Ganirelix: 250 mcg SubQ once daily during mid to late portion of the follicular phase, after initiating FSH therapy on day 2 or 3 of the cycle, until the day of hCG administration.<br\/>"}]},"13":{"id":"jtwcs13","title":"Clinical Teaching","mono":"<ul><li>Inform patient that this drug may cause multiple births.<\/li><li>This drug may cause nausea or headache.<\/li><li>Advise patient to report signs\/symptoms of ovarian hyperstimulation syndrome (abdominal bloating\/distension, lower abdominal pain, dyspnea, decreased urination) during and 2 wks post-treatment.<\/li><li>Instruct patient to report signs\/symptoms of pulmonary or vascular problems such as thromboembolic disorder, acute respiratory distress syndrome, or atelectasis.<\/li><li>Patient should also report profuse vaginal bleeding, or signs\/symptoms of ectopic pregnancy or spontaneous abortion.<\/li><li>If self-administered, teach patient proper technique and placement of injections.<\/li><li>Advise patient to rotate injection sites.<\/li><\/ul>"}}}