{"generic":"Abacavir Sulfate\/Lamivudine\/Zidovudine","drugs":["Abacavir Sulfate\/Lamivudine\/Zidovudine","Trizivir"],"mono":[{"id":"jtwhs0","title":"Generic Names","mono":"Abacavir Sulfate\/Lamivudine\/Zidovudine"},{"id":"jtwhs1","title":"Dosing and Indications","sub":[{"id":"jtwhs1b4","title":"Adult Dosing","mono":"<ul><li>HLA-B*5701 testing is recommended prior to initiation or reinitiation of abacavir sulfate or an abacavir-containing regimen and should not be given to patients who test positive for HLA-B*5701.<\/li><li><b>HIV infection:<\/b> 40 kg or greater, 1 tablet ORALLY twice daily<\/li><\/ul>"},{"id":"jtwhs1b5","title":"Pediatric Dosing","mono":"<ul><li>not intended for use in pediatric patients or adolescents weighing less than 40 kg<\/li><li><b>HIV infection:<\/b> Adolescents, 40 kg or greater, 1 tablet ORALLY twice daily<\/li><\/ul>"},{"id":"jtwhs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> fixed-dose tablet not recommended with CrCl less than 50 mL\/min<\/li><li><b>hepatic impairment:<\/b> fixed-dose tablet not recommended in patients with impaired hepatic function<\/li><li><b>hypersensitivity reaction:<\/b> discontinue use if suspected, permanently discontinue if confirmed<\/li><\/ul>"},{"id":"jtwhs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>HIV infection<br\/>"}]},{"id":"jtwhs2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Fatal hypersensitivity reactions have been reported with abacavir sulfate; discontinue if hypersensitivity reaction suspected; never restart an abacavir sulfate-containing product as potentially fatal reactions may recur within hours. Patients with HLA-B*5701 al&le; are at high risk for hypersensitivity to abacavir sulfate; screening for al&le; is recommended prior to initiating or reinitiation of therapy. Neutropenia, severe anemia, and symptomatic myopathy has been associated with zidovudine use, particularly in patients with advanced HIV disease. Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported with nucleoside analogues alone or in combination with other antiretrovirals. Severe acute exacerbations of hepatitis B have been reported in patients co-infected with HBV and HIV who have discontinued lamivudine; monitor hepatic function closely for several months following discontinuation of therapy.<br\/>"},{"id":"jtwhs3","title":"Contraindications\/Warnings","sub":[{"id":"jtwhs3b9","title":"Contraindications","mono":"<ul><li>hepatic impairment; dosage of individual components cannot be adjusted with the fixed-dose combination product<\/li><li>hypersensitivity to abacavir or any other component of the product; never restart abacavir therapy following a hypersensitivity reaction to abacavir regardless of HLA-B*5701 status<\/li><\/ul>"},{"id":"jtwhs3b10","title":"Precautions","mono":"<ul><li>hepatitis B virus and HIV-1 coinfection; severe acute exacerbations of hepatitis, some cases fatal, have been reported following discontinuation of lamivudine; monitoring recommended<\/li><li>hematologic toxicity including neutropenia and severe anemia has been reported, especially in patients with advanced HIV-1 disease; monitoring recommended; dosage interruption may be needed<\/li><li>HLA-B*5701-positive; significantly increased risk of serious and sometimes fatal hypersensitivity reactions; use not recommended unless potential benefit outweighs the risk; consider HLA-B*5701 screening prior to initiation or reinitiation of therapy<\/li><li>hypersensitivity reactions, serious and sometimes fatal have been reported; if suspected permanently discontinue therapy<\/li><li>lactic acidosis and severe hepatomegaly with steatosis, including fatalities, have been reported; especially in women, in obese, in patients with risk factors for liver disease, or with prolonged nucleoside exposure; if suspected discontinue use<\/li><li>myopathy and myositis, similar to that caused by HIV-1 infection, have been reported with prolonged zidovudine therapy<\/li><li>autoimmune disorders (eg, Graves disease, polymyositis, Guillain-Barr  syndrome) have been reported in the setting of immune reconstitution syndrome<\/li><li>bone marrow suppression (granulocyte count less than 1000 cells\/mm(3)), preexisting; increased risk of further hematologic toxicity; monitoring recommended<\/li><li>concomitant use with doxorubicin or ribavirin should be avoided<\/li><li>concomitant use with emtricitabine-containing products not recommended<\/li><li>concomitant interferon alfa with or without ribavirin in treatment of HIV\/HCV coinfection; hepatic decompensation, some cases fatal, have been reported; monitoring recommended; discontinuation of abacavir sulfate\/lamivudine and\/or dose reduction or discontinuation of interferon alfa or ribavirin may be required<\/li><li>emergence of lamivudine-resistant hepatitis B virus has been reported in non-HIV-1 infected patients receiving treatment for chronic hepatitis B infection and in HIV-1 infected patients coinfected with hepatitis B virus<\/li><li>immune reconstitution syndrome has been reported; further evaluation and treatment may be necessary<\/li><li>myocardial infarction; possible increased risk with abacavir use; consider underlying risk of coronary heart disease and minimize modifiable risks (eg, hypertension, hyperlipidemia, diabetes mellitus, smoking)<\/li><li>renal function impairment (CrCl less than 50 mL\/min); use not recommended, as the dosage of individual components cannot be adjusted with the fixed-dose combination product<\/li><li>treatment-experienced patients; potential for cross-resistance between abacavir and other nucleoside reverse transcriptase inhibitors<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jtwhs3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jtwhs3b12","title":"Breast Feeding","mono":"Micromedex:  Infant  risk cannot be ruled out.<br\/>"}]},{"id":"jtwhs4","title":"Drug Interactions","sub":[{"id":"jtwhs4b13","title":"Contraindicated","mono":"<ul>Amifampridine (theoretical)<\/ul>"},{"id":"jtwhs4b14","title":"Major","mono":"<ul><li>Clarithromycin (probable)<\/li><li>Dapsone (probable)<\/li><li>Dasabuvir (theoretical)<\/li><li>Doxorubicin (theoretical)<\/li><li>Doxorubicin Hydrochloride Liposome (theoretical)<\/li><li>Flucytosine (theoretical)<\/li><li>Ganciclovir (established)<\/li><li>Interferon Alfa (probable)<\/li><li>Paritaprevir (theoretical)<\/li><li>Pyrazinamide (probable)<\/li><li>Pyrimethamine (theoretical)<\/li><li>Ribavirin (probable)<\/li><li>Stavudine (theoretical)<\/li><li>Teriflunomide (probable)<\/li><li>Vinblastine (theoretical)<\/li><li>Vincristine (theoretical)<\/li><li>Vincristine Sulfate Liposome (theoretical)<\/li><li>Zalcitabine (theoretical)<\/li><\/ul>"},{"id":"jtwhs4b15","title":"Moderate","mono":"<ul><li>Acetaminophen (probable)<\/li><li>Fluconazole (probable)<\/li><li>Interferon Beta-1a (probable)<\/li><li>Methadone (established)<\/li><li>Nelfinavir (probable)<\/li><li>Probenecid (probable)<\/li><li>Rifabutin (probable)<\/li><li>Rifampin (probable)<\/li><li>Rifapentine (probable)<\/li><li>Tipranavir (established)<\/li><li>Valproic Acid (probable)<\/li><\/ul>"}]},{"id":"jtwhs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Nausea (Moderate to Severe) (19%), Nausea and vomiting (Moderate to Severe) (10%)<\/li><li><b>Neurologic:<\/b>Headache (Moderate to Severe) (13%)<\/li><li><b>Respiratory:<\/b>Viral respiratory infection (5%)<\/li><li><b>Other:<\/b>Malaise and fatigue (Moderate to Severe) (12%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Myocardial infarction<\/li><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Endocrine metabolic:<\/b>Lactic acidosis<\/li><li><b>Hematologic:<\/b>Myelosuppression, Neutropenia<\/li><li><b>Hepatic:<\/b>Hepatitis B, Exacerbation, Hepatomegaly (Severe)<\/li><li><b>Musculoskeletal:<\/b>Disorder of muscle, Myositis<\/li><li><b>Neurologic:<\/b>Seizure<\/li><\/ul>"},{"id":"jtwhs6","title":"Drug Name Info","sub":{"0":{"id":"jtwhs6b17","title":"US Trade Names","mono":"Trizivir<br\/>"},"2":{"id":"jtwhs6b19","title":"Class","mono":"<ul><li>Antiretroviral Agent<\/li><li>Nucleoside Reverse Transcriptase Inhibitor<\/li><\/ul>"},"3":{"id":"jtwhs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jtwhs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"jtwhs7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Abacavir, lamivudine, and zidovudine are synthetic nucleoside analogs. Intracellularly, abacavir, lamivudine, and zidovudine are phosphorylated to their respective active metabolites, carbovir triphosphate, lamivudine triphosphate, and zidovudine triphosphate. HIV reverse transcriptase utilizes these nucleotide analogs when transcribing viral RNA to DNA. Incorporation of carbovir triphosphate, lamivudine triphosphate, and zidovudine triphosphate into the growing chain of viral DNA results in termination of reverse  transcriptase and thus inhibition of HIV reverse  transcription.<\/li><li>Carbovir triphosphate, which is the active metabolite of abacavir, competes for the natural substrate, deoxyguanoside-5'-triphosphate (dGTP), and incorporates itself into viral DNA and therefore inhibits the HIV-1 reverse transcriptase activity. Lamivudine triphosphate is a weak inhibitor of mammalian DNA polymerases alpha and beta, and of mitochondrial DNA polymerase gamma. Zidovudine triphosphate is a weak inhibitor of mammalian DNA polymerase alpha and mitochondrial DNA polymerase gamma; it also has been reported to be incorporated into the DNA of cells in culture.<\/li><\/ul>"},{"id":"jtwhs8","title":"Pharmacokinetics","sub":[{"id":"jtwhs8b23","title":"Absorption","mono":"<ul><li>Systemic: Abacavir- Rapidly absorbed;<\/li><li>Bioavailability: Oral 86% (range 61 to 91%)<\/li><li>Lamivudine- Rapidly absorbed;<\/li><li>Bioavailability: Oral 86% (range 70 to 102%)<\/li><li>Zidovudine- Rapidly absorbed;<\/li><li>Bioavailability: Oral 64% (range 54 to 74%)<\/li><\/ul>"},{"id":"jtwhs8b24","title":"Distribution","mono":"<ul><li>Systemic: Abacavir- Vd: 0.86 L\/kg (range 0.71 to 1.01 L\/kg)<\/li><li>Lamivudine- Vd: 1.3 L\/kg (range 0.9 to 1.7 L\/kg)<\/li><li>Zidovudine- Vd: 1.6 L\/kg (range 1 to 2.2 L\/kg)<\/li><\/ul>"},{"id":"jtwhs8b25","title":"Metabolism","mono":"<ul><li>Systemic: Abacavir- Hepatic: Metabolites: 5'-carboxylic acid and 5'-glucuronide<\/li><li>Lamivudine- Metabolite: trans-sulfoxide 5%<\/li><li>Zidovudine- Hepatic: Metabolites:  3'-azido-3'-deoxy-5'-O-beta-D-glucopyranuronosylthymidine (GZDV) and 3'-amino-3'-deoxythymidine (AMT)<\/li><\/ul>"},{"id":"jtwhs8b26","title":"Excretion","mono":"<ul><li>Systemic: Abacavir-Hepatic<\/li><li>Lamivudine-Renal: 70% unchanged<\/li><li>Zidovudine-Hepatic: 14% zidovudine; 74% GZDV<\/li><\/ul>"},{"id":"jtwhs8b27","title":"Elimination Half Life","mono":"<ul><li>Systemic: Abacavir: 1.45 h (range 1.13 to 1.77 hours).<\/li><li>Lamivudine: 5 to 7 h.<\/li><li>Zidovudine: 0.5 to 3 h.<\/li><\/ul>"}]},{"id":"jtwhs9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with or without food <br\/>"},{"id":"jtwhs10","title":"Monitoring","mono":"<ul><li>HLA-B*5701 testing, prior to initiation of therapy<\/li><li>Viral load at baseline and with modification of antiretroviral (ARV) treatment, at 2 to 8 weeks; then every 4 to 8 weeks until values are below the limit of detection (less than 200 copies\/mL), then every 3 to 4 months; monitoring may be extended to every 6 months for patients who are immunologically stable, adherent, and with suppressed viral loads for more than 2 years<\/li><li>CD4 cell counts at baseline and with modification of ARV treatment, then every 3 to 6 months during at least the first 2 years of treatment and if the CD4 counts are less than 300 cell\/mm(3) or viremia develops; after 2 years monitoring may be extended to every 12 months for patients who are clinically stable with suppressed viral loads<\/li><li>Hepatitis B screening: baseline and with modification of ARV treatment; may repeat screening if hepatitis B surface antigen or antibody are negative at baseline.<\/li><li>ALT, AST, and total bilirubin; at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months; hepatic function following therapy discontinuation, for at least several months in patients co-infected with HIV-1 and hepatitis B virus<\/li><li>Basic chemistry, including serum sodium, potassium, bicarbonate, chloride, BUN, and creatinine (at baseline and with modification of ARV treatment, at 2 to 8 weeks, then every 3 to 6 months<\/li><li>CBC with a differential at baseline and with modification of ARV treatment, repeat at 2 to 8 weeks, then every 3 to 6 months<\/li><li>Fasting blood glucose or HbA1c at baseline and with modification of ARV treatment, then every 3 to 6 months in patients with abnormal values or every 12 months in patients with normal values<\/li><li>Fasting lipid profile at baseline and with modification of ARV treatment, at 4 to 8 weeks, then every 6 months in patients with abnormal values or annually in patients with normal values,<\/li><li>Urinalysis at baseline  or modification of ARV therapy, then annually<\/li><li>Signs and symptoms of hepatic dysfunction; for several months following therapy discontinuation for patients co-infected with HIV-1 and hepatitis B virus<\/li><\/ul>"},{"id":"jtwhs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: (Abacavir Sulfate - Lamivudine - Zidovudine) 300 MG-150 MG-300 MG<br\/><\/li><li><b>Trizivir<\/b><br\/>Oral Tablet: (Abacavir Sulfate - Lamivudine - Zidovudine) 300 MG-150 MG-300 MG<br\/><\/li><\/ul>"},{"id":"jtwhs12","title":"Toxicology","sub":[{"id":"jtwhs12b31","title":"Clinical Effects","mono":"<ul><li><b>AIDS ANTIVIRAL NUCLEOSIDES <\/b><br\/>USES: The nucleoside and nucleotide reverse transcriptase inhibitors (NRTIs) are primarily used in the treatment of HIV-1 and HIV-2 infection. This class includes: emtricitabine, lamivudine, stavudine, abacavir, and tenofovir; zidovudine and didanosine are in this class but are covered in separate managements, and zalcitabine is no longer manufactured. These agents are also used in the treatment of hepatitis B infection and human T-lymphocyte virus (HTLV) 1 and 2. PHARMACOLOGY: The NRTIs terminate HIV RNA to DNA transcription by acting as substrates for the HIV reverse transcriptase and terminating DNA elongation. These agents prevent cell infection, but have no effect on already infected cells. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon and severe sequelae from acute overdose are rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: There are limited data regarding overdose of NRTIs. However, overdose appears to be largely well tolerated with very few reports of severe clinical effects despite over 2 decades of drug availability. Nausea or vomiting, neurologic symptoms (ie, ataxia, lethargy, nystagmus, peripheral neuropathy), signs of bone marrow toxicity (ie, anemia, leukopenia, thrombocytopenia), or an increase in liver enzymes have all been reported in NRTI overdose or chronic toxicity. SEVERE TOXICITY: Severe toxicity has been reported after therapeutic use but not after acute overdose, and may be manifested by pancreatitis, hepatic steatosis, acute renal failure (ie, tenofovir), neuropsychiatric abnormalities, or acidosis. Chronic therapeutic administration may lead to mitochondrial toxicity leading to lactic acidosis, with or without hepatic microsteatosis. Pancreatitis, neuropathy, and myopathy often accompany the syndrome. Severe neuropsychiatric effects (ie, seizures, mania) have been reported. Lactic acidosis has been reported in patients receiving both single and dual nucleoside analogue (NRTI) regimens for HIV infection. This is thought to cause multiorgan failure and most commonly occurs in persons on prolonged (more than 6 months) therapy. ADVERSE EFFECTS: The most common adverse effects from all NRTIs are nausea, vomiting, headache, and malaise. Peripheral neuropathy and elevated transaminases have been reported with most NRTIs. Rash and hypersensitivity reactions are common and are usually self-limited when therapy is continued. Other adverse effects specific to each drug include: ABACAVIR: Hypersensitivity, nausea, vomiting, headache, and a possible increased risk of coronary artery disease. EMTRICITABINE: Rash, diarrhea, hypercholesterolemia, transaminitis, and mild rhabdomyolysis are common. Hepatic failure\/steatosis, neutropenia, and lactic acidosis are rare. LAMIVUDINE: Headache and nausea are common. Pancreatitis is rare. STAVUDINE: Peripheral neuropathy in greater than 60% of patients receiving over 4 mg\/kg daily. Lactic acidosis and transaminitis are common and do not require therapy or discontinuation unless severe. Dyslipidemia and insulin resistance have been associated with chronic stavudine and zidovudine. TENOFOVIR: Rash, headache, transaminitis, nausea, and vomiting are common. Hepatic failure\/steatosis, renal failure, rhabdomyolysis, pancreatitis, and lactic acidosis are rare. ZALCITABINE: Peripheral neuropathy, stomatitis, pancreatitis, transaminitis, and rash.<br\/><\/li><li><b>ZIDOVUDINE <\/b><br\/>USES: Zidovudine is used in the treatment of HIV-1 infection, in combination with other antiretroviral agents. PHARMACOLOGY: Zidovudine terminates HIV RNA to DNA transcription by acting as a substrate for the HIV reverse transcriptase and terminating DNA elongation. Zidovudine prevents cell infection, but has no effect on already infected cells. TOXICOLOGY: Toxicological effects are generally extensions of adverse effects. EPIDEMIOLOGY: Overdose is uncommon and severe sequelae from acute overdose are rare. Adverse effects and drug interactions, however, are common. MILD TO MODERATE TOXICITY: There are limited data regarding overdose of zidovudine. However, overdose appears to be largely well tolerated with very few reports of severe clinical effects despite over 2 decades of availability. Nausea or vomiting, neurologic symptoms (ie, ataxia, lethargy, nystagmus, peripheral neuropathy), signs of bone marrow toxicity (ie, anemia, leukopenia, thrombocytopenia), or an increase in liver enzymes have all been reported with in zidovudine overdose or chronic toxicity. SEVERE TOXICITY: Severe toxicity has been reported after therapeutic use but not after acute overdose, and may be manifested by pancreatitis, hepatic steatosis, neuropsychiatric abnormalities, or acidosis. Chronic therapeutic administration may lead to mitochondrial toxicity leading to lactic acidosis, with or without hepatic microsteatosis. Pancreatitis, neuropathy, and myopathy often accompany the syndrome. Severe neuropsychiatric effects (ie, seizures and mania) have been reported. Lactic acidosis has been reported in patients receiving both single and dual nucleoside analogue regimens, including zidovudine, for HIV infection. This is thought to cause multiorgan failure and most commonly occurs in persons on prolonged (more than 6 months) therapy. ADVERSE EFFECTS: Macrocytosis occurs in 90% of patients. Anemia and neutropenia are common. Hepatotoxicity\/steatosis, lactic acidosis, and rhabdomyolysis are rare.<br\/><\/li><\/ul>"},{"id":"jtwhs12b32","title":"Treatment","mono":"<ul><li><b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive therapy remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored, discontinuation of therapy is not usually necessary. Therapy should be changed for persistently rising transaminases or evidence of hepatic synthetic dysfunction. Nausea and vomiting should be treated with antiemetics. Peripheral neuropathies are generally reversible with drug withdrawal and can be treated with pain management as needed. Asymptomatic elevation of lactic acid without systemic acidemia does not require discontinuation of the medication. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care. Aggressive fluid resuscitation should be initiated for severe lactic acidosis. Granulocyte colony stimulating factor may be considered for patients with agranulocytosis complicated by infection. Vasopressors may be necessary in cases with multi-organ failure. Withdrawal of the agent is imperative to improvement in severe adverse reactions. Riboflavin and L-carnitine may be useful in treating nucleoside reverse transcriptase inhibitor (NRTI)-associated lactic acidosis.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of NRTI overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of NRTIs. However, coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for NRTI toxicity.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg. Anecdotal evidence suggests that riboflavin and L-carnitine may be useful in reversing NRTI-associated lactic acidosis. Riboflavin has been used at a dose of 50 mg\/day orally or intravenously. L-carnitine has been used at a dose of 50 mg\/kg\/day as a 2-hour infusion divided in 3 doses for patients not receiving dialysis, or a continuous infusion of 100 mg\/kg\/day in patients receiving dialysis.<\/li><li>Monitoring of patient: Monitor serum electrolytes and hepatic enzymes. Monitor serum lipase in patients with abdominal pain or severe acidosis. Lactic acid concentration and serum pH should be monitored in acidotic patients. Cardiac failure, likely due to acidosis, has been reported; therefore, cardiac monitoring is recommended in the setting of acidosis or chest pain. Sources of infection should be sought in patients with neutropenias or significant acidosis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of NRTI overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients and those with symptoms should be referred to a healthcare facility. Asymptomatic patients with inadvertent ingestion of NRTIs can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with severe lactic acidosis, hepatic failure, or renal failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>ZIDOVUDINE<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Supportive therapy remains the mainstay of care. Benzodiazepines or antipsychotics may be used for agitation or manic symptoms. Mild transaminitis can be monitored, discontinuation of therapy is not usually necessary. Therapy should be changed for persistently rising transaminases or evidence of hepatic synthetic dysfunction. Nausea and vomiting should be treated with antiemetics. Asymptomatic elevation of lactic acid without systemic acidemia does not require discontinuation of the medication. MANAGEMENT OF SEVERE TOXICITY: Supportive care is the mainstay of care. Aggressive fluid resuscitation should be initiated for severe lactic acidosis. Granulocyte colony stimulating factor may be considered for patients with agranulocytosis complicated by infection. Vasopressors may be necessary in cases with multi-organ failure. Withdrawal of the agent is imperative to improvement in severe adverse reactions. Riboflavin and L-carnitine may be useful in treating nucleoside reverse transcriptase inhibitor (NRTI)-associated lactic acidosis.<\/li><li>Decontamination: PREHOSPITAL: No prehospital decontamination is indicated. Prehospital care should focus on assessment of vital signs and general supportive care. HOSPITAL: Activated charcoal may be considered for patients that present early after overdose if they are awake, alert, and willing to drink the charcoal. Gastric lavage has no role in the management of zidovudine overdose.<\/li><li>Airway management: Respiratory depression is not expected with overdose of zidovudine. However, coingestants must be considered and airway protection should be employed as needed for airway protection.<\/li><li>Antidote: There is no specific antidote for zidovudine toxicity.<\/li><li>Acidosis: Treat severe metabolic acidosis (pH less than 7.1) with sodium bicarbonate 1 to 2 mEq\/kg. Anecdotal evidence suggests that riboflavin and L-carnitine may be useful in reversing NRTI-associated lactic acidosis. Riboflavin has been used at a dose of 50 mg\/day orally or intravenously. L-carnitine has been used at a dose of 50 mg\/kg\/day as a 2-hour infusion divided in 3 doses for patients not receiving dialysis, or a continuous infusion of 100 mg\/kg\/day in patients receiving dialysis.<\/li><li>Monitoring of patient: Monitor serum electrolytes and hepatic enzymes. Monitor serum lipase in patients with abdominal pain or severe acidosis. Lactic acid concentration and serum pH should be monitored in acidotic patients. Cardiac failure, likely due to acidosis, has been reported; therefore, cardiac monitoring is recommended in the setting of acidosis or chest pain. Sources of infection should be sought in patients with neutropenias or significant acidosis.<\/li><li>Enhanced elimination procedure: Hemodialysis and whole bowel irrigation have no role in the management of zidovudine overdose.<\/li><li>Patient disposition: HOME CRITERIA: Suicidal patients and those with symptoms should be referred to a healthcare facility. Asymptomatic patients with inadvertent ingestion of zidovudine can be observed at home. OBSERVATION CRITERIA: Asymptomatic or mildly symptomatic patients should be observed for 4 to 6 hours, primarily monitoring signs of coingestant toxicity. ADMISSION CRITERIA: Patients with severe toxicity should be admitted. Patients with severe lactic acidosis, hepatic failure, or renal failure should be admitted to an intensive care setting. CONSULT CRITERIA: Infectious disease should be consulted if a change to anti-retroviral therapy is indicated. Consult a medical toxicologist for patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"jtwhs12b33","title":"Range of Toxicity","mono":"<ul><li><b>AIDS ANTIVIRAL NUCLEOSIDES<\/b><br\/>TOXICITY: A full month supply of many of these agents has been ingested in overdose without clinical effects, though toxicity can occur at therapeutic doses with nucleoside reverse transcriptase inhibitors (NRTIs). LAMIVUDINE: No clinical signs or symptoms developed in an adult ingesting 6 grams of lamivudine. STAVUDINE: No acute toxicity was reported in patients treated with 12 to 24 times the recommended daily dosage. ZALCITABINE: PEDIATRIC: Overdoses of 1.5 mg\/kg have been reported; no sequelae developed. THERAPEUTIC DOSE: ABACAVIR: ADULT: 300 mg orally twice daily or 600 mg once daily. PEDIATRIC: 8 mg\/kg orally twice daily. EMTRICITABINE: ADULT: 200 mg\/day capsule, 240 mg\/day oral solution. PEDIATRIC: 0 to 3 months of age: 3 mg\/kg orally once daily; 3 months to 17 years of age: 6 mg\/kg once daily oral solution, up to a maximum of 240 mg; children weighing more than 33 kg and can swallow whole capsule: 200 mg once daily. LAMIVUDINE: ADULT: 150 mg orally twice a day or 300 mg once daily. PEDIATRIC: 0 to 28-days-old: 2 mg\/kg orally twice daily; 28 days or older: 4 mg\/kg orally twice daily, maximum 150 mg twice daily. STAVUDINE: ADULT: less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. PEDIATRIC: 0 to 13-days-old: 0.5 mg\/kg\/dose orally every 12 hours; 14-days-old and less than 30 kg: 1 mg\/kg\/dose orally every 12 hours; 30 kg to less than 60 kg: 30 mg orally every 12 hours; 60 kg or more: 40 mg orally every 12 hours. TENOFOVIR: ADULT: 300 mg orally once daily. PEDIATRIC: at least 12-years-old and 35 kg or more: 300 mg orally once daily.<br\/><\/li><li><b>ZIDOVUDINE <\/b><br\/>TOXICITY: Limited overdose data. Acute overdoses of up to 50 g have been survived by both adults and children with only adverse effects of fatigue, headache and vomiting reported. THERAPEUTIC DOSE: ADULT: 200 mg orally 3 times daily OR 300 mg orally twice daily; 1 mg\/kg\/dose IV 5 or 6 times daily. PEDIATRIC (at least 4-weeks-old): 4 kg to less than 9 kg: 12 mg\/kg orally twice daily OR 8 mg\/kg orally 3 times daily; 9 kg to less than 30 kg: 9 mg\/kg orally twice daily OR 6 mg\/kg orally 3 times daily; 30 kg or more: 300 mg orally twice daily OR 200 mg orally 3 times daily.<br\/><\/li><\/ul>"}]},{"id":"jtwhs13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to immediately report signs\/symptoms of hypersensitivity (multiorgan syndrome: fever, rash, nausea, vomiting, abdominal pain, malaise, dyspnea, cough, or pharyngitis).<\/li><li>Instruct patient to report signs\/symptoms of infection, lactic acidosis (nausea, vomiting, fatigue, abdominal pain, tachypnea) or hepatic impairment.<\/li><li>Advise patient to practice safe sex as drug does not prevent disease transmission.<\/li><li>Drug may cause nausea, vomiting, headache, fatigue, or myopathy.<\/li><li>Advise patient to consult physician before resuming therapy if there is an interruption in therapy.<\/li><\/ul>"}]}