{"generic":"Colesevelam Hydrochloride","drugs":["Colesevelam Hydrochloride","Welchol"],"mono":{"0":{"id":"ju14s0","title":"Generic Names","mono":"Colesevelam Hydrochloride"},"1":{"id":"ju14s1","title":"Dosing and Indications","sub":[{"id":"ju14s1b4","title":"Adult Dosing","mono":"<ul><li><b>Primary hypercholesterolemia, (Fredrickson Type IIa):<\/b> 1875 mg ORALLY twice daily or 3750 mg ORALLY once daily with a meal and liquid<\/li><li><b>Type 2 diabetes mellitus; Adjunct:<\/b> 1875 mg ORALLY twice daily or 3750 mg ORALLY once daily with a meal and liquid<\/li><\/ul>"},{"id":"ju14s1b5","title":"Pediatric Dosing","mono":"<b>Familial hypercholesterolemia - heterozygous:<\/b> (boys and postmenarchal girls, 10 to 17 years) 1.875 g single-dose packet ORALLY twice daily or 3.75 g single-dose packet ORALLY once daily "},{"id":"ju14s1b6","title":"Dose Adjustments","mono":"<b>hepatic impairment:<\/b> no dose adjustment necessary "},{"id":"ju14s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Familial hypercholesterolemia - heterozygous<\/li><li>Primary hypercholesterolemia, (Fredrickson Type IIa)<\/li><li>Type 2 diabetes mellitus; Adjunct<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Familial hypercholesterolemia<br\/>"}]},"3":{"id":"ju14s3","title":"Contraindications\/Warnings","sub":[{"id":"ju14s3b9","title":"Contraindications","mono":"<ul><li>bowel obstruction, history<\/li><li>hypertriglyceridemia-induced pancreatitis, history<\/li><li>serum triglyceride level greater than 500 mg\/dL<\/li><\/ul>"},{"id":"ju14s3b10","title":"Precautions","mono":"<ul><li>dysphagia or swallowing disorders; tablet size may cause dysphagia or esophageal obstruction; use of oral suspension (mix with water, fruit juice, or diet soft drinks) is recommended<\/li><li>gastrointestinal motility disorders (eg, gastroparesis, major gastrointestinal surgery, bowel obstruction risk); use not recommended due to constipating effects<\/li><li>phenylketonurics; powder for oral suspension contains phenylalanine<\/li><li>triglyceride level increases have been reported, which may lead to acute pancreatitis; increased risk with monotherapy and in combination with sulfonylureas or insulin; caution is advised in patients with serum triglyceride levels greater than 300 mg\/dL; monitoring recommended in all patients; discontinue use if triglyceride levels exceed 500 mg\/dL or if hypertriglyceridemia-induced pancreatitis occurs<\/li><li>vitamin K or other fat-soluble vitamin deficiencies (eg, malabsorption syndromes, patients on warfarin); colesevelam may decrease absorption of fat-soluble vitamins; if supplementing, vitamins should be taken 4 or more hours before use<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"ju14s3b11","title":"Pregnancy Category","mono":"Colesevelam: B (FDA)<br\/>"},{"id":"ju14s3b12","title":"Breast Feeding","mono":"Colesevelam: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"ju14s4","title":"Drug Interactions","sub":{"1":{"id":"ju14s4b14","title":"Major","mono":"<ul><li>Mycophenolate Mofetil (theoretical)<\/li><li>Mycophenolic Acid (theoretical)<\/li><li>Pravastatin (theoretical)<\/li><\/ul>"},"2":{"id":"ju14s4b15","title":"Moderate","mono":"<ul><li>Cyclosporine (probable)<\/li><li>Desogestrel (probable)<\/li><li>Dienogest (probable)<\/li><li>Drospirenone (probable)<\/li><li>Estradiol Cypionate (probable)<\/li><li>Estradiol Valerate (probable)<\/li><li>Ethinyl Estradiol (probable)<\/li><li>Ethynodiol Diacetate (probable)<\/li><li>Etonogestrel (probable)<\/li><li>Glimepiride (probable)<\/li><li>Glipizide (probable)<\/li><li>Glyburide (probable)<\/li><li>Levonorgestrel (probable)<\/li><li>Levothyroxine (probable)<\/li><li>Medroxyprogesterone Acetate (probable)<\/li><li>Mestranol (probable)<\/li><li>Metformin (probable)<\/li><li>Norelgestromin (probable)<\/li><li>Norethindrone (probable)<\/li><li>Norgestimate (probable)<\/li><li>Norgestrel (probable)<\/li><li>Olmesartan Medoxomil (probable)<\/li><li>Phenytoin (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"ju14s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation (3.4% to 11%), Indigestion (2.8% to 8.3%), Nausea (2.6% to 4.2%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (4.1% to 6.2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart disease (2.2%)<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><\/ul>"},"6":{"id":"ju14s6","title":"Drug Name Info","sub":{"0":{"id":"ju14s6b17","title":"US Trade Names","mono":"Welchol<br\/>"},"2":{"id":"ju14s6b19","title":"Class","mono":"<ul><li>Antihyperlipidemic<\/li><li>Bile Acid Sequestrant<\/li><\/ul>"},"3":{"id":"ju14s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"ju14s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"ju14s7","title":"Mechanism Of Action","mono":"Colesevelam hydrochloride is a lipid-lowering polymeric agent that exerts its action by actively binding to bile acids to prevent its reabsorption in the intestines. This action depletes serum bile acids, which activates cholesterol 7-alpha-hydroxylase to convert cholesterol into bile acids. Consequently, a demand for cholesterol in the liver is increased, resulting in increased HMG-CoA reductase transcription and activity, and increased number of low-density lipoprotein (LDL) receptors. This compensatory action increases LDL-cholesterol clearance from the blood, resulting in lowered serum LDL-cholesterol level.<br\/>"},"8":{"id":"ju14s8","title":"Pharmacokinetics","sub":{"0":{"id":"ju14s8b23","title":"Absorption","mono":"Oral: not absorbed <br\/>"},"2":{"id":"ju14s8b25","title":"Metabolism","mono":"not hydrolyzed by digestive enzymes <br\/>"},"3":{"id":"ju14s8b26","title":"Excretion","mono":"Renal: 0.05% <br\/>"}}},"9":{"id":"ju14s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>(powder for suspension) empty contents of powder packet into a glass and mix with 0.5 to 1 cup (4 to 8 ounces) of water, fruit juice, or diet soft drink; stir well and drink<\/li><li>powder for oral suspension should not be taken in its dry form<\/li><li>oral suspension is the recommended dose form in children 10 to 17 years of age because of the size of the oral tablet; patients with difficulty swallowing should use oral suspension instead of tablets<\/li><li>administer with a meal and liquid<\/li><li>may be dosed concomitantly with an HMG-CoA reductase inhibitor<\/li><\/ul>"},"10":{"id":"ju14s10","title":"Monitoring","mono":"<ul><li>lipid panel<\/li><li> signs and symptoms of vitamin A, D, E, or K deficiencies<\/li><\/ul>"},"11":{"id":"ju14s11","title":"How Supplied","mono":"<b>Welchol<\/b><br\/><ul><li>Oral Powder for Suspension: 3.75 GM\/Packet<\/li><li>Oral Tablet: 625 MG<\/li><\/ul>"},"12":{"id":"ju14s12","title":"Toxicology","sub":[{"id":"ju14s12b31","title":"Clinical Effects","mono":"<b>COLESEVELAM<\/b><br\/>OVERDOSE: Overdose information is limited. Because colesevelam is not systemically absorbed, the risk of systemic toxicity is low. It is anticipated that colesevelam overdoses may result in an extension of the gastrointestinal effects observed at therapeutic doses. ADVERSE EFFECTS: The most common adverse effects observed following therapeutic administration of colesevelam include constipation, dyspepsia, and nausea. Hypertriglyceridemia and hypoglycemia (when colesevelam was administered with other hypoglycemic agents) were reported with colesevelam therapy during clinical trials.<br\/>"},{"id":"ju14s12b32","title":"Treatment","mono":"<b>COLESEVELAM<\/b><br\/><ul><li>Decontamination: Colesevelam is not absorbed in the gastrointestinal tract; therefore, decontamination measures (ie, activated charcoal, gastric lavage) are not indicated unless another toxic substance is coingested.<\/li><li>Support: Significant toxicity is unlikely. In case of overdose, treatment is symptomatic and supportive.<\/li><li>Monitoring of patient: No routine laboratory studies are needed unless otherwise clinically indicated. Monitor serum glucose if another hypoglycemic agent was also ingested. Assess bowel function in all patients following overdose; monitor for abdominal pain or distention, constipation, or bowel obstruction.<\/li><\/ul>"},{"id":"ju14s12b33","title":"Range of Toxicity","mono":"<b>COLESEVELAM<\/b><br\/>TOXICITY: A specific toxic dose has not been established. Since colesevelam is not systemically absorbed, the risk of toxicity is low. Doses up to 4.5 grams\/day have been well-tolerated. THERAPEUTIC: ADULTS - 3.75 grams as a single daily dose or in two divided doses, with meals. CHILDREN - Safety and efficacy have not been established.<br\/>"}]},"13":{"id":"ju14s13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause headache, fatigue, constipation, dyspepsia, nausea, myalgia, or asthenia.<\/li><li>Instruct patient to immediately to report signs\/symptoms of pancreatitis, severe abdominal pain, or severe constipation. Instruct patients to consume a diet that promotes bowel regularity.<\/li><li>Patient should take drug with a meal. Tablet should be swallowed with some form of liquid (water, milk, or juice). Oral suspension should be mixed with water, fruit juice, or diet soft drinks.<\/li><li>Advise patients to take cyclosporine, glyburide, levothyroxine, phenytoin, ethinyl estradiol- or norethindrone-containing oral contraceptives, oral vitamin supplements, or drugs with a narrow therapeutic index at least 4 hours before colesevelam administration.<\/li><\/ul>"}}}