{"generic":"Tinzaparin Sodium","drugs":["Innohep","Tinzaparin Sodium"],"mono":{"0":{"id":"ju1as0","title":"Generic Names","mono":"Tinzaparin Sodium"},"1":{"id":"ju1as1","title":"Dosing and Indications","sub":[{"id":"ju1as1b4","title":"Adult Dosing","mono":"<ul><li><b>epidural or spinal anesthesia or analgesia, or spinal puncture:<\/b> delay placement or removal of spinal catheter for some time following the last dose of anticoagulant (based on dose and half-life) and delay restarting anticoagulant therapy until some time after catheter removal, to decrease risk of spinal column bleeding and subsequent paralysis<\/li><li>100 international units antifactor Xa activity equals 1 mg tinzaparin sodium<\/li><li><b>Deep venous thrombosis, In conjunction with warfarin:<\/b> 175 anti-Xa international units\/kg SUBQ once daily for at least 6 days and until the patient is adequately anticoagulated with warfarin (INR of 2 for at least 2 days)<\/li><li><b>Venous thromboembolism, Long-term:<\/b> 175 units\/kg SUBQ once daily for 3 to 6 months, used in clinical trials<\/li><\/ul>"},{"id":"ju1as1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy in children have not been established<\/li><li><b>Deep venous thrombosis, In conjunction with warfarin:<\/b> adjust dose to achieve an anti-Xa activity range of 0.5 to 1 unit\/mL 4 to 6 hours after injection or a range of 0.5 to 0.8 units\/mL 2 to 6 hours after injection<\/li><li><b>Deep venous thrombosis, In conjunction with warfarin:<\/b> (age 0 to 2 months) initial, 275 anti-Xa international units\/kg SUBQ once daily<\/li><li><b>Deep venous thrombosis, In conjunction with warfarin:<\/b> (age 2 to 12 months) initial, 250 anti-Xa international units\/kg SUBQ once daily<\/li><li><b>Deep venous thrombosis, In conjunction with warfarin:<\/b> (age 1 to 5 years) initial, 240 anti-Xa international units\/kg SUBQ once daily<\/li><li><b>Deep venous thrombosis, In conjunction with warfarin:<\/b> (age 5 to 10 years) initial, 200 anti-Xa international units\/kg SUBQ once daily<\/li><li><b>Deep venous thrombosis, In conjunction with warfarin:<\/b> (age 10 to 16 years) initial, 175 anti-Xa international units\/kg SUBQ once daily<\/li><li><b>Pulmonary thromboembolism:<\/b> adjust dose to achieve an anti-Xa activity range of 0.5 to 1 unit\/mL 4 to 6 hours after injection or a range of 0.5 to 0.8 units\/mL 2 to 6 hours after injection<\/li><li><b>Pulmonary thromboembolism:<\/b> (age 0 to 2 months) initial, 275 anti-Xa international units\/kg SUBQ once daily<\/li><li><b>Pulmonary thromboembolism:<\/b> (age 2 to 12 months) initial, 250 anti-Xa international units\/kg SUBQ once daily<\/li><li><b>Pulmonary thromboembolism:<\/b> (age 1 to 5 years) initial, 240 anti-Xa international units\/kg SUBQ once daily<\/li><li><b>Pulmonary thromboembolism:<\/b> (age 5 to 10 years) initial, 200 anti-Xa international units\/kg SUBQ once daily<\/li><li><b>Pulmonary thromboembolism:<\/b> (age 10 to 16 years) initial, 175 anti-Xa international units\/kg SUBQ once daily<\/li><\/ul>"},{"id":"ju1as1b6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, CrCl 20 mL\/min or greater:<\/b> Dosage based on total body weight did not accumulate anti-Xa levels<\/li><li><b>Geriatric, 70 years or older with CrCl 30 mL\/min or less OR 75 years or older with CrCl 60 mL\/min or less:<\/b> Consider alternative agent; increased risk of death compared with unfractionated heparin<\/li><li><b>Hemodialysis:<\/b> Initial, 2500 international units 3 times weekly titrated up to 4500 international units based on response; may need to adjust for sessions lasting longer than 4 hours (study dosing)<\/li><li><b>Obesity:<\/b> Dose based on total body weight up to 165 kg<\/li><li><b>Pregnancy:<\/b> Increased weight-based doses or escalation of dose with trimester progression may be needed to achieve therapeutic anti-Xa levels<\/li><\/ul>"},{"id":"ju1as1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Deep venous thrombosis, In conjunction with warfarin<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Deep venous thrombosis; Prophylaxis<\/li><li>Hemodialysis<\/li><li>Pulmonary thromboembolism<\/li><li>Venous thromboembolism, Long-term<\/li><\/ul>"}]},"2":{"id":"ju1as2","title":"Black Box Warning","mono":"<b>Subcutaneous (Solution)<\/b><br\/>Epidural or spinal hematomas, which may result in long-term or permanent paralysis, may occur in patients who are anticoagulated with low molecular weight heparins or heparinoids and are receiving neuraxial anesthesia or undergoing spinal puncture. Factors that can increase the risk of developing these hematomas include: use of indwelling epidural catheters, concomitant use of drugs affecting hemostasis such as NSAIDs, platelet inhibitors, or other anticoagulants, or history of traumatic or repeated epidural or spinal puncture, spinal deformity, or spinal surgery. Monitor patients frequently for neurological impairment. If neurological compromise is noted, urgent treatment is necessary. Consider risks\/benefits before neuraxial intervention in patients anticoagulated or to be anticoagulated for thromboprophylaxis.<br\/>"},"3":{"id":"ju1as3","title":"Contraindications\/Warnings","sub":[{"id":"ju1as3b9","title":"Contraindications","mono":"<ul><li>active major bleeding<\/li><li>heparin-induced thrombocytopenia, current or history of<\/li><li>known hypersensitivity to tinzaparin sodium, heparin, sulfites, benzyl alcohol, or pork products<\/li><\/ul>"},{"id":"ju1as3b10","title":"Precautions","mono":"<ul><li>concomitant use of tinzaparin and neuraxial anesthesia or spinal puncture; increased risk of epidural or spinal hematoma<\/li><li>concomitant use of drugs affecting hemostasis such as platelet inhibitors (eg, NSAIDs, salicylates, dipyridamole, sulfinpyrazone, dextran), oral anticoagulants, and thrombolytics; increased risk of epidural or spinal hematoma<\/li><li>epidural or spinal hematomas have been reported in patients receiving spinal\/epidural anesthesia or spinal puncture procedures with concomitant low molecular weight heparin (LMWH) use, in some cases resulting in long-term or permanent paralysis; delay placement of catheter until sufficient time has lapsed after LMWH drug therapy and delay restarting therapy after catheter placement; monitoring recommended<\/li><li>indwelling epidural catheter, postoperative; increased risk of epidural or spinal hematoma<\/li><li>spinal deformity or spinal surgery, history; increased risk of epidural or spinal hematoma<\/li><li>traumatic or repeated epidural or spinal puncture, history; increased risk of epidural or spinal hematoma<\/li><li>arterial hypertension, uncontrolled<\/li><li>bacterial endocarditis; increased risk of hemorrhage<\/li><li>bleeding diathesis<\/li><li>bleeding disorders, congenital or acquired (eg, hepatic failure, amyloidosis); increased risk of hemorrhage<\/li><li>brain, spinal, or ophthalmological surgery, recent; increased risk of hemorrhage<\/li><li>diabetic retinopathy, recent history of<\/li><li>elderly patients with renal insufficiency; increased risk of death compared with unfractionated heparin therapy; consider alternate therapy<\/li><li>gastrointestinal ulceration, recent history of<\/li><li>hemorrhage, recent history of<\/li><li>hemorrhagic stroke; increased risk of hemorrhage<\/li><li>hypertension, severe and uncontrolled; increased risk of hemorrhage<\/li><li>premature neonates; increased risk of fatal &quot;Gasping Syndrome&quot; due to benzyl alcohol contained in multi-dose preserved formulation<\/li><li>priapism requiring surgery has been reported rarely<\/li><li>sulfite sensitivity; contains sodium metabisulfite; may result in allergic reaction including anaphylaxis<\/li><li>thrombocytopenia has been reported; monitoring recommended; discontinue if platelet count falls below 100,000\/mm(3)<\/li><li>tinzaparin not interchangeable with heparin or other low molecular weight heparins on a unit for unit basis<\/li><li>ulcerative and angiodysplastic gastrointestinal disease, active; increased risk of hemorrhage<\/li><li>report adverse events to the Celgene Corporation at 1-866-742-7646 or the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"ju1as3b11","title":"Pregnancy Category","mono":"<ul><li>Tinzaparin: B (FDA)<\/li><li>Tinzaparin: C (AUS)<\/li><\/ul>"},{"id":"ju1as3b12","title":"Breast Feeding","mono":"Tinzaparin: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"ju1as4","title":"Drug Interactions","sub":{"1":{"id":"ju1as4b14","title":"Major","mono":"<ul><li>Abciximab (theoretical)<\/li><li>Aceclofenac (probable)<\/li><li>Acemetacin (probable)<\/li><li>Acenocoumarol (theoretical)<\/li><li>Alipogene Tiparvovec (theoretical)<\/li><li>Alteplase, Recombinant (theoretical)<\/li><li>Amtolmetin Guacil (probable)<\/li><li>Anagrelide (theoretical)<\/li><li>Anistreplase (theoretical)<\/li><li>Antithrombin, Recombinant (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Aspirin (probable)<\/li><li>Bivalirudin (theoretical)<\/li><li>Bromfenac (probable)<\/li><li>Bufexamac (probable)<\/li><li>Celecoxib (probable)<\/li><li>Choline Salicylate (probable)<\/li><li>Citalopram (probable)<\/li><li>Clonixin (probable)<\/li><li>Clopidogrel (theoretical)<\/li><li>Collagenase, Clostridium histolyticum (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Dexibuprofen (probable)<\/li><li>Dexketoprofen (probable)<\/li><li>Dextran (theoretical)<\/li><li>Diclofenac (probable)<\/li><li>Diflunisal (probable)<\/li><li>Dipyridamole (theoretical)<\/li><li>Dipyrone (probable)<\/li><li>Drotrecogin Alfa (theoretical)<\/li><li>Edoxaban (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Eptifibatide (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Etodolac (probable)<\/li><li>Etofenamate (probable)<\/li><li>Etoricoxib (probable)<\/li><li>Felbinac (probable)<\/li><li>Fenofibrate (theoretical)<\/li><li>Fenoprofen (probable)<\/li><li>Fepradinol (probable)<\/li><li>Feprazone (probable)<\/li><li>Floctafenine (probable)<\/li><li>Flufenamic Acid (probable)<\/li><li>Fluoxetine (probable)<\/li><li>Flurbiprofen (probable)<\/li><li>Fluvoxamine (probable)<\/li><li>Ibuprofen (probable)<\/li><li>Ibuprofen Lysine (probable)<\/li><li>Iloprost (theoretical)<\/li><li>Indomethacin (probable)<\/li><li>Ketoprofen (probable)<\/li><li>Ketorolac (probable)<\/li><li>Lepirudin (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lornoxicam (probable)<\/li><li>Loxoprofen (probable)<\/li><li>Lumiracoxib (probable)<\/li><li>Meclofenamate (probable)<\/li><li>Mefenamic Acid (probable)<\/li><li>Meloxicam (probable)<\/li><li>Morniflumate (probable)<\/li><li>Nabumetone (probable)<\/li><li>Naproxen (probable)<\/li><li>Nepafenac (probable)<\/li><li>Niflumic Acid (probable)<\/li><li>Nimesulide (probable)<\/li><li>Nintedanib (theoretical)<\/li><li>Oxaprozin (probable)<\/li><li>Oxyphenbutazone (probable)<\/li><li>Parecoxib (probable)<\/li><li>Paroxetine (probable)<\/li><li>Pentosan Polysulfate Sodium (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Phenylbutazone (probable)<\/li><li>Piketoprofen (probable)<\/li><li>Piroxicam (probable)<\/li><li>Prasugrel (theoretical)<\/li><li>Proglumetacin (probable)<\/li><li>Propionic Acid (probable)<\/li><li>Propyphenazone (probable)<\/li><li>Proquazone (probable)<\/li><li>Reteplase, Recombinant (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rofecoxib (probable)<\/li><li>Salicylic Acid (probable)<\/li><li>Salsalate (probable)<\/li><li>Sertraline (probable)<\/li><li>Sodium Salicylate (probable)<\/li><li>Streptokinase (theoretical)<\/li><li>Sulfinpyrazone (theoretical)<\/li><li>Sulindac (probable)<\/li><li>Tenecteplase (theoretical)<\/li><li>Tenoxicam (probable)<\/li><li>Tiaprofenic Acid (probable)<\/li><li>Ticlopidine (theoretical)<\/li><li>Tirofiban (theoretical)<\/li><li>Tolfenamic Acid (probable)<\/li><li>Tolmetin (probable)<\/li><li>Treprostinil (theoretical)<\/li><li>Urokinase (theoretical)<\/li><li>Valdecoxib (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vorapaxar (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"},"2":{"id":"ju1as4b15","title":"Moderate","mono":"<ul>Palifermin (probable)<\/ul>"}}},"5":{"id":"ju1as5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Erythema (16%)<\/li><li><b>Hepatic:<\/b>Increased liver function test, Asymptomatic (9% to 13%)<\/li><li><b>Neurologic:<\/b>Pain, Local (16%)<\/li><li><b>Other:<\/b>Irritation symptom, Local (16%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Bleeding, Major (0.8%), Granulocytopenic disorder (rare), Hematoma, spinal\/epidural, Pancytopenia (rare), Thrombocytopenia (1%), Thrombocytopenia (Severe) (0.13%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis (rare)<\/li><li><b>Neurologic:<\/b>Paralysis<\/li><li><b>Reproductive:<\/b>Priapism (rare)<\/li><\/ul>"},"6":{"id":"ju1as6","title":"Drug Name Info","sub":{"0":{"id":"ju1as6b17","title":"US Trade Names","mono":"Innohep<br\/>"},"2":{"id":"ju1as6b19","title":"Class","mono":"<ul><li>Anticoagulant<\/li><li>Low Molecular Weight Heparin<\/li><\/ul>"},"3":{"id":"ju1as6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"ju1as7","title":"Mechanism Of Action","mono":"Tinzaparin sodium is a low molecular weight heparin which exhibits antithrombotic properties. It inhibits reactions through plasma protease inhibitor, antithrombin, which is responsible for blood clotting including fibrin clots formation. It also acts as a potent co-inhibitor of coagulation factors such as Factors Xa and IIa (thrombin).<br\/>"},"8":{"id":"ju1as8","title":"Pharmacokinetics","sub":[{"id":"ju1as8b23","title":"Absorption","mono":"<ul><li>Tmax, subcutaneous: 4.6 hr<\/li><li>Bioavailability, subcutaneous: 86.7% (anti-Xa activity)<\/li><li>Bioavailability, subcutaneous: 67% (anti-IIa activity)<\/li><\/ul>"},{"id":"ju1as8b24","title":"Distribution","mono":"Vd: 3.1 L to 5 L <br\/>"},{"id":"ju1as8b25","title":"Metabolism","mono":"partially metabolized by desulphation and depolymerization <br\/>"},{"id":"ju1as8b26","title":"Excretion","mono":"<ul><li>Renal: primary route<\/li><li>Feces: up to 2%.<\/li><li>Dialyzable: No<\/li><li>Total body clearance: 1.7 L\/hr<\/li><\/ul>"},{"id":"ju1as8b27","title":"Elimination Half Life","mono":"<ul><li>3 to 4 hr<\/li><li>5.2 hr, renal impairment (day off dialysis)<\/li><\/ul>"}]},"9":{"id":"ju1as9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>administer by deep subQ injection; do not administer by IV or IM injection<\/li><li>patient should be lying down or sitting for injection<\/li><li>insert entire length of needle into skin fold; do not rub injection site<\/li><\/ul>"},"10":{"id":"ju1as10","title":"Monitoring","mono":"<ul><li>CBC<\/li><li>plasma anti-factor Xa in patients with significant renal impairment, those experiencing bleeding or abnormal coagulation parameters, pregnant patients, obese or low-weight patients, and children<\/li><li>liver function, blood pressure, stool occult blood tests<\/li><li>patients undergoing concomitant neuraxial anesthesia or spinal puncture should be monitored frequently for neurological impairment indicating possible spinal or epidural hematoma<\/li><\/ul>"},"12":{"id":"ju1as12","title":"Toxicology","sub":[{"id":"ju1as12b31","title":"Clinical Effects","mono":"<b>LOW MOLECULAR WEIGHT HEPARINS <\/b><br\/>USES: Low molecular weight heparins (LMWHs) (dalteparin, enoxaparin, and tinzaparin) are anticoagulant agents commonly used for prophylaxis and treatment of DVT and pulmonary embolism. Dalteparin and enoxaparin may also be used for the prophylaxis of ischemic complications of unstable angina and non-Q-wave myocardial infarction (MI), in patients at risk for thromboembolism due to severely restricted mobility during acute illness, and in patients undergoing treatment of acute ST-segment elevation MI. PHARMACOLOGY: LMWHs are anticoagulant agents with anti-Factor Xa and anti-thrombin (anti-Factor IIa) activities. They inhibit thrombin formation and thrombus development. They are prepared from unfractionated heparin by chemical or enzymatic depolymerization. LMWHs have lower molecular weight (range, 2000 to 9000; mean, 4000 to 5000) with reduced binding to proteins and cells. Overall, compared with heparin, LMWHs have lower anti-IIa activity relative to anti-Xa activity and a more predictable anticoagulant response. They are cleared through renal mechanism and have a greater bioavailability and longer plasma half-life. LMWHs are not clinically interchangeable, as LMWHs have different pharmacokinetic properties and anticoagulant profiles. TOXICOLOGY: Excessive anticoagulant effects can cause bleeding complications. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. The main complication of overdose is bleeding. Patients may experience epistaxis, hematuria, tarry stool, easy bruising, or petechial formation, followed by frank bleeding. ADVERSE EFFECTS: The main complication of LMWH therapy is bleeding. The following adverse effects have also been reported: nausea, peripheral edema, pruritus, eczema-like plaques, rash, skin necrosis, pain and hematomas at the injection site, hyperkalemia and secondary hypoaldosteronism, anemia, increased liver enzymes, acute allergic reaction, fever, and fever. Heparin-induced thrombocytopenia (HIT) may develop in patients receiving LMWHs, but the frequency of HIT is 3-fold lower with LMWHs than with heparin. <br\/>"},{"id":"ju1as12b32","title":"Treatment","mono":"<b>LOW MOLECULAR WEIGHT HEPARINS<\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor for clinical evidence of bleeding. SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat patients with severe bleeding with protamine sulfate. Blood transfusions or fresh frozen plasma may be indicated in addition to protamine sulfate. In patients with strongly suspected or confirmed heparin-induced thrombocytopenia (HIT), with or without thrombosis, discontinue LMWH agent and start an alternative, nonheparin anticoagulant (lepirudin, argatroban).  An anaphylactoid or anaphylactic reaction may require aggressive airway management and support.<\/li><li>Decontamination: Decontamination is not indicated; LMWHs are only available parenterally.<\/li><li>Airway management: Assess airway; endotracheal intubation may be required in patients with intracranial bleeding, severe hemoptysis, or acute allergic reaction.<\/li><li>Antidote: PROTAMINE: Following an inadvertent LMWH exposure, protamine is indicated to treat severe cases of hemorrhage. Protamine is able to partially neutralize the anticoagulant activity, but some residual anti factor Xa activity will remain. Approximately 60% (maximum) of anti-factor Xa is completely neutralized with protamine administration. The following doses are suggested for severe bleeding or large overdoses of selected LMWH(s): ADULTS: DALTEPARIN AND TINZAPARIN: Administer 1 mg protamine for every 100 anti-Xa International Units of dalteparin or tinzaparin given; administer protamine by slow IV injection. A second infusion of 0.5 mg protamine per 100 anti-Xa International Units of dalteparin or tinzaparin may be necessary if the aPTT concentration remains prolonged 2 to 4 hours after the first infusion. ENOXAPARIN: Administer protamine by slow IV injection (1% solution) to equal the dose of enoxaparin injected: 1 mg protamine to neutralize 1 mg enoxaparin, if enoxaparin was given within the past 8 hours. An infusion of 0.5 mg protamine per 1 mg of enoxaparin may be given if it has been greater than 8 hours since the initial dose of protamine or it is necessary to give a second dose of protamine. If it has been 12 hours or greater since the last dose of enoxaparin, protamine may NOT be necessary.<\/li><li>Heparin-induced thrombocytopenia: In patients with strongly suspected or confirmed heparin-induced thrombocytopenia (HIT), with or without thrombosis, discontinue LMWH therapy and start an alternative, nonheparin anticoagulant (lepirudin, argatroban). LEPIRUDIN: ADULTS: 0.4 mg\/kg (maximum 44 mg) IV bolus, at a concentration of 5 mg\/mL, is administered slowly (eg, over 15 to 20 seconds) followed by a continuous infusion of lepirudin at a rate of 0.15 mg\/kg\/hr (maximum initial infusion dose of 16.5 mg\/hr) for 2 to 10 days or longer if clinically needed. According to the American College of Chest Physicians (ACCP) guidelines, the initial lepirudin IV infusion should not exceed 0.1 mg\/kg\/hour (mg\/kg\/hr). Initial bolus dose is recommended either to be omitted or, in case of perceived life- or limb-threatening thrombosis, be given at 0.2 mg\/kg. ARGATROBAN: The recommended initial dose is 2 mcg\/kg\/min administered as a continuous infusion.  Dose can be adjusted as clinically indicated, not exceeding 10 mcg\/kg\/min, until the steady-state aPTT is 1.5 to 3 times the initial baseline value (not to exceed an aPTT of 100 seconds). CHILDREN: initial, 0.75 mcg\/kg\/min continuous IV infusion; adjust in increments of 0.1 to 0.25 mcg\/kg\/min to achieve aPTT of 1.5 to 3 times the initial baseline value (not to exceed 100 seconds). In the absence of any prospective comparative clinical trials, the choice between lepirudin and argatroban usually is based on their different elimination mechanisms. Lepirudin is cleared by the kidneys, so it is preferred in patients with liver disease. Argatroban is cleared by the liver, so it is preferred in patients with renal insufficiency. Other agents such as bivalirudin, danaparoid (not available in the United States), and fondaparinux have also been used in patients with HIT.<\/li><li>Acute allergic reaction: MILD to MODERATE EFFECTS: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE EFFECTS: Administer oxygen, aggressive airway management may be necessary. Administer antihistamines, epinephrine, corticosteroids as needed. Treatment includes IV fluids and ECG monitoring.<\/li><li>Monitoring of patient: Monitor for evidence of bleeding (eg, venous access sites, urinary, gastrointestinal, vaginal). Monitor CBC with platelet count, vital signs, and hepatic enzymes in symptomatic patients. Prothrombin time (PT) and activated partial thromboplastin time (aPTT) are not sensitive measures of activity with therapeutic doses of LMWH, and routine coagulation monitoring is not required.  However, aPTT and standard anti-Xa monitoring may be useful to follow the degree of anti-IIA and anti-Xa neutralization by protamine in patients with severe bleeding. Monitor for signs and symptoms of heparin-induced thrombocytopenia and thrombosis (HITT), including deep vein thrombosis, pulmonary embolism, cerebral vein thrombosis, limb ischemia, stroke, myocardial infarction, mesenteric thrombosis, renal arterial thrombosis, skin necrosis, or gangrene of the extremities.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the large volume of distribution of LMWHs.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with LMWH overdose should be evaluated and monitored until symptoms resolve. Patients can be discharged when laboratory values are stable with no evidence of bleeding. ADMISSION CRITERIA: Patients with severe symptoms (eg, anaphylaxis, hemorrhage) should be admitted to an intensive care setting.<\/li><\/ul>"},{"id":"ju1as12b33","title":"Range of Toxicity","mono":"<b>LOW MOLECULAR WEIGHT HEPARINS<\/b><br\/>TOXICITY: Varies with agent. A minimum toxic dose has not been established. DALTEPARIN: A 39-year-old woman experienced only ecchymosis at the injection site after injecting herself 360,000 Units of dalteparin subQ (approximately 4000 Units\/kg). A 40-year-old man presented on 5 different occasions with massive, self-induced overdoses of dalteparin (range, 72,000 to 720,000 International Units). There were no bleeding complications in 3 of the 5 episodes. Mild to moderate bleeding developed in 2 episodes. ENOXAPARIN: A 34-year-old woman injected herself with 1600 mg of enoxaparin (20 syringes of 80 mg) and developed retroperitoneal bleeding requiring transfusion. She recovered following supportive therapy, including protamine and rFVIIa therapies. A neonate received 40 mg of enoxaparin instead of 4 mg, and was treated successfully with protamine. THERAPEUTIC DOSES: DALTEPARIN: ADULTS: Varies by indication; up to 200 international units\/kg subQ every 24 hours; total daily dose should not exceed 18,000 international units. ENOXAPARIN: Varies by indication; the following dosing has been used for myocardial infarction: Initially, single IV bolus dose of 30 mg plus 1 mg\/kg subQ; maintenance, 1 mg\/kg subQ every 12 hours for minimum of 8 days; MAXIMUM DOSE: 100 mg for the first 2 doses only. TINZAPARIN: 175 anti-Xa international units\/kg subQ once daily for 6 days; 100 international units antifactor Xa activity is equivalent to 1 mg. CHILDREN: Safety and efficacy have not been established in pediatric patients. <br\/>"}]},"13":{"id":"ju1as13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause erythema and pain or irritation at injection site.<\/li><li>Advise patient to report any unusual bruising or bleeding.<\/li><li>Instruct patient on proper injection technique.<\/li><li>Advise patient to rotate injection sites.<\/li><\/ul>"}}}