{"generic":"Estradiol Cypionate\/Medroxyprogesterone Acetate","drugs":["Estradiol Cypionate\/Medroxyprogesterone Acetate","Lunelle Monthly Contraceptive"],"mono":{"0":{"id":"ju1ss0","title":"Generic Names","mono":"Estradiol Cypionate\/Medroxyprogesterone Acetate"},"1":{"id":"ju1ss1","title":"Dosing and Indications","sub":{"0":{"id":"ju1ss1b4","title":"Adult Dosing","mono":"<b>Contraception:<\/b> 0.5 mL IM injected into the deltoid, gluteus maximus or anterior thigh once monthly "},"1":{"id":"ju1ss1b5","title":"Pediatric Dosing","mono":"<b>Contraception:<\/b> (after onset of menarche) 0.5 mL IM injected into the deltoid, gluteus maximus or anterior thigh once monthly "},"3":{"id":"ju1ss1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Contraception<br\/>"}}},"2":{"id":"ju1ss2","title":"Black Box Warning","mono":"<b>Injection, intramuscular (Suspension)<\/b><br\/>Cigarette smoking increases the risk of serious cardiovascular side effects from oral contraceptive use. This risk increases with age and with heavy smoking (15 or more cigarettes per day) and is quite marked in women over 35 years of age. Women who use oral contraceptives should be strongly advised not to smoke.<br\/>"},"3":{"id":"ju1ss3","title":"Contraindications\/Warnings","sub":[{"id":"ju1ss3b9","title":"Contraindications","mono":"<ul><li>carcinoma of the endometrium, breast or other known or suspected estrogen-dependent neoplasia<\/li><li>cerebral vascular or coronary artery disease<\/li><li>diabetes with vascular involvement<\/li><li>headaches with focal neurological symptoms<\/li><li>known hypersensitivity to any of the ingredients contained in this product<\/li><li>known or suspected pregnancy<\/li><li>liver dysfunction or disease, such as history of hepatic adenoma or carcinoma; history of cholestatic jaundice of pregnancy or jaundice with prior hormonal contraceptive use including severe pruritus of pregnancy<\/li><li>severe hypertension<\/li><li>thrombophlebitis or thromboembolic disorders or past history of these disorders<\/li><li>undiagnosed abnormal genital bleeding<\/li><li>valvular heart disease with complications<\/li><\/ul>"},{"id":"ju1ss3b10","title":"Precautions","mono":"<ul><li>bone mineral density changes<\/li><li>contact lens wearers who develop visual visual changes<\/li><li>depression<\/li><li>diabetes<\/li><li>does not protect against HIV<\/li><li>dose-related risk of vascular disease<\/li><li>family history of breast cancer<\/li><li>fluid retention<\/li><li>heavy smoking (15 or more cigarettes per day) and over age 35<\/li><li>hyperlipidemia<\/li><li>hypertension<\/li><li>obesity<\/li><li>persistence of risk of vascular disease after discontinuing therapy<\/li><li>post-operative thromboembolic complications, increased risk of<\/li><\/ul>"},{"id":"ju1ss3b11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"ju1ss3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"ju1ss4","title":"Drug Interactions","sub":[{"id":"ju1ss4b13","title":"Contraindicated","mono":"<ul>Tranexamic Acid (probable)<\/ul>"},{"id":"ju1ss4b14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Ceritinib (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Isotretinoin (theoretical)<\/li><li>Mitotane (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Ombitasvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>Theophylline (theoretical)<\/li><li>Topotecan (theoretical)<\/li><\/ul>"},{"id":"ju1ss4b15","title":"Moderate","mono":"<ul><li>Alprazolam (probable)<\/li><li>Amprenavir (probable)<\/li><li>Aprepitant (probable)<\/li><li>Atazanavir (probable)<\/li><li>Bacampicillin (probable)<\/li><li>Betamethasone (probable)<\/li><li>Bexarotene (probable)<\/li><li>Bosentan (probable)<\/li><li>Clarithromycin (probable)<\/li><li>Colesevelam (probable)<\/li><li>Cyclosporine (probable)<\/li><li>Delavirdine (probable)<\/li><li>Efavirenz (probable)<\/li><li>Etravirine (probable)<\/li><li>Fosamprenavir (established)<\/li><li>Fosaprepitant (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Ginseng (probable)<\/li><li>Griseofulvin (established)<\/li><li>Itraconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Lamotrigine (established)<\/li><li>Levothyroxine (probable)<\/li><li>Licorice (probable)<\/li><li>Modafinil (probable)<\/li><li>Mycophenolate Mofetil (probable)<\/li><li>Mycophenolic Acid (probable)<\/li><li>Nelfinavir (probable)<\/li><li>Oxcarbazepine (probable)<\/li><li>Phenobarbital (probable)<\/li><li>Phenytoin (probable)<\/li><li>Prednisolone (established)<\/li><li>Rifabutin (probable)<\/li><li>Rifampin (established)<\/li><li>Rifapentine (probable)<\/li><li>Ritonavir (probable)<\/li><li>Rosuvastatin (probable)<\/li><li>Rufinamide (probable)<\/li><li>Selegiline (probable)<\/li><li>St John's Wort (established)<\/li><li>Tacrine (probable)<\/li><li>Telaprevir (established)<\/li><li>Tipranavir (established)<\/li><li>Topiramate (probable)<\/li><li>Troglitazone (probable)<\/li><li>Troleandomycin (established)<\/li><li>Voriconazole (established)<\/li><li>Warfarin (probable)<\/li><\/ul>"}]},"5":{"id":"ju1ss5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Acne, Alopecia<\/li><li><b>Endocrine metabolic:<\/b>Weight gain<\/li><li><b>Gastrointestinal:<\/b>Abdominal distension, Enlarged, Abdominal pain, Nausea<\/li><li><b>Neurologic:<\/b>Dizziness, Headache<\/li><li><b>Psychiatric:<\/b>Depression, Mood swings<\/li><li><b>Reproductive:<\/b>Amenorrhea, Breast tenderness, Dysmenorrhea, Intermenstrual bleeding - irregular, Menorrhagia, Pain of breast<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Arterial thromboembolism, Hypertension, Myocardial infarction, Thrombophlebitis<\/li><li><b>Gastrointestinal:<\/b>Disorder of gallbladder<\/li><li><b>Hepatic:<\/b>Benign neoplasm of liver, Neoplasm of liver<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage, Cerebral thrombosis<\/li><li><b>Respiratory:<\/b>Pulmonary embolism<\/li><\/ul>"},"6":{"id":"ju1ss6","title":"Drug Name Info","sub":{"0":{"id":"ju1ss6b17","title":"US Trade Names","mono":"Lunelle Monthly Contraceptive<br\/>"},"2":{"id":"ju1ss6b19","title":"Class","mono":"<ul><li>Contraceptive<\/li><li>Estrogen<\/li><li>Estrogen\/Progestin Combination<\/li><li>Progestin<\/li><\/ul>"},"3":{"id":"ju1ss6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"ju1ss7","title":"Mechanism Of Action","mono":"<ul><li>The combination of medroxyPROGESTERone and estradiol inhibits the secretion of gonadotropins, which prevents follicular maturation and ovulation.<\/li><li>Other possible mechanisms include thickening and reduction in volume of cervical mucus, which decreases sperm penetration and also endometrial thinning which leads to a reduction in the likelihood of implantation.<\/li><\/ul>"},"8":{"id":"ju1ss8","title":"Pharmacokinetics","sub":{"0":{"id":"ju1ss8b23","title":"Absorption","mono":"<ul><li>MedroxyPROGESTERone acetate, Tmax, IM: mean 4.75 +\/- 2.09 days<\/li><li>MedroxyPROGESTERone acetate, Tmax, SubQ: mean 6.52 +\/- 2.07 days<\/li><li>Estradiol, Tmax, IM: mean 1.33 +\/- 0.47 days<\/li><li>Estradiol, Tmax, SubQ: mean 2.32 +\/- 0.32 days<\/li><\/ul>"},"2":{"id":"ju1ss8b25","title":"Metabolism","mono":"Estradiol cypionate- Primary metabolites: estrone and estriol <br\/>"},"4":{"id":"ju1ss8b27","title":"Elimination Half Life","mono":"<ul><li>MedroxyPROGESTERone acetate, IM: 15 days  to 24 days<\/li><li>MedroxyPROGESTERone acetate, SubQ: 30.9 days<\/li><li>17beta-estradiol (E2), IM: 7 to 8 days<\/li><\/ul>"}}},"9":{"id":"ju1ss9","title":"Administration","mono":"<b>Intramuscular<\/b><br\/><ul><li>shake vigorously immediately before using<\/li><li>inject into the deltoid, gluteus maximus, or anterior thigh<\/li><\/ul>"},"10":{"id":"ju1ss10","title":"Monitoring","mono":"<ul><li>blood pressure<\/li><li>breast self-exam<\/li><li>physical exam; annually<\/li><\/ul>"},"12":{"id":"ju1ss12","title":"Toxicology","sub":[{"id":"ju1ss12b31","title":"Clinical Effects","mono":"<ul><li><b>ESTROGENS<\/b><br\/>USES: Estrogens are naturally occurring hormones secreted primarily by the ovarian follicles and also by the adrenals, corpus luteum, placenta, and testes used pharmaceutically for female birth control, to treat prostate cancer, and to treat symptoms of menopause. PHARMACOLOGY: Endogenous estrogens are mostly responsible for the development and maintenance of the female reproductive system and secondary sexual characteristics. The primary source of estrogen in normally cycling adult female is the ovarian follicle. Estrogens bind to nuclear receptors in estrogen-responsive tissues to activate pituitary secretion of gonadotropins, luteinizing hormone (LH), and follicle-stimulating hormone through negative feedback mechanisms. EPIDEMIOLOGY: Estrogens are widely used; however, overdose is rare and significant toxicity has not been reported after overdose. TOXICITY: Overdose effects include nausea, vomiting, breast tenderness, dizziness, abdominal pain, drowsiness\/fatigue, and withdrawal bleeding in women. ADVERSE EFFECTS: COMMON: Hypertension, edema, nausea, vomiting, migraine. LESS COMMON: Myocardial infarction, venous thromboembolism, anaphylaxis, cerebrovascular accident, and neoplasm.<br\/><\/li><li><b>PROGESTINS<\/b><br\/>OVERDOSE:  Rarely do acute ingestions result in obvious clinical manifestations.  CHRONIC: Most  adverse effects are related to chronic or high-dose therapy.  Headache, dizziness, irregular menses, mastalgia, bloating, depression, decreased libido, cholestatic jaundice, hepatitis, oligomenorrhea, amenorrhea and thromboembolism may occur with chronic therapy.<br\/><\/li><\/ul>"},{"id":"ju1ss12b32","title":"Treatment","mono":"<ul><li><b>ESTROGENS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Acute toxicity is extremely rare from these compounds, except perhaps local effects from transdermal and intravenous or intramuscular administration. In terms of care for chronic use, the most immediate treatment would be cessation of use and then supportive care for associated symptoms. MANAGEMENT OF SEVERE TOXICITY: Acute toxicity from estrogen use is not expected, and the mainstay of treatment would be cessation of use and supportive care of symptoms.<\/li><li>Decontamination: PREHOSPTIAL: Toxicity is unlikely following acute single exposure of excessive amounts. Gastric decontamination is rarely necessary. HOSPITAL: Significant toxicity is rare, GI decontamination is generally not necessary.<\/li><li>Antidote: There is no specific antidote for estrogens.<\/li><li>Monitoring of patient: Routine lab studies are generally not necessary unless otherwise clinically indicated. In self harm ingestions monitor serum electrolytes, acetaminophen and salicylate concentrations. Monitor vital signs, particularly blood pressure. Monitor ECG in patients with cardiac symptoms or severe hypertension.<\/li><li>Enhanced elimination procedure: Hemodialysis is UNLIKELY to be of benefit due to high protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with unintentional exposures can be watched at home with follow up with their regular physician as needed.  OBSERVATION CRITERIA: Patients with significant adverse effects or deliberate overdose should be sent to a healthcare facility. ADMISSION CRITERIA: Admission is rarely necessary after acute overdose. Patients with severe adverse reactions (eg, strokes) should be admitted, and depending on the severity of their symptoms, may merit an ICU admission. Criteria for discharge include resolution or treatment of their symptoms. CONSULT CRITERIA: Consult a medical toxicologist or Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>PROGESTINS <\/b><br\/><ul><li>Support: Single acute overdoses will seldom result in toxicity.  Supportive treatment is adequate in most situations.<\/li><li>Decontamination: Gastric decontamination is probably only necessary after very large ingestions or with toxic coingestants; administer activated charcoal in these cases.<\/li><li>Monitoring of patient: CHRONIC TOXICITY: Discontinue medication and monitor for signs of toxicity and treat symptomatically.  Obtain a baseline CBC and hepatic and renal function tests in symptomatic patients.<\/li><\/ul><\/li><\/ul>"},{"id":"ju1ss12b33","title":"Range of Toxicity","mono":"<ul><li><b>ESTROGENS<\/b><br\/>TOXICITY: A specific toxic dose has not been established. THERAPEUTIC DOSE: The oral therapeutic dose can range fro 0.3 mg to 10 mg, depending on the specific substance. Intramuscular and intravenous doses can range from 1.5 mg to 30 mg, depending on the specific substance. Intravaginal and transdermal delivered doses range from 0.025 mg\/day to 0.0.1 mg\/day.<br\/><\/li><li><b>PROGESTINS<\/b><br\/>Toxicity is unlikely following an acute overdose.  There are insufficient data reported in the literature to assess the range of toxicity in terms of mg\/kg ingested.<br\/><\/li><\/ul>"}]},"13":{"id":"ju1ss13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>Discuss potential long-term adverse effects of hormone therapy including myocardial infarction, stroke, thrombophlebitis, dementia, pulmonary embolism, or breast cancer.<\/li><li>This drug may cause acne, alopecia, weight gain, abdominal distension, abdominal pain, nausea, dizziness, headache, depression, mood swings, irregular or cessation of menstruation, dysmenorrhea, or breast tenderness\/pain.<\/li><li>Tell patient to report persistent\/recurrent abnormal vaginal bleeding.<\/li><li>Patients should report any unexplained partial or complete loss of vision. In addition, patients who wear contact lenses should report visual changes or changes in lens tolerance.<\/li><li>Patients should not smoke during therapy, as this increases the risk of serious cardiovascular side effects.<\/li><li>If an injection has been missed or it has been more than 33 days since the last injection, advise patient to use a non-hormonal back-up form of contraception and contact healthcare professional for instructions.<\/li><\/ul>"}}}