{"generic":"Balsalazide Disodium","drugs":["Balsalazide Disodium","Colazal","Giazo"],"mono":{"0":{"id":"jui6s0","title":"Generic Names","mono":"Balsalazide Disodium"},"1":{"id":"jui6s1","title":"Dosing and Indications","sub":{"0":{"id":"jui6s1b4","title":"Adult Dosing","mono":"<ul><li>efficacy of Giazo(R) has not been demonstrated in women<\/li><li>efficacy and safety of Giazo(R) has not been established beyond 8 weeks<\/li><li>efficacy and safety of Colazal(R) has not been established beyond 12 weeks<\/li><li><b>Ulcerative colitis (Mild to Moderate), Active:<\/b> (Colazal(R) capsule) 2250 mg ORALLY 3 times daily for 8 to 12 weeks<\/li><li><b>Ulcerative colitis (Mild to Moderate), Active:<\/b> (Giazo(R) tablet) men: 3.3 g ORALLY twice daily for up to 8 weeks<\/li><\/ul>"},"1":{"id":"jui6s1b5","title":"Pediatric Dosing","mono":"<ul><li>efficacy and safety of Colazal(R) has not been established in pediatric patients below the age of 5 years<\/li><li>efficacy and safety of Colazal(R) has not been established beyond 8 weeks in pediatric patients 5 to 17 years of age<\/li><li>efficacy and safety of Giazo(R) has not been established in pediatric patients<\/li><li><b>Ulcerative colitis (Mild to Moderate), Active:<\/b> (Colazal(R) capsule) 5 years and older, 2250 mg ORALLY 3 times daily for up to 8 weeks, or 750 mg ORALLY 3 times daily for up to 8 weeks<\/li><\/ul>"},"3":{"id":"jui6s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Ulcerative colitis (Mild to Moderate), Active<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Ulcerative colitis, Remission maintenance<br\/>"}}},"3":{"id":"jui6s3","title":"Contraindications\/Warnings","sub":[{"id":"jui6s3b9","title":"Contraindications","mono":"hypersensitivity to salicylates, balsalazide or its metabolites, aminosalicylates or their metabolites, or any component of the product <br\/>"},{"id":"jui6s3b10","title":"Precautions","mono":"<ul><li>hepatic disease, increased risk of hepatic failure with mesalamine products; monitoring recommended<\/li><li>pyloric stenosis; may prolong gastric retention of capsule<\/li><li>renal impairment (eg, minimal change nephropathy, acute and chronic interstitial nephritis, renal failure) has been reported with mesalamine products; patients with renal dysfunction or a history of renal disease may be at increased risk; monitoring recommended;<\/li><li>ulcerative colitis; potential for exacerbation of symptoms; discontinue if acute intolerance syndrome is suspected<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jui6s3b11","title":"Pregnancy Category","mono":"<ul><li>Balsalazide: B (FDA)<\/li><li>Balsalazide: C (AUS)<\/li><\/ul>"},{"id":"jui6s3b12","title":"Breast Feeding","mono":"Balsalazide: Micromedex: Infant risk has been demonstrated.<br\/>"}]},"4":{"id":"jui6s4","title":"Drug Interactions","sub":{"1":{"id":"jui6s4b14","title":"Major","mono":"<ul>Varicella Virus Vaccine (probable)<\/ul>"},"2":{"id":"jui6s4b15","title":"Moderate","mono":"<ul><li>Chlorpropamide (probable)<\/li><li>Glimepiride (probable)<\/li><li>Glipizide (probable)<\/li><li>Glyburide (probable)<\/li><li>Nateglinide (probable)<\/li><li>Repaglinide (probable)<\/li><li>Tamarind (probable)<\/li><li>Tolazamide (probable)<\/li><li>Tolbutamide (probable)<\/li><li>Warfarin (probable)<\/li><\/ul>"}}},"5":{"id":"jui6s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (adults, 6%; pediatrics, 11% to 12%), Diarrhea (adults, 3.7% to 5%; pediatrics, 6% to 11%), Nausea (9%), Vomiting (3% to 17%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (2.4% to 4%)<\/li><li><b>Neurologic:<\/b>Headache (14% to 15%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Gastrointestinal:<\/b>Pancreatitis, Ulcerative colitis, Exacerbation (adults, 7%; pediatrics, 2%)<\/li><li><b>Hepatic:<\/b>Liver failure<\/li><li><b>Renal:<\/b>Renal failure<\/li><\/ul>"},"6":{"id":"jui6s6","title":"Drug Name Info","sub":{"0":{"id":"jui6s6b17","title":"US Trade Names","mono":"<ul><li>Colazal<\/li><li>Giazo<\/li><\/ul>"},"2":{"id":"jui6s6b19","title":"Class","mono":"<ul><li>Gastrointestinal Agent<\/li><li>Salicylate, Non-Aspirin<\/li><\/ul>"},"3":{"id":"jui6s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jui6s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jui6s7","title":"Mechanism Of Action","mono":"Balsalazide disodium, a prodrug, is cleaved by bacteria in the colon to the active drug mesalamine (5-aminosalicylic acid). As the active form, mesalamine may reduce inflammation by inhibiting the production of arachidonic acid metabolites in the colon.<br\/>"},"8":{"id":"jui6s8","title":"Pharmacokinetics","sub":[{"id":"jui6s8b23","title":"Absorption","mono":"<ul><li>Balsalazide disodium (prodrug) tablets, Tmax: 0.5 hours<\/li><li>Balsalazide disodium (prodrug) tablets, Effects of food: no effect<\/li><li>Mesalamine (active drug) tablets, Tmax: 12 hours<\/li><li>Mesalamine (active drug) tablets, Effects of food: no significant effect<\/li><\/ul>"},{"id":"jui6s8b24","title":"Distribution","mono":"<ul><li>Balsalazide disodium (prodrug), Protein binding: greater than or equal to 99%<\/li><li>Mesalamine (active drug), Protein binding: 43%<\/li><\/ul>"},{"id":"jui6s8b25","title":"Metabolism","mono":"<ul><li>Balsalazide disodium (prodrug), Colonic mucosa; bacterial azoreductase to mesalamine or 5-aminosalicylic acid (active drug)<\/li><li>Mesalamine (active drug), Colonic mucosa and liver: N-acetylation<\/li><\/ul>"},{"id":"jui6s8b26","title":"Excretion","mono":"<ul><li>Balsalazide disodium (prodrug), Renal: 23% (balsalazide and metabolites)<\/li><li>Mesalamine (active drug), Renal: 4.6%<\/li><\/ul>"}]},"9":{"id":"jui6s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>may be taken with or without food<\/li><li>contents of capsule may be sprinkled on applesauce and immediately consumed in its entirety; mixture may be chewed if necessary<\/li><li>staining of teeth and\/or tongue may occur in patients who use balsalazide in sprinkle form with food<\/li><\/ul>"},"10":{"id":"jui6s10","title":"Monitoring","mono":"<ul><li>improvement in signs and symptoms of mildly to moderately active ulcerative colitis<\/li><li>renal function; baseline, and periodically during therapy<\/li><li>hepatic function; particularly in patients with liver disease<\/li><li>CBC; in elderly patients<\/li><\/ul>"},"11":{"id":"jui6s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Capsule: 750 MG<br\/><\/li><li><b>Colazal<\/b><br\/>Oral Capsule: 750 MG<br\/><\/li><li><b>Giazo<\/b><br\/>Oral Tablet: 1.1 GM<br\/><\/li><\/ul>"},"12":{"id":"jui6s12","title":"Toxicology","sub":[{"id":"jui6s12b31","title":"Clinical Effects","mono":"<b>MESALAMINE AND RELATED AGENTS <\/b><br\/>USES:  Mesalamine is indicated for the induction of remission, and for the treatment of mild to moderate ulcerative colitis, proctosigmoiditis or proctitis, and Crohn's disease. Balsalazide is indicated for the treatment of mild to moderate ulcerative colitis. Olsalazine is used to maintain remission of ulcerative colitis in patients who are intolerant of sulfasalazine. PHARMACOLOGY: Mesalamine, also known as 5-aminosalicylic acid, is classified as an anti-inflammatory drug.  In patients with inflammatory bowel disease, mucosal production of arachidonic acid metabolites is increased both through the cyclooxygenase and lipoxygenase pathways.  Mesalamine appears to reduce inflammation by inhibiting cyclooxygenase and lipoxygenase, thereby decreasing the production of prostaglandins and leukotrienes. Both balsalazide and olsalazine are converted to mesalamine in the colon. Each daily dose (6.75 grams\/day) of balsalazide is equivalent to 2.4 grams of mesalamine. Olsalazine 1 g is converted to more than 0.9 g of mesalamine in the colon. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: There is limited experience with overdose.  Effects of overdose may be similar to salicylate toxicity:  tinnitus, vertigo, headache, confusion, drowsiness, sweating, seizures, hyperventilation, dyspnea, vomiting, and diarrhea. Disruption of electrolyte balance and blood-pH, hyperthermia, dehydration, and end organ damage may occur with severe intoxication. ADVERSE EFFECTS: COMMON: Diarrhea, nausea, vomiting, abdominal pain, flatulence, and headache. OTHER EFFECTS: Rash, pruritus, urticaria skin eruption, dyspepsia, tinnitus, and elevated liver enzymes. RARE: Pericardial effusion, hypertension, hypotension, tachycardia, bradycardia, pericarditis, myocarditis, alopecia, pancreatitis, renal impairment including minimal change nephropathy, acute and chronic interstitial nephritis, and renal failure, blood dyscrasias (eg, thrombocytopenia, aplastic anemia, agranulocytosis, neutropenia, pancytopenia, eosinophilia, leukopenia), hepatotoxicity, hypersensitivity reaction, arthralgia, depression, dizziness, insomnia, somnolence, vertigo, asthenia, paresthesia, respiratory distress, and pneumonia.<br\/>"},{"id":"jui6s12b32","title":"Treatment","mono":"<b>MESALAMINE AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Manage mild hypotension with IV fluids. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat hypotension with IV fluids and pressors (norepinephrine preferred) if needed. Treat seizures with IV benzodiazepines; barbiturates or propofol may be needed if seizures persist or recur. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: PREHOSPITAL: Prehospital decontamination is not recommended, because of the possibility of CNS depression and subsequent aspiration. HOSPITAL: Administer activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions (rare) or pulmonary toxicity.<\/li><li>Antidote: None.<\/li><li>Hypersensitivity reaction: MILD\/MODERATE: Antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor vital signs, serum electrolytes, renal function, and liver enzymes after significant overdose. Obtain baseline ECG in symptomatic patients and institute continuous cardiac monitoring. Patients exhibiting symptoms of respiratory distress should be monitored with continuous pulse oximetry and a chest radiograph.<\/li><li>Enhanced elimination procedure: At the time of this review, there is no information regarding the effectiveness of  hemodialysis following mesalamine overdose. Mesalamine has a protein binding of 43% and a volume of distribution of 0.2 L\/kg. Theoretically, hemodialysis would be effective in clearing mesalamine.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic, can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Peak concentrations of delayed-release formulations are expected to be delayed after overdose. Patients that remain asymptomatic can be discharged.  ADMISSION CRITERIA: Patients should be admitted for severe vomiting, profuse diarrhea, severe abdominal pain, dehydration, and electrolyte abnormalities.  CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jui6s12b33","title":"Range of Toxicity","mono":"<b>MESALAMINE AND RELATED AGENTS <\/b><br\/>TOXICITY: A specific toxic dose has not been established. A 3-year-old ingested 2 grams of oral mesalamine without adverse effects. THERAPEUTIC DOSE: ADULTS: BALSALAZIDE: Colazal(R) capsule: Three 750 mg capsules orally 3 times daily (total 6.75 g\/day) for 8 to 12 weeks. Giazo(R) oral tablet: MEN: Three 1.1 g tablets orally twice daily for up to 8 weeks; WOMEN: Efficacy not established; not approved for use in women. MESALAMINE: MILDLY TO MODERATELY ACTIVE ULCERATIVE COLITIS: Pentasa(R) controlled-release capsule - 1 gram orally 4 times daily for up to 8 weeks; maximum daily dose 4 grams. Asacol(R) delayed-release tablet - 800 milligrams orally 3 times daily for 6 weeks; maximum daily dose of 2.4 grams. Lialda(TM) delayed-release tablet - 2 to 4 (1.2 gram) tablets taken once daily with meal for a total daily dose of 2.4 or 4.8 grams for up to 8 weeks. MAINTENANCE (ORAL): Asacol(R) delayed-release tablet: 1.6 grams orally in divided doses daily. Apriso(TM) extended-release capsule: 1.5 grams ORALLY once daily in the morning. ACTIVE, CHRONIC (RECTAL): Rowasa(R) enema - 4 grams retention enema RECTALLY once daily at bedtime (retain for 8 hours) for 3 to 6 weeks. Canasa(R) suppository - 1000 milligrams suppository rectally once daily at bedtime. ACTIVE, MILD TO MODERATE ULCERATIVE PROCTOSIGMOIDITIS (RECTAL): Rowasa(R) enema: 4 g retention enema RECTALLY once daily at bedtime (retain for 8 hours) for 3 to 6 weeks.  OLSALAZINE: 1 g\/day orally in 2 divided doses. CHILDREN: BALSALAZIDE: (5 yrs and older): Colazal(R) capsule: Three 750 mg capsules orally 3 times daily (6.75 g\/day) for up to 8 weeks, or 750 mg orally 3 times daily (2.25 g\/day) for up to 8 weeks. Safety and efficacy have not been established in pediatric patients below the age of 5 years. MESALAMINE: Safety and efficacy have not been established in pediatric patients. OLSALAZINE: Safety and efficacy have not been established in pediatric patients. <br\/>"}]},"13":{"id":"jui6s13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to report signs\/symptoms of ulcerative colitis exacerbation.<\/li><li>Instruct patient to report signs\/symptoms of renal impairment.<\/li><li>Drug may cause headaches, abdominal pain, diarrhea, nausea, vomiting, respiratory infections, pharyngolaryngeal pain, anemia, arthralgias, and urinary tract infections.<\/li><li>Advise patient with preexisting hepatic disease to report signs\/symptoms of hepatotoxicity.<\/li><\/ul>"}}}