{"generic":"Cetrorelix Acetate","drugs":["Cetrorelix Acetate","Cetrotide"],"mono":{"0":{"id":"jukks0","title":"Generic Names","mono":"Cetrorelix Acetate"},"1":{"id":"jukks1","title":"Dosing and Indications","sub":{"0":{"id":"jukks1b4","title":"Adult Dosing","mono":"<ul><li><b>Ovulation induction, Controlled stimulation; Adjunct:<\/b> single dose regimen: 3 mg SUBQ when serum estradiol level indicates an appropriate stimulation response, usually stimulation day 7 (range, day 5 to 9); if hCG not administered within 4 days after injection, initiate 0.25 mg SUBQ once daily until day of hCG administration; adjust dose according to individual response<\/li><li><b>Ovulation induction, Controlled stimulation; Adjunct:<\/b> single-dose, alternate regimen: 5 mg SUBQ on day 9; may repeat in 48 hours<\/li><li><b>Ovulation induction, Controlled stimulation; Adjunct:<\/b> multiple dose regimen: 0.25 mg SUBQ once daily starting on either stimulation day 5 (morning or evening) or day 6 (morning); continue until day of hCG administration; adjust dose according to individual response<\/li><li><b>Ovulation induction, Controlled stimulation; Adjunct:<\/b> multiple-dose, low-dose regimen: 0.125 mg SUBQ  or IM, once daily from day 6 until administration of hCG<\/li><\/ul>"},"3":{"id":"jukks1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Ovulation induction, Controlled stimulation; Adjunct<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Uterine leiomyoma<br\/>"}}},"3":{"id":"jukks3","title":"Contraindications\/Warnings","sub":[{"id":"jukks3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to cetrorelix, extrinsic peptide hormones or mannitol<\/li><li>known hypersensitivity to GnRH or any other GnRH analogs<\/li><li>known or suspected pregnancy, and lactation<\/li><li>renal impairment, severe<\/li><\/ul>"},{"id":"jukks3b10","title":"Precautions","mono":"<ul><li>Geriatrics - not intended for persons older than 65<\/li><li>active allergic conditions or known history of allergic predisposition (requires special care); severe allergic conditions (treatment not advised)<\/li><li>pregnancy should be excluded prior to treatment<\/li><li>prescribed by physicians who are experienced in fertility treatment<\/li><\/ul>"},{"id":"jukks3b11","title":"Pregnancy Category","mono":"Cetrorelix: X (FDA)<br\/>"},{"id":"jukks3b12","title":"Breast Feeding","mono":"Cetrorelix: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jukks5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Swelling (Mild), Transient<\/li><li><b>Dermatologic:<\/b>Bruising symptom (Mild), Transient, Erythema (Mild), Transient, Pruritus (Mild), Transient<\/li><li><b>Gastrointestinal:<\/b>Nausea (1.3%)<\/li><li><b>Neurologic:<\/b>Headache (1.1%)<\/li><li><b>Reproductive:<\/b>Ovarian hyperstimulation syndrome<\/li><\/ul><b>Serious<\/b><br\/><b>Immunologic:<\/b>Anaphylaxis (rare)<br\/>"},"6":{"id":"jukks6","title":"Drug Name Info","sub":{"0":{"id":"jukks6b17","title":"US Trade Names","mono":"Cetrotide<br\/>"},"2":{"id":"jukks6b19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Luteinizing Hormone Releasing Hormone Antagonist<\/li><\/ul>"},"3":{"id":"jukks6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jukks6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jukks7","title":"Mechanism Of Action","mono":"Cetrorelix acetate is a synthetic decapeptide with antagonistic activity against gonadotropin-releasing hormone (GnRH). It controls the release of luteinizing hormone (LH) and follicle stimulating hormone (FSH) by competing with natural GnRH for binding to membrane receptors on gonadotrophic cells of the anterior pituitary.<br\/>"},"8":{"id":"jukks8","title":"Pharmacokinetics","sub":[{"id":"jukks8b23","title":"Absorption","mono":"<ul><li>Subcutaneous: time to peak concentration, approximately 1 h to 2 h<\/li><li>Bioavailability: 85%<\/li><\/ul>"},{"id":"jukks8b24","title":"Distribution","mono":"<ul><li>Vd: 1 L\/kg<\/li><li>Protein binding: 86%<\/li><\/ul>"},{"id":"jukks8b25","title":"Metabolism","mono":"<ul><li>peptidases<\/li><li>Metabolites: (1-9), (1-7), (1-6), and (1-4) peptides<\/li><\/ul>"},{"id":"jukks8b26","title":"Excretion","mono":"<ul><li>Biliary: 5% to 10% unchanged and as metabolites over 24 h<\/li><li>Renal: 2% to 4% unchanged over 24 h<\/li><\/ul>"},{"id":"jukks8b27","title":"Elimination Half Life","mono":"<ul><li>Multiple dose, (0.25 mg daily x14 days); 20.6 h (4.1 h to 179.3 h)<\/li><li>Single dose, (0.25 mg); 5 h (2.4 h to 48.8 h)<\/li><li>Single dose (3 mg); 62.8 h (38.2 h to 108 h)<\/li><\/ul>"}]},"9":{"id":"jukks9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>reconstitute with sterile water for injection USP<\/li><li>inject in lower abdominal area at least 1 inch away from naval; (multiple dose regimens) choose different injection site daily to minimize local irritation<\/li><\/ul>"},"10":{"id":"jukks10","title":"Monitoring","mono":"<ul><li>serum progesterone, luteinizing hormone<\/li><li>ovarian ultrasound day 7 and 14, onset of ovulation<\/li><li>routine pelvic exam<\/li><\/ul>"},"11":{"id":"jukks11","title":"How Supplied","mono":"<b>Cetrotide<\/b><br\/>Subcutaneous Powder for Solution: 0.25 MG, 3 MG<br\/>"},"12":{"id":"jukks12","title":"Toxicology","sub":[{"id":"jukks12b31","title":"Clinical Effects","mono":"<b>GONADOTROPIN RELEASING HORMONE RECEPTOR ANTAGONISTS<\/b><br\/>USES: Abarelix and degarelix are used for treatment of men with advanced prostate cancer. Cetrorelix and ganirelix are used for the inhibition of premature luteinizing hormone surges in women undergoing controlled ovarian stimulation. PHARMACOLOGY: Gonadotropin-releasing hormone (GnRH) receptor antagonists competitively block GnRH receptors in the pituitary pathway, suppressing the synthesis and secretion of luteinizing hormone (LH) and follicle-stimulating hormone (FSH). EPIDEMIOLOGY: No overdose cases have been reported. Poisoning may occur as a result of an iatrogenic error, but is extremely rare. MILD TO MODERATE TOXICITY: There are no reports of overdose with these agents. The signs and symptoms of an acute overdose are expected to be similar to excessive pharmacologic effects. Toxic effects are typically mild to moderate. ADVERSE EFFECTS: COMMON - ABARELIX OR DEGARELIX - Injection site reactions (eg; pain, erythema, swelling or induration), hot flashes, increased weight, increased liver enzymes, sleep disturbance, breast enlargement, back pain, constipation, peripheral edema. The following adverse effects have also been reported: Dizziness, headache, arthralgia, upper respiratory infection, diarrhea, dysuria, increased micturition, urinary retention, urinary tract infection, fatigue, abdominal pain, constipation, nausea, immediate-onset systemic allergic reactions (hypotension and syncope), upper respiratory infection, fever and chills, hypertension, prolonged QT interval (rare). GANIRELIX - Abdominal pain, headache, nausea, injection site reactions and ovarian hyperstimulation syndrome are the most common adverse effects. CETRORELIX - Headache, nausea and ovarian hyperstimulation are the most common adverse effects. <br\/>"},{"id":"jukks12b32","title":"Treatment","mono":"<b>GONADOTROPIN RELEASING HORMONE RECEPTOR ANTAGONISTS<\/b><br\/><ul><li>Decontamination: Decontamination is not indicated since these medications are given via the intramuscular and subcutaneous routes.<\/li><li>Support: Treatment is symptomatic and supportive. Overdose effects are anticipated to be an extension of adverse effects.<\/li><li>Airway management: Usually unnecessary.<\/li><li>Antidote: None<\/li><li>Anaphylaxis: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring, and IV fluids.<\/li><li>Monitoring of patient: Monitor fluid and electrolyte status in patients with severe vomiting. Monitor liver enzymes. Monitor for signs of ovarian hyperstimulation after ganirelix or cetrorelix overdose.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Asymptomatic patients may be discharged following 6 hours of observation.<\/li><\/ul>"},{"id":"jukks12b33","title":"Range of Toxicity","mono":"<b>GONADOTROPIN RELEASING HORMONE RECEPTOR ANTAGONISTS<\/b><br\/>TOXICITY: No maximum tolerated doses have been established. In clinical studies, the maximum dose of abarelix used in patients was 150 mg. No adverse events were observed in patients after receiving single cetrorelix doses up to 120 mg. THERAPEUTIC DOSE: Abarelix: 100 mg IM on day 1, 15, 29 (week 4) and every 4 weeks thereafter. Cetrorelix acetate: Single dose regimen: 3 mg SubQ when the serum estradiol level is indicative of an appropriate stimulation response, usually on stimulation day 7 (range day 5 to 9).  If hCG has not been administered within 4 days after injection of cetrorelix 3 mg, then 0.25 mg SubQ once daily should be administered until the day of hCG administration. Multiple dose regimen: 0.25 mg subQ every day starting on either stimulation day 5 (morning or evening) or day 6 (morning) and continued until the day of hCG administration. Degarelix: Initial dose: 240 mg SubQ given as 2 injections of 120 mg each. Maintenance dose: 80 mg SubQ given as a single injection every 28 days; Ganirelix: 250 mcg SubQ once daily during mid to late portion of the follicular phase, after initiating FSH therapy on day 2 or 3 of the cycle, until the day of hCG administration.<br\/>"}]},"13":{"id":"jukks13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient that timing of drug affects efficacy, so drug should be taken on the exact day and exact time as ordered.<\/li><li>Rotate injection site daily in order to minimize local irritation.<\/li><li>Advise patient that if a dose is missed, patient should contact healthcare professional for instructions.<\/li><\/ul>"}}}