{"generic":"Valganciclovir Hydrochloride","drugs":["Valcyte","Valganciclovir Hydrochloride"],"mono":[{"id":"jutvs0","title":"Generic Names","mono":"Valganciclovir Hydrochloride"},{"id":"jutvs1","title":"Dosing and Indications","sub":[{"id":"jutvs1b4","title":"Adult Dosing","mono":"<ul><li>Not indicated for prevention of cytomegalovirus (CMV) disease in adult liver transplant patients; increased incidence of tissue-invasive CMV disease compared with oral ganciclovir<\/li><li><b>AIDS - Cytomegaloviral retinitis:<\/b> induction, 900 mg ORALLY twice daily for 14 to 21 days, followed by 900 mg ORALLY once daily for chronic maintenance therapy; for immediate sight-threatening lesions, use in combination with ganciclovir intraocular implant (guideline dosing)<\/li><li><b>AIDS - Cytomegaloviral retinitis:<\/b> induction, 900 mg ORALLY twice daily for 21 days, followed by maintenance, 900 mg ORALLY once daily (manufacturer dosing)<\/li><li><b>Cytomegalovirus infection, In high risk kidney, heart, or kidney-pancreas transplant patients; Prophylaxis:<\/b> Tablets, 900 mg ORALLY once a day with food; begin therapy within 10 days of transplantation, continue through day 100 posttransplantation in heart or kidney-pancreas transplant patients, and through day 200 posttransplantation in kidney transplant patients<\/li><li><b>Cytomegalovirus infection, In high risk kidney, heart, or kidney-pancreas transplant patients; Prophylaxis:<\/b> Oral solution is not recommended in adults<\/li><\/ul>"},{"id":"jutvs1b5","title":"Pediatric Dosing","mono":"<ul><li>Safety and efficacy have not been established for prevention of CMV disease in pediatric liver transplant patients, for the treatment of pediatric patients with AIDS who have CMV retinitis, or infants with congenital CMV infection.<\/li><li><b>Cytomegalovirus infection, In high risk kidney, heart, or kidney-pancreas transplant patients; Prophylaxis:<\/b> (1 month to 16 years, heart transplant) Dose (mg) = 7 x body surface area x CrCl (using modified Schwartz formula to a MAX calculated value of 150 mL\/min\/1.73 m(2)) ORALLY once daily (MAX dose 900 mg) with food; begin therapy within 10 days of transplantation, continue through day 100 posttransplantation<\/li><li><b>Cytomegalovirus infection, In high risk kidney, heart, or kidney-pancreas transplant patients; Prophylaxis:<\/b> (4 months to 16 years, kidney transplant) Dose (mg) = 7 x body surface area x CrCl (using modified Schwartz formula to a MAX calculated value of 150 mL\/min\/1.73 m(2)) ORALLY once daily (MAX dose 900 mg) with food; begin therapy within 10 days of transplantation, continue through day 200 posttransplantation<\/li><\/ul>"},{"id":"jutvs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, induction:<\/b> CrCl 60 mL\/min or greater, usual dose; CrCl 40 to 59 mL\/min, 450 mg twice daily; CrCl 25 to 39 mL\/min, 450 mg once daily; CrCl 10 to 24 mL\/min, 450 mg every 2 days; CrCl less than 10 mL\/min, not recommended<\/li><li><b>renal impairment, maintenance\/prevention:<\/b> CrCl 60 mL\/min or greater, usual dose; CrCl 40 to 59 mL\/min, 450 mg once daily; CrCl 25 to 39 mL\/min, 450 mg every 2 days; CrCl 10 to 24 mL\/min, 450 mg twice weekly; CrCl less than 10 mL\/min, not recommended<\/li><li><b>hemodialysis:<\/b> not recommended<\/li><\/ul>"},{"id":"jutvs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>AIDS - Cytomegaloviral retinitis<\/li><li>Cytomegalovirus infection, In high risk kidney, heart, or kidney-pancreas transplant patients; Prophylaxis<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Cytomegalovirus infection, Treatment and preemptive therapy in solid organ transplantation<\/li><li>Epstein-Barr virus infection - Post-transplant lymphoproliferative disorder; Prophylaxis<\/li><\/ul>"}]},{"id":"jutvs2","title":"Black Box Warning","mono":"<b>Oral (Tablet; Powder for Solution)<\/b><br\/>Severe leukopenia, neutropenia, anemia, thrombocytopenia, pancytopenia, bone marrow aplasia, and aplastic anemia have been reported during valganciclovir use. Based on animal studies with ganciclovir, valganciclovir has the potential to be carcinogenic, teratogenic, and aspermatogenic in humans.<br\/>"},{"id":"jutvs3","title":"Contraindications\/Warnings","sub":[{"id":"jutvs3b9","title":"Contraindications","mono":"Hypersensitivity to valganciclovir, ganciclovir, or any component of the product <br\/>"},{"id":"jutvs3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Severe leukopenia, neutropenia, anemia, thrombocytopenia, pancytopenia, bone marrow aplasia, and aplastic anemia have been reported; monitoring recommended<\/li><li>-- Potential teratogen; effective contraception during and after treatment required in women of reproductive age (for at least 30 days after completion of therapy) and men (practice barrier contraception for at least 90 days following completion of therapy)<\/li><li>-- Temporary or permanent inhibition of spermatogenesis in men and suppression of fertility in women may occur<\/li><li>-- Potential carcinogen and mutagen<\/li><li>Hematologic:<\/li><li>-- Absolute neutrophil count less than 500 cells\/mcL, hemoglobin less than 8 g\/dL, or platelet count less than 25,000\/mcL; do not use<\/li><li>-- Increased risk for hematologic toxicity in patients with a pre-existing cytopenia, those receiving or who have received myelosuppressive drugs or irradiation, previous leukopenia with ganciclovir or other nucleoside analogues, or baseline neutrophil count less than 1,000 cells\/mcL; monitoring recommended<\/li><li>Renal:<\/li><li>--Acute renal failure may occur in elderly patients with or without renal impairment, patients receiving concomitant nephrotoxic drugs, or patients with dehydration; monitoring recommended<\/li><li>-- Renal impairment (CrCl less than 60 mL\/min); dosage reduction recommended<\/li><li>-- Hemodialysis (CrCl less than 10 mL\/min); use not recommended<\/li><\/ul>"},{"id":"jutvs3b11","title":"Pregnancy Category","mono":"Valganciclovir: Fetal risk cannot be ruled out. (TH)<br\/>"},{"id":"jutvs3b12","title":"Breast Feeding","mono":"Valganciclovir: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jutvs4","title":"Drug Interactions","sub":{"1":{"id":"jutvs4b14","title":"Major","mono":"<ul>Imipenem (theoretical)<\/ul>"},"2":{"id":"jutvs4b15","title":"Moderate","mono":"<ul>Didanosine (probable)<\/ul>"}}},{"id":"jutvs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Diarrhea (Adult, 16% to 41%; pediatric, 20% or higher), Nausea (Adults, 8% to 30%; pediatric, greater than 10%), Vomiting (Adults, 3% to 21%; pediatric, 20% or higher)<\/li><li><b>Immunologic:<\/b>Graft rejection (Adults, 6% to 24%; pediatric, greater than 10%)<\/li><li><b>Neurologic:<\/b>Headache (Adults, 6% to 22%; pediatric, 20% or higher), Tremor (Adults, 12% to 28%; pediatric, greater than 10%)<\/li><li><b>Renal:<\/b>Urinary tract infectious disease (Pediatric, 20% or higher)<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (pediatrics, 20% or higher)<\/li><li><b>Other:<\/b>Fever (Adult, 9% to 31%; pediatric, 20% or higher)<\/li><\/ul><b>Serious<\/b><br\/><b>Hematologic:<\/b>Anemia (Adults, 1% to 31%; pediatric, greater than 10%), Aplastic anemia, Bone marrow depression, Leukopenia (Pediatric, 20% or higher), Neutropenia (Adults, 3% to 19%; pediatric, greater than 20%), Pancytopenia, Thrombocytopenia (Adults, up to 22%)<br\/>"},{"id":"jutvs6","title":"Drug Name Info","sub":{"0":{"id":"jutvs6b17","title":"US Trade Names","mono":"Valcyte<br\/>"},"2":{"id":"jutvs6b19","title":"Class","mono":"<ul><li>Antiviral<\/li><li>Guanosine Nucleoside Analog<\/li><li>Viral DNA Polymerase Inhibitor<\/li><\/ul>"},"3":{"id":"jutvs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jutvs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"jutvs7","title":"Mechanism Of Action","mono":"Valganciclovir hydrochloride is an L-valyl ester prodrug that yields by hepatic and intestinal esterases to an active drug ganciclovir, a synthetic analogue of 2'-deoxyguanosine, that prevents replication of human cytomegalovirus. Ganciclovir undergoes further phosphorylation by the action of viral protein kinase and cellular kinases to produce ganciclovir triphosphate which is the one responsible for the virustatic activity of ganciclovir due to its ability to inhibit viral DNA synthesis.<br\/>"},{"id":"jutvs8","title":"Pharmacokinetics","sub":[{"id":"jutvs8b23","title":"Absorption","mono":"<ul><li>Ganciclovir (active drug), Tmax, Oral: 1 to 3 hr<\/li><li>Valganciclovir (prodrug), Bioavailability, Oral: well absorbed<\/li><li>Ganciclovir (active drug), Bioavailability, Oral: approximately 60% (with food)<\/li><li>Ganciclovir (active drug), Effect of food: (high-fat meal), enhances absorption and increases AUC by 30% and Cmax by 14%<\/li><\/ul>"},{"id":"jutvs8b24","title":"Distribution","mono":"<ul><li>Ganciclovir (active drug), Vd: 0.703 +\/- 0.134 L\/kg<\/li><li>Ganciclovir (active drug), Protein binding: 1% to 2%<\/li><\/ul>"},{"id":"jutvs8b25","title":"Metabolism","mono":"<ul><li>Hepatic and intestinal wall: extensive<\/li><li>Ganciclovir: active drug<\/li><\/ul>"},{"id":"jutvs8b26","title":"Excretion","mono":"<ul><li>Renal: primarily as ganciclovir<\/li><li>Ganciclovir (active drug), Dialyzable: yes (hemodialysis), 50% removed<\/li><\/ul>"},{"id":"jutvs8b27","title":"Elimination Half Life","mono":"<ul><li>Healthy subjects and HIV-positive\/CMV-positive adults: 4.08 +\/- 0.76 hours (ganciclovir)<\/li><li>(adults) heart transplant recipient: 6.58 +\/- 1.5 hours (ganciclovir)<\/li><li>(Adults) kidney transplant recipient: 6.77 +\/- 1.25 hr<\/li><li>(Pediatrics) heart transplant recipient: aged less than 4 months, 3.5 +\/- 0.87 hours; 4 months to 2 years, 3.8 +\/- 1.7 hours; greater than 2 years to less than 12 years, 2.8 +\/- 0.9 hours; aged 12 years or older, 4.9 +\/- 0.8 hours (ganciclovir)<\/li><li>(Pediatrics) kidney transplant recipient: age 2 or younger, 4.5 +\/- 1.5 hr; greater than 2 years to less than 12 years, 4.8 +\/- 1 hours; age 12 years or older, 6 +\/- 1.3 hours (ganciclovir)<\/li><li>CrCl of 51 mL\/min to 70 mL\/min: 4.85 +\/- 1.4 hours (ganciclovir)<\/li><li>CrCl of 21 mL\/min to 50 mL\/min: 10.2 +\/- 4.4 hours (ganciclovir)<\/li><li>CrCl of 11 mL\/min to 20 mL\/min: 21.8 +\/- 5.2 hours (ganciclovir)<\/li><li>CrCl of less than or equal to 10 mL\/min: 67.5 +\/- 34 hours (ganciclovir)<\/li><\/ul>"}]},{"id":"jutvs9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>Use proper procedures for handling and disposal of chemotherapy; drug is potentially carcinogenic and mutagenic.<\/li><li>Avoid direct contact of broken or crushed tablets, the powder for oral solution, and the reconstituted oral solution with the skin or mucous membranes.<\/li><li>Take with food.<\/li><li>(Tablet) Do not break or crush.<\/li><li>(Solution) Not recommended in adult patients.<\/li><li>(Solution) Shake bottle to loosen powder; reconstitute with 91 mL of purified water by adding half of the total amount of water and shaking the bottle well for 1 minute; repeat step with remainder of water; insert bottle adapter and replace child resistant bottle cap; solution will contain 50 mg\/mL of valganciclovir.<\/li><li>(Solution) Store reconstituted oral solution under refrigeration at 2 to 8 degrees C (36 to 46 degrees F) for no longer than 49 days; do not freeze.<\/li><\/ul>"},{"id":"jutvs10","title":"Monitoring","mono":"<ul><li>Improvement in signs and symptoms of cytomegalovirus retinitis is indicative of efficacy.<\/li><li>Ophthalmic followup examinations at least every 4 to 6 weeks during treatment<\/li><li>CBC with differential and platelet counts; frequently, particularly with history of leukopenia resulting from ganciclovir or other nucleoside analogue use and\/or with neutrophil counts less than 1000 cells\/mcL at the beginning of treatment; more frequently if therapy with oral ganciclovir is changed to valganciclovir<\/li><li>Renal function (serum creatinine levels or creatinine clearance); regularly in elderly and in patients with renal impairment.<\/li><li>Pediatric patient's renal function; using a modified Schwartz formula for calculations of CrCl and consider changes in height and body weight<\/li><li>Pregnancy testing in females of reproductive potential; before initiating therapy<\/li><\/ul>"},{"id":"jutvs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 450 MG<br\/><\/li><li><b>Valcyte<\/b><br\/><ul><li>Oral Powder for Solution: 50 MG\/ML<\/li><li>Oral Tablet: 450 MG<\/li><\/ul><\/li><\/ul>"},{"id":"jutvs12","title":"Toxicology","sub":[{"id":"jutvs12b31","title":"Clinical Effects","mono":"<b>GANCICLOVIR AND RELATED AGENTS<\/b><br\/>OVERDOSE: Overdose data are limited. Irreversible pancytopenia, persistent bone marrow suppression, hepatitis, hematuria, elevated creatinine, seizures, neutropenia, anemia, leukopenia, and thrombocytopenia have been reported after intravenous overdose, as well as with intravenous or oral therapeutic doses.  Retinal damage and permanent visual loss have been reported after overdose by intravitreal injection. ADVERSE EFFECTS: Since ganciclovir has been almost exclusively evaluated in immunocompromised patients with infections, the adverse events reported may be confounded by underlying disease processes and concomitant drug therapies.  Adverse effects at therapeutic doses have included:  torsades de pointes, cardiac arrest, cardiac conduction abnormalities, ventricular tachycardia, gastrointestinal perforation, multiple organ failure, pancreatitis, and sepsis. <br\/>"},{"id":"jutvs12b32","title":"Treatment","mono":"<b>GANCICLOVIR AND RELATED AGENTS<\/b><br\/><ul><li>Decontamination: Consider activated charcoal after a potentially toxic ingestion and if the patient is able to maintain airway or if airway is protected.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Seizure: IV benzodiazepines, barbiturates.<\/li><li>Conduction disorder of the heart: Obtain an ECG, institute continuous cardiac monitoring and administer oxygen. Consider lidocaine and amiodarone.<\/li><li>Body temperature above reference range: Cold compresses and cooling blankets should be used in cases of hyperthermia.<\/li><li>Neutropenia: Filgrastim 5 mcg\/kg\/day subcutaneously, or sargramostim 250 mcg\/m(2)\/day infused over 4 hrs.<\/li><li>Monitoring of patient: Monitor CBC and platelets for hematologic abnormalities. Monitor ECG in symptomatic patients. Serum creatinine levels and liver enzyme levels should be monitored for possible renal or hepatic abnormalities.<\/li><\/ul>"},{"id":"jutvs12b33","title":"Range of Toxicity","mono":"<b>GANCICLOVIR AND RELATED AGENTS<\/b><br\/>TOXICITY: Range of toxicity is not established. GANCICLOVIR - No toxicity developed in an adult following a  total dose of 8.25 grams of ganciclovir given over a 36 hour period. Persistent bone marrow suppression developed in another adult after a single 6 gram dose. VALGANCICLOVIR - Fatal bone marrow depression (medullary aplasia) occurred in an adult with renal impairment after receiving dosing that was 10-fold greater than recommended over several days. THERAPEUTIC DOSE: GANCICLOVIR - ADULT - 1 g orally 3 times a day; IV - up to 5 mg\/kg IV every 12 hours. INTRAVITREAL - 4.5 mg\/implant every 6 to 9 months. Renal dosing may be necessary. PEDIATRIC: Ganciclovir is not FDA-approved for pediatric patients. VALGANCICLOVIR - ADULT - up to 900 mg orally twice daily. Renal dosing may be necessarry. PEDIATRIC: Safety and efficacy have not been established in pediatric patients. <br\/>"}]},{"id":"jutvs13","title":"Clinical Teaching","mono":"<ul><li>Adverse effects to a fetus may be caused by either male or female patients receiving treatment with valganciclovir. Emphasize the use of reliable contraception to the patient. This applies during treatment and for at least 30 days following treatment in women, and for at least 90 days following treatment in men.<\/li><li>Advise patient on proper handling and to avoid direct contact of skin or mucous membranes with any broken or crushed tablet, powder for oral solution, or reconstituted oral solution.<\/li><li>Counsel patient that drug may cause infertility in both men and women. Family planning should be discussed with a healthcare professional before initiating drug therapy.<\/li><li>This drug may cause abdominal pain, diarrhea, nausea, vomiting, headache, insomnia, cough, constipation, and fever.<\/li><li>Advise patient to maintain adequate hydration to avoid renal toxicity.<\/li><li>Instruct patient to follow administration instructions specific to the prescribed brand and dose form.<\/li><li>Patient should take with food.<\/li><\/ul>"}]}