{"generic":"Cetirizine Hydrochloride\/Pseudoephedrine Hydrochloride","drugs":["Cetirizine Hydrochloride\/Pseudoephedrine Hydrochloride","ZyrTEC-D"],"mono":{"0":{"id":"juzvs0","title":"Generic Names","mono":"Cetirizine Hydrochloride\/Pseudoephedrine Hydrochloride"},"1":{"id":"juzvs1","title":"Dosing and Indications","sub":[{"id":"juzvs1b4","title":"Adult Dosing","mono":"<b>Allergic rhinitis:<\/b> 1 tablet (cetirizine hydrochloride 5 mg\/pseudoephedrine hydrochloride 120 mg) ORALLY twice daily "},{"id":"juzvs1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness have not been established in children less than age 12<\/li><li><b>Allergic rhinitis:<\/b> (ages 12 y and older) 1 tablet (cetirizine hydrochloride 5 mg\/pseudoephedrine hydrochloride 120 mg) ORALLY twice daily<\/li><\/ul>"},{"id":"juzvs1b6","title":"Dose Adjustments","mono":"<ul><li><b>liver disease:<\/b> 1 tablet (cetirizine 5 mg\/pseudoephedrine 120 mg extended-release) daily<\/li><li><b>renal impairment:<\/b> moderate impairment (CrCl 11-31 mL\/min) or CrCl less than 7mL\/min, 1 tablet (cetirizine 5 mg\/pseudoephedrine 120 mg extended-release) daily<\/li><\/ul>"},{"id":"juzvs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Allergic rhinitis<br\/>"}]},"3":{"id":"juzvs3","title":"Contraindications\/Warnings","sub":[{"id":"juzvs3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity or idiosyncratic responses to adrenergic agents or similar drugs<\/li><li>hypersensitivity to cetirizine, pseudoephedrine or hydroxyzine<\/li><li>MAOI use within 14 days<\/li><li>narrow-angle glaucoma<\/li><li>severe coronary artery disease<\/li><li>severe hypertension<\/li><li>urinary retention<\/li><\/ul>"},{"id":"juzvs3b10","title":"Precautions","mono":"<ul><li>breast feeding<\/li><li>concurrent use of beta-blockers<\/li><li>diabetes mellitus<\/li><li>elderly<\/li><li>hypertension, mild or moderate<\/li><li>hyperthyroidism<\/li><li>increased intraocular pressure<\/li><li>liver disease<\/li><li>prostatic hypertrophy<\/li><li>renal impairment<\/li><\/ul>"},{"id":"juzvs3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"juzvs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"juzvs4","title":"Drug Interactions","sub":[{"id":"juzvs4b13","title":"Contraindicated","mono":"<ul><li>Clorgyline (established)<\/li><li>Dihydroergotamine (theoretical)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Linezolid (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nialamide (probable)<\/li><li>Pargyline (probable)<\/li><li>Phenelzine (theoretical)<\/li><li>Procarbazine (probable)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><li>Toloxatone (probable)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"juzvs4b14","title":"Major","mono":"<ul><li>Guanethidine (probable)<\/li><li>Iobenguane I 123 (theoretical)<\/li><li>Methyldopa (probable)<\/li><li>Midodrine (theoretical)<\/li><\/ul>"}]},"5":{"id":"juzvs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Xerostomia<\/li><li><b>Neurologic:<\/b>Dizziness, Insomnia, Somnolence<\/li><li><b>Psychiatric:<\/b>Anxiety, Restlessness<\/li><li><b>Other:<\/b>Fatigue<\/li><\/ul>"},"6":{"id":"juzvs6","title":"Drug Name Info","sub":{"0":{"id":"juzvs6b17","title":"US Trade Names","mono":"ZyrTEC-D<br\/>"},"2":{"id":"juzvs6b19","title":"Class","mono":"<ul><li>Alpha-Adrenergic Agonist<\/li><li>Antihistamine, Less-Sedating<\/li><li>Antihistamine\/Decongestant Combination<\/li><li>Piperazine (class)<\/li><li>Sympathomimetic<\/li><\/ul>"},"3":{"id":"juzvs6b20","title":"Regulatory Status","mono":"RX\/OTC<br\/>"},"4":{"id":"juzvs6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"juzvs7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Cetirizine: The selective inhibition of H1 receptors resulting in antihistaminic effects documented in both animal and human models.<\/li><li>In animal models it has been shown that cetirizine has negligible anticholinergic and antiserotonergic activity. However, in clinical studies, dry mouth was more common with cetirizine than with placebo. Ex-vivo experiments in mice have shown that cetirizine does not significantly occupy cerebral H1 receptors.<\/li><li>Pseudoephedrine: A sympathomimetic amine that has a decongestant effect on the nasal mucosa. Its peripheral effects are similar to those of ephedrine and its central effects are similar to, but less intense than, those of amphetamines.<\/li><li>Pseudoephedrine has the potential for excitatory side effects.<\/li><\/ul>"},"8":{"id":"juzvs8","title":"Pharmacokinetics","sub":[{"id":"juzvs8b23","title":"Absorption","mono":"Systemic: food effects none <br\/>"},{"id":"juzvs8b24","title":"Distribution","mono":"Systemic: Pseudoephedrine- Vd: 2.6 to 3.3 L\/kg <br\/>"},{"id":"juzvs8b25","title":"Metabolism","mono":"<ul><li>Systemic: Cetirizine- Limited metabolism<\/li><li>Pseudoephedrine- Hepatic: 25 to 45%; Active metabolite: norpseudoephedrine 1 to 7% of dose<\/li><\/ul>"},{"id":"juzvs8b26","title":"Excretion","mono":"<ul><li>Systemic: Cetirizine- Fecal: 10%; Renal: 70%, 50% unchanged<\/li><li>Pseudoephedrine- Renal: 55 to 75% unchanged<\/li><\/ul>"},{"id":"juzvs8b27","title":"Elimination Half Life","mono":"<ul><li>Systemic: Cetirizine: 7.9 h<\/li><li>Pseudoephedrine: 6 h<\/li><\/ul>"}]},"9":{"id":"juzvs9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>take with or without food<\/li><li>swallow whole; do not break or chew<\/li><li>allow at least 14 days to elapse after discontinuation of an MAO inhibitor before starting treatment<\/li><\/ul>"},"10":{"id":"juzvs10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>CNS effects (eg stimulation or depression)<\/li><\/ul>"},"11":{"id":"juzvs11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet, Extended Release: (Cetirizine Hydrochloride - Pseudoephedrine Hydrochloride) 5 MG-120 MG<br\/><\/li><li><b>All Day Allergy-D<\/b><br\/>Oral Tablet, Extended Release: (Cetirizine Hydrochloride - Pseudoephedrine Hydrochloride) 5 MG-120 MG<br\/><\/li><li><b>Good Neighbor Pharmacy All Day Allergy-D<\/b><br\/>Oral Tablet, Extended Release: (Cetirizine Hydrochloride - Pseudoephedrine Hydrochloride) 5 MG-120 MG<br\/><\/li><li><b>Good Sense All Day Allergy-D<\/b><br\/>Oral Tablet, Extended Release: (Cetirizine Hydrochloride - Pseudoephedrine Hydrochloride) 5 MG-120 MG<br\/><\/li><li><b>Leader All Day Allergy D-12<\/b><br\/>Oral Tablet, Extended Release: (Cetirizine Hydrochloride - Pseudoephedrine Hydrochloride) 5 MG-120 MG<br\/><\/li><li><b>Rite Aid Cetiri-D<\/b><br\/>Oral Tablet, Extended Release: (Cetirizine Hydrochloride - Pseudoephedrine Hydrochloride) 5 MG-120 MG<br\/><\/li><li><b>The Medicine Shoppe All Day Allergy D-12<\/b><br\/>Oral Tablet, Extended Release: (Cetirizine Hydrochloride - Pseudoephedrine Hydrochloride) 5 MG-120 MG<br\/><\/li><li><b>TopCare All Day Allergy D<\/b><br\/>Oral Tablet, Extended Release: (Cetirizine Hydrochloride - Pseudoephedrine Hydrochloride) 5 MG-120 MG<br\/><\/li><li><b>ZyrTEC-D 12HR<\/b><br\/>Oral Tablet, Extended Release: (Cetirizine Hydrochloride - Pseudoephedrine Hydrochloride) 5 MG-120 MG<br\/><\/li><li><b>ZyrTEC-D<\/b><br\/>Oral Tablet, Extended Release: (Cetirizine Hydrochloride - Pseudoephedrine Hydrochloride) 5 MG-120 MG<br\/><\/li><\/ul>"},"12":{"id":"juzvs12","title":"Toxicology","sub":[{"id":"juzvs12b31","title":"Clinical Effects","mono":"<ul><li><b>CETIRIZINE <\/b><br\/>USES: Cetirizine is used to treat allergic rhinitis and idiopathic urticaria. It is available alone as tablets, chewable tablets, and as an oral syrup. It is also available as a bilayer tablet containing immediate release cetirizine and extended release pseudoephedrine. PHARMACOLOGY: Cetirizine is an antihistamine; its principal effects are mediated via selective inhibition of peripheral H1 receptors. TOXICOLOGY: Anticholinergic (primarily antimuscarinic) effects develop in overdose. EPIDEMIOLOGY: Overdose is not common and serious toxicity is extremely rare. MILD TO MODERATE POISONING: Effects are generally mild and include sedation, somnolence, fatigue, restlessness, irritability, and tachycardia. Anticholinergic effects may theoretically occur but have not been reported. SEVERE POISONING: There is one report suggesting torsade de pointes following an ingestion, in a patient who had other risk factors (eg, hypokalemia, renal failure), but this has not been observed in other cases. ADVERSE EFFECTS: Reported effects following therapeutic administration include urticaria, constipation, diarrhea, abdominal pain, dry mouth, intrahepatic cholestasis, severe acute hepatitis, weight gain, asthenia, somnolence, sedation, fatigue, headache, and impaired cognition. No clinically significant prolongations of QTc have been observed.<br\/><\/li><li><b>PSEUDOEPHEDRINE<\/b><br\/>USES: Commonly used in cough and cold medications as a decongestant, both alone and in combination with other cough preparations. However, it is also abused for its stimulant properties. EPIDEMIOLOGY: Widely used as a decongestant in both pediatric and adult patients. Both intentional and unintentional ingestions are commonly encountered. Severe toxicity is rare and there are no clear reports of death due to single substance ingestion. PHARMACOLOGY: In general, it stimulates the adrenergic nervous system. Pseudoephedrine is a mixed acting nonspecific alpha 1 and 2, and beta 1 and 2 adrenergic receptor agonist. TOXICITY: Adverse effects result from excessive stimulation of the adrenergic nervous system. OVERDOSE: MILD TO MODERATE TOXICITY: Symptoms commonly seen in the overdose setting include: vomiting, mydriasis, hypertension, tachycardia, agitation and anxiety. Reflexive bradycardia from hypertension has also been reported. Dermal reactions are common. SEVERE TOXICITY: Sinus dysrhthymias have occurred. Rarely seen symptoms include: intracranial hemorrhages, seizures, myocardial infarction, ischemic bowel infarction and psychosis. Hypokalemia has developed in overdose. Drowsiness has developed in children following overdose. ADVERSE EVENTS: CV: Tachyarrhythmia and hypertension are common. CNS: Anxiety, nervousness, insomnia, irritability and muscle tremor (usually hands) commonly occurs. WITHDRAWAL may develop with chronic use.<br\/><\/li><\/ul>"},{"id":"juzvs12b32","title":"Treatment","mono":"<ul><li><b>CETIRIZINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Observation and supportive care is all that is required for the vast majority of overdoses. MANAGEMENT OF SEVERE TOXICITY: Serious toxicity is not expected after ingestion of cetirizine alone. Patients with CNS depression should be monitored to assure that they do not have respiratory depression or require airway management.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not routinely required. HOSPITAL: Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved within 2 hours from the ingestion.<\/li><li>Airway management: Maintain open airway and perform orotracheal intubation if necessary.<\/li><li>Antidote: There is no specific antidote.<\/li><li>Monitoring of patient: No routine laboratory testing is needed unless otherwise clinically indicated. Cetirizine plasma concentrations are not readily available or clinically useful. Obtain serum electrolytes, and acetaminophen and salicylate concentrations in patients with self-harm ingestions.<\/li><li>Enhanced elimination procedure: Cetirizine is not effectively removed by dialysis due to its high degree of protein binding.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children and adults with inadvertent ingestions may be monitored at home. OBSERVATION CRITERIA: Symptomatic patients and those with deliberate ingestions should be referred to a healthcare facility for observation and treatment. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom a diagnosis is not clear.<\/li><\/ul><\/li><li><b>PSEUDOEPHEDRINE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Benzodiazepines can be used for agitation, tachycardia, hypertension and psychosis. MANAGEMENT OF SEVERE TOXICITY: Supportive care, including IV crystalloid, oxygen and mechanical ventilation may be required. Benzodiazepines can be used for severe agitation and psychosis. Treat seizures and dysrhythmias if they occur. With persistent severe hypertension or myocardial ischemia, alpha-adrenergic antagonists, such as phentolamine may be considered. Patients with focal neurologic deficits should receive a head CT to evaluate for intracranial bleeding.<\/li><li>Decontamination: PREHOSPITAL: Severe toxicity rarely develops after inadvertent pediatric exposures; prehospital decontamination is probably not necessary. HOSPITAL: Activated charcoal should be considered in large ingestions in patients who are alert and able to protect their airway. Gastric lavage is not warranted as toxicity is rarely life-threatening. Consider activated charcoal if the ingestion is 3 or more times the maximum daily dose.<\/li><li>Tachyarrhythmia: Monitor heart rate and rhythm; treatment is usually not required. In agitated patients with tachycardia, benzodiazepines may improve symptoms. Beta-blocking agents should only be considered with severe tachydysrhythmias with hemodynamic compromise. Esmolol is preferred; LOADING DOSE: Infuse 500 mcg\/kg of body weight for 1 minute. If response is inadequate, infuse second loading bolus of 0.5 mg\/kg over 1 minute and increase the maintenance infusion to 100 mcg\/kg (0.1 mg\/kg) per minute. MAINTENANCE DOSE: Following loading dose with an infusion of 50 mcg\/kg\/min.<\/li><li>Antidote: Benzodiazepines should be used to treat agitation or seizures.<\/li><li>Hypertensive disorder: Monitor blood pressure, treatment is usually not necessary. Sedate agitated patients with benzodiazepines. If severe hypertension with end organ effects develops, nitroprusside is preferred. Nitroglycerin and phentolamine are possible alternatives.<\/li><li>Hypotensive episode: Infuse 0.9% NaCl at 10 to 20 mL\/kg, dopamine, norepinephrine.<\/li><li>Anxiety: Provide reassurance; conservative therapy is indicated in most patients. Benzodiazepines are effective in most patients requiring treatment. Severe symptoms including palpitations, tremor, and associated anxiety may respond to propranolol (NOT indicated for asthmatics or patients with bradycardia). Adult: 1 mg\/dose IV over 1 min; repeat every 5 min until desired response or a maximum of 5 mg. Children: 0.1 mg\/kg\/dose over 5 min; maximum 1 mg\/dose.<\/li><li>Seizure: IV benzodiazepines, barbiturates.<\/li><li>Monitoring of patient: Monitor ECG and vital signs (especially BP and pulse). Monitor serum electrolytes in symptomatic patients. Prolonged observation (at least 24 hours) may be required in patients ingesting sustained-release formulations.<\/li><li>Enhanced elimination procedure: Enhanced elimination is unlikely to be effective due to the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Children less than 6-years-old with a history of ingestion of less than 180 mg (or 11 mg\/kg) of pseudoephedrine can be managed at home, provided that they are asymptomatic and that adequate follow-up can be done. OBSERVATION CRITERIA: Any patient with symptoms or a deliberate ingestion should be referred to a health care facility for observation. All symptomatic patients should be sent to a health care facility for observation. Children with ingestions of 180 mg or more (or 11 mg\/kg or more) should be referred to a healthcare facility. ADMISSION CRITERIA: Patients who remain persistently symptomatic despite supportive management, or require large amounts of benzodiazepines should be admitted for further observation. A patient in status epilepticus, respiratory failure, significant hemorrhage, or altered mental status should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or a medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is uncertain.<\/li><\/ul><\/li><\/ul>"},{"id":"juzvs12b33","title":"Range of Toxicity","mono":"<ul><li><b>CETIRIZINE <\/b><br\/>TOXICITY: No specific toxic dose has been established. ADULTS: Somnolence occurred after ingestion of 150 mg of cetirizine. CHILDREN: Doses of cetirizine up to 7.8 mg\/kg in children resulted in minimal toxicity. An 18-month-old developed restlessness, irritability, and drowsiness after ingesting approximately 180 mg (approximately 50 times the prescribed dose), and a 4-year-old became drowsy after ingesting 60 mg. Serious toxicity and fatalities have not been reported after overdose of cetirizine. THERAPEUTIC DOSES: Adults and children (ages 6 to 11 years): 5 mg or 10 mg daily. Children 2 to 5 years: 2.5 mg once daily; MAX, 5 mg per day.<br\/><\/li><li><b>PSEUDOEPHEDRINE<\/b><br\/>TOXICITY: Symptoms can occur typically after 4- to 5-fold therapeutic doses. Four times the single therapeutic dose (about 240 mg) is required to cause an increase in diastolic blood pressure above 90 mmHg in normotensive subjects. Hypertensive crisis occurred in an elderly adult after inadvertently ingesting 3 sustained release tablets (240 mg) in 6 hours. PEDIATRIC: In one study, children aged 2 to 6 years old developed only minor symptoms following ingestions of up to 180 mg. Acute exposures of 11 mg\/kg were well-tolerated. THERAPEUTIC DOSE: ADULT: GENERAL DOSING: Typical doses are 180 to 360 mg daily. SPECIFIC INDICATIONS or FORMULATIONS: Allergic Rhinitis OR Congestion of Nasal Sinus: 60 mg orally every 4 to 6 hrs; maximum 240 mg\/day or SR tablets 120 mg orally every 12 hrs or 24-hour tablets; 240 mg orally every 24 hrs. PEDIATRIC: GENERAL DOSING: 3 to 5 mg\/kg in children. Not approved for use in children 12 years of age or younger. SPECIFIC INDICATIONS or FORMULATIONS: Allergic rhinitis OR Congestion of Nasal Sinus: 2 to 5 years: Immediate-release products only: 15 mg orally every 4 to 6 hrs; maximum 60 mg\/day. 6 to 12 years: Immediate-release products only: 30 mg orally every 4 to 6 hrs; maximum 120 mg\/day. 12 years of age and older: 60 mg orally every 4 to 6 hrs; maximum 240 mg\/day or SR tablets, 120 mg orally every 12 hrs or 24-hour tablets, 240 mg orally every 24 hours.<br\/><\/li><\/ul>"}]},"13":{"id":"juzvs13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring mental alertness or coordination until drug effects are realized, as drug may cause dizziness or somnolence.<\/li><li>This drug may cause xerostomia, insomnia, anxiety, restlessness, or fatigue.<\/li><li>Instruct patient to report signs\/symptoms of prolonged CNS stimulation or depression.<\/li><li>Patient should not take this drug during or within 14 days of discontinuing an MAO inhibitor.<\/li><li>Avoid concomitant beta-blocker use.<\/li><\/ul>"}}}