{"generic":"Tramadol Hydrochloride\/Acetaminophen","drugs":["Tramadol Hydrochloride\/Acetaminophen","Ultracet"],"mono":{"0":{"id":"jv1ms0","title":"Generic Names","mono":"Tramadol Hydrochloride\/Acetaminophen"},"1":{"id":"jv1ms1","title":"Dosing and Indications","sub":[{"id":"jv1ms1b4","title":"Adult Dosing","mono":"<b>Pain, acute:<\/b> 2 tabs ORALLY every 4 to 6 hr as needed for 5 days or less (each tablet contains tramadol 37.5 mg and acetaminophen 325 mg); MAX 8 tabs\/day "},{"id":"jv1ms1b5","title":"Pediatric Dosing","mono":"safety and effectiveness in children have not been established "},{"id":"jv1ms1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> (CrCl less than 30 mL\/min) increase the dose interval to every 12 hr (MAX 4 tabs\/day)<\/li><li><b>hepatic impairment:<\/b> use not recommended<\/li><li><b>central nervous system (CNS) depressants:<\/b> reduce dose in patients taking CNS depressants<\/li><\/ul>"},{"id":"jv1ms1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Pain, acute<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Diabetic peripheral neuropathy<br\/>"}]},"2":{"id":"jv1ms2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Ultracet(R) contains tramadol hydrochloride and acetaminophen; acetaminophen has been associated with acute liver failure, with some cases resulting in liver transplant and death and most cases of liver injury associated with doses exceeding 4000 mg\/day and often involve more than one acetaminophen-containing product <br\/>"},"3":{"id":"jv1ms3","title":"Contraindications\/Warnings","sub":[{"id":"jv1ms3b9","title":"Contraindications","mono":"<ul><li>hypersensitivity to opioids, tramadol, acetaminophen, or any other component of the product<\/li><li>use in any situation where opioids are contraindicated (eg, acute intoxication with alcohol, hypnotics, narcotics, centrally-acting analgesics, opioids, or psychotropic drugs); may worsen respiratory and CNS depression<\/li><\/ul>"},{"id":"jv1ms3b10","title":"Precautions","mono":"<ul><li>acute liver failure, some cases resulting in liver transplant or death, has occurred; increased risk with preexisting liver disease or concomitant use of alcohol; do not exceed acetaminophen dosages of 4000 mg\/day and do not use more than 1 acetaminophen-containing product<\/li><li>abdominal conditions, acute; clinical course may be obscured<\/li><li>abuse potential; risk of addiction, misuse, or diversion<\/li><li>anaphylactoid reactions with tramadol, often after the first dose and with acetaminophen, have been reported;  immediate discontinuation recommended if symptoms occur<\/li><li>concomitant use of alcohol or other acetaminophen- or tramadol-containing products is not recommended<\/li><li>concomitant use with carbamazepine not recommended<\/li><li>do not exceed recommended doses; risk of respiratory depression, seizures, hepatic toxicity, and death<\/li><li>increased intracranial pressure or head trauma; risk of marked exaggeration of respiratory depressant effects and secondary elevation in cerebrospinal fluid pressure, and may also obscure clinical course of head injury\/intracranial pathology<\/li><li>liver disease; use is not recommended<\/li><li>renal impairment (CrCl less than 30 mL\/min); dosage adjustment recommended<\/li><li>respiratory depression, predisposition; consider an alternative nonopioid analgesic<\/li><li>seizures have been reported; increased risk with higher than recommended doses, in patients with epilepsy, history of seizures, or a predisposition for seizures (eg, head trauma, metabolic disorders, alcohol and drug withdrawal, or CNS infections), or concomitant use with SSRIs, tricyclic antidepressants or other tricyclic compounds (eg, cyclobenzaprine, promethazine), other opioids, MAOIs, neuroleptics, or other agents that reduce seizure threshold<\/li><li>serotonin syndrome, potentially life-threatening even with recommended doses, may occur; increased risk with concomitant use of SSRIs, serotonin norepinephrine reuptake inhibitors, tricyclic antidepressants, MAOIs, triptans, or with agents that reduce serotonin or tramadol metabolism (eg, CYP2D6 and CYP3A4 inhibitors)<\/li><li>skin reactions, serious, including Stevens-Johnson syndrome, toxic epidermal necrolysis, and acute generalized exanthematous pustulosis have been reported with use of acetaminophen; reaction may occur after one use or at any time; discontinue use immediately if rash or other hypersensitivity symptoms occur<\/li><li>suicide risk; use not recommended in suicidal or addiction-prone patients; use with caution in patients with emotional disturbance or depression or who misuse alcohol, tranquilizers, or other CNS-active drugs<\/li><li>withdrawal symptoms may occur if discontinued abruptly; gradual dose reduction recommended<\/li><\/ul>"},{"id":"jv1ms3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jv1ms3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jv1ms4","title":"Drug Interactions","sub":[{"id":"jv1ms4b13","title":"Contraindicated","mono":"<ul><li>Naltrexone (probable)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (theoretical)<\/li><\/ul>"},{"id":"jv1ms4b14","title":"Major","mono":"<ul><li>Acetophenazine (theoretical)<\/li><li>Amitriptyline (theoretical)<\/li><li>Amoxapine (theoretical)<\/li><li>Amphetamine (theoretical)<\/li><li>Bromperidol (theoretical)<\/li><li>Brompheniramine (theoretical)<\/li><li>Bupropion (theoretical)<\/li><li>Buspirone (theoretical)<\/li><li>Carbamazepine (probable)<\/li><li>Carbinoxamine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Chlorpheniramine (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Chlorprothixene (theoretical)<\/li><li>Citalopram (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Clobazam (theoretical)<\/li><li>Clomipramine (theoretical)<\/li><li>Clorgyline (theoretical)<\/li><li>Clovoxamine (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Cocaine (theoretical)<\/li><li>Crizotinib (theoretical)<\/li><li>Cyclobenzaprine (theoretical)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Desipramine (theoretical)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dextroamphetamine (theoretical)<\/li><li>Dextromethorphan (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Dothiepin (theoretical)<\/li><li>Doxepin (theoretical)<\/li><li>Duloxetine (theoretical)<\/li><li>Eletriptan (theoretical)<\/li><li>Escitalopram (theoretical)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Ethopropazine (theoretical)<\/li><li>Femoxetine (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluconazole (theoretical)<\/li><li>Fluoxetine (probable)<\/li><li>Flupenthixol (theoretical)<\/li><li>Fluphenazine (theoretical)<\/li><li>Fluvoxamine (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Haloperidol (theoretical)<\/li><li>Hydrocodone (theoretical)<\/li><li>Hydroxytryptophan (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Imatinib (theoretical)<\/li><li>Imipramine (theoretical)<\/li><li>Iproniazid (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Isoniazid (established)<\/li><li>Ketamine (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Linezolid (probable)<\/li><li>Lithium (theoretical)<\/li><li>Lofepramine (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Meclizine (theoretical)<\/li><li>Melperone (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Mesoridazine (theoretical)<\/li><li>Methadone (theoretical)<\/li><li>Methotrimeprazine (theoretical)<\/li><li>Methylene Blue (theoretical)<\/li><li>Metoclopramide (theoretical)<\/li><li>Milnacipran (theoretical)<\/li><li>Mirabegron (theoretical)<\/li><li>Mirtazapine (probable)<\/li><li>Mitotane (theoretical)<\/li><li>Moclobemide (theoretical)<\/li><li>Molindone (theoretical)<\/li><li>Morphine (theoretical)<\/li><li>Morphine Sulfate Liposome (theoretical)<\/li><li>Naratriptan (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Nilotinib (theoretical)<\/li><li>Nortriptyline (theoretical)<\/li><li>Olanzapine (probable)<\/li><li>Oxycodone (theoretical)<\/li><li>Oxymorphone (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>Pargyline (theoretical)<\/li><li>Paroxetine (theoretical)<\/li><li>Peginterferon Alfa-2b (theoretical)<\/li><li>Penfluridol (theoretical)<\/li><li>Pentazocine (theoretical)<\/li><li>Perphenazine (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Pimozide (theoretical)<\/li><li>Piperaquine (theoretical)<\/li><li>Pipotiazine (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Pneumococcal 13-Valent Vaccine, Diphtheria Conjugate (probable)<\/li><li>Primidone (theoretical)<\/li><li>Procarbazine (theoretical)<\/li><li>Prochlorperazine (theoretical)<\/li><li>Promazine (theoretical)<\/li><li>Promethazine (theoretical)<\/li><li>Propiomazine (theoretical)<\/li><li>Propoxyphene (theoretical)<\/li><li>Protriptyline (theoretical)<\/li><li>Remoxipride (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Rizatriptan (theoretical)<\/li><li>Sertraline (theoretical)<\/li><li>Sibutramine (theoretical)<\/li><li>Siltuximab (theoretical)<\/li><li>St John's Wort (theoretical)<\/li><li>Sulpiride (theoretical)<\/li><li>Sumatriptan (theoretical)<\/li><li>Suvorexant (theoretical)<\/li><li>Tapentadol (theoretical)<\/li><li>Thiethylperazine (theoretical)<\/li><li>Thioridazine (theoretical)<\/li><li>Thiothixene (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Trifluoperazine (theoretical)<\/li><li>Triflupromazine (theoretical)<\/li><li>Trimeprazine (theoretical)<\/li><li>Trimipramine (theoretical)<\/li><li>Valproic Acid (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zolmitriptan (theoretical)<\/li><li>Zuclopenthixol (theoretical)<\/li><\/ul>"},{"id":"jv1ms4b15","title":"Moderate","mono":"<ul><li>Acenocoumarol (probable)<\/li><li>Digoxin (probable)<\/li><li>Fosphenytoin (probable)<\/li><li>Lixisenatide (probable)<\/li><li>Ondansetron (established)<\/li><li>Perampanel (probable)<\/li><li>Phenytoin (probable)<\/li><li>Quinidine (probable)<\/li><li>Warfarin (established)<\/li><li>Zidovudine (probable)<\/li><\/ul>"}]},"5":{"id":"jv1ms5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Diaphoresis (1% to 4%), Pruritus (1% to 2%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (1% to 6%), Diarrhea (1% to 3%), Loss of appetite (1% to 3%), Nausea (1% to 3%), Xerostomia (1% to 2%)<\/li><li><b>Neurologic:<\/b>Dizziness (1% to 3%), Insomnia (2%), Somnolence (1% to 6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Acute generalized exanthematous pustulosis, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hepatic:<\/b>Hepatotoxicity<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction<\/li><li><b>Neurologic:<\/b>Seizure (less than 1%)<\/li><li><b>Other:<\/b>Serotonin syndrome<\/li><\/ul>"},"6":{"id":"jv1ms6","title":"Drug Name Info","sub":{"0":{"id":"jv1ms6b17","title":"US Trade Names","mono":"Ultracet<br\/>"},"2":{"id":"jv1ms6b19","title":"Class","mono":"<ul><li>Analgesic Combination<\/li><li>Opioid<\/li><\/ul>"},"3":{"id":"jv1ms6b20","title":"Regulatory Status","mono":"Schedule IV<br\/>"},"4":{"id":"jv1ms6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jv1ms7","title":"Mechanism Of Action","mono":"Tramadol is a centrally-acting opioid analgesic that exerts its effect through the binding of parent drug and M1 metabolite to mu-opioid receptors and through the weak inhibition of norepinephrine and serotonin reuptake. Acetaminophen is a non-opioid analgesic which inhibits prostaglandin synthetase activity in the central nervous system.. <br\/>"},"8":{"id":"jv1ms8","title":"Pharmacokinetics","sub":[{"id":"jv1ms8b23","title":"Absorption","mono":"<ul><li>Tramadol, Oral: Tmax, 1.8 hr<\/li><li>Tramadol, Bioavailability: (oral), 75%<\/li><li>Acetaminophen, Oral: Tmax, 0.9 hr<\/li><li>Acetaminophen, Bioavailability: (oral), 60% to 98%<\/li><li>Effect of food: (oral), delayed absorption<\/li><\/ul>"},{"id":"jv1ms8b24","title":"Distribution","mono":"<ul><li> Tramadol, Vd: 2.6 L\/kg (males) and 2.9 L\/kg (females)<\/li><li>Tramadol, Protein binding, 20%<\/li><li>Acetaminophen, Vd: 0.9 L\/kg<\/li><li>Acetaminophen, Protein binding, 20%<\/li><\/ul>"},{"id":"jv1ms8b25","title":"Metabolism","mono":"<ul><li>Tramadol- Hepatic; CYP2D6 and CYP3A4;  extensively<\/li><li>Active metabolite: mono-O-desmethyltramadol (M1)<\/li><li> Acetaminophen-Hepatic; CYP2E1. CYP1A2 and CYP3A4<\/li><\/ul>"},{"id":"jv1ms8b26","title":"Excretion","mono":"<ul><li>Tramadol, Renal: 60% as metabolites and 30% as unchanged drug<\/li><li>Acetaminophen, Renal: less than 9% unchanged.<\/li><li>Tramadol, Dialyzable: no (hemodialysis), less than 7% removed.<\/li><li>Acetaminophen, Dialyzable: yes, although the procedure has not  been shown to prevent or reduce liver damage following overdose<\/li><\/ul>"},{"id":"jv1ms8b27","title":"Elimination Half Life","mono":"<ul><li> Racemic tramadol: 5 to 6 hr (increased to 7 to 9 hr with multiple dosing)<\/li><li>Tramadol M1 metabolite: 7 hr<\/li><li>Acetaminophen: 2 to 3 hr (adults); shorter in children; longer in neonates<\/li><\/ul>"}]},"10":{"id":"jv1ms10","title":"Monitoring","mono":"<ul><li>pain reduction, improvement in ability to move<\/li><li>mental and respiratory status<\/li><li>bowel movements<\/li><li>renal function; in patients taking large doses chronically<\/li><li>liver function tests; in patients taking large doses chronically or if predisposed to liver toxicity<\/li><li>signs and symptoms of withdrawal<\/li><\/ul>"},"11":{"id":"jv1ms11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: (Acetaminophen - Tramadol Hydrochloride) 325 MG-37.5 MG<br\/><\/li><li><b>Ultracet<\/b><br\/>Oral Tablet: (Acetaminophen - Tramadol Hydrochloride) 325 MG-37.5 MG<br\/><\/li><\/ul>"},"12":{"id":"jv1ms12","title":"Toxicology","sub":[{"id":"jv1ms12b31","title":"Clinical Effects","mono":"<ul><li><b>ACETAMINOPHEN-ACUTE <\/b><br\/>USES: Acetaminophen is a mild analgesic and antipyretic. It is available as a non-prescription single ingredient product, in many non-prescription combination  products, and in prescription combination products (usually with an opioid). PHARMACOLOGY: The exact mechanism of action is not known. Acetaminophen inhibits cyclooxygenase and this likely is responsible for at least some clinical effects. TOXICOLOGY: In overdose, the usual metabolic pathways are overwhelmed, and acetaminophen is metabolized by CYP2E1 to a reactive metabolite. This metabolite can be detoxified by conjugation with glutathione, but when hepatic glutathione stores are depleted, the metabolite binds to macromolecules in the hepatocyte causing cell death and hepatic necrosis. EPIDEMIOLOGY: Acetaminophen overdose is very common, and there are several hundred deaths from acetaminophen poisoning annually in the United States. MILD TO MODERATE TOXICITY: For the first day after ingestion, patients may be asymptomatic, or only develop nausea, vomiting and abdominal pain. Elevation of serum transaminase (ALT, AST) may begin to develop about 24 hours after ingestion and  can range from mild to marked (greater than 10,000 international units\/L) with few other signs or symptoms.  Aminotransferase elevations generally peak 2 to 3 days after ingestion. SEVERE TOXICITY: Liver failure, including coagulopathy  and hepatic encephalopathy, will occur. Patients may also have renal injury. Massive overdose (initial serum concentration greater than 500 mcg\/mL) can produce coma, hyperglycemia and lactic acidosis  In patients who survive the overdose, both hepatic and renal function return to normal. ADVERSE EFFECTS: Generally rare. Some patients may have gastrointestinal upset.<br\/><\/li><li><b>ACETAMINOPHEN-REPEATED SUPRATHERAPEUTIC<\/b><br\/>USES: Acetaminophen is a non-opioid analgesic and antipyretic medication found in many over-the-counter and prescription products.  Repeated supratherapeutic acetaminophen ingestion is defined as repetitive ingestion of more than the recommended maximum daily dose. These ingestions are usually unintentional occurring in patients with acute or chronic pain syndromes or repeated dosing in ill children. PHARMACOLOGY: Acetaminophen is used primarily as an antipyretic and analgesic. Its effects are mediated through the central nervous system. TOXICOLOGY: In therapeutic doses, about 90% of acetaminophen is conjugated in the liver  to nontoxic metabolites (glucuronides and sulfates).  A small portion (less than 5%) is conjugated by cytochrome P450 CYP2E1 to a toxic metabolite, N-acetyl-p-benzo-quinone imine (NAPQI).  This metabolite is further conjugated by glutathione, and eliminated by the kidneys.   In toxic doses, the usual metabolic pathways are overwhelmed; acetaminophen is shunted to the cytochrome P450 pathway, and glutathione stores are depleted. Cellular injury and hepatic necrosis occur as NAPQI accumulates.  EPIDEMIOLOGY: Acetaminophen poisoning is very common and can be severe. However, the incidence of serious acetaminophen toxicity after repeated doses is negligible and appears to only follow massive dosing or prolonged excessive dosing. MILD TO MODERATE TOXICITY: Toxicity can range from asymptomatic ALT elevation to malaise, nausea, vomiting, abdominal pain, and hepatotoxicity. SEVERE TOXICITY: Jaundice, hypoglycemia, coagulopathy, renal failure, fulminant hepatic failure and encephalopathy. Presentation following chronic acetaminophen overdose typically includes 4 phases: (1) anorexia, nausea, vomiting, malaise and diaphoresis; (2) first phase signs resolve, replaced by right upper quadrant pain, liver enlargement, oliguria in some patients, elevated bilirubin and hepatic enzyme levels, and prolonged prothrombin time; (3) about 3 to 5 days into the course, anorexia, nausea, vomiting, and malaise reappear along with signs of hepatic failure (jaundice, hypoglycemia, coagulopathy, encephalopathy) and sometimes renal failure and cardiomyopathy; (4) either recovery or progression to death due to liver failure finally occurs. Presentation with central nervous system depression, shock, hypothermia, and metabolic acidosis may also occur rarely, after very large ingestions.<br\/><\/li><li><b>TRAMADOL <\/b><br\/>USES: Tramadol is an opioid analgesic that is used for the treatment of pain. It is also abused for euphoric effects.  It is available as an extended release preparation, and as a combination tramadol and acetaminophen preparation. PHARMACOLOGY: Tramadol binds to mu opioid receptors and weakly inhibits norepinephrine and serotonin reuptake. It is taken orally for pain control. TOXICOLOGY: Abusers may inject, snort or smoke as these routes achieve high serum levels rapidly, producing euphoria quickly. This puts them especially at risk for severe toxicity. Toxicity is an extension of the therapeutic effects. Tramadol causes sedation and respiratory depression. However, respiratory depression is generally less than with other opioids. Aspiration due to loss of gag reflex or apnea leading to hypoxia may cause death. Chronic opioid users develop tolerance to the analgesia and euphoria effects, but not to respiratory depression. Monoaminergic effects, from inhibition of norepinephrine and serotonin reuptake, such as serotonin syndrome and seizures, may be present. EPIDEMIOLOGY: Tramadol is commonly used and often abused. Toxicity is common in chronic abusers. Physical and psychological dependence is possible. MILD TO MODERATE TOXICITY: Euphoria, drowsiness, constipation, nausea, vomiting, and possibly pinpoint pupils may be seen. A small percentage of people feel anxious and agitated at therapeutic doses. Mild bradycardia or hypotension may be present.  SEVERE TOXICITY: Respiratory depression leading to apnea, hypoxia, coma, possibly hypotension or bradycardia, noncardiogenic pulmonary edema. Patients may be hypotensive. Rarely, seizures may develop. Death may result from any of these complications. Serotonin syndrome, a triad of altered mental status, neuromuscular excitability, and autonomic dysfunction, has been reported in overdose. ADVERSE EFFECTS: COMMON: Dizziness, nausea, constipation, headache and somnolence. Respiratory depression and the effects on smooth muscles are usually less pronounced with tramadol compared to narcotics. Respiratory depression can result from coadministration of tramadol with alcohol, anesthetics, or other respiratory depressants. Physical and psychological dependence is a risk, although tramadol is less abused as a single drug than conventional narcotics. Withdrawal signs\/symptoms have been reported.<br\/><\/li><\/ul>"},{"id":"jv1ms12b32","title":"Treatment","mono":"<ul><li><b>ACETAMINOPHEN-ACUTE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: ORAL: Obtain an acetaminophen concentration, 4 hours after ingestion or as soon as possible thereafter. If the time of ingestion is known and the acetaminophen concentration is measured between 4 and 20 hours postingestion, the patient can be risk stratified using the Rumack-Matthew Nomogram.  If it is not possible to measure the serum acetaminophen concentration in a timely manner (results available within 2 hours), and the amount ingested is either 200 mg\/kg or more, or 10 g or more, whichever is less, start treatment with acetylcysteine. Patients who have an acetaminophen above the possible toxicity line (the line starting at 150 mcg\/mL at 4 hours) should be treated with acetylcysteine.  Patients who present with a history suggestive of acetaminophen exposure and an unknown time of ingestion should be treated with acetylcysteine if they have a detectable serum acetaminophen concentration OR if they have elevated serum transaminases. There is some debate as to the effect of coingestion of medications that decrease gastrointestinal motility (anticholinergic and opioids)  may have on the reliability of a 4-hour acetaminophen concentration for risk stratification. Some experts recommend obtaining a second acetaminophen concentration 8 hours postingestion and starting acetylcysteine if either concentration is above the possible toxicity line.  Similar recommendations have been made regarding sustained release acetaminophen products. MANAGEMENT OF SEVERE TOXICITY: ORAL: Patients who present late after an acute acetaminophen ingestion (greater than 36 hours) may have significant liver injury and even liver failure (INR greater than 1.5, acidosis or encephalopathy). Intubate patients with altered mental status and resuscitate hypotensive patients with crystalloid and adrenergic vasopressors.  Treat coagulopathic patients who are bleeding with fresh frozen plasma. Patients with renal failure may require renal replacement therapy. Administer intravenous acetylcysteine to all patients with liver injury. Patients with hepatic encephalopathy, acidosis or significant coagulopathy (INR greater than 5) should be evaluated for liver transplantation. Patients who present early following a massive ingestion (serum acetaminophen concentration greater than 500 mcg\/mL) may have coma, metabolic acidosis and hyperglycemia with normal serum transaminases. These patients generally recover with supportive care (airway management, fluid resuscitation) and early acetylcysteine therapy.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal in the prehospital setting if the patient is awake and can protect their airway. HOSPITAL: Administer activated charcoal for all substantial, recent ingestions if the patient is awake and can protect their airway. Retrospective data suggest that administration of activated charcoal up to 2 hours postingestion decreases the proportion of patients who will require acetylcysteine therapy.<\/li><li>Antidote: Acetylcysteine should be administered to any patient at risk for hepatic injury (either serum acetaminophen concentration above the possible toxicity line on the Rumack-Matthew Nomogram, or history of ingesting more than 200 mg\/kg or 10 g (whichever is less) and serum concentration not available or time of ingestion not known), and to patients who have hepatic injury and a history of acetaminophen overdose. ORAL: 140 mg\/kg loading dose followed by 70 mg\/kg every 4 hours. The FDA-approved protocol is for 72 hours (17 maintenance doses); however, many toxicologists will stop therapy early in patients who do not develop toxicity and may continue therapy beyond 72 hours for patients who develop significant toxicity. Please contact your local poison center for guidance. INTRAVENOUS: 150 mg\/kg infusion over 60 minutes followed by 50 mg\/kg infusion over 4 hours followed by 6.25 mg\/kg\/hour infusion.  The FDA-approved protocol is for 16 hours of treatment at 6.25 mg\/kg\/hr (a total of 100 mg\/kg). However, many toxicologists recommend checking serum transaminases and serum acetaminophen concentration prior to stopping therapy. If the transaminases are elevated or if the serum acetaminophen concentration is still detectable, the maintenance infusion is often continued until acetaminophen is not detectable and liver enzymes and INR are improving, and the patient is clinically improving. Contact your local poison center for guidance. LIVER FAILURE: Treat patients with liver failure with intravenous acetylcysteine 150 mg\/kg infusion over 60 minutes followed by 50 mg\/kg infusion over 4 hours followed by 6.25 mg\/kg\/hour infusion until resolution of encephalopathy, decreasing serum transaminase, and improving coagulopathy.<\/li><li>Monitoring of patient: Patients who present early (within 8 hours of ingestion) only require a serum acetaminophen determination. In those patients who require acetylcysteine treatment, liver enzymes, serum electrolytes, and renal function should be monitored. Patients who present with an unknown time of ingestion or more than 8 hours after an ingestion should have a serum acetaminophen determination, electrolyte measurements, renal function tests, liver enzymes, and an INR.<\/li><li>Enhanced elimination procedure: Hemodialysis clears acetaminophen, but it is not routinely used, since acetylcysteine is an effective antidote.<\/li><li>Patient disposition: HOME CRITERIA: For inadvertent ingestions in asymptomatic patients,  children less than 6 years of age who have ingested less than 200 mg\/kg, and all patients, 6 years or older, who have ingested less than 200 mg\/kg or 10 g (whichever is less) may be managed at home. OBSERVATION CRITERIA: For inadvertent ingestions, children less than 6 years of age should be referred to a healthcare facility if the amount ingested is 200 mg\/kg or more, or if the amount ingested is unknown. For inadvertent ingestions, all patients 6 years of age or older should be referred to a healthcare facility if the amount ingested is at least 200 mg\/kg or 10 g, whichever is less, or if the amount ingested is unkown. All patients with deliberate overdose, and all symptomatic patients, regardless of the amount ingested, should be sent to a healthcare facility. Patients who have nontoxic acetaminophen concentrations can be discharged with appropriate psychiatric care after an appropriate observation period. ADMISSION CRITERIA:  Patients who require treatment with acetylcysteine are generally admitted to the hospital, although selected patients (presenting early with no evidence of liver injury) may be treated with acetylcysteine and managed in an emergency department observation unit. Patients with acute liver failure should be admitted to an ICU and may require transfer to a facility with liver transplant criteria. CONSULT CRITERIA: Contact your poison center for patients who have an unknown time of ingestion, and elevated serum transaminases or a detectable serum acetaminophen concentration. Contact a liver transplant center for patients with hepatic encephalopathy, acidosis or severe coagulopathy.<\/li><\/ul><\/li><li><b>ACETAMINOPHEN-REPEATED SUPRATHERAPEUTIC <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Stop acetaminophen therapy.  The vast majority of repeated supratherapeutic ingestions of acetaminophen can be managed with symptomatic and supportive care. Treatment should be initiated with N-Acetylcysteine (NAC) if the patient's acetaminophen concentration is greater than or equal to 20 mcg\/mL and\/or if liver enzymes are elevated. Patients should be treated for a minimum of 12 hours (at least 20 hours if the acetaminophen concentration or aminotransferases are very elevated). After 12 to 20 hours, an acetaminophen concentration should be checked along with liver enzymes. If the patient's acetaminophen is undetectable, liver enzymes have clearly declined and are approaching normal, and the patient is at baseline mental status and is clinically well, and N-Acetylcysteine can be stopped; however, if all the prior criteria are not met, NAC must be continued. MANAGEMENT OF SEVERE TOXICITY: Aggressive symptomatic and supportive care in addition to N-Acetylcysteine therapy must be undertaken in severe toxicity.  Intubate patients with respiratory compromise or encephalopathy.  Maintain blood pressure with IV fluids and pressors if needed.  Call your local poison center and or transplant team for assistance to help you determine if your patient meets criteria for transplant.<\/li><li>Decontamination: Administer activated charcoal in a substantial ingestion occurring within 2 hours (consider later if extended-release preparations) and if the patient is able to protect his or her airway.<\/li><li>Acetylcysteine: Both oral and IV N-Acetylcysteine are equally efficacious. NAC therapy should be initiated as soon as possible.  Administer NAC therapy until the liver enzymes have clearly peaked and declined, the patient is at his\/her baseline mental status, and acetaminophen is non-detectable. N-ACETYLCYSTEINE (NAC): Give if initial acetaminophen serum concentration greater than 20 mcg\/mL or evidence of liver injury.  ADULT NAC DOSE: Oral: 140 mg\/kg load, 70 mg\/kg every 4 hrs maintenance; IV: 150 mg\/kg in 200 ml D5W over 60 min, then 50 mg\/kg in 500 mL D5W over 4 hrs then 100 mg\/kg in 1 L D5W over 16 hrs. CHILDREN: Standard intravenous dosing can cause hyponatremia and seizures secondary to large amounts of free water in young children. Patients greater than 20 kg to less than 40 kg: Loading dose: 150 mg\/kg in 100 mL of diluent administered over 60 minutes. Dose 2: 50 mg\/kg in 250 mL of diluent administered over 4 hours. Dose 3: 100 mg\/kg in 500 mL of diluent administered over 16 hours. Patients 20 kg or less: Loading dose: 150 mg\/kg in 3 mL\/kg of diluent administered over 60 minutes. Dose 2: 50 mg\/kg in 7 mL\/kg of diluent administered over 4 hours. Dose 3: 100 mg\/kg in 14 mL\/kg of diluent administered over 16 hours.<\/li><li>Patient disposition: HOME MANAGEMENT: Patients under age 6 can be managed at home if the ingestion is inadvertent and: a) less than 200 mg\/kg over a single 24 hour period, or b) less than 150 mg\/kg per 24-hour period for the preceding 48 hours or c) less than 100 mg\/kg per 24-hour period for the preceding 72 hours or longer. Patients age 6 or older can be managed at home if the ingestion is inadvertent and: a) less than 200 mg\/kg or 10 g (whichever is less) over a single 24 hour period, or b) less than 150 mg\/kg or 6 g (whichever is less) per 24-hour period for the preceding 48 hours or longer. In patients with conditions that are purported to increase susceptibility to acetaminophen toxicity (eg alcoholism, isoniazid use, prolonged fasting) the dose of acetaminophen considered safe to manage at home should be reduced to less than 4 g or 100 mg\/kg (whichever is less) per day. OBSERVATION CRITERIA: Patients under age 6 should be sent to a healthcare facility for evaluation if the ingestion is: a) 200 mg\/kg or more over a single 24 hour period, or b) 150 mg\/kg or more per 24-hour period for the preceding 48 hours or c) 100 mg\/kg or more per 24-hour period for the preceding 72 hours or longer. Patients age 6 or older should be sent to a healthcare facility for evaluation if the ingestion is: a) at least 200 mg\/kg or 10 g (whichever is less) over a single 24 hour period, or b) at least 150 mg\/kg or 6 g (whichever is less) per 24-hour period for the preceding 48 hours or longer. In patients with conditions that are purported to increase susceptibility to acetaminophen toxicity (eg alcoholism, isoniazid use, prolonged fasting) the dose of acetaminophen considered potentially toxic should be reduced to at least 4 g or 100 mg\/kg (whichever is less) per day. All patients with deliberate overdose should be sent to a healthcare facility Asymptomatic patients with normal liver enzymes and an acetaminophen concentration below 20 mcg\/mL may be discharged. ADMISSION CRITERIA: Patients who are symptomatic, have elevated liver enzymes or an acetaminophen concentration above 20 mcg\/mL should be admitted for NAC therapy. CONSULT CRITERIA: Consult a toxicologist for all questions regarding dosing, necessity or duration of therapy.  Have a low threshold to consult a toxicologist if you think your patient might need a transplant.<\/li><li>Monitoring of patient: Always monitor vital signs and mental status in all patients. STABLE PATIENT: Acetaminophen concentration and liver enzymes, consider checking acetylsalicylic acid concentration, electrolytes, and ECG in patients with an intentional exposure. UNSTABLE PATIENT: CBC, electrolytes, renal function, ABG\/VBG, APAP concentration, liver enzymes, PT\/INR, urinalysis, lactate, acetylsalicylic acid concentration, ECG, chest x-ray, and head CT fi mental status changes.<\/li><\/ul><\/li><li><b>TRAMADOL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients generally only need observation and supportive care. MANAGEMENT OF SEVERE TOXICITY: Naloxone is the antidote indicated for significant CNS or respiratory depression. Orotracheal intubation for airway protection should be performed early in cases of obtundation and\/or respiratory depression that do not respond to naloxone Treat seizures with benzodiazepines.<\/li><li>Decontamination: PREHOSPITAL: GI decontamination should generally be avoided due to the risk of CNS depression and seizures and subsequent aspiration. HOSPITAL: Activated charcoal should be considered in asymptomatic patients who are likely to have medication remaining in their GI tract, or in symptomatic patients who have a secure airway. Consider gastric lavage after a very large (2.5 g or more) recent, ingestion.<\/li><li>Airway management: Perform early in patients with severe intoxication (ie, coma, respiratory depression not reversed by naloxone).<\/li><li>Antidote: Naloxone, an opioid antagonist, is a specific antidote. There is controversy regarding the use of naloxone for tramadol toxicity as it may theoretically unmask excitatory effects and precipitate seizures.  Naloxone can be given intravascular, intramuscular, intranasal or nebulized. The dose is 0.4 to 2.0 mg IV.  Doses may be repeated every 2 to 3 minutes up to 20 mg.  Larger doses of naloxone may be needed for reversal of tramadol compared with other opioid medications.  The duration of effect of naloxone is 1 to 2 hours.  The patient should be observed at least 3 to 4 hours after the last dose of naloxone to ensure that the patient does not have recurrent symptoms of toxicity. IV infusion may be necessary in patients that have ingested an extended-release preparation.  The infusion can be started at an hourly rate equal to the half the total amount required to reverse the symptoms.  Naloxone can precipitate withdrawal in opioid-dependent patients.  Opioid withdrawal is not life-threatening, but is extremely uncomfortable for the patient.<\/li><li>Hypotensive episode: Initially treat with a normal saline bolus, if the patient can tolerate the fluid volume. If necessary, use adrenergic vasopressors to raise mean arterial pressure.<\/li><li>Seizure: Seizures are rare, but may be a result of hypoxia or due to the properties of the drug. Treatment includes intravenous benzodiazepines, propofol or barbiturates may be used if seizures persist.<\/li><li>Delirium: Liberal use of benzodiazepines until patient is mildly sedated.<\/li><li>Serotonin syndrome: Treat aggressively with benzodiazepines, while cooling the patient, if needed. Cyproheptadine may be considered (seek guidance from toxicologist prior to administration).<\/li><li>Monitoring of patient: Monitor vital signs, arterial blood gases, respiratory and mental status, and obtain a chest x-ray following a significant exposure. Monitor blood glucose in symptomatic patients; hypoglycemia has been reported with life-threatening intoxications. Obtain an acetaminophen blood concentration. Tramadol plasma levels are not clinically useful or readily available. Standard screening urine toxicology immunoassays will not detect tramadol, although it will likely be detected in a comprehensive urine toxicology analysis. No specific lab work is needed in most patients, but may be helpful in ruling out other causes of altered mental status if the diagnosis of opioid toxicity is uncertain. Obtain an ECG and institute continuous cardiac monitoring in patients with dysrhythmias or interval prolongation. Consider head CT and lumbar puncture to rule out intracranial mass, bleeding or infection if the diagnosis is not clear.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are of no value.<\/li><li>Intrathecal injection: There is limited experience. Treat seizures\/myoclonus (benzodiazepines, barbiturates, propofol), support blood pressure with fluids and pressors. Intubate and ventilate as needed. Cerebrospinal fluid (CSF) drainage should be performed immediately followed by CSF exchange. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults.  Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). Consider ventriculolumbar perfusion. Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr for 18 to 24 hours).  Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Patient disposition: HOME CRITERIA: Respiratory depression may occur at doses just above the therapeutic dose. Children should be evaluated in the hospital and observed as they are generally opioid naive and may develop respiratory depression. Adults should be evaluated by a health care professional if they have received a higher than therapeutic dose, especially if opioid naive. OBSERVATION CRITERIA: IMMEDIATE RELEASE: Patients with deliberate ingestions or children with ingestions should be sent to a health care facility for observation for at least 6 to 8 hours, as peak plasma levels (Tmax of tramadol 50 mg is 1.5 hours and 2.3 hours for 100 mg for immediate release tablets) and thus symptoms will likely develop within this time period. Patients who are asymptomatic after 8 hours of observation and adequate gastrointestinal decontamination may be discharged after psychiatric evaluation as needed. Patients with recurrent seizures or persistent altered mental status should be admitted.  EXTENDED RELEASE: Patients that have ingested an extended release product (Tmax tramadol 200 mg extended release tablets was 12 hours and 15 hours for the active metabolite) have the potential to manifest symptoms in a delayed fashion and should be observed for 24 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous depression should be admitted to the hospital. Patients with signs or symptoms of serotonin syndrome should be admitted. IMMEDIATE RELEASE: Patients needing more than 2 doses of naloxone should be admitted as they may have taken a longer-acting tramadol product and may need additional doses. Patients with coma, seizures, dysrhythmias, delirium, those needing a naloxone infusion or intubated patients should be admitted to an intensive care setting. EXTENDED RELEASE: Patients with even mild to moderate opioid effects, and those who require naloxone after ingestion of an extended-release formulation should be admitted. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><\/ul>"},{"id":"jv1ms12b33","title":"Range of Toxicity","mono":"<ul><li><b>ACETAMINOPHEN-ACUTE<\/b><br\/>TOXICITY: ORAL: Ingestions of 200 mg\/kg or 10 g, whichever is less, are considered potentially toxic. IV: A 10 fold overdose caused hepatotoxicity in a chronically malnourished child.. THERAPEUTIC DOSE: ADULT: Oral: 650 to 1000 mg every 4 hours up to 4 g\/day. IV: (50 kg or greater): 650 to 1000 mg every 4 to 6 hours, up to 4 g\/day; (less than 50 kg): 12.5 mg\/kg to 15 mg\/kg every 4 to 6 hours, up to 3750 mg\/day (75 mg\/kg\/day). PEDIATRIC: Oral: 10 to 15 mg\/kg every 4 hours up to 60 mg\/kg\/day. IV: 12.5 mg\/kg to 15 mg\/kg every 4 to 6 hours, up to 75 mg\/kg\/day.<br\/><\/li><li><b>ACETAMINOPHEN-REPEATED SUPRATHERAPEUTIC<\/b><br\/>TOXICITY: Hepatic injury following repeated supratherapeutic ingestions may occur at any dose above the daily recommended dose. A repeated supratherapeutic ingestion of acetaminophen occurs when the following doses are ingested: ADULTS: More than one ingestion during a period exceeding 8 hours, resulting in a cumulative dose of greater than 4 g per 24 hours. PEDIATRIC: Patients under 6 years of age: 200 mg\/kg or more over a single 24-hour period, OR 150 mg\/kg or more per 24-hour period for the preceding 48 hours OR 100 mg\/kg or more per 24-hour period for the preceding 72 hours or longer. Patients older than 6 years of age: At least 10 g or 200 mg\/kg, whichever is less, over a single 24 hour period OR at least 6 g or 150 mg\/kg, whichever is less, per 24-hour period for the preceding 48 hours or longer. THERAPEUTIC DOSE: ADULT: Oral: 650 to 1000 mg every 4 hours up to 4 g\/day. IV: (50 kg or greater): 650 to 1000 mg every 4 to 6 hours, up to 4 g\/day; (less than 50 kg): 12.5 mg\/kg to 15 mg\/kg every 4 to 6 hours, up to 3750 mg\/day (75 mg\/kg\/day). PEDIATRIC: Oral: 10 to 15 mg\/kg every 4 hours up to 60 mg\/kg\/day. IV: 12.5 mg\/kg to 15 mg\/kg every 4 to 6 hours, up to 75 mg\/kg\/day.<br\/><\/li><li><b>TRAMADOL <\/b><br\/>TOXICITY: ADULTS: In adults, 500 mg was the lowest dose associated with seizures, respiratory depression, agitation, tachycardia or hypertension.  Adult fatalities have been reported after ingestion of 2.65 to 8.2 g tramadol without coingestants. An adult with a tramadol overdose developed a Brugada ECG pattern. An adult survived an estimated maximal ingestion of 10 g, but had a residual moderate cerebral deficit. PEDIATRIC: A teenager developed multiorgan dysfunction after ingesting 6 g of tramadol, but recovered completely. Children have tolerated ingestions of up to 300 mg with mild toxicity, but experience is limited. Serotonin syndrome was observed in an 8-month old after ingesting 200 mg of tramadol; recovery was uneventful. Severe toxicity has been reported in infants who received 100 mg rectally. THERAPEUTIC DOSE: ADULT: Maintenance therapy: Administer 50 to 100 mg orally as needed every 4 to 6 hours; maximum daily dose is 400 mg daily. EXTENDED RELEASE: Administer 100 mg orally once daily; titrate as necessary by 100-mg increments every 5 days to relieve pain. Maximum daily dose should not exceed 300 mg daily. PEDIATRIC: The safety and efficacy of these agent have not been established in pediatric patients.<br\/><\/li><\/ul>"}]},"13":{"id":"jv1ms13","title":"Clinical Teaching","mono":"<ul><li>Patient should not take additional acetaminophen or acetaminophen-containing products during drug therapy. The risk of acute liver failure is increased with total acetaminophen doses over 4000 mg\/day.<\/li><li>Patient should avoid activities requiring mental alertness until drug effects are realized, as this drug may cause somnolence and dizziness.<\/li><li>Side effects may include prostatic disorder (in men), constipation, diarrhea, nausea, dry mouth, anorexia, insomnia, and pruritus.<\/li><li>Instruct patient to immediately report ingestion of more than 4000 mg of acetaminophen in one day, even if they feel well.<\/li><li>Advise patient to report signs\/symptoms of serotonin syndrome (eg, agitation, hallucinations, tachycardia, hyperthermia, labile blood pressure, hyperreflexia, incoordination, nausea, vomiting, diarrhea).<\/li><li>Instruct patients to report signs\/symptoms of serious skin reactions, including acute generalized exanthematous pustulosis, Stevens-Johnson syndrome (eg, flu-like symptoms, spreading red rash, or skin\/mucous membrane blistering), and toxic epidermal necrolysis (eg, widespread peeling, blistering of skin).<\/li><li>Advise patient that concomitant use of certain drugs (SSRIs, tricyclic antidepressants, other opioids, MAOIs, neuroleptics, or other agents that reduce the seizure threshold) may increase the risk for seizure<\/li><li>Patient should not drink alcohol and should avoid St. John's wort or CNS depressant drugs during therapy.<\/li><\/ul>"}}}