{"generic":"Dextroamphetamine\/Amphetamine","drugs":["Adderall","Adderall XR","Dextroamphetamine\/Amphetamine"],"mono":[{"id":"jv5ds0","title":"Generic Names","mono":"Dextroamphetamine\/Amphetamine"},{"id":"jv5ds1","title":"Dosing and Indications","sub":{"0":{"id":"jv5ds1b4","title":"Adult Dosing","mono":"<ul><li><b>Attention deficit hyperactivity disorder:<\/b> extended-release, 20 mg ORALLY daily<\/li><li><b>Narcolepsy:<\/b> immediate-release, 5 to 60 mg\/day ORALLY in divided doses<\/li><\/ul>"},"1":{"id":"jv5ds1b5","title":"Pediatric Dosing","mono":"<ul><li>(immediate-release) not FDA approved in children under 3 years of age with attention deficit hyperactivity disorder<\/li><li>(extended-release) not FDA approved in children under 6 years of age with attention deficit hyperactivity disorder<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> immediate release (age 3 to 5 yr), initial 2.5 mg ORALLY every morning; may increase daily dose in 2.5 mg increments at weekly intervals until optimal response<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> immediate release (age 6 yr and older), initial 5 mg ORALLY once or twice daily; may increase daily dose in 5 mg increments at weekly intervals until optimal response; give first dose in the morning and subsequent doses at 4 to 6 hour intervals; MAX 40 mg\/day<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> extended release (6 to 12 yr), initial 10 mg ORALLY every morning (alternatively, 5 mg\/day if appropriate); may increase daily dose in 5 to 10 mg increments at weekly intervals until optimal response; MAX 30 mg\/day<\/li><li><b>Attention deficit hyperactivity disorder:<\/b> extended release (13 to 17 yr), initial 10 mg ORALLY every morning; may increase to 20 mg\/day after 1 week<\/li><li><b>Narcolepsy:<\/b> immediate release (age 6 to 12 yr) initial, 5 mg ORALLY once daily; may increase daily dose in 5 mg increments at weekly intervals until optimal response<\/li><li><b>Narcolepsy:<\/b> immediate release (age 12 yr and older) initial, 10 mg ORALLY once daily; may increase daily dose in 10 mg increments at weekly intervals until optimal response<\/li><\/ul>"},"3":{"id":"jv5ds1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Attention deficit hyperactivity disorder<\/li><li>Narcolepsy<\/li><\/ul>"}}},{"id":"jv5ds2","title":"Black Box Warning","mono":"<b>Oral (Tablet; Capsule, Extended Release)<\/b><br\/>Amphetamines have a high potential for abuse, and administration for prolonged periods of time may lead to drug dependence. Misuse of amphetamines may cause sudden death and serious cardiovascular adverse reactions.<br\/>"},{"id":"jv5ds3","title":"Contraindications\/Warnings","sub":[{"id":"jv5ds3b9","title":"Contraindications","mono":"<ul><li>Advanced arteriosclerosis<\/li><li>Agitated states<\/li><li>Concomitant use of monoamine oxidase inhibitors (MAOI), or within 14 days of MAOI use; hypertensive crisis may result<\/li><li>Glaucoma<\/li><li>History of drug abuse<\/li><li>Hypersensitivity or idiosyncrasy to sympathomimetic amines<\/li><li>Hyperthyroidism<\/li><li>Moderate to severe hypertension<\/li><li>Symptomatic cardiovascular disease<\/li><\/ul>"},{"id":"jv5ds3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Abuse and dependence may occur; assess risk prior to initiation and monitoring recommended during therapy<\/li><li> -- Administration of amphetamines for prolonged periods should be avoided as this may lead to drug dependence<\/li><li>-- Amphetamine misuse; may cause sudden death and serious cardiovascular events<\/li><li>Cardiovascular:<\/li><li>-- Sudden death has been reported with CNS stimulant treatment in patients with structural cardiac abnormalities or serious cardiac problems, including cardiomyopathy, coronary artery disease, and serious heart rhythm abnormalities; avoid use<\/li><li>-- Blood pressure and heart rate increases have been reported and may impact underlying medical conditions such as preexisting hypertension, heart failure, recent myocardial infarction, ventricular arrythmia; monitoring recommended<\/li><li>-- Myocardial infarction, stroke, and death have been reported with stimulant treatment at usual doses in adults; avoid use in patient with structural cardiac abnormalities or serious cardiac problems, including cardiomyopathy, coronary artery disease, and serious heart rhythm abnormalities<\/li><li>-- Peripheral vasculopathy (eg, Raynaud's phenomenon) has been reported and may result in digital ulceration and\/or soft tissue breakdown; monitoring recommended; dosage adjustment or discontinuation may be necessary<\/li><li>Endocrine and Metabolic:<\/li><li>-- Growth suppression may occur with consistent use; monitoring recommended and treatment interruption may be necessary<\/li><li>Neurologic:<\/li><li>-- Seizures may occur due to a lowering of the convulsive threshold, particularly in patients with seizure history or EEG abnormalities; discontinue<\/li><li>-- History of motor and phonic tics; risk of exacerbation<\/li><li>-- History of Tourette syndrome; risk of exacerbation<\/li><li>Ophthalmic:<\/li><li>-- Visual disturbances, including difficulties with accommodation and blurring of vision, have been reported<\/li><li>Psychiatric:<\/li><li>-- Aggressive behavior and hostility have been reported; monitoring recommended<\/li><li>-- Bipolar disorder; may precipitate a mixed\/manic episode<\/li><li>-- Pre-existing psychosis; treatment may exacerbate symptoms of behavior disturbance and thought disorder<\/li><li>-- Psychotic or manic symptoms (eg, hallucinations, delusional thinking, or mania) may occur in children or adolescents with no prior history of psychotic illness at usual doses; discontinuation may be necessary<\/li><li>Concomitant use:<\/li><li>--Avoid use of gastrointestinal alkalizing agents (eg, antacids)<\/li><\/ul>"},{"id":"jv5ds3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jv5ds3b12","title":"Breast Feeding","mono":"<ul><li>AAP: Drugs of abuse for which adverse effects on the infant during breastfeeding have been reported.<\/li><li>Micromedex: Infant risk has been demonstrated.<\/li><\/ul>"}]},{"id":"jv5ds4","title":"Drug Interactions","sub":[{"id":"jv5ds4b13","title":"Contraindicated","mono":"<ul><li>Clorgyline (established)<\/li><li>Furazolidone (theoretical)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (established)<\/li><li>Moclobemide (probable)<\/li><li>Nialamide (probable)<\/li><li>Pargyline (probable)<\/li><li>Phenelzine (established)<\/li><li>Procarbazine (probable)<\/li><li>Rasagiline (theoretical)<\/li><li>Selegiline (established)<\/li><li>Sibutramine (theoretical)<\/li><li>Toloxatone (probable)<\/li><li>Tranylcypromine (established)<\/li><\/ul>"},{"id":"jv5ds4b14","title":"Major","mono":"<ul><li>Almotriptan (theoretical)<\/li><li>Chlorpromazine (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Desvenlafaxine (theoretical)<\/li><li>Dolasetron (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Fentanyl (theoretical)<\/li><li>Fluoxetine (theoretical)<\/li><li>Granisetron (theoretical)<\/li><li>Hydroxytryptophan (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lorcaserin (theoretical)<\/li><li>Meperidine (theoretical)<\/li><li>Mirtazapine (theoretical)<\/li><li>Palonosetron (theoretical)<\/li><li>Tramadol (theoretical)<\/li><li>Trazodone (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><\/ul>"},{"id":"jv5ds4b15","title":"Moderate","mono":"<ul>Guanethidine (probable)<\/ul>"}]},{"id":"jv5ds5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Increased systolic arterial pressure (extended-release: pediatrics, 7% to 35%)<\/li><li><b>Endocrine metabolic:<\/b>Weight loss (extended-release: adults, 10%; pediatrics, 4% to 9%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (extended-release: pediatrics, 11% to 14%), Loss of appetite (extended-release capsules: adults, 33%; pediatrics, 22% to 36%), Xerostomia (extended-release: adults, 35%; pediatrics, 2% to 4%)<\/li><li><b>Neurologic:<\/b>Dizziness, Headache (extended-release: adults, 26%), Insomnia (extended-release: adults, 27%; pediatrics, 12% to 17%)<\/li><li><b>Psychiatric:<\/b>Feeling nervous (extended release: adults, 13%; pediatrics, 6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiomyopathy, Myocardial infarction, Peripheral vascular disease, Raynaud's disease, Sudden cardiac death<\/li><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident, Seizure<\/li><li><b>Psychiatric:<\/b>Psychotic disorder<\/li><\/ul>"},{"id":"jv5ds6","title":"Drug Name Info","sub":[{"id":"jv5ds6b17","title":"US Trade Names","mono":"<ul><li>Adderall<\/li><li>Adderall XR<\/li><\/ul>"},{"id":"jv5ds6b18","title":"Synonyms","mono":"Amphetamine Salt Combination<br\/>"},{"id":"jv5ds6b19","title":"Class","mono":"<ul><li>Amphetamine (class)<\/li><li>CNS Stimulant<\/li><\/ul>"},{"id":"jv5ds6b20","title":"Regulatory Status","mono":"Schedule II<br\/>"},{"id":"jv5ds6b21","title":"Generic Availability","mono":"Yes<br\/>"}]},{"id":"jv5ds7","title":"Mechanism Of Action","mono":"Amphetamines are noncatechol sympathetic amines with CNS stimulant activity. The mechanism of therapeutic activity in ADHD is not known. Amphetamines are purported to block the reuptake of norepinephrine and dopamine into the presynaptic neuron, and increase their release into the extraneuronal space.<br\/>"},{"id":"jv5ds8","title":"Pharmacokinetics","sub":{"0":{"id":"jv5ds8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral, immediate-release: 3 hours<\/li><li>Tmax, Oral, extended-release: 7 hours<\/li><li>Effect of food: No effect on extent of absorption<\/li><\/ul>"},"2":{"id":"jv5ds8b25","title":"Metabolism","mono":"<ul><li>Liver: oxidation, CYP2D6<\/li><li>4-hydroxy-amphetamine: active<\/li><li>norephedrine: active<\/li><\/ul>"},"3":{"id":"jv5ds8b26","title":"Excretion","mono":"Renal: 30% to 40% unchanged, 50% changed (normal urinary pH) <br\/>"},"4":{"id":"jv5ds8b27","title":"Elimination Half Life","mono":"<ul><li>Adults: 10 to 13 hours<\/li><li>Adolescents: 11 to 14 hours<\/li><li>Children: 9 to 11 hours<\/li><\/ul>"}}},{"id":"jv5ds9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>avoid late evening doses due to resulting insomnia<\/li><li>give first dose on awakening, additional doses at 4-6 hr intervals<\/li><li>(extended-release) capsules may be swallowed whole or the entire capsule contents may be sprinkled on applesauce and consumed immediately; the applesauce with sprinkled beads should be consumed in its entirety without chewing<\/li><li>(extended-release) do not divide the dose of a single capsule; patients should not take anything less than one capsule per day<\/li><li>(extended-release) may be taken with or without food<\/li><\/ul>"},{"id":"jv5ds10","title":"Monitoring","mono":"<ul><li>ADHD: improvement of mental and behavioral symptoms of ADHD is indicative of efficacy<\/li><li>ADHD: long-term usefulness of drug; periodic reevaluation<\/li><li>narcolepsy: decreased frequency of narcoleptic attacks is indicative of efficacy (Adderall(R))<\/li><li>blood pressure and heart rate; for larger-than-average increases (ie, greater than 2 to 4 mmHg and 3 to 6 beats\/min increases, respectively)  with routine follow-up at 1 to 3 months, every 6 to 12 months thereafter<\/li><li>cardiovascular status; prior to and during treatment; further cardiac evaluation (eg, ECG and echocardiogram) if indicated<\/li><li>(ADHD) family and patient history; including medication history, symptoms of cardiac condition (eg, palpitations, syncope, near syncope), and risk factors associated with sudden cardiac death; before initiating therapy and at follow-up visits; further evaluation, including cardiologist consult, if indicated<\/li><li>(ADHD) physical exam; including hypertension, cardiac murmurs or signs of dysrhythmia, Marfan syndrome, before initiating therapy; cardiac symptoms at follow-up visits; further evaluation, including cardiologist consult, if indicated<\/li><li>(ADHD) bipolar disorder risk factors; prior to treatment<\/li><li>(ADHD) new onset or worsening aggressive behavior or hostility; start of treatment<\/li><li>(ADHD) growth rate; in pediatric patients<\/li><li>(ADHD) digital changes (eg, peripheral vasculopathy, including Raynaud's phenomenon); further evaluation (eg, rheumatology referral) if needed<\/li><li>tics and Tourette's syndrome; in pediatric patients prior to treatment<\/li><\/ul>"},{"id":"jv5ds11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule, Extended Release: (Amphetamine Aspartate - Amphetamine Sulfate - Dextroamphetamine Saccharate - Dextroamphetamine Sulfate) 5 MG, 10 MG, 15 MG, 20 MG, 25 MG, 30 MG<\/li><li>Oral Tablet: (Amphetamine Aspartate - Amphetamine Sulfate - Dextroamphetamine Saccharate - Dextroamphetamine Sulfate) 5 MG, 7.5 MG, 10 MG, 12.5 MG, 15 MG, 20 MG, 30 MG<\/li><\/ul><\/li><li><b>Adderall<\/b><br\/>Oral Tablet: (Amphetamine Aspartate - Amphetamine Sulfate - Dextroamphetamine Saccharate - Dextroamphetamine Sulfate) 5 MG, 7.5 MG, 10 MG, 12.5 MG, 15 MG, 20 MG, 30 MG<br\/><\/li><li><b>Adderall XR<\/b><br\/>Oral Capsule, Extended Release: (Amphetamine Aspartate - Amphetamine Sulfate - Dextroamphetamine Saccharate - Dextroamphetamine Sulfate) 5 MG, 10 MG, 15 MG, 20 MG, 25 MG, 30 MG<br\/><\/li><\/ul>"},{"id":"jv5ds12","title":"Toxicology","sub":[{"id":"jv5ds12b31","title":"Clinical Effects","mono":"<b>AMPHETAMINES AND RELATED DRUGS <\/b><br\/>USES: Amphetamines and related agents are CNS stimulants. They are sold as commercial pharmaceutical agents to treat medical conditions (eg, attention deficit disorder, narcolepsy, and obesity). Illicit amphetamines, such as hallucinogenic amphetamines, methamphetamine, and methylphenidate, are covered in separate managements. PHARMACOLOGY: Amphetamines are sympathomimetic agents structurally related to norepinephrine. They have greater stimulant effects than other catecholamines. Peripherally, amphetamines promote the release of norepinephrine from stores in adrenergic nerve terminals and directly stimulate alpha- and beta-adrenergic receptors. They also inhibit catecholamine metabolism by inhibiting monoamine oxidase enzymes. Centrally, amphetamines stimulate the cerebral cortex, medullary respiratory center, and reticular activating system. TOXICOLOGY: Overdose or chronic excessive use causes a sympathomimetic toxidrome (eg, tachycardia, hypertension, agitation, and, in severe cases, psychosis). EPIDEMIOLOGY: Exposures are common. Severe effects are rare but may be seen in large overdoses and chronic exposures. Diversion and abuse of pharmaceutical amphetamines is common. MILD TO MODERATE POISONING: Hyperactivity, diaphoresis, flushing, mydriasis, nausea, vomiting, abdominal pain, hypertension, palpitations, tachycardia, chest pain, headache, hyperventilation, and confusion. SEVERE POISONING: Generally only seen after illicit use (usually by injection, insufflations, or smoking) of high doses. May cause hyperthermia (greater than 40 degrees C can be life-threatening), dehydration, severe hypertension, tachydysrhythmia, myocardial infarction, vasospasm, aortic dissection, cerebral vascular accidents, sudden cardiac death, pneumothorax, psychosis, seizures, ischemic colitis, rhabdomyolysis, renal failure, hepatic failure, serotonin syndrome, delirium, paranoia, and coma. Rarely, severe acidosis, multiorgan failure, and death occur. ADVERSE EFFECTS: Tachycardia, hypertension, agitation, dyskinesias, psychosis, and seizures. Dose response may be unpredictable. Chronic amphetamine abuse may result in cardiomyopathy, heart failure, malnutrition, weight loss, cerebral vasculitis, permanent psychiatric illness including depression and paranoid psychoses, bruxism, and infection. Amphetamine exposure to the fetus may cause neonatal withdrawal symptoms. An adult withdrawal syndrome has been described in chronic abusers, including severe depression.<br\/>"},{"id":"jv5ds12b32","title":"Treatment","mono":"<b>AMPHETAMINES AND RELATED DRUGS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Most amphetamine related toxicity may be safely managed with supportive care that includes monitoring airway, breathing, and circulation, and control of agitation with benzodiazepines. Intravenous fluids may be needed for mild dehydration, and sedation for agitation. Charcoal may be indicated if recent ingestion, airway controlled, and low seizure risk. MANAGEMENT OF SEVERE TOXICITY: Severe agitation requires aggressive treatment to avoid malignant hypertension, rhabdomyolysis, hyperthermia, and seizures. Large doses of benzodiazepines may be needed. Severe cases may require neuromuscular paralysis, intubation, and active cooling measures. For tachycardia, treat with intravenous fluids, sedation. For severe hypertension unresponsive to sedation, consider IV nitroprusside. Rhabdomyolysis is best treated with adequate 0.9% normal saline; monitor CK, electrolytes, and creatinine. Diuretics and urinary alkalinization are not recommended. Ventricular dysrhythmias should be treated with standard ACLS protocols.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of potential for agitation, seizures. HOSPITAL: Activated charcoal binds amphetamines. For oral exposures, consider charcoal administration if patient is able to drink safely, low risk for seizures.<\/li><li>Airway management: Intubate if unable to protect airway, to control agitation, hyperthermia, and status epilepticus.<\/li><li>Antidote: None<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Hypertensive episode: Consider IV nitroprusside for severe hypertension unresponsive to sedation. DOSE: Start at 0.5 to 1 mcg\/kg\/min and titrate as needed.<\/li><li>Monitoring of patient: Monitor vital signs (including core temperature) and mental status. Serum concentrations of amphetamine and related agents are not readily available or clinically useful. Urine toxicology screens may detect amphetamines as a class, but do not distinguish between pharmaceutical and illicit forms. False positive amphetamine results may occur after exposure to over-the-counter cold preparations containing ephedrine or pseudoephedrine. No specific lab work is needed in patients with mild clinical signs and symptoms. In patients with severe toxicity, monitor serum electrolytes, CK, renal function, and troponin. Obtain an ECG and institute continuous cardiac monitoring. Consider chest radiograph or CT to exclude pneumothorax or aortic dissection as clinically indicated. Consider a brain CT to exclude traumatic injury or cerebrovascular accident as clinically indicated.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are not useful because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Inadvertent ingestions in asymptomatic patients, and pediatric exposures of commercial pharmaceutical agents within published pediatric therapeutic dose, who have no synergistic co-ingestions, may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions, synergistic co-ingestions, unclear history, symptomatic or intoxicated patients, exposure to doses outside published therapeutic ranges, or those in unstable social situations should be sent to a healthcare facility for observation. ADMISSION CRITERIA: Patients with persistent or worsening vital sign abnormalities, continued or difficult to control agitation or psychosis, multiple seizures, cardiac ischemia, or dysrhythmias should be admitted. Intensive care unit is indicated for aggressive airway or cardiac monitoring. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (ie, progressive agitation, psychosis, dysrhythmias, malignant hypertension, hyperthermia), concerns about decontamination, or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jv5ds12b33","title":"Range of Toxicity","mono":"<b>AMPHETAMINES AND RELATED DRUGS<\/b><br\/>TOXICITY: Dose response is variable. In adults, the acute lethal dose of amphetamine has been reported to be 20 to 25 mg\/kg. Patients who chronically abuse amphetamines develop tolerance, and up to 15,000 mg\/day has been ingested without lethal result. THERAPEUTIC DOSE: ADULT: Amphetamine: 5 to 60 mg\/day in divided doses for narcolepsy or 20 mg daily as an extended-release tablet for the treatment of adult ADHD; Benzphetamine: 25 to 50 mg 1 to 3 times daily; Diethylpropion: 75 mg\/day; Lisdexamfetamine: 30 to 70 mg once daily; Phendimetrazine: 35 mg two to three times daily or 105 mg as a sustained-release capsule once daily; Phentermine: 18.75 or 37.5 mg once daily. PEDIATRIC: Amphetamine (6 years and older): 5 mg once or twice daily; rare for dose to exceed 40 mg\/day for ADHD, or 10 mg extended-release capsule once daily not to exceed 30 mg daily for ADHD; Lisdexamfetamine (6 to 17 years of age): Initially 30 mg once daily, up to a maximum dose of 70 mg once daily for the treatment of ADHD.<br\/>"}]},{"id":"jv5ds13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to report symptoms of arrhythmias, myocardial infarction, or a stroke.<\/li><li>Warn patient to avoid activities requiring mental alertness or coordination until drug effects are realized due to potential for blurred vision and accommodation difficulties.<\/li><li>Instruct patient to report new or worsening psychiatric or psychotic problems, including aggression, hostility, or manic symptoms.<\/li><li>Side effects may include anorexia, weight loss, abdominal pain, vomiting, nausea, diarrhea, dry mouth, emotional lability, anxiety, agitation, dizziness, nervousness, and rash.<\/li><li>Counsel patient to report symptoms of peripheral vasculopathy, including Raynaud phenomenon.<\/li><li>Instruct patient to avoid taking in the afternoon (extended-release) or late evening (immediate-release) due to potential for insomnia.<\/li><li>Counsel patient to avoid gastrointestinal alkalizing agents (ie, antacids).<\/li><\/ul>"}]}