{"generic":"Fondaparinux Sodium","drugs":["Arixtra","Fondaparinux Sodium"],"mono":[{"id":"jv7is0","title":"Generic Names","mono":"Fondaparinux Sodium"},{"id":"jv7is1","title":"Dosing and Indications","sub":[{"id":"jv7is1b4","title":"Adult Dosing","mono":"<ul><li><b>Acute ST segment elevation myocardial infarction:<\/b> initial 2.5 mg IV, followed by 2.5 mg SUBQ once daily for the duration of hospitalization, up to 8 days, or until revascularization<\/li><li><b>Deep venous thrombosis, acute, In conjunction with warfarin sodium:<\/b> 5 mg (body weight less than 50 kg), 7.5 mg (body weight of 50 to 100 kg), or 10 mg (body weight greater than 100 kg) SUBQ once daily for 5 to 9 days; initiate concurrent warfarin sodium therapy within 72 hours; continue fondaparinux until oral anticoagulant effect is therapeutic (INR, 2 to 3)<\/li><li><b>Non-ST segment elevation myocardial infarction, acute:<\/b> 2.5 mg SUBQ daily for up to 8 days (guideline dosing)<\/li><li><b>Postoperative deep vein thrombosis, Hip repair or replacement, knee replacement, or abdominal surgery; Prophylaxis:<\/b> 2.5 mg SUBQ once daily after hemostasis has been established (give initial dose 6 to 8 hours post-op); usual duration, 5 to 9 days; for hip fracture patients, an extended course of up to 24 days is recommended (manufacturer dosing); (hip or knee arthroplasty and hip fracture surgery) continue prophylaxis for at least 10 to 14 days, consider prophylaxis for up to 35 days (guideline dosing)<\/li><li><b>Pulmonary embolism, acute, In conjunction with warfarin sodium when initial therapy is administered in a hospital:<\/b> 5 mg (body weight less than 50 kg), 7.5 mg (body weight of 50 to 100 kg), or 10 mg (body weight greater than 100 kg) SUBQ once daily for 5 to 9 days; initiate concurrent warfarin sodium therapy within 72 hours; continue treatment until oral anticoagulant effect therapeutic (INR, 2 to 3)<\/li><li><b>Thrombosis of superficial vein of lower limb:<\/b> 2.5 mg SUBQ daily for 45 days (guideline dosing)<\/li><\/ul>"},{"id":"jv7is1b5","title":"Pediatric Dosing","mono":"Safety and efficacy in pediatric patients have not been established."},{"id":"jv7is1b6","title":"Dose Adjustments","mono":"<ul><li><b>Renal impairment, CrCl less than 30 mL\/min (VTE prophylaxis and treatment):<\/b> Contraindicated (manufacturer dosing)<\/li><li><b>Renal impairment, CrCl 30 to 50 mL\/min:<\/b> Use with caution (manufacturer dosing).<\/li><li><b>Renal impairment, CrCl 20 to 50 mL\/min (VTE prophylaxis):<\/b> 1.5 mg subQ once daily starting 6 hours or more (ideally 8 hours) postoperatively for 10 days for total hip or knee replacement or 28 to 35 days for hip fracture surgery (study dosing)<\/li><li><b>Geriatric:<\/b> Use with caution.<\/li><li><b>Hemodiafiltration in patients with heparin-induced thrombocytopenia:<\/b> Initiate at 0.03 mg\/kg postdialysis body weight, administered via the efferent line of the dialyzer; titrate in increments of 0.01 mg\/kg postdialysis body weight based on postdialysis anti-Xa activity (study dosing)<\/li><li><b>Body weight less than 50 kg (VTE prophylaxis):<\/b> Contraindicated<\/li><li><b>Body weight less than 50 kg (VTE treatment):<\/b> Use with caution.<\/li><li><b>Body weight greater than 100 kg (DVT treatment):<\/b> 10 mg subQ daily (guideline dosing)<\/li><\/ul>"},{"id":"jv7is1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Deep venous thrombosis, acute, In conjunction with warfarin sodium<\/li><li>Postoperative deep vein thrombosis, Hip repair or replacement, knee replacement, or abdominal surgery; Prophylaxis<\/li><li>Pulmonary embolism, acute, In conjunction with warfarin sodium when initial therapy is administered in a hospital<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Acute ST segment elevation myocardial infarction<\/li><li>Non-ST segment elevation myocardial infarction, acute<\/li><li>Thrombosis of superficial vein of lower limb<\/li><\/ul>"}]},{"id":"jv7is2","title":"Black Box Warning","mono":"<b>Subcutaneous (Solution)<\/b><br\/>Epidural or spinal hematomas, which may result in long-term or permanent paralysis, can occur in patients who are anticoagulated with low molecular weight heparins, heparinoids, or fondaparinux sodium and are receiving neuraxial anesthesia or undergoing spinal puncture. Use of indwelling epidural catheters, concomitant use of drugs affecting hemostasis (eg, NSAIDs, platelet inhibitors, or other anticoagulants), history of traumatic or repeated epidural or spinal puncture, spinal deformity, or spinal surgery may increase the risk of developing these hematomas. Monitor patients frequently for neurological impairment. If neurological compromise is noted, urgent treatment is necessary.<br\/>"},{"id":"jv7is3","title":"Contraindications\/Warnings","sub":[{"id":"jv7is3b9","title":"Contraindications","mono":"<ul><li>active major bleeding<\/li><li>bacterial endocarditis<\/li><li>body weight less than 50 kg in patients requiring prophylaxis for venous thromboembolism<\/li><li>history of serious hypersensitivity reaction (eg, angioedema, anaphylactoid or anaphylactic reactions)<\/li><li>severe renal impairment (ie, CrCl less than 30 mL\/minute)<\/li><li>thrombocytopenia associated with positive in vitro test for antiplatelet antibody in the presence of fondaparinux sodium<\/li><\/ul>"},{"id":"jv7is3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- epidural or spinal hematomas may result in long-term or permanent paralysis and can occur in patients who are anticoagulated with low molecular weight heparins, heparinoids, or fondaparinux sodium and are receiving neuraxial anesthesia or undergoing spinal puncture; monitoring required; treat urgently if signs of neurologic compromise appear<\/li><li>-- patients with history of traumatic or repeated epidural or spinal puncture or history of spinal deformity or spinal surgery have an increased risk of epidural or spinal hematoma; monitoring recommended<\/li><li>Hematologic:<\/li><li>-- major bleeding or unexpected changes in coagulation parameters may occur; monitoring recommended, and discontinuation may be required<\/li><li>-- moderate and severe thrombocytopenia has been reported; monitoring recommended and discontinue if platelet count falls below 100,000\/mm(3)<\/li><li>-- use extreme caution in patients with increased risk of hemorrhage, including congenital or acquired bleeding disorders, active ulcerative and angiodysplastic gastrointestinal disease, hemorrhagic stroke, uncontrolled arterial hypertension, diabetic retinopathy, or shortly after brain, spinal, or ophthalmic surgery; avoid concomitant use of drugs that enhance risk of hemorrhage unless essential and monitor patient<\/li><li>-- spinal or epidural hematomas, which may cause long-term or permanent paralysis, may occur, especially with post-operative use of indwelling epidural catheters or concomitant use of drugs affection hemostasis, such as NSAIDs; as optimal timing between administration of fondaparinux and neuraxial procedures is not known, monitor patients for signs and symptoms of neurologic impairment (eg, midline back pain, sensory and motor deficits) and bowel or bladder dysfunction<\/li><li>Immunologic:<\/li><li>-- latex sensitivity; allergic reaction may occur due to latex in the needle guard of the prefilled fondaparinux syringe<\/li><li>Renal:<\/li><li>-- severe renal impairment (CrCl less than 30 mL\/min) that occurs while on fondaparinux therapy; discontinue immediately due to increased risk of bleeding<\/li><li>-- moderate renal impairment (CrCl between 30 to 50 mL\/min) increases risk of bleeding; monitoring recommended<\/li><li>Other:<\/li><li>-- patients with body weight less than 50 kg and requiring treatment of pulmonary embolism or DVT are at greater risk for major bleeding<\/li><li>-- do not administer drug for at least 6 to 8 hours after surgery<\/li><li>Concomitant use:<\/li><li>-- drugs affecting hemostasis such as NSAIDs, platelet inhibitors, other anticoagulants; increased risk of epidural or spinal hematoma<\/li><li>-- agents that increase risk of hemorrhage, such as vitamin K antagonists; discontinue prior to initiation of fondaparinux sodium or monitor patient closely if coadministration is necessary<\/li><\/ul>"},{"id":"jv7is3b11","title":"Pregnancy Category","mono":"<ul><li>Fondaparinux: B (FDA)<\/li><li>Fondaparinux: C (AUS)<\/li><\/ul>"},{"id":"jv7is3b12","title":"Breast Feeding","mono":"Fondaparinux: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jv7is4","title":"Drug Interactions","sub":{"1":{"id":"jv7is4b14","title":"Major","mono":"<ul><li>Abciximab (theoretical)<\/li><li>Aceclofenac (theoretical)<\/li><li>Acemetacin (theoretical)<\/li><li>Alipogene Tiparvovec (theoretical)<\/li><li>Alteplase, Recombinant (theoretical)<\/li><li>Amtolmetin Guacil (theoretical)<\/li><li>Anagrelide (theoretical)<\/li><li>Anistreplase (theoretical)<\/li><li>Apixaban (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Aspirin (theoretical)<\/li><li>Bivalirudin (theoretical)<\/li><li>Bromfenac (theoretical)<\/li><li>Bufexamac (theoretical)<\/li><li>Celecoxib (theoretical)<\/li><li>Chamomile (theoretical)<\/li><li>Choline Salicylate (theoretical)<\/li><li>Citalopram (probable)<\/li><li>Clonixin (theoretical)<\/li><li>Clopidogrel (theoretical)<\/li><li>Collagenase, Clostridium histolyticum (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Desvenlafaxine (probable)<\/li><li>Dexibuprofen (theoretical)<\/li><li>Dexketoprofen (theoretical)<\/li><li>Diclofenac (theoretical)<\/li><li>Diflunisal (theoretical)<\/li><li>Dipyridamole (theoretical)<\/li><li>Dipyrone (theoretical)<\/li><li>Drotrecogin Alfa (theoretical)<\/li><li>Edoxaban (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Eptifibatide (theoretical)<\/li><li>Escitalopram (probable)<\/li><li>Etodolac (theoretical)<\/li><li>Etofenamate (theoretical)<\/li><li>Etoricoxib (theoretical)<\/li><li>Felbinac (theoretical)<\/li><li>Fenofibrate (theoretical)<\/li><li>Fenoprofen (theoretical)<\/li><li>Fepradinol (theoretical)<\/li><li>Feprazone (theoretical)<\/li><li>Floctafenine (theoretical)<\/li><li>Flufenamic Acid (theoretical)<\/li><li>Fluoxetine (probable)<\/li><li>Flurbiprofen (theoretical)<\/li><li>Fluvoxamine (probable)<\/li><li>Garlic (probable)<\/li><li>Ginkgo (probable)<\/li><li>Ibuprofen (theoretical)<\/li><li>Ibuprofen Lysine (theoretical)<\/li><li>Iloprost (theoretical)<\/li><li>Indomethacin (theoretical)<\/li><li>Ketoprofen (theoretical)<\/li><li>Ketorolac (theoretical)<\/li><li>Levomilnacipran (theoretical)<\/li><li>Lornoxicam (theoretical)<\/li><li>Loxoprofen (theoretical)<\/li><li>Lumiracoxib (theoretical)<\/li><li>Meclofenamate (theoretical)<\/li><li>Mefenamic Acid (theoretical)<\/li><li>Meloxicam (theoretical)<\/li><li>Milnacipran (probable)<\/li><li>Morniflumate (theoretical)<\/li><li>Nabumetone (theoretical)<\/li><li>Naproxen (theoretical)<\/li><li>Nepafenac (theoretical)<\/li><li>Niflumic Acid (theoretical)<\/li><li>Nimesulide (theoretical)<\/li><li>Nintedanib (theoretical)<\/li><li>Oxaprozin (theoretical)<\/li><li>Oxyphenbutazone (theoretical)<\/li><li>Papaya (theoretical)<\/li><li>Parecoxib (theoretical)<\/li><li>Paroxetine (probable)<\/li><li>Pentosan Polysulfate Sodium (theoretical)<\/li><li>Phenylbutazone (theoretical)<\/li><li>Piketoprofen (theoretical)<\/li><li>Piroxicam (theoretical)<\/li><li>Prasugrel (theoretical)<\/li><li>Proglumetacin (theoretical)<\/li><li>Propionic Acid (theoretical)<\/li><li>Propyphenazone (theoretical)<\/li><li>Proquazone (theoretical)<\/li><li>Reteplase, Recombinant (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Rofecoxib (theoretical)<\/li><li>Salicylic Acid (theoretical)<\/li><li>Salsalate (theoretical)<\/li><li>Sertraline (probable)<\/li><li>Sodium Salicylate (theoretical)<\/li><li>St John's Wort (probable)<\/li><li>Streptokinase (theoretical)<\/li><li>Sulfinpyrazone (theoretical)<\/li><li>Sulindac (theoretical)<\/li><li>Tan-Shen (probable)<\/li><li>Tenecteplase (theoretical)<\/li><li>Tenoxicam (theoretical)<\/li><li>Tiaprofenic Acid (theoretical)<\/li><li>Ticlopidine (theoretical)<\/li><li>Tirofiban (theoretical)<\/li><li>Tolfenamic Acid (theoretical)<\/li><li>Tolmetin (theoretical)<\/li><li>Treprostinil (theoretical)<\/li><li>Urokinase (theoretical)<\/li><li>Valdecoxib (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Vorapaxar (theoretical)<\/li><li>Vortioxetine (theoretical)<\/li><\/ul>"},"2":{"id":"jv7is4b15","title":"Moderate","mono":"<ul><li>Avocado (probable)<\/li><li>Chondroitin (probable)<\/li><li>Coenzyme Q10 (probable)<\/li><li>Curcumin (probable)<\/li><li>Dong Quai (probable)<\/li><li>Ginger (probable)<\/li><li>Vitamin A (probable)<\/li><\/ul>"}}},{"id":"jv7is5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site reaction, Rash (7.5%)<\/li><li><b>Other:<\/b>Fever (13.6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Hematologic:<\/b>Anemia (perioperative prophylaxis, 19.6%; extended prophylaxis, 1.5%), Bleeding (2.2% to 3.4%), Thrombocytopenia (0.04% to 0.2% (less than 50,000\/mm(3)); 0.5% to 3% (50,000 to 100,000\/mm(3)))<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Neurologic:<\/b>Epidural hematoma, Non-traumatic spinal subdural hematoma<\/li><\/ul>"},{"id":"jv7is6","title":"Drug Name Info","sub":{"0":{"id":"jv7is6b17","title":"US Trade Names","mono":"Arixtra<br\/>"},"2":{"id":"jv7is6b19","title":"Class","mono":"<ul><li>Anticoagulant<\/li><li>Factor Xa Inhibitor<\/li><\/ul>"},"3":{"id":"jv7is6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jv7is6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},{"id":"jv7is7","title":"Mechanism Of Action","mono":"Fondaparinux sodium is an antithrombotic drug that selectively binds to antithrombin III (ATIII); thus, potentiating the neutralization of Factor Xa. Neutralization of Factor Xa disrupts the blood coagulation cascade, which inhibits thrombin formation and thrombus development.<br\/>"},{"id":"jv7is8","title":"Pharmacokinetics","sub":{"0":{"id":"jv7is8b23","title":"Absorption","mono":"<ul><li>Subcutaneous: time to peak concentration, 3 hr<\/li><li>Bioavailability: 100%<\/li><\/ul>"},"1":{"id":"jv7is8b24","title":"Distribution","mono":"<ul><li>Vd: 7 L to 11 L<\/li><li>Protein binding: 94%<\/li><\/ul>"},"3":{"id":"jv7is8b26","title":"Excretion","mono":"<ul><li>Renal: 77% unchanged<\/li><li>Dialyzable: yes (hemodialysis), 20%<\/li><\/ul>"},"4":{"id":"jv7is8b27","title":"Elimination Half Life","mono":"<ul><li>17 hr to 21 hr<\/li><li>Renal impairment: prolonged<\/li><li>Elderly: prolonged<\/li><\/ul>"}}},{"id":"jv7is9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>administer by SUBQ injection only; not for IM use<br\/><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>(prefilled syringe) do not expel air bubble from syringe prior to injection<\/li><li>holding skin between thumb and forefinger, insert entire length of needle perpendicularly into a skin fold of the anterolateral or posterolateral abdominal wall; alternate between left and right sides<\/li><\/ul><\/li><\/ul>"},{"id":"jv7is10","title":"Monitoring","mono":"<ul><li>coagulation tests (ie, prothrombin time, aPTT) are not useful monitoring tools<\/li><li>measure anti-factor Xa activity using anti-Xa assay<\/li><li>improvement in symptoms of DVT or pulmonary embolism, or reduced recurrence indicate efficacy<\/li><li>CBC with platelet counts; periodically during treatment<\/li><li>serum creatinine; periodically during treatment<\/li><li>stool occult blood tests; periodically during treatment<\/li><li>renal function; prior to treatment in elderly patients and periodically in all patients during treatment<\/li><li>neurologic impairment; frequently in patients undergoing neuraxial procedures<\/li><li>thrombocytopenia<\/li><li>signs or symptoms of bleeding; in patients with hepatic impairment<\/li><\/ul>"},{"id":"jv7is11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Subcutaneous Solution: 2.5 MG\/0.5 ML, 5 MG\/0.4 ML, 7.5 MG\/0.6 ML, 10 MG\/0.8 ML<br\/><\/li><li><b>Arixtra<\/b><br\/>Subcutaneous Solution: 2.5 MG\/0.5 ML, 7.5 MG\/0.6 ML, 5 MG\/0.4 ML, 10 MG\/0.8 ML<br\/><\/li><\/ul>"},{"id":"jv7is12","title":"Toxicology","sub":[{"id":"jv7is12b31","title":"Clinical Effects","mono":"<b>FONDAPARINUX<\/b><br\/>USES: Fondaparinux is used for the prophylaxis of deep vein thrombosis (DVT) and for the treatment of DVT and pulmonary embolism when administered with warfarin. PHARMACOLOGY: Fondaparinux sodium is an antithrombotic drug that selectively binds to antithrombin III (ATIII), thereby potentiating the innate neutralization of Factor Xa. Neutralization of Factor Xa disrupts the blood coagulation cascade, which inhibits thrombin formation and thrombus development. Fondaparinux has no known effect on platelet function, and does not inactivate thrombin; therefore, it does not affect bleeding time or fibrinolytic activity at the recommended dose. TOXICOLOGY: Excessive neutralization of factor Xa may cause clinically significant bleeding. EPIDEMIOLOGY: Overdose is rare. TOXICITY: Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. The main effect of fondaparinux overdose is hemorrhage. ADVERSE EFFECTS: The main complication of fondaparinux therapy is bleeding. The following adverse effects have also been reported: edema, hypotension, rash, nausea, vomiting, constipation, anemia, hypokalemia, purpura, increased liver enzymes, insomnia, dizziness, confusion, fever, and injection site reactions. Thrombocytopenia with thrombosis that manifested similar to heparin-induced thrombocytopenia have been reported in a small number of patients during postmarketing surveillance of fondaparinux. <br\/>"},{"id":"jv7is12b32","title":"Treatment","mono":"<b>FONDAPARINUX<\/b><br\/><ul><li>Support: MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor for clinical evidence of bleeding. Manage mild hypotension with IV fluids. If hypotension persists, treat patients with vasopressors. SEVERE TOXICITY: Treatment is symptomatic and supportive. Transfusion of packed red cells, fresh frozen plasma, or administration of recombinant factor VIIa may be indicated in patients with severe bleeding. Treat severe hypotension with fluids and vasopressors if necessary.<\/li><li>Decontamination: Decontamination is not indicated; fondaparinux is only available parenterally.<\/li><li>Airway management: Assess airway; endotracheal intubation may be required in patients with intracranial bleeding or severe hemoptysis<\/li><li>Antidote: Protamine sulfate has NOT been effective for neutralizing the anticoagulant effects of fondaparinux. Recombinant factor VIIa may be effective in reversing the uncontrollable bleeding following an fondaparinux overdose.<\/li><li>Monitoring of patient: Monitor for evidence of bleeding (eg, venous access sites, urinary, gastrointestinal, vaginal). Monitor CBC with platelet count, vital signs, and hepatic enzymes in symptomatic patients. aPTT and INR are relatively insensitive measures of the activity of fondaparinux at therapeutic doses, but may be prolonged in overdose. Anti-factor Xa can be measured, but results are generally not available soon enough to guide therapy.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution; and the anticoagulation necessary to perform these techniques would likely increase bleeding.<\/li><li>Patient disposition: OBSERVATION CRITERIA: All patients with fondaparinux overdose should be evaluated and monitored until symptoms resolve. Patients can be discharged when laboratory values are stable with no evidence of bleeding. ADMISSION CRITERIA: Patients with severe symptoms (eg, hemorrhage) should be admitted to an intensive care setting.<\/li><\/ul>"},{"id":"jv7is12b33","title":"Range of Toxicity","mono":"<b>FONDAPARINUX<\/b><br\/>TOXICITY: A minimum toxic dose has not been established. THERAPEUTIC DOSES: ADULTS: DVT PROPHYLAXIS, POSTOPERATIVE: 2.5 mg subQ once daily 6 to 8 hours after surgery and continued for 5 to 9 days; continue up to 24 additional days for extended prophylaxis in hip surgery. DVT\/PULMONARY EMBOLISM TREATMENT: 5 mg to 10 mg subQ once daily for 5 to 9 days. CHILDREN: Safety and efficacy have not been established in pediatric patients. <br\/>"}]},{"id":"jv7is13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause fever or anemia.<\/li><li>Advise patients who have received epidural or spinal anesthesia to report signs\/symptoms of neurological impairment, as drug increases risk for development of an epidural or spinal hematoma.<\/li><li>Instruct patients to report signs\/symptoms of bleeding, especially if on concomitant anticoagulants.<\/li><li>Teach patient proper technique and placement of injections.<\/li><li>Advise patient to rotate injection sites.<\/li><\/ul>"}]}