{"generic":"Fluocinolone Acetonide\/Hydroquinone\/Tretinoin","drugs":["Fluocinolone Acetonide\/Hydroquinone\/Tretinoin","Tri-Luma"],"mono":{"0":{"id":"jv8os0","title":"Generic Names","mono":"Fluocinolone Acetonide\/Hydroquinone\/Tretinoin"},"1":{"id":"jv8os1","title":"Dosing and Indications","sub":{"0":{"id":"jv8os1b4","title":"Adult Dosing","mono":"<b>Chloasma, Moderate to Severe:<\/b> apply thin film TOPICALLY to affected area(s) once nightly at least 30 minutes prior to bedtime; cover the entire lesion, including outside borders extending about 0.5 inch to normally pigmented skin "},"1":{"id":"jv8os1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},"3":{"id":"jv8os1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Chloasma, Moderate to Severe<br\/>"}}},"3":{"id":"jv8os3","title":"Contraindications\/Warnings","sub":[{"id":"jv8os3b9","title":"Contraindications","mono":"hypersensitivity to fluocinolone acetonide, hydroquinone, tretinoin, or any components of the product <br\/>"},{"id":"jv8os3b10","title":"Precautions","mono":"<ul><li>concomitant use with medicated or abrasive soaps and cleansers, drying soaps or cosmetics, products with high alcohol concentration, astringents, and other irritants or keratolytic drugs; avoid use<\/li><li>Cushing syndrome may occur from systemic absorption of topical corticosteroids<\/li><li>glucosuria may occur from systemic absorption of topical corticosteroids<\/li><li>hyperglycemia may occur from systemic absorption of topical corticosteroids<\/li><li>hypersensitivity or chemical irritation reactions may occur; discontinue use if occurs<\/li><li>hypothalamic-pituitary-adrenal (HPA) axis suppression and potential for glucocorticosteroid insufficiency with treatment discontinuation may occur from systemic absorption of topical corticosteroids; generally reversible with discontinuation; discontinue use if suspected<\/li><li>skin darkening (ie, exogenous ochronosis), a gradual blue-black discoloration, may develop, principally in black patients, but may occur in Caucasians or Hispanics; discontinue use if condition occurs<\/li><li>sulfite hypersensitivity; contains sodium metabisulfite; allergic contact dermatitis or severe reactions may occur; discontinue if severe reactions occur (eg, anaphylaxis, asthma)<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jv8os3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jv8os3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jv8os4","title":"Drug Interactions","sub":{"1":{"id":"jv8os4b14","title":"Major","mono":"<ul><li>Aminocaproic Acid (probable)<\/li><li>Aprotinin (probable)<\/li><li>Chlortetracycline (theoretical)<\/li><li>Demeclocycline (theoretical)<\/li><li>Doxycycline (theoretical)<\/li><li>Lymecycline (theoretical)<\/li><li>Meclocycline (theoretical)<\/li><li>Methacycline (theoretical)<\/li><li>Minocycline (theoretical)<\/li><li>Oxytetracycline (theoretical)<\/li><li>Paclitaxel (theoretical)<\/li><li>Paclitaxel Protein-Bound (theoretical)<\/li><li>Pixantrone (theoretical)<\/li><li>Rolitetracycline (theoretical)<\/li><li>Tetracycline (theoretical)<\/li><li>Tranexamic Acid (probable)<\/li><\/ul>"},"2":{"id":"jv8os4b15","title":"Moderate","mono":"<ul><li>Fluconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Voriconazole (probable)<\/li><\/ul>"}}},"5":{"id":"jv8os5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Burning sensation (18%), Dry skin (14%), Erythema (41%), Peeling of skin (38%), Pruritus (11%)<br\/>"},"6":{"id":"jv8os6","title":"Drug Name Info","sub":{"0":{"id":"jv8os6b17","title":"US Trade Names","mono":"Tri-Luma<br\/>"},"2":{"id":"jv8os6b19","title":"Class","mono":"<ul><li>Adrenal Glucocorticoid<\/li><li>Corticosteroid Combination<\/li><li>Retinoid<\/li><\/ul>"},"3":{"id":"jv8os6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jv8os6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jv8os7","title":"Mechanism Of Action","mono":"Fluocinolone acetonide is a synthetic fluorinated corticosteroid that provides antiinflammatory activity, hydroquinone is a depigmenting agent, and tretinoin is a keratolytic. The exact mechanism of action of fluocinolone acetonide 0.01%\/hydroquinone 4%\/tretinoin 0.05% cream in the treatment of melasma is unknown, but hydroquinone may interrupt 1 or more steps in the tyrosine-tyrosinase pathway of melanin synthesis.<br\/>"},"8":{"id":"jv8os8","title":"Pharmacokinetics","sub":[{"id":"jv8os8b23","title":"Absorption","mono":"<ul><li>Fluocinolone acetonide, Bioavailability, Topical: variable<\/li><li>Hydroquinone, Bioavailability, Topical: minimal<\/li><li>Tretinoin, Bioavailability, Topical: minimal<\/li><\/ul>"},{"id":"jv8os8b24","title":"Distribution","mono":"Fluocinolone acetonide, Protein binding: varying degrees to plasma proteins <br\/>"},{"id":"jv8os8b25","title":"Metabolism","mono":"Fluocinolone acetonide, Liver: primary <br\/>"},{"id":"jv8os8b26","title":"Excretion","mono":"<ul><li>Fluocinolone acetonide, Bile: some.<\/li><li>Fluocinolone acetonide, Renal: extensive<\/li><\/ul>"}]},"9":{"id":"jv8os9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>apply at least 30 minutes prior to bedtime after washing face with a mild soapless cleanser<\/li><li>include about 0.5 inch of normal-appearing skin surrounding each lesion within application area<\/li><li>avoid use near eyes, nose, or angles of the mouth<\/li><li>rub into skin lightly and uniformly<\/li><li>must be used with sunscreen of sun protection factor (SPF) 30; protective coverings (eg, hat) recommended<\/li><li>moisturizer may be applied in morning, after washing face<\/li><li>do not use occlusive dressings<\/li><\/ul>"},"10":{"id":"jv8os10","title":"Monitoring","mono":"improvement of melasma lesions and melasma remission indicate efficacy<br\/>"},"11":{"id":"jv8os11","title":"How Supplied","mono":"<b>Tri-Luma<\/b><br\/>Topical Cream: (Fluocinolone Acetonide - Hydroquinone - Tretinoin) 0.01 %-4 %-0.05 %<br\/>"},"12":{"id":"jv8os12","title":"Toxicology","sub":[{"id":"jv8os12b31","title":"Clinical Effects","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/>USES: Antiinflammatory agents used to treat a variety of clinical conditions, including adrenal insufficiency, asthma, various allergy disorders, and autoimmune disorders (eg, hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus). Corticosteroids are available in oral, parenteral, inhalational, and topical formulations. PHARMACOLOGY: Multiple mechanisms of action including anti-inflammatory activity, immunosuppressive properties, and antiproliferative actions. Anti-inflammatory effects result from decreased formation, release and activity of the mediators of inflammation (eg, kinins, histamine, liposomal enzymes, prostaglandins, leukotrienes) which reduced the initial manifestations of the inflammatory process. The immunosuppressive properties decrease the response to delayed and immediate hypersensitivity reactions (eg, type III and type IV).  The antiproliferative effects reduce hyperplastic tissue characteristic of psoriasis. TOXICOLOGY: Corticosteroids decrease calcium absorption, increase calcium excretion, and inhibit osteoblast formation, leading to a decrease in bone formation and an increase in bone resorption, thereby contributing to the development of osteoporosis. EPIDEMIOLOGY: Acute toxicity following overdose is rare. OVERDOSE: Acute ingestion is rarely a clinical problem. Acute adrenal insufficiency rarely reported after overdose. ADVERSE EFFECTS:  Cardiac dysrhythmias (ie, atrial fibrillation)(methylPREDNISolone), seizures (methylPREDNISolone), anaphylaxis. CHRONIC EXPOSURE:  Cushingoid appearance, muscle wasting and weakness, hypertension, hyperglycemia, subcapsulary cataracts and glaucoma, osteoporosis, psychosis. ABRUPT WITHDRAWAL:  Dysphoria, irritability, emotional liability, depression, fatigue,  anxiety, depersonalization, myalgia, and arthralgia.<br\/><\/li><li><b>HYDROQUINONE-QUINONE <\/b><br\/>USES: MEDICINAL: Hydroquinone is used in topical skin lightening preparations. Topical hydroquinone is also available in combination with fluocinolone acetonide and tretinoin to treat moderate to severe melasma of the face. INDUSTRIAL: Hydroquinone and quinone are used as photographic reducers and developers, antioxidants, stabilizer in paints, oils, and motor fuels, an antioxidant in fats and oils, and as a chemical intermediate and reagent. PHARMACOLOGY: Hydroquinone is a strong reducing agent and is easily oxidized to form quinone. Hydroquinone inhibits the enzymatic oxidation of tyrosine to 3-(3,4-dihydroxyphenyl) alanine (dopa) and suppresses metabolic processes of melanocytes, thus producing depigmentation of the skin which is reversible. EPIDEMIOLOGY: Overdose is rare. MILD TO MODERATE TOXICITY: ORAL EXPOSURE: Nausea, vomiting, headache, dizziness, delirium, tinnitus, green or brownish urine, elevated liver enzymes, muscle twitching, and dyspnea. DERMAL EXPOSURE: Skin irritation, allergic contact dermatitis, and hypomelanosis of the skin. OCULAR EXPOSURE: Eye irritation, corneal ulceration, and keratitis. SEVERE TOXICITY: ORAL EXPOSURE: Seizures, metabolic acidosis, cyanosis, methemoglobinemia, albuminuria, hematuria, liver damage, marked cachexia, respiratory failure, coma, and cardiovascular collapse. ADVERSE EFFECTS: DERMAL: Localized contact dermatitis, pruritus, dry skin, burning, desquamation, erythema, brown or orange-brown nail discoloration, paradoxical ochronosis-like hyperpigmentation of the skin, and hypersensitivity reactions.<br\/><\/li><li><b>TRETINOIN AND RELATED AGENTS <\/b><br\/>USES: Tretinoin (All-trans-retinoic acid) and related compounds are forms of vitamin A. Tretinoin topical formulation is used for the treatment of acne vulgaris, mottled hyperpigmentation, and tactile roughness of facial skin. Tretinoin oral capsule is used to induce the remission of acute promyelocytic leukemia (APL). Acitretin is used orally for the treatment of severe refractory psoriasis in adults. Refer to &quot;ISOTRETINOIN&quot; management for specific information about isotretinoin. PHARMACOLOGY: The mechanisms of action are not fully elucidated. Tretinoins can affect nuclear transcription in epithelial cells and fibroblasts, and protein synthesis. Tretinoin induces cytodifferentiation and decreased proliferation of APL cells. For acne, it may decrease cohesiveness of follicular epithelial cells and decreased microcomedo formation. TOXICOLOGY: In overdose, it can affect multiple organ systems and can be similar to symptoms of hypervitaminosis A. EPIDEMIOLOGY: Overdose is uncommon and most cases develop only minor symptoms. Severe toxicity is very rare and deaths have not been reported. MILD TO MODERATE TOXICITY: Abdominal pain, vomiting, diarrhea, and general malaise may occur. SEVERE TOXICITY: Severe toxicity includes hepatotoxicity and hepatic failure, renal insufficiency and acute renal failure, hypotension, and acute lung injury. ADVERSE EFFECTS: Common adverse effects with therapeutic dosing include chest discomfort, edema, rash, skin irritation, weight gain, abdominal pain, diarrhea, nausea and vomiting, increased liver enzymes, bone pain, headache, dizziness, dyspnea, fever, and malaise. Pseudotumor cerebri, hypercalcemia, hyperlipidemia and pancreatitis have been reported. The retinoic acid syndrome can occur after oral administration of tretinoin. Manifestations can include fever, dyspnea, weight gain, pulmonary infiltrates, pleural or pericardial effusion, leukocytosis, tachycardia, and hypotension. Topical application causes drying of skin. Tretinoin is a human teratogen.<br\/><\/li><\/ul>"},{"id":"jv8os12b32","title":"Treatment","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/><ul><li>Support: MANAGEMENT OF TOXICITY: Treatment is symptomatic and supportive. Seizures have been reported with IV pulse methylPREDNISolone therapy. If seizures occur, administer IV benzodiazepines, barbiturates.<\/li><li>Decontamination: PREHOSPITAL: Serious toxicity is not expected after ingestion of corticosteroids alone, and prehospital gastrointestinal decontamination is not routinely required. HOSPITAL: Significant toxicity is not expected after overdose; gastrointestinal decontamination is generally not necessary. Activated charcoal should be considered after extremely large ingestions or if more toxic coingestants are involved.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Antidote: None<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Routine laboratory studies are not likely to be necessary after acute overdose. Serum electrolytes and glucose are useful to assess for adverse effects from chronic therapy. Monitor vital signs, fluid and electrolyte status as indicated. Monitor neurologic status as indicated in symptomatic patients. Plasma concentrations are not readily available or clinically useful in the management of overdose.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are UNLIKELY to be of value because of the high degree of protein binding and large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Patients with a minor unintentional exposure who are asymptomatic or have mild symptoms can likely be managed at home. OBSERVATION CRITERIA: Moderate to severely symptomatic patients and those with deliberate overdose should be sent to a healthcare facility for evaluation and treated until symptoms resolve. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul><\/li><li><b>HYDROQUINONE-QUINONE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Although not as irritating as phenol, dilution with water or milk is indicated with hydroquinone-quinone ingestions. This may prevent damage due to the irritant nature of these compounds. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat seizures with benzodiazepines; add barbiturates or propofol, if seizures persist. Treat symptomatic methemoglobinemia with methylene blue.<\/li><li>Decontamination: PREHOSPITAL: Although not as irritating as phenol, dilution with water or milk is indicated with hydroquinone-quinone ingestions. This may prevent damage due to the irritant nature of these compounds. SKIN: Wash with soap and water. OCULAR: Immediately flush eye with water for at least 15 minutes. HOSPITAL: Although not as irritating as phenol, dilution with water or milk is indicated with hydroquinone-quinone ingestions. This may prevent damage due to the irritant nature of these compounds. Consider activated charcoal if the overdose is recent, the patient is not vomiting, and is able to maintain airway. OCULAR: Immediately flush eye with water for at least 15 minutes.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory symptoms, upper airway injury, CNS depression or persistent seizures.<\/li><li>Methemoglobinemia: Initiate oxygen therapy. Treat with methylene blue if patient is symptomatic (usually at methemoglobin concentrations greater than 20% to 30% or at lower concentrations in patients with anemia, underlying pulmonary or cardiovascular disease). For adults or children, administer 1 to 2 mg\/kg (0.3 to 1 mg\/kg for neonates) IV over 5 minutes with 30 mL flush of normal saline as needed every 4 hours. Improvement should be noted shortly after administration if diagnosis is correct. Occasionally, additional doses are needed.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting. Monitor vital signs and mental status in symptomatic patients. Monitor CBC, renal function, and liver enzymes in symptomatic patients. Obtain methemoglobin concentrations in all cyanotic patients and patients demonstrating dyspnea or other signs of hypoxia. Monitor pulse oximetry or arterial blood gases, and obtain a chest x-ray in any patient with respiratory symptoms.  Hydroquinone is not found naturally in the body. Green or brown-green colored urine may be found in patients with hydroquinone exposure.<\/li><li>Enhanced elimination procedure: Hemodialysis has not been shown to be of value in the removal of these compounds.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, should be sent to a healthcare facility for observation until they are clearly improving and clinically stable. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with worsening symptoms or severe systemic symptoms should be admitted to the hospital for further evaluation. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul><\/li><li><b>TRETINOIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Decontamination with soap and water for topical exposures. Manage mild hypotension with IV fluids. Administer antiemetics for nausea and vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. If respiratory failure develops, intubation and mechanical ventilation will be required. Hemodialysis may be needed if renal insufficiency and renal failure develop. Dexamethasone (10 mg IV every 12 hours for 3 or more days) may be helpful in patients with retinoic acid syndrome. Benzodiazepines can be used for hypertensive and agitated patients. For severe hypertension, sodium nitroprusside can be used, with nitroglycerin and phentolamine as possible alternatives. Sinus tachycardia does not generally require treatment unless hemodynamic compromise develops.  If therapy is required, a short acting, cardioselective agent such as esmolol is generally preferred.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal if large or polypharmacy overdose has occurred. However, patient should be alert, not vomiting and able to maintain the airway. HOSPITAL: Typically there is no role for gastric lavage. Consider activated charcoal if large or polypharmacy overdose has occurred. However, patient should be alert, not vomiting and able to maintain the airway.<\/li><li>Airway management: Intubation and ventilation may be needed if respiratory distress or CNS depression develops, or the patient is unable to protect their airway.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma drug concentrations are not clinically useful. Monitor vital signs after large overdose. Monitor CBC, serum electrolytes, renal function, and liver enzymes after large overdose. Monitor for evidence of pseudotumor cerebri (papilledema, headache, sixth nerve palsy). Cranial CT scan and lumbar puncture may also be necessary.<\/li><li>Patient disposition: HOME CRITERIA: Patients with low dose inadvertent supratherapeutic ingestions who are asymptomatic or with minimal symptoms can be watched at home. In large or self-harm ingestions, or patients with more moderate symptoms may need to be evaluated in the emergency department. OBSERVATION CRITERIA: Any patient who is symptomatic, or who took a large or deliberate overdose should be referred to a healthcare facility for evaluation. Patients should be observed until symptoms have resolved. ADMISSION CRITERIA: Patients who have severe toxicity or prolonged toxicity, liver, renal or CNS effects should be admitted for further evaluation. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with liver, renal or CNS effects.<\/li><\/ul><\/li><\/ul>"},{"id":"jv8os12b33","title":"Range of Toxicity","mono":"<ul><li><b>CORTICOSTEROIDS<\/b><br\/>TOXICITY: Acute ingestion is rarely a clinical problem; effects rarely occur with administration of less than three weeks duration.  An adolescent ingested 30 mg dexamethasone and subsequently developed acute adrenal insufficiency. Patient recovered following administration of methylPREDNISolone. CHRONIC EXPOSURE: Six infants (aged 3 to 8 months) who were treated with large amounts (up to 10 tubes for 1.5 to 5 months) of topical corticosteroids for diaper dermatitis developed Cushing's syndrome and adrenocortical insufficiency. Hepatomegaly and hepatosteatosis were observed in 5 and 3 patients, respectively. THERAPEUTIC DOSE: Varies with drug and indication.<br\/><\/li><li><b>HYDROQUINONE-QUINONE <\/b><br\/>TOXICITY: Ingestions of hydroquinone up to 500 mg\/day for 5 months produced no symptoms.  Ingestion of 1 gram of hydroquinone by an adult has caused symptoms, and death has occurred in adults ingesting 3 to 12 grams.<br\/><\/li><li><b>TRETINOIN AND RELATED AGENTS<\/b><br\/>TOXICITY: No acute toxic dose has been reported. TRETINOIN: Reported maximum tolerated doses in patients with myelodysplastic syndrome are 195 mg\/m(2)\/day, and in pediatric patients is 60 mg\/m(2)\/day. An adult with a history of AIDS and acute promyelocytic leukemia (in remission) developed diarrhea only after a self-reported ingestion of 1000 mg tretinoin. ACITRETIN: An adult with Darier's disease developed only vomiting after an acute ingestion of 525 mg acitretin. Children developed pseudotumor cerebri following tretinoin doses of 80 mg\/m(2)\/day. ALITRETINOIN: No reports of overdose with the gel. THERAPEUTIC DOSE: TRETINOIN: For acute promyelocytic leukemia, induction or refractory therapy: ORAL: Adults and Children (1 year and older): 45 mg\/m(2)\/day orally divided twice daily for 90 days or 30 days past complete remission. TOPICAL: Apply 0.025% to 0.1% cream or 0.05% liquid. ACITRETIN: Adults: 25 to 50 mg orally once daily. Children: Safety and efficacy have not been established.<br\/><\/li><\/ul>"}]},"13":{"id":"jv8os13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient to report severe burning or swelling of the skin, irritation of the eyes, nose, and mouth, or skin\/mucous membrane blistering.<\/li><li>Advise patient to use sunscreen (SPF 30 or higher), wear protective clothing, and avoid sunlight, sunlamps, and tanning beds, as drug causes photosensitivity.<\/li><li>Instruct patient to avoid cold and windy weather and concomitant use of skin products and cleansers that are drying, as drug may cause skin irritation.<\/li><li>Drug may cause application site reactions (eg, erythema, burning, dryness, pruritus, desquamation).<\/li><li>Instruct patient to report symptoms of hypothalamic-pituitary-adrenal (HPA) axis suppression (eg, fatigue, depression, anxiety, hyperglycemia, muscle weakness, immunosuppression).<\/li><li>Tell patient to report symptoms of exogenous ochronosis (eg, gradual blue-black darkening of the skin).<\/li><li>Instruct patient not to apply on sunburned skin.<\/li><li>Instruct patient to wash face with a mild soapless cleanser and pat dry prior to application.<\/li><li>Advise patient not to use an occlusive dressing on treated areas, unless approved by healthcare professional.<\/li><\/ul>"}}}