{"generic":"Adefovir Dipivoxil","drugs":["Adefovir Dipivoxil","Hepsera"],"mono":{"0":{"id":"jva9s0","title":"Generic Names","mono":"Adefovir Dipivoxil"},"1":{"id":"jva9s1","title":"Dosing and Indications","sub":[{"id":"jva9s1b4","title":"Adult Dosing","mono":"<b>Type B viral hepatitis, chronic:<\/b> 10 mg ORALLY once daily; in patients with lamivudine-resistant hepatitis B virus infection, to reduce the risk of resistance, should be used in combination with lamivudine and not be used as monotherapy "},{"id":"jva9s1b5","title":"Pediatric Dosing","mono":"<ul><li>not recommended in children less than 12 years of age<\/li><li><b>Type B viral hepatitis, chronic:<\/b> 12 years and older, 10 mg ORALLY once daily; in patients with lamivudine-resistant hepatitis B virus infection, to reduce the risk of resistance, should be used in combination with lamivudine and not be used as monotherapy<\/li><\/ul>"},{"id":"jva9s1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (adults):<\/b> CrCl 50 mL\/min or greater, no adjustment needed; CrCl 30 to 49 mL\/min, 10 mg every 48 hr; 10 to 29 mL\/min, 10 mg every 72 hr; CrCl less than 10 mL\/min, no recommendation available<\/li><li><b>renal impairment (adolescents):<\/b> no dosage recommendations are available due to lack of data in pediatric patients less than 18 years of age; caution and close monitoring is recommended.<\/li><li><b>hemodialysis:<\/b> 10 mg every 7 days following dialysis<\/li><\/ul>"},{"id":"jva9s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Type B viral hepatitis, chronic<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Hepatitis B; Prophylaxis - Transplantation of liver<\/li><li>HIV infection - Type B viral hepatitis, chronic<\/li><\/ul>"}]},"2":{"id":"jva9s2","title":"Black Box Warning","mono":"<b>Oral (Tablet)<\/b><br\/>Severe acute exacerbations of hepatitis may occur in patients who discontinue adefovir dipivoxil. Monitor hepatic function closely in these patients. Chronic use of adefovir dipivoxil may result in nephrotoxicity in patients at risk of or having underlying renal dysfunction; therefore, monitor renal function closely in these patients. Emergence of HIV resistance may occur in chronic hepatitis B patients with unrecognized or untreated HIV infection who are treated with adefovir dipivoxil. Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, have been reported with the use of nucleoside analogs.<br\/>"},"3":{"id":"jva9s3","title":"Contraindications\/Warnings","sub":[{"id":"jva9s3b9","title":"Contraindications","mono":"hypersensitivity to adefovir dipivoxil or any other component of the product <br\/>"},{"id":"jva9s3b10","title":"Precautions","mono":"<ul><li>acute exacerbation of hepatitis B virus infection may occur with discontinuation of adefovir dipivoxil, especially in first 12 weeks following discontinuation; close monitoring is recommended<\/li><li>hepatomegaly, severe with steatosis, some cases fatal, have been reported with nucleoside analogues alone or in combination with antiretrovirals; suspension of treatment recommended if severe hepatomegaly with steatosis (with or without marked transaminase elevations) occurs<\/li><li>HIV coinfection; risk for emergence of HIV resistance; HIV antibody testing is recommended prior to initiating therapy<\/li><li>lactic acidosis, some cases fatal, have been reported with nucleoside analogues alone or in combination with antiretrovirals; suspend treatment with occurrence<\/li><li>renal dysfunction (CrCl less than 50 mL\/min), underlying or at risk; chronic administration may result in nephrotoxicity; monitoring and dose adjustments recommended<\/li><li>cirrhosis or advanced liver disease; increased risk of hepatic decompensation<\/li><li>clinical resistance may occur leading to viral load rebound, hepatitis B virus (HBV) exacerbation, and subsequent hepatic decompensation; monitoring of HBV DNA recommended in all patients<\/li><li>concomitant use with tenofovir disoproxil fumarate, or products containing tenofovir disoproxil fumarate, is not recommended<\/li><li>female gender; may increase risk for lactic acidosis and severe hepatomegaly with steatosis<\/li><li>liver disease, known risk factors for; may increase risk for lactic acidosis and severe hepatomegaly with steatosis<\/li><li>obesity; may increase risk for lactic acidosis and severe hepatomegaly with steatosis<\/li><li>prolonged nucleoside exposure; may increase risk for lactic acidosis and severe hepatomegaly with steatosis<\/li><li>report suspected adverse reactions to Gilead at 1-800-GILEAD-5 or to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jva9s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jva9s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jva9s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Neurologic:<\/b>Asthenia (13%)<\/li><li><b>Renal:<\/b>Serum creatinine raised<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Endocrine metabolic:<\/b>Hypophosphatemia, Lactic acidosis<\/li><li><b>Gastrointestinal:<\/b>Pancreatitis<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (up to 25%), Hepatitis (up to 25%), Hepatomegaly, with steatosis<\/li><li><b>Renal:<\/b>Nephrotoxicity, Renal failure<\/li><\/ul>"},"6":{"id":"jva9s6","title":"Drug Name Info","sub":{"0":{"id":"jva9s6b17","title":"US Trade Names","mono":"Hepsera<br\/>"},"2":{"id":"jva9s6b19","title":"Class","mono":"<ul><li>Antiviral<\/li><li>Nucleotide Reverse Transcriptase Inhibitor<\/li><\/ul>"},"3":{"id":"jva9s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jva9s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jva9s7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Adefovir is an acyclic nucleotide analog of adenosine monophosphate. Adefovir is phosphorylated to the active metabolite, adefovir diphosphate, by cellular kinases. Adefovir diphosphate inhibits HBV DNA polymerase (reverse transcriptase) by competing with the natural substrate deoxyadenosine triphosphate and by causing DNA chain termination after its incorporation into viral DNA. The inhibition constant (Ki) for adefovir diphosphate for HBV DNA polymerase is 0.1 micromolar. Adefovir diphosphate is a weak inhibitor of human DNA polymerases alpha and gamma with Ki values of 1.18 micromolar and 0.97 micromolar, respectively.<\/li><li>The in vitro antiviral activity of adefovir was determined in HBV transfected human hepatoma cell lines. The concentration of adefovir that inhibited 50% of viral DNA synthesis (IC50) varied from 0.2 to 2.5 micromolar.<\/li><\/ul>"},"8":{"id":"jva9s8","title":"Pharmacokinetics","sub":[{"id":"jva9s8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral, mild renal impairment: 1.5 hours<\/li><li>Tmax, Oral, moderate renal impairment: 3.3 hours<\/li><li>Bioavailability, adults: 59%<\/li><li>Effect of food: none<\/li><\/ul>"},{"id":"jva9s8b24","title":"Distribution","mono":"<ul><li>Protein binding: less than or equal to 4%<\/li><li>Vd: 352 +\/- 75 to 352 +\/- 9 mL\/kg<\/li><\/ul>"},{"id":"jva9s8b25","title":"Metabolism","mono":"Active metabolite: adefovir <br\/>"},{"id":"jva9s8b26","title":"Excretion","mono":"<ul><li>Renal: 45% adefovir recovered in urine<\/li><li>Dialyzable: Yes (hemodialysis), 70% to 90%<\/li><li>Total body clearance, Mild renal impairment: 251 mL\/min<\/li><li>Total body clearance, Moderate renal impairment: 163.8 mL\/min<\/li><\/ul>"},{"id":"jva9s8b27","title":"Elimination Half Life","mono":"<ul><li>7.48 +\/- 1.65 hours<\/li><li>Mild renal impairment, 5.9 hours<\/li><li>Moderate renal impairment, 8.9 hours<\/li><\/ul>"}]},"9":{"id":"jva9s9","title":"Administration","mono":"<b>Oral<\/b><br\/>take with or without food <br\/>"},"10":{"id":"jva9s10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>HIV antibody testing prior to initiation of therapy<\/li><li>serum alanine aminotransferase, hepatitis B virus DNA, hepatitis Be antigen, hepatitis B surface antigen<\/li><li>renal function<\/li><li>hepatic function; during therapy and at repeated intervals after therapy for several months<\/li><li>clinical symptoms of lactic acidosis or severe hepatomegaly with steatosis<\/li><\/ul>"},"11":{"id":"jva9s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 10 MG<br\/><\/li><li><b>Hepsera<\/b><br\/>Oral Tablet: 10 MG<br\/><\/li><\/ul>"},"13":{"id":"jva9s13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient to practice safe sex. Drug does not prevent disease transmission.<\/li><li>Warn patient to not abruptly discontinue medication, as severe acute exacerbation of hepatitis may occur.<\/li><li>This drug may cause abdominal pain, diarrhea, dyspepsia, flatulence, nausea, asthenia, or headache.<\/li><li>Instruct patient to report signs\/symptoms of nephrotoxicity, lactic acidosis (nausea, vomiting, abdominal pain, tachypnea), or hepatotoxicity (severe abdominal pain, muscle pain, yellowing of the eyes, dark urine, pale stools, loss of appetite).<\/li><li>Advise patient there are multiple significant drug-drug interactions for this drug. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs such as St. John's Wort).<\/li><li>Advise patient to call healthcare professional if a dose is missed, as drug should be given on a regular schedule.<\/li><\/ul>"}}}