{"generic":"Articaine Hydrochloride\/Epinephrine","drugs":["Articadent Dental with Ephinephrine","Articaine Hydrochloride\/Epinephrine"],"mono":{"0":{"id":"jvaas0","title":"Generic Names","mono":"Articaine Hydrochloride\/Epinephrine"},"1":{"id":"jvaas1","title":"Dosing and Indications","sub":[{"id":"jvaas1b4","title":"Adult Dosing","mono":"<ul><li>dosage depends on type and extent of surgical procedure, depth of anesthesia, degree of muscular relaxation, and condition of the patient<\/li><li><b>Anesthesia for intraoral procedure, Dental procedures, simple and complex:<\/b> infiltration, 0.5 to 2.5 mL (20 to 100 mg) as 4% solution with epinephrine; MAX 7 mg\/kg<\/li><li><b>Anesthesia for intraoral procedure, Dental procedures, simple and complex:<\/b> nerve block, 0.5 to 3.4 mL (20 to 136 mg) as 4% solution with epinephrine; MAX 7 mg\/kg<\/li><li><b>Anesthesia for intraoral procedure, Dental procedures, simple and complex:<\/b> oral surgery, 1 to 5.1 mL (40 to 204 mg) as 4% solution with epinephrine; MAX 7 mg\/kg<\/li><\/ul>"},{"id":"jvaas1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness have not been established in pediatric patients under 4 years old<\/li><li><b>Anesthesia for intraoral procedure, Dental procedures, simple and complex:<\/b> (age 4 to 12 years) dosage must be individualized based on age and weight of patient and type of procedure; MAX 7 mg\/kg<\/li><\/ul>"},{"id":"jvaas1b6","title":"Dose Adjustments","mono":"<ul><li><b>liver disease:<\/b> reduce dose<\/li><li><b>elderly:<\/b> reduce dose<\/li><li><b>cardiac disease:<\/b> reduce dose<\/li><\/ul>"},{"id":"jvaas1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Anesthesia for intraoral procedure, Dental procedures, simple and complex<br\/>"}]},"3":{"id":"jvaas3","title":"Contraindications\/Warnings","sub":[{"id":"jvaas3b9","title":"Contraindications","mono":"hypersensitivity to sulfites; contains sodium metabisulfite <br\/>"},{"id":"jvaas3b10","title":"Precautions","mono":"<ul><li>accidental intravascular administration may be associated with convulsions, CNS or cardiorespiratory depression, coma, or respiratory arrest; proper administration technique is required<\/li><li>allergic and anaphylactic reactions may occur<\/li><li>large volume injections; increased risk of dose-related adverse events<\/li><li>systemic absorption may occur, even at therapeutic doses; toxicity has been reported; monitoring is required<\/li><li>cardiovascular function, impaired; reduced ability to compensate for functional changes associated with atrioventricular conduction prolongation<\/li><li>concomitant MAO inhibitors, tricyclic antidepressants, nonselective beta-adrenergic antagonists, phenothiazines, or butyrophenones; use should be avoided<\/li><li>concomitant methemoglobin-inducing agents; use is not recommended<\/li><li>debilitated and acutely ill patients; dose adjustment based on age and physical condition recommended<\/li><li>geriatric; dose adjustment based on age and physical condition recommended<\/li><li>heart block, preexisting; reduced ability to compensate for functional changes associated with atrioventricular conduction prolongation<\/li><li>local toxicity may occur, including ischemic injury or necrosis due to vasoconstriction<\/li><li>methemoglobinemia; may occur hours after exposure; use in patients with preexisting congenital or idiopathic methemoglobinemia is not recommended<\/li><li>pediatric; dose adjustment based on age and physical condition recommended<\/li><li>severe hepatic disease, preexisting<\/li><li>use during and following potent general anesthetic agents; risk of cardiac arrhythmias<\/li><li>vascular disease, peripheral or hypertensive; risk of exaggerated vasoconstrictor response<\/li><li>report suspected adverse reactions to Septodont at 1-800-872-8305 or to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jvaas3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jvaas3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jvaas4","title":"Drug Interactions","sub":[{"id":"jvaas4b13","title":"Contraindicated","mono":"<ul><li>Dihydroergotamine (theoretical)<\/li><li>Isocarboxazid (theoretical)<\/li><li>Linezolid (theoretical)<\/li><li>Phenelzine (theoretical)<\/li><li>Tranylcypromine (theoretical)<\/li><\/ul>"},{"id":"jvaas4b14","title":"Major","mono":"<ul><li>Amitriptyline (probable)<\/li><li>Amoxapine (probable)<\/li><li>Bucindolol (theoretical)<\/li><li>Carteolol (theoretical)<\/li><li>Carvedilol (probable)<\/li><li>Clomipramine (probable)<\/li><li>Desipramine (probable)<\/li><li>Digoxin (theoretical)<\/li><li>Dilevalol (theoretical)<\/li><li>Dothiepin (probable)<\/li><li>Doxepin (probable)<\/li><li>Entacapone (probable)<\/li><li>Halothane (probable)<\/li><li>Imipramine (probable)<\/li><li>Iobenguane I 123 (theoretical)<\/li><li>Levalbuterol (theoretical)<\/li><li>Levobunolol (theoretical)<\/li><li>Lofepramine (probable)<\/li><li>Metipranolol (theoretical)<\/li><li>Nadolol (established)<\/li><li>Nortriptyline (probable)<\/li><li>Opipramol (probable)<\/li><li>Oxprenolol (theoretical)<\/li><li>Penbutolol (theoretical)<\/li><li>Pindolol (theoretical)<\/li><li>Propranolol (established)<\/li><li>Protriptyline (probable)<\/li><li>Rasagiline (theoretical)<\/li><li>Rocuronium (probable)<\/li><li>Sotalol (theoretical)<\/li><li>Tertatolol (theoretical)<\/li><li>Timolol (probable)<\/li><li>Trimipramine (probable)<\/li><\/ul>"},{"id":"jvaas4b15","title":"Moderate","mono":"<ul><li>Labetalol (probable)<\/li><li>Morphine Sulfate Liposome (established)<\/li><\/ul>"}]},"5":{"id":"jvaas5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension<\/li><li><b>Other:<\/b>Pain (6.1% to 13%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Negative inotropic effect on myocardium, Syncope (less than 1%), Ventricular arrhythmia<\/li><li><b>Dermatologic:<\/b>Injection site necrosis<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction<\/li><li><b>Other:<\/b>Toxicity of drug, Systemic<\/li><\/ul>"},"6":{"id":"jvaas6","title":"Drug Name Info","sub":{"0":{"id":"jvaas6b17","title":"US Trade Names","mono":"Articadent Dental with Ephinephrine<br\/>"},"2":{"id":"jvaas6b19","title":"Class","mono":"<ul><li>Adrenergic<\/li><li>Alkylarylamine<\/li><li>Amino Amide<\/li><li>Anesthetic, Amino Amide Combination<\/li><li>Sympathomimetic<\/li><\/ul>"},"3":{"id":"jvaas6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jvaas6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jvaas7","title":"Mechanism Of Action","mono":"Articaine is an intermediate-duration, amide-type local anesthetic agent. Its amide structure is similar to that of lidocaine, etidocaine, and prilocaine, but articaine differs by the presence of a thiophene instead of a benzene ring; articaine also possesses an additional ester  group which is rapidly hydrolyzed by blood\/tissue esterases. Articaine provides anesthesia by blocking the generation and conduction of nerve impulses. Epinephrine is a vasoconstrictor which slows the absorption of articaine into the general circulation and maintains the concentration of articaine at the active tissue site.<br\/>"},"8":{"id":"jvaas8","title":"Pharmacokinetics","sub":[{"id":"jvaas8b23","title":"Absorption","mono":"<ul><li>Tmax, dental submucosal, single dose, articaine\/epinephrine 1:200,000: 25 minutes (adults)<\/li><li>Tmax, dental submucosal, 3 doses, articaine\/epinephrine 1:200,000: 45 minutes (adults)<\/li><li>Tmax, dental submucosal, single dose; articaine 2 mg\/kg plus epinephrine 1:200,000: 7 to 8 minutes (pediatric)<\/li><li>Tmax, Intraoral, articaine 476 mg\/epinephrine 1:100,000 to 1:200,000: 22 minutes<\/li><li>Tmax, epidural, articaine 600 mg\/epinephrine 1:200,000: 15 minutes<\/li><\/ul>"},{"id":"jvaas8b24","title":"Distribution","mono":"<ul><li>Vd: 1 to 2 L\/kg (with or without epinephrine);<\/li><li>Protein binding, human serum albumin and gamma-globulins: 60% to 80%<\/li><\/ul>"},{"id":"jvaas8b25","title":"Metabolism","mono":"<ul><li>Blood: extensive.<\/li><li>Liver: 5% to 10%<\/li><li>Tissues: extensive.<\/li><\/ul>"},{"id":"jvaas8b26","title":"Excretion","mono":"<ul><li>Fecal: less than 2% of dose<\/li><li>Renal: 53% to 57% (2% unchanged)<\/li><li>Renal clearance: 23 mL\/min<\/li><li>Total body clearance: 220 to 235 L\/hr (with or without epinephrine)<\/li><\/ul>"},{"id":"jvaas8b27","title":"Elimination Half Life","mono":"43.8 to 44.4 minutes <br\/>"}]},"9":{"id":"jvaas9","title":"Administration","mono":"<b>General Information<\/b><br\/>use proper injection technique to avoid intravascular injection <br\/>"},"10":{"id":"jvaas10","title":"Monitoring","mono":"<ul><li>absence of pain during dental procedures is indicative of efficacy<\/li><li>signs of systemic toxicity (eg, confusion, convulsions, respiratory depression, respiratory arrest, cardiovascular stimulation or depression); continuously during administration of dental block<\/li><li>cardiovascular and respiratory vital signs and state of consciousness; carefully and constantly after each injection<\/li><\/ul>"},"11":{"id":"jvaas11","title":"How Supplied","mono":"<b>Articadent Dental with Epinephrine<\/b><br\/>Injection Solution: (Articaine Hydrochloride - Epinephrine) 4 %-1:200000, 4 %-1:100000<br\/>"},"12":{"id":"jvaas12","title":"Toxicology","sub":[{"id":"jvaas12b31","title":"Clinical Effects","mono":"<ul><li><b>ANESTHETICS-LOCAL <\/b><br\/>USES: Local anesthetics are used for analgesia. They are administered topically and by local injection, regional injection, and for spinal and epidural anesthesia. PHARMACOLOGY: These agents reversibly block sodium channels and block the action potentials responsible for nerve conduction. TOXICOLOGY: Toxicity is caused by sodium channel blockade leading to CNS and cardiac effects. Some of these agents and their metabolites can oxidize iron leading to methemoglobinemia. EPIDEMIOLOGY: Toxicity is uncommon and severe toxicity is rare. MILD TO MODERATE TOXICITY: Subjective effects in mild toxicity include drowsiness, impending doom, headache, dizziness, paresthesias, euphoria, numbness of the mouth, lightheadedness, tinnitus, anxiety, confusion, tremors, agitation, disorientation, hallucinations, and lethargy. Peripheral effects may result in temporary paralysis. Suppression of the gag reflex may occur with oropharyngeal exposure. Methemoglobinemia can develop in patients who have no other evidence of toxicity. SEVERE TOXICITY: Severe toxicity may cause cardiac, respiratory, and CNS toxicity, as well as methemoglobinemia. CNS effects precede significant cardiovascular toxicity, except following massive IV injection. While there is often a progression of symptoms after IM, subQ, or continuous IV infusion, seizures and coma may occur suddenly after rapid IV administration. Cardiac effects are due to sodium channel blockade and can be manifested by a range of toxic effects including hypotension, AV block, bradycardia, QRS prolongation, ventricular dysrhythmias, asystole, and cardiovascular collapse. Spinal, epidural, or inadvertent intrathecal administration may lead to respiratory failure. Hypoxia may be secondary to cardiac toxicity or direct motor paralysis of respiratory muscles leading to respiratory depression, apnea, or respiratory arrest. Methemoglobinemia is well described with usage of prilocaine and benzocaine, and rarely reported with lidocaine, tetracaine, Cetacaine, and propitocaine. It can develop after therapeutic doses and in patients who have no other evidence of toxicity. INHALATION EXPOSURE: Methemoglobinemia can rarely result from inhalation exposure to local anesthetics. DERMAL EXPOSURE: Topical preparations can lead to systemic toxicity ranging from mild to severe. Infants are at a higher risk for systemic effects from dermal exposure. ADVERSE EFFECTS: Allergic reactions to the ester or amide classes of local anesthetics are possible though extremely rare. The ester class (benzocaine, chloroprocaine, cocaine, cyclomethycaine, dimethocaine, larocaine, propoxycaine, procaine, novocaine, proparacaine, tetracaine, and amethocaine) accounts for the majority of true IgE-mediated allergic reactions due to metabolism of PABA, a known allergen. Reactions to the amide class (articaine, bupivacaine, carticaine, cinchocaine, dibucaine, etidocaine, lidocaine, mepivacaine, piperocaine, prilocaine, ropivacaine, and trimecaine) are often secondary to the methylparaben preservative in the multidose vials. Clinically insignificant methemoglobinemia may result from exposure to many local anesthetics. Patients may develop vasovagal reactions following administration of these agents. Visual loss has rarely been associated with intranasal bupivacaine use during nasal surgery. Visual symptoms may persist for years.<br\/><\/li><li><b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/>USES: This class of drugs are used to treat hypotension, bradycardia, heart failure, asthma, and anaphylaxis, which includes epinephrine, norepinephrine, dobutamine, dopamine, isoproterenol, terbutaline, and phenylephrine. PHARMACOLOGY: These agents cause stimulation of adrenergic receptors leading to vasoconstriction, increased inotropy and chronotropy. TOXICOLOGY: Primarily from sympathomimetic excess and can either result from vasoconstriction leading to ischemia and hypoxia in end organs, toxic effects from hypertension or hypotension, and cardiac strain from tachycardia. EPIDEMIOLOGY: Uncommon overdose that can lead to significant morbidity and mortality. OVERDOSE: Overdoses are typically iatrogenic.  Home exposure is generally from accidental injection of epinephrine autoinjectors.  These drugs have occasionally been injected as drugs of abuse, although this is rare. MILD TO MODERATE TOXICITY: Tachycardia, nausea, vomiting, hypertension, headache, diaphoresis, and pallor. SEVERE TOXICITY:  Seizures, stroke, pulmonary edema, hypotension, cyanosis, myocardial ischemia or infarction, dysrhythmias, acidosis, hypokalemia, and tissue necrosis. ADVERSE EFFECTS:  Tachycardia, nausea, vomiting, hypertension, headache, diaphoresis, and pallor. Ischemic necrosis secondary to local vasoconstriction can result from extravasation of sympathomimetic agents including dobutamine, dopamine, epinephrine, metaraminol and norepinephrine. TERBUTALINE: use of terbutaline in pregnant women for the prevention or prolonged treatment (beyond 48 to 72 hours) of preterm labor carries the risk of potentially serious maternal cardiac events (ie, tachycardia, cardiac dysrhythmias, myocardial infarction, hypertension and pulmonary edema) and death.<br\/><\/li><\/ul>"},{"id":"jvaas12b32","title":"Treatment","mono":"<ul><li><b>ANESTHETICS-LOCAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TOXICITY: Supportive care is the mainstay of treatment in mild to moderate toxicity. Paresthesias and paralysis resolve in virtually all cases. Anxiety can be managed with benzodiazepines. Patients with significant oropharyngeal anesthesia should be positioned upright with nothing by mouth (NPO) to avoid aspiration. MANAGEMENT OF SEVERE TOXICITY: Patients with severe toxicity (eg, depressed mental status, seizures, hypotension, dysrhythmias, cardiac arrest) should receive standard supportive care (intubation and mechanical ventilation, intravenous fluids and pressors for hypotension, benzodiazepines for seizures) and an infusion of intravenous lipids. Administer 1.5 mL\/kg of 20% lipid emulsion as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min for 30 to 60 minutes. For declining blood pressure, increase the infusion rate to 0.5 mL\/kg\/min and continue infusion for 60 minutes. Repeat bolus 1 to 2 times if there is no evidence of clinical improvement.<\/li><li>Decontamination: PREHOSPITAL: No prehospital gastrointestinal decontamination is appropriate. Symptomatic patients should be placed on oxygen and transported to a health care facility. Wash exposed skin with soap and water. Irrigate eyes if large exposure. HOSPITAL: Activated charcoal and gastric lavage are discouraged due to the risk of aspiration in cases when oropharyngeal anesthesia is present. There is no role for whole bowel irrigation.<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be necessary in cases of high spinal, epidural, or intrathecal administration or cases with significant cardiac or neurologic toxicity. Patients should remain intubated until they are able to pass a spontaneous breathing trial with an adequate tidal volume.<\/li><li>Antidote: METHEMOGLOBINEMIA: 1 to 2 mg\/kg of 1% methylene blue IV bolus over 5 to 10 minutes if symptomatic or methemoglobin level is greater than 30%. The dose may need to be repeated if no response or inadequate response within 1 hour. Do not exceed 7 mg\/kg.<\/li><li>Fat emulsion: Patients who develop significant CNS (eg, agitation, confusion, seizures, mental status depression) or cardiovascular toxicity should be treated with intravenous lipids. In vitro, animal studies and numerous case reports suggest rapid reversal of toxicity, probably related to sequestering of fat soluble local anesthetics in the lipid. Administer 1.5 mL\/kg of 20% lipid emulsion as an IV bolus, followed by an infusion of 0.25 mL\/kg\/min for 30 to 60 minutes. For declining blood pressure, increase the infusion rate to 0.5 mL\/kg\/min and continue infusion for 60 minutes. Repeat bolus 1 to 2 times if there is no evidence of clinical improvement.<\/li><li>Conduction disorder of the heart: QRS widening of more than 120 msec should be treated with intravenous lipids (as discussed above) and sodium bicarbonate (1 to 2 mEq\/kg) boluses, starting with one ampule (50 mEq) in adults until narrowing is achieved. Monitor acid\/base status and keep pH below 7.55.<\/li><li>Hypotensive episode: Hypotension should be treated with fluids initially, intravenous lipids, and direct acting vasopressors, such as norepinephrine, phenylephrine, or epinephrine if necessary. Bradycardic patients should be given atropine (ADULT: 1 mg; CHILD: 0.02 mg\/kg, minimum 0.1 mg, maximum 1 mg) or epinephrine.<\/li><li>Cardiac arrest: Initiate CPR immediately and administer intravenous lipids as above. Good neurological outcomes have been reported after prolonged CPR. ACLS algorithms should be applied in conjunction with lipid emulsion administration, with the following modifications: if epinephrine is used, small initial doses (10 mcg to 100 mcg boluses) are recommended. Avoid vasopressin, lidocaine, calcium channel blockers and beta blockers. Cardiac bypass should be considered if unresponsive to the above therapies.<\/li><li>Seizure: Seizures should be treated with benzodiazepines (in addition to intravenous lipids) as first line therapy followed by phenobarbital or propofol. Diazepam (ADULT: 5 to 10 mg, repeat every 10 to 15 min as needed; CHILD: 0.2 to 0.5 mg\/kg, repeat every 5 min as needed) or lorazepam (ADULT: 2 to 4 mg, repeat every 10 to 15 min as needed; CHILD: 0.05 to 0.1 mg\/kg, repeat every 5 min as needed) may be given.<\/li><li>Nausea and vomiting: Nausea and vomiting should be treated with antiemetics, either metoclopramide (ADULT: 10 to 20 mg every 6 hours as needed; CHILD: 0.1 to 0.2 mg\/kg every 6 hours as needed) or ondansetron (ADULT: 4 to 8 mg every 6 hours as needed; CHILD: 0.15 mg\/kg every 4 hours as needed) are reasonable choices.<\/li><li>Intravenous injection: Intravascular administration, either inadvertent or during regional anesthetic techniques, such as Bier blocks, can lead to systemic toxicity. Inflation of a blood pressure cuff proximal to the site of injection may limit the systemic effects. The cuff can intermittently be released for short durations when systemic toxicity resolves, limiting the patient from prolonged systemic exposure.<\/li><li>Intrathecal injection: Inadvertent intrathecal injection has been reported with local anesthetics. Endotracheal intubation and mechanical ventilation are likely to be necessary because of diaphragmatic paralysis. Drainage of cerebrospinal fluid may accelerate recovery. The following recommendations are based on experience with antineoplastic drugs. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. In severe overdoses, this may be followed with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers).<\/li><li>Monitoring of patient: Methemoglobin concentrations should be checked in cyanotic patients. Obtain arterial blood gas in cases of respiratory depression, hypotension, or persistent cardiac dysrhythmias. Monitor vital signs and electrolytes. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients.<\/li><li>Enhanced elimination procedure: No method of enhanced elimination has proven beneficial in local anesthetic toxicity.<\/li><li>Patient disposition: HOME CRITERIA: Lidocaine doses under 6 mg\/kg are unlikely to cause serious adverse effects and can be managed at home. Patients with more than mild symptoms should be referred to a health care facility. OBSERVATION CRITERIA: Patients should be observed for 8 hours following methylene blue administration to rule out recurrence of methemoglobinemia. Patients with tachycardia only can be observed until this symptom resolves; other cardiac toxicities should be admitted. ADMISSION CRITERIA: Patients with persistent cardiac dysrhythmias, mental status changes, seizures, respiratory failure, or recurrence of methemoglobinemia, despite treatment with methylene blue, should be admitted. Patients with respiratory, CNS, or cardiac toxicity should be admitted to an ICU. CONSULT CRITERIA: A medical toxicologist or poison control center should be consulted in cases that involve cardiac or CNS toxicity or clinically significant methemoglobinemia.<\/li><\/ul><\/li><li><b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Accidental digital or intramuscular injections of epinephrine can usually be managed with warm soaks and compresses.  Other treatments are not well studied, but injections of phentolamine, use of nitroglycerin paste, and injections of terbutaline have been reported to be successful.  Vital signs should be continuously monitored in other parenteral overdoses. Hypertension without evidence of end organ dysfunction should first be treated with benzodiazepines which can reduce adrenergic tone and treat agitation.  Sinus tachycardia generally does not require treatment unless there is evidence of end organ dysfunction. MANAGEMENT OF SEVERE TOXICITY: Refractory hypertension or hypertension with evidence of end organ dysfunction should be treated with sodium nitroprusside or phentolamine.  Hypotension may develop abruptly following hypertension, so a titratable agent is generally preferred.  Hypotension should initially be treated with intravenous fluid boluses.  If hypotension persists, a vasopressor such as dopamine or norepinephrine should be used unless they were involved in the overdose.  Ventricular tachycardias can be treated with lidocaine or amiodarone, and cardioversion if hemodynamically unstable.  If sinus tachycardia results in hemodynamic instability or cardiac strain, a short acting beta-blocker such as esmolol can be used, although care should be used as this may result in unopposed alpha-adrenergic stimulation. OCULAR EXPOSURE: Ocular exposure has occasionally caused systemic manifestations including transient hypertension, palpitations, tachycardia, ventricular ectopy, chest pain and in one case a non-ST elevation myocardial infarction.<\/li><li>Decontamination: PREHOSPITAL: There is no role for prehospital decontamination of a parenterally administered agent.  Irrigate eyes and mucous membranes, and wash skin as appropriate. HOSPITAL: There is no role for decontamination of a parenterally administered agent. Irrigate eyes and mucous membranes, and wash skin as appropriate.<\/li><li>Airway management: Patients who are comatose or with altered mental status may need orotracheal intubation and mechanical respiratory support.<\/li><li>Antidote: Phentolamine can be administered for intravenous extravasation of sympathomimetic agents.  Doses of 5 to 10 mg of phentolamine in 10 to 15 mL of normal saline can be infiltrated into the affected area.  Phentolamine has also been reportedly used successfully in accidental subcutaneous epinephrine injections that produce digit ischemia.  Doses of 0.5 to 1.5 mg injected either as a digital block or into the same site of the epinephrine injection have been reported. Intra-arterial infusion of phentolamine was used in one patient after inadvertent intra-arterial administration of epinephrine, with apparent success in reversing vasospasm and ischemia.<\/li><li>Enhanced elimination procedure: Hemodialysis is generally not useful since these agents have short half-lives.<\/li><li>Monitoring of patient: Drug levels are not clinically useful. Monitor vital signs frequently. Monitor serum electrolytes. Obtain cardiac enzymes for patients with chest pain. Obtain serial ECGs and institute continuous cardiac monitoring. Obtain a chest x-ray if there are signs or symptoms of pulmonary edema. Obtain a chest x-ray if there are signs or symptoms of pulmonary edema.<\/li><li>Patient disposition: HOME CRITERIA: Patients with accidental injections of epinephrine autoinjectors can generally be managed at home with warm soaks. OBSERVATION CRITERIA: Patients that do not manifest symptoms after 4 to 6 hours can be discharged. ADMISSION CRITERIA: Patients with unstable vital signs or evidence of end organ dysfunction should be admitted to an intensive care unit. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing severe poisonings.<\/li><\/ul><\/li><\/ul>"},{"id":"jvaas12b33","title":"Range of Toxicity","mono":"<ul><li><b>ANESTHETICS-LOCAL<\/b><br\/>TOXICITY: Varies by agent. LIDOCAINE: ADULT: IV injection of 800 to 2000 mg in adults has caused seizures followed by cardiac arrest. PEDIATRIC: In children, ingestion of 5 to 25 mL 2% viscous lidocaine has caused seizures. BENZOCAINE: Therapeutic doses of topical spray may cause methemoglobinemia. DIBUCAINE: PEDIATRIC: Two toddlers developed generalized seizures and severe dysrhythmias, and subsequently died after ingesting 15 mg\/kg to 19 mg\/kg of 1% dibucaine ointment. An 18-month-old child became comatose and developed generalized tonic-clonic seizures, but survived, after ingesting 12 mg\/kg of 1% dibucaine ointment. PRAMOXINE: Ingestions up to 150 mg in children (11 mg\/kg) and 250 mg in adults caused minor toxicity. THERAPEUTIC DOSE: Varies by agent. LIDOCAINE: ADULT: A single dose limit is 2 mg\/kg for IV doses. PEDIATRIC: For viscous lidocaine 2% in children 3 years and older, the recommended dose is approximately 3 to 5 mg\/kg swish and spit (for the mouth) or swish and swallow (for the pharynx) every 3 hours as needed, up to a MAX of 8 doses\/day. In infants and children less than 3 years of age, 1.25 mL is applied topically to the area every 3 hours as needed, up to a MAX of 8 doses\/day. BENZOCAINE: For treatment of mouth ulcers, benzocaine may be applied topically to the affected areas up to 4 times daily. PRAMOXINE: For hemorrhoids, apply 1% ointment or cream rectally or topically to anorectal area up to 5 times daily. ESTERS: Maximum subQ doses are: chloroprocaine 10 mg\/kg; procaine 10 mg\/kg; tetracaine 3 mg\/kg. AMIDES: Maximum subQ doses are: bupivacaine 2 mg\/kg; etidocaine 4 mg\/kg; lidocaine 5 mg\/kg; mepivacaine 5 mg\/kg; prilocaine 8 mg\/kg; ropivacaine 3 mg\/kg.<br\/><\/li><li><b>SYMPATHOMIMETICS-PARENTERAL <\/b><br\/>TOXICITY: Varies depending on the agent. Toxic effects may occur at therapeutic doses while large doses have also resulted in no ill effects. Also depends on comorbid conditions as myocardial infarction has occurred with doses as little as 0.6 mg SubQ epinephrine. Fatalities have been reported at doses of 3 to 4 mg IV epinephrine. THERAPEUTIC DOSE: Varies depending on the agent. Epinephrine is typically given 0.3 mg IM or 1 mg IV to an adult. Norepinephrine is typically started as a drip at 4 mcg\/min IV to an adult. Phenylephrine is typically given 2 to 5 mg IM or 0.1 to 0.5 mg IV bolus to an adult.<br\/><\/li><\/ul>"}]}}}