{"generic":"Mequinol\/Tretinoin","drugs":["Mequinol\/Tretinoin","Solage"],"mono":{"0":{"id":"jvqhs0","title":"Generic Names","mono":"Mequinol\/Tretinoin"},"1":{"id":"jvqhs1","title":"Dosing and Indications","sub":{"0":{"id":"jvqhs1b4","title":"Adult Dosing","mono":"<b>Senile lentigo:<\/b> apply TOPICALLY to lesions twice daily, morning and evening at least 8 hours apart, or as directed by a physician "},"3":{"id":"jvqhs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Senile lentigo<br\/>"}}},"3":{"id":"jvqhs3","title":"Contraindications\/Warnings","sub":[{"id":"jvqhs3b9","title":"Contraindications","mono":"<ul><li>Prior hypersensitivity to mequinol, tretinoin, or any component of  the topical combination formulation<\/li><li>Pregnancy (potential for teratogenic effects)<\/li><\/ul>"},{"id":"jvqhs3b10","title":"Precautions","mono":"<ul><li>Patients with a history of sensitivity to acitretin, isotretinoin,  etretinate, or other vitamin A derivatives, or to hydroquinone (risk of cross-sensitivity)<\/li><li>Patients with eczema (potential for severe irritation)<\/li><li>Patients with moderate-to-heavy skin pigmentation (efficacy\/safety  data unavailable)<\/li><li>Application of larger than recommended amounts of mequinol\/tretinoin  does not increase efficacy, but may result in more severe adverse  effects (eg, peeling, erythema, discomfort, hypopigmentation)<\/li><li>Patients with a history or family history of vitiligo (risk of  severe hypopigmentation at distant sites, with incomplete resolution  after discontinuation)<\/li><li>Concurrent use of photosensitizing agents (eg, thiazide diuretics,  fluoroquinolones, phenothiazines, sulfonamides) (enhanced phototoxicity  risk)<\/li><li>Concurrent use of products which are capable of producing dryness or  skin irritation (eg, preparations containing alcohol, astringents,  spices or lime, medicated soap, or shampoos; permanent wave solutions;  electrolysis; hair depilatories) (enhanced drying\/irritation)<\/li><li>The efficacy and safety of chronic use of mequinol\/tretinoin (longer  than one year) has not been determined<\/li><\/ul>"},{"id":"jvqhs3b11","title":"Pregnancy Category","mono":"X (FDA)<br\/>"},{"id":"jvqhs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jvqhs4","title":"Drug Interactions","sub":{"1":{"id":"jvqhs4b14","title":"Major","mono":"<ul><li>Aminocaproic Acid (probable)<\/li><li>Aprotinin (probable)<\/li><li>Chlortetracycline (theoretical)<\/li><li>Demeclocycline (theoretical)<\/li><li>Doxycycline (theoretical)<\/li><li>Lymecycline (theoretical)<\/li><li>Meclocycline (theoretical)<\/li><li>Methacycline (theoretical)<\/li><li>Minocycline (theoretical)<\/li><li>Oxytetracycline (theoretical)<\/li><li>Paclitaxel (theoretical)<\/li><li>Paclitaxel Protein-Bound (theoretical)<\/li><li>Rolitetracycline (theoretical)<\/li><li>Tetracycline (theoretical)<\/li><li>Tranexamic Acid (probable)<\/li><\/ul>"},"2":{"id":"jvqhs4b15","title":"Moderate","mono":"<ul><li>Fluconazole (probable)<\/li><li>Ketoconazole (probable)<\/li><li>Voriconazole (probable)<\/li><\/ul>"}}},"5":{"id":"jvqhs5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Erythema (49%), Peeling of skin (14%), Pruritus (12%), Sensation of burning of skin, Skin hypopigmented (5%), Stinging of skin, Tingling of skin<br\/><b>Serious<\/b><br\/><b>Dermatologic:<\/b>Phototoxicity<br\/>"},"6":{"id":"jvqhs6","title":"Drug Name Info","sub":{"0":{"id":"jvqhs6b17","title":"US Trade Names","mono":"Solage<br\/>"},"2":{"id":"jvqhs6b19","title":"Class","mono":"<ul><li>Hypopigmentation Agent<\/li><li>Retinoid<\/li><\/ul>"},"3":{"id":"jvqhs6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"jvqhs7","title":"Mechanism Of Action","mono":"<ul><li>Topical: Solar lentigines are localized, pigmented, macular lesions of the skin on areas of the body chronically exposed to sunlight.<\/li><li> Mequinol is a depigmenting agent; it is more potent and possibly more effective than hydroquinone (e.g., Melanex(R)) and is claimed to have a low propensity for leucoderma.  The mechanism of depigmenting effects of mequinol remain unclear; speculations include oxidation by tyrosinase to cytotoxic products in melanocytes, a direct\/selective toxic effect on  melanocytes, or inhibition of melanin formation.<\/li><li>Tretinoin is a retinoid which acts via retinoic acid receptors (RARs), and also demonstrates a depigmenting effect.  The mechanism of tretinoin in actinic lentigines is unclear; inhibition of tyrosinase activity has been suggested.<\/li><li> Both mequinol and tretinoin have been used singly as depigmenting  agents.  Topical tretinoin alone (e.g., Retin-A(R)) has been used extensively for photoaging. Melanocyte-toxic actions of mequinol have led to preclinical investigation and systemic clinical use in malignant melanoma.<\/li><\/ul>"},"8":{"id":"jvqhs8","title":"Pharmacokinetics","sub":{"0":{"id":"jvqhs8b23","title":"Absorption","mono":"Topical: 4%<br\/>"},"2":{"id":"jvqhs8b25","title":"Metabolism","mono":"Topical: Extensively metabolized<br\/>"},"3":{"id":"jvqhs8b26","title":"Excretion","mono":"Topical: Renal<br\/>"},"4":{"id":"jvqhs8b27","title":"Elimination Half Life","mono":"Topical: 0.5 to 2 h     <br\/>"}}},"9":{"id":"jvqhs9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>avoid application to eyes, mouth, paranasal  creases, and mucous membranes<\/li><li>avoid exposure to sunlight (including sunlamps)<\/li><li>at least 6 hours should elapse post-application before bathing or showering<\/li><li>cosmetics should not be applied for at least 30 minutes after application<\/li><\/ul>"},"10":{"id":"jvqhs10","title":"Monitoring","mono":"<ul><li>lightening of lentigines<\/li><li>repigmentation<\/li><\/ul>"},"12":{"id":"jvqhs12","title":"Toxicology","sub":[{"id":"jvqhs12b31","title":"Clinical Effects","mono":"<b>TRETINOIN AND RELATED AGENTS <\/b><br\/>USES: Tretinoin (All-trans-retinoic acid) and related compounds are forms of vitamin A. Tretinoin topical formulation is used for the treatment of acne vulgaris, mottled hyperpigmentation, and tactile roughness of facial skin. Tretinoin oral capsule is used to induce the remission of acute promyelocytic leukemia (APL). Acitretin is used orally for the treatment of severe refractory psoriasis in adults. Refer to \"ISOTRETINOIN\" management for specific information about isotretinoin. PHARMACOLOGY: The mechanisms of action are not fully elucidated. Tretinoins can affect nuclear transcription in epithelial cells and fibroblasts, and protein synthesis. Tretinoin induces cytodifferentiation and decreased proliferation of APL cells. For acne, it may decrease cohesiveness of follicular epithelial cells and decreased microcomedo formation. TOXICOLOGY: In overdose, it can affect multiple organ systems and can be similar to symptoms of hypervitaminosis A. EPIDEMIOLOGY: Overdose is uncommon and most cases develop only minor symptoms. Severe toxicity is very rare and deaths have not been reported. MILD TO MODERATE TOXICITY: Abdominal pain, vomiting, diarrhea, and general malaise may occur. SEVERE TOXICITY: Severe toxicity includes hepatotoxicity and hepatic failure, renal insufficiency and acute renal failure, hypotension, and acute lung injury. ADVERSE EFFECTS: Common adverse effects with therapeutic dosing include chest discomfort, edema, rash, skin irritation, weight gain, abdominal pain, diarrhea, nausea and vomiting, increased liver enzymes, bone pain, headache, dizziness, dyspnea, fever, and malaise. Pseudotumor cerebri, hypercalcemia, hyperlipidemia and pancreatitis have been reported. The retinoic acid syndrome can occur after oral administration of tretinoin. Manifestations can include fever, dyspnea, weight gain, pulmonary infiltrates, pleural or pericardial effusion, leukocytosis, tachycardia, and hypotension. Topical application causes drying of skin. Tretinoin is a human teratogen. <br\/>"},{"id":"jvqhs12b32","title":"Treatment","mono":"<b>TRETINOIN AND RELATED AGENTS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Decontamination with soap and water for topical exposures. Manage mild hypotension with IV fluids. Administer antiemetics for nausea and vomiting. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. If respiratory failure develops, intubation and mechanical ventilation will be required. Hemodialysis may be needed if renal insufficiency and renal failure develop. Dexamethasone (10 mg IV every 12 hours for 3 or more days) may be helpful in patients with retinoic acid syndrome. Benzodiazepines can be used for hypertensive and agitated patients. For severe hypertension, sodium nitroprusside can be used, with nitroglycerin and phentolamine as possible alternatives. Sinus tachycardia does not generally require treatment unless hemodynamic compromise develops.  If therapy is required, a short acting, cardioselective agent such as esmolol is generally preferred.<\/li><li>Decontamination: PREHOSPITAL: Consider activated charcoal if large or polypharmacy overdose has occurred. However, patient should be alert, not vomiting and able to maintain the airway. HOSPITAL: Typically there is no role for gastric lavage. Consider activated charcoal if large or polypharmacy overdose has occurred. However, patient should be alert, not vomiting and able to maintain the airway.<\/li><li>Airway management: Intubation and ventilation may be needed if respiratory distress or CNS depression develops, or the patient is unable to protect their airway.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Plasma drug concentrations are not clinically useful. Monitor vital signs after large overdose. Monitor CBC, serum electrolytes, renal function, and liver enzymes after large overdose. Monitor for evidence of pseudotumor cerebri (papilledema, headache, sixth nerve palsy). Cranial CT scan and lumbar puncture may also be necessary.<\/li><li>Patient disposition: HOME CRITERIA: Patients with low dose inadvertent supratherapeutic ingestions who are asymptomatic or with minimal symptoms can be watched at home. In large or self-harm ingestions, or patients with more moderate symptoms may need to be evaluated in the emergency department. OBSERVATION CRITERIA: Any patient who is symptomatic, or who took a large or deliberate overdose should be referred to a healthcare facility for evaluation. Patients should be observed until symptoms have resolved. ADMISSION CRITERIA: Patients who have severe toxicity or prolonged toxicity, liver, renal or CNS effects should be admitted for further evaluation. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with liver, renal or CNS effects.<\/li><\/ul>"},{"id":"jvqhs12b33","title":"Range of Toxicity","mono":"<b>TRETINOIN AND RELATED AGENTS<\/b><br\/>TOXICITY: No acute toxic dose has been reported. TRETINOIN: Reported maximum tolerated doses in patients with myelodysplastic syndrome are 195 mg\/m(2)\/day, and in pediatric patients is 60 mg\/m(2)\/day. An adult with a history of AIDS and acute promyelocytic leukemia (in remission) developed diarrhea only after a self-reported ingestion of 1000 mg tretinoin. ACITRETIN: An adult with Darier's disease developed only vomiting after an acute ingestion of 525 mg acitretin. Children developed pseudotumor cerebri following tretinoin doses of 80 mg\/m(2)\/day. ALITRETINOIN: No reports of overdose with the gel. THERAPEUTIC DOSE: TRETINOIN: For acute promyelocytic leukemia, induction or refractory therapy: ORAL: Adults and Children (1 year and older): 45 mg\/m(2)\/day orally divided twice daily for 90 days or 30 days past complete remission. TOPICAL: Apply 0.025% to 0.1% cream or 0.05% liquid. ACITRETIN: Adults: 25 to 50 mg orally once daily. Children: Safety and efficacy have not been established. <br\/>"}]},"13":{"id":"jvqhs13","title":"Clinical Teaching","mono":"<ul><li>Drug causes sun-sensitivity. Advise patient to use sunscreen and avoid direct sunlight, tanning beds, and sunlamps.<\/li><li>This drug may cause erythema, peeling, pruritus, burning, stinging, tingling, or hypopigmentation of the skin.<\/li><li>Tell patient that full symptomatic improvement may not be seen for a few months.<\/li><li>Patient should apply drug only to affected skin areas.<\/li><li>Advise patient to wait 30 min before applying cosmetics or other skin products to affected skin. Patient should not bathe\/shower for at least 6 h after drug application.<\/li><\/ul>"}}}