{"generic":"Adalimumab","drugs":["Adalimumab","Humira"],"mono":[{"id":"jvshs0","title":"Generic Names","mono":"Adalimumab"},{"id":"jvshs1","title":"Dosing and Indications","sub":{"0":{"id":"jvshs1b4","title":"Adult Dosing","mono":"<ul><li>evaluate patients for latent TB (tuberculin skin test) prior to therapy; treatment of latent infection should be started prior to adalimumab therapy<\/li><li><b>Ankylosing spondylitis:<\/b> 40 mg subQ every other week alone or in combination with NSAIDs, analgesics, glucocorticoids, methotrexate, or other nonbiologic disease-modifying antirheumatic drugs (DMARDs)<\/li><li><b>Crohn's disease (Moderate to Severe), In patients with an inadequate response to conventional therapy:<\/b> 160 mg SUBQ at week 0 (may administer as 4 injections of 40 mg in 1 day or 2 injections of 40 mg daily for 2 consecutive days), 80 mg SUBQ at week 2 (day 15), then 40 mg SUBQ every other week starting at week 4 (day 29)<\/li><li><b>Plaque psoriasis (Moderate to Severe), Chronic:<\/b> initial, 80 mg subQ, followed by 40 mg subQ every other week starting one week after the initial dose<\/li><li><b>Psoriatic arthritis:<\/b> 40 mg subQ every other week alone or in combination with methotrexate, glucocorticoids, NSAIDs, analgesics, or other nonbiologic disease-modifying antirheumatic drugs (DMARDs)<\/li><li><b>Rheumatoid arthritis (Moderate to Severe):<\/b> 40 mg subQ every other week; methotrexate, glucocorticoids, NSAIDs, analgesics, or other nonbiologic disease-modifying antirheumatic drugs (DMARDs) may be continued during therapy; may increase to 40 mg subQ every week in patients not receiving concomitant methotrexate<\/li><li><b>Ulcerative colitis (Moderate to Severe), Active, refractory:<\/b> initial, 160 mg subQ on day 1 (may administer as 4 injections of 40 mg in one day or as 2 injections of 40 mg daily for 2 consecutive days), 80 mg subQ at week 2 (day 15), then 40 mg subQ every other week starting at week 4 (day 29)<\/li><\/ul>"},"1":{"id":"jvshs1b5","title":"Pediatric Dosing","mono":"<ul><li>evaluate patients for latent TB (tuberculin skin test) prior to therapy; treatment of latent infection should be started prior to adalimumab therapy<\/li><li>all juvenile idiopathic arthritis patients should be brought up to date with current immunizations prior to initiating adalimumab therapy<\/li><li>safety and efficacy of adalimumab in pediatric patients have not been established for indications other than pediatric Crohn disease and juvenile idiopathic arthritis.<\/li><li><b>Crohn's disease (Moderate to Severe), In patients with an inadequate response to conventional therapy:<\/b> (40 kg or greater): 160 mg SUBQ at week 0 (may administer as 4 injections of 40 mg in 1 day or 2 injections of 40 mg daily for 2 consecutive days), 80 mg SUBQ at week 2 (2 injections of 40 mg in 1 day [day 15]), then 40 mg SUBQ every other week starting at week 4 (day 29)<\/li><li><b>Crohn's disease (Moderate to Severe), In patients with an inadequate response to conventional therapy:<\/b> (17 to less than 40 kg): 80 mg SUBQ at week 0 (2 injections of 40 mg in 1 day), 40 mg SUBQ at week 2 (day 15), then 20 mg SUBQ every other week starting at week 4 (day 29)<\/li><li><b>Juvenile idiopathic arthritis:<\/b> aged 2 to 17 years, weight 10 kg (22 pounds) to less than 15 kg (33 pounds): 10 mg SUBQ every other week<\/li><li><b>Juvenile idiopathic arthritis:<\/b> aged 2 to 17 years, weight 15 kg (33 pounds) to less than 30 kg (66 pounds): 20 mg SUBQ every other week<\/li><li><b>Juvenile idiopathic arthritis:<\/b> aged 2 to 17 years, weight 30 kg (66 pounds) or greater: 40 mg SUBQ every other week<\/li><li><b>Juvenile idiopathic arthritis:<\/b> concomitant methotrexate, glucocorticoids, NSAIDs, and analgesics may be continued<\/li><\/ul>"},"3":{"id":"jvshs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Ankylosing spondylitis<\/li><li>Crohn's disease (Moderate to Severe), In patients with an inadequate response to conventional therapy<\/li><li>Juvenile idiopathic arthritis<\/li><li>Plaque psoriasis (Moderate to Severe), Chronic<\/li><li>Psoriatic arthritis<\/li><li>Rheumatoid arthritis (Moderate to Severe)<\/li><li>Ulcerative colitis (Moderate to Severe), Active, refractory<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Hidradenitis suppurativa<br\/>"}}},{"id":"jvshs2","title":"Black Box Warning","mono":"<b>Subcutaneous (Kit)<\/b><br\/>Patients treated with adalimumab are at increased risk for infections, some progressing to serious infections leading to hospitalization or death. These infections have included tuberculosis, invasive fungal infections, bacterial, viral, and other opportunistic infections including Legionella and Listeria. The risk and benefits of therapy should be carefully considered prior to initiating treatment in patients with chronic or recurrent infection. Evaluate for latent tuberculosis and treat if necessary prior to initiation of therapy. Monitor patients closely for signs and symptoms of infection during and after treatment, including the possible development of tuberculosis in patients who tested negative of latent TB prior to treatment. Consider empiric anti-fungal therapy in at risk patients who develop severe systemic illness. Lymphoma and other malignancies, some fatal, have been reported in children and adolescent patients treated with tumor necrosis factor (TNF) blockers, of which adalimumab is a member Postmarketing cases of hepatosplenic T-cell lymphoma (HSTCL), usually fatal, have been reported in patients treated with TNF blockers including adalimumab, primarily in adolescent and young adult males with Crohn's disease and ulcerative colitis. Most cases occurred in patients receiving concomitant treatment with azathioprine or 6-mercaptopurine.<br\/>"},{"id":"jvshs3","title":"Contraindications\/Warnings","sub":[{"id":"jvshs3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jvshs3b10","title":"Precautions","mono":"<ul><li>Black Box Warning<\/li><li>-- serious infections (eg, bacterial (Legionella and Listeria), tuberculosis (TB), invasive fungal infections, viral, parasitic, and other opportunistic infections), including serious and fatal cases, have been reported, increased risk in patients older than 65 years, using concomitant immunosuppressants, or with comorbid conditions; monitoring recommended and discontinue if a serious infection or sepsis develops<\/li><li>-- lymphoma and other malignancies have been reported in children and adolescents, some cases have been fatal<\/li><li>-- hepatosplenic T-cell lymphoma been reported and has been fatal in some cases; most cases occurred in adolescent and young adult males with Crohn's disease or ulcerative colitis and were primarily associated with concomitant use of azathioprine or 6-mercaptopurine<\/li><li>Cardiovascular:<\/li><li>-- congestive heart failure, new-onset or worsening, has been reported; monitoring recommended<\/li><li>Dermatologic:<\/li><li>-- melanoma and nonmelanoma skin cancers have been reported; monitoring recommended<\/li><li>Hematologic:<\/li><li>-- hematologic abnormalities (eg, pancytopenia, aplastic anemia) have occurred; may require discontinuation of therapy<\/li><li>Hepatic:<\/li><li>-- chronic carriers of hepatitis B may have increased risk of reactivation, fatal cases of reactivation have occurred; monitoring continued for several months after discontinuation recommended; discontinuation and supportive treatment may be necessary<\/li><li>Immunologic:<\/li><li>-- pediatric patients should be brought up-to-date on all immunization requirements, when possible, prior to beginning treatment with adalimumab<\/li><li>--concomitant administration of live vaccines is not recommended<\/li><li>-- autoantibody formation may occur and may develop into lupus-like syndrome; discontinue therapy if symptoms occur<\/li><li>-- active infection, including localized infections; do not initiate adalimumab or discontinue<\/li><li>-- use with caution in patients with a history of opportunistic infection or underlying conditions that predispose patients to infection; monitoring recommended and discontinue if serious infection develops<\/li><li>--use with caution in patients who have traveled to or reside in areas of endemic TB or mycoses; monitoring recommended and discontinue if serious infection develops<\/li><li>--anaphylaxis and angioneurotic edema have been reported; discontinue<\/li><li>-- malignancies (lymphoma, leukemia, breast, colon, prostate, lung, skin) have been reported in adults; increased risk in patients with rheumatoid arthritis and other chronic inflammatory disease, particularly those with highly active disease and chronic exposure to immunosuppressant therapies<\/li><li>Respiratory:<\/li><li>--TB reactivation or new-onset may occur; evaluate risk factors and test for latent TB prior to initiating treatment and periodically thereafter<\/li><li>Neurologic:<\/li><li>-- demyelinating disorders (eg, CNS including multiple sclerosis and optic neuritis and peripheral including Guillain-Barre syndrome); new onset or worsening of preexisting condition may occur<\/li><li>Other:<\/li><li>-- latex sensitivity; needle cover of prefilled syringe contains latex<\/li><li>Concomitant Use:<\/li><li>-- concomitant use with abatacept, anakinra, or live vaccines is not recommended<\/li><\/ul>"},{"id":"jvshs3b11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>C (AUS)<\/li><\/ul>"},{"id":"jvshs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jvshs4","title":"Drug Interactions","sub":{"1":{"id":"jvshs4b14","title":"Major","mono":"<ul><li>Abatacept (theoretical)<\/li><li>Adenovirus Vaccine Type 4, Live (theoretical)<\/li><li>Adenovirus Vaccine Type 7, Live (theoretical)<\/li><li>Anakinra (theoretical)<\/li><li>Bacillus of Calmette and Guerin Vaccine, Live (theoretical)<\/li><li>Cyclosporine (theoretical)<\/li><li>Influenza Virus Vaccine, Live (theoretical)<\/li><li>Measles Virus Vaccine, Live (theoretical)<\/li><li>Mumps Virus Vaccine, Live (theoretical)<\/li><li>Poliovirus Vaccine, Live (theoretical)<\/li><li>Rilonacept (theoretical)<\/li><li>Rotavirus Vaccine, Live (theoretical)<\/li><li>Rubella Virus Vaccine, Live (theoretical)<\/li><li>Sirolimus (theoretical)<\/li><li>Smallpox Vaccine (theoretical)<\/li><li>Tacrolimus (theoretical)<\/li><li>Typhoid Vaccine (theoretical)<\/li><li>Varicella Virus Vaccine (theoretical)<\/li><li>Yellow Fever Vaccine (theoretical)<\/li><\/ul>"}}},{"id":"jvshs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Injection site pain (Pediatric, 6% to 19%), Injection site reaction (Adult, 8% to 20%; pediatric 5% to 16%), Rash (12%)<\/li><li><b>Immunologic:<\/b>Antibody development, to adalimumab (Adult, 3% to 12%; pediatric, 3% to 16%), Antinuclear antibody positive (12%)<\/li><li><b>Neurologic:<\/b>Headache (12%)<\/li><li><b>Respiratory:<\/b>Sinusitis (11%), Upper respiratory infection (17%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Congestive heart failure (less than 5%)<\/li><li><b>Dermatologic:<\/b>Erythema multiforme, Stevens-Johnson syndrome<\/li><li><b>Hematologic:<\/b>Agranulocytosis (less than 5%), Aplastic anemia, Erythrocytosis (less than 5%), Leukopenia, Pancytopenia, Thrombocytopenia<\/li><li><b>Hepatic:<\/b>Hepatic failure, acute<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Cancer, Hypersensitivity reaction (pediatric, 5%), T-cell lymphoma, hepatosplenic<\/li><li><b>Neurologic:<\/b>Demyelinating disease of central nervous system<\/li><li><b>Respiratory:<\/b>Legionella pneumonia, Tuberculosis<\/li><li><b>Other:<\/b>Infectious disease (pediatric, 47% to 67%; serious infection, 4% to 9%), Legionella pneumonia, Listeriosis<\/li><\/ul>"},{"id":"jvshs6","title":"Drug Name Info","sub":{"0":{"id":"jvshs6b17","title":"US Trade Names","mono":"Humira<br\/>"},"2":{"id":"jvshs6b19","title":"Class","mono":"<ul><li>Antirheumatic<\/li><li>Monoclonal Antibody<\/li><li>Tumor Necrosis Factor Inhibitor<\/li><\/ul>"},"3":{"id":"jvshs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jvshs6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jvshs7","title":"Mechanism Of Action","mono":"Adalimumab binds specifically to tumor necrosis factor (TNF)-alpha and blocks its interaction with the p55 and p75 cell surface TNF receptors. Adalimumab lyses surface TNF expressing cells in vitro in the presence of complement. Adalimumab does not bind or inactivate lymphotoxin (TNF-beta). Adalimumab also modulates biological responses that are induced or regulated by TNF, including changes in the levels of adhesion molecules responsible for leukocyte migration. Adalimumab decreases C-reactive protein, erythrocyte sedimentation rate, and matrix metalloproteinases MMP-1 and MMP-3.<br\/>"},{"id":"jvshs8","title":"Pharmacokinetics","sub":{"0":{"id":"jvshs8b23","title":"Absorption","mono":"<ul><li>Tmax, SubQ: 131 hours<\/li><li>Bioavailability, SubQ: 64%<\/li><\/ul>"},"1":{"id":"jvshs8b24","title":"Distribution","mono":"Vd: 4.7 to 6 L <br\/>"},"3":{"id":"jvshs8b26","title":"Excretion","mono":"Total body clearance: 12 mL\/hr <br\/>"},"4":{"id":"jvshs8b27","title":"Elimination Half Life","mono":"2 weeks <br\/>"}}},{"id":"jvshs9","title":"Administration","mono":"<b>Subcutaneous<\/b><br\/><ul><li>For use under guidance and supervision of physician; if appropriate, may teach patient or caregiver proper subQ injection technique<\/li><li>If stored refrigerated, may leave product at room temperature for about 15 to 30 minutes before administering. When allowing the product to reach room temperature, do not remove the cap or cover.<\/li><li>Do not handle the needle cover of the syringe if allergic to latex.<\/li><li>Inject the full amount in the prefilled pen or syringe into the thigh or abdomen.<\/li><li>Rotate sites of injection and do not inject in areas where the skin may be tender, bruised, red, or hard.<\/li><li>Hold pen against squeezed, raised skin until all medicine is injected which may take up to 10 seconds; injection is complete when yellow marker is fully visible in window and is no longer moving.<\/li><li>Administer only 1 dose per vial and discard unused portions.<\/li><\/ul>"},{"id":"jvshs10","title":"Monitoring","mono":"<ul><li>arthritis: improvements in symptoms (e.g., pain\/stiffness, swollen\/tender joints, decreased early morning stiffness), mobility and quality of life assessments, and radiographs of hands, wrist, and feet are indicative of efficacy<\/li><li>ankylosing spondylitis: improvements in pain, inflammation, and flexion are indicative of efficacy<\/li><li>Crohn's disease: improvement in symptoms is indicative of efficacy<\/li><li>plaque psoriasis: clearance or substantial improvement in plaque lesions is indicative of efficacy<\/li><li>latent\/active tuberculosis; prior to and periodically during therapy<\/li><li>patients who are HBV carriers: clinical and laboratory signs of active infection during therapy and for several months after discontinuation of therapy <\/li><li>signs\/symptoms of fungal infections and other serious systemic infections during and after treatment, especially patients with a history of recurrent infection, on concomitant immunosuppressive therapy, with underlying conditions predisposing to infections, or patients who have resided in or traveled to tuberculosis and mycotic endemic regions<\/li><\/ul>"},{"id":"jvshs11","title":"How Supplied","mono":"<b>Humira<\/b><br\/><ul><li>  Kit: 40 MG\/0.8 ML<\/li><li>Subcutaneous Solution: 20 MG\/0.4 ML, 10 MG\/0.2 ML, 40 MG\/0.8 ML<\/li><\/ul>"},{"id":"jvshs12","title":"Toxicology","sub":[{"id":"jvshs12b31","title":"Clinical Effects","mono":"<b>ADALIMUMAB<\/b><br\/>USES: Adalimumab is indicated for the treatment of rheumatoid arthritis, juvenile idiopathic arthritis, psoriatic arthritis, ankylosing spondylitis, Crohn's disease, and plaque psoriasis. PHARMACOLOGY: Adalimumab is a recombinant human IgG1 monoclonal antibody that binds to tumor necrosis factor (TNF) alpha and blocks its interaction with endogenous cell surface TNF receptors. EPIDEMIOLOGY: Overdose is very rare. TOXICITY: There are no reports of toxicity following acute overdose. Overdose effects are anticipated to be an extension of adverse effects observed following therapeutic doses. ADVERSE EFFECTS: COMMON (greater than 10%) - Infections (eg; upper respiratory, sinusitis), injection site reaction, headache, and rash. LESS COMMON (5% to 10%): Nausea, abdominal pain, hematuria, hypercholesterolemia, increased alkaline phosphatase, and back pain. Although the causal relationship to adalimumab is not clear, the following adverse reactions were also reported during studies: New onset or worsening congestive heart failure, leucocytoclastic vasculitis, hypertension, angioneurotic edema, cellulitis, psoriasis, erysipelas, cutaneous vasculitis, Stevens-Johnson syndrome, erythema multiforme, optic neuritis, pancytopenia, aplastic anemia, thrombocytopenia, leukopenia, polycythemia, anaphylaxis, paresthesia, tremor, hepatic necrosis, elevated liver enzymes, and interstitial lung disease, including pulmonary fibrosis. <br\/>"},{"id":"jvshs12b32","title":"Treatment","mono":"<b>ADALIMUMAB<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Monitor patients for clinical signs of infection. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Myelosuppression has been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: Decontamination is not necessary; adalimumab is administered parenterally.<\/li><li>Antidote: None<\/li><li>Airway management: Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reactions, but this is rare.<\/li><li>Myelosuppression: Severe neutropenia: filgrastim 5 mcg\/kg\/day subcutaneously, or sargramostim 250 mcg\/m(2)\/day infused over 4 hours. Transfusions as needed for severe thrombocytopenia, bleeding.<\/li><li>Acute allergic reaction: MILD\/MODERATE: Monitor airway. Administer antihistamines with or without inhaled beta agonists, corticosteroids or epinephrine. SEVERE: Oxygen, aggressive airway management, antihistamines, epinephrine, corticosteroids, ECG monitoring and IV fluids.<\/li><li>Monitoring of patient: Monitor patients for clinical signs of infection. Monitor vital signs, ECG, and liver enzymes after significant overdose. Monitor serial CBC with differential and platelet counts.<\/li><li>Patient disposition: OBSERVATION CRITERIA: Mild to moderately symptomatic patients should be sent to health care facility for evaluation and treatment as necessary. ADMISSION CRITERIA: Patients who remain symptomatic despite adequate treatment should be admitted. CONSULT CRITERIA: Consult a Poison Center for assistance in managing patients with severe toxicity or in whom the diagnosis is unclear.<\/li><\/ul>"},{"id":"jvshs12b33","title":"Range of Toxicity","mono":"<b>ADALIMUMAB<\/b><br\/>TOXICITY: A toxic dose has not been established. In clinical trials, adalimumab doses up to 10 mg\/kg have been administered to patients with no evidence of dose-limiting toxicities. THERAPEUTIC DOSE: ADULTS: 40 to 160 mg SubQ, doses and dosing intervals may vary depending on the indication. CHILDREN: JUVENILE IDIOPATHIC ARTHRITIS: Age 4 to 17 years, weight 15 kg (33 pounds) to less than 30 kg (66 pounds): 20 mg subQ every other week. Age 4 to 17 years, weight 30 kg (66 pounds) or greater: 40 mg subQ every other week. CROHN DISEASE: Age 6 years and older, weighing 17 to less than 40 kg is 80 mg subQ at week 0 (2 injections of 40 mg in 1 day), 40 mg subQ at week 2 (day 15), then 20 mg subQ every other week starting at week 4 (day 29); Age 6 years and older, weighing 40 kg or greater: 160 mg subQ at week 0 (may administer as 4 injections of 40 mg in 1 day or 2 injections of 40 mg daily for 2 consecutive days), 80 mg subQ at week 2 (2 injections of 40 mg in 1 day [day 15]), then 40 mg subQ every other week starting at week 4 (day 29).<br\/>"}]},{"id":"jvshs13","title":"Clinical Teaching","mono":"<ul><li>Counsel patient on the increased risk of infection and to report signs\/symptoms of an infection or a recurring infection (hepatitis B, tuberculosis) during therapy and for several months after discontinuation.<\/li><li>Advise patient of increased risk of lymphoma and other malignancies and to report persistent fevers, night sweats, or significant weight loss..<\/li><li>Warn patient to avoid live vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Instruct patient to report a latex-sensitivity prior to use, as needle cover of prefilled syringe contains dry natural rubber (latex derivative).<\/li><li>Drug may cause headaches, rash, nausea, upper respiratory infections, and injection site reactions.<\/li><li>Instruct patient to report signs\/symptoms of a lupus-like syndrome (eg, arthralgias, myalgias, fatigue, skin rashes) or congestive heart failure (new onset, exacerbation).<\/li><li>Advise patient to report signs\/symptoms of leukopenia, pancytopenia, or aplastic anemia.<\/li><li>Counsel patient about proper injection sites and rotation.<\/li><\/ul>"}]}