{"generic":"Icodextrin","drugs":["Extraneal","Icodextrin"],"mono":[{"id":"jvtes0","title":"Generic Names","mono":"Icodextrin"},{"id":"jvtes1","title":"Dosing and Indications","sub":{"0":{"id":"jvtes1b4","title":"Adult Dosing","mono":"<b>Peritoneal dialysis:<\/b> Administer INTRAPERITONEALLY as a single daily exchange for the long dwell in continuous ambulatory peritoneal dialysis or automated peritoneal dialysis; recommended dwell time is 8 to 16 hours "},"1":{"id":"jvtes1b5","title":"Pediatric Dosing","mono":"Safety and effectiveness not established in pediatric patients "},"3":{"id":"jvtes1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Peritoneal dialysis<br\/>"}}},{"id":"jvtes2","title":"Black Box Warning","mono":"<b>Intraperitoneal (Solution)<\/b><br\/>False elevation of glucose levels has occurred, including up to 2 weeks following discontinuation of therapy, because icodextrin peritoneal dialysis solution interferes with glucose dehydrogenase pyrroloquinolinequinone (GDH-PQQ), glucose-dye-oxidoreductase (GDO) and glucose dehydrogenase flavin-adenine dinucleotide (GDH-FAD)-based glucose measurements due to the presence of maltose. Use only glucose-specific monitors and test strips in patients using icodextrin peritoneal dialysis solution.<br\/>"},{"id":"jvtes3","title":"Contraindications\/Warnings","sub":[{"id":"jvtes3b9","title":"Contraindications","mono":"<ul><li>Allergy to icodextrin or cornstarch<\/li><li>Glycogen storage disease<\/li><li>Severe, preexisting lactic acidosis; lactate in product may worsen acidosis<\/li><li>Maltose or isomaltose intolerance<\/li><\/ul>"},{"id":"jvtes3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>--  Falsely elevated glucose readings have occurred, including for up to 14 days after discontinuation; measure blood glucose with glucose-specific methods only to avoid interference by maltose; glucose dehydrogenase pyrroloquinolinequinone (GDH-PQQ), glucose-dye-oxidoreductase (GDO), and some glucose dehydrogenase flavin-adenine dinucleotide (GDH-FAD)-based methods must not be used<\/li><li>Cardiovascular:<\/li><li>-- Congestive heart failure, volume depletion, hypovolemic shock may occur; monitoring of fluid status recommended<\/li><li>Endocrine and Metabolic:<\/li><li>-- Imbalances in protein, water-soluble vitamin, potassium, chloride, bicarbonate, and magnesium levels or volume status may occur; monitoring recommended<\/li><li>-- Severe hypokalemia may occur, solution does not contain potassium; addition of potassium chloride may be required in patients with normal serum potassium levels or hypokalemia<\/li><li>-- Insulin-dependent diabetes; dosage adjustment of insulin may be required following initiation of icodextrin; monitoring recommended<\/li><li>-- Patients with increased risk of lactic acidosis (eg, severe hypotension or sepsis that may be related to acute renal failure, inborn errors of metabolism, or concomitant use of nucleoside\/nucleotide reverse transcriptase inhibitors); monitoring recommended before initiation of and during therapy<\/li><li>Gastrointestinal:<\/li><li>-- Infections and aseptic peritonitis have been reported; monitoring recommended<\/li><li>-- Encapsulating peritoneal sclerosis, sometimes fatal, has been reported<\/li><li>-- Overinfusion, manifested as abdominal distension, feeling of fullness, or shortness of breath, may occur<\/li><li>-- Preexisting abdominal conditions; effective use may be compromised<\/li><li>Immunologic:<\/li><li>-- Anaphylactic or anaphylactoid reactions may occur; immediately discontinue use, drain solution from peritoneal cavity, and initiate appropriate therapy if suspected<\/li><li>-- Severe hypersensitivity reactions, including toxic epidermal necrolysis, angioedema, serum sickness, erythema multiforme, and vasculitis, have been reported<\/li><\/ul>"},{"id":"jvtes3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jvtes3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},{"id":"jvtes4","title":"Drug Interactions","sub":[{"id":"jvtes4b13","title":"Contraindicated","mono":"<ul><li>Ceftriaxone (probable)<\/li><li>Digitoxin (probable)<\/li><\/ul>"},{"id":"jvtes4b14","title":"Major","mono":"<ul><li>Digoxin (probable)<\/li><li>Eltrombopag (established)<\/li><li>Ketoconazole (probable)<\/li><li>Levomethadyl (theoretical)<\/li><\/ul>"},{"id":"jvtes4b15","title":"Moderate","mono":"<ul><li>Chlorothiazide (probable)<\/li><li>Chlortetracycline (probable)<\/li><li>Ciprofloxacin (probable)<\/li><li>Dasatinib (established)<\/li><li>Demeclocycline (probable)<\/li><li>Dolutegravir (established)<\/li><li>Doxycycline (probable)<\/li><li>Enoxacin (probable)<\/li><li>Felodipine (probable)<\/li><li>Grepafloxacin (probable)<\/li><li>Isradipine (probable)<\/li><li>Levofloxacin (probable)<\/li><li>Lomefloxacin (probable)<\/li><li>Methacycline (probable)<\/li><li>Minocycline (probable)<\/li><li>Nicardipine (probable)<\/li><li>Nifedipine (probable)<\/li><li>Norfloxacin (probable)<\/li><li>Oxytetracycline (probable)<\/li><li>Pefloxacin (probable)<\/li><li>Rocuronium (probable)<\/li><li>Rolitetracycline (probable)<\/li><li>Sodium Polystyrene Sulfonate (probable)<\/li><li>Sparfloxacin (probable)<\/li><li>Strontium Ranelate (probable)<\/li><li>Succinylcholine (probable)<\/li><li>Tetracycline (probable)<\/li><li>Ticlopidine (probable)<\/li><li>Vecuronium (probable)<\/li><li>Zalcitabine (probable)<\/li><\/ul>"}]},{"id":"jvtes5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (13%)<\/li><li><b>Dermatologic:<\/b>Rash (up to 10%)<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (15%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Heart failure (less than 5%)<\/li><li><b>Endocrine metabolic:<\/b>Hypoglycemia, Unrecognized, Hypoglycemic coma<\/li><li><b>Gastrointestinal:<\/b>Aseptic peritonitis, Peritonitis (26%), Peritonitis, Sclerosing encapsulating<\/li><\/ul>"},{"id":"jvtes6","title":"Drug Name Info","sub":{"0":{"id":"jvtes6b17","title":"US Trade Names","mono":"Extraneal<br\/>"},"2":{"id":"jvtes6b19","title":"Class","mono":"Dialysis Solution<br\/>"},"3":{"id":"jvtes6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jvtes6b21","title":"Generic Availability","mono":"No<br\/>"}}},{"id":"jvtes7","title":"Mechanism Of Action","mono":"Icodextrin functions as a colloid osmotic agent, and achieves transcapillary ultrafiltration in the peritoneal cavity by exerting osmotic pressure across small intracellular pores.<br\/>"},{"id":"jvtes8","title":"Pharmacokinetics","sub":[{"id":"jvtes8b23","title":"Absorption","mono":"intraperitoneal: 40% <br\/>"},{"id":"jvtes8b24","title":"Distribution","mono":"intraperitoneal: median, 20.06 L (Moberly et al, 2002)<br\/>"},{"id":"jvtes8b25","title":"Metabolism","mono":"peritoneal: limited <br\/>"},{"id":"jvtes8b26","title":"Excretion","mono":"<ul><li>renal clearance: 1.09 mL\/min (Mobley et al, 2002).<\/li><li>renal: elimination occurs in proportion to the degree of residual renal function; (Moberly et al, 2002).<\/li><\/ul>"},{"id":"jvtes8b27","title":"Elimination Half Life","mono":"median, 14.73 hr (range, 10.88 to 21.27 hr) (Moberly et al, 2002).<br\/>"}]},{"id":"jvtes9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>For intraperitoneal use only; do not give by IV injection<br\/><\/li><li><b>Intraperitoneal<\/b><br\/><ul><li>May warm to 37 degrees C prior to use by using dry heat only (eg, heating pad); do not submerge in water, heat in microwave, or heat above 40 degrees C.<\/li><li>Do not use if pull ring is not attached to the connector, if frangible(s) (if present) are broken, or leaks are suspected.<\/li><li>If solution flows past the frangible before using the Ultrabag, do not use and discard the unit.<\/li><li>Administer over a period of 10 to 20 minutes at a rate that is comfortable for the patient.<\/li><li>For single use only; discard unused portion<\/li><\/ul><\/li><\/ul>"},{"id":"jvtes10","title":"Monitoring","mono":"<ul><li>improvement in serum creatinine and urea nitrogen levels<\/li><li>hematology, blood chemistry, electrolyte concentrations, and bicarbonate periodically<\/li><li>blood glucose in patients with diabetes mellitus using only glucose-specific monitors and test strips; not using glucose dehydrogenase pyrroloquinolinequinone (GDH-PQQ), glycose-dye-oxidoreductase (GDO), or glucose dehydrogenase flavin-adenine dinucleotide (GDH-FAD)-based methods<\/li><li>volume status and body weight during treatment<\/li><li>nutritional status during treatment<\/li><li>signs and symptoms of lactic acidosis in patients with risk factors, such as acute renal failure, inborn errors of metabolism, treatment with drugs such as metformin and nucleoside\/nucleotide reverse transcriptase inhibitors (NRTIs), before initiating and during treatment<\/li><\/ul>"},{"id":"jvtes11","title":"How Supplied","mono":"<b>Extraneal<\/b><br\/>Intraperitoneal Solution: (Calcium Chloride - Icodextrin - Magnesium Chloride - Sodium Chloride - Sodium Lactate) 25.7 MG\/100 ML-7.5 GM\/100 ML-5.08 MG\/100 ML-535 MG\/100 ML-448 MG\/100 ML<br\/>"},{"id":"jvtes12","title":"Toxicology","sub":[{"id":"jvtes12b31","title":"Clinical Effects","mono":"<ul><li><b>MAGNESIUM <\/b><br\/>USES: Magnesium is available in many forms and has many different medical uses, including as an antacid and laxative, anticonvulsant, treatment of torsades de pointes, pre-eclampsia, management of acute asthma exacerbation, hydrofluoric acid ingestion, enema, and electrolyte supplement. Magnesium is an essential electrolyte in the body and is a cofactor in many enzyme systems. Industrially, magnesium is used as a component of aluminum alloys, in die-casting alloyed with zinc, to remove sulfur in the production of iron and steel, and for the production of titanium. PHARMACOLOGY: When taken orally, magnesium promotes bowel evacuation by osmotic retention of fluid which distends the colon and increases peristaltic activity. Parenteral magnesium decreases acetylcholine in motor nerve terminals and acts on myocardium by slowing rate of S-A node impulse formation and prolonging conduction time as well as stabilizing excitable membranes. Magnesium is also necessary for the movement of other electrolytes (calcium, sodium and potassium) in and out of cell. TOXICOLOGY: In overdose, magnesium impairs neuromuscular transmission, manifested as weakness and hyporeflexia. EPIDEMIOLOGY: Thousands of exposures occur every year, but severe manifestations are very rare. Severe toxicity is most common after intravenous infusion over multiple hours (usually for pre-eclampsia), and can occur after chronic excessive doses, especially in the setting of renal insufficiency. Severe toxicity has been reported after acute ingestion but is very rare. MILD TO MODERATE TOXICITY: Nausea and vomiting are common with oral exposure. Flushing can occur most often with intravenous administration. Magnesium dust can irritate the eye and mucous membranes of the upper respiratory tract causing an atrophic nasopharyngitis. Metal fume fever can result from inhalation of magnesium fumes. SEVERE TOXICITY: Severe toxicity occurs most often after intravenous infusions. It can also occur after chronic excessive oral doses, often in patients with renal insufficiency. Early manifestations are lethargy, hyporeflexia, followed by weakness, paralysis, hypotension, ECG changes (prolonged PR and QRS intervals), CNS depression, seizures, and respiratory depression. ADVERSE EFFECTS: Adverse effects seen with magnesium sulfate include adverse effects on neuromuscular function and flushing (IV, dose-related), hypotension (IV, rate-related), and vasodilation (IV, rare-related). Magnesium sulfate may also cause diarrhea. Magnesium hydroxide has many drug interactions secondary to its antacid effect.<br\/><\/li><li><b>SODIUM CHLORIDE <\/b><br\/>USES: Used therapeutically as a parenteral crystalloid substitute for volume replacement or for maintenance therapy in the hospital setting. Also, commonly used as an additive for meals (ie, table salt) for electrolyte replacement during sports or outdoor activity, in water softening solutions, and in road salt for deicing roads. EPIDEMIOLOGY: Exposure is common, serious toxicity is very rare. PHARMACOLOGY: Sodium chloride can lead to increases in intravascular volume by adrenal glandular hormonal action. Also, potentially attenuates nitric oxide production. TOXICOLOGY: Sodium chloride can cause direct irritation to mucosal membranes, if ingested and may cause hypernatremia and hyperchloremia. OVERDOSE: MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea and abdominal discomfort may develop. Patients may complain of excessive thirst. SEVERE TOXICITY: Restlessness, seizures, mental status depression, coma, tachycardia, fever, hypotension, and respiratory arrest are rare effects of severe sodium chloride toxicity. Acute ulcerative gastritis has been reported. Hypernatremia and hyperchloremia may develop, with associated fluid retention, and the potential for pulmonary and cerebral edema can occur. Hyperosmolarity of cerebral fluids may lead to cellular crenation and irreversible neurologic damage. PEDIATRIC: Poisoning from sodium chloride has resulted from gastric lavage with hypertonic saline and errors in the formulation of infant feeds. Intentional pediatric salt poisonings have been reported. Infants with hypernatremia may develop a flat anterior fontanelle.<br\/><\/li><\/ul>"},{"id":"jvtes12b32","title":"Treatment","mono":"<ul><li><b>MAGNESIUM <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: For mild to moderate exposures, supportive care and removal of further magnesium exposure are the mainstays of treatment. Administer antiemetics for nausea and vomiting. Manage mild hypotension with IV fluids. Administer intravenous fluids to promote magnesium diuresis. MANAGEMENT OF SEVERE TOXICITY: For patients with severe toxicity, treatment is symptomatic and supportive. Treat severe hypotension with IV 0.9% NaCl at 10 to 20 mL\/kg. Add dopamine or norepinephrine if unresponsive to fluids. IV calcium chloride can be used to temporarily ameliorate respiratory depression until more definitive therapy can be instituted. Airway management may be necessary for patients with CNS depression or severe weakness. Emergent hemodialysis should be performed in patients with severe toxicity (dysrhythmias, persistent hypotension, severe CNS depression, and respiratory depression). INHALATION EXPOSURE: Move patients into fresh air and away from magnesium dust. DERMAL EXPOSURE: Wash exposed area with soap and water. EYE EXPOSURE: Irrigate eyes with water or normal saline and remove any particulate matter. INTRATHECAL EXPOSURE: Up to 100 mg of intrathecal magnesium sulfate has been used in anesthesia and is well-tolerated. After very large intrathecal overdose, immediate drainage of CSF (20 to 40 mL) should be considered. RECTAL EXPOSURE: Treatment is primarily supportive.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not indicated as activated charcoal does not bind to magnesium. Wash exposed skin with soap and water; irrigate exposed eyes. HOSPITAL: Gastrointestinal decontamination is not indicated as activated charcoal does not bind magnesium. Wash exposed skin with soap and water; irrigate exposed eyes.<\/li><li>Airway management: Endotracheal intubation may be necessary if patients develop CNS, neuromuscular, or respiratory depression.<\/li><li>Antidote: None.<\/li><li>Monitoring of patient: Monitor vital signs. Monitor deep tendon reflexes (hyporeflexia generally precedes more severe toxicity), and monitor for CNS and respiratory depression. Monitor serum electrolytes, renal function, and serial magnesium concentrations after significant exposure. Obtain an ECG and institute continuous cardiac monitoring in symptomatic patients. Normal serum magnesium concentrations are 1.5 to 2.5 mEq\/L. At a magnesium concentrations of 3 mEq\/L, patients may experience nausea and vomiting. At a concentration of 4 mEq\/L, patients may have drowsiness, sweating, and unsteadiness. At 5 mEq, ECG may show QRS widening and PR prolongation. At concentrations of 6 to 7 mEq\/L bradycardia and hypotension may develop. Finally, at concentrations of 10 to 15 mEq\/L, voluntary muscle paralysis, heart block, and respiratory paralysis may develop.<\/li><li>Enhanced elimination procedure: Hemodialysis is the most effective method to remove significant quantities of magnesium and may reverse life-threatening symptoms within 30 minutes. Emergent dialysis should be considered in any patients with severe toxicity (hypotension, dysrhythmias, severe CNS depression, respiratory depression) or patients with moderate effects and severe renal insufficiency.<\/li><li>Patient disposition: HOME CRITERIA: Patients who are asymptomatic and exposures within therapeutic range may stay at home. Patients with minimal symptoms that are improving may also be monitored at home. OBSERVATION CRITERIA: Patients with systemic or moderate to severe symptoms should be sent to a healthcare facility for observation until symptoms are clearly improving and the patient is clinically stable. ADMISSION CRITERIA: Patients with persistent weakness or magnesium concentrations that are not declining despite hydration should be admitted. Patients with hypotension, ECG changes, CNS or respiratory depression should be admitted to an ICU setting. Patients should remain admitted until symptoms are clearly improving and clinically stable. CONSULT CRITERIA: Consult a medical toxicologist or poison center for any patient with severe toxicity or in whom the diagnosis is unclear. Consult a nephrologist for hemodialysis in patients with severe toxicity. Patients with severe toxicity or renal insufficiency may require transfer to a hospital that can perform emergent hemodialysis.<\/li><\/ul><\/li><li><b>SODIUM CHLORIDE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Dilute with milk or water. MANAGEMENT OF SEVERE TOXICITY: Treat hypernatremia with an IV solution containing 30 to 50 mEq\/L sodium. Longstanding hypernatremia should be corrected slowly. Treat seizures with benzodiazepines. Treat cerebral edema with mannitol. Hemodialysis should be performed in patients with severe toxicity.<\/li><li>Decontamination: DILUTION: Immediately dilute with 4 to 8 ounces (120 to 240 mL) of water (not to exceed 4 ounces (120 mL) in a child). OCULAR EXPOSURE: Irrigate exposed eyes with copious amounts of room temperature water for at least 15 minutes. If irritation, pain swelling, lacrimation, or photophobia persist, the patient should be seen in a health care facility.<\/li><li>Airway management: Airway management is unlikely to be necessary unless severe toxicity occurs.  Maintain airway patency and adequate oxygenation. Endotracheal intubation and assisted mechanical ventilation may be required.<\/li><li>Hypernatremia: For longstanding hypernatremia, intravenous administration of a solution containing 30 to 50 mEq\/L of sodium (half as chloride and half as bicarbonate) should be administered slowly. The rate of administration is critical (usually 2\/3 of a daily maintenance) and should proceed to lower serum sodium to normal range no sooner than 24 to 36 hours after institution of therapy. If a decrease in serum sodium occurs more rapidly, seizures are likely to ensue. For acute, severe hypernatremia secondary to acute ingestion of large amounts of sodium chloride, more rapid correction of serum sodium with intravenous D5W or other hypotonic solutions, oral free water, or hemodialysis may be appropriate.<\/li><li>Seizure: Administer a benzodiazepine IV. Diazepam: Adult: 5 mg to 10 mg, repeat every 10 to 15 min as needed. CHILD: 0.2 to 0.5 mg\/kg, repeat every 5 minutes as needed OR lorazepam: Adult: 2 to 4 mg; Child: 0.05 to 0.1 mg\/kg. Consider phenobarbital or propofol if seizures recur after diazepam 30 mg (adults) or 10 mg (children older than 5 years). Monitor for hypotension, dysrhythmias, respiratory depression, and need for endotracheal intubation. Monitor for hypoglycemia, electrolyte disturbances and hypoxia.<\/li><li>Hypotensive episode: Infuse 10 to 20 mL\/kg isotonic fluid. If hypotension persists, administer dopamine (5 to 20 mcg\/kg\/min) or norepinephrine (Adult: Begin infusion at 0.5 to 1 mcg\/min; Child: Begin infusion at 0.1 mcg\/kg\/min); titrate to desired response.<\/li><li>Cerebral edema: Monitor intracranial pressure. IV mannitol (0.5 to 1 g\/kg) may be administered to remove excess intracellular water from the brain.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. Monitor serum electrolytes frequently. Monitor renal function and urine output. Urinary sodium excretion will be high in all cases of hypernatremia and cannot be used to differentiate salt poisoning from dehydration. Monitor for evidence of volume overload, pulmonary edema and cerebral edema.<\/li><li>Enhanced elimination procedure: Hemodialysis can effectively remove sodium chloride. It should be considered early in patients with severe hypernatremia or severe clinical manifestations, and in patients with renal insufficiency.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with ingestions of less than 8 mEq\/kg (0.5 g\/kg) sodium chloride can probably be managed at home. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions, and patients ingesting 8 mEq\/kg (0.5 g\/kg) sodium chloride or more should be referred to a healthcare facility. ADMISSION CRITERIA: All patients with evidence of systemic toxicity from sodium chloride, severe hypernatremia not responding to hydration, or those with intractable vomiting should be admitted. CONSULT CRITERIA: Consult a medical toxicologist or poison center for patients with severe hypernatremia or severe clinical manifestations.<\/li><\/ul><\/li><\/ul>"},{"id":"jvtes12b33","title":"Range of Toxicity","mono":"<ul><li><b>MAGNESIUM <\/b><br\/>TOXICITY: Even with therapeutic dosing, patients may experience mild toxicity. INTRAVENOUS: IV administration of 20 g magnesium sulfate was fatal in an adult. A woman received 200 g magnesium sulfate over 24 hours, then inadvertently received 20 g over 15 minutes. She required intubation and intensive supportive care but recovered despite a blood magnesium concentration of 38.7 mg\/dL. ORAL: Ingestion of 44 g magnesium or 750 mmol magnesium sulfate has caused symptomatic toxicity. An adult developed asystole but was resuscitated after ingesting 50 g Epsom salts (400 mEq magnesium). INTRATHECAL: A 22 weeks pregnant woman developed transient paralysis of her legs after receiving 2 mL of 50% magnesium sulfate intrathecally. EPIDURAL: Inadvertent epidural administration of 3 to 9 g magnesium sulfate did not cause toxicity. RECTAL: A woman developed acute magnesium toxicity (magnesium concentration: 7.1 mmol\/L) after administration and retention of a single magnesium sulfate enema containing 32.5 g magnesium sulfate. THERAPEUTIC DOSES: ADULTS: Dosing varies by indication. In cases of life-threatening conditions such as eclampsia, infusions of up to 4 to 5 g magnesium sulfate (98.6 mg elemental magnesium or 8.12 mEq elemental magnesium per gram) are given followed by 1 to 2 g\/hour continuous infusions. CHILDREN: In infants and children, dose again depends on the indication but can be up to 2 g (25 to 75 mg\/kg) of magnesium sulfate for life-threatening conditions such as severe asthma.<br\/><\/li><li><b>SODIUM CHLORIDE <\/b><br\/>TOXICITY: Ingestion of 0.5 to 1 g\/kg (8.6 to 17.2 mEq\/kg) of sodium chloride is probably toxic in the majority of patients. Central nervous system signs and symptoms are common with serum sodium concentrations above 150 to 160 mEq\/L. At such levels, there is a 10% chance of seizures which increases when serum sodium concentration reaches 160 to 185 mEq\/L.  Death is a frequent occurrence at serum sodium concentrations above 185 mEq\/L. A teenager survived a serum sodium concentration of 196 mmol\/L following the ingestion of soy sauce (quart size bottle; equivalent to 160 to 170 g salt) following aggressive supportive care; no permanent sequelae occurred. PEDIATRIC: One level tablespoon (17.85 g) is approximately 305 mEq of sodium, and if retained, would raise serum levels by 30.5 mEq\/L in a 3-year-old (15 kg) child. A toddler died after ingesting 400 mEq\/kg and an adolescent died after absorbing an estimated 45 g sodium chloride as salt water. RECOMMENDED DAILY CONSUMPTION: ADULT: It is recommended an adult consume no more than 2300 mg of sodium daily.<br\/><\/li><\/ul>"}]}]}