{"generic":"Eplerenone","drugs":["Eplerenone","Inspra"],"mono":{"0":{"id":"jvuds0","title":"Generic Names","mono":"Eplerenone"},"1":{"id":"jvuds1","title":"Dosing and Indications","sub":[{"id":"jvuds1b4","title":"Adult Dosing","mono":"<ul><li><b>Heart failure - Myocardial infarction with complication:<\/b> initial, 25 mg ORALLY once daily; titration preferably within 4 weeks to 50 mg ORALLY once daily<\/li><li><b>Hypertension:<\/b> initial, 50 mg ORALLY once daily; allow 4 weeks to achieve optimum antihypertensive effect; may increase to MAX 50 mg ORALLY twice daily for inadequate response<\/li><li><b>Systolic heart failure (Mild):<\/b> 25 mg ORALLY once daily, followed by an increase to 50 mg ORALLY once daily after 4 weeks if potassium level no more than 5 mmol\/L was administered in a clinical trial<\/li><\/ul>"},{"id":"jvuds1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in children; ineffective among hypertensive pediatric patients aged 4 to 17 years "},{"id":"jvuds1b6","title":"Dose Adjustments","mono":"<ul><li><b>geriatrics:<\/b> no initial dosage adjustment required<\/li><li><b>hemodialysis:<\/b> eplerenone is not removed by hemodialysis<\/li><li><b>liver disease:<\/b> no initial dosage adjustment required in those with mild-to-moderate hepatic dysfunction<\/li><li><b>renal impairment (congestive heart failure) GFR 50 mL\/min or greater:<\/b> initial, 25 mg ORALLY once daily; maintenance 50 mg ORALLY once daily<\/li><li><b>renal impairment (congestive heart failure) GFR 30 to 49 mL\/min:<\/b> initial, 25 mg ORALLY every other day; maintenance, 25 mg ORALLY once a day<\/li><li><b>renal impairment (congestive heart failure) CrCl of 30 mL\/min or less:<\/b> contraindicated<\/li><li><b>renal impairment (hypertension):<\/b> contraindicated if serum creatinine greater than 2.0 mg\/dL in males, greater than 1.8 mg\/dL in females; CrCl less than 50 mL\/min<\/li><li>(congestive heart failure) serum potassium less than 5 mEq\/L, double the dose or reduce dosing interval by half<\/li><li>(congestive heart failure) serum potassium between 5 and 5.4 mEq\/L, no adjustment necessary<\/li><li>(congestive heart failure) serum potassium between 5.5 and 5.9 mEq\/L, reduce the dose by half or double the dosing interval; may need to hold the dose if patient is receiving a 25-mg dose every other day<\/li><li>(congestive heart failure) serum potassium greater than or equal to 6.0 mEq\/L, withhold the dose; may restart dose at 25 mg every other day once potassium level drops below 5.5 mEq\/L<\/li><li><b>concomitant CYP3A4 inhibitor use:<\/b> in patients receiving moderate CYP3A4 inhibitors (eg, erythromycin, saquinavir, verapamil, fluconazole), reduce initial dose to 25 mg ORALLY once daily<\/li><\/ul>"},{"id":"jvuds1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Heart failure - Myocardial infarction with complication<\/li><li>Hypertension<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Albuminuria - Type 2 diabetes mellitus<\/li><li>Low-renin essential hypertension<\/li><li>Systolic heart failure (Mild)<\/li><\/ul>"}]},"3":{"id":"jvuds3","title":"Contraindications\/Warnings","sub":[{"id":"jvuds3b9","title":"Contraindications","mono":"<ul><li>concomitant use with strong CYP3A4 inhibitors (eg, clarithromycin, itraconazole, ketoconazole, nefazodone, nelfinavir, ritonavir, troleandomycin) (all patients)<\/li><li>concomitant use with potassium supplements or potassium-sparing diuretics (eg, amiloride, spironolactone, triamterene) (hypertensive patients)<\/li><li>CrCl of 30 mL\/min or less (all patients)<\/li><li>CrCl of less than 50 mL\/min or serum creatinine greater than 2 mg\/dL in males or greater than 1.8 mg\/dL in females (hypertensive patients)<\/li><li>serum potassium greater than 5.5 mEq\/L at initiation (all patients)<\/li><li>type 2 diabetes with microalbuminuria (hypertensive patients)<\/li><\/ul>"},{"id":"jvuds3b10","title":"Precautions","mono":"<ul><li>concomitant use with moderate CYP3A4 inhibitors (eg, erythromycin, fluconazole, saquinavir, verapamil); increased monitoring of potassium and serum creatinine recommended; initial dosage adjustment recommended in patients with hypertension<\/li><li>concomitant use with ACE inhibitors or angiotensin receptor blockers (ARBs); increased risk of hyperkalemia; close monitoring of potassium and renal function recommended, especially in patients at risk for renal impairment (eg, elderly patients)<\/li><li>hyperkalemia (potassium greater than 5.5 mEq\/L) has been reported; increased risk with declining renal function and in congestive heart failure post-myocardial infarction patients with renal impairment (serum creatinine greater than 2 mg\/dL in males or greater than 1.8 mg\/dL in females or CrCl 50 mL\/min or less) or diabetes (especially in patients with proteinuria); monitoring recommended in all patients; dose reduction or therapy interruption recommended if hyperkalemia develops<\/li><li>report suspected adverse events to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jvuds3b11","title":"Pregnancy Category","mono":"B (FDA)<br\/>"},{"id":"jvuds3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jvuds4","title":"Drug Interactions","sub":[{"id":"jvuds4b13","title":"Contraindicated","mono":"<ul><li>Amiloride (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Idelalisib (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (probable)<\/li><li>Nefazodone (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Potassium (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Spironolactone (theoretical)<\/li><li>Triamterene (theoretical)<\/li><li>Troleandomycin (theoretical)<\/li><\/ul>"},{"id":"jvuds4b14","title":"Major","mono":"<ul><li>Alacepril (probable)<\/li><li>Arsenic Trioxide (theoretical)<\/li><li>Benazepril (probable)<\/li><li>Captopril (probable)<\/li><li>Carbamazepine (theoretical)<\/li><li>Ceritinib (theoretical)<\/li><li>Cilazapril (probable)<\/li><li>Dabrafenib (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Delapril (probable)<\/li><li>Enalaprilat (probable)<\/li><li>Enalapril Maleate (probable)<\/li><li>Erythromycin (probable)<\/li><li>Eslicarbazepine Acetate (theoretical)<\/li><li>Fluconazole (probable)<\/li><li>Fosinopril (probable)<\/li><li>Imidapril (probable)<\/li><li>Lisinopril (probable)<\/li><li>Mitotane (theoretical)<\/li><li>Moexipril (probable)<\/li><li>Nilotinib (theoretical)<\/li><li>Pentopril (probable)<\/li><li>Perindopril (probable)<\/li><li>Piperaquine (theoretical)<\/li><li>Primidone (theoretical)<\/li><li>Quinapril (probable)<\/li><li>Ramipril (probable)<\/li><li>Saquinavir (probable)<\/li><li>Siltuximab (theoretical)<\/li><li>Spirapril (probable)<\/li><li>Temocapril (probable)<\/li><li>Trandolapril (probable)<\/li><li>Trimethoprim (theoretical)<\/li><li>Verapamil (probable)<\/li><li>Zofenopril (probable)<\/li><\/ul>"},{"id":"jvuds4b15","title":"Moderate","mono":"<ul>Licorice (probable)<\/ul>"}]},"5":{"id":"jvuds5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Endocrine metabolic:<\/b>Hyperkalemia (3.4%)<\/li><li><b>Gastrointestinal:<\/b>Diarrhea (2%)<\/li><li><b>Neurologic:<\/b>Dizziness (3%)<\/li><li><b>Renal:<\/b>Serum creatinine raised (2.4%)<\/li><li><b>Respiratory:<\/b>Cough (2%)<\/li><li><b>Other:<\/b>Fatigue (2%), Influenza-like illness (2%)<\/li><\/ul>"},"6":{"id":"jvuds6","title":"Drug Name Info","sub":{"0":{"id":"jvuds6b17","title":"US Trade Names","mono":"Inspra<br\/>"},"2":{"id":"jvuds6b19","title":"Class","mono":"<ul><li>Aldosterone Receptor Antagonist<\/li><li>Cardiovascular Agent<\/li><li>Diuretic, Potassium Sparing<\/li><\/ul>"},"3":{"id":"jvuds6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jvuds6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jvuds7","title":"Mechanism Of Action","mono":"<ul><li>Eplerenone binds to the mineralocorticoid receptor and blocks the binding of aldosterone, a component of the renin-angiotensin-aldosterone-system (RAAS). Aldosterone synthesis, which occurs primarily in the adrenal gland, is modulated by multiple factors, including angiotensin II and non-RAAS mediators such as adrenocorticotropic hormone (ACTH) and potassium. Aldosterone binds to mineralocorticoid receptors in both epithelial (e.g., kidney) and nonepithelial (e.g., heart, blood vessels, brain) tissues and increases blood pressure through induction of sodium resorption and possibly other mechanisms.<\/li><li>Eplerenone has been shown to produce sustained increases in plasma renin and serum aldosterone, consistent with the inhibition of the negative regulatory feedback of aldosterone on renin secretion. The resulting increased plasma renin activity and aldosterone circulating levels do not overcome the effect of eplerenone on blood pressure.<\/li><li>Eplerenone has relative selectivity in binding to recombinant human mineralocorticoid receptors compared to its binding to recombinant human glucocorticoid, progesterone, and androgen receptors.<\/li><\/ul>"},"8":{"id":"jvuds8","title":"Pharmacokinetics","sub":[{"id":"jvuds8b23","title":"Absorption","mono":"<ul><li>Tmax, oral: 1.5 hr<\/li><li>Bioavailability, oral: 69%<\/li><li>Effect of food: none<\/li><\/ul>"},{"id":"jvuds8b24","title":"Distribution","mono":"<ul><li> Vd: 43 to 90 L<\/li><li>Protein binding, alpha 1-acid glycoproteins: 50%<\/li><\/ul>"},{"id":"jvuds8b25","title":"Metabolism","mono":" Hepatic: extensive via CYP3A4 pathway.<br\/>"},{"id":"jvuds8b26","title":"Excretion","mono":"<ul><li>Fecal: 32%, less than 5% unchanged<\/li><li>Renal: 67%, less than 5% unchanged<\/li><li>Renal clearance: 0.17 to 0.27 L\/hr<\/li><li>Dialyzable: No (10% removed by hemodialysis)<\/li><li>Total body clearance: 10 L\/hr<\/li><\/ul>"},{"id":"jvuds8b27","title":"Elimination Half Life","mono":"4 to 6 hr <br\/>"}]},"9":{"id":"jvuds9","title":"Administration","mono":"<b>Oral<\/b><br\/>may be taken with or without food <br\/>"},"10":{"id":"jvuds10","title":"Monitoring","mono":"<ul><li>congestive heart failure: improvement in clinical symptoms<\/li><li>hypertension: blood pressure<\/li><li>serum potassium; prior to therapy initiation, within the first week, at one month after start of treatment or dose adjustment, and periodically thereafter; increased risk of hyperkalemia in diabetes especially with proteinuria<\/li><li>symptoms of hyperkalemia including confusion, irregular heartbeat, numbness or tingling in hands, feet, or lips, shortness of breath, or weakness<\/li><\/ul>"},"11":{"id":"jvuds11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/>Oral Tablet: 25 MG, 50 MG<br\/><\/li><li><b>Inspra<\/b><br\/>Oral Tablet: 25 MG, 50 MG<br\/><\/li><\/ul>"},"12":{"id":"jvuds12","title":"Toxicology","sub":[{"id":"jvuds12b31","title":"Clinical Effects","mono":"<b>POTASSIUM SPARING DIURETICS <\/b><br\/>USES: Potassium sparing diuretics are used to treat congestive heart failure, fluid retention from liver failure, and hypertension. Spironolactone is used to prevent amphotericin B-related hypokalemia in cancer patients, and in the management of neonatal chronic lung disease. PHARMACOLOGY: Amiloride acts by blocking the sodium channel in the later portion of the nephron, distal tubule, and collecting duct. Triamterene inhibits the reabsorption of sodium ions in the exchange for potassium and hydrogen ions in the segment of the distal tubule under the control of adrenal mineralocorticoids. Eplerenone and spironolactone bind to aldosterone receptors in the distal tubules and collecting duct, preventing the binding of aldosterone to its receptor. Aldosterone acts at the kidney to cause sodium and water retention and potassium loss in the urine. TOXICOLOGY: Overdose may cause dehydration due to the diuretic effect. It can also cause electrolyte abnormalities, most commonly hyperkalemia. EPIDEMIOLOGY: Adverse effects during therapeutic use are relatively common. Potassium sparing diuretic overdose is rare and deaths have not been reported. MILD TO MODERATE TOXICITY: Nausea, vomiting, diarrhea, mild dehydration, and hyperkalemia may develop. SEVERE TOXICITY: Severe toxicity has not been reported, but severe dehydration (tachycardia, hypotension, and possibly mental status changes) and hyperkalemia (which may cause dysrhythmias) should be expected. Acute renal failure has been reported from triamterene deposition in the renal tubules after overdose. ADVERSE EFFECTS: Amiloride: Hyperkalemia, headache, paresthesia, depression, loss of libido, nausea, anorexia, diarrhea, vomiting, weakness, fatigue, muscle cramps. Eplerenone: Hyperkalemia, diarrhea, dizziness, fatigue, coughing. Spironolactone: Hyperkalemia, acidosis, cramping, diarrhea, drowsiness, lethargy, ataxia, gynecomastia, impotence, irregular menses. Triamterene: Hyperkalemia, diarrhea, nausea, vomiting, interstitial nephritis, blood dyscrasias, nephrolithiasis, photodermatitis.<br\/>"},{"id":"jvuds12b32","title":"Treatment","mono":"<b>POTASSIUM SPARING DIURETICS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Serious toxicity is not expected after ingestion. Most patients will remain asymptomatic or have a mild diuresis. Oral rehydration and monitoring for hyperkalemia is sufficient in most cases. MANAGEMENT OF SEVERE TOXICITY: Correct dehydration with intravenous fluids. There is a theoretical risk of hyperkalemia following overdose. Hyperkalemia is treated in the usual fashion: administer calcium chloride for dysrhythmias or wide complex rhythms. Sodium bicarbonate, insulin, glucose, and cationic exchange resins (eg, sodium polystyrene sulfonate) may also be used. Dialysis may be required for patients with impaired renal function.<\/li><li>Decontamination: PREHOSPITAL: Gastrointestinal decontamination is not indicated. HOSPITAL: Gastrointestinal decontamination should not be routinely performed following potassium sparing diuretic ingestion. Activated charcoal may be considered after extremely large ingestions or if more toxic coingestants are involved and the patient has presented early after the ingestion.<\/li><li>Airway management: Airway compromise is not expected following potassium sparing diuretic ingestion.<\/li><li>Antidote: None<\/li><li>Monitoring of patient: Monitor serum electrolytes and ECG after overdose. Drug concentrations are not routinely available and are not used clinically to guide management following overdose.<\/li><li>Enhanced elimination procedure: As significant toxicity is not expected, there is no role for enhanced elimination following ingestion. Dialysis is ineffective in removing spironolactone, but may increase the clearance of triamterene.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic patients with small, inadvertent ingestions and normal renal function can be monitored at home. OBSERVATION CRITERIA: Patients with large or deliberate ingestions or impaired renal function should be monitored for fluid status and serum electrolytes changes (particularly sodium and potassium). Monitor vital signs and ECG in symptomatic patients and those with significant electrolyte abnormalities. ADMISSION CRITERIA: Admit patients with severe electrolyte abnormalities, dehydration, or impaired renal function. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jvuds12b33","title":"Range of Toxicity","mono":"<b>POTASSIUM SPARING DIURETICS<\/b><br\/>TOXICITY: No toxic dose for these medications has been established. An adult developed acute renal failure 3 days after ingesting 50 capsules of triamterene\/hydrochlorothiazide. Two infants, ages 10 and 12 months, ingested up to 60 spironolactone tablets, with asymptomatic hyperkalemia as the only effect noted. THERAPEUTIC DOSE: AMILORIDE: ADULT: 5 to 20 mg\/day orally; PEDIATRIC: 6 to 20 kg in body weight: 0.625 mg\/kg\/day orally. EPLERENONE: ADULT: 25 to 50 mg orally once or twice daily; PEDIATRIC: Safety and efficacy not established. SPIRONOLACTONE: ADULT: 25 to 100 mg\/day orally in single or divided doses; PEDIATRIC: 1 to 3 mg\/kg\/day orally in 2 to 4 divided doses or once daily; MAX 200 mg\/day. TRIAMTERENE: ADULT: 100 mg orally twice daily; MAX 300 mg\/day; PEDIATRIC: Edema: 1 to 4 mg\/kg\/day orally in 2 divided doses. Hypertension: initially, 1 to 2 mg\/kg\/day orally in two divided doses; MAX 3 to 4 mg\/kg\/day, up to 300 mg\/day.<br\/>"}]},"13":{"id":"jvuds13","title":"Clinical Teaching","mono":"<ul><li>Patient should avoid activities requiring coordination until drug effects are realized, as drug may cause dizziness.<\/li><li>This drug may cause diarrhea, headache, cough, fatigue, influenza-like illness, angina, or myocardial infarction.<\/li><li>Patient should avoid potassium supplements, potassium-containing salt substitutes and other potassium-sparing diuretics during therapy.<\/li><\/ul>"}}}