{"generic":"Laronidase","drugs":["Aldurazyme","Laronidase"],"mono":{"0":{"id":"jvuws0","title":"Generic Names","mono":"Laronidase"},"1":{"id":"jvuws1","title":"Dosing and Indications","sub":{"0":{"id":"jvuws1b4","title":"Adult Dosing","mono":"<b>Mucopolysaccharidosis, Type I (Hurler and Hurler-Scheie forms) and Scheie form with moderate to severe symptoms:<\/b> 0.58 mg\/kg of body weight as an IV infusion once a week; pretreat 60 minutes before infusion with antihistamines and\/or antipyretics "},"1":{"id":"jvuws1b5","title":"Pediatric Dosing","mono":"<b>Mucopolysaccharidosis, Type I (Hurler and Hurler-Scheie forms) and Scheie form with moderate to severe symptoms:<\/b> (6 months or older) 0.58 mg\/kg of body weight as an IV infusion once a week; pretreat 60 minutes before infusion with antihistamines and\/or antipyretics "},"3":{"id":"jvuws1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Mucopolysaccharidosis, Type I (Hurler and Hurler-Scheie forms) and Scheie form with moderate to severe symptoms<br\/>"}}},"2":{"id":"jvuws2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Life-threatening anaphylactic reactions have been reported in some patients during laronidase infusions. Therefore, when laronidase is administered, appropriate medical support should be readily available. Patients with compromised respiratory function or acute respiratory disease may be at risk of serious acute exacerbation of their respiratory condition due to infusion reactions and need additional monitoring.<br\/>"},"3":{"id":"jvuws3","title":"Contraindications\/Warnings","sub":[{"id":"jvuws3b9","title":"Contraindications","mono":"Specific contraindications have not been determined.<br\/>"},{"id":"jvuws3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Anaphylactic and severe allergic reactions, some life-threatening (eg, respiratory failure\/distress, bronchospasm, bradycardia), have been reported during and up to 3 hours post-infusion; discontinue if occurs and use extreme care if re-administering<\/li><li>-- Compromised respiratory function or acute respiratory disease with fluid restriction; infusion reaction may cause serious acute exacerbation of respiratory compromise; prolonged monitoring and adjustment in infusion rate may be necessary<\/li><li>Cardiovascular:<\/li><li>-- Compromised cardiac function with fluid restriction; infusion reaction may cause serious acute exacerbation of cardiac compromise; prolonged monitoring and adjustment in infusion rate may be necessary<\/li><li>Endocrine and Metabolic:<\/li><li>-- Fluid overload susceptibility; infusion reaction may cause serious acute exacerbation of cardiac compromise; prolonged monitoring and adjustment in infusion rate may be necessary<\/li><li>Respiratory:<\/li><li>-- Acute febrile or respiratory illness; increased risk of infusion-related reactions; consider delaying infusion<\/li><li>-- Sleep apnea; monitoring recommended<\/li><li>Other:<\/li><li>-- Infusion reactions have been reported; premedication with antipyretics and\/or antihistamines is recommended; reduction of infusion rate or infusion interruption may be necessary<\/li><\/ul>"},{"id":"jvuws3b11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B2 (AUS)<\/li><\/ul>"},{"id":"jvuws3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jvuws5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing, Injection site reaction (18%), Rash (36%)<\/li><li><b>Immunologic:<\/b>Antibody development (91%), Complication of infusion (32%)<\/li><li><b>Neurologic:<\/b>Headache<\/li><li><b>Respiratory:<\/b>Upper respiratory infection (32%)<\/li><li><b>Other:<\/b>Fever<\/li><\/ul><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Anaphylaxis, Hypersensitivity reaction<\/li><li><b>Respiratory:<\/b>Bronchospasm, Dyspnea<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"jvuws6","title":"Drug Name Info","sub":{"0":{"id":"jvuws6b17","title":"US Trade Names","mono":"Aldurazyme<br\/>"},"2":{"id":"jvuws6b19","title":"Class","mono":"<ul><li>Endocrine-Metabolic Agent<\/li><li>Enzyme<\/li><\/ul>"},"3":{"id":"jvuws6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jvuws6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jvuws7","title":"Mechanism Of Action","mono":"Laronidase is a recombinant form of human alpha-L-iduronidase indicated for enzyme replacement therapy in patients with Mucopolysaccharidosis I (MPS I).  It is intended to provide exogenous enzyme for uptake into lysosomes and increase the catabolism of glycosaminoglycans. Laronidase uptake by cells into lysosomes is probably mediated by the mannose-6-phosphate receptors.<br\/>"},"8":{"id":"jvuws8","title":"Pharmacokinetics","sub":{"1":{"id":"jvuws8b24","title":"Distribution","mono":"Vd: 0.12 to 0.6 L\/kg <br\/>"},"4":{"id":"jvuws8b27","title":"Elimination Half Life","mono":"0.3 to 3.6 hours <br\/>"}}},"9":{"id":"jvuws9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>for IV infusion only<\/li><li>calculate total number of vials needed with the following equation: (body weight (kg) x 1 mL\/kg laronidase) divided by 5 mL per vial; round up to the next whole vial<\/li><li>withdraw and discard a volume equal to the volume of the calculated laronidase dose from the NS infusion bag<\/li><li>slowly add room temperature vials to the NS infusion bag for a final volume of 100 mL (if weight is less than or equal to 20 kg) or 250 mL (if weight is greater than 20 kg)<\/li><li>use low protein-binding container and infusion set with in-line, low protein-binding 0.2 mcm filter<\/li><li>do not shake; do not use filter needle (agitation may denature proteins)<\/li><li>infuse over 3 to 4 hours; infuse at 10 mcg\/kg\/hr initially, increasing incrementally every 15 minutes during first hour to maximum rate of 200 mcg\/kg\/hr<\/li><li>patients with underlying cardiac or respiratory compromise and weighing 30 kg or less; total infusion volume of 100 mL and reduced administration rate should be considered<\/li><\/ul>"},"10":{"id":"jvuws10","title":"Monitoring","mono":"Vital signs during, after infusion; duration of post-infusion monitoring based on patient's clinical status and infusion history <br\/>"},"11":{"id":"jvuws11","title":"How Supplied","mono":"<b>Aldurazyme<\/b><br\/>Intravenous Solution: 0.58 MG\/ML<br\/>"},"13":{"id":"jvuws13","title":"Clinical Teaching","mono":"<ul><li>Instruct patient to report signs\/symptoms of allergic reaction or anaphylaxis (respiratory failure\/distress, stridor, tachypnea, bronchospasm, hypotension, bradycardia, urticaria), which may occur up to 3 hours after infusion.<\/li><li>Drug may cause rash, flushing, pyrexia, upper respiratory tract infections, hyperreflexia, paresthesias, chills, hypertension, tachycardia, and injection site reactions.<\/li><li>Advise patient that the full benefits may not be seen until after several months to years of treatment.<\/li><\/ul>"}}}