{"generic":"Ibritumomab Tiuxetan","drugs":["Ibritumomab Tiuxetan","Zevalin In-111","Zevalin Y-90"],"mono":{"0":{"id":"jvvjs0","title":"Generic Names","mono":"Ibritumomab Tiuxetan"},"1":{"id":"jvvjs1","title":"Dosing and Indications","sub":{"0":{"id":"jvvjs1b4","title":"Adult Dosing","mono":"<ul><li><b>the Zevalin(R) therapeutic regimen consists of two distinct steps:<\/b> step 1) infusion of rituximab; step 2) 6 to 8 days later, a second infusion of rituximab followed by yttrium-90 ibritumomab tiuxetan<\/li><li>do not administer Zevalin(R) regimen to patients with platelet counts less than 100,000 cells\/mm(3)<\/li><li><b>Non-Hodgkin's lymphoma, Relapsed or refractory:<\/b> Day 1, infuse rituximab 250 mg\/m(2) IV, premedicate with acetaminophen 650 mg and diphenhydramine 50 mg ORALLY; Day 7, 8, or 9, infuse rituximab 250 mg\/m(2) IV (premedicate with acetaminophen and diphenhydramine) followed within 4 hours with yttrium-90 ibritumomab tiuxetan 0.4 mCi\/kg (14.8 MBq\/kg) actual body weight with a platelet count 150,000 cells\/mm(3) or greater or 0.3 mCi\/kg (11.1 MBq\/kg) actual body weight with platelet count of 100,000 to 149,000 cells\/mm(3); MAX dose is 32 mCi (1184 MBq)) infused IV over 10 minutes<\/li><li><b>Non-Hodgkin's lymphoma, Untreated, after achieving a partial or complete response to first-line chemotherapy:<\/b> initiated at least 6 weeks but no later than 12 weeks following the last dose of first-line chemotherapy after recovery of platelet counts to 150,000 cells\/mm(3) or greater: Day 1, infuse rituximab 250 mg\/m(2) IV, premedicate with acetaminophen 650 mg and diphenhydramine 50 mg ORALLY; Day 7, 8, or 9, infuse rituximab 250 mg\/m(2) IV (premedicate with acetaminophen and diphenhydramine) followed within 4 hours with yttrium-90 ibritumomab tiuxetan 0.4 mCi\/kg (14.8 MBq\/kg) actual body weight; MAX dose, 32 mCi (1184 MBq) infused IV over 10 minutes<\/li><\/ul>"},"1":{"id":"jvvjs1b5","title":"Pediatric Dosing","mono":"safety and effectiveness in children have not been established "},"3":{"id":"jvvjs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Non-Hodgkin's lymphoma, Relapsed or refractory<\/li><li>Non-Hodgkin's lymphoma, Untreated, after achieving a partial or complete response to first-line chemotherapy<\/li><\/ul>"}}},"2":{"id":"jvvjs2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Serious infusion reactions, including fatalities, have occurred within 24 hours of rituximab infusion, an essential component of the ibritumomab tiuxetan therapeutic regimen. Most fatal infusion reactions (80%) occurred with the first rituximab infusion. Administration also results in severe and prolonged cytopenias in most patients. The ibritumomab tiuxetan therapeutic regimen should not be administered to patients with 25% or greater lymphoma marrow involvement and\/or impaired bone marrow reserve. Severe cutaneous and mucocutaneous reactions, some with fatal outcome, can occur with therapy. The dose of Y-90 ibritumomab tiuxetan should not exceed the absolute maximum allowable dose of 32 millicurie (1184 megabecquerels).<br\/>"},"3":{"id":"jvvjs3","title":"Contraindications\/Warnings","sub":[{"id":"jvvjs3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jvvjs3b10","title":"Precautions","mono":"<ul><li>cutaneous and mucocutaneous reactions, severe and sometimes fatal (ie, Stevens-Johnson syndrome, erythema multiforme, toxic epidermal necrolysis, exfoliative dermatitis) have been reported; discontinue regimen if severe reaction occurs<\/li><li>cytopenias, severe and prolonged; occur in most patients; monitor for up to 3 months after treatment<\/li><li>infusion reactions, serious and sometimes fatal; have occurred; immediately discontinue regimen if serious reaction occurs<\/li><li>lymphoma marrow involvement of 25% or greater and\/or impaired bone marrow reserve; do not administer<\/li><li>altered biodistribution has been reported<\/li><li>concomitant use with drugs that interfere with platelet function or coagulation; avoid use<\/li><li>extravasation may occur; monitor during infusion; if signs\/symptoms of extravasation occur, immediately discontinue infusion and restart in different limb<\/li><li>immunization with live virus vaccines should be avoided following ibritumomab tiuxetan therapy<\/li><li>radiation; minimize exposure to patients and healthcare personnel; radiation safety precautions: for 3 days following administration of yttrium-90 ibritumomab tiuxetan, patients should wash hands thoroughly after using toilet and clean up spilled urine and dispose of body fluid-contaminated material (flush in toilet or place in plastic bag in household trash); for 1 week following administration of yttrium-90 ibritumomab tiuxetan, patients should use condoms for sexual relations<\/li><li>secondary malignancies (ie, acute myelogenous leukemia, myelodysplastic syndrome) have been reported<\/li><li>report suspected adverse reactions to the US Food and Drug Administration 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jvvjs3b11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"jvvjs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jvvjs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Hematologic:<\/b>Anemia, All grades (22% to 61%), Hematologic toxicity (86%), Leukopenia, All grades (43%), Lymphocytopenia, All grades (26%), Myelosuppression, Neutropenia, All grades (45% to 77%), Thrombocytopenia, All grades (62% to 95%)<\/li><li><b>Musculoskeletal:<\/b>Arthralgia (less than 10%)<\/li><li><b>Other:<\/b>Fatigue (33%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Bullous dermatosis, Cutaneous hypersensitivity, Erythema multiforme, Erythroderma, Injection site extravasation, Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Acute myeloid leukemia, Anemia, Grade 3\/ or 4 (5% to 17%), Febrile neutropenia, Hemorrhage, Leukopenia, Grade 3 or 4 (36%), Lymphocytopenia, Grade 3 or 4 (18%), Myelodysplastic syndrome, Neutropenia, Grade 3 or 4 (41% to 60%), Thrombocytopenia, Grade 3 or 4 (51% to 63%)<\/li><li><b>Immunologic:<\/b>Infectious disease (29%)<\/li><li><b>Other:<\/b>Complication of infusion, Radiation injury, Secondary malignant neoplastic disease (12.7%)<\/li><\/ul>"},"6":{"id":"jvvjs6","title":"Drug Name Info","sub":{"0":{"id":"jvvjs6b17","title":"US Trade Names","mono":"<ul><li>Zevalin Y-90<\/li><li>Zevalin In-111<\/li><\/ul>"},"2":{"id":"jvvjs6b19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Monoclonal Antibody<\/li><li>Radiopharmaceutical, Antineoplastic<\/li><\/ul>"},"3":{"id":"jvvjs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jvvjs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jvvjs7","title":"Mechanism Of Action","mono":"<ul><li>Systemic: Regions of ibritumomab bind to the CD20 antigen on B lymphocytes and induce apoptosis (programmed cell death) in CD20+ B-cell lines in vitro. Tiuxetan (chelator) tightly binds Y-90. The chelator complex covalently links to the amino acids of exposed lysines and arginines contained within the antibody (ibritumomab). Beta emission from Y-90 induces cellular damage by the formation of free radicals in the target and neighboring cells..<\/li><li>Ibritumomab tiuxetan does not bind selectively to neoplastic cells; cross-reactivity was observed in vitro on lymphoid cells of the bone marrow, lymph node, thymus, red and white pulp of the spleen, lymphoid follicles of the tonsil, and lymphoid nodules of other organs such as large and small intestines.<\/li><li>IgG and IgA median serum levels remained within the normal range throughout the period of B-cell depletion; however, IgM median serum levels decreased (median 49 mg per dL, range 13 to 3990 mg per dL) after treatment and recovered to normal values by 6 months after treatment.<\/li><\/ul>"},"8":{"id":"jvvjs8","title":"Pharmacokinetics","sub":{"3":{"id":"jvvjs8b26","title":"Excretion","mono":"Systemic: Renal: 7.2% of injected Y-90 activity <br\/>"},"4":{"id":"jvvjs8b27","title":"Elimination Half Life","mono":"Systemic: Y-90: 30 hours <br\/>"}}},"9":{"id":"jvvjs9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>infuse ibritumomab tiuxetan IV over 10 minutes within 4 hours of completing rituximab infusion<\/li><li>a 0.22-micron low-protein-binding, in-line filter between the syringe and infusion port is recommended; flush with 10 mL NS after ibritumomab tiuxetan injection<\/li><li>do not administer more than 32 mCi (1184 MBq) yttrium-90 ibritumomab tiuxetan regardless of the patient's body weight<\/li><li>avoid extravasation during ibritumomab tiuxetan infusions; if extravasation occurs, discontinue infusion and restart in another limb<\/li><\/ul>"},"10":{"id":"jvvjs10","title":"Monitoring","mono":"<ul><li>objective evidence of clinical improvement and\/or lesion regression in non-Hodgkin's lymphoma is indicative of efficacy<\/li><li>CBC and platelet counts; weekly until levels recover or as clinically indicated following administration and for up to 3 months after end of therapy<\/li><li>cytopenic complications (ie, febrile neutropenia, hemorrhage); for up to 3 months after end of therapy.<\/li><li>evidence of extravasation during the ibritumomab tiuxetan injection<\/li><\/ul>"},"11":{"id":"jvvjs11","title":"How Supplied","mono":"<b>Zevalin Y-90<\/b><br\/>Intravenous Solution: 3.2 MG\/2 ML<br\/>"},"12":{"id":"jvvjs12","title":"Toxicology","sub":[{"id":"jvvjs12b31","title":"Clinical Effects","mono":"<b>IBRITUMOMAB TIUXETAN<\/b><br\/>USES: Ibritumomab tiuxetan is used to treat patients with relapsed or refractory low-grade, follicular, or transformed B-cell non-Hodgkin's lymphoma. Ibritumomab tiuxetan is normally administered within several hours of rituximab; therefore, some adverse events may be related to either agent. Refer to RITUXIMAB management as needed. PHARMACOLOGY: Regions of ibritumomab bind to the CD20 antigen on B lymphocytes and induce apoptosis (programmed cell death) in CD20+ B-cell lines in vitro. Tiuxetan (chelator) tightly binds Y-90. The chelator complex covalently links to the amino acids of exposed lysines and arginines contained within the antibody (ibritumomab). Beta emission from Y-90 induces cellular damage by the formation of free radicals in the target and neighboring cells. Ibritumomab tiuxetan does not bind selectively to neoplastic cells. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data is limited. In clinical trials, the administration of doses as high as 0.52 mCi\/kg (19.2 MBq\/kg) of Y-90 ibritumomab tiuxetan caused severe, prolonged hematological toxicities. When single doses up to 50 mCi (1850 MBq) and multiple doses of 20 mCi (740 MBq) followed by 40 mCi (1480 MBq) were studied in a limited number of patients, autologous stem cell support was required in some patients to manage hematological toxicity. ADVERSE EFFECTS: COMMON (10% OR GREATER): Cytopenias, fatigue, nasopharyngitis, nausea, abdominal pain, asthenia, cough, diarrhea, and fever. Myelosuppression may be prolonged and can result in grade 3\/4 thrombocytopenia, neutropenia, anemia, and possibly hemorrhage. OTHER EFFECTS: Severe cutaneous and mucocutaneous reactions (erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis, bullous dermatitis and exfoliative dermatitis), vomiting, dyspnea, dizziness, arthralgia, anorexia, anxiety, ecchymosis, headache, throat irritation, back pain, flushing, peripheral edema, angioedema, extravasation injury, rash, and pruritus. Fatal infusion reactions (hypoxia, pulmonary infiltrates, acute respiratory distress syndrome, myocardial infarction, ventricular fibrillation, or cardiogenic shock) have also been reported, but are likely related to rituximab infusion administered in conjunction with ibritumomab. <br\/>"},{"id":"jvvjs12b32","title":"Treatment","mono":"<b>IBRITUMOMAB TIUXETAN<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive.  Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting.  MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Administer colony stimulating factors (filgrastim or sargramostim) in patients who develop severe neutropenia. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia or anemia.  In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.  Severe nausea and vomiting may respond to a combination of agents from different drug classes. Severe, potentially fatal infusion reactions (hypotension, angioedema, bronchospasm, hypoxia, pulmonary infiltrates, acute respiratory distress syndrome, myocardial infarction, ventricular fibrillation or cardiogenic shock) have occurred, but are likely related to the rituximab infusion administered prior to ibritumomab therapy.<\/li><li>Intrathecal injection: No clinical reports of intrathecal injection with ibritumomab tiuxetan are available. This information was derived from experience with other antineoplastics. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative-free normal saline or lactated ringers). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative-free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes are 80 to 150 mL\/hr for 18 to 24 hours). Dexamethasone: 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe allergic reactions.<\/li><li>Antidote: None.<\/li><li>Myelosuppression: Administer colony stimulating factors if patients develop severe neutropenia. Filgrastim: 5 mcg\/kg\/day IV or subQ. Sargramostim: 250 mcg\/m(2)\/day IV over 4 hours. Monitor CBC with differential and platelet count daily for evidence of bone marrow suppression until recovery has occurred. Transfusion of platelets and\/or packed red cells may be needed in patients with severe thrombocytopenia, anemia or hemorrhage. Patients with severe neutropenia should be in protective isolation. Transfer to a bone marrow transplant center should be considered.<\/li><li>Neutropenia: Prophylactic therapy with a fluoroquinolone should be considered in high risk patients with expected prolonged (more than 7 days), and profound neutropenia (ANC 100 cells\/mm(3) or less).<\/li><li>Febrile neutropenia: If fever (38.3 C) develops during the neutropenic phase (ANC 500 cells\/mm(3) or less), cultures should be obtained and empiric antibiotics started. HIGH RISK PATIENT (anticipated neutropenia of 7 days or more; unstable; significant comorbidities): IV monotherapy with either piperacillin-tazobactam; a carbapenem (meropenem or imipenem-cilastatin); or an antipseudomonal beta-lactam agent (eg, ceftazidime or cefepime). LOW RISK PATIENT (anticipated neutropenia of less than 7 days; clinically stable; no comorbidities): oral ciprofloxacin and amoxicillin\/clavulanate.<\/li><li>Nausea and vomiting: Treat severe nausea and vomiting with agents from several different classes. Agents to consider: dopamine (D2) receptor antagonists (eg, metoclopramide), phenothiazines (eg, prochlorperazine, promethazine), 5-HT3 serotonin antagonists (eg, dolasetron, granisetron, ondansetron), benzodiazepines (eg, lorazepam), corticosteroids (eg, dexamethasone), and antipsychotics (eg, haloperidol).<\/li><li>Extravasation injury: Monitor infusion site for erythema or signs of injury. Moist desquamation has been observed up to 2 weeks following exposure. Frequent dressing changes and silver sulfadiazine cream have been used. Consult plastic surgeon as indicated.<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose.<\/li><li>Monitoring of patient: Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor vital signs and mental status in symptomatic patients. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor serial CBC with differential and platelet count. In patients with neutropenia, monitor for clinical evidence of infection, with particular attention to: odontogenic infection, oropharynx, esophagus, soft tissues particularly in the perirectal region, exit and tunnel sites of central venous access devices, upper and lower respiratory tracts, and urinary tract. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest x-ray in any patient with respiratory symptoms.<\/li><li>Patient disposition: HOME CRITERIA: There is no role for home management. ADMISSION CRITERIA: Patients should be closely monitored in an inpatient setting, with frequent monitoring of vital signs (every 4 hours for the first 24 hours), and daily monitoring of CBC with differential until bone marrow suppression is resolved. CONSULT CRITERIA:  Consult an oncologist, medical toxicologist and\/or poison center for assistance in managing patients with an overdose. TRANSFER CRITERIA: Patients with large overdoses or severe neutropenia may benefit from early transfer to a cancer treatment or bone marrow transplant center.<\/li><\/ul>"},{"id":"jvvjs12b33","title":"Range of Toxicity","mono":"<b>IBRITUMOMAB TIUXETAN<\/b><br\/>TOXICITY: In clinical trials, the administration of doses as high as 0.52 mCi\/kg (19.2 MBq\/kg) of Y-90 ibritumomab tiuxetan caused severe hematological toxicities. When single doses up to 50 mCi (1850 MBq) and multiple doses of 20 mCi (740 MBq) followed by 40 mCi (1480 MBq) were studied in a limited number of patients, autologous stem cell support was required in some patients to manage hematological toxicity. THERAPEUTIC: ADULT: MAXIMUM DOSE: 32 mCi (1184 MBq) infused over 10 minutes. CHILD: Safety and effectiveness in children have not been established. <br\/>"}]},"13":{"id":"jvvjs13","title":"Clinical Teaching","mono":"<ul><li>Recommend women of childbearing potential use reliable contraception to avoid pregnancy during therapy and at least 12 months post-treatment.<\/li><li>Advise patient to avoid vaccines during therapy due to drug-induced immunosuppression.<\/li><li>Drug may cause asthenia, fatigue, abdominal pain, nausea, diarrhea, nasopharyngitis, cough, and pyrexia.<\/li><li>Advise patient to report signs or symptoms of cytopenias, infection, or severe infusion reactions.<\/li><li>Instruct patient to report signs or symptoms of severe cutaneous and mucocutaneous reactions, such as Stevens-Johnson syndrome (flu-like symptoms, spreading red rash, or skin and mucous membrane blistering), erythema multiforme (a less severe form of Stevens-Johnson), toxic epidermal necrolysis (widespread peeling or blistering of skin), or exfoliative dermatitis.<\/li><\/ul>"}}}