{"generic":"Prussian blue","drugs":["Prussian blue","Radiogardase"],"mono":{"0":{"id":"jw01s0","title":"Generic Names","mono":"Prussian blue"},"1":{"id":"jw01s1","title":"Dosing and Indications","sub":[{"id":"jw01s1b4","title":"Adult Dosing","mono":"<ul><li><b>Toxic effect of cesium, Radioactive:<\/b> 3 g ORALLY 3 times daily, minimum of 30 days; base duration on weekly measurement of urine and fecal radioactivity<\/li><li><b>Toxic effect of thallium:<\/b> 3 g ORALLY 3 times daily; treat for at least 30 days; continue until a normal 24-hour urine thallium test (ie, less than 5 mcg\/L) is obtained and radiation level (if applicable) is acceptable<\/li><\/ul>"},{"id":"jw01s1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Toxic effect of cesium, Radioactive:<\/b> adolescents, 3 g ORALLY 3 times daily, minimum of 30 days; base duration on weekly measurement of urine and fecal radioactivity<\/li><li><b>Toxic effect of cesium, Radioactive:<\/b> 2 to 12 years, 1 g ORALLY 3 times daily, minimum of 30 days; base duration on weekly measurement of urine and fecal radioactivity<\/li><\/ul>"},{"id":"jw01s1b6","title":"Dose Adjustments","mono":"<b>Hepatic impairment:<\/b> Efficacy may be decreased because of reduced excretion of cesium or thallium via the bile "},{"id":"jw01s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Toxic effect of cesium, Radioactive<\/li><li>Toxic effect of thallium<\/li><\/ul>"}]},"3":{"id":"jw01s3","title":"Contraindications\/Warnings","sub":[{"id":"jw01s3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jw01s3b10","title":"Precautions","mono":"<ul><li>Endocrine and Metabolic:<\/li><li>-- hypokalemia has been reported; monitoring required, especially in patients with pre-existing cardiac arrhythmias or electrolyte imbalances<\/li><li>Gastrointestinal:<\/li><li>-- decreased gastrointestinal motility, with increased radiation absorbed to the gastrointestinal mucosa, may occur<\/li><li>-- constipation may occur; increased risk with disorders that decrease gastrointestinal motility; monitoring required<\/li><li>Hepatic:<\/li><li>-- efficacy may be reduced in patients with hepatic impairment<\/li><li>Other:<\/li><li>-- blue-colored oral mucosa, dentition, and stools may occur<\/li><\/ul>"},{"id":"jw01s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jw01s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk is minimal.<br\/>"}]},"5":{"id":"jw01s5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Gastrointestinal:<\/b>Constipation (24%)<br\/>"},"6":{"id":"jw01s6","title":"Drug Name Info","sub":{"0":{"id":"jw01s6b17","title":"US Trade Names","mono":"Radiogardase<br\/>"},"2":{"id":"jw01s6b19","title":"Class","mono":"Pigmentation Agent<br\/>"},"3":{"id":"jw01s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jw01s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jw01s7","title":"Mechanism Of Action","mono":"Insoluble prussian blue binds cesium and thallium isotopes in the gastrointestinal tract after ingestion or excretion from bile, which decreases gastrointestinal reabsorption and increases elimination. Binding occurs via ion exchange, adsorption, and mechanical trapping within its crystal structure, and the elimination rate of cesium and thallium is proportional to prussian blue dose and treatment duration.<br\/>"},"8":{"id":"jw01s8","title":"Pharmacokinetics","sub":{"0":{"id":"jw01s8b23","title":"Absorption","mono":"Bioavailability, Oral: not absorbed <br\/>"},"3":{"id":"jw01s8b26","title":"Excretion","mono":"Total body clearance: dependent upon gastrointestinal tract transit time <br\/>"}}},"9":{"id":"jw01s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>capsules may be opened and mixed with bland foods or liquids<\/li><li>administer with food to stimulate the excretion of cesium or thallium<\/li><\/ul>"},"10":{"id":"jw01s10","title":"Monitoring","mono":"<ul><li>reduction in signs and symptoms of thallium\/cesium toxicity and\/or radiation poisoning may indicate efficacy<\/li><li>radioactive  cesium and\/or thallium concentrations, if possible by whole-body counting, or by bioassay, or in urine and feces prior to initiation of therapy, then radioactivity in urine and fecal samples weekly throughout treatment<\/li><li>CBC and serum chemistry; weekly<\/li><li>serum electrolytes; weekly, especially in patients with preexisting cardiac arrhythmias and electrolyte imbalances<\/li><li>constipation; increased risk in patients with disorders associated with decreased gastrointestinal motility<\/li><\/ul>"},"11":{"id":"jw01s11","title":"How Supplied","mono":"<b>Radiogardase<\/b><br\/>Oral Capsule: 0.5 GM<br\/>"},"12":{"id":"jw01s12","title":"Toxicology","sub":[{"id":"jw01s12b31","title":"Clinical Effects","mono":"<b>INSOLUBLE PRUSSIAN BLUE <\/b><br\/>USES: Insoluble Prussian blue is used to treat patients with known or suspected internal contamination with radioactive cesium or thallium, or nonradioactive thallium, to increase the rate of elimination. There is one case report of use in nonradioactive cesium toxicity. PHARMACOLOGY: Insoluble Prussian blue acts via ion-exchange, adsorption, and mechanical trapping within its crystal structure, and has a very high affinity for radioactive and nonradioactive cesium and thallium. Following oral administration, it is negligibly absorbed by the gastrointestinal tract. Insoluble Prussian blue binds ingested cesium and thallium isotopes in the GI tract, reducing absorption.  Cesium and thallium isotopes excreted in bile are also bound, limiting reabsorption via enterohepatic circulation. This changes the primary route of isotope elimination from renal to fecal, and increases the rate of elimination of these isotopes. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Limited data. MILD TO MODERATE TOXICITY: Gastrointestinal symptoms including abdominal pain or distension, constipation and obstipation may occur following overdose. Asymptomatic hyponatremia may be observed. SEVERE TOXICITY: Patients may develop severe symptoms of decreased gastrointestinal motility, abdominal pain or distension, and bowel obstruction. Significant electrolyte imbalances and\/or fluid abnormalities may also occur. <br\/>"},{"id":"jw01s12b32","title":"Treatment","mono":"<b>INSOLUBLE PRUSSIAN BLUE <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Obstipation, obstruction, hypokalemia or other electrolyte disturbances may occur following overdose. Correct any significant fluid and\/or electrolyte abnormalities. Consider the use of a laxative to prevent constipation. Initially, treat mild constipation with a fiber-based laxative or a high fiber diet. Patients with preexisting cardiac abnormalities and\/or electrolyte abnormalities may require closer monitoring. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Establish IV access. Monitor patient for decreased gastrointestinal motility, abdominal pain or distension, obstipation or bowel obstruction. Use a laxative to treat constipation. Abdominal decompression with nasogastric suction, and administration of enemas may be needed. Monitor patient for evidence of electrolyte imbalances; correct any electrolyte and\/or fluid abnormalities, as necessary.  Since insoluble Prussian blue may bind with some orally administered therapeutic agents, carefully monitor clinical response to oral medications. NOTE: A patient exposed to radiation requires concomitant monitoring and treatment for radiation toxicity, since insoluble Prussian blue does NOT treat the adverse events related to a radiation exposure (see RADIATION management, as appropriate).<\/li><li>Decontamination: PREHOSPITAL: Following an oral ingestion, insoluble Prussian blue is negligibly absorbed through the intact gastrointestinal tract. GI decontamination is not needed. HOSPITAL: Following an oral ingestion, it is negligibly absorbed through the intact gastrointestinal tract. GI decontamination is not needed.<\/li><li>Antidote: There is no known antidote for insoluble Prussian blue.<\/li><li>Monitoring of patient: Obstipation, obstruction, hypokalemia or other electrolyte disturbances may occur following overdose. Monitor for any fluid and electrolyte abnormalities. Following an ingestion, insoluble Prussian blue is negligibly absorbed through the intact gastrointestinal tract. Systemic toxicity requiring monitoring of liver, kidney or hematologic function has not been reported. Insoluble Prussian blue may bind some orally administered therapeutic dugs. Obtain drug concentrations or monitor clinical response of oral medications as needed.<\/li><li>Enhanced elimination procedure: Insoluble Prussian blue is not systemically bioavailable; therefore, hemodialysis is not beneficial.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose and those who are symptomatic should be monitored for several hours to assess electrolyte and fluid balance and gastrointestinal function. Patients with underlying cardiac abnormalities may require ECG monitoring in addition to electrolyte\/fluid analysis. Patients that remain asymptomatic can be discharged. ADMISSION CRITERIA: Patients with significant gastrointestinal symptoms (eg, signs of obstruction), persistent electrolyte imbalances, ECG abnormalities may need to be admitted for further treatment and monitoring.<\/li><\/ul>"},{"id":"jw01s12b33","title":"Range of Toxicity","mono":"<b>INSOLUBLE PRUSSIAN BLUE <\/b><br\/>TOXIC DOSE: A minimum toxic dose has not been established. Doses up to 10 g\/day have been well tolerated. THERAPEUTIC DOSE: GENERAL DOSING: ADULT or CHILD: Begin treatment as soon as possible after contamination is suspected, and continue for a minimum of 30 days, thereafter, continuation of therapy is based on the level of contamination and clinical judgment. RADIOACTIVE CESIUM OR THALLIUM: ADULTS\/ADOLESCENTS (13 years and older): 3 g orally 3 times daily. When internal radioactivity has decreased substantially, the dose may be reduced to 1 or 2 g 3 times daily to improve GI tolerance. PEDIATRIC (2 to 12 years): 1 g orally 3 times daily. Administration of a laxative may be required to prevent obstipation. Safety and efficacy of insoluble Prussian blue in infants and neonates have not been established. CESIUM OR THALLIUM POISONING: ADULT\/ADOLESCENTS (13 years and older): 3 g orally 3 times daily. Optimal duration of therapy is not established. CESIUM POISONING: There are no reported cases of the use of Prussian blue in a child for the treatment of cesium poisoning. THALLIUM POISONING: PEDIATRIC (2 to 12 years): 1 g orally 3 times daily. Optimal duration of therapy is not established. Monitor urinary thallium concentrations to determine the need for continued therapy. <br\/>"}]},"13":{"id":"jw01s13","title":"Clinical Teaching","mono":"<ul><li>Advise patient that stools may be blue-tinted during therapy.<\/li><li>Instruct patient on proper handling and disposal of bodily fluids\/waste during drug therapy to minimize radiation exposure to others.<\/li><li>Whenever possible, patient should use a toilet instead of a urinal. Flush several times after each use.<\/li><li>Side effects may include constipation.<\/li><li>Counsel patient to report symptoms of constipation.<\/li><li>Instruct patient to take drug with food to stimulate the excretion of cesium or thallium.<\/li><li>If patient has difficulty swallowing, capsules may be opened and mixed with bland foods or liquids.<\/li><\/ul>"}}}