{"generic":"Tadalafil","drugs":["Adcirca","Cialis","Tadalafil"],"mono":{"0":{"id":"jw0hs0","title":"Generic Names","mono":"Tadalafil"},"1":{"id":"jw0hs1","title":"Dosing and Indications","sub":[{"id":"jw0hs1b4","title":"Adult Dosing","mono":"<ul><li><b>Benign prostatic hyperplasia:<\/b> 5 mg ORALLY once daily at the same time each day; when used with finasteride for initiation of benign prostatic hyperplasia treatment, tadalafil therapy is indicated for up to 26 weeks<\/li><li><b>Benign prostatic hyperplasia - Erectile dysfunction:<\/b> 5 mg ORALLY once daily at the same time each day<\/li><li><b>Erectile dysfunction:<\/b> (once daily use) 2.5 mg ORALLY once daily at the same time each day; may increase to 5 mg ORALLY once daily based on efficacy and tolerability<\/li><li><b>Erectile dysfunction:<\/b> (as needed use) 10 mg ORALLY prior to anticipated sexual activity; may increase to 20 mg ORALLY or decrease to 5 mg ORALLY based on efficacy and tolerability; maximum frequency is once daily<\/li><li><b>Pulmonary hypertension:<\/b> 40 mg ORALLY once daily with or without food<\/li><li><b>Pulmonary hypertension:<\/b> Switching from sildenafil: Take last dose of sildenafil in the evening and initiate tadalafil the next morning; for sildenafil 60 mg or less given 3 times daily, initiate tadalafil at 20 mg orally once daily and titrate to 40 mg once daily after 3 to 5 days, based on tolerability; for sildenafil 80 to 100 mg 3 times daily, switch directly to tadalafil 40 mg once daily (study dosing).<\/li><\/ul>"},{"id":"jw0hs1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients younger than 18 years "},{"id":"jw0hs1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment, moderate (CrCl 31 to 50 mL\/min) (erectile dysfunction):<\/b> as-needed use, 5 mg ORALLY once daily, MAX dose is 10 mg ORALLY not more frequently than once every 48 hours<\/li><li><b>renal impairment, moderate (CrCl 31 to 50 mL\/min) (benign prostatic hyperplasia OR erectile dysfunction plus benign prostatic hyperplasia):<\/b> 2.5 mg ORALLY once daily; may increase to 5 mg ORALLY once daily<\/li><li><b>renal impairment, mild to moderate (CrCl 31 to 80 mL\/min) (pulmonary hypertension):<\/b> start dosing at 20 mg orally once daily and titrate dose to 40 mg once daily based on tolerability<\/li><li><b>renal impairment, severe (CrCl less than 30 mL\/min or on hemodialysis) (erectile dysfunction):<\/b> as-needed use, MAX dose is 5 mg ORALLY; do not repeat more frequently than once every 72 hours<\/li><li><b>renal impairment, severe (CrCl less than 30 mL\/min or on hemodialysis) (erectile dysfunction and\/or benign prostatic hyperplasia):<\/b> once-daily use, not recommended<\/li><li><b>renal impairment, severe (CrCl less than 30 mL\/min or on hemodialysis) (pulmonary hypertension):<\/b> avoid use<\/li><li><b>hepatic impairment, mild to moderate, (Child-Pugh class A or B) (erectile dysfunction):<\/b> as-needed use, MAX dose is 10 mg ORALLY once daily<\/li><li><b>hepatic impairment, mild to moderate, (Child-Pugh class A or B) (pulmonary hypertension):<\/b> start dosing at 20 mg orally once daily<\/li><li><b>hepatic impairment, severe (Child-Pugh class C) (erectile dysfunction and\/or benign prostatic hyperplasia):<\/b> not recommended<\/li><li><b>hepatic impairment, severe (Child-Pugh class C) (pulmonary hypertension):<\/b> avoid use<\/li><li><b>concomitant ritonavir use (pulmonary hypertension):<\/b> patients on ritonavir for at least one week, start tadalafil 20 mg orally once daily and titrate dose to 40 mg once daily based on tolerability; OR patients on tadalafil, stop tadalafil at least 24 hours before starting ritonavir, then resume tadalafil at 20 mg once daily at least 1 week after ritonavir therapy<\/li><li><b>concomitant strong CYP3A4 inhibitor use (eg, ketoconazole, itraconazole, ritonavir) (erectile dysfunction):<\/b> as-needed use, MAX 10 mg ORALLY; do not repeat more frequently than every 72 hours<\/li><li><b>concomitant strong CYP3A4 inhibitor use (eg, ketoconazole, itraconazole, ritonavir) (erectile dysfunction and\/or benign prostatic hyperplasia):<\/b> once-daily use, MAX 2.5 mg ORALLY once daily<\/li><li><b>concomitant strong CYP3A4 inhibitor use (eg, ketoconazole, itraconazole) (pulmonary hypertension):<\/b> avoid use<\/li><li><b>concomitant strong CYP3A4 inducer use (eg, rifampin) (pulmonary hypertension):<\/b> avoid use<\/li><li><b>concomitant alpha blocker use (erectile dysfunction):<\/b> initiate at the lowest recommended dose; patient should be stable on alpha blocker therapy first<\/li><li><b>concomitant alpha blocker use (benign prostatic hyperplasia):<\/b> avoid use<\/li><li><b>geriatric (older than 65 years):<\/b> no dosage adjustment required<\/li><\/ul>"},{"id":"jw0hs1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Benign prostatic hyperplasia<\/li><li>Benign prostatic hyperplasia - Erectile dysfunction<\/li><li>Erectile dysfunction<\/li><li>Pulmonary hypertension<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><br\/>Secondary Raynaud's phenomenon<br\/>"}]},"3":{"id":"jw0hs3","title":"Contraindications\/Warnings","sub":[{"id":"jw0hs3b9","title":"Contraindications","mono":"<ul><li>Concomitant use of nitrates (any form) either regularly or intermittently<\/li><li>Concomitant use of a guanylate cyclase stimulator (eg, riociguat) with Adcirca(R)<\/li><li>Known serious hypersensitivity to tadalafil; Stevens-Johnson syndrome and exfoliative dermatitis have been reported<\/li><\/ul>"},{"id":"jw0hs3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Underlying cardiovascular disease may be aggravated due to sexual activity or vasodilatory effects of tadalafil<\/li><li>-- Patients with severely impaired autonomic control of blood pressure or left ventricular outflow obstruction (eg, aortic stenosis, idiopathic hypertrophic subaortic stenosis) may have an increased sensitivity to vasodilators<\/li><li>-- Adcirca(R) use not recommended in patients with veno-occlusive disease<\/li><li>-- Cialis(R) use not recommended in patients with angina occurring during sexual intercourse or unstable angina, uncontrolled arrhythmias, hypotension (less than 90\/50 mmHg), uncontrolled hypertension, heart failure (NYHA Class 2 or greater) in the last 6 months, or myocardial infarction within the last 90 days<\/li><li>Hematologic:<\/li><li>-- Patients with bleeding disorders or active peptic ulceration may experience increased bleeding times<\/li><li>Hepatic:<\/li><li>-- Mild or moderate hepatic impairment (Child Pugh Class A or B); dose adjustment may be necessary<\/li><li>-- Severe hepatic impairment (Child Pugh Class C); avoid use<\/li><li>Neurologic:<\/li><li>-- Use of Cialis(R) in patients who experienced a stroke within the last 6 months not recommended<\/li><li>Ophthalmic:<\/li><li>-- Sudden vision loss has been reported with phosphodiesterase type 5 (PDE5) inhibitors; drug discontinuation recommended<\/li><li>-- Use not recommended in patients with hereditary degenerative retinal disorders, including retinitis pigmentosa<\/li><li>Otic:<\/li><li>-- Sudden hearing decrease or loss has been reported; drug discontinuation recommended<\/li><li>Renal:<\/li><li>-- Mild or moderate renal impairment (CrCl 31 and 80 mL\/min); Adcirca(R) dose adjustment recommended<\/li><li>-- Severe renal impairment (CrCl less than 30 mL\/min or on hemodialysis); avoid Adcirca(R) use<\/li><li>-- CrCl less than 50 mL\/min or ESRD on hemodialysis; Cialis(R) dose adjustment recommended for on-demand use<\/li><li>-- CrCl 30 to 50 mL\/min; Cialis(R) dose adjustment recommended for daily use<\/li><li>Reproductive:<\/li><li>-- Priapism or prolonged erections lasting greater than 4 hours have been rarely reported; use caution in patients with conditions that predispose them to priapism (eg, sickle cell anemia, multiple myeloma, or leukemia) or with anatomical deformation of the penis (eg, angulation, cavernosal fibrosis, or Peyronie's disease)<\/li><li>Concomitant Use:<\/li><li>-- Avoid Adcirca(R) use when initiating ritonavir<\/li><li>-- Avoid Adcirca(R) use with potent CYP3A inhibitors (eg, itraconazole, ketoconazole) or potent CYP3A inducers (eg, rifampin)<\/li><li>-- Use with other phosphodiesterase type 5 (PDE5) inhibitors or erectile dysfunction therapies not recommended<\/li><li>Use of Cialis(R) with alpha blockers not recommended<\/li><\/ul>"},{"id":"jw0hs3b11","title":"Pregnancy Category","mono":"<ul><li>B (FDA)<\/li><li>B1 (AUS)<\/li><\/ul>"},{"id":"jw0hs3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jw0hs4","title":"Drug Interactions","sub":[{"id":"jw0hs4b13","title":"Contraindicated","mono":"<ul><li>Amyl Nitrite (established)<\/li><li>Boceprevir (theoretical)<\/li><li>Erythrityl Tetranitrate (established)<\/li><li>Isosorbide Dinitrate (established)<\/li><li>Isosorbide Mononitrate (established)<\/li><li>Nitroglycerin (established)<\/li><li>Pentaerythritol Tetranitrate (established)<\/li><li>Riociguat (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><\/ul>"},{"id":"jw0hs4b14","title":"Major","mono":"<ul><li>Alfuzosin (probable)<\/li><li>Atazanavir (theoretical)<\/li><li>Bunazosin (theoretical)<\/li><li>Clarithromycin (theoretical)<\/li><li>Cobicistat (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Erythromycin (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Itraconazole (theoretical)<\/li><li>Ketoconazole (probable)<\/li><li>Lopinavir (theoretical)<\/li><li>Moxisylyte (theoretical)<\/li><li>Nefazodone (theoretical)<\/li><li>Phenoxybenzamine (theoretical)<\/li><li>Phentolamine (theoretical)<\/li><li>Prazosin (theoretical)<\/li><li>Ritonavir (probable)<\/li><li>Saquinavir (theoretical)<\/li><li>Simeprevir (theoretical)<\/li><li>Simvastatin (theoretical)<\/li><li>Tamsulosin (established)<\/li><li>Telithromycin (theoretical)<\/li><li>Terazosin (theoretical)<\/li><li>Tipranavir (established)<\/li><li>Trimazosin (theoretical)<\/li><li>Urapidil (theoretical)<\/li><\/ul>"},{"id":"jw0hs4b15","title":"Moderate","mono":"<ul><li>Doxazosin (established)<\/li><li>Rifampin (probable)<\/li><li>Silodosin (established)<\/li><\/ul>"}]},"5":{"id":"jw0hs5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing (1% to 13%)<\/li><li><b>Gastrointestinal:<\/b>Indigestion (1% to 13%), Nausea (up to 11%)<\/li><li><b>Musculoskeletal:<\/b>Backache (2.4% to 12%), Myalgia (1% to 14%)<\/li><li><b>Neurologic:<\/b>Headache (3% to 42%)<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (2% to 13%), Respiratory tract infection (3% to 13%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Angina (less than 2%), Chest pain (less than 2%), Heart failure, Myocardial infarction (less than 2%), Tachycardia (less than 2%)<\/li><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Neurologic:<\/b>Cerebral hemorrhage, Cerebrovascular accident, Seizure<\/li><li><b>Ophthalmic:<\/b>Anterior ischemic optic neuropathy, Non-arteritic, Retinal artery occlusion, Thrombosis of retinal vein<\/li><li><b>Otic:<\/b>Decreased hearing, Sudden onset (less than 2%), Sudden hearing loss (less than 2%)<\/li><\/ul>"},"6":{"id":"jw0hs6","title":"Drug Name Info","sub":{"0":{"id":"jw0hs6b17","title":"US Trade Names","mono":"<ul><li>Cialis<\/li><li>Adcirca<\/li><\/ul>"},"2":{"id":"jw0hs6b19","title":"Class","mono":"<ul><li>Antihypertensive<\/li><li>Erectile Dysfunction Agent<\/li><li>Phosphodiesterase Type 5 Inhibitor<\/li><\/ul>"},"3":{"id":"jw0hs6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jw0hs6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jw0hs7","title":"Mechanism Of Action","mono":"<ul><li>(benign prostatic hyperplasia) Although the exact mechanism of action of tadalafil in benign prostatic hyperplasia is not known, tadalafil selectively inhibits phosphodiesterase type 5 (PDE5) and increases cyclic guanosine monophosphate (cGMP) levels. The smooth muscle cells of the prostate, bladder and surrounding vasculature also contain PDE5; inhibiting PDE5 and increasing cGMP levels in these tissues may cause smooth muscle relaxation, as observed in the corpus cavernosum and pulmonary arteries.<\/li><li>(erectile dysfunction) Penile erection during sexual stimulation is caused by increased penile blood flow resulting from the relaxation of penile arteries and corpus cavernosum smooth muscle. This response is mediated by the release of nitric oxide (NO) from nerve terminals and endothelial cells, which stimulates the synthesis of cyclic guanosine monophosphate (GMP) in smooth muscle cells. Cyclic GMP causes smooth muscle relaxation and increased blood flow into the corpus cavernosum. The inhibition of phosphodiesterase type 5 (PDE5) enhances erectile function by increasing the amount of cyclic GMP. Tadalafil inhibits PDE5. Because sexual stimulation is required to initiate the local release of nitric oxide, the inhibition of PDE5 by tadalafil has no effect  in the absence of sexual stimulation..<\/li><li>(pulmonary hypertension) The inhibition of phosphodiesterase type 5 (PDE5) by tadalafil increases the concentrations of cGMP resulting in relaxation of pulmonary vascular smooth muscle cells and vasodilation of the pulmonary vascular bed.<\/li><\/ul>"},"8":{"id":"jw0hs8","title":"Pharmacokinetics","sub":[{"id":"jw0hs8b23","title":"Absorption","mono":"<ul><li>Tmax, Oral: 2 to 4 hours<\/li><li>Bioavailability, Oral: well-absorbed<\/li><li>Effect of Food: no effect on absorption<\/li><\/ul>"},{"id":"jw0hs8b24","title":"Distribution","mono":"<ul><li>Vd: 63 L to 77 L<\/li><li>Protein binding: 94%<\/li><\/ul>"},{"id":"jw0hs8b25","title":"Metabolism","mono":"Hepatic: via CYP3A4 <br\/>"},{"id":"jw0hs8b26","title":"Excretion","mono":"<ul><li>Renal: 36%<\/li><li>Fecal, 61%<\/li><\/ul>"},{"id":"jw0hs8b27","title":"Elimination Half Life","mono":"15 to 35 hours <br\/>"}]},"9":{"id":"jw0hs9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>may be taken with or without food<\/li><li>do not split Cialis(R) tablets; take entire dose<\/li><\/ul>"},"10":{"id":"jw0hs10","title":"Monitoring","mono":"<ul><li>erectile dysfunction: improvement in quality and maintenance of an erection, ability to initiate (vaginal penetration) and complete sexual intercourse are indicative of efficacy<\/li><li>pulmonary arterial hypertension: improvement in timed walking distance and exercise ability may indicate efficacy<\/li><li>benign prostatic hypertrophy; improvement in signs and symptoms is indicative of efficacy<\/li><li>blood pressure periodically; especially in patients with preexisting cardiovascular disease, severely impaired autonomic control of blood pressure, left ventricular outflow obstruction, or receiving concomitant antihypertensive drugs<\/li><\/ul>"},"11":{"id":"jw0hs11","title":"How Supplied","mono":"<ul><li><b>Adcirca<\/b><br\/>Oral Tablet: 20 MG<br\/><\/li><li><b>Cialis<\/b><br\/>Oral Tablet: 2.5 MG, 5 MG, 10 MG, 20 MG<br\/><\/li><\/ul>"},"12":{"id":"jw0hs12","title":"Toxicology","sub":[{"id":"jw0hs12b31","title":"Clinical Effects","mono":"<b>TADALAFIL <\/b><br\/>USES: Tadalafil is used in the treatment of erectile dysfunction and for the signs and symptoms of benign prostatic hyperplasia. PHARMACOLOGY: Inhibition of cGMP specific phosphodiesterase type-5 (PDE5) in smooth muscle in the pulmonary vascular bed in the lungs and the corpus cavernosum of the penis. TOXICOLOGY: Similar to other phosphodiesterase 5 inhibitors, overdose is likely to cause excessive vasodilatation resulting in hypotension, tachycardia, headache, priapism, facial flushing, dizziness, and general weakness. EPIDEMIOLOGY: Poisoning is uncommon and rarely severe. OVERDOSE: Data limited. Following the administration of single doses up to 500 mg to healthy volunteers or multiple daily doses up to 100 mg to patients, adverse effects were similar to therapeutic doses. Intracerebral hemorrhage was associated with tadalafil (40 mg dose) misuse in an older adult; no permanent sequelae was reported. ADVERSE EVENTS: COMMON: Headache, back pain, dyspepsia, and myalgia are frequently reported. Other adverse effects that may occur include nasal congestion, flushing, and limb pain. RARE: The following have rarely been reported and a causal relationship of these events to tadalafil is uncertain:  CARDIOVASCULAR: Angina pectoris, chest pain, hypotension, hypertension, myocardial infarction, postural hypotension, palpitations, syncope, and tachycardia can develop. GASTROINTESTINAL: Nausea, vomiting, diarrhea, dry mouth, dysphagia, esophagitis, gastroesophageal reflux, gastritis, epistaxis, pharyngitis, and upper abdominal pain have been observed. DERMATOLOGIC: Rash, pruritus, and increased sweating can occur. OTHER: Dyspnea, abnormal liver enzymes, changes in color vision, dizziness, hypesthesia, insomnia, paresthesia, somnolence, and vertigo can develop. DRUG INTERACTION: Severe hypotension may develop in patients taking tadalafil and nitrates. <br\/>"},{"id":"jw0hs12b32","title":"Treatment","mono":"<b>TADALAFIL <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Limited data. Tadalafil overdoses are likely to require only supportive care; there is no specific treatment. Treat headache, facial flushing, dizziness and general weakness with IV fluids. Hypotension and tachycardia are anticipated to be generally mild and well tolerated and usually respond to IV fluids.  Infuse IV NaCL 10 to 20 mL\/kg, as needed. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Reflex tachycardia is usually seen due to hypotension. Patients with persistent hypotension despite intravenous fluids require vasopressors, theoretically alpha agonists norepinephrine and phenylephrine may be more effective.<\/li><li>Decontamination: PREHOSPITAL: Activated charcoal may be considered following a significant exposure, if the patient is able to protect their airway and IV fluids should be given for hypotension or reflex tachycardia. HOSPITAL: Activated charcoal may be considered following a significant exposure and the airway is protected. Significant toxicity is not anticipated following a minor exposure unless coingestants are involved.<\/li><li>Contraindicated treatment: Hypotensive emergencies may result from the combination of tadalafil and nitrates, which include but are not limited to: nitroglycerin, isosorbide dinitrate, nitroprusside, amyl nitrite (also a recreational drug), and nitric oxide.  Nitrates are CONTRAINDICATED in patients who ingested tadalafil within the past 24 hours due to the possibility of a severe hypotensive reaction. Nitrates should be also be avoided for 24 hours if myocardial ischemia is evident (longer if receiving P450 inhibitors or if hepatic or renal dysfunction are present), given the risk of hypotension and exacerbation of ischemia.<\/li><li>Airway management: It is unlikely that a patient with an isolated tadalafil overdose will require airway management. Perform airway management early in patients that develop significant intoxication.<\/li><li>Antidote: No specific antidote for tadalafil exists. IV fluids and peripheral vasopressors are the primary treatment of choice.<\/li><li>Priapism: An immediate urological consult is necessary. Clinical history should include the use of other agents (ie, antihypertensives, antidepressants, illegal agents) that may also be contributing to priapism. In a patient with ischemic priapism the corpora cavernosa are often completely rigid and the patient complains of pain, while nonischemic priapism the corpora are typically tumescent, but not completely rigid and pain is not typical. Aspirate blood from the corpus cavernosum with a fine needle. Blood gas testing of the aspirated blood may be used to distinguish ischemic (typically PO2 less than 30 mmHg, PCO2 greater than 60 mmHg, and pH less than 7.25) and nonischemic priapism. Color duplex ultrasonography may also be useful. If priapism persists after aspiration, inject a sympathomimetic. PHENYLEPHRINE: Dose: Adult: For intracavernous injection, dilute phenylephrine with normal saline for a concentration of 100 to 500 mcg\/mL and give 1 mL injections every 3 to 5 minutes for approximately 1 hour (before deciding that treatment is not successful). For children and patients with cardiovascular disease: Use lower concentrations in smaller volumes. NOTE: Treatment is less likely to be effective if done more than 48 hours after the development of priapism. Distal shunting (NOT first-line therapy) should only be considered after a trial of intracavernous injection of sympathomimetics.<\/li><li>Seizure: Unlikely, but can be due to cerebral ischemia. Correct hypotension and treat with benzodiazepines.<\/li><li>Monitoring of patient: Monitor vital signs and mental status in symptomatic patients. No specific lab work (CBC, electrolyte, urinalysis) is needed in most patients, unless otherwise clinically indicated. Tadalafil plasma levels are not clinically useful or readily available. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity (ie, tachycardia, hypotension).<\/li><li>Enhanced elimination procedure: Tadalafil is highly protein bound and has a large volume of distribution; hemodialysis and hemoperfusion are not expected to be of benefit in overdose.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness) with a small ingestion (1 tablet) and asymptomatic adults who have inadvertently ingested an extra dose may be managed at home. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions or children with significant ingestions should be referred to a healthcare facility for observation for a minimum of 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent abnormal vital signs such as hypotension and tachycardia should be admitted. Patients with severe symptoms (ie, coma, dysrhythmias, or evidence of end-organ damage) should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (ie, dysrhythmias, severe hypotension, coma) or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jw0hs12b33","title":"Range of Toxicity","mono":"<b>TADALAFIL <\/b><br\/>TOXICITY: Limited data. A toxic dose has not been established. Single doses of 500 mg and daily doses of 100 mg were well tolerated in healthy volunteers. THERAPEUTIC: ADULT: Initial dose: 10 mg orally no more than once daily; may increase to 20 mg or decrease to 5 mg, based on efficacy and tolerability; maximum: 20 mg daily. PEDIATRIC: Tadalafil is not indicated for use in pediatric patients <br\/>"}]},"13":{"id":"jw0hs13","title":"Clinical Teaching","mono":"<ul><li>Warn patient to avoid concomitant use of nitrates with drug as severe hypotension may result.<\/li><li>Instruct patient to immediately report signs\/symptoms of anginal chest pain, palpitations, or tachycardia and to refrain from further sexual activity or exercise.<\/li><li>Advise patient to seek emergency treatment for prolonged erections (longer than 4 hours) or priapism (painful erection longer than 6 hours).<\/li><li>Drug may cause headache, dyspepsia, back pain, myalgia, nasopharyngitis, cough, or flushing.<\/li><li>Instruct patient to immediately report a sudden loss of vision or a sudden decrease or loss of hearing.<\/li><li>Advise patient to avoid excessive alcohol use (5 units or more) to prevent orthostatic effects (tachycardia, dizziness, headache, hypotension).<\/li><\/ul>"}}}