{"generic":"Sertaconazole Nitrate","drugs":["Ertaczo","Sertaconazole Nitrate"],"mono":{"0":{"id":"jw1ds0","title":"Generic Names","mono":"Sertaconazole Nitrate"},"1":{"id":"jw1ds1","title":"Dosing and Indications","sub":{"0":{"id":"jw1ds1b4","title":"Adult Dosing","mono":"<ul><li><b>Seborrheic dermatitis:<\/b> Apply 2% cream to affected areas twice daily for 4 weeks (study dose).<\/li><li><b>Tinea pedis, Interdigital:<\/b> Apply cream topically twice daily for 4 weeks.<\/li><\/ul>"},"1":{"id":"jw1ds1b5","title":"Pediatric Dosing","mono":"<ul><li><b>Seborrheic dermatitis:<\/b> (4 years or older) Apply 2% cream to affected areas twice daily for 4 weeks (study dose).<\/li><li><b>Tinea pedis, Interdigital:<\/b> (12 years or older) Apply cream topically twice daily for 4 weeks.<\/li><\/ul>"},"3":{"id":"jw1ds1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Tinea pedis, Interdigital<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Candidal vulvovaginitis<\/li><li>Seborrheic dermatitis<\/li><li>Tinea<\/li><\/ul>"}}},"3":{"id":"jw1ds3","title":"Contraindications\/Warnings","sub":[{"id":"jw1ds3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jw1ds3b10","title":"Precautions","mono":"<ul><li>azole antifungal sensitivity, history; cross-sensitivity may occur; discontinuation may be required<\/li><li>irritation may occur; if suspected, discontinue therapy; further treatment of irritation may be required<\/li><\/ul>"},{"id":"jw1ds3b11","title":"Pregnancy Category","mono":"Sertaconazole: C (FDA)<br\/>"},{"id":"jw1ds3b12","title":"Breast Feeding","mono":"Sertaconazole: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jw1ds5","title":"Adverse Effects","mono":"<b>Common<\/b><br\/><b>Dermatologic:<\/b>Application site reaction, Contact dermatitis<br\/>"},"6":{"id":"jw1ds6","title":"Drug Name Info","sub":{"0":{"id":"jw1ds6b17","title":"US Trade Names","mono":"Ertaczo<br\/>"},"2":{"id":"jw1ds6b19","title":"Class","mono":"<ul><li>Antifungal<\/li><li>Imidazole<\/li><\/ul>"},"3":{"id":"jw1ds6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jw1ds6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jw1ds7","title":"Mechanism Of Action","mono":"Sertaconazole nitrate is an imidazole antifungal agent that has no precise mechanism of action, although it is believed to exert its effect by blocking the cytochrome P450-dependent synthesis of ergosterol, which is a vital element of fungal cell membrane. This action reduces ergosterol which causes leakage of important cytoplasmic constituents from the cell and subsequent fungal cell injury <br\/>"},"9":{"id":"jw1ds9","title":"Administration","mono":"<b>Topical<\/b><br\/><ul><li>dry the affected area thoroughly, as needed, before application<\/li><li>apply to affected areas and the immediate surrounding healthy skin<\/li><li>avoid occlusive dressings unless directed by the physician<\/li><li>avoid contact with eyes, nose, mouth and other mucous membrane<\/li><\/ul>"},"10":{"id":"jw1ds10","title":"Monitoring","mono":"<ul><li>symptomatic improvement<\/li><li>local reactions, including contact dermatitis, dry skin, burning, tenderness, hyperpigmentation, erythema, desquamation, vesiculation, and pruritus<\/li><\/ul>"},"11":{"id":"jw1ds11","title":"How Supplied","mono":"<b>Ertaczo<\/b><br\/>Topical Cream: 2 %<br\/>"},"12":{"id":"jw1ds12","title":"Toxicology","sub":[{"id":"jw1ds12b31","title":"Clinical Effects","mono":"<b>IMIDAZOLE ANTIFUNGALS <\/b><br\/>USES: Imidazole agents (ie, butaconazole, clotrimazole, econazole, efinaconazole, oxiconazole, sertaconazole, sulconazole, and tioconazole) are broad-spectrum \"azole\" antifungals. PHARMACOLOGY: These drugs are fungistatic and may be fungicidal, depending on concentration. Imidazoles inhibit biosynthesis of ergosterol or other sterols, damaging the fungal cell membrane and altering its permeability.  As a result, loss of essential intracellular elements may occur. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose experience is limited with these agents.  Due to minimal oral absorption and limited systemic toxicity, severe toxic effects following oral overdose is not anticipated. Ingestion of even large quantities should produce only minor GI symptoms (eg, nausea, vomiting, and diarrhea).  ADVERSE EFFECTS: Allergic contact dermatitis to these agents is rare but has been reported.  Following dermal applications, pruritus, erythema, stinging, urticaria and localized edema have been reported. Nausea, vomiting, and diarrhea are frequent side effects following oral administration of clotrimazole. Elevated liver enzymes have rarely been reported following the use of clotrimazole troches and sertaconazole 2% topical cream. Drowsiness and disorientation have been reported following oral clotrimazole therapy. Headache may infrequently occur following therapeutic use of these agents. <br\/>"},{"id":"jw1ds12b32","title":"Treatment","mono":"<b>IMIDAZOLE ANTIFUNGALS<\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. Toxicity due to these agents is negligible.  MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Significant toxicity is not expected after an overdose. Correct any significant fluid and\/or electrolyte abnormalities in patients with severe diarrhea and\/or vomiting. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: Toxicity due to these agents is negligible.  Even when large amounts have been ingested, ensuing symptoms are expected to be minor.  GI decontamination is generally NOT indicated.<\/li><li>Airway management: Should not be required in these cases. Endotracheal intubation and mechanical ventilation may be required in patients with severe allergic reaction.<\/li><li>Antidote: None<\/li><li>Enhanced elimination procedure: It is unknown if hemodialysis would be effective in overdose; however, hemodialysis is not recommended given the low toxicity of these drugs. <\/li><li>Monitoring of patient: No specific laboratory tests are necessary unless otherwise clinically indicated. Plasma concentrations are not readily available or clinically useful in the management of overdose. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted. If significant toxicity develops, other causes should be sought. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jw1ds12b33","title":"Range of Toxicity","mono":"<b>IMIDAZOLE ANTIFUNGALS <\/b><br\/>TOXICITY: A minimum toxic dose has not been established, and significant toxicity is not expected after an overdose. Ingestion of even large quantities should produce only minor GI symptoms (eg, nausea, vomiting, and diarrhea). THERAPEUTIC DOSE: Varies by agent. Topical application is mainly once or twice a day for 7 to 14 days. <br\/>"}]},"13":{"id":"jw1ds13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause dermatitis and dry skin.<\/li><li>Patient should contact healthcare professional if affected skin does not improve or gets worse during drug therapy.<\/li><li>Advise patient to apply drug to clean, dry affected skin and surrounding healthy skin. Patient should avoid drug contact with eyes, nose, mouth, and broken skin areas. Patient should not apply occlusive dressings or skin care products to treated skin.<\/li><\/ul>"}}}