{"generic":"Cetuximab","drugs":["Cetuximab","Erbitux"],"mono":{"0":{"id":"jw25s0","title":"Generic Names","mono":"Cetuximab"},"1":{"id":"jw25s1","title":"Dosing and Indications","sub":[{"id":"jw25s1b4","title":"Adult Dosing","mono":"<ul><li><b>Head and neck cancer, Locally or regionally advanced squamous cell, in combination with radiation therapy:<\/b> 400 mg\/m(2) initial IV loading dose over 120 minutes administered 1 week prior to the start of radiation therapy, followed by weekly doses of 250 mg\/m(2) IV over 60 minutes for the duration of radiation therapy (6 to 7 weeks); complete administration 1  hour prior to radiation; premedicate with an H1-antagonist (diphenhydramine 50 mg IV) 30 to 60 minutes prior to the first dose; premedication should be administered prior to subsequent doses based upon the presence and severity of prior infusion reactions; ensure that appropriate medical resources are available for treatment of a severe infusion reaction; all patients should be observed for 1 hour following the completion of cetuximab<\/li><li><b>Head and neck cancer, Metastatic or recurrent squamous cell, as monotherapy, in patients who failed prior platinum-based therapy:<\/b> 400 mg\/m(2) initial IV loading dose over 120 minutes, followed by weekly doses of 250 mg\/m(2) IV over 60 minutes until disease progression or unacceptable toxicity; premedicate with an H1-antagonist (diphenhydramine 50 mg IV) 30 to 60 minutes prior to the first dose; premedication should be administered prior to subsequent doses based upon the presence and severity of prior infusion reactions; ensure that appropriate medical resources are available for treatment of a severe infusion reaction; all patients should be observed for 1 hour following the completion of cetuximab<\/li><li><b>Head and neck cancer, Squamous cell, metastatic or recurrent, first-line therapy, in combination with platinum-based chemotherapy with 5-fluorouracil:<\/b> 400 mg\/m(2) initial IV loading dose over 120 minutes on first day of platinum-based therapy with 5-fluorouracil, followed by weekly doses of 250 mg\/m(2) IV over 60 minutes until disease progression or unacceptable toxicity; complete administration 1 hour prior to platinum-based therapy with 5-fluorouracil; premedicate with an H1-antagonist (diphenhydramine 50 mg IV) 30 to 60 minutes prior to the first dose; premedication should be administered prior to subsequent doses based upon the presence and severity of prior infusion reactions; ensure that appropriate medical resources are available for treatment of a severe infusion reaction; all patients should be observed for 1 hour following the completion of cetuximab<\/li><li><b>Metastatic colorectal cancer, KRAS wild-type, EGFR-expressing, as monotherapy, in patients intolerant to irinotecan-based chemotherapy:<\/b> 400 mg\/m(2) initial IV loading dose over 120 minutes, followed by weekly doses of 250 mg\/m(2) IV over 60 minutes until disease progression or unacceptable toxicity; premedicate with an H1-antagonist (diphenhydramine 50 mg IV) 30 to 60 minutes prior to the first dose; premedication should be administered prior to subsequent doses based upon the presence and severity of prior infusion reactions; ensure that appropriate medical resources are available for treatment of a severe infusion reaction; all patients should be observed for 1 hour following the completion of cetuximab<\/li><li><b>Metastatic colorectal cancer, KRAS wild-type, EGFR-expressing, as monotherapy in patients who failed both irinotecan- and oxaliplatin-based regimens:<\/b> 400 mg\/m(2) initial IV loading dose over 120 minutes, followed by weekly doses of 250 mg\/m(2) IV over 60 minutes until disease progression or unacceptable toxicity; premedicate with an H1-antagonist (diphenhydramine 50 mg IV) 30 to 60 minutes prior to the first dose; premedication should be administered prior to subsequent doses based upon the presence and severity of prior infusion reactions; ensure that appropriate medical resources are available for treatment of a severe infusion reaction; all patients should be observed for 1 hour following the completion of cetuximab<\/li><li><b>Metastatic colorectal cancer, KRAS wild-type, EGFR-expressing, first-line therapy, in combination with FOLFIRI (irinotecan, 5-fluorouracil, and leucovorin):<\/b> 400 mg\/m(2) initial IV loading dose over 120 minutes, followed by weekly doses of 250 mg\/m(2) IV over 60 minutes until disease progression or unacceptable toxicity; complete cetuximab 1 hour prior to FOLFIRI; premedicate with an H1-antagonist (diphenhydramine 50 mg IV) 30 to 60 minutes prior to the first dose; premedication should be administered prior to subsequent doses based upon the presence and severity of prior infusion reactions<\/li><li><b>Metastatic colorectal cancer, KRAS wild-type, EGFR-expressing, in combination with irinotecan, in patients refractory to irinotecan-based chemotherapy:<\/b> 400 mg\/m(2) initial IV loading dose over 120 minutes, followed by weekly doses of 250 mg\/m(2) IV over 60 minutes until disease progression or unacceptable toxicity; premedicate with an H1-antagonist (diphenhydramine 50 mg IV) 30 to 60 minutes prior to the first dose; premedication should be administered prior to subsequent doses based upon the presence and severity of prior infusion reactions; ensure that appropriate medical resources are available for treatment of a severe infusion reaction; all patients should be observed for 1 hour following the completion of cetuximab<\/li><\/ul>"},{"id":"jw25s1b5","title":"Pediatric Dosing","mono":"safety and effectiveness of cetuximab in pediatric patients have not been established "},{"id":"jw25s1b6","title":"Dose Adjustments","mono":"<ul><li><b>Hemodialysis in a patient with KRAS wild-type colorectal cancer:<\/b> Standard schedule of cetuximab monotherapy; 400 mg\/m(2) for first dose, then 250 mg\/m(2) weekly after hemodialysis and 3 days prior to next dialysis session (case report)<\/li><li><b>Dermatologic toxicities (severe, grade 3 or 4 acneiform rash):<\/b> Delay for 1 to 2 weeks; if improved, restart at 250 mg\/m(2) after the first occurrence, 200 mg\/m(2) after the second occurrence, and 150 mg\/m(2) after the third occurrence; cetuximab should be discontinued if a patient does not improve from a previous episode or has a fourth occurrence.<\/li><li><b>Infusion-related toxicities:<\/b> Decrease infusion rate by 50% for grade 1 or 2 infusion-related reactions and nonserious grade 3 infusion reactions; immediately and permanently discontinue cetuximab in patients experiencing a serious reaction that requires medical intervention or hospitalization.<\/li><li><b>Pulmonary toxicities:<\/b> Interrupt for acute onset or worsening of pulmonary symptoms; permanently discontinue cetuximab in patients if interstitial pulmonary lung disease is confirmed.<\/li><\/ul>"},{"id":"jw25s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Head and neck cancer, Locally or regionally advanced squamous cell, in combination with radiation therapy<\/li><li>Head and neck cancer, Metastatic or recurrent squamous cell, as monotherapy, in patients who failed prior platinum-based therapy<\/li><li>Head and neck cancer, Squamous cell, metastatic or recurrent, first-line therapy, in combination with platinum-based chemotherapy with 5-fluorouracil<\/li><li>Metastatic colorectal cancer, KRAS wild-type, EGFR-expressing, as monotherapy, in patients intolerant to irinotecan-based chemotherapy<\/li><li>Metastatic colorectal cancer, KRAS wild-type, EGFR-expressing, as monotherapy in patients who failed both irinotecan- and oxaliplatin-based regimens<\/li><li>Metastatic colorectal cancer, KRAS wild-type, EGFR-expressing, first-line therapy, in combination with FOLFIRI (irinotecan, 5-fluorouracil, and leucovorin)<\/li><li>Metastatic colorectal cancer, KRAS wild-type, EGFR-expressing, in combination with irinotecan, in patients refractory to irinotecan-based chemotherapy<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Gastric cancer<\/li><li>Head and neck cancer, Metastatic or recurrent squamous cell, refractory to platinum-based therapy, as combination therapy<\/li><li>Malignant neoplasm of cardio-esophageal junction of stomach<\/li><li>Metastatic colorectal cancer, EGFR-expressing, in combination with irinotecan, in patients who failed both fluoropyrimidine- and oxaliplatin-based regimens<\/li><li>Metastatic colorectal cancer, Refractory, non-epidermal growth factor receptor (EGFR) expressing<\/li><\/ul>"}]},"2":{"id":"jw25s2","title":"Black Box Warning","mono":"<b>Intravenous (Solution)<\/b><br\/>Serious and potentially fatal infusion reactions may occur and require immediate interruption of the cetuximab infusion and permanent discontinuation. Cardiopulmonary arrest and\/or sudden death have been reported in patients with squamous cell carcinoma of the head and neck treated with radiation therapy and cetuximab or platinum-based therapy with 5-fluorouracil and cetuximab. Monitoring of serum electrolytes during and after cetuximab therapy is recommended.<br\/>"},"3":{"id":"jw25s3","title":"Contraindications\/Warnings","sub":[{"id":"jw25s3b9","title":"Contraindications","mono":"Specific contraindications have not been determined <br\/>"},{"id":"jw25s3b10","title":"Precautions","mono":"<ul><li>Black Box Warning:<\/li><li>-- Infusion reactions, some serious or fatal (eg, bronchospasm, stridor, hypotension, shock, loss of consciousness, myocardial infarction, cardiac arrest), have been reported; monitoring recommended; immediately and permanently discontinue for serious infusion reactions<\/li><li>-- Cardiopulmonary arrest and\/or sudden death have been reported in patients with squamous cell carcinoma of the head and neck treated with concomitant radiation therapy or platinum-based therapy with 5-fluorouracil; increased risk in patients with a history of arrhythmias, congestive heart failure, or coronary artery disease; monitoring recommended<\/li><li>Dermatologic:<\/li><li>-- Dermatologic toxicities, including acneform rash, hypertrichosis, and infectious sequelae (eg, Staphylococcus aureus sepsis, abscess formation, cellulitis) have been reported; monitoring and dosage modifications recommended for severe acneform rash<\/li><li>-- Fatal or life-threatening bullous mucocutaneous disease with blisters, erosions, and skin sloughing has been reported<\/li><li>-- Limit sun exposure during treatment and for up to 2 months following the last cetuximab dose<\/li><li>Endocrine and Metabolic:<\/li><li>-- Electrolyte abnormalities (eg, hypomagnesemia, hypocalcemia, hypokalemia) have occurred; monitoring recommended<\/li><li>Respiratory:<\/li><li>-- Interstitial lung disease (ILD), including 1 fatality, has been reported; permanently discontinue for confirmed ILD<\/li><li>Concomitant Use:<\/li><li>-- Concomitant use with radiation therapy and cisplatin (unapproved use); increased incidence of fatal and serious adverse events (eg, cardiac events, electrolyte disturbances) compared with radiation and cisplatin alone<\/li><\/ul>"},{"id":"jw25s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jw25s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jw25s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Acneiform eruption, Any grade (70% to 88%), Disorder of hair (up to 50%), Dry skin (14% to 57%), Nail changes (colorectal cancer, 31%), Pruritus (14% to 47%), Rash (28% to 95%)<\/li><li><b>Endocrine metabolic:<\/b>Hypomagnesemia, Any grade (11% to 55%), Weight decreasing (colorectal cancer, 15%; head and neck cancer, 84%)<\/li><li><b>Gastrointestinal:<\/b>Constipation (colorectal cancer, 53%), Diarrhea (colorectal cancer, 42% to 72%; head and neck cancer, 19% to 26%), Nausea (49% to 64%)<\/li><li><b>Hematologic:<\/b>Neutropenia (colorectal cancer, 49%)<\/li><li><b>Immunologic:<\/b>Infectious disease (13% to 44%)<\/li><li><b>Neurologic:<\/b>Asthenia, Any grade (56% to 73%), Headache (19% to 38%), Sensory neuropathy (colorectal cancer, 45%)<\/li><li><b>Respiratory:<\/b>Dyspnea (colorectal cancer, 49%)<\/li><li><b>Other:<\/b>Fatigue (colorectal cancer, 91%), Late effect of radiation, Pain (colorectal cancer, 59%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiorespiratory arrest (head and neck cancer, 2% to 3%), Sudden cardiac death (head and neck cancer, 2% to 3%)<\/li><li><b>Dermatologic:<\/b>Abscess, Acneiform eruption (Grades 3 or 4: 1% to 17%), Bullous eruption, Mucocutaneous, Radiation dermatitis, Grades 3 and 4 (head and neck cancer, 23%), Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Endocrine metabolic:<\/b>Hypomagnesemia, Grades 3 and 4 (5% to 17%)<\/li><li><b>Hematologic:<\/b>Leukopenia, Grades 3 and 4 (colorectal cancer, 17%), Neutropenia, Grades 3 and 4 (colorectal cancer, 31%)<\/li><li><b>Immunologic:<\/b>Hypersensitivity reaction (all grades, 15% to 21%; grade 3 or 4, 2% to 5%), Sepsis (1% to 4%)<\/li><li><b>Renal:<\/b>Renal failure (colorectal cancer, 1%)<\/li><li><b>Respiratory:<\/b>Interstitial lung disease (less than 0.5%), Pulmonary embolism<\/li><li><b>Other:<\/b>Infusion reaction, Grades 3 and 4 (2% to 5%)<\/li><\/ul>"},"6":{"id":"jw25s6","title":"Drug Name Info","sub":{"0":{"id":"jw25s6b17","title":"US Trade Names","mono":"Erbitux<br\/>"},"2":{"id":"jw25s6b19","title":"Class","mono":"<ul><li>Antineoplastic Agent<\/li><li>Monoclonal Antibody<\/li><\/ul>"},"3":{"id":"jw25s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jw25s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jw25s7","title":"Mechanism Of Action","mono":"Systemic: Over expression of the epidermal growth factor receptor (EGFR) has been detected in many human cancers including those of the colon and rectum. Cetuximab specifically binds to EGFR blocking phosphorylation and activation of receptor-associated kinases, resulting in inhibition of growth and survival of tumor cells that over-express the EGFR.<br\/>"},"8":{"id":"jw25s8","title":"Pharmacokinetics","sub":{"1":{"id":"jw25s8b24","title":"Distribution","mono":"Systemic: Vd: 2 to 3 L\/m2<br\/>"},"4":{"id":"jw25s8b27","title":"Elimination Half Life","mono":"Systemic: 114 h (range 75 to 188 h) <br\/>"}}},"9":{"id":"jw25s9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>do not shake or dilute<\/li><li>do not administer as an IV push or bolus<\/li><li>administer via an infusion or syringe pump using a low protein-binding 0.22-micrometer inline filter<\/li><li>maximum infusion rate 10 mg\/min<\/li><li>observe patient for 1 hour after completion of infusion<\/li><li>preparations stable for 12 hours at 2 to 8 degrees C (36 to 46 degrees F) or 8 hours at 20 to 25 degrees C (68 to 77 degrees F)<\/li><\/ul>"},"10":{"id":"jw25s10","title":"Monitoring","mono":"<ul><li>metastatic colorectal carcinoma: test for overexpression of epidermal growth factor receptor (EGFR) prior to initiation<\/li><li>metastatic colorectal carcinoma patients who are candidates for anti-EGFR antibody treatment;; test mutations at exon 2 (codons 12 and 13), exon 3 (codons 59 and 61), and exon 4 (codons 117 and 146) of either K-Ras or N-Ras prior to initiation of treatment; if mutation is identified, do not initiate therapy<\/li><li>evidence of tumor response is indicative of clinical efficacy<\/li><li>serum electrolytes; periodically during and for at least 8 weeks following completion of therapy<\/li><li>signs of severe infusion reactions; 1 hour following infusion or longer if treatment for infusion reaction is required<\/li><li>dermatologic toxicities and infectious sequelae during therapy<\/li><\/ul>"},"11":{"id":"jw25s11","title":"How Supplied","mono":"<b>Erbitux<\/b><br\/>Intravenous Solution: 2 MG\/ML<br\/>"},"12":{"id":"jw25s12","title":"Toxicology","sub":[{"id":"jw25s12b31","title":"Clinical Effects","mono":"<b>CETUXIMAB<\/b><br\/>OVERDOSE: No overdose information available. No adverse events were reported in a patient after receiving 1000 mg\/m(2) of cetuximab. ADVERSE EFFECTS: COMMON: Acneform rash, asthenia, pain, headache, fever, hypomagnesemia, nausea, constipation, abdominal pain, diarrhea and weight loss are commonly reported. SEVERE INFUSION REACTION develops in 3% to 4% of patients, characterized by rapid onset of respiratory distress (bronchospasm, stridor, hoarseness), urticaria, hypotension and rarely cardiac arrest. RARE: Interstitial lung disease. Cardiac arrest developed in 2% of patients with head and neck cancer treated with radiation and cetuximab (1 to 43 days after the last dose) compared with no patients treated with radiation alone.<br\/>"},{"id":"jw25s12b32","title":"Treatment","mono":"<b>CETUXIMAB<\/b><br\/><ul><li>Decontamination: Unlikely to be necessary; cetuximab is administered parenterally.<\/li><li>Support: Treatment is symptomatic and supportive.<\/li><li>Hypotensive episode: 0.9% IV NaCl, dopamine, norepinephrine.<\/li><li>Hypomagnesemia: Correct hypomagnesemia with oral or intravenous magnesium sulfate.<\/li><li>Anaphylaxis: Oxygen, antihistamines, inhaled beta agonists for bronchospasm, subcutaneous epinephrine for upper airway edema or mild hypotension, intravenous epinephrine for severe hypotension.<\/li><li>Intrathecal injection: No clinical reports available, information derived from experience with other antineoplastics. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative free normal saline or lactated ringers). For large overdoses, consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative free normal saline through ventricular catheter, drain fluid from lumbar catheter; typical volumes 80 to 150 mL\/hr). Dexamethasone 4 mg intravenously every 6 hours to prevent arachnoiditis.<\/li><li>Monitoring of patient: Monitor vital signs, fluid status, and serum electrolytes including potassium, calcium and magnesium. Monitor serial CBC with differential. Monitor ECG and hepatic enzymes in symptomatic patients.<\/li><\/ul>"},{"id":"jw25s12b33","title":"Range of Toxicity","mono":"<b>CETUXIMAB<\/b><br\/>TOXICITY: A specific toxic dose has not been established. No adverse events were reported in a patient after receiving 1000 mg\/m(2) of cetuximab. THERAPEUTIC DOSE: An initial loading dose of 400 mg\/m(2) administered as a 120-minute IV infusion, followed by a weekly maintenance dose of 250 mg\/m(2) infused over 60 minutes. The maximum infusion rate is 10 mL\/min.<br\/>"}]},"13":{"id":"jw25s13","title":"Clinical Teaching","mono":"<ul><li>Drug causes sun-sensitivity and can exacerbate any skin reactions which may occur. Advise patient to wear sunscreen and hats and to avoid tanning beds.<\/li><li>This drug may cause hypomagnesemia, weight loss, abdominal pain, constipation, diarrhea, gastrointestinal mucositis, nausea, anemia, asthenia, headache, insomnia, depression, cough, dyspnea, pain, or fever.<\/li><li>Advise patient, especially those receiving concomitant radiation therapy, to report signs\/symptoms of dermatologic toxicity. This may be characterized as a severe acneform rash (acne, rash, maculopapular rash, pustular rash, dry skin, exfoliative dermatitis).<\/li><li>Instruct patient to report signs\/symptoms of acute or worsening pulmonary symptoms, as this may indicate pulmonary toxicity.<\/li><li>Advise patients with preexisting cardiac disease to report acute or worsening cardiac symptoms.<\/li><\/ul>"}}}