{"generic":"Antithymocyte Globulin Rabbit","drugs":["Antithymocyte Globulin Rabbit","Thymoglobulin"],"mono":{"0":{"id":"jw2ps0","title":"Generic Names","mono":"Antithymocyte Globulin Rabbit"},"1":{"id":"jw2ps1","title":"Dosing and Indications","sub":[{"id":"jw2ps1b4","title":"Adult Dosing","mono":"<ul><li><b>Renal transplant rejection, In conjunction with concomitant immunosuppression; Adjunct:<\/b> 1.5 mg\/kg IV once daily for 7 to 14 days; infused into a high-flow vein over a minimum of 6 hours for first infusion, over at least 4 hours on subsequent days of therapy; pretreatment with acetaminophen, corticosteroids, and\/or an antihistamine 1 hour before administration is recommended<\/li><li><b>Renal transplant rejection, In conjunction with concomitant immunosuppression; Adjunct:<\/b> peripheral IV: 1.5 mg\/kg\/day IV plus heparin 1000 units and hydrocortisone 20 mg; first dose initiated intraoperatively before reperfusion; infused first 2 doses over 6 hours and subsequent doses over 4 hours; intraoperative premedication included methylprednisolone 500 mg IV 1 hour prior to infusion; subsequent premedication, 1 hour prior to infusion, included hydrocortisone IV 100 mg, diphenhydramine 50 mg orally, and acetaminophen 650 mg orally<\/li><\/ul>"},{"id":"jw2ps1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"jw2ps1b6","title":"Dose Adjustments","mono":"<ul><li><b>leukopenia:<\/b> WBC count 2000 to 3000 cells\/mm(3), reduce dose by one-half<\/li><li><b>leukopenia:<\/b> WBC count less than 2000 cells\/mm(3), consider discontinuation of treatment<\/li><li><b>thrombocytopenia:<\/b> platelet count 50,000 to 75,000 cells\/mm(3), reduce dose by one-half<\/li><li><b>thrombocytopenia:<\/b> platelet count less than 50,000 cells\/mm(3), consider discontinuation of treatment<\/li><\/ul>"},{"id":"jw2ps1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Renal transplant rejection, In conjunction with concomitant immunosuppression; Adjunct<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Acquired aplastic anemia<\/li><li>Cardiac transplant rejection<\/li><li>Cardiac transplant rejection; Prophylaxis<\/li><li>Familial hemophagocytic lymphohistiocytosis<\/li><li>Graft versus host disease; Prophylaxis<\/li><li>Rejection of pancreas transplant<\/li><li>Rejection of pancreas transplant; Prophylaxis<\/li><\/ul>"}]},"2":{"id":"jw2ps2","title":"Black Box Warning","mono":"<b>Intravenous (Powder for Solution)<\/b><br\/>Should only be used by physicians experienced in immunosuppressive therapy for the management of renal transplant patients.<br\/>"},"3":{"id":"jw2ps3","title":"Contraindications\/Warnings","sub":[{"id":"jw2ps3b9","title":"Contraindications","mono":"<ul><li>acute viral illness<\/li><li>history of allergy or anaphylaxis to rabbit proteins<\/li><\/ul>"},{"id":"jw2ps3b10","title":"Precautions","mono":"<ul><li>during infusion, monitor patient closely for allergic reaction - anaphylaxis has been reported<\/li><li>may cause over-immunosuppression resulting in severe infections<\/li><li>may increase incidence of lymphoma or posttransplant lymphoproliferative disease or other malignancies<\/li><li>infusion may produce fever and chills<\/li><\/ul>"},{"id":"jw2ps3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jw2ps3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"5":{"id":"jw2ps5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Abdominal pain (37.8%), Diarrhea (36.6%), Nausea (36.6%)<\/li><li><b>Musculoskeletal:<\/b>Myalgia<\/li><li><b>Neurologic:<\/b>Headache (40.2%)<\/li><li><b>Respiratory:<\/b>Dyspnea (28%)<\/li><li><b>Other:<\/b>Fever (63.4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypertension (36.6%), Peripheral edema (34.1%), Tachycardia (26.8%)<\/li><li><b>Endocrine metabolic:<\/b>Hyperkalemia (26.8%), Shivering (up to 57.3%)<\/li><li><b>Hematologic:<\/b>Leukopenia (57%), Thrombocytopenia (36.6%)<\/li><li><b>Immunologic:<\/b>Anaphylaxis, Cytokine release syndrome<\/li><li><b>Renal:<\/b>Acute renal failure<\/li><\/ul>"},"6":{"id":"jw2ps6","title":"Drug Name Info","sub":{"0":{"id":"jw2ps6b17","title":"US Trade Names","mono":"Thymoglobulin<br\/>"},"2":{"id":"jw2ps6b19","title":"Class","mono":"Immune Suppressant<br\/>"},"3":{"id":"jw2ps6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jw2ps6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jw2ps7","title":"Mechanism Of Action","mono":"Systemic: The exact mechanism  by which anti-thymocyte  globulin (rabbit)  suppresses immune response is not fully known. Possible mechanisms of action include T-cell clearance from the circulation and suppression of T-cell activation, homing and cytotoxic activities. Anti-thymocyte  globulin (rabbit)  contains antibodies against T-cell markers such as CD2, CD3, CD4, CD8, CD11a, CD18, CD25, CD44, CD45, HLA-DR, HLA Class I heavy chains, and  beta 2 micro-globulin.<br\/>"},"8":{"id":"jw2ps8","title":"Pharmacokinetics","sub":{"1":{"id":"jw2ps8b24","title":"Distribution","mono":"Systemic: Vd: 0.12L\/kg <br\/>"},"4":{"id":"jw2ps8b27","title":"Elimination Half Life","mono":"Systemic:  2 to 3 d.<br\/>"}}},"9":{"id":"jw2ps9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>reconstitute with 5 mL of sterile water for injection per vial to 5 mg\/mL and further dilute with 50 mL of NS or dextrose per vial<\/li><li>although stable for 24 hours at room temperature after reconstitution, room temperature storage not recommended; use reconstituted solution immediately<\/li><li>(infusion) administer first dose over at least 6 hours into a high-flow vein; subsequently infuse over 4 hours<\/li><li>(infusion) administer through an in-line 0.22 micron filter<\/li><\/ul>"},"10":{"id":"jw2ps10","title":"Monitoring","mono":"<ul><li>signs and symptoms of rejection<\/li><li>CBC with differential<\/li><li>vital signs, renal function<\/li><\/ul>"},"11":{"id":"jw2ps11","title":"How Supplied","mono":"<b>Thymoglobulin<\/b><br\/>Intravenous Powder for Solution: 25 MG<br\/>"},"12":{"id":"jw2ps12","title":"Toxicology","sub":[{"id":"jw2ps12b31","title":"Clinical Effects","mono":"<b>LYMPHOCYTE IMMUNE GLOBULIN<\/b><br\/>USES: Antithymocyte globulin equine is indicated for the treatment of renal transplant rejection and as an adjunct to other immunosuppressive therapy in renal transplant rejection prophylaxis. In moderate to severe aplastic anemia, antithymocyte globulin equine is indicated in patients unsuitable for bone marrow transplant. Antithymocyte globulin rabbit is indicated as an adjunct with other immunosuppression therapy for the treatment of renal transplant rejection. PHARMACOLOGY: The exact mechanism of immunosuppression is not fully understood. Antithymocyte globulins reduce the quantity of circulating T-lymphocytes, which are involved in cell-mediated and humoral immunity. Possible mechanisms include clearance of T-lymphocytes from circulation and alteration of T-lymphocyte activation, homing, and cytotoxic activities. EPIDEMIOLOGY: Overdose is rare. OVERDOSE: Overdose data are limited. The signs and symptoms of an acute overdose are expected to be similar to excessive pharmacologic effects. ADVERSE EFFECTS: The most common adverse reactions following administration of antithymocyte globulin equine or rabbit are fever, chills, thrombocytopenia, leukopenia, GI disturbances (eg, nausea, vomiting, diarrhea, abdominal pain), serum sickness due to the drug, and infection. Other effects include chest pain, hypertension, tachycardia, rash, pruritus, thyroid disorder, abnormal renal function, anaphylaxis, headache, sensory neuropathy, dyspnea, and acute lung injury. <br\/>"},{"id":"jw2ps12b32","title":"Treatment","mono":"<b>LYMPHOCYTE IMMUNE GLOBULIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Treatment is symptomatic and supportive. For mild\/moderate asymptomatic hypertension (no end organ damage), pharmacologic treatment is generally not necessary. MANAGEMENT OF SEVERE TOXICITY: Treatment is symptomatic and supportive. Myelosuppression has been reported. Monitor serial CBC with differential. For severe neutropenia, administer colony stimulating factor (eg; filgrastim, sargramostim). Transfusions as needed for severe thrombocytopenia, bleeding. For severe hypertension, nitroprusside is preferred. Labetalol, nitroglycerin, and phentolamine are alternatives. In patients with acute allergic reaction, oxygen therapy, bronchodilators, diphenhydramine, corticosteroids, vasopressors and epinephrine may be required.<\/li><li>Decontamination: Gastrointestinal decontamination is not recommended; administered via the parenteral route.<\/li><li>Airway management: Ensure adequate ventilation and perform endotracheal intubation early in patients with severe respiratory distress.<\/li><li>Antidote: None.<\/li><li>Acute lung injury: Supplemental oxygen; PEEP and mechanical ventilation may be needed.<\/li><li>Plasmapheresis: Plasmapheresis has been shown beneficial in the treatment of serum sickness secondary to antithymocyte globulin therapy.<\/li><li>Monitoring of patient: Monitor vital signs, mental status, and renal function in symptomatic patients. Monitor serum electrolytes in patients with significant vomiting and\/or diarrhea. Monitor CBC with differential and platelet count. Monitor arterial blood gases, pulse oximetry, and pulmonary function tests, and obtain a chest x-ray in any patient with respiratory symptoms.<\/li><li>Patient disposition: HOME CRITERIA: A patient with an inadvertent exposure, that remains asymptomatic can be managed at home. OBSERVATION CRITERIA: Patients with a deliberate overdose, and those who are symptomatic, need to be monitored until they are clearly improving and clinically stable. ADMISSION CRITERIA: Patients with severe symptoms despite treatment should be admitted.  CONSULT CRITERIA: Consult a regional poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jw2ps12b33","title":"Range of Toxicity","mono":"<b>LYMPHOCYTE IMMUNE GLOBULIN<\/b><br\/>TOXICITY: A specific toxic dose has not been established. A dose of 7000 mg antithymocyte globulin equine (7 times the recommended total dose) was administered to a renal transplant patient with no signs of acute intoxication. THERAPEUTIC DOSE: ANTITHYMOCYTE GLOBULIN EQUINE: Renal transplant rejection prophylaxis: 15 mg\/kg\/day IV for 14 days, then every other day for 14 more days for a total of 21 doses; 10 to 30 mg\/kg\/day has been used in adults. Renal transplant rejection: 10 to 15 mg\/kg\/day IV for 14 days, then every other day for 14 more days if needed up to 21 total doses; 10 to 30 mg\/kg\/day has been used in adults. Aplastic anemia: 10 to 20 mg\/kg\/day IV for 8 to 14 days, then every other day up to 21 total doses if needed. ANTITHYMOCYTE GLOBULIN RABBIT: Renal transplant rejection: 1.5 mg\/kg\/day IV for 7 to 14 days. <br\/>"}]},"13":{"id":"jw2ps13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause abdominal pain, diarrhea, nausea, vomiting, myalgia, dizziness, headache, peripheral edema, fever, or shivering.<\/li><li>Instruct patients to report dyspnea, tachyarrhythmia, or signs\/symptoms of rejection, leukopenia, thrombocytopenia, or infection.<\/li><\/ul>"}}}