{"generic":"Insulin Glulisine","drugs":["Apidra","Insulin Glulisine"],"mono":{"0":{"id":"jw56s0","title":"Generic Names","mono":"Insulin Glulisine"},"1":{"id":"jw56s1","title":"Dosing and Indications","sub":{"0":{"id":"jw56s1b4","title":"Adult Dosing","mono":"<ul><li><b>Type 1 diabetes mellitus:<\/b> individualize per patient needs; give SUBQ (injection or external infusion pump) or IV<\/li><li><b>Type 2 diabetes mellitus:<\/b> individualize per patient needs; give SUBQ (injection or external infusion pump) or IV<\/li><\/ul>"},"1":{"id":"jw56s1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and effectiveness have not been established in children for use in type 2 diabetes, and in children under the age of 4 years for use in type 1 diabetes<\/li><li><b>Type 1 diabetes mellitus:<\/b> individualize per patient needs; give SUBQ (injection or external infusion pump) or IV<\/li><\/ul>"},"3":{"id":"jw56s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><ul><li>Type 1 diabetes mellitus<\/li><li>Type 2 diabetes mellitus<\/li><\/ul><b>Non-FDA Labeled Indications<\/b><ul><li>Diabetic nephropathy; Prophylaxis<\/li><li>Diabetic neuropathy; Prophylaxis<\/li><li>Diabetic retinopathy; Prophylaxis<\/li><li>Disorder of cardiovascular system; Prophylaxis - Type 1 diabetes mellitus<\/li><li>Disorder of cardiovascular system; Prophylaxis - Type 2 diabetes mellitus<\/li><\/ul>"}}},"3":{"id":"jw56s3","title":"Contraindications\/Warnings","sub":[{"id":"jw56s3b9","title":"Contraindications","mono":"<ul><li>Current hypoglycemic episode<\/li><li>Hypersensitivity to insulin glulisine or to any component of the product<\/li><\/ul>"},{"id":"jw56s3b10","title":"Precautions","mono":"<ul><li>Cardiovascular:<\/li><li>-- Dose-related fluid retention may occur with concomitant peroxisome proliferator-activated receptor (PPAR)-gamma agonist therapy, potentially leading to new or worsening heart failure; monitoring recommended; dose reduction or discontinuation may be required<\/li><li>Endocrine and Metabolic:<\/li><li>-- Increased risk of hypoglycemia or hypokalemia with IV administration; close monitoring recommended<\/li><li>-- Hypoglycemia has been reported, sometimes severe; increased risk with intensive glycemic control, rapid changes in serum glucose levels, changes in food intake, injection site, or exercise, with rapid changes in serum glucose levels, and with concomitant medications; monitoring recommended<\/li><li>-- Hypokalemia may occur; use caution in patients with preexisting risk factors; monitoring recommended<\/li><li>Hepatic:<\/li><li>-- Hepatic impairment may reduce insulin requirements; monitoring recommended and dosage adjustment may be necessary<\/li><li>Immunologic:<\/li><li>-- Severe allergic reaction, including anaphylaxis, may occur<\/li><li>Renal:<\/li><li>-- Renal impairment may reduce insulin requirements; monitoring recommended and dosage adjustment may be necessary<\/li><li>Other:<\/li><li>-- Never share pens among patients, as transmission of blood-bourne pathogens may occur, even if the needle is changed<\/li><li>-- Changes in insulin strength, manufacturer, type, or administration method may require dose adjustments; monitoring recommended<\/li><li>-- Illness, emotional disturbance, or stress may alter insulin requirements; dose adjustment may be necessary<\/li><li>-- Do not mix with other insulin products or diluents with external pump infusion therapy<\/li><li>-- Do not mix with other insulin products with IV administration<\/li><li>-- Use cautiously in elderly patients<\/li><\/ul>"},{"id":"jw56s3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jw56s3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jw56s4","title":"Drug Interactions","sub":{"1":{"id":"jw56s4b14","title":"Major","mono":"<ul><li>Amisulpride (theoretical)<\/li><li>Aripiprazole (theoretical)<\/li><li>Asenapine (theoretical)<\/li><li>Atazanavir (theoretical)<\/li><li>Balofloxacin (theoretical)<\/li><li>Besifloxacin (theoretical)<\/li><li>Ciprofloxacin (theoretical)<\/li><li>Clozapine (theoretical)<\/li><li>Darunavir (theoretical)<\/li><li>Enoxacin (theoretical)<\/li><li>Fleroxacin (theoretical)<\/li><li>Flumequine (theoretical)<\/li><li>Fosamprenavir (theoretical)<\/li><li>Gatifloxacin (theoretical)<\/li><li>Gemifloxacin (theoretical)<\/li><li>Iloperidone (theoretical)<\/li><li>Indinavir (theoretical)<\/li><li>Lanreotide (theoretical)<\/li><li>Levofloxacin (theoretical)<\/li><li>Liraglutide (theoretical)<\/li><li>Lomefloxacin (theoretical)<\/li><li>Lopinavir (theoretical)<\/li><li>Lurasidone (theoretical)<\/li><li>Metreleptin (established)<\/li><li>Moxifloxacin (theoretical)<\/li><li>Nadifloxacin (theoretical)<\/li><li>Nelfinavir (theoretical)<\/li><li>Norfloxacin (theoretical)<\/li><li>Octreotide (theoretical)<\/li><li>Ofloxacin (theoretical)<\/li><li>Olanzapine (theoretical)<\/li><li>Paliperidone (theoretical)<\/li><li>Pasireotide (theoretical)<\/li><li>Pazufloxacin (theoretical)<\/li><li>Pefloxacin (theoretical)<\/li><li>Pioglitazone (theoretical)<\/li><li>Pramlintide (established)<\/li><li>Prulifloxacin (theoretical)<\/li><li>Quetiapine (theoretical)<\/li><li>Risperidone (theoretical)<\/li><li>Ritonavir (theoretical)<\/li><li>Rosiglitazone (theoretical)<\/li><li>Rufloxacin (theoretical)<\/li><li>Saquinavir (theoretical)<\/li><li>Sertindole (theoretical)<\/li><li>Sparfloxacin (theoretical)<\/li><li>Telaprevir (theoretical)<\/li><li>Tipranavir (theoretical)<\/li><li>Tosufloxacin (theoretical)<\/li><li>Ziprasidone (theoretical)<\/li><li>Zotepine (theoretical)<\/li><\/ul>"},"2":{"id":"jw56s4b15","title":"Moderate","mono":"<ul><li>Acebutolol (probable)<\/li><li>Albiglutide (probable)<\/li><li>Atenolol (probable)<\/li><li>Betaxolol (probable)<\/li><li>Bisoprolol (probable)<\/li><li>Bitter Melon (probable)<\/li><li>Carteolol (probable)<\/li><li>Carvedilol (probable)<\/li><li>Celiprolol (probable)<\/li><li>Dulaglutide (probable)<\/li><li>Esmolol (probable)<\/li><li>Exenatide (probable)<\/li><li>Fenugreek (probable)<\/li><li>Furazolidone (probable)<\/li><li>Glucomannan (probable)<\/li><li>Guar Gum (probable)<\/li><li>Iproniazid (probable)<\/li><li>Isocarboxazid (probable)<\/li><li>Labetalol (probable)<\/li><li>Levobunolol (probable)<\/li><li>Linezolid (probable)<\/li><li>Lixisenatide (probable)<\/li><li>Methylene Blue (probable)<\/li><li>Metipranolol (probable)<\/li><li>Metoprolol (probable)<\/li><li>Moclobemide (probable)<\/li><li>Nadolol (probable)<\/li><li>Nebivolol (probable)<\/li><li>Nialamide (probable)<\/li><li>Oxprenolol (probable)<\/li><li>Penbutolol (probable)<\/li><li>Phenelzine (probable)<\/li><li>Pindolol (probable)<\/li><li>Practolol (probable)<\/li><li>Procarbazine (probable)<\/li><li>Propranolol (probable)<\/li><li>Psyllium (probable)<\/li><li>Rasagiline (probable)<\/li><li>Selegiline (probable)<\/li><li>Sotalol (probable)<\/li><li>Timolol (probable)<\/li><li>Tranylcypromine (probable)<\/li><\/ul>"}}},"5":{"id":"jw56s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Peripheral edema (type 2 diabetes, 7.5%)<\/li><li><b>Dermatologic:<\/b>Injection site reaction (type 1 diabetes (adults), 10.3%), Pruritus, Rash<\/li><li><b>Endocrine metabolic:<\/b>Hypoglycemia (Severe) (type 1 diabetes (adults), 4.8% to 8.4%; type 1 diabetes (children and adolescents), 16.2%; type 2 diabetes, 1.4%), Lipodystrophy<\/li><li><b>Respiratory:<\/b>Nasopharyngitis (type 1 diabetes (adults), 10.6%; type 1 diabetes (children and adolescents), 9%; type 2 diabetes, 7.6%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Immunologic:<\/b>Hypersensitivity reaction (4.3%)<\/li><li><b>Neurologic:<\/b>Seizure, Hypoglycemic (type 1 diabetes (children and adolescents), 6.1%)<\/li><\/ul>"},"6":{"id":"jw56s6","title":"Drug Name Info","sub":{"0":{"id":"jw56s6b17","title":"US Trade Names","mono":"Apidra<br\/>"},"2":{"id":"jw56s6b19","title":"Class","mono":"<ul><li>Antidiabetic<\/li><li>Insulin, Ultra Rapid Acting<\/li><\/ul>"},"3":{"id":"jw56s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jw56s6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jw56s7","title":"Mechanism Of Action","mono":"Insulin glulisine is a recombinant, rapid-acting insulin analog produced by recombinant DNA technology, which like other insulins and insulin analogs, regulates glucose metabolism via stimulation of glucose uptake in the skeletal tissue and fat as well as inhibition of hepatic glucose output.<br\/>"},"8":{"id":"jw56s8","title":"Pharmacokinetics","sub":{"0":{"id":"jw56s8b23","title":"Absorption","mono":"<ul><li>Bioavailability, SubQ: approximately 70%<\/li><li>Tmax, SubQ: 60 minutes (type 1 diabetes, 0.15 units\/kg); 100 minutes (type 2 diabetes, 0.2 units\/kg)<\/li><\/ul>"},"1":{"id":"jw56s8b24","title":"Distribution","mono":"Vd: 13 L <br\/>"},"3":{"id":"jw56s8b26","title":"Excretion","mono":"Total body clearance: 20% to 25% reduction (moderate or severe renal impairment; CrCl less than 50 mL\/min) <br\/>"},"4":{"id":"jw56s8b27","title":"Elimination Half Life","mono":"<ul><li>SubQ, 42 minutes<\/li><li>IV, 13 minutes<\/li><\/ul>"}}},"9":{"id":"jw56s9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/><ul><li>refrigerate unopened vials, or if not refrigerated use within 28 days<\/li><li>opened vials must be used within 28 days and may be kept refrigerated or kept at room temperature<\/li><li>regimens should also include an intermediate or long-acting insulin<\/li><\/ul><\/li><li><b>Intravenous<\/b><br\/><ul><li>use only with polyvinyl chloride (PVC) infusion bags and administer within 48 hours<\/li><li>dilute with NS only at a concentration of 0.05 to 1 unit\/mL<\/li><li>do NOT mix with any other insulin, when giving IV<\/li><\/ul><\/li><li><b>Subcutaneous<\/b><br\/><ul><li>do not share insulin pens among patients due to the risk of transmission of hepatitis viruses, HIV, or other blood-borne pathogens; use of a new disposable pen needle does not mitigate risks<\/li><li>administer by SUBQ injection in the abdominal wall, the thigh or the deltoid in the abdominal wall; rotate injection and infusion sites<\/li><li>4, 5, or 6 mm needles recommended in all patients regardless of BMI or age; inject at a 90 degree angle except when injecting into limbs, a slim abdomen, or in thinner children; for these situations, use a lifted skin fold (4 and 5 mm needles) or a 45-degree angle (6-mm needle))<\/li><li>administer by continuous SUBQ infusion via an insulin pump in the abdominal wall<\/li><li>if mixing with NPH human insulin for SUBQ injection in the same syringe, draw insulin glulisine first then NPH insulin and use immediately after mixing<\/li><li>do NOT mix or dilute with any other insulin, when giving via SUBQ infusion pump<\/li><li>infusion sets and reservoirs: do not use beyond 48 hours at 98.6 degrees F (37 degrees C); do not expose to temperatures greater than 98.6 degrees F (37 degrees C)<\/li><li>give within 15 minutes before a meal or within 20 minutes after a meal<\/li><\/ul><\/li><\/ul>"},"10":{"id":"jw56s10","title":"Monitoring","mono":"<ul><li>achieving glycemic control, including meeting HbA1c goal is indicative of efficacy<\/li><li>HbA1c: twice yearly in patients who are meeting treatment goals; every 3 months in patients whose therapy has changed and\/or who are not meeting glycemic goals; more frequently as clinically warranted<\/li><li>blood glucose (self-monitoring): at least prior to meals and snacks, at bedtime, occasionally postprandially, prior to exercise, prior to critical tasks (eg, driving), when hypoglycemia is suspected, and after treating hypoglycemia until normoglycemic<\/li><li>blood glucose levels, close monitoring in patients receiving IV insulin; during times of stress, illness, or with changes in coadministered medications or meal patterns, especially in pregnant patients or those patients where renal or hepatic impairment is suspected<\/li><li>serum potassium levels, close monitoring in patients receiving IV insulin<\/li><li>symptoms of hypoglycemia<\/li><li>symptoms of hyperglycemia<\/li><\/ul>"},"11":{"id":"jw56s11","title":"How Supplied","mono":"<ul><li><b>Apidra<\/b><br\/>Injection Solution: 100 U\/ML<br\/><\/li><li><b>Apidra Solostar<\/b><br\/>Injection Solution: 100 U\/ML<br\/><\/li><\/ul>"},"12":{"id":"jw56s12","title":"Toxicology","sub":[{"id":"jw56s12b31","title":"Clinical Effects","mono":"<b>INSULIN <\/b><br\/>USES: Insulin is a hormone used primarily in the treatment of diabetes mellitus mainly type 1 and sometimes type 2. It is also used for the treatment of hyperglycemia and hyperkalemia. It may be used as a performance enhancing drug. PHARMACOLOGY: Insulin is a polypeptide hormone composed of 51 amino acids secreted by the beta cells of the pancreas. It stimulates the uptake of glucose by the cardiac muscle, skeletal muscle and the adipose tissue. It also stimulates glycogenesis, lipogenesis, and protein synthesis, while it inhibits lipolysis. TOXICOLOGY: In overdose, insulin can cause hypoglycemia; the onset and duration depend on the type and quantity of the injected preparation. EPIDEMIOLOGY: While hypoglycemia during therapeutic use is common, deliberate insulin overdose is rare. MILD TO MODERATE TOXICITY: Insulin overdose produces hypoglycemia which may manifest as hunger, anxiety, fatigue, diaphoresis, nausea, palpitation, tachycardia, tremor and headache. As the brain becomes more deprived of glucose, blurred vision, inability to concentrate, weakness, altered behavior or coordination or somnolence may develop. Hypokalemia is a common finding in insulin overdose and hypomagnesemia and hypophosphatemia have been reported. SEVERE TOXICITY: Confusion, seizure and coma may develop. Focal neurological signs may also occur. Protracted, untreated hypoglycemia may cause permanent neurologic injury and death. Acute myocardial infarction and acute lung injury have been reported rarely after severe overdose. Cardiac dysrhythmias secondary to hypokalemia may occur when blood glucose levels drop below 40 mg\/dL following an overdose. ADVERSE EFFECTS: Hypoglycemia is common during therapeutic use. Hypokalemia may occur from intracellular shifts of potassium. Lethargy, lassitude, yawning, and irritability may occur when the blood glucose level drops to about 50 mg\/dL. <br\/>"},{"id":"jw56s12b32","title":"Treatment","mono":"<b>INSULIN <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Patients with more than mild symptoms should be treated with intravenous dextrose bolus (25 g). This should be followed with oral carbohydrates or a dextrose infusion. Glucagon may be used for initial management when IV access is not available. SEVERE TOXICITY: Blood glucose should be monitored hourly and whenever symptoms develop. The goal of therapy is to maintain the blood glucose between 120 to 200 mg\/dL using a dextrose infusion and IV boluses for hypoglycemic episodes.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not needed after ingestion because insulin is degraded in the stomach. HOSPITAL: Surgical removal of SubQ injected insulin has been described after large overdoses, but there is no evidence that this improves outcomes, and it is not recommended.<\/li><li>Airway management: Airway protection is mandatory in a patient with an altered mental status who does not improve with dextrose administration.<\/li><li>Dextrose: ANTIDOTE: The mainstay of therapy is intravenous dextrose sufficient to produce euglycemia. Dextrose administration is guided by frequent measurement of blood glucose. ADULT: An IV bolus of 25 g of dextrose (50 mL of 50% dextrose in water) is usually an adequate initial dose. However, in profound hypoglycemia an additional dose may be required. PEDIATRIC: Dose: 0.5 to 1 g\/kg of 25% dextrose (a 1:1 dilution of 50% dextrose and sterile water) while in the neonate the dose should be 0.5 to 1 g\/kg of 10% dextrose (a 1:4 dilution of 50% dextrose and sterile water). Once a patient is alert, they should be fed. Patients with recurrent hypoglycemia should receive an IV infusion of dextrose 10% titrated to maintain a blood glucose of 100 to 200 mg\/dL. If patients develop recurrent hypoglycemia despite 10% dextrose, or if volume loading is a concern, dextrose 20% can be given; however, it should be administered via a central venous catheter. Dextrose solution should be titrated and slowly discontinued once the patient starts to eat an adequate diet and hypoglycemic episodes have stopped.<\/li><li>Glucagon: ANTIDOTE: GLUCAGON: It can be used as a temporizing method to correct hypoglycemia; it may be given intravenously. Glucagon also has the advantage of being given SubQ or IM in the prehospital setting in patients who cannot be given carbohydrates because of depressed mental status and in whom IV access cannot be established. DOSE: Adult: Usual dose is 1 mg SubQ or IM; Pediatric (less than 20 kg): 0.5 mg IM or SubQ. Only effective if the patient has adequate liver glycogen stores.<\/li><li>Seizure: Correct hypoglycemia, IV benzodiazepines, barbiturates if seizures persist after hypoglycemia corrected.<\/li><li>Monitoring of patient: Serum or capillary glucose should be measured immediately then hourly, and when symptoms develop. Plasma glucose levels of 30 mg\/dL or lower are common following a large overdose. Blood electrolytes should be checked, in particular, potassium, magnesium and phosphorus especially following a large overdose. An ECG should be obtained after a large overdose. Serum insulin levels are not useful to guide therapy, but can confirm the diagnosis.<\/li><li>Enhanced elimination procedure: Enhanced elimination is of no benefit following insulin exposure.<\/li><li>Patient disposition: HOME CRITERIA: An asymptomatic adult with an inadvertent overdose of a short-acting insulin can be managed at home with telephone follow-up, if the patient has the ability to monitor his blood glucose at home, can tolerate oral intake, and if another responsible adult is present to monitor for signs of hypoglycemia. ADMISSION CRITERIA: Patients with an intentional insulin overdose or recurrent hypoglycemia should be admitted to the ICU for close blood glucose monitoring and dextrose therapy. OBSERVATION CRITERIA: The patient with an inadvertent overdose of a short acting preparation (typically has much smaller amounts of insulin administered) can be observed in the Emergency Department and discharged if hypoglycemia resolves after feeding and a few hours of observation. Patients with recurrent hypoglycemia or long acting insulin exposure require inpatient admission at least for 24 hours. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jw56s12b33","title":"Range of Toxicity","mono":"<b>INSULIN <\/b><br\/>TOXICITY: There is substantial intraindividual response to insulin. In general, therapeutic doses of insulin will cause hypoglycemia in a nondiabetic patient, while a patient with insulin resistance may not get hypoglycemic even with a modest overdoses. If prolonged hypoglycemia is avoided by early appropriate treatment, patients should recover with normal neurologic function despite large overdoses. Permanent brain damage has been reported following injections of 800 and 3200 units of insulin in diabetic patients. Recovery has occurred following up to 880 units of insulin lispro (short acting) with 3800 units of insulin glargine in an adult with diabetes mellitus. <br\/>"}]},"13":{"id":"jw56s13","title":"Clinical Teaching","mono":"<ul><li>Advise patient to never share insulin pens. Sharing needles or pens can result in transmission of hepatitis viruses, HIV, or other blood-borne pathogens.<\/li><li>This drug may cause lipodystrophy or severe hypoglycemia.<\/li><li>Teach patient how to monitor blood glucose and to report difficulties in glycemic control.<\/li><li> If use at mealtime, instruct patient to administer within 15 min before a meal or immediately after a meal.<\/li><li>Teach patient proper technique and placement of injections.<\/li><li>Advise patient to rotate injection sites.<\/li><li> Patient should avoid alcohol while using insulin. <\/li><\/ul>"}}}