{"generic":"Perflutren Protein Type A Microsphere","drugs":["Optison","Perflutren Protein Type A Microsphere"],"mono":{"0":{"id":"jw5ks0","title":"Generic Names","mono":"Perflutren Protein Type A Microsphere"},"1":{"id":"jw5ks1","title":"Dosing and Indications","sub":[{"id":"jw5ks1b4","title":"Adult Dosing","mono":"<ul><li>Perflutren in albumin microspheres designates the intact formulation of octafluoropropane in albumin microspheres. Another formulation of octafluoropropane is available, consisting of octafluoropropane in lipid microspheres (Definity(TM)). It is recognized by the FDA as a molecular entity different from perflutren in albumin microspheres. For further information, consult the perflutren in lipid microspheres monograph.<\/li><li><b>Echocardiography; Adjunct:<\/b> 0.5 mL IV at a rate not to exceed 1 mL per second; follow perflutren injection with a flush of normal saline solution (NSS) or dextrose 5% water (D5W); may give additional 0.5 mL doses up to 5 mL of perflutren in any 10 min period; MAX dose of 8.7 mL in any one patient study<\/li><\/ul>"},{"id":"jw5ks1b5","title":"Pediatric Dosing","mono":"safety and efficacy not established in pediatric patients "},{"id":"jw5ks1b6","title":"Dose Adjustments","mono":"safety and efficacy have not been established in patients with congenital heart disease; do not administer to patients with cardiac shunts, or worsening\/unstable heart failure "},{"id":"jw5ks1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Echocardiography; Adjunct<br\/>"}]},"2":{"id":"jw5ks2","title":"Black Box Warning","mono":"<b>Intravenous (Suspension)<\/b><br\/>Serious cardiopulmonary reactions, including fatalities, have occurred during or following perflutren-containing microsphere administration with the most serious reactions occurring within 30 minutes of administration. Assess all patients for any condition that precludes use of this product. Always have resuscitation equipment and trained personnel available.<br\/>"},"3":{"id":"jw5ks3","title":"Contraindications\/Warnings","sub":[{"id":"jw5ks3b9","title":"Contraindications","mono":"<ul><li>cardiac shunts, right-to-left, bi-directional, or transient right-to-left (known or suspected); microvascular occlusion and ischemia may develop<\/li><li>hypersensitivity to perflutren, albumin, blood, or blood products<\/li><li>intra-arterial administration<\/li><\/ul>"},{"id":"jw5ks3b10","title":"Precautions","mono":"<ul><li>cardiopulmonary conditions, unstable (eg, acute myocardial infarction, acute coronary artery syndromes, worsening or unstable congestive heart failure, serious ventricular arrhythmias or recent worsening of heart or lung conditions); increased risk of serious and potentially fatal cardiopulmonary reactions; monitoring recommended<\/li><li>cardiopulmonary reactions, serious and potentially fatal (eg, symptomatic arrhythmias, fatal cardiac or respiratory arrest, convulsions, hypotension, respiratory distress, shock, syncope, or loss of consciousness); have occurred acutely, during or following administration of perflutren, usually within 30 minutes; monitoring recommended<\/li><li>congenital heart defect<\/li><li>anaphylactoid reactions (including shock, bronchospasm, angioedema, upper airway swelling, and swelling of the face, eyes, lips, and tongue) have been reported during or shortly after the first dose<\/li><li>contains albumin, human; may pose risk for transmission of viral disease or Creutzfeldt-Jakob disease<\/li><li>high ultrasound mechanical index; ventricular arrhythmias as a result of microsphere cavitation or rupture may occur<\/li><\/ul>"},{"id":"jw5ks3b11","title":"Pregnancy Category","mono":"<ul><li>C (FDA)<\/li><li>B3 (AUS)<\/li><\/ul>"},{"id":"jw5ks3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jw5ks4","title":"Drug Interactions","sub":{"1":{"id":"jw5ks4b14","title":"Major","mono":"<ul>Pasireotide (theoretical)<\/ul>"}}},"5":{"id":"jw5ks5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Dermatologic:<\/b>Flushing (3.6%)<\/li><li><b>Gastrointestinal:<\/b>Nausea, Vomiting<\/li><li><b>Neurologic:<\/b>Dizziness (2.5%), Headache (5.4%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Cardiac arrest, Cardiac dysrhythmia, Shock, Syncope<\/li><li><b>Immunologic:<\/b>Anaphylactoid reaction<\/li><li><b>Neurologic:<\/b>Loss of consciousness, Seizure<\/li><li><b>Respiratory:<\/b>Dyspnea (1.1%), Respiratory arrest, Respiratory distress<\/li><\/ul>"},"6":{"id":"jw5ks6","title":"Drug Name Info","sub":{"0":{"id":"jw5ks6b17","title":"US Trade Names","mono":"Optison<br\/>"},"2":{"id":"jw5ks6b19","title":"Class","mono":"Diagnostic Agent, Cardiac Function<br\/>"},"3":{"id":"jw5ks6b20","title":"Regulatory Status","mono":"RX<br\/>"}}},"7":{"id":"jw5ks7","title":"Mechanism Of Action","mono":"The mechanism of action is based on the creation of an echogenic contrast in the blood by the microspheres. When the gas-filled microspheres are introduced into the blood, they travel in the bloodstream to the left ventricle of the heart, where they reflect the colliding sound waves generated from ultrasound equipment. At the frequencies used in adult echocardiography (2 to 5 megahertz), the microspheres resonate, which further increases the extent of ultrasound scattering and reflection.<br\/>"},"8":{"id":"jw5ks8","title":"Pharmacokinetics","sub":{"1":{"id":"jw5ks8b24","title":"Distribution","mono":"Protein binding: minimal <br\/>"},"2":{"id":"jw5ks8b25","title":"Metabolism","mono":"Hepatic: unquantified <br\/>"},"3":{"id":"jw5ks8b26","title":"Excretion","mono":"Pulmonary: 99.9% <br\/>"},"4":{"id":"jw5ks8b27","title":"Elimination Half Life","mono":"1.3 +\/- 0.69 minutes <br\/>"}}},"9":{"id":"jw5ks9","title":"Administration","mono":"<b>Intravenous<\/b><br\/><ul><li>non-resuspended suspension has a white layer of microspheres on top of the liquid; suspension should not be used if the white layer is not present<\/li><li>vial should be inverted and gently rotated to resuspend the microspheres and to allow the suspension to come to room temperature<\/li><li>do not inject air into the vial<\/li><li>vial should be vented with a sterile vent spike or an 18-gauge needle before withdrawing the suspension into the injection syringe<\/li><li>after resuspension, the microspheres must be injected within one minute; if not used within one minute, resuspend in the syringe by gently inverting and rotating the syringe<\/li><li>do not use if container has been damaged or the protective seal and\/or rubber cap have been entered.<\/li><li>vials do not contain preservatives and are intended for single use in one patient; discard unused product properly<\/li><li>intravenous access should be provided in a peripheral vein with a 20-gauge or larger angiocatheter; for injections, flush line for patency with 10 milliliter 0.9% sodium chloride before and immediately after the injection; for infusions, maintain patency with a slow NS or D5W infusion and flush after contrast injection<\/li><li>blood should not be aspirated back into the microsphere-containing syringe<\/li><li>dose should be injected at a maximum rate of 1 milliliter per second<\/li><\/ul>"},"10":{"id":"jw5ks10","title":"Monitoring","mono":"<ul><li>quality of left-ventricular contrast opacification<\/li><li>electrocardiography during and for 30 minutes following administration<\/li><li>oxygen saturation (cutaneous) during and for 30 minutes following administration<\/li><li>signs of anaphylactoid reactions<\/li><li>vital signs during and for 30 minutes following administration<\/li><\/ul>"},"13":{"id":"jw5ks13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause headache, dizziness, nausea, vomiting, and a warm sensation or flushing.<\/li><li>Instruct patient to report signs\/symptoms of arrhythmia, tachycardia, hypotension, or cardiac or respiratory arrest.<\/li><\/ul>"}}}