{"generic":"Trospium Chloride","drugs":["Sanctura","Trospium Chloride"],"mono":{"0":{"id":"jw69s0","title":"Generic Names","mono":"Trospium Chloride"},"1":{"id":"jw69s1","title":"Dosing and Indications","sub":[{"id":"jw69s1b4","title":"Adult Dosing","mono":"<ul><li><b>Bladder muscle dysfunction - overactive, With symptoms of urge urinary incontinence, urgency, and urinary frequency:<\/b> immediate release, 20 mg ORALLY twice daily<\/li><li><b>Bladder muscle dysfunction - overactive, With symptoms of urge urinary incontinence, urgency, and urinary frequency:<\/b> extended-release, 60 mg ORALLY once daily in the morning<\/li><\/ul>"},{"id":"jw69s1b5","title":"Pediatric Dosing","mono":"safety and efficacy have not been established in children "},{"id":"jw69s1b6","title":"Dose Adjustments","mono":"<ul><li><b>elderly:<\/b> 75 years of age or older, immediate release, reduce dose to 20 mg ORALLY once daily based on tolerability<\/li><li><b>renal impairment, severe:<\/b> CrCl less than 30 mL\/min, immediate release, 20 mg ORALLY once daily at bedtime; extended-release, not recommended<\/li><\/ul>"},{"id":"jw69s1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Bladder muscle dysfunction - overactive, With symptoms of urge urinary incontinence, urgency, and urinary frequency<br\/><b>Non-FDA Labeled Indications<\/b><br\/>Disorder of gastrointestinal tract<br\/>"}]},"3":{"id":"jw69s3","title":"Contraindications\/Warnings","sub":[{"id":"jw69s3b9","title":"Contraindications","mono":"<ul><li>gastric retention<\/li><li>hypersensitivity to trospium chloride or any other component of the product<\/li><li>narrow-angle glaucoma, uncontrolled<\/li><li>urinary retention<\/li><\/ul>"},{"id":"jw69s3b10","title":"Precautions","mono":"<ul><li>alcohol should be avoided within 2 hours of trospium administration; may enhance drug-induced drowsiness (extended-release capsule)<\/li><li>anaphylactic reactions have been reported<\/li><li>angioedema of the face, lips, tongue and\/or larynx has been reported; discontinue therapy if tongue, hypopharynx, or larynx involved<\/li><li>bladder outflow obstruction, clinically significant; risk of urinary retention<\/li><li>CNS anticholinergic effects (eg, dizziness, confusion, hallucinations, somnolence) have been reported; monitoring recommended; dose adjustment or discontinuation may be needed<\/li><li>gastrointestinal obstructive disorders; risk of gastric retention<\/li><li>geriatric patients (75 years of age and older); enhanced sensitivity to anticholinergic adverse effects; dose adjustment may be needed (immediate-release tablet)<\/li><li>intestinal atony; may reduce gastrointestinal motility<\/li><li>myasthenia gravis; may reduce gastrointestinal motility<\/li><li>narrow-angle glaucoma, controlled; monitoring recommended<\/li><li>renal impairment, severe (CrCl less than 30 mL\/min); increased risk of adverse effects; extended-release capsules not recommended; dose adjustment advised with use of immediate-release tablets<\/li><li>ulcerative colitis; may reduce gastrointestinal motility<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jw69s3b11","title":"Pregnancy Category","mono":"Trospium: C (FDA)<br\/>"},{"id":"jw69s3b12","title":"Breast Feeding","mono":"Trospium: Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jw69s4","title":"Drug Interactions","sub":[{"id":"jw69s4b13","title":"Contraindicated","mono":"<ul>Potassium (theoretical)<\/ul>"},{"id":"jw69s4b14","title":"Major","mono":"<ul><li>Bupropion (theoretical)<\/li><li>Donepezil (theoretical)<\/li><li>Oxymorphone (probable)<\/li><li>Umeclidinium (theoretical)<\/li><\/ul>"},{"id":"jw69s4b15","title":"Moderate","mono":"<ul>Metformin (established)<\/ul>"}]},"5":{"id":"jw69s5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Gastrointestinal:<\/b>Constipation (8.5% to 9.6%), Xerostomia (10.7% to 20.1%)<\/li><li><b>Neurologic:<\/b>Headache (4.2%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypertensive crisis, Syncope<\/li><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome<\/li><li><b>Immunologic:<\/b>Anaphylaxis<\/li><li><b>Musculoskeletal:<\/b>Rhabdomyolysis<\/li><li><b>Psychiatric:<\/b>Delirium, Hallucinations<\/li><li><b>Other:<\/b>Angioedema<\/li><\/ul>"},"6":{"id":"jw69s6","title":"Drug Name Info","sub":{"0":{"id":"jw69s6b17","title":"US Trade Names","mono":"Sanctura<br\/>"},"2":{"id":"jw69s6b19","title":"Class","mono":"<ul><li>Antimuscarinic<\/li><li>Urinary Antispasmodic<\/li><\/ul>"},"3":{"id":"jw69s6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jw69s6b21","title":"Generic Availability","mono":"Yes<br\/>"}}},"7":{"id":"jw69s7","title":"Mechanism Of Action","mono":"Trospium chloride, an antimuscarinic and antispasmodic agent, antagonizes the effect of acetylcholine on muscarinic receptors in cholinergically innervated organs. It also reduces smooth muscle tone in the bladder because of its parasympatholytic action. Trospium chloride has negligible affinity for nicotinic receptors at therapeutic doses.<br\/>"},"8":{"id":"jw69s8","title":"Pharmacokinetics","sub":[{"id":"jw69s8b23","title":"Absorption","mono":"<ul><li>Time to peak concentration: (immediate release and extended release), approximately 5 hrs<\/li><li>Bioavailability: (immediate release), 9.6% (4% to 16.1%)<\/li><li>Effect of food: (immediate release), high fat meal lowers AUC and Cmax by 70% to 80%<\/li><li>Effect of food: (extended release), high fat meal lowers AUC and Cmax by 35% to 60%<\/li><\/ul>"},{"id":"jw69s8b24","title":"Distribution","mono":"<ul><li>Vd: (immediate release), 395 L +\/-140 L<\/li><li>Vd: (extended release) greater than 600 L<\/li><li>Protein binding: (immediate release), 50% to 85%<\/li><li>Protein binding: (extended release), 48% to 78%.<\/li><\/ul>"},{"id":"jw69s8b25","title":"Metabolism","mono":"Hepatic: not fully defined <br\/>"},{"id":"jw69s8b26","title":"Excretion","mono":"<ul><li>Fecal: 85.2%<\/li><li>Renal: 5.8% (60% unchanged)<\/li><\/ul>"},{"id":"jw69s8b27","title":"Elimination Half Life","mono":"<ul><li>immediate release, approximately 18 hr<\/li><li>extended release, 35 hrs<\/li><li>severe renal insufficiency: (immediate release), approximately 33 hr<\/li><\/ul>"}]},"9":{"id":"jw69s9","title":"Administration","mono":"<b>Oral<\/b><br\/><ul><li>administer at least one hour prior to meals or give on an empty stomach<\/li><li>extended release: alcohol should not be consumed within 2 hours of trospium extended-release<\/li><\/ul>"},"10":{"id":"jw69s10","title":"Monitoring","mono":"<ul><li>improvement in overactive bladder symptoms (ie, urgency, frequency, urge urinary incontinence) indicates efficacy<\/li><li>controlled narrow-angle glaucoma; use in uncontrolled narrow-angle glaucoma is contraindicated<\/li><li>anticholinergic effects (eg, dizziness, confusion, somnolence, hallucinations); especially after treatment initiation or dose increases<\/li><\/ul>"},"11":{"id":"jw69s11","title":"How Supplied","mono":"<ul><li><b>Generic<\/b><br\/><ul><li>Oral Capsule, Extended Release: 60 MG<\/li><li>Oral Tablet: 20 MG<\/li><\/ul><\/li><li><b>Sanctura XR<\/b><br\/>Oral Capsule, Extended Release: 60 MG<br\/><\/li><\/ul>"},"12":{"id":"jw69s12","title":"Toxicology","sub":[{"id":"jw69s12b31","title":"Clinical Effects","mono":"<b>ANTICHOLINERGIC POISONING <\/b><br\/>USES: The anticholinergic toxidrome refers to a set of signs and symptoms that occur with overdose of antagonists of the muscarinic cholinergic receptors. It can occur after poisoning from many pharmaceuticals and from naturally occurring alkaloids found in many plants.  These medications are commonly used as sleep aids, antispasmodics (gastrointestinal and urinary), antihistamines, and ophthalmic cycloplegics and to treat Parkinson disease.  This class of drugs is occasionally abused (mostly by adolescents) for its hallucinogenic effects. PHARMACOLOGY: Competitive antagonist of M1 and M2 muscarinic cholinergic receptor. Toxic effects from antagonism of the nicotinic cholinergic system is not a component of the syndrome. In general, the desired pharmacologic effects occur when only the peripheral muscarinic receptors are antagonized and there are no central antimuscarinic effects. TOXICOLOGY: Is an extension of the pharmacologic effects, which is due to extensive antagonism of the central and peripheral muscarinic acetylcholine receptors. EPIDEMIOLOGY: Poisoning is common but rarely severe. Toxicity may occur via oral, parenteral, or dermal route.  Systemic anticholinergic effects  have occasionally developed after use of ophthalmic preparations, mostly in young children. MILD TO MODERATE TOXICITY: Somnolence, anticholinergic effects  of mydriasis, flushing, fever, dry mouth, decreased bowel sounds, and tachycardia are characteristic.  Mild hypertension, nausea, and vomiting are  also common after overdose.  Agitation, confusion, and hallucinations may develop with moderate poisoning. SEVERE TOXICITY: Severe effects may include agitated delirium, psychosis, hallucinations, seizures, hyperthermia, and coma. Some drugs that cause the anticholinergic toxidrome (eg, diphenhydramine) may cause QRS widening and ventricular dysrhythmias due to sodium channel antagonism, but this is not due to the anticholinergic effects. Rhabdomyolysis and renal failure may rarely develop in patients with prolonged agitation, coma, or seizures. ADVERSE EFFECTS: COMMON: Dry mouth, urinary retention, and constipation are commonly seen.<br\/>"},{"id":"jw69s12b32","title":"Treatment","mono":"<b>ANTICHOLINERGIC POISONING <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: The vast majority of pharmaceutical  overdoses that produce the anticholinergic toxidrome requires only supportive care; administer activated charcoal if the patient presents shortly after ingestion; sedate patients with benzodiazepines for agitation and delirium. Hypertension and tachycardia are generally mild and well tolerated, and do not require specific treatment. Physostigmine can be used to establish a diagnosis; it may help avoid an invasive, costly work-up, but should only be given in a setting where intensive monitoring and resuscitation is possible, and should NOT be given if the history or ECG (QRS widening) suggests tricyclic antidepressant poisoning. MANAGEMENT OF SEVERE TOXICITY: Orotracheal intubation for airway protection should be performed early. May benefit from gastric lavage if patient presents soon after a large ingestion; administer activated charcoal. GI decontamination should only be performed in patients who can protect their airway or who are intubated. Severe delirium may develop and require large doses of benzodiazepines for sedation. Seizures (may progress to status epilepticus) may require aggressive use of benzodiazepines, propofol and\/or barbiturates. Monitor core temperature and treat hyperthermia with aggressive benzodiazepine sedation to control agitation, and external cooling. Clinical manifestations may be prolonged due to prolonged absorption in the setting of anticholinergic ileus.<\/li><li>Decontamination: PREHOSPITAL: Not recommended because of the potential for somnolence and seizures. For dermal exposure, wash skin thoroughly. HOSPITAL: Activated charcoal if recent, substantial ingestion, and patient is able to protect airway. Consider gastric lavage in recent, life threatening ingestion, protect airway prior to gastric lavage.<\/li><li>Airway management: Protect airway early in patients with severe intoxication (i.e., seizures, severe delirium or hyperthermia).<\/li><li>Antidote: Physostigmine is indicated to reverse the CNS effects caused by clinical or toxic dosages of agents capable of producing anticholinergic syndrome; however, long lasting reversal of anticholinergic signs and symptoms is generally not achieved because of the relatively short duration of action of physostigmine (45 to 60 minutes).  It is most often used diagnostically to distinguish anticholinergic delirium from other causes of altered mental status. CAUTION: If tricyclic antidepressants are coingested, physostigmine may precipitate seizures and dysrhythmias. DOSES: ADULT: 2 mg IV at a slow controlled rate, no more than 1 mg\/min. May repeat doses at intervals of 10 to 30 min if severe symptoms recur. For patients with prolonged anticholinergic delirium consider a continuous infusion, start at 2 mg\/hr and titrate to effect. CHILD: 0.02 mg\/kg by slow IV injection, at a rate no more than 0.5 mg\/minute. Repeat dosage at 5 to 10 minute intervals as long as the toxic effect persists and there is no sign of cholinergic effects. MAXIMUM DOSAGE: 2 mg total.<\/li><li>Seizure: Intravenous benzodiazepines; add propofol or barbiturates if seizures persist or recur.<\/li><li>Body temperature above reference range: Control agitation with benzodiazepines, initiate aggressive external cooling measures (i.e., remove patient's clothing, cover with a damp sheet or spray skin with water and direct fan at the patient's skin to enhance evaporation).<\/li><li>Psychomotor agitation: Sedate patient with benzodiazepines as necessary; large doses may be required.<\/li><li>Monitoring of patient: Monitor vital signs (including temperature) and mental status.  No specific lab work is needed in most patients. Obtain an ECG and institute continuous cardiac monitoring in patients with moderate to severe toxicity (i.e., agitation, delirium, seizures, coma, hypotension). Monitor creatinine phosphokinase in patients with prolonged agitation, seizures or coma; monitor renal function and urine output in patients with rhabdomyolysis.<\/li><li>Enhanced elimination procedure: Hemodialysis and hemoperfusion are of no value in this setting because of the large volume of distribution.<\/li><li>Patient disposition: HOME CRITERIA: Asymptomatic children (other than mild drowsiness or stimulation) with an acute inadvertent ingestion may be monitored at home. OBSERVATION CRITERIA: Patients with deliberate ingestions and symptomatic patients should be sent to a health care facility for observation for 6 to 8 hours. ADMISSION CRITERIA: Patients with significant persistent central nervous system toxicity (i.e., hallucinations, somnolence, delirium, coma), or persistent tachycardia should be admitted. Patients with coma, seizures or delirium should be admitted to an intensive care setting. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in managing patients with severe toxicity (i.e., seizures, severe delirium, coma), or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jw69s12b33","title":"Range of Toxicity","mono":"<b>ANTICHOLINERGIC POISONING<\/b><br\/>TOXICITY: ADULTS: Varies with the specific medication. In general, patients will have to ingest large doses of plant products (or make a tea) to develop symptoms. THERAPEUTIC DOSE: Varies with the specific medication.<br\/>"}]},"13":{"id":"jw69s13","title":"Clinical Teaching","mono":"<ul><li>Drug may cause angioedema of the face, lips, tongue, and\/or larynx which can be life-threatening. Patient should be advised to promptly discontinue therapy and immediately contact a healthcare professional if angioedema of the tongue, hypopharynx, or larynx occurs.<\/li><li>Drug may cause dizziness or blurred vision. Patient should avoid activities requiring mental alertness or clear vision until drug effects are realized.<\/li><li>Drug may impair heat regulation. Advise patient to use caution with activities leading to an increased core temperature, such as strenuous exercise, dehydration, or exposure to extreme heat.<\/li><li>This drug may cause constipation, xerostomia,  and headache.<\/li><li>Advise patient to take drug on an empty stomach or at least 1 hour prior to meals.<\/li><li>Patient should not drink alcohol concurrently with immediate-release tablets or within 2 hours of taking extended-release capsules due to increased drowsiness.<\/li><li>Instruct patient to wait until 1 hour before the next meal to take a missed dose.<\/li><\/ul>"}}}