{"generic":"Clofarabine","drugs":["Clofarabine","Clolar"],"mono":{"0":{"id":"jwbos0","title":"Generic Names","mono":"Clofarabine"},"1":{"id":"jwbos1","title":"Dosing and Indications","sub":[{"id":"jwbos1b4","title":"Adult Dosing","mono":"<ul><li>safety and efficacy have not been established in adults (older than 21 years) or geriatric patients aged 65 years and older<\/li><li><b>Acute lymphoid leukemia, Relapsed or refractory:<\/b> (younger than 21 years) 52 mg\/m(2)\/day IV over 2 hours for 5 consecutive days; repeat every 2 to 6 weeks, following recovery or return to baseline organ function; subsequent cycles should be initiated no sooner than 14 days from the starting day of the previous cycle provided the absolute neutrophil count is 0.75 x 10(9)\/L or greater; recalculate actual body surface area prior to each cycle; prophylactic antihyperuricemic treatment, alkalinization of the urine, and IV fluids through day 5 of treatment and steroids (eg, hydrocortisone 100 mg\/m(2) on days 1, 2, and 3) are recommended; consider antiemetics<\/li><li><b>Acute myeloid leukemia:<\/b> Monotherapy: Clofarabine 20 mg\/m(2) IV once daily for 5 days with cycles repeated every 4 to 6 weeks<\/li><li><b>Acute myeloid leukemia:<\/b> Salvage, monotherapy: 40 mg\/m(2)\/day administered IV over 1 hour for 5 consecutive days every 3 to 6 weeks (study dose)<\/li><li><b>Acute myeloid leukemia:<\/b> First-line, combination therapy clofarabine plus cytarabine: Clofarabine 40 mg\/m(2)\/day IV over 1 hour for 5 consecutive days (on days 2 through 6) followed 4 hours later by cytarabine 1 g\/m(2) IV over 2 hours daily for 5 consecutive days (on days 1 through 5) with cycles repeated every 4 to 6 weeks; MAX, 3 induction cycles (study dose)<\/li><li><b>Acute myeloid leukemia:<\/b> (Combination therapy; Chemo-naive patients 60 years or younger) Induction, clofarabine 20 mg\/m(2)\/day IV over 1 hour on days 1 through 5, idarubicin 10 mg\/m(2)\/day IV over 30 minutes on days 1 through 3, and cytarabine 1g\/m(2)\/day IV over 2 hours on days 1 through 5 with cycles repeated every 4 to 6 weeks (study dose)<\/li><li><b>Acute myeloid leukemia:<\/b> (Combination therapy; Chemo-naive patients 60 years or younger) Consolidation, clofarabine 15 mg\/m(2)\/day IV over 1 hour on days 1 through 3, idarubicin 8 mg\/m(2)\/day IV over 30 minutes on days 1 and 2, and cytarabine 0.75 g\/m(2)\/day IV over 2 hours on days 1 through 3 for up to 6 cycles with cycles repeated every 4 to 6 weeks (study dose)<\/li><\/ul>"},{"id":"jwbos1b5","title":"Pediatric Dosing","mono":"<b>Acute lymphoid leukemia, Relapsed or refractory:<\/b> (1 to 21 years of age) 52 mg\/m(2)\/day IV over 2 hours for 5 consecutive days; repeat every 2 to 6 weeks, following recovery or return to baseline organ function; subsequent cycles should be initiated no sooner than 14 days from the starting day of the previous cycle provided the absolute neutrophil count is 0.75 x 10(9)\/L or greater; recalculate actual body surface area prior to each cycle; prophylactic antihyperuricemic treatment, alkalinization of the urine, and IV fluids through day 5 of treatment and steroids (eg, hydrocortisone 100 mg\/m(2) on days 1, 2, and 3) are recommended; consider antiemetics"},{"id":"jwbos1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment (CrCl 30 to 60 mL\/min):<\/b> reduce dose by 50%<\/li><li><b>renal toxicity (Grade 3 or higher increases in creatinine):<\/b> discontinue clofarabine and restart when the patient is stable and organ function returned to baseline, with a 25% dose reduction<\/li><li><b>hepatic toxicity (Grade 3 or higher increases in bilirubin):<\/b> discontinue clofarabine and restart when the patient is stable and organ function returned to baseline, with a 25% dose reduction<\/li><li><b>hematologic toxicity:<\/b> for Grade 4 neutropenia (absolute neutrophil count (ANC) less than 0.5 X 10(9)\/L) lasting 4 weeks or longer, reduce dose by 25% for the next cycle<\/li><li><b>infection:<\/b> if a clinically significant infection develops, withhold therapy until the infection in clinically controlled, and then restart at the full dose<\/li><li><b>noninfectious nonhematologic toxicity (excluding transient elevations in serum transaminase and\/or serum bilirubin and\/or nausea\/vomiting that was controlled by antiemetic treatment):<\/b> for grade 3 toxicity, withhold therapy until resolution or return to baseline, and then restart at a 25% dose reduction; for grade 4 toxicity, discontinue treatment<\/li><li><b>Systemic Inflammatory Response Syndrome (SIRS) or capillary leak (eg, hypotension, tachycardia, tachypnea, and pulmonary edema):<\/b> discontinue treatment and provide appropriate supportive care<\/li><li><b>hypotension:<\/b> discontinue treatment if hypotension develops during the 5 days of administration<\/li><\/ul>"},{"id":"jwbos1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Acute lymphoid leukemia, Relapsed or refractory<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Acute myeloid leukemia<\/li><li>Leukemia<\/li><\/ul>"}]},"3":{"id":"jwbos3","title":"Contraindications\/Warnings","sub":[{"id":"jwbos3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jwbos3b10","title":"Precautions","mono":"<ul><li>bone marrow suppression, severe and prolonged, including severe neutropenia, anemia, and thrombocytopenia, may occur; monitoring recommended; may require dose reduction or interruption of therapy<\/li><li>cytokine release may occur and lead to Systemic Inflammatory Response Syndrome (SIRS), capillary-leak syndrome, and organ dysfunction; monitoring recommended; discontinue upon signs and symptoms of cytokine release (eg, tachypnea, tachycardia, hypotension, pulmonary edema); dose reduction may be considered with retreatment<\/li><li>hepatotoxicity, severe and fatal, has been reported; increased risk (suggestive of veno-occlusive disease) in patients with a history of a hematopoietic stem-cell transplantation; monitoring recommended; may require discontinuation of therapy<\/li><li>hypotension; discontinue if occurs during administration<\/li><li>infection, including opportunistic infections and severe or fatal sepsis, may occur; monitoring recommended; may require interruption of therapy<\/li><li>renal impairment; dosage adjustment required<\/li><li>renal toxicity may occur, including elevated creatinine, hematuria, and acute renal failure; monitoring recommended; may require interruption or discontinuation of therapy<\/li><li>tumor lysis syndrome (TLS) may occur; monitoring recommended<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jwbos3b11","title":"Pregnancy Category","mono":"D (FDA)<br\/>"},{"id":"jwbos3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jwbos4","title":"Drug Interactions","sub":{"1":{"id":"jwbos4b14","title":"Major","mono":"<ul><li>Cobicistat (theoretical)<\/li><li>Dasabuvir (theoretical)<\/li><li>Paritaprevir (theoretical)<\/li><\/ul>"}}},"5":{"id":"jwbos5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (28.7%), Tachycardia (34.8%)<\/li><li><b>Dermatologic:<\/b>Erythema (11.3%), Flushing (19.1%), Petechiae (26.1%), Pruritus (42.6%), Rash (38.3%)<\/li><li><b>Gastrointestinal:<\/b>Abdominal pain (34.8% (any grade); 7% (grade 3)), Diarrhea (55.7% (any grade); 12.2% (grade 3)), Loss of appetite (29.6% (any grade); 5.2% (grade 3); 7% (grade 4)), Nausea (73% (any grade); 13.9% (grade 3); 0.9% (grade 4)), Upper abdominal pain (7.8% (any grade); 0.9% (grade 3)), Vomiting (78.3% (any grade); 7.8% (grade 3); 0.9% (grade 4))<\/li><li><b>Hematologic:<\/b>Anemia, Any grade (83.3%.), Lymphocytopenia, Grade 3 or higher (82.3%.), Thrombocytopenia, Any grade (80.7%.)<\/li><li><b>Hepatic:<\/b>ALT\/SGPT level raised (80.5% (any grade); 43.4% (grade 3 or higher).), AST\/SGOT level raised (any grade, 74%; grade 3 or higher, 36%.), Serum bilirubin raised (44.7% (any grade); 13.2% (grade 3 or higher))<\/li><li><b>Immunologic:<\/b>Infection of bladder catheter (12.2% (any grade); 11.3% (grade 3))<\/li><li><b>Musculoskeletal:<\/b>Pain in limb (29.6%)<\/li><li><b>Neurologic:<\/b>Headache (42.6%)<\/li><li><b>Psychiatric:<\/b>Anxiety (20.9%)<\/li><li><b>Renal:<\/b>Serum creatinine raised (any grade, 49.5%; grade 3 or higher, 7.8%.)<\/li><li><b>Respiratory:<\/b>Epistaxis (27%), Pleural effusion (12.2%)<\/li><li><b>Other:<\/b>Fatigue (33.9%), Rigor (33.9%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Dermatologic:<\/b>Stevens-Johnson syndrome, Toxic epidermal necrolysis<\/li><li><b>Hematologic:<\/b>Anemia, Grade 3 or higher (75.4%.), Febrile neutropenia (54.8%), Leukopenia, Grade 3 or higher (87.7%.), Neutropenia, Grade 3 or higher (63.7%.), Pancytopenia, Thrombocytopenia, Grade 3 or higher (79.8%.)<\/li><li><b>Hepatic:<\/b>Veno-occlusive disease of the liver<\/li><li><b>Immunologic:<\/b>Infectious disease (83%), Sepsis (16.5% (any grade); 5.2% (grade 3); 3.5% (grade 4); 7.8% (grade 5)), Septic shock<\/li><li><b>Neurologic:<\/b>Cerebrovascular accident<\/li><li><b>Renal:<\/b>Acute renal failure (3% (grade 3); 2% (grade 4))<\/li><li><b>Other:<\/b>Capillary leak syndrome (4%), Systemic inflammatory response syndrome (2%), Tumor lysis syndrome (6.1%)<\/li><\/ul>"},"6":{"id":"jwbos6","title":"Drug Name Info","sub":{"0":{"id":"jwbos6b17","title":"US Trade Names","mono":"Clolar<br\/>"},"2":{"id":"jwbos6b19","title":"Class","mono":"<ul><li>Antimetabolite<\/li><li>Antineoplastic Agent<\/li><li>Purine Nucleoside Analog<\/li><\/ul>"},"3":{"id":"jwbos6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwbos6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jwbos7","title":"Mechanism Of Action","mono":"Clofarabine inhibits the synthesis of DNA (deoxyribonucleic acid) by reducing the pools of deoxynucleotide triphosphate.This is attained by inhibiting ribonucleoside reductase, terminating elongation of the DNA chain and inhibiting repair through incorporation into the DNA chain by competitive inhibition of DNA polymerases.<br\/>"},"8":{"id":"jwbos8","title":"Pharmacokinetics","sub":{"1":{"id":"jwbos8b24","title":"Distribution","mono":"<ul><li>Vd: 172 L\/m(2)<\/li><li>Protein binding: 47%<\/li><\/ul>"},"2":{"id":"jwbos8b25","title":"Metabolism","mono":"<ul><li>Hepatic; limited (0.2%)<\/li><li>Active metabolite: 5'-triphosphate<\/li><\/ul>"},"3":{"id":"jwbos8b26","title":"Excretion","mono":"<ul><li>Renal: 49% to 60% unchanged<\/li><li>Non-renal: unknown<\/li><\/ul>"},"4":{"id":"jwbos8b27","title":"Elimination Half Life","mono":"5.2 h <br\/>"}}},"9":{"id":"jwbos9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>use proper procedures for handling and disposal of chemotherapy<br\/><\/li><li><b>Intravenous<\/b><br\/><ul><li>filter through a sterile 0.2 micron syringe filter, then dilute with D5W or NS to a final concentration between 0.15 and 0.4 mg\/mL and infuse over 2 hours; use within 24 hours of preparation<\/li><li>no other medications should be administered through the same IV line as clofarabine<\/li><li>(infusion) administer continuous IV fluids throughout the 5 days of therapy<\/li><\/ul><\/li><\/ul>"},"10":{"id":"jwbos10","title":"Monitoring","mono":"<ul><li>disease response indicates efficacy<\/li><li>CBC and platelets; during the 5 days of therapy followed by 1 or 2 time weekly or as clinically indicated  with differential<\/li><li>hepatic function; during the 5 days of therapy<\/li><li>renal function; during the 5 days of therapy<\/li><li>signs and symptoms of venoocclusive disease of liver; especially in recipients of hematopoietic stem cell transplants<\/li><li>signs and symptoms of infection<\/li><li>cardiac function; during the 5 days of therapy<\/li><li>signs and symptoms of tumor lysis syndrome<\/li><li>signs and symptoms of cytokine release (eg, tachypnea, tachycardia, hypotension, pulmonary edema)<\/li><li>signs and symptoms of systemic inflammatory response syndrome and capillary leak syndrome (eg, hypotension, respiratory distress, pleural or pericardial effusion, multi-organ failure)<\/li><\/ul>"},"11":{"id":"jwbos11","title":"How Supplied","mono":"<b>Clolar<\/b><br\/>Intravenous Solution: 1 MG\/ML<br\/>"},"12":{"id":"jwbos12","title":"Toxicology","sub":[{"id":"jwbos12b31","title":"Clinical Effects","mono":"<b>CLOFARABINE<\/b><br\/>OVERDOSE: Overdose data are limited. Effects are expected to be an extension of adverse effects reported with therapeutic use. Grade 4 hyperbilirubinemia, grade 2 and 3 vomiting, and grade 3 maculopapular rash developed in 2 pediatric patients with ALL after receiving clofarabine 70 mg\/m(2)\/day for 5 days, the highest daily dose administered to a human to date (on a mg\/m(2) basis). Myelosuppression was the dose limiting toxicity in adults with solid tumors. ADVERSE EFFECTS: COMMON: The following adverse effects have commonly been reported: gastrointestinal tract symptoms (nausea, vomiting and diarrhea), hematologic effects (anemia, leukopenia, thrombocytopenia, neutropenia and febrile neutropenia) and infection. Systemic inflammatory response syndrome or capillary leak syndrome with symptoms of rapid onset respiratory distress, hypotension, pleural effusions, pericardia effusion and multi-organ failure have also been reported in patients. <br\/>"},{"id":"jwbos12b32","title":"Treatment","mono":"<b>CLOFARABINE<\/b><br\/><ul><li>Support: There is no known antidote for overdose. Treatment is symptomatic and supportive.<\/li><li>Hypotensive episode: IV 0.9% saline (1 to 1.5 L in adults, 20 mL\/kg in children). Avoid large volumes of IV fluids as they may worsen capillary leak syndrome. Central venous pressure monitoring may help guide therapy. If hypotension persists, administer vasopressors.<\/li><li>Corticosteroid: May be useful for systemic inflammatory response syndrome. Hydrocortisone 100 mg\/m(2) for 3 days is recommended.<\/li><li>Myelosuppression: Administer colony stimulating factor for severe neutropenia. Filgrastim - 5 mcg\/kg\/day IV or subQ. Sargramostim - 250 mcg\/meter(2)\/day IV over 4 hours; transfusion for severe thrombocytopenia or bleeding.<\/li><li>Intrathecal injection: No clinical reports of intrathecal injection with clofarabine are available. This information was derived from experience with other antineoplastics. Keep the patient upright if possible. Immediately drain at least 20 mL CSF; drainage of up to 70 mL has been tolerated in adults. Follow with CSF exchange (remove serial 20 mL aliquots CSF and replace with equivalent volumes of warmed, preservative-free normal saline or lactated ringers). Consult a neurosurgeon for placement of a ventricular catheter and begin ventriculolumbar perfusion (infuse warmed preservative-free normal saline or LR through ventricular catheter, drain fluid from lumbar catheter; typical volumes are 80 to 150 mL\/hr for 18 to 24 hours). Dexamethasone 4 mg IV every 6 hours to prevent arachnoiditis.<\/li><li>Monitoring of patient: Monitor vital signs, serial CBC with differential and platelets, fluid status and serum electrolytes, renal function, hepatic enzyme levels, and respiratory function after significant overdose. Obtain baseline ECG and institute continuous cardiac monitoring.<\/li><\/ul>"},{"id":"jwbos12b33","title":"Range of Toxicity","mono":"<b>CLOFARABINE<\/b><br\/>TOXICITY: Two pediatric patients with acute lymphoid leukemia developed grade 4 hyperbilirubinemia, grade 2 and 3 vomiting, and grade 3 maculopapular rash after receiving clofarabine 70 mg\/m(2)\/day for 5 days, the highest daily dose administered to a human to date (on a mg\/m(2) basis). One pediatric patient developed fatal toxic epidermal necrolysis and liver toxicity after receiving clofarabine 52 mg\/m(2)\/day for 5 days. For adult patients with solid tumors, the maximum tolerated dose was 2 mg\/m(2)\/day THERAPEUTIC DOSE (1 to 21 years of age): 52 mg\/m(2) IV infusion over 2 hours daily for 5 consecutive days; repeat every 2 to 6 weeks following recovery or return to baseline organ function.<br\/>"}]},"13":{"id":"jwbos13","title":"Clinical Teaching","mono":"<ul><li>Advise male and female patients of childbearing potential to use adequate contraception and avoid pregnancy during treatment.<\/li><li>Instruct female patients not to breastfeed nor provide breast milk to their infants.<\/li><li>This drug may cause abdominal pain, diarrhea, nausea, vomiting, headache, fatigue, or chills.<\/li><li>Tell patient to immediately report symptoms of hematologic toxicity, including weakness, pallor, shortness of breath, bruising easily, purpura, or fever.<\/li><li>Instruct patient to immediately report symptoms of infection (eg, fever) or jaundice.<\/li><li>Advise patient to report severe nausea, vomiting, diarrhea, or rash during treatment.<\/li><li>Advise patient to avoid medications that are hepato- or nephrotoxic in nature. Consult healthcare professional prior to new drug use (including over-the-counter and herbal drugs).<\/li><\/ul>"}}}