{"generic":"Iloprost","drugs":["Iloprost","Ventavis"],"mono":{"0":{"id":"jwbps0","title":"Generic Names","mono":"Iloprost"},"1":{"id":"jwbps1","title":"Dosing and Indications","sub":[{"id":"jwbps1b4","title":"Adult Dosing","mono":"<ul><li><b>Pulmonary hypertensive arterial disease:<\/b> do not initiate therapy in patients with systolic blood pressure below 85 mmHg<\/li><li><b>Pulmonary hypertensive arterial disease:<\/b> initial, 2.5 mcg INHALED using the I-neb(R) ADD(R) System; if tolerated, increase dose to 5 mcg INHALED 6 to 9 times per day (no more than every 2 hours) during waking hours; MAX daily dose was 45 mcg (5 mcg 9 times per day) in clinical trials<\/li><\/ul>"},{"id":"jwbps1b5","title":"Pediatric Dosing","mono":"<ul><li>safety and efficacy have not been established in pediatric patients<\/li><li><b>Pulmonary hypertensive arterial disease:<\/b> (flat dosing, 4 years or older) initial, 2.5 mcg INHALED 5 to 9 times daily; if tolerated, increase to 5 mcg INHALED 5 to 9 times daily as used in a study; adjust dose and interval based on patient tolerance and clinical condition; doses up to 50 mcg\/day were administered in the study<\/li><li><b>Pulmonary hypertensive arterial disease:<\/b> (weight-based dosing, 4 months or older) initial, 7.5 mcg\/day INHALED if 10 kg or less; 12.5 mcg\/day if 10 to 20 kg; 17.5 mcg\/day if 20 to 30 kg; 22.5 mcg\/day if 30 to 40 kg; 30 mcg\/day if 40 kg or greater was used in a study; administer in divided doses 6 times\/day; adjust dose and frequency (up to 9 times\/day) based on patient tolerance and clinical condition<\/li><\/ul>"},{"id":"jwbps1b6","title":"Dose Adjustments","mono":"<ul><li><b>renal impairment:<\/b> no dosage adjustment is necessary in patients not receiving dialysis<\/li><li><b>hepatic impairment (Child Pugh class B or C):<\/b> increase the dosing interval to 3 to 4 hours between doses depending on clinical response at the end of the dose interval<\/li><\/ul>"},{"id":"jwbps1b7","title":"Indications","mono":"<b>FDA-Labeled Indications<\/b><br\/>Pulmonary hypertensive arterial disease<br\/><b>Non-FDA Labeled Indications<\/b><ul><li>Radiographic contrast agent nephropathy; Prophylaxis<\/li><li>Transient osteoporosis<\/li><\/ul>"}]},"3":{"id":"jwbps3","title":"Contraindications\/Warnings","sub":[{"id":"jwbps3b9","title":"Contraindications","mono":"specific contraindications have not been determined <br\/>"},{"id":"jwbps3b10","title":"Precautions","mono":"<ul><li>bronchospasm has been reported, increased risk in patients with hyperreactive airways<\/li><li>oral ingestion of solution and contact with the skin or eyes should be avoided<\/li><li>pulmonary edema, signs and symptom of, may occur, including cases resulting in pulmonary venous hypertension; stop treatment immediately if signs and symptoms of pulmonary edema occur<\/li><li>syncope may occur; including cases associated with pulmonary arterial hypertension, especially with physical exertion; monitoring recommended upon therapy initiation; dose adjustment or change in therapy may be required<\/li><li>systolic blood pressure less than 85 mmHg; do not initiate therapy<\/li><li>report suspected adverse reactions to the US Food and Drug Administration at 1-800-FDA-1088 or www.fda.gov\/medwatch<\/li><\/ul>"},{"id":"jwbps3b11","title":"Pregnancy Category","mono":"C (FDA)<br\/>"},{"id":"jwbps3b12","title":"Breast Feeding","mono":"Micromedex: Infant risk cannot be ruled out.<br\/>"}]},"4":{"id":"jwbps4","title":"Drug Interactions","sub":{"1":{"id":"jwbps4b14","title":"Major","mono":"<ul><li>Apixaban (theoretical)<\/li><li>Ardeparin (theoretical)<\/li><li>Argatroban (theoretical)<\/li><li>Bivalirudin (theoretical)<\/li><li>Certoparin (theoretical)<\/li><li>Dabigatran Etexilate (theoretical)<\/li><li>Dalteparin (theoretical)<\/li><li>Danaparoid (theoretical)<\/li><li>Desirudin (theoretical)<\/li><li>Desvenlafaxine (probable)<\/li><li>Duloxetine (probable)<\/li><li>Edoxaban (theoretical)<\/li><li>Enoxaparin (theoretical)<\/li><li>Fondaparinux (theoretical)<\/li><li>Heparin (theoretical)<\/li><li>Lepirudin (theoretical)<\/li><li>Milnacipran (probable)<\/li><li>Nadroparin (theoretical)<\/li><li>Parnaparin (theoretical)<\/li><li>Phenindione (theoretical)<\/li><li>Phenprocoumon (theoretical)<\/li><li>Protein C (theoretical)<\/li><li>Reviparin (theoretical)<\/li><li>Rivaroxaban (theoretical)<\/li><li>Tinzaparin (theoretical)<\/li><li>Venlafaxine (probable)<\/li><li>Vilazodone (theoretical)<\/li><li>Warfarin (theoretical)<\/li><\/ul>"}}},"5":{"id":"jwbps5","title":"Adverse Effects","mono":"<b>Common<\/b><ul><li><b>Cardiovascular:<\/b>Vasodilatation (27%)<\/li><li><b>Dermatologic:<\/b>Flushing (27%)<\/li><li><b>Gastrointestinal:<\/b>Nausea (13%)<\/li><li><b>Musculoskeletal:<\/b>Trismus (12%)<\/li><li><b>Neurologic:<\/b>Headache (30%)<\/li><li><b>Respiratory:<\/b>Increasing frequency of cough (39%)<\/li><li><b>Other:<\/b>Influenza-like symptoms (14%)<\/li><\/ul><b>Serious<\/b><ul><li><b>Cardiovascular:<\/b>Hypotension (11%)<\/li><li><b>Respiratory:<\/b>Bronchospasm<\/li><\/ul>"},"6":{"id":"jwbps6","title":"Drug Name Info","sub":{"0":{"id":"jwbps6b17","title":"US Trade Names","mono":"Ventavis<br\/>"},"2":{"id":"jwbps6b19","title":"Class","mono":"<ul><li>Prostaglandin<\/li><li>Vasodilator<\/li><\/ul>"},"3":{"id":"jwbps6b20","title":"Regulatory Status","mono":"RX<br\/>"},"4":{"id":"jwbps6b21","title":"Generic Availability","mono":"No<br\/>"}}},"7":{"id":"jwbps7","title":"Mechanism Of Action","mono":"Iloprost is a synthetic analogue of prostacyclin PGI(2) that dilates systemic and pulmonary arteries. The relevance of its effects on platelet aggregation is unknown.<br\/>"},"8":{"id":"jwbps8","title":"Pharmacokinetics","sub":[{"id":"jwbps8b23","title":"Absorption","mono":"Bioavailability: not determined <br\/>"},{"id":"jwbps8b24","title":"Distribution","mono":"<ul><li>Vd: 0.7 L\/kg to 0.8 L\/kg<\/li><li>Protein binding: 60%<\/li><\/ul>"},{"id":"jwbps8b25","title":"Metabolism","mono":"<ul><li>Hepatic; cytochrome P450, beta-oxidation<\/li><li>Metabolite: tetranor-iloprost<\/li><\/ul>"},{"id":"jwbps8b26","title":"Excretion","mono":"<ul><li>Fecal: 12%<\/li><li>Renal: 68%<\/li><li>Dialyzable: not been evaluated<\/li><\/ul>"},{"id":"jwbps8b27","title":"Elimination Half Life","mono":"20 min to 30 min <br\/>"}]},"9":{"id":"jwbps9","title":"Administration","mono":"<ul><li><b>General Information<\/b><br\/>avoid contact with skin or eyes; do not ingest orally<br\/><\/li><li><b>Inhalation<\/b><br\/><ul><li>transfer the entire amount of one ampule, using the small tube (pipette) provided, into the medication chamber of the delivery system; discard any remaining solution after each inhalation session<\/li><li>do not mix with other drugs<\/li><li>administer using the I-neb(R) ADD(R) system<\/li><\/ul><\/li><\/ul>"},"10":{"id":"jwbps10","title":"Monitoring","mono":"<ul><li>improvement in signs and symptoms of pulmonary arterial hypertension (dyspnea or fatigue, chest pain, or near syncope), exercise capacity, and WHO functional classification and a decrease in the rate of clinical worsening are indicative of efficacy<\/li><li>vital signs; while initiating therapy<\/li><li>patients with chronic COPD, severe asthma, and acute pulmonary infections during therapy for bronchospasm<\/li><\/ul>"},"11":{"id":"jwbps11","title":"How Supplied","mono":"<b>Ventavis<\/b><br\/>Inhalation Solution: 10 MCG\/ML, 20 MCG\/ML<br\/>"},"12":{"id":"jwbps12","title":"Toxicology","sub":[{"id":"jwbps12b31","title":"Clinical Effects","mono":"<b>VASODILATORS<\/b><br\/>USES: These agents are used for the treatment of hypertension, peripheral vascular disease and pulmonary hypertension.  Minoxidil is also used to treat hair loss. PHARMACOLOGY: Hydralazine, diazoxide and minoxidil cause vasodilation by directly relaxing vascular smooth muscle. Iloprost is a prostacyclin PGI(2) analog that dilates pulmonary and systemic arteries. Fenoldopam is a D1 dopamine receptor agonist. TOXICOLOGY: Toxicity is generally an extension of the pharmacological effect, primarily hypotension. Hydralazine has an active metabolite that binds to cellular proteins and may trigger an autoimmune response. EPIDEMIOLOGY: Exposures are uncommon and deaths are extremely rare. MILD TO MODERATE TOXICITY: All of these medications cause dose-related hypotension following overdose, often accompanied by tachycardia. SEVERE TOXICITY: Hydralazine: One case of electrocardiographic changes suggesting myocardial ischemia and acidosis without profound hypotension has been reported following hydralazine overdose. Diazoxide: A case of 2:1 heartblock has been reported following rapid IV injection. Minoxidil: Profound hypotension and myocardial ischemia have been reported following large overdoses. Fenoldopam: No reports of significant toxicity.    ADVERSE EFFECTS: All of these agents will cause a dose-related decrease in blood pressure. ADVERSE EFFECTS BY AGENT: Hydralazine: lupus-like syndrome, auto-immune dermal, liver and renal disease. Diazoxide: Hyperglycemia, hyperosmolar coma. Minoxidil: Hair growth. Fenoldopam: Tachycardia. <br\/>"},{"id":"jwbps12b32","title":"Treatment","mono":"<b>VASODILATORS <\/b><br\/><ul><li>Support: MANAGEMENT OF MILD TO MODERATE TOXICITY: Administer IV fluids for hypotension. MANAGEMENT OF SEVERE TOXICITY: Severe toxicity is rare following overdoses of these medications. Patients who remain hypotensive after fluid boluses should be treated with adrenergic vasopressors. Some authors suggest that phenylephrine may reverse hypotension without causing tachycardia. In cases of severe toxicity, consider coingestion or other medical conditions as a cause of the symptoms.<\/li><li>Decontamination: PREHOSPITAL: Decontamination is not recommended. HOSPITAL: Consider activated charcoal after large, recent ingestion.<\/li><li>Airway management: Airway management is unlikely to be required following overdose.<\/li><li>Antidote: There is no antidote for poisoning from these medications.<\/li><li>Hypotensive episode: IV NS 10-20 mL\/kg, dopamine, norepinephrine<\/li><li>Wide QRS complex: DYSRHYTHMIAS may respond to serum alkalinization, or lidocaine, bretylium, phenytoin.<\/li><li>Seizure: IV benzodiazepines or barbiturates.<\/li><li>Monitoring of patient: Monitor vital signs and mental status. No specific lab work is needed in most patients. Drug concentration monitoring is not clinically useful or readily available. Institute continuous cardiac monitoring and obtain an ECG. Monitor for seizure activity and CNS depression, especially in buflomedil overdoses.<\/li><li>Enhanced elimination procedure: Studies suggest that diazoxide and minoxidil clearance may be increased by dialysis, but there is no evidence suggesting that increased clearance improves outcomes and the vast majority of patients do well with supportive care.<\/li><li>Patient disposition: HOME CRITERIA: Children and adults can be managed at  home if overdose was inadvertent, was less than 2 times the therapeutic dose for their weight, and no signs or symptoms are present. OBSERVATION CRITERIA: Symptomatic patients, those with deliberate ingestions or ingestions of more than twice the therapeutic dose for weight should be sent to a health care facility for 6 hours of observation. ADMISSION CRITERIA: Patients who develop persistent hypotension should be admitted until symptoms resolve. CONSULT CRITERIA: Consult a poison center or medical toxicologist for assistance in decision making whether or not admission is advisable, managing patients with severe toxicity, or in whom the diagnosis is not clear.<\/li><\/ul>"},{"id":"jwbps12b33","title":"Range of Toxicity","mono":"<b>VASODILATORS<\/b><br\/>TOXICITY: Severe toxicity is very rare following isolated overdose from these medications. An adult survived an ingestion of 10 g hydralazine. A toddler developed only tachycardia after ingesting 100 mg minoxidil.  An adult developed hypotension and a non-ST-elevation myocardial infarction after ingesting 1200 mg minoxidil. THERAPEUTIC DOSE: ADULTS:  DIAZOXIDE: 1 to 3 mg\/kg up to a single dose of 150 mg.  HYDRALAZINE: Oral: 40 to 200 mg\/day. Parenteral 20 to 40 mg intravenously or intramuscularly. MINOXIDIL: 10 to 100 mg\/day. FENOLDOPAM: 0.05 to 0.1 mcg\/kg\/min and the dose should be titrated no more frequently than every 15 minutes.  PEDIATRIC: Diazoxide: 1 to 3 mg\/kg\/dose intravenously, up to a maximum of 150 mg\/dose. HYDRALAZINE: ORAL: 0.75 to 7.5 mg\/kg\/day in 4 divided doses (up to 200 mg\/day).  PARENTERAL: Usual dose is 1.7 to 3.5 mg\/kg\/day in divided doses every 4 to 6 hours.  MINOXIDIL: ORAL: Up to 50 mg\/daily or 5 mg\/kg\/24 hrs. FENOLDOPAM: The safety and efficacy in children has not been established   <br\/>"}]},"13":{"id":"jwbps13","title":"Clinical Teaching","mono":"<ul><li>This drug may cause vasodilation, flushing, trismus, headache, increased frequency of cough, or pulmonary edema.<\/li><li>Patient should watch for and report signs\/symptoms of hypotension with initial dosing and dose changes. Stand up slowly when getting out of bed or rising from a sitting position.<\/li><li>Warn patient to avoid oral ingestion of the inhalant or contact with the skin or eyes.<\/li><li>Ensure patient is trained on proper drug preparation and use of the drug delivery device.<\/li><\/ul>"}}}